Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# UNKNOWN_PROTOCOL_VERSION_UPGRADE_COMPLETE_WITH_NAME_FORMAT
source: You can ask %@ to re-send this message now that you are using an up-to-date version of Signal.
af: Jy kan %@ vra om hierdie boodskap weer te stuur omdat jy nou ’n bygewerkte weergawe van Signal gebruik.
ar: يُمكن أن تطلب من %1$@ إعادة إرسال هذه الرسالة الآن بما أنك تستخدم آخر إصدارٍ من سيجنال.
az: Signal-ın son versiyasını istifadə etdiyinizə görə %@ əlaqəsindən bu mesajı təkrar göndərməsini xahiş edə bilərsiniz.
be: Вы можаце папрасіць %1$@ адправіць паўторна гэта паведамленне, калі вы выкарыстоўваеце апошнюю версію Signal.
bg: Можете да помолите %@ да изпрати съобщението отново, след като вече използвате актуална версия на Signal.
bn: আপনি %1$@ কে এই বার্তাটি এখনই আবার পাঠাতে বলতে পারেন যে আপনি Signal এর একটি আধুনিক সংস্করণ ব্যবহার করছেন।
ca: Podeu demanar a %1$@ que torni a enviar aquest missatge ara que useu una versió actualitzada del Signal.
cs: Můžete %1$@ požádat o opětovné zaslání předchozí zprávy, jelikož používáte poslední verzi Signal.
cy: Gallwch ofyn i %@ ail-anfon y neges hon nawr eich bod yn defnyddio'r fersiwn ddiweddaraf o Signal.
da: Du kan bede %1$@ om at sende beskeden igen, nu da du har en opdateret version af Signal installeret
de: Da du nun eine aktuelle Signal-Version verwendest, kannst du %1$@ bitten, diese Nachricht erneut zu senden.
el: Μπορείς να ζητήσεις από τον/την %1$@ να σου ξαναστείλει το μήνυμα τώρα που χρησιμοποιείς την αναβαθμισμένη έκδοση του Signal.
es: Puedes pedirle a %1$@ que te vuelva a enviar el mensaje ahora que ya tienes una versión actualizada de Signal.
es_es: Puedes preguntar a %@ que reenvíe el mensaje ahora que ya usas la versión actual de Signal.
et: Nüüd kui kasutad uuendatud Signalit, saad paluda kontaktil %@ see sõnum uuesti saata.
eu: Signal-en azkeneng bertsioa erabiltzen ari zarenez, %@ erabiltzaileari eska diezaiokezu bere mezua berbidaltzeko.
fa: حالا که از یک نسخه‌ی به‌روز سیگنال استفاده می‌کنید می‌توانید از %1$@ بخواهید که این پیام را دوباره برایتان بفرستد.
fi: Voit pyytää käyttäjää %1$@ lähettämään tämän viestin uudelleen, nyt kun käytät ajantasaista Signal-versiota.
fil: Maaari mong hingin kay %@ na ipadalang muli ang mensaheng ito ngayong gumagamit ka na ng up-to-date na bersyon ng Signal.
fr: Maintenant que vous avez mis Signal à jour, vous pouvez demander à %1$@ de vous renvoyer ce message.
ga: D'fhéadfá iarraidh ar %1$@ an teachtaireacht seo a sheoladh arís anois ó tá leagan cothrom le dáta de Signal agat.
gu: તમે %1$@ ને હવે આ મેસેજને ફરીથી મોકલવા માટે કહી શકો છો કે તમે Signal નું અદ્યતન વર્ઝન વાપરી રહ્યા છો.
he: אתה יכול לבקש מן %1$@ לשלוח מחדש הודעה זו כעת כשאתה משתמש בגרסה מעודכנת של Signal.
hi: आप Signal का नवीनतम वर्ज़न तक अपडेट हो चुके हैं, अब आप %1$@ को यह मेसेज फिर से भेजने के लिये कह सकते हैं।
hr: Možete zatražiti od %1$@ da ponovo pošalje ovu poruku sada kada koristite najnoviju verziju Signala.
hu: Most már megkérheted %1$@ ismerősödet, hogy küldje újra ezt az üzenetet, mivel már a Signal legfrissebb verzióját használod.
id: Anda dapat meminta %1$@ untuk mengirim ulang pesan ini saat Anda menggunakan versi Signal terbaru.
is: Þú getur beðið %@ um að endursenda þessi skilaboð núna þegar þú ert að nota uppfærða útgáfu af Signal.
it: Puoi chiedere a %1$@ di rinviarti questo messaggio, ora che stai usando una versione aggiornata di Signal.
ja: Signalを最新版にアップデートしたため、このメッセージの再送を %1$@ に依頼できます。
kab: Tzemreḍ ad tsutreḍ %@ ad yales tuzna n yizen-a tura mi akka tseqdaceḍ lqem n yettuleqqmen n Signal.
kk: Signal қолданбасының жаңартылған нұсқасын пайдаланып жатқандықтан, %@ деген тұлғадан осы хабарламаны қайтадан жіберуді өтіне аласыз.
km: á¢áŸ’á“á€á¢á¶á…áŸá½áš %@ áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾áŸá¶ášá“áŸáŸ‡á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á“áŸáŸ‡ áŠáŸ‚á›á¢áŸ’á“á€á€áŸ†á–á»á„á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‡áŸ†á“á¶á“áŸ‹ááŸ’á˜á¸ášá”áŸáŸ‹ SignaláŸ”
kn: ನೀವು Signal‌ ನ ನವೀಕೃತ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿರುವುದರಿಂದ ಈ ಸಂದೇಶವನ್ನು ಪುನಃ ಕಳುಹಿಸಲು ನೀವು %@ ಅನ್ನು ಕೇಳಬಹುದು.
ko: 이제 최신 버전의 Signal을 이용하고 계시네요. %1$@ 님에게 다시 메시지를 보내달라고 요청해보세요.
lt: Dabar, kai naudojate atnaujintą Signal versiją, galite paprašyti, kad %@ jums iš naujo išsiųstų šią žinutę.
lv: Jūs varat lūgt %@ atkārtoti nosūtīt šo ziņu tagad, kad izmantojat jaunāko Signal versiju.
mk: Можете да го прашате %@ да ви ја препрати оваа порака сега кога користите најнова верзија на Signal.
ml: നിങ്ങൾ ഇപ്പോൾ ഉപയോഗിക്കുന്നത് Signal ൻ്റെ ഏറ്റവും പുതിയ പതിപ്പായതിനാൽ %@ നോട് ഈ സന്ദേശം വീണ്ടും അയയ്ക്കാൻ നിങ്ങൾക്ക് ആവശ്യപ്പെടാവുന്നതാണ്.
mr: आपण आता Signal चे अद्यतनित आवृत्ती वापरत असल्यामुळे आपण %1$@ यास हा संदेश पुन्हा पाठविण्यास विचारू शकता.
ms: Anda boleh minta %1$@ untuk menghantar semula mesej sekarang kerana anda menggunakan versi Signal yang dikemas kini.
my: သင်သည် နောက်ဆုံး Signal ဗားရှင်းကိုသုံးနေပြီဖြစ်၍ သင့်ကို %@ မှ မက်ဆေ့ချ်ပြန်ပေးပို့ပေးရန် သင်တောင်းဆိုနိုင်ပါပြီ။
nb: Du kan be %1$@ om å sende denne meldingen nå, siden du bruker en oppdatert versjon av Signal.
nl: Je kunt %1$@ vragen om dit bericht opnieuw te verzenden nu je een actuele versie van Signal gebruikt.
pa: ਹੁਣ ਜੋ ਤੁਸੀਂ Signal ਦੇ ਬਿਲਕੁਲ ਨਵੇਂ ਸੰਸਕਰਣ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ, ਤੁਸੀਂ %@ ਨੂੰ ਇਹ ਸੁਨੇਹਾ ਦੁਬਾਰਾ ਭੇਜਣ ਲਈ ਕਹਿ ਸਕਦੇ ਹੋ.
pa_pk: تساں %@ نوں ایہہ سنیہا دوبارہ گھلن دا کہہ سکدے او ہونڑ تساں Signal دی تازہ ترین ورژن ورت رئے او۔
pl: Używasz już aktualnej wersji Signal. Możesz wyświetlić tę wiadomość, gdy %1$@ ponownie Ci ją wyśle.
ps: تاسې کولای شئ له %@ څخه وپوښتئ تر څو دغه پیغام اوس درته ولیږي کوم چې د Signal تازه نسخه کاروئ.
pt_br: Peça a %1$@ para reenviar essa mensagem agora que você está usando uma versão atualizada do Signal.
pt_pt: Agora que já está a utilizar a versão atualizada do Signal, pode pedir a %1$@ para lhe reenviar esta mensagem.
ro: Îl poți ruga pe %1$@ să retrimită acest mesaj acum că folosești o versiune actualizată de Signal.
ru: Теперь вы используете последнюю версию Signal и можете попросить %1$@ повторно отправить это сообщение.
sk: Teraz môžete požiadať %1$@, aby znovu odoslal/a túto správu, keďže používate aktuálnu verziu Signalu.
sl: Prosite uporabnika/co %@ naj vam ponovno pošlje to sporočilo, zdaj ko je vaša aplikacija Signal posodobljena.
sq: Mund t’i kërkoni %@ ta ridërgojë këtë mesazh tani që përdorni një version të përditësuar të Signal-it.
sr: Можете да затражите да вам %1$@ поново пошаље ову поруку сада када користите најновију верзију Signal-а.
sv: Du kan be %1$@ att skicka detta meddelande igen nu när du använder en aktuell version av Signal.
sw: Unaweza kumuuliza %@atume upya ujumbe huu kwa vile sasa unatumia toleo lililosasishwa la Signal.
ta: நீங்கள் Signal லின் புதுப்பித்த பதிப்பைப் பயன்படுத்துகிறீர்கள் என்று இந்த செய்தியை இப்போது மீண்டும் அனுப்ப %@ ஐக் கேட்கலாம்.
te: మీరు Signal యొక్క నవీనమైన సంస్కరణను ఉపయోగిస్తున్నందున ఈ సందేశాన్ని తిరిగి పంపమని మీరు %@ అడగవచ్చు.
th: ตอนนี้คุณสามารถขอให้ %1$@ ส่งข้อความอีกครั้ง เนื่องจากคุณกำลังใช้รุ่นที่ทันสมัยของ Signal แล้ว
tr: Signal'in güncel sürümünü kullandığınıza göre %1$@ kişisinden bu iletiyi tekrar göndermesini isteyebilirsiniz.
ug: «%1$@» دىن بۇ ئۇچۇرنى قايتا ئەۋەتىشنى سوراڭ، سىز ھازىر Signal نىڭ يېڭى نەشرىنى ئىشلىتىۋاتىسىز.
uk: Тепер ви використовуєте останню версію Signal і можете попросити користувача %1$@ ще раз надіслати це повідомлення.
ur: آپ Signal کا اپ ٹو ڈیٹ ورژن استعمال کر رہے ہو تو آپ %1$@کو دوبارہ بھیجنے کا کہ سکتے ہیں۔
vi: Bạn có thể yêu cầu %1$@ gửi lại tin nhắn vì hiện tại bạn đang sử dụng phiên bản mới nhất của Signal.
zh_cn: 您已经在使用最新版本的 Signal，可以请 %1$@ 重新发送这条信息。
zh_hk: 您已使用最新版本的 Signal，您可以請 %1$@ 重新傳送此訊息。

# UNKNOWN_PROTOCOL_VERSION_UPGRADE_COMPLETE_WITHOUT_NAME
source: You can ask the sender to re-send this message now that you are using an up-to-date version of Signal.
af: Jy kan die afsender vra om hierdie boodskap weer te stuur omdat jy nou ’n bygewerkte weergawe van Signal gebruik.
ar: يُمكن أن تطلب من المُرسِل إعادة إرسال هذه الرسالة الآن بما أنك تستخدم آخر إصدارٍ من سيجنال.
az: Signal-ın son versiyasını istifadə etdiyinizə görə göndərən şəxsdən bu mesajı təkrar göndərməsini xahiş edə bilərsiniz.
be: Вы можаце папрасіць адпраўніка адправіць паўторна гэта паведамленне, калі вы выкарыстоўваеце апошнюю версію Signal.
bg: Можете да помолите изпращача да изпрати съобщението отново, след като вече използвате актуална версия на Signal.
bn: আপনি প্রেরককে এই বার্তাটি এখনই আবার পাঠাতে বলতে পারেন যে আপনি Signal এর একটি আধুনিক সংস্করণ ব্যবহার করছেন।
ca: Podeu demanar al remitent que us torni a enviar aquest missatge ara que useu una versió actualitzada del Signal.
cs: Nyní můžete požádat odesílatele o opětovné zaslání předchozí zprávy, jelikož používáte poslední verzi Signal.
cy: Gallwch ofyn i'r anfonwr ail-anfon y neges hon nawr eich bod yn defnyddio'r fersiwn ddiweddaraf o Signal.
da: Du kan bede afsenderen om at sende beskeden igen, nu da du har en opdateret version af Signal installeret
de: Da du nun eine aktuelle Signal-Version verwendest, kannst du die sendende Person bitten, diese Nachricht erneut zu senden.
el: Μπορείς να ζητήσεις από τον/την αποστολέα να σου ξαναστείλει το μήνυμα τώρα που χρησιμοποιείς την αναβαθμισμένη έκδοση του Signal.
es: Puedes pedirle a esta persona que te vuelva a enviar el mensaje ahora que ya tienes una versión actualizada de Signal.
es_es: Puedes solicitar a esta persona que reenvíe el mensaje ahora que ya usas la versión actual de Signal.
et: Nüüd kui kasutad uuendatud Signalit, saad paluda saatjal see sõnum uuesti saata.
eu: Signalen azkenengo bertsioa erabiltzen ari zarenez, igorleari eskatu diezaiokezu mezua hau berriro bidaltzeko.
fa: حالا که از یک نسخه‌ی به‌روز سیگنال استفاده می‌کنید می‌توانید از فرستنده بخواهید که این پیام را دوباره برایتان بفرستد.
fi: Voit pyytää lähettäjää lähettämään tämän viestin uudelleen, nyt kun käytät ajan tasalla olevaa Signal-versiota.
fil: Maaari mong hingin sa nagpadala na ipadalang muli ang mensaheng ito ngayong gumagamit ka na ng up-to-date na bersyon ng Signal.
fr: Maintenant que vous avez mis Signal à jour, vous pouvez demander à l'expéditeur de vous renvoyer ce message.
ga: D'fhéadfá iarraidh ar an seoltóir an teachtaireacht seo a sheoladh arís anois ó tá leagan cothrom le dáta de Signal agat.
gu: તમે પ્રેષકને આ મેસેજ હવે ફરીથી મોકલવા માટે કહી શકો છો કે તમે Signal નું અદ્યતન વર્ઝન વાપરી રહ્યા છો.
he: אתה יכול לבקש מן השולח לשלוח מחדש הודעה זו כעת כשאתה משתמש בגרסה מעודכנת של Signal.
hi: आप Signal का नवीनतम वर्ज़न तक अपडेट हो चुके हैं, अब आप मेसेज भेजने वाले को यह मेसेज फिर से भेजने के लिये कह सकते हैं।
hr: Možete zatražiti od pošiljatelja da ponovo pošalje ovu poruku sada kada koristite najnoviju verziju Signala.
hu: Most már megkérheted a küldő felet, hogy küldje újra ezt az üzenetet, mivel már a Signal legfrissebb verzióját használod.
id: Anda dapat meminta pengirim untuk mengirim ulang pesan ini saat Anda menggunakan versi Signal terbaru.
is: Þú getur beðið sendandann um að endursenda þessi skilaboð núna þegar þú ert að nota uppfærða útgáfu af Signal.
it: Puoi chiedere al mittente di rinviarti questo messaggio, ora che stai usando una versione aggiornata di Signal.
ja: Signalをアップデートしたので、メッセージの再送を依頼してください。
kab: Tzemreḍ ad tsutreḍ deg umazan ad yales tuzna n yizen-a tura mi akka tseqdaceḍ lqem n yettuleqqmen n Signal.
kk: Signal қолданбасының жаңартылған нұсқасын пайдаланып жатқандықтан, жіберушіден осы хабарламаны қайтадан жіберуді өтіне аласыз.
km: á¢áŸ’á“á€á¢á¶á…áŸá½ášá¢áŸ’á“á€á•áŸ’á‰á¾ áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾áŸá¶ášá“áŸáŸ‡á˜áŸ’áá„á‘áŸ€áá“áŸ…á–áŸá›á“áŸáŸ‡ áŠáŸ‚á›á¢áŸ’á“á€á€áŸ†á–á»á„á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‡áŸ†á“á¶á“áŸ‹ááŸ’á˜á¸ášá”áŸáŸ‹ SignaláŸ”
kn: ನೀವು Signal‌ ನ ನವೀಕೃತ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿರುವುದರಿಂದ ಈ ಸಂದೇಶವನ್ನು ಪುನಃ ಕಳುಹಿಸಲು ನೀವು ಕಳುಹಿಸುವವರನ್ನು ಕೇಳಬಹುದು.
ko: 이제 최신 버전의 Signal을 이용하고 계시네요. 발신자에게 다시 메시지를 보내달라고 요청해보세요.
lt: Dabar, kai naudojate atnaujintą Signal versiją, galite paprašyti, kad siuntėjas jums iš naujo išsiųstų šią žinutę.
lv: Jūs varat lūgt sūtītājam atkārtoti nosūtīt šo ziņu tagad, kad izmantojat jaunāko Signal versiju.
mk: Можете да го прашате испраќачот да ви ја препрати оваа порака сега кога користите најнова верзија на Signal.
ml: നിങ്ങൾ ഇപ്പോൾ ഉപയോഗിക്കുന്നത് Signal ൻ്റെ ഏറ്റവും പുതിയ പതിപ്പായതിനാൽ അയക്കുന്ന ആളോട് ഈ സന്ദേശം വീണ്ടും അയയ്ക്കാൻ നിങ്ങൾക്ക് ആവശ്യപ്പെടാവുന്നതാണ്.
mr: आपण आता Signal चे अद्यतनित आवृत्ती वापरत असल्यामुळे आपण प्रेषकाला हा संदेश पुन्हा पाठविण्यास विचारू शकता.
ms: Anda boleh minta penghantar untuk menghantar semula mesej sekarang kerana anda menggunakan versi Signal yang dikemas kini.
my: သင်သည် Signal ၏ နောက်ဆုံးဗားရှင်းကို သုံးနေပြီဖြစ်၍ ပေးပို့သူကို ဤမက်ဆေ့ချ်ကိုပြန်ပို့ပေးရန် သင်တောင်းဆိုနိုင်ပါပြီ။
nb: Du kan be avsenderen om å sende denne meldingen nå, siden du bruker en oppdatert versjon av Signal.
nl: Je kunt de verzender vragen om dit bericht opnieuw te verzenden nu je een actuele versie van Signal gebruikt.
pa: ਹੁਣ ਜੋ ਤੁਸੀਂ Signal ਦੇ ਬਿਲਕੁਲ ਨਵੇਂ ਸੰਸਕਰਣ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ, ਤੁਸੀਂ ਪ੍ਰੇਸ਼ਕ ਨੂੰ ਇਹ ਸੁਨੇਹਾ ਦੁਬਾਰਾ ਭੇਜਣ ਲਈ ਕਹਿ ਸਕਦੇ ਹੋ.
pa_pk: تساں گھلن آلے نوں ایہہ سنیہا دوبارہ گھلن دا کہہ سکدے او ہونڑ تساں Signal دی تازہ ترین ورژن ورت رئے او۔
pl: Używasz już aktualnej wersji Signal. Możesz wyświetlić tę wiadomość, gdy nadawca ponownie Ci ją wyśle.
ps: تاسې کولای شئ چې له لیږونکی څخه وپوښتئ تر څو دغه پیغام اوس درته ولیږي کوم چې د Signal تازه نسخه کاروئ.
pt_br: Peça ao contato para reenviar essa mensagem agora que você está usando uma versão atualizada do Signal.
pt_pt: Pode pedir ao remetente para reenviar esta mensagem, pois agora já tem a versão atualizada do Signal.
ro: Îl poți ruga pe expeditor să retrimită acest mesaj acum că folosești o versiune actualizată de Signal.
ru: Теперь вы используете последнюю версию Signal и можете попросить отправителя повторно отправить это сообщение.
sk: Teraz môžete požiadať odosielateľa, aby znovu odoslal túto správu, keďže používate aktuálnu verziu Signalu.
sl: Prosite pošiljatelja naj vam ponovno pošlje to sporočilo, zdaj ko je vaša aplikacija Signal posodobljena.
sq: Mund t’i kërkoni dërguesit ta ridërgojë këtë mesazh tani që përdorni një version të përditësuar të Signal-it.
sr: Можете да затражите да вам пошиљалац поново пошаље ову поруку сада када користите најновију верзију Signal-а.
sv: Du kan be avsändaren att skicka detta meddelande igen nu när du använder en aktuell version av Signal.
sw: Unaweza kumuuliza mtumaji atume upya ujumbe huu kwa vile sasa unatumia toleo lililosasishwa la Signal.
ta: நீங்கள் Signal லின் புதுப்பித்த பதிப்பைப் பயன்படுத்துகிறீர்கள் என்று இந்த செய்தியை இப்போது மீண்டும் அனுப்புமாறு அனுப்புநரிடம் கேட்கலாம்.
te: మీరు Signal యొక్క నవీనమైన సంస్కరణను ఉపయోగిస్తున్నారని ఈ సందేశాన్ని తిరిగి పంపమని మీరు పంపినవారిని అడగవచ్చు.
th: ตอนนี้ คุณสามารถขอให้ผู้ส่งส่งข้อความอีกครั้ง เนื่องจากคุณกำลังใช้รุ่นที่ทันสมัยของ Signal แล้ว
tr: Signal'in güncel sürümünü kullandığınıza göre gönderenden bu iletiyi tekrar göndermesini isteyebilirsiniz.
ug: يوللىغۇچىدىن بۇ ئۇچۇرنى قايتا ئەۋەتىشنى سوراڭ، سىز Signal نىڭ يېڭى نەشرىنى ئىشلىتىۋاتىسىز.
uk: Тепер ви використовуєте останню версію Signal і можете попросити відправника ще раз надіслати це повідомлення.
ur: اگر آپ Signal کا اپ ٹو ڈیٹ ورژن استعمال کر رہے ہو تو آپ بھیجنے والے سے یہ پیغام دوبارہ بھیجنے کا کہ سکتے ہیں۔
vi: Bạn có thể yêu cầu người gửi hãy gửi lại tin nhắn này vì hiện tại bạn đang sử dụng phiên bản mới nhất của Signal.
zh_cn: 您已经在使用最新版本的 Signal，可以请对方重新发送这条信息。
zh_hk: 您已使用最新版本的 Signal，您可以請對方重新傳送此訊息。

# UNKNOWN_USER
source: Unknown
af: Onbekend
ar: غير معروف
az: Bilinmir
be: Невядома
bg: Непознат
bn: অজানা
ca: Desconegut
cs: Neznámý
cy: Anhysbys
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_es: Desconocid@
et: Tundmatu
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
fil: Hindi alam
fr: Inconnu
ga: Anaithnid
gu: અજાણ્યું
he: בלתי ידוע
hi: अनजान
hr: Nepoznato
hu: Ismeretlen
id: Tidak Dikenal
is: Óþekkt
it: Sconosciuto
ja: 不明
kab: Arussin
kk: Белгісіз
km: á˜á·á“áŸáŸ’á‚á¶á›áŸ‹
kn: ತಿಳಿದಿಲ್ಲ
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
mk: Непознато
ml: അജ്ഞാതം
mr: अज्ञात
ms: Tidak diketahui
my: မသိရှိသော
nb: Ukjent
nl: Onbekend
pa: ਅਣਜਾਣ
pa_pk: نامعلوم
pl: Nieznana osoba
ps: ناپیژانده
pt_br: Desconhecida/o
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sk: Neznámy
sl: Neznano
sq: I panjohur
sr: Непозната особа
sv: Okänd
sw: Isiyojulikana
ta: தெரியாத
te: తెలియని
th: ไม่รู้จัก
tr: Bilinmeyen
ug: نامەلۇم
uk: Невідомий
ur: نامعلوم
vi: Vô danh
zh_cn: 未知
zh_hk: 未知

# UNKNOWN_USER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: Disappearing messages were disabled.
af: Verdwynboodskappe is gedeaktiveer
ar: تمَّ تعطيل ميزة اختفاء الرسائل.
az: Yox olan mesajlar sıradan çıxarıldı.
be: Знікненне паведамленняў было адключана.
bg: Изчезващите съобщения са деактивирани.
bn: অদৃশ্য হওয়া মেসেজ অক্ষম করা হয়েছে।
ca: S'han desactivat els missatges efímers.
cs: Mizení zpráv je zakázáno
cy: Diffoddwyd negeseuon byrhoedlog.
da: Forsvindende beskeder blev deaktiveret.
de: Verschwindende Nachrichten wurden deaktiviert.
el: Τα μηνύματα που εξαφανίζονται απενεργοποιήθηκαν.
es: Se han desactivado los mensajes temporales.
es_es: Se ha desactivado la desaparición de mensajes.
et: Kaduvad sõnumid olid keelatud.
eu: Desagertzen diren mezuak ezgaituta dira
fa: پیام‌های ناپدید شونده غیرفعال شدند.
fi: Katoavat viestit poistettiin käytöstä.
fil: Ang naglalahong mga mensahe ay naka-disable.
fr: Les messages éphémères ont été désactivés.
ga: Díchumasaíodh teachtaireachtaí gearrshaolacha.
gu: અદૃશ્ય થઈ રહેલા મેસેજ અક્ષમ કર્યાં હતાં.
he: הודעות נעלמות הושבתו.
hi: ग़ायब होने वाले संदेश अक्षम हैं।
hr: Poruke koje nestaju su onemogućene.
hu: Eltűnő üzenetek letiltva.
id: Pesan menghilang dinonaktifkan.
is: Sjálfeyðandi skilaboð voru gerð óvirk.
it: I messaggi a scomparsa sono stati disabilitati.
ja: 消えるメッセージは無効にされました。
kab: Ṛṛwaḥ n yiznan yensa.
kk: Көрінбей кететін хабарлар функциясы ажыратылды.
km: áŸá¶ášá”á¶ááŸ‹á‘áŸ…áœá·á‰á”á¶á“á”á·á‘áŸ”
kn: ಸಂದೇಶಗಳ ಕಣ್ಮರೆಯಾಗುವಿಕೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 사라지는 메시지 기능이 꺼졌습니다.
lt: Išnykstančios žinutės buvo išjungtos.
lv: Ziņojumu dzēšana tika atspējota.
mk: Исчезнувачките пораки беа оневозможени.
ml: സന്ദേശങ്ങൾ അപ്രത്യക്ഷമാവുന്നത് പ്രാപ്തമല്ലാതാക്കിയിരിക്കുന്നു.
mr: हरवणारे संदेश अक्षम केले गेले.
ms: Mesej hilang dinyahdayakan.
my: မက်ဆေ့ချ်များ ပျောက်ကွယ်ခြင်းကို ပိတ်ထားပါသည်
nb: Tidsavgrensede meldinger er skrudd av.
nl: Verdwijnende berichten zijn uitgeschakeld.
pa: ਗਾਇਬ ਹੋਣ ਵਾਲੇ ਸੁਨੇਹੇ ਅਸਮਰੱਥ ਕੀਤੇ ਗਏ.
pa_pk: غائب ہون آلے سنیہے نوں غیرفعال کر دتا گیا سی۔
pl: Znikające wiadomości zostają wyłączone.
ps: له منځه تلونکي پیغامونه غیرفعال شوي دي.
pt_br: As mensagens efêmeras foram desabilitadas.
pt_pt: A destruição de mensagens foi desativada.
ro: Dispariția mesajelor a fost dezactivată.
ru: Исчезающие сообщения были отключены.
sk: Miznúce správy boli vypnuté.
sl: Izginjajoča sporočila so bila izklopljena
sq: U çaktivizuan mesazhe që zhduken.
sr: Нестајуће поруке су искључене.
sv: Försvinnande meddelanden inaktiverades.
sw: Jumbe zinazotoweka zimelemazwa.
ta: காணாமல் போகிறது செய்திகள் இருந்தன முடக்கப்பட்டது.
te: కనుమరుగవుతున్న సందేశాలు నిలిపివేయబడ్డాయి.
th: ข้อความที่ลบตัวเองไม่ได้ถูกเปิดใช้
tr: Kaybolan iletiler devre dışı bırakıldı.
ug: غايىب ئۇچۇر چەكلەندى.
uk: Тимчасові повідомлення вимкнено.
ur: غائب ہونے والے پیغامات غیر فعال کردیئے گئے تھے۔
vi: Tin nhắn tạm thời đã được tắt.
zh_cn: 阅后即焚消息已被关闭。
zh_hk: 限時訊息已停用。

# UNKNOWN_USER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: Disappearing message time was set to %@.
af: Verdwynboodskaptyd is gestel as %@.
ar: تمَّ تعيين زمن اختفاء الرسائل إلى %1$@.
az: Yox olan mesaj vaxtı %@ olaraq tənzimləndi.
be: Час знікнення паведамлення быў зададзены на %1$@.
bg: Времето за изчезване на съобщенията е зададено на %@.
bn: অদৃশ্য হয়ে যাওয়া বার্তার সময়টি %1$@-এ সেট করা হয়েছে।
ca: El temps del missatge efímer s'ha establert a %1$@.
cs: Čas zmizení zprávy nastaven na %1$@.
cy: Gosodwyd cyfnod negeseuon byrhoedlog i %@.
da: Udløbstid for forsvindende beskeder blev sat til %1$@
de: Zeit für verschwindende Nachrichten wurde auf %1$@ festgelegt.
el: Ο χρόνος εξαφάνισης των μηνυμάτων ορίστηκε σε %1$@.
es: Se ha establecido la duración de los mensajes temporales en %1$@.
es_es: El tiempo de desaparición de mensajes se ha fijado en %@.
et: Kaduvate sõnumite ajaks seadistati %@.
eu: Desagertzen diren mezuen denbora honela ezarria: %@.
fa: زمان پیام ناپدید شونده روی %1$@ تنظیم شد.
fi: Katoavien viestien ajaksi asetettiin %1$@.
fil: Ang oras ng naglalahong mensahe ay nakatakda sa %@.
fr: Le délai avant disparition des messages éphémères a été défini sur %1$@.
ga: Socraíodh an tréimhse a mhaireann teachtaireachtaí gearrshaolacha go %1$@.
gu: ગાયબ થવાનો મેસેજ સમય %1$@ પર સેટ કર્યો હતો.
he: זמן הודעות נעלמות נקבע אל %1$@.
hi: ग़ायब होने वाले संदेशों का समय %1$@ पर सेट है।
hr: Postavljeno je da poruke nestaju za %1$@.
hu: Eltűnő üzenetek ideje beállítva erre: %1$@.
id: Pesan hilang setelah %1$@.
is: Sjálfeyðandi skilaboð voru tímastillt á %@.
it: Il tempo di scomparsa dei messaggi è stato impostato a %1$@.
ja: 消えるメッセージのタイマーが%1$@に設定されました。
kab: Akud n ṛṛwaḥ n yiznan yettusbadu ɣer %@.
kk: Хабарлардың көрінбей кету уақыты %@ мәніне орнатылған.
km: á€áŸ†áááŸ‹ášá™áŸˆá–áŸá›á›á»á”áŸá¶áš %@áŸ”
kn: ಕಣ್ಮರೆಯಾಗುತ್ತಿರುವ ಸಂದೇಶ ಸಮಯ %@ ಕ್ಕೆ ಹೊಂದಿಸಲಾಗಿದೆ
ko: 사라지는 메시지 시간을 %1$@(으)로 설정했습니다.
lt: Išnykstančių žinučių laikas buvo nustatytas į %@.
lv: Ziņojumu dzēšanas laiks tika iestatīts uz %@.
mk: Времето за исчезнувачката порака е поставено на %@.
ml: സന്ദേശം അപ്രത്യക്ഷമാകേണ്ട സമയം %@ ആയി സജ്ജമാക്കിയിരിക്കുന്നു.
mr: हरवणारे संदेश वेळ %1$@ वर सेट केली गेली होती.
ms: Masa mesej hilang ditetapkan kepada %1$@.
my: မက်ဆေ့ချ်များကို %@ အချိန်အတွင်းပျောက်သွားရန် ချိန်ညှိထားသည်။
nb: Utløpstid for melding endret til %1$@
nl: De timer voor verdwijnende berichten is op %1$@ ingesteld.
pa: ਸੁਨੇਹਿਆਂ ਦੇ ਗਾਇਬ ਹੋਣ ਦਾ ਸਮਾਂ %@ ਸੈੱਟ ਕੀਤਾ ਗਿਆ.
pa_pk: غائب ہون آلے سنیہا دا ویلا %@ مقرر کیتا گیا سی۔
pl: Czas, po którym wiadomości znikają, zostaje ustawiony na %1$@.
ps: د له منځه تلونکي پیغام وخت تنظیم شو %@.
pt_br: O tempo das mensagens efêmeras foi definido em %1$@.
pt_pt: O tempo a decorrer até que as mensagens sejam destruídas foi definido para %1$@.
ro: Timpul setat pentru dispariția mesajele este de %1$@.
ru: Было установлено время исчезновения сообщения – %1$@.
sk: Čas miznúcich správ bol nastavený na %1$@.
sl: Čas poteka sporočila je nastavljen na %@.
sq: Koha për zhdukje mesazhesh është vënë %@s.
sr: Време нестајућих порука је подешено на %1$@.
sv: Tid för försvinnande meddelanden var inställd på %1$@.
sw: Muda wa jumbe zinazotoweka umeseti hadi %@.
ta: காணாமல் போன செய்தி நேரம் அமைக்கப்பட்டது%@.
te: కనుమరుగవుతున్న సందేశ సమయం %@ కు సెట్ చేయబడింది.
th: ตั้งเวลาให้ข้อความลบตัวเองที่ %1$@
tr: Kaybolan ileti süresi %1$@ olarak ayarlandı.
ug: ئۇچۇرنىڭ ئۆچۈرۈلۈش ۋاقتى «%1$@» گە تەڭشەلدى.
uk: Установлено таймер тимчасових повідомлень: %1$@.
ur: غائب ہونے والے پیغام کا وقت اس پر%1$@ مقرر کیا گیا تھا۔
vi: Thời gian tin nhắn biến mất được cài là %1$@.
zh_cn: 阅后即焚消息的销毁时间被设置为 %1$@。
zh_hk: 限時訊息時效已設為 %1$@。
