Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DEVICE_TRANSFER_TRANSFERRING_EXPLANATION
source: Keep both devices near each other. Do not turn off either device and keep Signal open.
af: Hou albei toestelle naby mekaar. Moenie enige van die toestelle afskakel nie, en hou Signal oop.
ar: أبقي الجهازين بالقرب من بعضهما البعض. لا تقُم بإيقاف تشغيل أيََا مِنهُما وأبقِ على سيجنال مفتوحًا.
az: Hər iki cihazı bir-birinə yaxın saxlayın. Cihazları söndürməyin və Signal-ı açıq saxlayın.
be: Трымайце абедзве прылады блізка адна да адной. Не выключайце прылады і пакіньце Signal адкрытым.
bg: Дръжте двете устройства близо едно до друго. Не изключвайте никое устройство и дръжте Signal отворен.
bn: উভয় ডিভাইস একে অপরের কাছে রাখুন। কোনও ডিভাইস বন্ধ করবেন না এবং Signal খোলা রাখবেন।
ca: Mantingueu els dos dispositius a prop. No atureu cap dels dos dispositius i tingueu el Signal obert.
cs: Mějte obě zařízení blízko sebe a zapnutá. Nechte Signal otevřený.
cy: Cadwch y ddwy ddyfais gyfagos a'i gilydd. Peidiwch a diffodd y naill ddyfais neu'r llall a chadwch Signal yn agored.
da: Hold begge enheder tætved hinanden. Sluk ikke for nogen af enhederne og hold Signal åbent
de: Positioniere beide Geräte nahe beieinander. Schalte keines davon aus und lass Signal geöffnet.
el: Κράτησε τις δύο συσκευές κοντά τη μία στην άλλη. Μην απενεργοποιήσεις καμιά συσκευή και κράτησε το Signal ανοικτό.
es: Mantén ambos dispositivos cerca uno del otro. No los apagues y mantén la aplicación Signal abierta.
es_es: Mantén ambos dispositivos cerca. No los desconectes y mantén Signal abierto.
et: Hoia mõlemat seadet üksteise lähedal. Ära lülita kumbagi seadet välja ja hoia Signal avatuna.
eu: Mantendu bi gailuak gertu. Ez itzali eta Signal irekita mantendu. Tranferentziak muturretik-muturrera enkriptatuak dira.
fa: هر دو دستگاه را نزدیک هم قرار دهید. هیچکدام را خاموش نکنید و سیگنال را باز نگه دارید.
fi: Pidä laitteet lähellä toisiaan. Älä sammuta niitä ja pidä Signal avoinna.
fil: Panatilihing magkalapit ang parehong device sa isa't-isa. Huwag patayin ang alinman sa dalawa at panatilihing bukas ang Signal.
fr: Gardez les deux appareils côte à côte. Ne les éteignez pas et ne fermez pas Signal.
ga: Coinnigh an dá ghléas i ngar dá chéile. Ná múch ceachtar acu, agus coinnigh Signal oscailte orthu.
gu: બંને ડિવાઇસને એકબીજાની નજીક રાખો. બંને ડિવાઇસ બંધ ન કરો અને Signal ને ખુલ્લા રાખો.
he: השאר את שני המכשירים קרובים זה לזה. אל תכבה אף מכשיר והשאר את Signal פתוח.
hi: दोनों डिवाइस एक दूसरे के पास रखें। किसी भी डिवाइस को बंद ना करें और Signal खुला रखें|
hr: Držite oba uređaja blizu jedan drugog. Ne isključujte nijedan uređaj i držite Signal otvorenim.
hu: Tartsd a két eszközt egymás közelében. Ne kapcsold ki egyik eszközt sem és tartsd a Signalt nyitva.
id: Dekatkan kedua perangkat, jangan dimatikan, dan pastikan Signal tetap terbuka.
is: Haltu tækjunum nálægt hvoru öðru. Ekki slökkva á tækjunum og haltu Signal opnu.
it: Tieni entrambi i dispositivi vicini. Non spegnere nessuno dei due dispositivi e tieni aperto Signal.
ja: 端末同士を近くに置いてください。どちらも電源を切らず、Signalを開いたままにしてください。
kab: Eǧǧ sin-nni n yibenkan myiqraben. Ur snusuy ara yiwen deg-sen, rnu eǧǧ Signal yeldi.
kk: Екі құрылғыны бір біріне жақын ұстаңыз. Құрылғының ешқайсысын өшірмеңіз және Signal қолданбасын ашық ұстаңыз.
km: ášá€áŸ’áŸá¶á§á”á€ášááŸá‘á¶áŸ†á„á–á¸ášá“áŸ…á‡á·áá‚áŸ’á“á¶áŸ” á˜á·á“ááŸ’ášá¼áœá”á·á‘á§á”á€ášááŸáá¶á˜á½á™ á“á·á„ášá€áŸ’áŸá¶ Signal á²áŸ’á™á“áŸ…á”á¾á€áŸ”
kn: ಎರಡೂ ಸಾಧನಗಳನ್ನು ಪರಸ್ಪರ ಹತ್ತಿರ ಇರಿಸಿ. ಯಾವುದೇ ಒಂದು ಸಾಧನವನ್ನು ಆಫ್ ಮಾಡಬೇಡಿ ಮತ್ತು Signal ಅನ್ನು ತೆರೆದೇ ಇರಿಸಿ.
ko: 두 기기에서 Signal을 실행한 후 서로 가까이 두세요. 기기를 끄지 마세요.
lt: Laikykite abu įrenginius vieną šalia kito. Neišjunkite nei vieno įrenginio ir palikite Signal atvertą.
lv: Turiet abas ierīces tuvu vienu otrai. Neslēdz ārā ierīces un turiet Signal atvērtu.
mk: Држете ги двата уреди еден до друг. Не исклучувајте ниту еден од нив и држете го Signal отворен.
ml: രണ്ട് ഡിവൈസുകളും സമീപത്തായി പരസ്പരം സൂക്ഷിക്കുക. രണ്ടും ഓഫ് ചെയ്യരുത്, Signal ഓപ്പൺ ആക്കി വയ്ക്കുക.
mr: दोन्ही डिव्हाईस ऐकमेकांच्या जवळ ठेवा. कुठलाही डिव्हाईस बंद करू नका आणि Signal उघडे ठेवा.
ms: Kekalkan kedua-dua peranti berdekatan satu sama lain. Jangan matikan peranti dan kekalkan Signal terbuka.
my: စက် ၂ ခုလုံးသည် အနားတွင် အချင်းချင်းရှိနေစေပါ။ မည်သည့် စက်ကိုမှ မပိတ်ပါနှင့်၊ Signal ကို ဖွင့်ထားပေးပါ။
nb: Hold enhetene i nærheten av hverandre. Ikke slå av noen av enhetene, og la Signal være åpen.
nl: Houd de apparaten bij elkaar in de buurt en houd de Signal-app open op beide apparaten.
pa: ਦੋਨਾਂ ਡਿਵਾਈਸਾਂ ਨੂੰ ਇੱਕ ਦੂਜੇ ਦੇ ਨੇੜੇ ਰੱਖੋ. ਕਿਸੇ ਵੀ ਡਿਵਾਈਸ ਨੂੰ ਬੰਦ ਨਾ ਕਰੋ ਅਤੇ Signal ਨੂੰ ਖੋਲ੍ਹੀ ਰੱਖੋ.
pa_pk: دونویں آلیاں نوں اک دوجے دے نیڑے رکھو۔ کسے وی آلے نوں آف نہ کرو تے Signal نوں کھلا رکھو۔
pl: Urządzenia muszą znajdować się blisko siebie. Nie wyłączaj żadnego z nich ani nie zamykaj aplikacji Signal.
ps: دواړه وسیلې د یوه بل تر څنګ کېږدئ. هېڅ یوه وسیله بنده نه کړئ او په دواړو کې Signal خلاص پریږدئ.
pt_br: Mantenha os dois aparelhos próximos um do outro, não desligue nenhum deles e deixe o Signal sempre aberto.
pt_pt: Mantenha ambos os dispositivos próximos um do outro. Não desligue nenhum dos dispositivos e mantenha o Signal aberto.
ro: Ține ambele dispozitive unul lângă altul. Nu opri niciun dispozitiv și menține Signal deschis.
ru: Держите оба устройства рядом друг с другом. Не выключайте ни одно из них и оставьте Signal открытым.
sk: Ponechajte obe zariadenia blízko seba. Nevypínajte ani jedno zariadenie a nechajte Signal otvorený.
sl: Imejte obe napravi v neposredni bližini. Ne izklapljajte ju in pustite aplikacijo Signal odprto na obeh.
sq: Mbajini të dyja pajisjet afër njëra-tjetrës. Mos fikni ndonjë prej tyre dhe mbajeni hapur Signal-in.
sr: Приближите уређаје, не искључујте их и држите Signal отворен.
sv: Håll båda enheterna nära varandra. Stäng inte av någon av enheterna och håll Signal öppen.
sw: Weka vifaa vikaribiane. Usizime kifaa chochote na wacha Signal wazi.
ta: இரண்டு சாதனங்களையும் ஒவ்வொன்றின் அருகே வைத்திருங்கள் மற்றவை. அணைக்க வேண்டாம்சாதனம் மற்றும் வை Signal திறந்த.
te: రెండు పరికరాలను ఒకదానికొకటి సమీపంలో ఉంచండి. పరికరాన్ని ఆపివేయవద్దు మరియు Signal తెరిచి ఉంచండి.
th: ทำให้แน่ใจว่าอุปกรณ์ทั้งคู่อยู่ใกล้กัน อย่าปิดเครื่องใด และให้เปิด Signal อยู่ตลอดเวลา
tr: İki cihazı da birbirlerinin yakınında bulundurun. Cihazları veya Signal'i kapatmayın.
ug: ئىككى ئۈسكىنىنى يېقىن تۇتۇڭ. ئۈسكۈنىلەر ئېتىلىپ قالمىسۇن، Signal ئوچۇق ھالەتتە تۇرسۇن. يۆتكەش ئۇچتىن-ئۇچقا شىفرىلىنىدۇ.
uk: Пристрої повинні бути поряд один з одним. Не вимикайте жодного з пристроїв і не закривайте на них Signal.
ur: دونوں devices ایک دوسرے کے قریب رکھیں۔ کسی بھی device کو بند نہ کریں اور Signal کو کھلا رکھیں۔
vi: Để cả hai thiết bị gần nhau. Đừng tắt nguồn thiết bị nào và để mở ứng dụng Signal.
zh_cn: 请确保两个设备足够靠近。不要关闭设备并保证 Signal 运行。
zh_hk: 保持兩個裝置互相靠近。請勿關閉裝置並始終開啟Signal。

# DEVICE_TRANSFER_TRANSFERRING_TITLE
source: Transferring Data
af: Oordra van data
ar: جارٍ نقل البيانات
az: Verilənlər köçürülür
be: Перанос даных
bg: Прехвърляне на данни
bn: ডেটা স্থানান্তর করা হচ্ছে
ca: Transferència de dades
cs: Přenášíme data
cy: Yn Trosglwyddo Data
da: Overfører data
de: Daten werden übertragen
el: Μεταφορά δεδομένων
es: Transfiriendo datos
es_es: Transfiriendo datos
et: Andmete ülekandmine
eu: Datuak Transferitzen
fa: انتقال داده
fi: Tietoja siirretään
fil: Inililipat ang Data
fr: Transfert des données
ga: Sonraí á nAistriú
gu: ડેટા ટ્રાન્સફર કરી રહ્યું છે
he: מעביר נתונים
hi: डाटा ट्रान्सफर हो रहा है
hr: Prijenos podataka
hu: Adat átvitele
id: Mentransfer Data
is: Flyt gögn
it: Trasferimento dati
ja: データ移行中
kab: Tuzna n isefka
kk: Деректерді көшіруде
km: á€áŸ†á–á»á„á”á‰áŸ’á‡á¼á“á‘á·á“áŸ’á“á“áŸá™
kn: ಡೇಟಾ ವರ್ಗಾವಣೆ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 데이터 이동 중
lt: Perkeliami duomenys
lv: Notiek datu pārsūtīšana
mk: Пренесување на податоци
ml: ഡാറ്റ കൈമാറ്റം ചെയ്യുന്നു
mr: डेटा स्थानांतरित करत आहे
ms: Memindahkan Data
my: ဒေတာ လွှဲပြောင်းနေသည်
nb: Data overføres
nl: Gegevens overzetten
pa: ਡੇਟਾ ਟ੍ਰਾਂਸਫਰ ਹੋ ਰਿਹਾ ਹੈ
pa_pk: ڈیٹا منتقل کرنا
pl: Przenoszenie danych
ps: د ډیټا لیږل
pt_br: Transferindo os dados
pt_pt: A transferir dados
ro: Se transmit datele
ru: Передача данных
sk: Prenášajú sa dáta
sl: Prenašanje podatkov
sq: Shpërngulje të Dhënash
sr: Подаци се преносе
sv: Överför data
sw: Inahamisha Data
ta: தரவை மாற்றுதல்
te: డేటాను బదిలీ చేస్తోంది
th: ถ่ายโอนข้อมูล
tr: Veri Aktarılıyor
ug: مەلۇمات يۆتكىلىۋاتىدۇ
uk: Триває передача даних
ur: ڈیٹا کی منتقلی
vi: Đang chuyển dữ liệu
zh_cn: 正在迁移数据
zh_hk: 正在轉移資料

source: Disappearing Messages
af: Verdwynboodskappe
ar: ميزة اختفاء الرسائل
az: Yox olan mesajlar
be: Знікаючыя паведамленні
bg: Изчезващи Съобщения
bn: অদৃশ্য বার্তা
ca: Missatges efímers
cs: Mizející zprávy
cy: Negeseuon Byrhoedlog
da: Forsvindende beskeder
de: Verschwindende Nachrichten
el: Μηνύματα που εξαφανίζονται
es: Mensajes temporales
es_es: Desaparición de mensajes
et: Kaduvad sõnumid
eu: Ezkutatutako Mezuak
fa: پیام‌های ناپدید شونده
fi: Katoavat viestit
fil: Naglalahong mga Mensahe
fr: Messages éphémères
ga: Teachtaireachtaí Gearrshaolacha
gu: અદૃશ્ય થઈ રહેલા મેસેજ
he: הודעות נעלמות
hi: गायब होते मेसेज
hr: Poruke koje nestaju
hu: Eltűnő üzenetek
id: Pesan Menghilang
is: Sjálfeyðandi skilaboð
it: Messaggi a scomparsa
ja: 消えるメッセージ
kab: Iznan yettṛuḥun
kk: Ғайып болатын хабарлар
km: áŸá¶ášáŠáŸ‚á›á˜á·á“á”á„áŸ’á á¶á‰
kn: ಕಣ್ಮರೆಯಾಗುತ್ತಿದೆ ಸಂದೇಶಗಳು
ko: 사라지는 메시지
lt: Išnykstančios žinutės
lv: Ziņojumu dzēšana
mk: Изчезнувачки пораки
ml: അപ്രത്യക്ഷമാകുന്ന സന്ദേശങ്ങൾ
mr: हरवणारे संदेश
ms: Mesej hilang
my: ပျောက်ကွယ်သော မက်ဆေ့ချ်များ
nb: Tidsavgrensede meldinger
nl: Verdwijnende berichten
pa: ਗਾਇਬ ਹੋ ਜਾਣ ਵਾਲੇ ਸੁਨੇਹੇ
pa_pk: غائب ہون آلے سنیہے
pl: Znikające wiadomości
ps: ورک کېدونکې پیغامونه
pt_br: Mensagens efêmeras
pt_pt: Destruição de mensagens
ro: Dispariție Mesaje
ru: Исчезающие сообщения
sk: Miznúce správy
sl: Izginjajoča sporočila
sq: Zhdukje Mesazhesh
sr: Нестајуће поруке
sv: Försvinnande meddelanden
sw: Jumbe zinazotoweka
ta: காணாமல் போகும் செய்திகள்
te: అదృశ్యమవుతున్న సందేశాలు
th: ข้อความที่ลบตัวเองได้
tr: Kaybolan İletiler
ug: غايىب ئۇچۇرلار
uk: Тимчасові повідомлення
ur: پیغامات غائب ہورہے ہیں
vi: Tin nhắn tự hủy
zh_cn: 阅后即焚
zh_hk: 限時訊息

# DISAPPEARING_MESSAGES_CONFIGURATION_GROUP_EXISTING_FORMAT
source: Messages in this chat will disappear after %@.
af: Boodskappe in hierdie klets sal na %@ verdwyn.
ar: ستختفي الرسائل في هذه الدردشة بعد %1$@.
az: Bu söhbətdəki mesajlar %@ sonra yox olacaq.
be: Паведамленні ў гэтым чаце знікнуць пасля %1$@.
bg: Съобщенията в този разговор ще изчезнат след %@.
bn: এই চ্যাটটিতে থাকা ম্যাসেজ %1$@-এর পরে অদৃশ্য হয়ে যাবে।
ca: Els missatges d'aquest xat desapareixeran al cap de %1$@.
cs: Zprávy v tomto chatu zmizí po %1$@.
cy: Bydd pob neges yn y sgwrs yn diflannu ar ôl %@.
da: Beskeder i chatten vil forsvinde efter %1$@.
de: Nachrichten in diesem Chat verschwinden nach %1$@.
el: Τα μηνύματα σε αυτή τη συνομιλία θα εξαφανίζονται μετά από %1$@.
es: Los mensajes de este chat desaparecerán tras %1$@.
es_es: Los mensajes en este chat desaparecerán tras %@.
et: Selle vestluse sõnumid kaovad %@ pärast.
eu: Solasaldi honetako mezuak desagertuko dira %@ igaro ondoren.
fa: پیام‌ها در این گفتگو پس از %1$@ ناپدید خواهند شد.
fi: Viestit katoavat tästä keskustelusta kun %1$@ on kulunut.
fil: Ang mga mensahe sa pag-uusap na ito ay maglalaho makalipas ang %@.
fr: Les messages de cette conversation disparaissent au bout de %1$@.
ga: Imeoidh teachtaireachtaí sa chomhrá seo as radharc tar éis %1$@.
gu: આ ચેટમાં મેસેજ %1$@ પછી અદૃશ્ય થઈ જશે.
he: הודעות בצ׳אט זה יעלמו אחרי %1$@.
hi: इस चैट में संदेश %1$@ के बाद ग़ायब हो जाएँगे।
hr: Poruke u ovom razgovoru nestati će nakon %1$@.
hu: Ennek a csevegésnek az üzenetei %1$@ után eltűnnek.
id: Pesan dalam obrolan ini akan hilang setelah %1$@.
is: Skilaboð í þessu samtali hverfa eftir %@.
it: I messaggi in questa chat scompariranno dopo %1$@.
ja: このチャットのメッセージは%1$@後に消えます。
kab: Iznan deg udiwenni-a ad ṛuḥen seld %@.
kk: Осы әңгімедегі хабарламалар %@ кейін жоғалып кетеді.
km: áŸá¶ášá“áŸ…á€áŸ’á“á»á„á€á¶ášá‡á‡áŸ‚á€á“áŸáŸ‡á“á¹á„ášá›á»á”á”á¶ááŸ‹á”á“áŸ’á‘á¶á”áŸ‹á–á¸ %@áŸ”
kn: ಈ ಚಾಟ್‌ನಲ್ಲಿನ ಸಂದೇಶಗಳು %@ ನಂತರ ಕಣ್ಮರೆಯಾಗುತ್ತವೆ.
ko: %1$@ 뒤 이 대화의 메시지가 사라집니다.
lt: Žinutės šiame pokalbyje išnyks po %@.
lv: Šīs tērzēšanas ziņas tiks dzēstas pēc %@.
mk: Пораките во овој разговор ќе исчезнуваат после %@.
ml: ഈ ചാറ്റിലെ സന്ദേശങ്ങൾ %@ ശേഷം അപ്രത്യക്ഷമാകും.
mr: %1$@ नंतर या चॅटमधील संदेश लुप्त होतील.
ms: Mesej dalam sembang ini akan hilang selepas %1$@.
my: ၎င်း စကားပြောဆိုမှုထဲရှိ မက်ဆေ့ချ်များသည် %@ အကြာတွင် ဖျောက်သွားပါမည်။
nb: Meldinger i denne samtalen vil forsvinne etter %1$@.
nl: Berichten in deze chat zullen na %1$@ verdwijnen.
pa: ਇਸ ਚੈਟ ਵਿਚਲੇ ਸੁਨੇਹੇ %@ ਤੋਂ ਬਾਅਦ ਗਾਇਬ ਹੋ ਜਾਣਗੇ।
pa_pk: ایس گل وات اچ سنیہے %@ دے بعد غائب ہو جان گے۔
pl: Czas, po którym wiadomości w tym czacie znikają, to %1$@.
ps: په دغه چټ کې به پیغامونه له %@ وروسته ورک شي.
pt_br: As mensagens neste chat desaparecerão após %1$@.
pt_pt: As mensagens neste chat irão ser destruídas após %1$@.
ro: Mesajele din această conversație vor dispărea după %1$@.
ru: Сообщения в этом чате будут исчезать через %1$@.
sk: Správy v tomto čete zmiznú za %1$@.
sl: Sporočila v tem pogovoru bodo izginila po %@.
sq: Mesazhet në këtë fjalosje do të zhduken pas %@.
sr: Поруке у овом ћаскању ће нестати након %1$@.
sv: Meddelanden i denna chatt försvinner efter %1$@.
sw: Ujumbe katika gumzo hii itatoweka baada ya %@.
ta: இந்த உரையாடலில் செய்திகள் %@ பிறகு மறைந்துவிடும்.
te: ఈ చాట్‌లోని సందేశాలు %@ తర్వాత కనిపించవు.
th: ข้อความในแชทนี้จะหายไปหลังจาก %1$@
tr: Bu sohbetteki mesajlar %1$@ geçtikten sonra kaybolacaktır.
ug: بۇ پاراڭدىكى ئۇچۇرلار «%1$@» دىن كېيىن ئۆچۈرۈلىدۇ.
uk: Повідомлення в цьому чаті зникають через %1$@.
ur: اس چیٹ میں موجود میسجز %1$@ کے بعد غائب ہو جائیں گے۔
vi: Tin nhắn trong cuộc trò chuyện này sẽ biến mất sau %1$@.
zh_cn: 此聊天中的消息将在 %1$@后消失。
zh_hk: 此聊天中的訊息會於 %1$@ 後消失。

# DISAPPEARING_MESSAGES_CUSTOM_TIME
source: Custom Time
af: Pasgemaakte tyd
ar: وقت مُخصَّص
az: Özəl vaxt
be: Персаналізаваны час
bn: কাস্টম সময়
ca: Hora personalitzada
cs: Vlastní čas
cy: Dewis Amser
da: Tilpasset tid
de: Personalisierte Zeit
el: Προσαρμοσμένος χρόνος
es: Duración personalizada
et: Kohandatud aeg
eu: Denbora pertsonalizatua
fa: زمان سفارشی
fi: Muu aika
fr: Délai personnalisé
gu: કસ્ટમ સમય
he: זמן ברירת מחדל
hi: कस्टम समय
hr: Prilagođeno vrijeme
hu: Egyedi érték
id: Waktu Kustom
is: Sérsniðinn tími
it: Tempo personalizzato
ja: カスタム時間
km: ááŸášáœáŸá›á¶á€áŸ†áááŸ‹ááŸ’á›á½á“á¯á„
kn: ಕಸ್ಟಮ್ ಸಮಯ
ko: 지역 시간
lt: Tinkintas laikas
lv: Pielāgots laiks
mk: Прилагоди време
ml: ഇഷ്ടാനുസൃത സമയം
mr: कस्टम वेळ
ms: Masa Tersuai
my: စိတ်ကြိုက် အချိန်
nb: Selvvalgt tid
nl: Zelfgekozen tijd
pa: ਪਸੰਦੀਦਾ ਸਮਾਂ
pl: Ustaw inny czas
ps: سفارشي وخت
pt_br: Tempo personalizado
pt_pt: Temporizador personalizado
ro: Timp personalizat
ru: Пользовательское время
sk: Vlastný čas
sl: Čas po meri
sq: Kohë Vetjake
sr: Одређено време
sv: Anpassad tid
sw: Wakati wa Kawaida
ta: விருப்ப நேரம்
te: అనుకూల సమయం
th: เวลากำหนดเอง
tr: Özel Zaman
ug: ئىختىيارىچە ۋاقىت خاتىرىلىگۈچ
uk: Свій час
ur: کسٹم ٹائم
vi: Thời gian Tuỳ chỉnh
zh_cn: 自定义时间
zh_hk: 自訂時間

# DISAPPEARING_MESSAGES_CUSTOM_TIME_UNIT_PICKER
source: Unit
ar: الوحدة
be: Адзінка
bn: ইউনিট
ca: Unitat
cs: Jednotka
da: Enhed
de: Zeiteinheit
el: Μονάδα
es: Unidad
fa: واحد
fi: Yksikkö
fr: Unité
ga: Aonad
gu: એકમ
he: יחידה
hi: यूनिट
hr: Jedinica
hu: Egység
id: Satuan
it: Unità
ja: 単位
ko: 단위
mr: एकक
nb: Tidsenhet
nl: Eenheid
pl: Jednostka
pt_br: Unidade
pt_pt: Unidade
ro: Unitate
ru: Значение
sk: Jednotka
sr: Јединица
sv: Enhet
th: หน่วย
tr: Birim
ug: بىرلىكى
uk: Одиниця
ur: یونٹ
vi: Đơn vị
zh_cn: 单位
zh_hk: 單位

# DISAPPEARING_MESSAGES_CUSTOM_TIME_VALUE_PICKER
source: Value
ar: القيمة
be: Значэнне
bn: মান
ca: Valor
cs: Hodnota
da: Tidsværdi
de: Dauer
el: Τιμή
es: Valor
fa: مقدار
fi: Arvo
fr: Valeur
ga: Luach
gu: મૂલ્ય
he: ערך
hi: मात्रा
hr: Vrijednost
hu: Érték
id: Nilai
it: Valore
ja: 数値
ko: 값
mr: मूल्य
ms: Nilai
nb: Tall
nl: Waarde
pl: Liczba
pt_br: Valor
pt_pt: Valor
ro: Valoare
ru: Количество
sk: Hodnota
sr: Вредност
sv: Värde
th: จำนวน
tr: Değer
ug: قىممىتى
uk: Значення
ur: ویلیو
vi: Giá trị
zh_cn: 值
zh_hk: 數值

# DISAPPEARING_MESSAGES_DAYS
source: days
af: dae
ar: أيام
az: gün
be: дзён
bn: দিন
ca: dies
cs: dny
cy: diwrnod
da: dage
de: Tage
el: ημέρες
es: días
et: päeva
eu: egunak
fa: روز
fi: päivää
fr: jours
ga: lá
gu: દિવસો
he: ימים
hi: दिन
hr: dana
hu: nap
id: hari
is: daga
it: giorni
ja: 日
km: ááŸ’á„áŸƒ
kn: ದಿನಗಳು
ko: 일
lt: d.
lv: dienas
mk: денови
ml: ദിവസങ്ങൾ
mr: दिवस
ms: hari
my: ရက်
nb: dager
nl: dagen
pa: ਦਿਨ
pl: dni
ps: ورځې
pt_br: dias
pt_pt: dias
ro: zile
ru: дней
sk: dní
sl: dnevi
sq: ditë
sr: дан(а)
sv: dagar
sw: siku
ta: நாட்களில்
te: రోజులు
th: วัน
tr: gün
ug: كۈن
uk: дні
ur: دن
vi: ngày
zh_cn: 天
zh_hk: 天
