Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

source: Group updated.
af: Groep bygewerk.
ar: تَّم تحديث المجموعة.
az: Qrup yeniləndi.
be: Група абноўленая.
bg: Групата е обновена.
bn: গ্রুপ আপডেট হয়েছে।
ca: S'ha actualitzat el grup.
cs: Skupina aktualizována.
cy: Grŵp wedi'i ddiweddaru.
da: Gruppe opdateret
de: Gruppe aktualisiert.
el: Η ομάδα ενημερώθηκε.
es: Grupo actualizado.
es_es: Grupo actualizado.
et: Grupp uuendatud.
eu: Taldea eguneratu da.
fa: گروه ، به روز رسانی شده است.
fi: Ryhmä päivitetty.
fil: In-update ang grupo.
fr: Groupe mis à jour.
ga: Nuashonraíodh an grúpa.
gu: ગ્રુપ અપડેટ કર્યું.
he: הקבוצה עודכנה.
hi: ग्रुप अपडेट हो गया है।
hr: Grupa je ažurirana.
hu: Csoport frissítve.
id: Group dimutakhirkan
is: Hópur uppfærður
it: Gruppo aggiornato.
ja: グループが更新されました。
kab: Agraw yettuleqqem.
kk: Топ жаңартылды.
km: á”á¶á“á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€áŸ’ášá»á˜áŸ”
kn: ಗುಂಪು ನವೀಕರಿಸಲಾಗಿದೆ.
ko: 그룹 업데이트됨.
lt: Grupė atnaujinta.
lv: Grupa ir atjaunināta.
mk: Групата е ажурирана.
ml: ഗ്രൂപ്പ് അപ്‌ഡേറ്റുചെയ്‌തു.
mr: गट अद्यतनित.
ms: Kumpulan dikemas kini.
my: အဖွဲ့အား အပ်ဒိတ်ပြုလုပ်ပြီး။
nb: Gruppen oppdatert.
nl: Groep aangepast.
pa: ਗਰੁੱਪ ਅੱਪਡੇਟ ਕੀਤਾ।
pa_pk: گروپ اپ ڈیٹ کیتا گیا۔
pl: Zaktualizowano grupę.
ps: ګروپ اپډیټ شو.
pt_br: Grupo atualizado.
pt_pt: Grupo atualizado.
ro: Grupul a fost actualizat.
ru: Группа обновлена.
sk: Skupina aktualizovaná.
sl: Skupina posodobljena.
sq: Grupi u përditësua.
sr: Група је ажурирана.
sv: Gruppen uppdaterad.
sw: Kundi limesasishwa.
ta: குழு புதுப்பிக்கப்பட்டது.
te: సమూహం నవీకరించబడింది
th: ปรับปรุงกลุ่มแล้ว
tr: Grup güncellendi.
ug: گۇرۇپپا يېڭىلاندى.
uk: Групу оновлено.
ur: گروپ کی تجدید ہوئی۔
vi: Nhóm được cập nhật.
zh_cn: 群组更新完成。
zh_hk: 群組已更新。

# GROUP_UPDATED_AVATAR_REMOVED
source: The group photo was removed.
af: Die groepfoto is verwyder.
ar: تمَّت إزالة صورة المجموعة.
az: Qrup fotosu çıxarıldı.
be: Фота групы было выдалена.
bg: Аватарът на групата беше отстранен.
bn: গ্রুপ ছবিটি সরানো হয়েছে।
ca: S'ha suprimit la fotografia del grup.
cs: Skupinová fotografie byla odstraněna.
cy: Dilëwyd llun y grŵp.
da: Gruppens foto blev fjernet.
de: Das Gruppenfoto wurde entfernt.
el: Η φωτογραφία της ομάδας αφαιρέθηκε.
es: Se ha eliminado la imagen del grupo.
es_es: Se eliminó la imagen del grupo.
et: Grupi foto eemaldati.
eu: Taldeko argazkia ezabatu da.
fa: عکس گروه حذف شد.
fi: Ryhmän kuva poistettiin.
fr: La photo du groupe a été supprimée.
ga: Baineadh pictiúr an ghrúpa.
gu: ગ્રુપ ફોટોને દૂર કરવામાં આવ્યો.
he: תמונת הקבוצה הוסרה.
hi: ग्रुप फ़ोटो को हटा दिया गया था।
hr: Grupna slika je uklonjena.
hu: Csoport avatár eltávolításra került.
id: Foto grup telah dihapus.
is: Auðkennismynd hópsins var fjarlægð.
it: La foto del gruppo è stata rimossa.
ja: グループアイコンが削除されました。
kab: Tawlaft n ugraw yettwakkes.
kk: Топ фотосуреті алынып тасталды.
km: ášá¼á”á—á¶á–á€áŸ’ášá»á˜á”á¶á“á›á»á”á…áŸ„á›áŸ”
kn: ಗುಂಪಿನ ಫೋಟೋವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
ko: 그룹 사진을 제거했습니다.
lt: Grupės nuotrauka buvo pašalinta.
lv: Grupas attēls noņemts.
mk: Сликата на групата беше отстранета.
ml: ഗ്രൂപ്പ് ഫോട്ടോ നീക്കംചെയ്‌തു.
mr: ग्रुप फोटो काढला गेला होता.
ms: Foto kumpulan telah dialih keluar.
my: အဖွဲ့ရုပ်ပုံသည် ဖယ်ရှားခံခဲ့ရပါသည်။
nb: Gruppebildet ble fjernet.
nl: De groepsafbeelding is verwijderd.
pa: ਗਰੁੱਪ ਫ਼ੋਟੋ ਨੂੰ ਹਟਾਇਆ ਗਿਆ ਸੀ।
pl: Ktoś usuwa zdjęcie grupy.
ps: د ګروپ انځور لري شوی و.
pt_br: A foto deste grupo foi apagada.
pt_pt: Foi removida a fotografia de grupo.
ro: Poza grupului a fost eliminată.
ru: Фото группы было удалено.
sk: Fotka skupiny bola odstránená.
sl: Fotografija skupine je bila odstranjena.
sq: Fotoja e grupit u hoq.
sr: Слика групе је уклоњена.
sv: Gruppfotot togs bort.
sw: Picha ya kikundi imeondolewa.
ta: குழு புகைப்படம் அகற்றப்பட்டது.
te: సమూహ ఛాయాచిత్రం తొలగించబడింది.
th: รูปของกลุ่มถูกลบแล้ว
tr: Grup fotoğrafı kaldırıldı.
ug: گۇرۇپپىنىڭ سۈرىتى چىقىرىۋېتىلدى.
uk: Фото групи видалено.
ur: گروپ فوٹو ہٹا دیا گیا تھا۔
vi: Ảnh nhóm đã bị gỡ bỏ.
zh_cn: 群组头像已被移除。
zh_hk: 群組照片已被移除。

# GROUP_UPDATED_AVATAR_REMOVED_BY_LOCAL_USER
source: You removed the photo.
af: Jy het die foto verwyder.
ar: قُمتَ بإزالة الصورة.
az: Fotonu çıxartdınız.
be: Вы выдалілі фота.
bg: Вие премахнахте аватара.
bn: আপনি গ্রুপ ছবিটি সরিয়ে দিয়েছেন।
ca: Has suprimit la fotografia.
cs: Odstranili jste fotografii.
cy: Dileasoch y llun.
da: Du fjernede fotoet.
de: Du hast das Foto entfernt.
el: Αφαίρεσες τη φωτογραφία της ομάδας.
es: Has eliminado la imagen.
es_es: Has eliminado la imagen.
et: Sa eemaldasid foto.
eu: Argazia ezabatu duzu.
fa: عکس را حذف کردید.
fi: Poistit ryhmän kuvan.
fr: Vous avez supprimé la photo du groupe.
ga: Bhain tú an pictiúr.
gu: તમે ફોટો દૂર કર્યો.
he: הסרת את התמונה.
hi: आपने फ़ोटो को हटा दिया।
hr: Uklonili ste sliku.
hu: Eltávolítottad a csoport avatárt.
id: Anda menghapus foto grup.
is: Þú fjarlægðir myndina.
it: Hai rimosso la foto.
ja: アイコンを削除しました。
kab: Tekkseḍ tawlaft.
kk: Сіз фотосуретті алып тастадыңыз.
km: á¢áŸ’á“á€á”á¶á“á›á»á”ášá¼á”á—á¶á–áŸ”
kn: ನೀವು ಫೋಟೋವನ್ನು ತೆಗೆದುಹಾಕಿದ್ದೀರಿ.
ko: 내가 사진을 제거했습니다.
lt: Jūs pašalinote nuotrauką.
lv: Jūs noņēmāt attēlu.
mk: Вие ја отстранивте сликата.
ml: നിങ്ങൾ ഫോട്ടോ നീക്കംചെയ്തു.
mr: आपण फोटो काढून टाकला.
ms: Anda telah mengalih keluar foto.
my: သင်သည် ရုပ်ပုံကို ဖယ်ရှားခဲ့ပါသည်။
nb: Du fjernet bildet.
nl: Je hebt de groepsafbeelding verwijderd.
pa: ਤੁਸੀਂ ਫ਼ੋਟੋ ਨੂੰ ਹਟਾਇਆ।
pl: Usuwasz zdjęcie.
ps: تاسې انځور لري کړ.
pt_br: Você apagou a foto deste grupo.
pt_pt: Você removeu a fotografia.
ro: Ai eliminat poza.
ru: Вы удалили фото.
sk: Odstránili ste fotku.
sl: Odstranili ste fotografijo.
sq: Hoqët foton.
sr: Уклонили сте слику групе.
sv: Du tog bort fotot.
sw: Umeondoa picha.
ta: புகைப்படத்தை அகற்றிவிட்டீர்கள்.
te: మీరు ఛాయాచిత్రంను తీసివేశారు.
th: คุณลบรูป
tr: Fotoğrafı kaldırdın.
ug: سۈرەتنى چىقىرىۋەتتىڭىز.
uk: Ви видалили фото.
ur: آپ نے تصویر ہٹا دی۔
vi: Bạn đã gỡ bỏ ảnh.
zh_cn: 您移除了群组头像。
zh_hk: 您已移除群組照片。

# GROUP_UPDATED_AVATAR_REMOVED_BY_REMOTE_USER_FORMAT
source: %@ removed the photo.
af: %@ het die foto verwyder.
ar: قامَ %1$@ بإزالة الصورة.
az: %@ fotonu çıxartdı.
be: %1$@ выдаліў(-ла) фота.
bg: %@ премахна аватара.
bn: %1$@ ছবিটি সরিয়ে দিয়েছেন।
ca: %1$@ ha suprimit la fotografia.
cs: %1$@ odstranil/a fotografii.
cy: Dilëwyd %@ y llun.
da: %1$@ fjernede fotoet.
de: %1$@ hat das Foto entfernt.
el: Ο/Η %1$@ αφαίρεσε τη φωτογραφία.
es: %1$@ ha eliminado la imagen.
es_es: %@ ha eliminado la imagen.
et: %@ eemaldas foto.
eu: %@ erabiltzaileak argazkia ezabatu du.
fa: %1$@ عکس را حذف کرد.
fi: %1$@ poisti ryhmän kuvan.
fr: %1$@ a supprimé la photo du groupe.
ga: Bhain %1$@ an pictiúr.
gu: %1$@એ ફોટો દૂર કર્યો.
he: %1$@ הסיר/ה את התמונה.
hi: %1$@ ने फ़ोटो को हटा दिया।
hr: %1$@ je uklonio/la sliku.
hu: %1$@ eltávolította a csoport avatárt.
id: %1$@ menghapus foto grup.
is: %@ fjarlægði myndina.
it: %1$@ ha rimosso la foto.
ja: %1$@ がアイコンを削除しました。
kab: %@ yekkes tawlaft.
kk: %@ фотосуретті алып тастады.
km: %@ á”á¶á“á›á»á”ášá¼á”á—á¶á–áŸ”
kn: %@ ಅವರು ಫೋಟೋವನ್ನು ತೆಗೆದುಹಾಕಿದ್ದಾರೆ.
ko: %1$@ 님이 사진을 제거했습니다.
lt: %@ pašalino nuotrauką.
lv: %@ nonēma attēlu.
mk: %@ ја отстрани сликата.
ml: %@ ഫോട്ടോ നീക്കംചെയ്തു
mr: %1$@ ने फोटो काढून टाकला.
ms: %1$@ telah mengalih keluar foto.
my: %@ သည် ရုပ်ပုံကို ဖယ်ရှားခဲ့ပါသည်။
nb: %1$@ fjernet bildet.
nl: %1$@ heeft de groepsafbeelding verwijderd.
pa: %@ ਨੇ ਫ਼ੋਟੋ ਹਟਾਈ।
pl: %1$@ usuwa zdjęcie.
ps: %@ انځور لري کړ.
pt_br: %1$@ apagou a foto.
pt_pt: %1$@ removeu a fotografia.
ro: %1$@ a eliminat poza.
ru: %1$@ удалил(-а) фото.
sk: Používateľ %1$@ odstránil fotku.
sl: Uporabnik/ca %@ je odstranil/a fotografijo.
sq: %@ hoqi foton.
sr: %1$@ је уклонио/ла слику групе.
sv: %1$@ tog bort fotot.
sw: %@ ameondoa picha.
ta: %@ அவர்கள் புகைப்படத்தை அகற்றினர்.
te: %@ ఛాయాచిత్రం తీసివేయబడింది.
th: %1$@ ลบรูป
tr: %1$@ resmi kaldırdı.
ug: %1$@ رەسىمنى چىقىرىۋەتتى.
uk: Користувач %1$@ видалив фото.
ur: %1$@ نے تصویر ہٹا دی۔
vi: %1$@ đã gỡ bỏ ảnh.
zh_cn: %1$@移除了群组头像。
zh_hk: %1$@ 已移除群組照片。

# GROUP_UPDATED_AVATAR_UPDATED
source: The group photo was updated.
af: Die groepfoto is bygewerk.
ar: تمَّ تحديث صورة المجموعة.
az: Qrup fotosu yeniləndi.
be: Фота групы было абноўлена.
bg: Аватарът на групата е актуализиран.
bn: গ্রুপ ফটোটি আপডেট করা হয়েছে।
ca: S'ha actualitzat la fotografia del grup.
cs: Obrázek skupiny byl aktualizován.
cy: Diweddarwyd llun y grŵp.
da: Gruppens foto blev opdateret
de: Das Gruppenfoto wurde aktualisiert.
el: Η φωτογραφία της ομάδας ενημερώθηκε.
es: Se ha actualizado la imagen del grupo.
es_es: Se actualizó la imagen del grupo.
et: Grupi pilti uuendati.
eu: Taldeko argazkia eguneratu da.
fa: تصویر گروه به‌روز شد.
fi: Ryhmän kuva päivitettiin.
fil: Updated the group photo.
fr: La photo du groupe a été mise à jour.
ga: Nuashonraíodh pictiúr an ghrúpa.
gu: ગ્રુપ ફોટો અપડેટ કરવામાં આવ્યો.
he: תמונת הקבוצה עודכנה.
hi: ग्रुप फ़ोटो को अपडेट किया गया था।
hr: Grupna slika je ažurirana.
hu: A csoportkép frissítve lett.
id: Foto grup telah diperbarui.
is: Auðkennismynd hópsins var uppfærð.
it: La foto del gruppo è stata aggiornata.
ja: グループアイコンが更新されました。
kab: Tawlaft n ugraw yettwaleqqem.
km: ášá¼á”á—á¶á–á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–áŸ”
kn: ಗುಂಪಿನ ಫೋಟೋವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.
ko: 그룹 사진이 업데이트되었습니다.
lt: Grupės nuotrauka buvo atnaujinta.
lv: Grupas fotoattēls tika atjaunināts.
mk: Фотографијата на групата беше ажурирана.
ml: ഗ്രൂപ്പ് ഫോട്ടോ അപ്‌ഡേറ്റുചെയ്‌തു
mr: गट फोटो अद्यतनित केला गेला होता.
ms: Foto kumpulan telah dikemas kini.
my: အဖွဲ့၏ ရုပ်ပုံကို အပ်ဒိတ်လုပ်ထားပါသည်။
nb: Gruppebildet ble oppdatert.
nl: De groepsafbeelding is gewijzigd.
pa: ਗਰੁੱਪ ਫੋਟੋ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਸੀ।
pl: Zmieniono zdjęcie grupy.
ps: د ګروپ انځور نوی شوی و.
pt_br: A foto do grupo foi atualizada.
pt_pt: A fotografia de grupo foi atualizada.
ro: Poza grupului a fost actualizată.
ru: Фото группы было обновлено.
sk: Fotka skupiny bola aktualizovaná.
sl: Fotografija skupine je bila posodobljena.
sq: Fotoja e grupit u përditësua.
sr: Слика групе је измењена.
sv: Gruppfotot uppdaterades.
sw: Picha ya kikundi imebadilishwa.
ta: குழு புகைப்படம் புதுப்பிக்கப்பட்டது.
te: సమూహ ఛాయాచిత్రం నవీకరించబడింది.
th: รูปของกลุ่มถูกเปลี่ยนแล้ว
tr: Grup resmi güncellendi.
ug: گۇرۇپپىنىڭ سۈرىتى يېڭىلاندى.
uk: Фото групи оновлено.
ur: گروپ فوٹو اپ ڈیٹ کیا گیا تھا۔
vi: Ảnh nhóm đã được cập nhật.
zh_cn: 群组头像已更新。
zh_hk: 群組照片已更新。

# GROUP_UPDATED_AVATAR_UPDATED_BY_LOCAL_USER
source: You updated the photo.
af: Jy het die foto bygewerk.
ar: قُمتَ بتحديث الصورة.
az: Fotonu yenilədiniz.
be: Вы абнавілі фота.
bg: Вие актуализирахте аватара.
bn: আপনি ফটোটি আপডেট করেছেন।
ca: Heu actualitzat la fotografia.
cs: Změnili jste obrázek.
cy: Rydych chi wedi diweddaru'r llun.
da: Du opdaterede fotoet.
de: Du hast das Foto aktualisiert.
el: Ενημέρωσες τη φωτογραφία.
es: Has actualizado la imagen.
es_es: Has actualizado la imagen.
et: Sa uuendasid grupi fotot.
eu: Argazkia eguneratu duzu.
fa: شما عکس را به‌روزرسانی کردید.
fi: Päivitit ryhmän kuvan.
fr: Vous avez changé la photo du groupe.
ga: Nuashonraigh tú an pictiúr.
gu: તમે ફોટો અપડેટ કર્યો.
he: עידכנת את התמונה.
hi: आपने फ़ोटो को अपडेट किया।
hr: Ažurirali ste grupnu sliku.
hu: Frissítetted a csoport avatárt.
id: Anda memperbarui foto grup.
is: Þú uppfærðir myndina.
it: Hai aggiornato la foto.
ja: アイコンを更新しました。
kab: Tleqqmeḍ tawlaft.
kk: Сіз фотосуретті жаңарттыңыз.
km: á¢áŸ’á“á€á”á¶á“á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–ášá¼á”á—á¶á–áŸ”
kn: ನೀವು ಫೋಟೋವನ್ನು ನವೀಕರಿಸಿದ್ದೀರಿ.
ko: 내가 사진을 업데이트했습니다.
lt: Jūs atnaujinote nuotrauką.
lv: Jūs atjaunojāt attēlu.
mk: Вие ја ажуриравте сликата.
ml: നിങ്ങൾ ഫോട്ടോ അപ്‌ഡേറ്റുചെയ്‌തു.
mr: आपण फोटो अद्यतनित केला.
ms: Anda telah mengemas kini foto.
my: သင်သည် အဖွဲ့၏ ရုပ်ပုံကို အပ်ဒိတ်လုပ်ခဲ့ပါသည်။
nb: Du oppdaterte bildet.
nl: Je hebt de groepsafbeelding gewijzigd.
pa: ਤੁਸੀਂ ਫ਼ੋਟੋ ਅੱਪਡੇਟ ਕੀਤੀ।
pl: Zmieniasz zdjęcie.
ps: تاسې انځور نوی کړ.
pt_br: Você atualizou a foto.
pt_pt: Você atualizou a fotografia.
ro: Ai actualizat poza.
ru: Вы обновили фото.
sk: Aktualizovali ste fotku.
sl: Posodobili ste fotografijo.
sq: Përditësuat foton.
sr: Изменили сте слику.
sv: Du uppdaterade fotot.
sw: Umebadilisha picha.
ta: புகைப்படத்தைப் புதுப்பித்தீர்கள்.
te: మీరు ఛాయాచిత్రంని నవీకరించారు.
th: คุณได้ปรับปรุงรูปของกลุ่ม
tr: Resmi güncellediniz.
ug: گۇرۇپپا سۈرىتىنى يېڭىلىدىڭىز.
uk: Ви оновили фото.
ur: آپ نے تصویر کو اپ ڈیٹ کیا۔
vi: Bạn đã cập nhật ảnh.
zh_cn: 您更新了群组头像。
zh_hk: 您已更新群組照片。

# GROUP_UPDATED_AVATAR_UPDATED_BY_REMOTE_USER_FORMAT
source: %@ updated the photo.
af: %@ het die foto bygewerk.
ar: قامَ %1$@ بتحديث الصورة.
az: %@ fotonu yenilədi.
be: %1$@ абнавіў(-ла) фота.
bg: %@ актуализира аватара.
bn: %1$@ ফটোটি আপডেট করেছেন।
ca: %1$@ ha actualitzat la fotografia.
cs: %1$@ aktualizoval(a) obrázek.
cy: Diweddarodd %@ y llun.
da: %1$@ opdaterede fotoet.
de: %1$@ hat das Foto aktualisiert.
el: Ο/Η %1$@ ενημέρωσε τη φωτογραφία.
es: %1$@ ha actualizado la imagen.
es_es: %@ ha actualizado la imagen.
et: %@ uuendas fotot.
eu: %@ erabiltzaileak argazkia eguneratu du.
fa: %1$@ گروه را به‌روزرسانی کرد.
fi: %1$@ päivitti ryhmän kuvan.
fr: %1$@ a changé la photo du groupe.
ga: Nuashonraigh %1$@ an pictiúr.
gu: %1$@એ ફોટો અપડેટ કર્યો.
he: %1$@ עידכן את התמונה.
hi: %1$@ ने फ़ोटो को अपडेट किया।
hr: %1$@ je ažurirao sliku.
hu: %1$@ frissítette a csoport avatárt.
id: %1$@ memperbarui foto grup.
is: %@ uppfærði myndina.
it: %1$@ ha aggiornato la foto.
ja: %1$@ がアイコンを更新しました。
kab: %@ ileqqem tawlaft.
kk: %@ фотосуретті жаңартты.
km: %@ á”á¶á“á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–ášá¼á”á—á¶á–áŸ”
kn: %@ ಅವರು ಫೋಟೋವನ್ನು ನವೀಕರಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 사진을 업데이트했습니다.
lt: %@ atnaujino nuotrauką.
lv: %@ atjaunoja attēlu.
mk: %@ ја ажурираше сликата.
ml: %@ ഫോട്ടോ അപ്‌ഡേറ്റുചെയ്‌തു.
mr: %1$@ ने फोटो अद्यतनित केला.
ms: %1$@ telah mengemas kini foto.
my: %@ သည် ရုပ်ပုံကို အပ်ဒိတ်လုပ်ခဲ့ပါသည်။
nb: %1$@ oppdaterte bildet.
nl: %1$@ heeft de groepsafbeelding gewijzigd.
pa: %@ ਨੇ ਫ਼ੋਟੋ ਅੱਪਡੇਟ ਕੀਤੀ।
pl: %1$@ zmienia zdjęcie.
ps: %@ انځور نوی کړ.
pt_br: %1$@ atualizou a foto.
pt_pt: %1$@ atualizou a fotografia.
ro: %1$@ a actualizat poza.
ru: %1$@ обновил(-а) фото.
sk: %1$@ aktualizoval(a) fotku.
sl: Uporabnik/ca %@ je posodobil/a fotografijo.
sq: %@ përditësoi foton.
sr: %1$@ је изменио/ла слику.
sv: %1$@ uppdaterade fotot.
sw: %@ amebadilisha picha.
ta: %@ uஅவர்கள் புகைப்படத்தை புதுப்பித்தனர்.
te: %@ ఛాయాచిత్రంను నవీకరించారు.
th: %1$@ ได้ปรับปรุงรูปของกลุ่ม
tr: %1$@ resmi güncelledi.
ug: %1$@ رەسىمنى يېڭىلىدى.
uk: Користувач %1$@ оновив фото.
ur: %1$@ نے تصویر کو اپ ڈیٹ کیا۔
vi: %1$@ đã cập nhật ảnh.
zh_cn: %1$@ 更新了群组头像。
zh_hk: %1$@ 已更新群組照片。

# GROUP_UPDATED_BY_LOCAL_USER
source: You updated the group.
af: Jy het die groep bygewerk.
ar: قُمتَ بتحديث المجموعة.
az: Qrupu yenilədiniz.
be: Вы абнавілі групу.
bg: Обновихте групата.
bn: আপনি গ্রুপ আপডেট করেছেন।
ca: Heu actualitzat el grup.
cs: Upravili jste skupinu.
cy: Rydych chi wedi diweddaru'r grŵp.
da: Du opdaterede gruppen
de: Du hast die Gruppe aktualisiert.
el: Ενημέρωσες την ομάδα
es: Has actualizado el grupo.
es_es: Has actualizado el grupo.
et: Sa uuendasid gruppi.
eu: Taldea eguneratu duzu
fa: شما گروه را به‌روزرسانی کردید.
fi: Päivitit ryhmää.
fil: In-update mo ang grupo.
fr: Vous avez apporté des modifications au groupe.
ga: Nuashonraigh tú an grúpa.
gu: તમે ગ્રુપ ને અપડેટ કર્યું.
he: עדכנת את הקבוצה.
hi: आपने ग्रुप को अपडेट किया।
hr: Ažurirali ste grupu.
hu: Frissítetted a csoportot.
id: Anda memperbarui grup.
is: Þú uppfærðir hópinn.
it: Hai aggiornato il gruppo.
ja: グループを更新しました。
kab: Tleqqmeḍ agraw
kk: Сіз аватарды жаңарттыңыз.
km: á¢áŸ’á“á€á”á¶á“á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€áŸ’ášá»á˜áŸ”
kn: ನೀವು ಗುಂಪನ್ನು ನವೀಕರಿಸಿದ್ದೀರಿ.
ko: 내가 그룹을 업데이트했습니다.
lt: Jūs atnaujinote grupę.
lv: Jūs atjauninājāt grupu.
mk: Вие ја ажуриравте групата
ml: നിങ്ങൾ ഗ്രൂപ്പ് അപ്‌ഡേറ്റുചെയ്‌തു.
mr: आपण गट अद्ययावत केले.
ms: Anda telah mengemas kini kumpulan.
my: အဖွဲ့အား သင်ပြောင်းလဲမှုပြုလိုက်သည်။
nb: Du har oppdatert gruppa.
nl: Je hebt de groep aangepast.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ।
pa_pk: تسیں گروپ اپ ڈیٹ کیتا۔
pl: Wprowadzasz zmiany w grupie.
ps: تاسې ګروپ اپډیټ کړ.
pt_br: Você atualizou o grupo.
pt_pt: Você atualizou o grupo.
ro: Ai actualizat grupul.
ru: Вы обновили группу.
sk: Aktualizovali ste skupinu.
sl: Posodobili ste skupino.
sq: E përditësuat grupin.
sr: Ажурирали сте групу.
sv: Du uppdaterade gruppen.
sw: Umesasisha kikundi
ta: நீங்கள் குழுவைப் புதுப்பித்தீர்கள்.
te: మీరు ఈ సమూహాన్ని నవీకరించారు.
th: คุณได้ปรับปรุงกลุ่ม
tr: Grubu güncellediniz.
ug: گۇرۇپپىنى يېڭىلىدىڭىز.
uk: Ви оновили групу.
ur: آپ نے گروپ کی تجدید کی۔
vi: Bạn đã cập nhật nhóm.
zh_cn: 您已更新该群组
zh_hk: 您已更新此群組。

# GROUP_UPDATED_BY_REMOTE_USER_FORMAT
source: %@ updated the group.
af: %@ het die groep bygewerk.
ar: قامَ %1$@ بتحديث المجموعة.
az: %@ qrupu yenilədi.
be: %1$@ абнавіў(-ла) групу.
bg: %@ актуализира групата.
bn: %1$@ গ্রুপটি আপডেট করেছেন।
ca: %1$@ ha actualitzat el grup.
cs: %1$@ upravil skupinu.
cy: Diweddarodd %@ y grŵp.
da: %1$@ opdaterede gruppen
de: %1$@ hat die Gruppe aktualisiert.
el: Ο/Η %1$@ ενημέρωσε την ομάδα.
es: %1$@ ha actualizado el grupo.
es_es: %@ ha actualizado el grupo.
et: %@ uuendas gruppi.
eu: %@(e)k taldea eguneratu du.
fa: %1$@به روز رسانی گروه.
fi: %1$@ päivitti ryhmää.
fil: In-update ni %@ ang grupo.
fr: %1$@ a apporté des modifications au groupe.
ga: Nuashonraigh %1$@ an grúpa.
gu: %1$@ એ ગ્રુપને અપડેટ કર્યું.
he: %1$@ עידכן את הקבוצה.
hi: %1$@ ने ग्रुप को अपडेट किया।
hr: %1$@ je ažurirao grupu.
hu: %1$@ frissítette a csoportot.
id: %1$@memperbarui informasi grup.
is: %@ uppfærði hópinn.
it: %1$@ ha aggiornato il gruppo.
ja: %1$@ がグループを更新しました。
kab: %@ ileqqem agraw.
kk: %@ аватарды жаңартты.
km: %@ á”á¶á“á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€áŸ’ášá»á˜áŸ”
kn: %@ ಗುಂಪನ್ನು ನವೀಕರಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹을 업데이트했습니다.
lt: %@ atnaujino grupę.
lv: %@ atjaunināja grupu.
mk: %@ ја ажурираше групата.
ml: %@ ഗ്രൂപ്പ് അപ്‌ഡേറ്റുചെയ്‌തു.
mr: %1$@ ने गट अद्यतनित केला
ms: %1$@ mengemas kini kumpulan.
my: %@ သည် အဖွဲ့ကို အပ်ဒိတ်လုပ်ခဲ့ပါသည်။
nb: %1$@ oppdaterte gruppen.
nl: %1$@ heeft de groep aangepast.
pa: %@ ਨੇ ਗਰੁੱਪ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਹੈ।
pa_pk: %@ نے گروپ نوں اپ ڈیٹ کیتا۔
pl: %1$@ wprowadza zmiany w grupie.
ps: %@ ګروپ اپډیټ کړ.
pt_br: %1$@ atualizou o grupo.
pt_pt: %1$@ atualizou o grupo.
ro: %1$@ a actualizat grupul.
ru: %1$@ обновил(-а) группу.
sk: %1$@ aktualizoval(a) skupinu.
sl: Uporabnik/ca %@ je posodobil/a skupino.
sq: %@ përditësoi grupin.
sr: %1$@ је ажурирао/ла групу.
sv: %1$@ uppdaterade gruppen.
sw: %@amesasisha kundi.
ta: %@ குழுவைப் புதுப்பித்தது.
te: %@ సమూహాన్ని నవీకరించారు.
th: %1$@ ได้ปรับปรุงกลุ่ม
tr: %1$@ grubu güncelledi.
ug: %1$@ گۇرۇپپىنى يېڭىلىدى.
uk: Користувач %1$@ оновив групу.
ur: %1$@ نے گروپ کو اپ ڈیٹ کیا۔
vi: %1$@ đã cập nhật nhóm.
zh_cn: %1$@ 更新了群信息。
zh_hk: %1$@ 已更新此群組。

# GROUP_UPDATED_DESCRIPTION_REMOVED
source: The group description was removed.
af: Die groepbeskrywing is verwyder.
ar: تمَّت إزالة وصف المجموعة.
az: Qrup açıqlaması çıxarıldı.
be: Апісанне групы было выдалена.
bn: গ্রুপের বিবরণ সরিয়ে ফেলা হয়েছে।
ca: S'ha suprimit la descripció del grup.
cs: Popisek skupiny byl odstraněn.
cy: Dilëwyd disgrifiad y grŵp.
da: Gruppebeskrivelsen blev fjernet.
de: Die Gruppenbeschreibung wurde entfernt.
el: Η περιγραφή ομάδας αφαιρέθηκε.
es: Se ha eliminado la descripción del grupo.
et: Grupi kirjeldus eemaldati.
eu: Taldearen deskribapena kendu da.
fa: توضیحات گروه حذف شد.
fi: Ryhmän kuvaus poistettiin.
fr: La présentation du groupe a été supprimée.
ga: Baineadh an cur síos ar an ngrúpa.
gu: ગ્રુપનું વર્ણન દૂર કરવામાં આવ્યું હતું.
he: תיאור הקבוצה הוסר.
hi: समूह विवरण हटा दिया गया था।
hr: Opis grupe je uklonjen.
hu: A csoportleírás eltávolításra került.
id: Deskripsi grup telah dihapus.
is: Lýsing hópsins var fjarlægð.
it: La descrizione del gruppo è stata rimossa.
ja: グループの説明が削除されました。
km: á€á¶ášá–ááŸŒá“á¶á€áŸ’ášá»á˜á“áŸáŸ‡ááŸ’ášá¼áœá”á¶á“áŠá€á…áŸá‰áŸ”
kn: ಗುಂಪು ವಿವರಣೆಯನ್ನು ತೆಗೆಯಲಾಗಿದೆ.
ko: 그룹 설명이 제거되었습니다.
lt: Grupės aprašas buvo pašalintas.
lv: Grupas apraksts tika noņemts.
mk: Описот на групата беше отстранет.
ml: ഗ്രൂപ്പ് വിവരണം നീക്കം ചെയ്തു.
mr: ग्रुप वर्णन काढून टाकले गेले.
ms: Penerangan kumpulan telah dialih keluar.
my: အဖွဲ့ ဖော်ပြချက်ကို ဖယ်ရှားခဲ့ပါသည်။
nb: Gruppebeskrivelsen ble fjernet.
nl: De groepsomschrijving is verwijderd.
pa: ਗਰੁੱਪ ਦੇ ਵੇਰਵੇ ਨੂੰ ਹਟਾਇਆ ਗਿਆ ਸੀ।
pl: Ktoś usuwa opis grupy.
ps: د ګروپ توضیح لري شوه.
pt_br: A descrição do grupo foi apagada.
pt_pt: A descrição do grupo foi removida.
ro: Descrierea grupului a fost eliminată.
ru: Описание группы было удалено.
sk: Popis skupiny bol odstránený.
sl: Opis skupine je bil odstranjen.
sq: Përshkrimi i grupit u hoq.
sr: Опис групе је уклоњен.
sv: Gruppbeskrivningen togs bort.
sw: Maelezo ya kikundi yameondolewa.
ta: தி குழு விளக்கம் இருந்தது அகற்றப்பட்டது.
te: సమూహ వివరణ తొలగించబడింది.
th: คำอธิบายกลุ่มถูกลบไป
tr: Grup açıklaması kaldırıldı.
ug: گۇرۇپپىنىڭ تونۇشتۇرۇشى چىقىرىۋېتىلدى.
uk: Опис групи видалено.
ur: گروپ کی تفصیل ہٹا دی گئی۔
vi: Miêu tả nhóm đã được gỡ bỏ.
zh_cn: 群组描述已删除。
zh_hk: 群組描述已刪除。

# GROUP_UPDATED_DESCRIPTION_REMOVED_BY_LOCAL_USER
source: You removed the group description.
af: Jy het die groepbeskrywing verwyder.
ar: قُمتَ بإزالة وصف المجموعة.
az: Qrup açıqlamasını çıxartdınız.
be: Вы выдалілі апісанне групы.
bn: আপনি গ্রুপের বিবরণ সরিয়ে ফেলেছেন।
ca: Has suprimit la descripció del grup.
cs: Odstranili jste popisek skupiny.
cy: Dileasoch disgrifiad y grŵp.
da: Du fjernede gruppebeskrivelsen.
de: Du hast die Gruppenbeschreibung entfernt.
el: Αφαίρεσες την περιγραφή της ομάδας.
es: Has eliminado la descripción del grupo.
et: Sa eemaldasid grupi kirjelduse.
eu: Taldearen deskribapena kendu duzu.
fa: شما توضیحات گروه را حذف کردید.
fi: Poistit ryhmän kuvauksen.
fr: Vous avez supprimé la présentation du groupe.
ga: Bhain tú an cur síos ar an ngrúpa.
gu: તમે ગ્રુપનું વર્ણન દૂર કર્યું.
he: הסרת את תיאור הקבוצה.
hi: आपने समूह विवरण हटा दिया है.
hr: Uklonili ste opis grupe.
hu: Eltávolítottad a csoportleírást.
id: Anda menghapus deskripsi grup.
is: Þú fjarlægðir lýsingu hópsins.
it: Hai rimosso la descrizione del gruppo.
ja: グループの説明を削除しました。
km: á¢áŸ’á“á€á”á¶á“áŠá€á€á¶ášá–ááŸŒá“á¶á€áŸ’ášá»á˜áŸ”
kn: ಗುಂಪು ವಿವರಣೆಯನ್ನು ನೀವು ತೆಗೆದುಹಾಕಿದ್ದೀರಿ
ko: 그룹 설명을 제거했습니다.
lt: Jūs pašalinote grupės aprašą.
lv: Jūs dzēsāt grupas aprakstu.
mk: Го отстранивте описот на групата.
ml: നിങ്ങൾ ഗ്രൂപ്പ് വിവരണം നീക്കം ചെയ്തു.
mr: आपण ग्रुप वर्णन काढून टाकले.
ms: Anda telah mengalih keluar penerangan kumpulan.
my: သင်သည် အဖွဲ့ ဖော်ပြချက်ကို ဖယ်ရှားခဲ့ပါသည်။
nb: Du fjernet gruppebeskrivelsen.
nl: Je hebt de groepsomschrijving verwijderd.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦੇ ਵੇਰਵੇ ਨੂੰ ਹਟਾਇਆ।
pl: Usuwasz opis grupy.
ps: تاسې د ګروپ توضیح لري کړه.
pt_br: Você apagou a descrição do grupo.
pt_pt: Você removeu a descrição do grupo.
ro: Ai eliminat descrierea grupului.
ru: Вы удалили описание группы.
sk: Odstránili ste popis skupiny.
sl: Odstranili ste opis skupine.
sq: Hoqët përshkrimin e grupit.
sr: Уклонили сте опис групе.
sv: Du tog bort gruppbeskrivningen.
sw: Umeondoa maelezo ya kikundi.
ta: நீங்கள் அகற்றிவிட்டீர்கள் குழு விளக்கம்.
te: మీరు సమూహ వివరణను తొలగించారు.
th: คุณลบคำอธิบายกลุ่ม
tr: Grup açıklamasını kaldırdın.
ug: گۇرۇپپا تونۇشتۇرۇشىنى چىقىرىۋەتتىڭىز.
uk: Ви видалили опис групи.
ur: گروپ کی تفصیل ہٹا دی گئی۔
vi: Bạn đã gỡ bỏ miêu tả nhóm.
zh_cn: 您已删除群组描述。
zh_hk: 您已刪除群組描述。
