Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_SENT_MEDIA_QUALITY_SECTION_FOOTER
source: Sending high quality media will use more data.
af: Verstuur van hoëkwaliteitmedia sal meer data gebruik.
ar: لاحظ أنَّ إرسال وسائط بجودة عالية سوف يستخدم كمية أكبر من البيانات.
az: Yüksək keyfiyyətli media göndərərkən, daha çox verilənlər istifadə ediləcək.
be: Для адпраўкі медыяфайла высокай якасці спатрэбіцца больш трафіка.
bn: উচ্চ মানের মিডিয়া পাঠালে আরও ডেটা ব্যবহার হবে।
ca: L’enviament de mitjans d’alta qualitat usarà més dades.
cs: Odesílání médií ve vysoké kvalitě spotřebovává více dat.
cy: Bydd anfon cyfryngau ansawdd uchel yn defnyddio mwy o ddata.
da: Afsendelse af mediefiler i høj kvalitet bruger mere data.
de: Das Senden von Medieninhalten hoher Qualität verbraucht mehr Datenvolumen.
el: Η αποστολή πολυμέσων υψηλής ποιότητας θα καταναλώνει περισσότερα δεδομένα.
es: Si seleccionas alta calidad, se usarán más datos.
et: Kõrge kvaliteediga meedia saatmine kasutab rohkem andmesidet.
eu: Kalitate handiko multimedia bidaltzeak datu gehiago erabiliko ditu.
fa: ارسال رسانه با کیفیت بالا از داده‌های بیشتری استفاده خواهد کرد.
fi: Korkealaatuisen median lähetys kuluttaa enemmän dataa.
fr: L'envoi de médias de haute qualité consomme plus de données.
gu: ઉચ્ચ ગુણવત્તાના મીડિયા મોકલવાથી વધુ ડેટા વપરાશે.
he: שליחת מדיה באיכות גבוהה תשתמש ביותר נתונים.
hi: हाई क्वालिटी मीडिया भेजने के लिए अधिक डेटा खर्च होगा।
hr: Slanje visokokvalitetnih medija zahtjeva veću potrošnju mobilnih podataka.
hu: A nagyfelbontású média nagyobb adathasználatot igényel.
id: Mengirimkan media dengan kualitas tinggi akan menggunakan lebih banyak data.
is: Sending hágæða-margmiðlunarefnis mun nota meira gagnamagn.
it: L'invio di media in alta qualità utilizzerà più dati.
ja: 高画質なメディアの送信には、より多くのデータを使用します。
km: á€á¶ášá•áŸ’á‰á¾á¯á€áŸá¶ášá˜áŸáŒáŸ€áŠáŸ‚á›á˜á¶á“á‚á»áá—á¶á–ááŸ’á–áŸáŸ‹á“á¹á„á¢áŸáŸ‹á‘á·á“áŸ’á“á“áŸá™á¢á»á¸á“á’áºáá·áá…áŸ’ášá¾á“áŸ”
kn: ಉನ್ನತ ಗುಣಮಟ್ಟದ ಮಾಧ್ಯಮವನ್ನು ಕಳುಹಿಸುವಿಕೆಯು ಹೆಚ್ಚು ಡೇಟಾವನ್ನು ಬಳಸಲಿದೆ.
ko: 고품질 미디어는 더 많은 모바일 데이터를 사용할 수 있습니다.
lt: Aukštos kokybės medijos siuntimas naudos daugiau tinklo duomenų.
lv: Sūtot augstas kvalitātes multivides saturu, tiks izmantots vairāk datu.
mk: Испраќањето на висококвалитетни медиуми ќе користи повеќе податоци.
ml: ഉയർന്ന നിലവാരമുള്ള മീഡിയ അയയ്ക്കുന്നത് കൂടുതൽ ഡാറ്റ ഉപയോഗിക്കും.
mr: मिडिया पाठवताना उच्च दर्जा हा पर्याय निवडल्यास अधिक डेटा वापरला जाईल.
ms: Menghantar media berkualiti tinggi akan menggunakan lebih banyak data.
my: အရည်အသွေးမြင့်သည့် မီဒီယာဖိုင်ကို ပို့ခြင်းဖြင့် ဒေတာ ပိုသုံးပါလိမ့်မည်။
nb: Å sende høykvalitetsmedier vil bruke mer data.
nl: Als je media in hoge kwaliteit verzendt, verbruik je meer data.
pa: ਵਧੀਆ ਕੁਆਲਟੀ ਮੀਡੀਆ ਭੇਜਣ ਲਈ ਵੱਧ ਡਾਟਾ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Wysyłanie multimediów w wysokiej jakości zużywa więcej danych.
ps: د لوړ کیفیت رسنۍ لیږل به زیاتې ډیټا ته اړتیا ولري.
pt_br: Enviar mídia com alta qualidade usará mais dados de internet.
pt_pt: Enviar multimédia com alta qualidade utilizará mais dados de internet.
ro: Trimiterea fișierelor media la calitate înaltă va duce la un consum mai mare de date.
ru: Отправление медиа в высоком качестве использует больше данных.
sk: Odosielanie médií vo vysokej kvalite využije viac dát.
sl: Pošiljanje medijskih datotek boljše kvalitete porabi več podatkov.
sq: Dërgimi i medias në cilësi të lartë do të përdorë më tepër të dhëna.
sr: Слање висококвалитетних медија ће користити више података.
sv: Att skicka media av hög kvalitet kommer att använda mer data.
sw: Kutuma media ya hali ya juu kutatumia data zaidi.
ta: உயர்தரத்தை அனுப்புகிறது ஊடகம் அதிக தரவைப் பயன்படுத்தும்.
te: అధిక నాణ్యత కలిగిన మీడియాను పంపడం వల్ల మరింత డేటా ఉపయోగించబడుతుంది.
th: การส่งสื่อคุณภาพสูงจะใช้ข้อมูลมากขึ้น
tr: Yüksek kalitede içerik göndermek daha fazla veri kullanacaktır.
ug: يۇقىرى سۈپەتلىك ۋاسىتە يوللىسىڭىز كۆپرەك مەلۇمات ئىشلىتىسىز
uk: Надсилання медіафайлів високої якості споживатиме більше трафіку.
ur: اعلیٰ کوالٹی کے میڈیا کو بھیجنے میں مزید ڈیٹا استعمال ہو گا۔
vi: Việc gửi tập tin đa phương tiện chất lượng cao sẽ tốn nhiều lưu lượng hơn.
zh_cn: 发送高质量媒体将会使用更多数据。
zh_hk: 傳送高品質的媒體將會使用較多數據。

# SETTINGS_SENT_MEDIA_QUALITY_SECTION_TITLE
source: Photos and Videos
af: Foto’s en videos
ar: الصور والفيديوهات
az: Foto və videolar
be: Фота і відэа
bn: ছবি এবং ভিডিও
ca: Fotografies i vídeos
cs: Fotografie a videa
cy: Lluniau a Videos
da: Billeder og video
de: Fotos und Videos
el: Φωτογραφίες και Βίντεο
es: Calidad
et: Fotod ja videod
fa: عکس‌ها و ویدئوها
fi: Kuvat ja videot
fr: Photos et vidéos
gu: ફોટા અને vidiyo
he: תמונות וסרטונים
hi: फ़ोटो और वीडियो
hr: Fotografije i videozapisi
hu: Fotók és videók
id: Foto dan Video
is: Ljósmyndir og myndskeið
it: Foto e video
ja: 写真と動画
km: ášá¼á”á—á¶á– á“á·á„áœá¸áŠáŸá¢á¼
ko: 사진 및 동영상
lt: Nuotraukos ir vaizdo įrašai
lv: Fotoattēli un video
mk: Слики и видеа
ml: ഫോട്ടോകളും വീഡിയോകളും
mr: फोटो आणि व्हिडिओ
ms: Foto dan Video
nb: Bilder og videoer
nl: Afbeeldingen en video's
pa: ਫੋਟੋ ਤੇ ਵੀਡੀਓ
pl: Zdjęcia i wideo
ps: انځورونه او ویډیوګانې
pt_br: Fotos e vídeos
pt_pt: Fotografias e vídeos
ro: Fotografii și videoclipuri
ru: Фото и видео
sk: Fotky a videá
sl: Fotografije in videi
sq: Foto dhe Video
sr: Слике и видео записи
sv: Foton och videor
sw: Picha na Video
ta: புகைப்படங்கள் மற்றும் வீடியோக்கள்
th: รูปภาพและวิดีโอ
tr: Fotoğraflar ve Videolar
ug: رەسىملەر ۋە سىنلار
uk: Фото і відео
ur: تصاویر اور ویڈیوز
vi: Hình ảnh và video
zh_cn: 照片和视频
zh_hk: 相片和影片

# SETTINGS_SHARING_SUGGESTIONS
source: Share Contacts with iOS
af: Deel kontakte met iOS
ar: مشاركة جهات الاتصال مع ‫نظام iOS‬
az: Əlaqələri iOS ilə paylaş
be: Абагуліць кантакты з iOS
bn: iOS এর সাথে কন্টাক্টস শেয়ার করুন
ca: Comparteix els contactes amb iOS
cs: Sdílet kontakty s iOS
cy: Rhannu Cysylltiadau â iOS
da: Del kontakter med iOS
de: Kontakte mit iOS teilen
el: Διαμοιρασμός επαφών με το iOS
es: Compartir contactos con iOS
et: Jaga kontakte iOS-iga
fa: مخاطبین را با iOS به اشتراک بگذارید
fi: Jaa yhteystiedot iOS:n kanssa
fr: Partager des contacts avec iOS
gu: iOS સાથે સંપર્કો શેર કરો
he: שתף אנשי קשר עם iOS
hi: iOS के साथ कॉन्टैक्ट शेयर करें
hr: Podijeli kontakte sa iOS
hu: Kontaktmegosztás engedélyezése iOS-en
id: Bagikan Kontak dengan iOS
is: Deila tengiliðum með iOS
it: Condividi i contatti con iOS
ja: 連絡先をiOSと共有する
km: á…áŸ‚á€ášáŸ†á›á€á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‡á¶á˜á½á™ iOS
ko: iOS와 연락처 공유
lt: Bendrinti adresatus su iOS
ml: iOS-മായി കോൺടാക്റ്റുകൾ പങ്കിടുക
mr: iOS बरोबर संपर्क शेअर करा
ms: Kongsi Kenalan dengan iOS
my: အဆက်အသွယ်များကို iOS နှင့် ဝေမျှရန်
nb: Del kontaktene med iOS
nl: Laat iOS je contacten lezen
pl: Udostępnij kontakty systemowi iOS
ps: له iOS سره مخاطبین شریک کړئ
pt_br: Compartilhar seus contatos com iOS
pt_pt: Partilhar contactos com iOS
ro: Partajează contacte cu iOS
ru: Делиться контактами с iOS
sk: Zdieľajte kontakty so systémom iOS
sl: Deli stike z iOS
sq: Ndani Kontakte me iOS-in
sr: Дељење контаката са iOS-ом
sv: Dela kontakter med iOS
sw: Shirikisha wawasiliani na iOS
ta: ஐ.ஓ.எஸ் உடன் தொடர்புகளைப் பகிரவும்
th: แชร์รายชื่อผู้ติดต่อด้วย iOS
tr: Kişileri iOS ile paylaş
ug: ئالاقەداشلارنى iOS بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися контактами з iOS
ur: iOS کے ساتھ روابط شیئر کریں
vi: Chia sẻ thông tin liên lạc với iOS
zh_cn: 与 iOS 共享联系人
zh_hk: 與 iOS 分享聯絡人

# SETTINGS_SHARING_SUGGESTIONS_NOTIFICATIONS_FOOTER
source: Allow iOS access to Signal contacts and chats for features such as sharing suggestions and notifications.
af: Gee iOS toegang tot Signal-kontakte en -kletse vir funksies soos deelvoorstelle en kennisgewings.
ar: السماح لنظام iOS‬ بالوصول إلى جهات الاتصال على سيجنال وإلى الدردشات لاستخدام ميزات مثل مشاركة الاقتراحات والإشعارات.
az: Təklifləri və bildirişləri paylaşmaq kimi özəlliklər üçün iOS-un, Signal əlaqələrinə və söhbətlərinə müraciətinə icazəsi verin.
be: Дазволіць iOS доступ да кантактаў і чатаў Signal для такіх функцый, як прапановы абагуліць і апавяшчэнні.
bn: পরামর্শ ও নোটিফিকেশন শেয়ার করার মতো ফিচারের জন্য iOS-কে Signal কন্টাক্ট এবং চ্যাটে অ্যাক্সেসের অনুমতি দিন।
ca: Permet a iOS d'accedir als contactes i xats de Signal per a funcionalitats com ara els suggeriments per a compartir i les notificacions.
cs: Povolit systému iOS přístup ke kontaktům a chatům Signal pro zpřístupnění funkcí, jako jsou doporučení ke sdílení a upozornění.
cy: Caniatáu mynediad i iOS i gysylltiadau a sgyrsiau Signal ar gyfer nodweddion fel awgrymiadau rhannu a hysbysiadau.
da: Giv iOS adgang til Signal-kontakter og chats for at få adgang til funktioner såsom delingsforslag og notifikationer.
de: Erlaube iOS den Zugriff auf Signal-Kontakte und Chats, um beispielsweise Freigabevorschläge und Mitteilungen nutzen zu können.
el: Να επιτραπεί στο iOS η πρόσβαση στις επαφές και τις συνομιλίες του Signal, για χαρακτηριστικά όπως οι προτάσεις διαμοιρασμού και οι ειδοποιήσεις.
es: Permite a iOS acceder a tus contactos y chats de Signal para usar funciones como las sugerencias para compartir y las notificaciones.
et: Anna iOSile ligipääs Signali kontaktidele ja vestlustele, et saaks kasutada funktsioone jagamise soovitused ja teavitused.
fa: به iOS اجازهٔ دسترسی به مخاطبین و گفتگوها‌ی سیگنال را بدهید تا بتوانید از قابلیت‌ها‌‌یی همانند اشتراک‌گذاری پیشنهادها و اعلان‌ها استفاده کنید.
fi: Salli iOS:lle käyttöoikeus Signal-yhteystietoihin ja keskusteluihin, jotta tietyt ominaisuudet toimivat, mm. jakamisehdotukset
fr: Autoriser iOS à accéder aux contacts et conversations Signal pour activer des fonctionnalités telles que les notifications et les suggestions de partage.
ga: Ceadaigh do iOS rochtain a dhéanamh ar theagmhálaithe agus comhráite Signal le haghaidh gnéithe amhail moltaí agus fógraí a chomhroinnt.
gu: શેરિંગ સૂચનો અને નોટિફિકેશન જેવા ફીચર માટે iOSને Signal સંપર્કો અને ચેટ પર ઍક્સેસ આપો.
he: התרת גישת iOS לאנשי קשר וצ׳אטים של Signal עבור פיצ׳רים כמו הצעות שיתוף והתראות.
hi: सुझाव और नोटिफ़िकेशन को शेयर करने जैसे फ़ीचर के लिए iOS को Signal के कॉन्टैक्ट और चैट के एक्सेस की अनुमति दें.
hr: Omogućite iOS-u pristup vašim Signal kontaktima i razgovorima za značajke kao što su prijedlozi za dijeljenje i obavijesti.
hu: Az iOS hozzáférhet a Signal-névjegyeidhez és csevegéseidhez olyan funkciók eléréséhez, mint például a megosztási javaslatok vagy az értesítések.
id: Beri iOS akses ke kontak dan obrolan Signal untuk fitur-fitur seperti saran berbagi dan notifikasi.
is: Gefa iOS aðgang að Signal-tengiliðum og spjalli til að virkja eiginleika á borð við að deila uppástungum og tilkynningum.
it: Consenti a iOS l'accesso ai contatti e alle chat di Signal per funzionalità come la condivisione di suggerimenti e notifiche.
ja: iOSにSignalの連絡先やチャットへのアクセスを許可して、共有候補や通知などの機能を利用できるようにします。
km: á¢á“á»á‰áŸ’á‰á¶á iOS á…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ á“á·á„á€á¶ášá‡á‡áŸ‚á€ášá”áŸáŸ‹ Signal áŸá˜áŸ’ášá¶á”áŸ‹á˜á»áá„á¶áš áŠá¼á…á‡á¶ á€á¶ášááŸ‚á“á¶áŸ†á€á¶ášá…áŸ‚á€ášáŸ†á›áŸ‚á€ á“á·á„áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„áŸ”
ko: 추천 공유, 알림 등 기능을 사용하기 위해 iOS에서 Signal 연락처 및 대화에 액세스하도록 허용합니다.
lt: Leisti iOS prieigą prie Signal adresatų ir pokalbių, kad būtų prieinamos tokios ypatybės, kaip pasiūlymų bendrinimas ir pranešimai.
ml: പങ്കിടൽ ശുപാർശകളും അറിയിപ്പുകളും പോലുള്ള ഫീച്ചറുകൾക്കായി iOS-ന് Signal കോൺടാക്റ്റുകളിലേക്കും ചാറ്റുകളിലേക്കും ആക്സസ് അനുവദിക്കുക.
mr: सूचना शेअर करणे आणि अधिसूचना या सारख्या वैशिष्ट्यांसाठी iOS ला Signal संपर्क व चॅट ॲक्सेस करू द्या.
ms: Benarkan iOS mengakses ke senarai kenalan dan perbualan Signal untuk memperolehi ciri-ciri seperti perkongsian cadangan dan notifikasi.
nb: Gi iOS tilgang til kontaktene og samtalene dine på Signal for å se funksjoner som delingsforslag og varsler.
nl: Geef iOS toegang tot je Signal-contacten en chats om Signal-contacten weer te geven als suggestie bij het delen vanuit andere apps en meldingen.
pl: Zezwól systemowi iOS na dostęp do kontaktów i czatów Signal, aby korzystać z takich funkcji jak sugestie udostępniania i powiadomienia.
ps: iOS ته اجازه ورکړئ تر څو د Signal د مخاطبینو او چټونو ځانګړنو ته لاسرسی ولري لکه شریک کېدونکي وړاندیزونه او خبرتیاووې.
pt_br: Autoriza o iOS a acessar sua lista de contatos do Signal, para seus chats serem exibidos em notificações e como sugestões ao compartilhar conteúdo a partir de outros aplicativos.
pt_pt: Autoriza o iOS a aceder à sua lista de contactos do Signal, para os seus chats serem exibidos em notificações e como sugestões ao partilhar conteúdo a partir de outras aplicações.
ro: Permiteți accesul iOS la contactele si conversațiile Signal pentru funcții precum sugestii de partajare și notificări.
ru: Предоставить iOS доступ к контактам и чатам Signal для таких функций, как предложения поделиться и уведомления.
sk: Povoľte systému iOS prístup ku kontaktom a četom Signal pre funkcie, ako sú návrhy na zdieľanie a upozornenia.
sl: Dovolite, da iOS dostopa do Signal stikov in pogovorov, za uporabo možnosti, kot sta denimo deljenje predlogov in obvestil.
sq: Lejojini iOS-it hyrje te kontakte dhe fjalosje Signal, për veçori të tilla si shkëmbim sugjerimesh dhe njoftime.
sr: Дозволи iOS-у приступ контактима и ћаскањима на Signal-у код функционалности као што су предлози за дељење и обавештења.
sv: Tillåt iOS åtkomst till Signal-kontakter och chattar för funktioner som delningsförslag och aviseringar.
sw: Ruhusu iOS ifikie wawasiliani na magumzo ya Signal kwa vipengele kama vile kushiriki mapendekezo na arifa.
ta: பரிந்துரைகள் மற்றும் அறிவிப்புகளைப் பகிர்தல் போன்ற அம்சங்களுக்கான சிக்னல் தொடர்புகள் மற்றும் அரட்டைகளுக்கு ஐ.ஓ.எஸ் அணுகலை அனுமதிக்கவும்.
th: อนุญาตให้ iOS เข้าถึงรายชื่อผู้ติดต่อและแชทของ Signal สำหรับฟีเจอร์ต่างๆ เช่น การแชร์คำแนะนำและการแจ้งเตือน
tr: Paylaşma önerileri ve bildirimleri gibi özellikler için iOS'un Signal kişilerine ve sohbetlerine erişimine izin ver.
ug: iOS نىڭ Signal ئالاقەداشلىرىنى زىيارەت قىلىش ۋە سۆھبەتلىشىشىگە يول قويۇپ تەكلىپ ھەمبەھىرلەش ۋە ئۇقتۇرۇش ئىقتىدارىغا ئېرىشىدۇ.
uk: Надати iOS доступ до контактів і чатів Signal, зокрема, щоб бачити пропонованих одержувачів і отримувати сповіщення.
ur: تجاویز اور اطلاعات کو شیئر کرنے جیسے فیچرز کے لیے iOS کو Signal کے رابطوں اور چیٹس تک رسائی کی اجازت دیں۔
vi: Cho phép iOS truy cập vào thông tin liên lạc và hội thoại để kích hoạt các tính năng như chia sẻ các đề xuất cho người dùng và hiển thị thông báo.
zh_cn: 允许 iOS 访问 Signal 联系人和聊天以便使用分享建议和通知等功能。
zh_hk: 允許 iOS 存取 Signal 聯絡人和聊天以便用於分享建議和通知等功能。

# SETTINGS_TWO_FACTOR_AUTH_SWITCH_LABEL
source: Registration Lock
af: Registrasieslot
ar: قفل التسجيل
az: Qeydiyyat Kilidi
be: Блакіроўка рэгістрацыі
bg: Регистрационно заключване
bn: রেজিস্ট্রেশন লক
ca: Blocatge de registre
cs: Zámek registrace
cy: Clo Cofrestru
da: Registreringslås
de: Registrierungssperre
el: Κλείδωμα εγγραφής
es: Bloqueo de registro
es_es: Bloqueo de registro
et: Registreerimislukk
eu: Erregistratze-blokeoa
fa: قفل ثبت‌نام
fi: Rekisteröintiesto
fil: Lock ng Rehistrasyon
fr: Blocage d’inscription
ga: Glas Clárúcháin
gu: રજીસ્ટ્રેશન લૉક
he: נעילת הרשמה
hi: पंजीकरण लॉक
hr: Zaključavanje registracije
hu: Regisztrációs zár
id: Kunci Pendaftaran
is: Skráningarlæsing
it: Blocco registrazione
ja: 登録ロック
kab: Asekkeṛ n ujerred
kk: Тіркеуді құлыптау
km: á…á¶á€áŸ‹áŸáŸ„ášá€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡
kn: ನೋಂದಣಿ ಲಾಕ್
ko: 등록 잠금
lt: Registracijos užraktas
lv: Reģistrācijas bloķēšana
mk: Регистрација за заклучување
ml: രജിസ്ട്രേഷൻ ലോക്ക്
mr: नोंदणी लॉक
ms: Kunci Pendaftaran
my: မှတ်ပုံတင်မှု ပိတ်ထားခြင်း
nb: Registreringslås
nl: Registratievergrendeling
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਲੌਕ
pa_pk: رجسٹریشن لاک
pl: Blokada rejestracji
ps: د نومليکنڼې قفل
pt_br: Bloqueio de Registro
pt_pt: Bloqueio de registo
ro: Blocare înregistrare
ru: Блокировка регистрации
sk: Registračný zámok
sl: PIN za prijavo v omrežje
sq: Kyçje Regjistrimi
sr: Закључавање регистрације
sv: Registreringslås
sw: Lock ya usajili
ta: பதிவு பூட்டு
te: నమోదు లాక్
th: กุญแจลงทะเบียน
tr: Kayıt Kilidi
ug: تىزىملىتىش قۇلۇپى
uk: Блокувати реєстрацію
ur: رجسٹریشن لاک
vi: Khóa Đăng ký
zh_cn: 注册锁定
zh_hk: 註冊鎖定

# SETTINGS_TWO_FACTOR_PINS_AUTH_FOOTER
source: Require your Signal PIN to register your phone number again with Signal.
af: Vereis u Signal-PIN om weer u telefoonnommer met Signal te registreer.
ar: رقم التعريف الشخصي (PIN) على سيجنال مطلوب لتسجيل رقم هاتفك مع سيجنال مرّة أُخرى.
az: Telefon nömrənizi Signal-da qeydiyyata salmaq üçün Signal PIN-inizi tələb edin.
be: Патрэбен ваш PIN-код Signal, каб нанова зарэгістраваць ваш нумар тэлефона ў Signal.
bg: За допълнителна сигурност активирайте заключване на регистрация, което ще изисква вашия PIN за Signal, за да можете отново да регистрирате своя телефонен номер със Signal.
bn: Signal-এ আবার আপনার ফোন নম্বর রেজিস্টার করতে আপনার Signal পিনের প্রয়োজন।
ca: Demana el PIN del Signal per tornar-hi a registrar el número de telèfon.
cs: Vyžadovat Signal PIN pro opětovnou registraci vašeho telefonního čísla v aplikaci Signal.
cy: Gwneud eich PIN Signal yn ofynnol i gorestru eich ffôn eto â Signal.
da: Kræv din Signal-pinkode for at registrere dit telefonnummer med Signal igen.
de: Erfordert Signal-PIN Eingabe, sobald du deine Telefonnummer erneut bei Signal registrierst.
el: Να απαιτείται το PIN Signal σου για να εγγραφεί ο αριθμός τηλεφώνου σου ξανά στο Signal.
es: Usa tu PIN de Signal para volver a registrar tu número de teléfono en Signal.
es_es: Para una mayor seguridad, activa el bloqueo de registro y usa tu PIN de Signal para que sólo tú puedas registrar tu número al volver a instalar Signal.
et: Nõua sinu telefoninumbri Signalis uuesti registreerimiseks Signali PIN-koodi.
fa: درخواست پین سیگنال شما برای ثبت‌نام دوباره با شماره تلفن شما در سیگنال.
fi: Vaadi Signal-tunnuslukua aina, kun tällä puhelinnumerolla rekisteröidytään Signaliin.
fil: Para sa karagdagang seguridad, paganahin ang lock ng rehistrasyon, na kakailanganin ang iyong PIN ng Signal para mai-rehistrong muli ang numero ng iyong telepono sa Signal.
fr: Exiger la saisie du code PIN Signal pour réenregistrer votre numéro de téléphone sur Signal.
ga: Éiligh d'UAP Signal le d'uimhir ghutháin a chlárú le Signal arís.
gu: Signal સાથે તમારો ફોન નંબર ફરીથી રજીસ્ટર કરવા માટે તમારા Signal PIN ની આવશ્યકતા છે.
he: דרוש את ה־PIN של Signal שלך כדי להירשם שוב אל Signal עם מספר הטלפון שלך.
hi: Signal के साथ अपना फोन नंबर दोबारा रजिस्टर करने के लिए आपका Signal PIN आवश्यक होता है।
hr: Zahtjeva vaš Signal PIN za ponovnu registraciju vašeg broja telefona na Signal.
hu: Telefonszámod újraregisztrációját Signal PIN-kódod megadásához kötheted.
id: Memerlukan PIN Signal Anda untuk mendaftarkan nomor telepon Anda lagi di Signal.
is: Bættu öryggið með því að krefjast PIN-númers til að geta skráð þetta símanúmer aftur hjá Signal.
it: Richiedi il tuo PIN di Signal per registrare nuovamente il tuo numero di telefono con Signal.
ja: あなたの電話番号をSignalに登録する際、Signal PINを要求します。
kk: Қосымша қауіпсіздік үшін тіркеуді құлыптауды іске қосыңыз, ол сіздің телефон нөміріңізді Signal қолданбасына қайтадан тіркеу үшін Signal PIN кодын сұратады.
km: á‘á¶á˜á‘á¶ášá›áŸáá€á¼áŠ Signal ášá”áŸáŸ‹á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á˜áŸ’áá„á‘áŸ€áá‡á¶á˜á½á™ SignaláŸ”
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಮತ್ತೊಮ್ಮೆ Signal ನೊಂದಿಗೆ ನೋಂದಾಯಿಸಲು ನಿಮ್ಮ Signal ಪಿನ್ ಅಗತ್ಯವಿದೆ.
ko: Signal에 전화번호를 다시 등록하려면 Signal PIN이 필요합니다.
lt: Norint vėl registruoti jūsų telefono numerį su Signal, reikalauti jūsų Signal PIN kodo.
lv: Pieprasiet savu Signal PIN, lai vēlreiz reģistrētu savu tālruņa numuru lietotnē Signal.
ml: Signal-മായി നിങ്ങളുടെ ഫോൺ നമ്പർ വീണ്ടും രജിസ്റ്റർ ചെയ്യുന്നതിന് നിങ്ങളുടെ Signal പിൻ ആവശ്യമാണ്.
mr: Signal सोबत पुन्हा नोंदणी करताना आपला Signal PIN आवश्यक करा.
ms: Memerlukan PIN Signal anda untuk mendaftar semula nombor telefon anda dengan Signal.
my: သင်၏ဖုန်းနံပါတ်ဖြင့် Signal ပေါ်တွင် ပြန်ပြီး မှတ်ပုံစာရင်းသွင်းနိုင်ရန် Signal ပင်နံပါတ် လိုအပ်စေပါ။
nb: Krev Signal-PIN for å registrere telefonnummeret på nytt hos Signal.
nl: Vereis je Signal-pincode om je telefoonnummer opnieuw bij Signal te kunnen registreren
pa: Signal ਨਾਲ ਤੁਹਾਡੇ ਫ਼ੋਨ ਨੰਬਰ ਨੂੰ ਮੁੜ ਰਜਿਸਟਰ ਕਰਨ ਲਈ Signal ਪਿੰਨ ਦੀ ਲੋੜ ਹੈ।
pa_pk: اضافی تحفظ دے لئی، رجسٹریشن لاک آن کرو، جیس دے لئی تساں دے فون نمر نوں Signal دے نال دوبارہ رجسٹر کرن دے لئی تساں دی Signal پن دی لوڑ ہووے گی۔
pl: Wymagaj PIN-u Signal, aby ponownie zarejestrować numer telefonu w aplikacji.
ps: دا چې بیا له Signal سره ستاسې د ټلیفون شمېره بیا ثبت شي نو ستاسې د Signal PIN ته اړتیا ده.
pt_br: Exigir o seu PIN do Signal ao registrar o seu número de telefone novamente no Signal.
pt_pt: Exija o seu PIN do Signal para registar o seu número de telefone novamente com o Signal.
ro: Solicitați PIN-ul Signal pentru a vă înregistra din nou numărul de telefon cu Signal.
ru: Требовать вводить ваш PIN-код Signal при повторной регистрации вашего номера телефона в Signal.
sk: Na opätovné zaregistrovanie telefónneho čísla v aplikácii Signal si vyžiadajte svoj Signal PIN.
sl: Za ponovno registracijo vaše telefonske številke pri Signalu zahtevajte kodo PIN za Signal.
sq: Lypset PIN-i juaj për Signal që të regjistrohet sërish numri juaj i telefonit me Signal-in.
sr: Захтевај Signal PIN за поновно регистровање броја телефона на Signal-у.
sv: Din Signal PIN-kod krävs för att omregistrera ditt telefonnummer hos Signal.
sw: Itisha PIN yako ya Signal ili usajili nambari yako ya simu tena katika Signal.
ta: உங்கள் தேவை Signal பின் பதிவு செய்ய தொலைபேசி உடன் மீண்டும் எண் Signal.
te: Signal తో మీ ఫోన్ నంబర్‌ను మళ్లీ నమోదు చేయడానికి మీ Signal పిన్ అవసరం.
th: กำหนดให้รหัส PIN ของ Signal คุณ สมัครหมายเลขโทรศัพท์กับ Signal อีกครั้ง
tr: Telefon numaranızı Signal ile tekrar kaydetmek için Signal PIN'i istensin.
ug: تېلېفون نومۇرىڭىزنى Signal دا قايتا تىزىملىتىش ئۈچۈن Signal PIN نىڭىز لازىم.
uk: Вимагати введення PIN-коду для повторної реєстрації номера телефону в Signal.
ur: اپنے فون نمبر کو دوبارہ Signal کے ساتھ رجسٹر کرنے کیلئے اپنے Signal پن کی ضرورت ہے۔
vi: Yêu cầu mã PIN Signal của bạn để đăng ký lại số điện thoại của bạn với Signal.
zh_cn: 使用手机号码重新注册 Signal 时，需 Signal 密码。
zh_hk: 要求輸入您的 Signal PIN 碼，才可在 Signal 重新註冊您的電話號碼。

# SETTINGS_TYPING_INDICATORS
source: Typing Indicators
af: Tikaanduiders
ar: مؤشِّرات الكتابة
az: "Yazır" göstəricisi
be: Індыкатары набору тэксту
bg: Индикатори за писане
bn: টাইপিং সূচক
ca: Indicadors de tecleig
cs: Indikátory psaní
cy: Dangosyddion Teipio
da: Skriveindikatorer
de: Tipp-Indikatoren
el: Δείκτες πληκτρολόγησης
es: Indicadores de escritura
es_es: Indicador de tecleo
et: Sisestamisindikaatorid
eu: Idazketa jakinarazleak
fa: نشانگر های نوشته
fi: Kirjoittamisen ilmaisin
fr: Indicateurs de saisie
ga: Táscairí Clóscríbhneoireachta
gu: ટાઇપિંગ સૂચકો
he: מחווני הקלדה
hi: टाइपिंग संकेतक
hr: Prikaži tipkanje
hu: Gépelés mutatása
id: Indikator Pengetikan
is: Merki um framvindu ritunar
it: Indicatori di scrittura
ja: 入力中アイコン
kab: Inammalen n tira
kk: Теру индикаторлары
km: áœá¶áŸáŸ‹á€á¶ášáœá¶á™á¢á€áŸ’áŸáš
kn: ಟೈಪಿಂಗ್ ಇಂಡಿಕೇಟರ್ ಗಳು
ko: 입력 안내
lt: Rašymo indikatoriai
lv: Rakstīšanas indikatori
mk: Индикатори на пишување
ml: ടൈപ്പിംഗ് ഇൻഡിക്കേറ്ററുകൾ
mr: टाईपिंग निर्देशक
ms: Penunjuk Menaip
my: စာရိုက်အညွှန်းကိန်းများ
nb: Skriveindikatorer
nl: Typindicatoren
pa: ਟਾਈਪਿੰਗ ਸੂਚਕ
pa_pk: ٹائپنگ اشارے
pl: Wskaźniki pisania
ps: د ټایپ کولو نښه
pt_br: Indicadores de digitação
pt_pt: Indicadores de escrita
ro: Indicatori de tastare
ru: Индикаторы набора текста
sk: Indikátory písania
sl: Indikatorji tipkanja
sq: Indikatorë Shtypjeje
sr: Индикатори куцања
sv: Skrivindikatorer
sw: Viashiria vya Kucharaza
ta: தட்டச்சு குறிகாட்டிகள்
te: టైపింగ్ సూచికలు
th: แสดงว่ากำลังพิมพ์
tr: Yazma Göstergeleri
ug: بېسىۋاتىدۇ كۆرسەتكۈچلىرى
uk: Індикатор набору тексту
ur: ٹائپنگ انڈیکیٹرز
vi: Dấu chỉ báo Đang nhập tin nhắn
zh_cn: “正在输入”提示
zh_hk: 打字狀態
