Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_DEACTIVATE_WITHOUT_TRANSFER_CONFIRM_TITLE
source: Deactivate Without Transferring?
af: Deaktiveer sonder oordrag?
ar: هل ترغبُ بالتعطيل بدون أي إرسال؟
az: Köçürmə olmadan deaktiv edilsin?
be: Дэактываваць без пераводу сродкаў?
bn: ট্রান্সফার না করেই বন্ধ করবেন?
ca: Voleu desactivar els fons sense transferir-los?
cs: Deaktivovat bez převodu?
cy: Diffodd Heb Drosglwyddo
da: Deaktiver uden at overføre?
de: Ohne Überweisen deaktivieren?
el: Απενεργοποίηση χωρίς μεταφορά;
es: ¿Desactivar sin transferir?
et: Kas deaktiveerida ilma üle kandmata?
fa: غیرفعال کردن بدون انتقال
fi: Poistetaanko käytöstä siirtämättä varoja?
fr: Désactiver sans effectuer de virement ?
gu: સ્થાનાંતરિત કર્યા વિના નિષ્ક્રિય કરવું છે?
he: לבטל הפעלה בלי להעביר?
hi: ट्रांसफ़र किए बिना निष्क्रिय करें?
hr: Onemogući bez prijenosa?
hu: Deaktiválás átutalás nélkül?
id: Nonaktifkan Tanpa Transfer?
is: Gera óvirkt án þess að millifæra?
it: Disattivare senza trasferire?
ja: 振り替えずに停止しますか？
km: á”á·á‘áŠáŸ†áá¾ášá€á¶ášáŠáŸ„á™á˜á·á“á…á¶áŸ†á”á¶á…áŸ‹á•áŸ’á‘áŸáš?
kn: ವರ್ಗಾವಣೆ ಮಾಡದೇ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೇ?
ko: 전송하지 않고 비활성화하시겠습니까?
lt: Pasyvinti be pervedimo?
lv: Vai deaktivizēt, neveicot pārskaitīšanu?
ml: ട്രാൻസ്ഫർ ചെയ്യാതെ നിർജ്ജീവമാക്കുക?
mr: स्थानांतरित न करता निष्क्रिय करायचा?
ms: Nyahaktifkan Tanpa Pemindahan?
my: မလွှဲဘဲ ပိတ်မည်လား?
nb: Deaktiver uten å overføre den gjenstående balansen?
nl: Uitschakelen zonder overschrijven?
pa: ਟ੍ਰਾਂਸਫਰ ਕੀਤੇ ਬਿਨਾਂ ਅਸਮਰੱਥ ਕਰੋ
pl: Zdezaktywować bez przenoszenia?
ps: غواړئ له لیږلو پرته یې غیرفعال کړئ؟
pt_br: Desativar sem transferir?
pt_pt: Desativar sem transferir?
ro: Dezactivezi fără transfer?
ru: Деактивировать без перевода?
sk: Deaktivovať bez prevodu?
sl: Deaktiviraj brez prenosa?
sq: Të Çaktivizohet Pa e Shpërngulur?
sr: Желите ли да деактивирате без преноса?
sv: Inaktivera utan att överföra?
sw: Ungependa Kuzima bila Kuhamisha?
ta: செயலிழக்க இல்லாமல் இடமாற்றம்?
te: బదిలీ చేయకుండా నిష్క్రియం చేయండి?
th: หยุดใช้งานโดยไม่ถ่ายโอนหรือไม่?
tr: Aktarmadan Devre Dışı Bırakılsın mı?
ug: يۆتكىمەي تۇرۇپ ئاكتىپسىزلىسىنمۇ؟
uk: Деактивувати без переказу коштів?
ur: منتقلی کے بغیر غیر فعال کریں؟
vi: Ngưng kích hoạt mà không chuyển khoản?
zh_cn: 是否停用而不转移？
zh_hk: 要停用而不作轉移嗎？

# SETTINGS_PAYMENTS_DEACTIVATE_WITHOUT_TRANSFERRING_BALANCE
source: Deactivate Without Transferring
af: Deaktiveer sonder oordrag
ar: تعطيل بدون أي إرسال
az: Köçürmə olmadan deaktiv et
be: Дэактываваць без пераводу сродкаў
bn: ট্রান্সফার না করেই বন্ধ করুন
ca: Desactiveu-ho sense transferència
cs: Deaktivovat bez převodu
cy: Diffodd Heb Trosglwyddo
da: Deaktiver uden at overføre
de: Ohne Überweisen deaktivieren
el: Απενεργοποίηση Χωρίς Μεταφορά
es: Desactivar sin transferir
et: Deaktiveeri ilma ülekandeta
fa: غیرفعال کردن بدون انتقال
fi: Poista käytöstä siirtämättä varoja
fr: Désactiver sans virement
gu: સ્થાનાંતરિત કર્યા વિના નિષ્ક્રિય કરો
he: בטל הפעלה בלי להעביר
hi: ट्रांसफ़र किए बिना निष्क्रिय करें
hr: Onemogući bez prijenosa
hu: Deaktiválás átutalás nélkül
id: Nonaktifkan Tanpa Transfer
is: Gera óvirkt án þess að millifæra
it: Disattivare senza trasferire?
ja: 振り替えずに停止する
km: á”á·á‘áŠáŸ†áá¾ášá€á¶ášáŠáŸ„á™á˜á·á“á…á¶áŸ†á”á¶á…áŸ‹á•áŸ’á‘áŸáš
kn: ವರ್ಗಾಯಿಸದೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ko: 전송하지 않고 비활성화
lt: Pasyvinti be pervedimo
lv: Deaktivizēt, neveicot pārskaitīšanu
ml: ട്രാൻസ്ഫർ ചെയ്യാതെ നിർജ്ജീവമാക്കുക
mr: स्थानांतरित न करता निष्क्रिय करा
ms: Nyahaktifkan Tanpa Pemindahan
my: မလွှဲဘဲ ပိတ်ပါမယ်
nb: Stopp uten overføring
nl: Uitschakelen zonder overschrijven
pa: ਟ੍ਰਾਂਸਫਰ ਕੀਤੇ ਬਿਨਾਂ ਅਸਮਰੱਥ ਕਰੋ
pl: Zdezaktywuj bez przenoszenia
ps: له لیږلو پرته یې غیرفعاله کړئ
pt_br: Desativar sem transferir
pt_pt: Desativar sem transferir
ro: Dezactivează fără transfer
ru: Деактивировать без перевода
sk: Deaktivovať bez prevodu
sl: Deaktiviraj brez prenosa
sq: Çaktivizoje Pa e Shpërngulur
sr: Деактивирај без преноса
sv: Inaktivera utan att överföra
sw: Zima bila Kuhamisha
ta: செயலிழக்க இல்லாமல் இடமாற்றம்
te: బదిలీ చేయకుండా నిష్క్రియం చేయండి
th: หยุดใช้งานโดยไม่ถ่ายโอน
tr: Aktarmadan Devre Dışı Bırak
ug: يۆتكىمەي تۇرۇپ ئاكتىپسىزلا
uk: Деактивувати без переказу
ur: منتقلی کے بغیر غیر فعال کریں
vi: Ngưng kích hoạt mà không chuyển khoản
zh_cn: 停用而不转移
zh_hk: 停用而不作轉移

# SETTINGS_PAYMENTS_DEACTIVATION_FAILED
source: Payments could not be deactivated
af: Betalings kon nie gedeaktiveer word nie
ar: تعذَّر تعطيل المدفوعات
az: Ödənişlər deaktiv edilə bilmədi
be: Не атрымалася дэактываваць плацяжы
bn: পেমেন্ট বন্ধ করা যায়নি
ca: No s'han pogut desactivar els pagaments.
cs: Platby nelze deaktivovat
cy: Methwyd diffodd taliadau.
da: Betalinger kunne ikke deaktiveres
de: Zahlungen konnten nicht deaktiviert werden
el: Δεν ήταν δυνατή η απενεργοποίηση των πληρωμών
es: No se han podido desactivar los pagos
et: Makseid ei saanud deaktiveerida
fa: پرداخت‌ها نمی‌توانند غیرفعال شوند
fi: Maksuja ei voitu poistaa käytöstä
fr: Impossible de désactiver les paiements
gu: પેમેન્ટ નિષ્ક્રિય કરી શકાતું નથી
he: תשלומים לא יכלו להיות מבוטלים
hi: भुगतान निष्क्रिय नहीं किए जा सके
hr: Plaćanja nije moguće onemogućiti
hu: A fizetések nem deaktiválhatók
id: Pembayaran tidak dapat dinonaktifkan
is: Ekki var hægt að gera greiðslur óvirkar
it: Non è stato possibile disattivare i pagamenti
ja: 決済機能を停止できませんでした
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á˜á·á“á¢á¶á…á”á·á‘áŠáŸ†áá¾ášá€á¶áš
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 결제를 비활성화할 수 없습니다.
lt: Nepavyko pasyvinti mokėjimų
lv: Maksājumus nevarēja deaktivizēt
ml: പേയ്മെന്റുകൾ നിർജ്ജീവമാക്കാൻ കഴിഞ്ഞില്ല
mr: स्थानांतरित न करता निष्क्रिय करू शकले नाही
ms: Pembayaran tidak dapat dinyahaktifkan
my: ငွေပေးချေမှုများ ပိတ်၍ မရပါ
nb: Betalinger kunne ikke deaktiveres
nl: Betalingen uitschakelen is mislukt.
pa: ਭੁਗਤਾਨ ਗੈਰ-ਸਰਗਰਮ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ
pl: Nie udało się zdezaktywować płatności
ps: پرداختونه غیرفعاله نشول
pt_br: O módulo de pagamentos não pôde ser desativado
pt_pt: Os pagamentos não puderam ser desativados
ro: Plățile nu au putut fi dezactivate
ru: Не удалось деактивировать платежи
sk: Nepodarilo sa deaktivovať platby
sl: Plačil ni mogoče deaktivirati
sq: Pagesat s’u çaktivizua dot
sr: Деактивирање плаћања није успело
sv: Betalningar kunde inte inaktiveras
sw: Malipo hayakuweza kuzimwa
ta: கொடுப்பனவுகளை செயலிழக்க முடியவில்லை
te: చెల్లింపులు క్రియారహితం కాలేదు
th: ไม่สามารถหยุดใช้การชำระเงินได้
tr: Ödemeler devre dışı bırakılamıyor
ug: چىقىم قىلىشنى قايتا ئاكتىپلىيالمىدى
uk: Не вдалося деактивувати платежі
ur: ادائیگیوں کو غیر فعال نہیں کیا جاسکا
vi: Thanh toán không thể được ngưng kích hoạt
zh_cn: 付款无法停用
zh_hk: 無法停用付款功能

# SETTINGS_PAYMENTS_DETAIL_VIEW_TITLE
source: Details
ar: التفاصيل
az: Təfsilatlar
be: Звесткі
bn: বিস্তারিত
ca: Detalls
cs: Podrobnosti
cy: Manylion
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
eu: Xehetasunak
fa: جزئیات
fi: Lisätietoja
fr: Infos
ga: Mionsonraí
gu: વિગતો
he: פרטים
hi: माहिती
hr: Detalji
hu: Részletek
id: Detail
is: Nánar
it: Dettagli
ja: 詳細
kab: Talqayt
km: á›á˜áŸ’á¢á·á
kn: ವಿವರಗಳು
ko: 세부 정보
lt: Išsamesnė informacija
lv: Sīkāki dati
mk: Детали
ml: വിശദാംശങ്ങൾ
mr: तपशील
ms: Butiran
my: အသေးစိတ်အချက်အလက်များ
nb: Detaljer
pa: ਵੇਰਵਾ
pl: Szczegóły
ps: جزئیات
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Подробнее
sk: Podrobnosti
sl: Podrobnosti
sq: Hollësi
sr: Опширније
sv: Detaljer
sw: Maelezo
ta: விவரங்கள்
te: వివరాలు
th: รายละเอียด
tr: Detaylar
ug: تەپسىلاتى
uk: Докладніше
ur: تفصیلات
vi: Chi tiết
zh_cn: 更多
zh_hk: 詳細資料

# SETTINGS_PAYMENTS_ENABLE_ACTION
source: Enable Payments
af: Aktiveer betalings
ar: تفعيل المدفوعات
az: Ödənişləri fəallaşdır
be: Уключыць плацяжы
bn: পেমেন্ট চালু করুন
ca: Activa els pagaments
cs: Povolit platby
cy: Galluogi Taliadau
da: Aktivér Betalinger
de: Zahlungen aktivieren
el: Ενεργοποίηση Πληρωμών
es: Habilitar pagos
et: Luba maksed
fa: فعال کردن پرداخت‌ها
fi: Ota maksut käyttöön
fr: Activer les paiements
gu: પેમેન્ટ્સને સક્ષમ કરો
he: אפשר תשלומים
hi: भुगतान चालू करें
hr: Omogući plaćanja
hu: Fizetések engedélyezése
id: Aktifkan Pembayaran
is: Virkja greiðslur
it: Abilita pagamenti
ja: 決済機能を有効化
km: á”á¾á€á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 결제 활성화
lt: Įjungti mokėjimus
lv: Iespējot maksājumus
ml: പേയ്മെന്റുകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: पेमेंट सक्षम करा
ms: Dayakan Pembayaran
my: ငွေပေးချေမှုများ ဖွင့်မယ်
nb: Aktiver betalinger
nl: Betalingen inschakelen
pa: ਭੁਗਤਾਨ ਸਮਰੱਥ ਕਰਨਾ
pl: Włącz płatności
ps: د پرداختونو فعالول
pt_br: Habilitar Pagamentos
pt_pt: Ativar pagamentos
ro: Activare Plăți
ru: Включить платежи
sk: Povoliť platby
sl: Omogoči plačila
sq: Aktivizo Pagesa
sr: Омогући плаћања
sv: Aktivera betalningar
sw: Wezesha Malipo
ta: கொடுப்பனவுகளை இயக்கு
te: చెల్లింపులను ప్రారంభించండి
th: ใช้การชำระเงิน
tr: Ödemeleri etkinleştir
ug: چىقىم قىلىشنى قوزغات
uk: Увімкнути платежі
ur: ادائیگیوں کو فعال کریں
vi: Bật Thanh toán
zh_cn: 启用付款
zh_hk: 啟用付款功能

# SETTINGS_PAYMENTS_ENABLE_PAYMENTS_LOCK_PROMPT
source: Payments Lock
ar: قفل عمليات الدفع
be: Блакіроўка плацяжоў
bn: পেমেন্ট লক
ca: Bloqueig de pagaments
cs: Zámek plateb
da: Betalingslås
de: Zahlungssperre
el: Κλείδωμα πληρωμών
es: Bloqueo de pagos
fa: قفل پرداخت‌ها
fi: Maksulukitus
fr: Verrouillage des paiements
ga: Glas Íocaíochtaí
gu: પેમેન્ટ લૉક
he: נעילת אבטחה לתשלום
hi: भुगतान लॉक
hr: Zaključavanje plaćanja
hu: Fizetési zár
id: Kunci Pembayaran
it: Pagamenti sicuri
ja: 支払いのロック
ko: 결제 잠금
mr: पेमेंट्स लॉक
ms: Kunci Pembayaran
nb: Betalingslås
nl: Betalingsvergrendeling
pl: Blokada płatności
pt_br: Bloqueio de pagamentos
pt_pt: Bloqueio de pagamentos
ro: Parolă pentru plăți
ru: Блокировка платежей
sk: Platobný zámok
sr: Закључавање плаћања
sv: Betalningssäkerhet
th: ฟีเจอร์ล็อกการชำระเงิน
tr: Ödeme Kilidi
ug: پۇل تۆلەش قۇلۇپى
uk: Захист платежів
ur: پیمنٹس لاک
vi: Khóa Thanh toán
zh_cn: 付款锁
zh_hk: 付款鎖定

# SETTINGS_PAYMENTS_HELP_CARD_ABOUT_MOBILECOIN_DESCRIPTION
source: MobileCoin is a new privacy focused digital currency.
af: MobileCoin is ’n nuwe privaatheidgefokusde digitale geldeenheid.
ar: MobileCoin هي عملة رقمية جديدة تُركِّز على الخصوصية.
az: MobileCoin, gizliliyə fokuslanmış yeni bir rəqəmsal pul vahididir.
be: MobileCoin – гэта новая лічбавая валюта з акцэнтам на канфідэнцыйнасць.
bn: MobileCoin হল গোপনীয়তার উপর গুরুত্ব দেয় এমন একটি নতুন ডিজিটাল মুদ্রা।
ca: MobileCoin és una moneda digital nova centrada en la privadesa.
cs: MobileCoin je nová měna zaměřená na soukromí.
cy: Mae MobileCoin yn arian digidol newydd sy'n canolbwyntio ar breifatrwydd.
da: MobileCoin er en ny privatlivsfokuseret digital valuta.
de: MobileCoin ist eine neue, datenschutzfokussierte digitale Währung.
el: Το MobileCoin είναι ένα νέο ψηφιακό νόμισμα που εστιάζει στην προστασία της ιδιωτικότητας.
es: MobileCoin es una moneda digital enfocada en la privacidad.
et: MobileCoin on uus privaatsusele keskendunud digitaalne valuuta.
eu: MobileCoin pribatutasunera bideratutako dibisa digital berria da.
fa: MobileCoin یک ارز دیجیتال متمرکز بر حریم خصوصی است.
fi: MobileCoin on uusi yksityisyyden suojaan keskittyvä digitaalinen valuutta.
fr: MobileCoin est une nouvelle monnaie numérique axée sur la protection des données personnelles.
gu: MobileCoin એ એક નવું ગોપનીયતા કેન્દ્રિત ડિજિટલ ચલણ છે.
he: MobileCoin הוא מטבע דיגיטלי חדש ממוקד פרטיות.
hi: MobileCoin एक नई गोपनीयता केंद्रित डिजिटल मुद्रा है।
hr: MobileCoin je nova digitalna valuta usmjerena na privatnost.
hu: A MobileCoin egy új, adatvédelem-fókuszú digitális pénznem.
id: MobileCoin adalah mata uang digital yang berfokus pada privasi.
is: MobileCoin er nýr stafrænn gjaldmiðill sem leggur áherslu á gagnaleynd.
it: MobileCoin è una nuova valuta digitale incentrata sulla privacy.
ja: MobileCoinは、プライバシーを重視した新しいデジタル通貨です。
km: MobileCoin á‚áºá‡á¶ášá¼á”á·á™á”áŸááŸ’ááŒá¸á‡á¸áá›ááŸ’á˜á¸áŠáŸ‚á›á•áŸ’ááŸ„áá›á¾á—á¶á–á¯á€á‡á“áŸ”
kn: ಮೊಬೈಲ್ ಕಾಯಿನ್ ಹೊಸ ಗೌಪ್ಯತೆ ಆಧರಿತ ಡಿಜಿಟಲ್ ಕರೆನ್ಸಿ.
ko: MobileCoin은 새로운 개인 정보 보호 중심의 디지털 통화입니다.
lt: „MobileCoin“ yra nauja į privatumą sutelkta skaitmeninė valiuta.
lv: MobileCoin ir jauna uz privātumu vērsta digitālā valūta.
mk: MobileCoin е нова дигитална валута фокусирана на приватност.
ml: മൊബൈൽകോയിൻ ഒരു പുതിയ സ്വകാര്യത കേന്ദ്രീകൃത ഡിജിറ്റൽ കറൻസിയാണ്.
mr: MobileCoin हे नवीन गोपनीयता केंद्रित डिजिटल चलन आहे.
ms: MobileCoin merupakan mata wang digital yang tertumpu pada privasi.
my: MobileCoin သည် ပုဂ္ဂိုလ်လုံခြုံရေးကို အလေးထားသော ဒစ်ဂျစ်တယ်ငွေကြေးအသစ် ဖြစ်ပါသည်။
nb: MobileCoin er en ny, personvernorientert digital valuta.
nl: MobileCoin is een privacygericht digitaal betaalmiddel.
pa: MobileCoin ਨਵੀਂ ਪਰਦੇਦਾਰੀ ਉੱਤੇ ਅਧਾਰਿਤ ਡਿਜ਼ਿਟਲ ਕਰੰਸੀ ਹੈ।
pl: MobileCoin to nowa cyfrowa waluta, której twórcy kładą duży nacisk na prywatność.
ps: MobileCoin یو ډول نوی پر محرمیت تمرکز لرونکی ډیجیټالي اسعار دي.
pt_br: MobileCoin é uma nova moeda digital focada em privacidade.
pt_pt: MobileCoin é uma privacidade nova focada em moeda digital.
ro: MobileCoin este o nouă monedă digitală axată pe confidențialitate.
ru: MobileCoin — это новая цифровая валюта c акцентом на конфиденциальность.
sk: MobileCoin je nová digitálna mena zameraná na súkromie.
sl: MobileCoin je nova digitalna valuta, s poudarkom na zasebnosti.
sq: MobileCoin është një monedhë e re dixhitale e fokusuar te privatësia.
sr: MobileCoin је нова дигитална валута фокусирана на приватност.
sv: MobileCoin är en ny integritetsfokuserad digital valuta.
sw: MobileCoin ni sarafu mpya dijitali inayozingatia faragha.
ta: MobileCoin ஒரு புதியது தனியுரிமை கவனம் செலுத்திய டிஜிட்டல் நாணயம்.
te: MobileCoin కొత్త గోప్యతా దృష్టి డిజిటల్ కరెన్సీ.
th: MobileCoin เป็นเงินดิจิทัลสกุลใหม่ที่เน้นเรื่องความเป็นส่วนตัว
tr: MobileCoin, gizlilik odaklı yeni bir dijital para birimidir.
ug: ‫MobileCoin شەخسىيەت گەۋدىلەندۈرۈلگەن يېڭى رەقەملىك پۇل.
uk: MobileCoin — нова цифрова валюта підвищеної конфіденційності.
ur: موبائل کوائن ایک نئی رازداری پر مبنی ڈیجیٹل کرنسی ہے۔
vi: MobileCoin là một tiền tệ điện tử mới tập trung vào sự riêng tư.
zh_cn: MobileCoin 是一种关注隐私的新数字货币。
zh_hk: MobileCoin 是一種新的著重私隱的數碼貨幣。

# SETTINGS_PAYMENTS_HELP_CARD_ABOUT_MOBILECOIN_TITLE
source: About MobileCoin
af: Oor MobileCoin
ar: حَول MobileCoin
az: MobileCoin haqqında
be: Аб MobileCoin
bn: MobileCoin সম্পর্কে
ca: Quant a MobileCoin
cs: O MobileCoin
cy: Ynghylch MobileCoin
da: Om MobileCoin
de: Über MobileCoin
el: Σχετικά με το MobileCoin
es: Acerca de MobileCoin
et: Teave MobileCoini kohta
eu: MobileCoin-i buruz
fa: دربارهٔ MobileCoin
fi: Tietoa MobileCoinista
fr: À propos de MobileCoin
ga: Maidir le MobileCoin
gu: MobileCoin વિશે
he: על אודות MobileCoin
hi: MobileCoin के बारे में
hr: O MobileCoinu
hu: A MobileCoin valutáról
id: Tentang MobileCoin
is: Um MobileCoin
it: Informazioni su MobileCoin
ja: MobileCoinについて
km: á¢áŸ†á–á¸ MobileCoin
kn: ಮೊಬೈಲ್‌ಕಾಯಿನ್‌ ಬಗ್ಗೆ
ko: 모바일 코인 소개
lt: Apie „MobileCoin“
lv: Par MobileCoin
mk: За MobileCoin
ml: MobileCoin-നെ കുറിച്ച്
mr: MobileCoin बद्दल
ms: Mengenai MobileCoin
my: MobileCoin အကြောင်း
nb: Om MobileCoin
nl: Over MobileCoin
pa: MobileCoin ਬਾਰੇ
pl: O walucie MobileCoin
ps: د MobileCoin په اړه
pt_br: Sobre a MobileCoin
pt_pt: Acerca da MobileCoin
ro: Despre MobileCoin
ru: О MobileCoin
sk: Čo je to MobileCoin
sl: Več o MobileCoin
sq: Rreth MobileCoin
sr: О MobileCoin-у
sv: Om MobileCoin
sw: Kuhusu MobileCoin
ta: MobileCoin பற்றி
te: MobileCoin గురించి
th: เกี่ยวกับ MobileCoin
tr: MobileCoin Hakkında
ug: MobileCoin ھەققىدە
uk: Про MobileCoin
ur: موبائل کوائن کے بارے میں
vi: Về MobileCoin
zh_cn: 关于 MobileCoin
zh_hk: 關於 MobileCoin

# SETTINGS_PAYMENTS_HELP_CARD_ADDING_TO_YOUR_WALLET_DESCRIPTION
source: You can add funds for use in Signal by sending MobileCoin to your wallet address.
af: U kan fondse vir gebruik in Signal toevoeg deur MobileCoin tot u beursadres toe te voeg.
ar: يمكنك إضافة مبالغ لاستخدامها في سيجنال عبر إرسال MobileCoin إلى عنوان محفظتك.
az: MobileCoin-i pulqabı ünvanınıza göndərərək Signal-da istifadə etmək üçün pul əlavə edə bilərsiniz.
be: Вы можаце дадаць сродкі для выкарыстання ў Signal, калі адправіце MobileCoin на адрас вашага кашалька.
bn: আপনার ওয়ালেটের ঠিকানায় MobileCoin পাঠানোর মাধ্যমে আপনি Signal-এ ব্যবহারের জন্য ফান্ড পাঠাতে পারেন।
ca: Podeu afegir fons per usar-los al Signal enviant MobileCoin a la vostra adreça de cartera.
cs: Prostředky pro použití v Signal můžete přidat zasláním MobileCoin na adresu vaší peněženky.
cy: Gallwch ychwanegu arian i'w ddefnyddio yn Signal trwy anfon MobileCoin i'ch cyfeiriad waled.
da: Du kan tilføje midler til brug i Signal ved at sende MobileCoin til din wallet-adresse.
de: Du kannst Guthaben für die Verwendung in Signal hinzufügen, indem du MobileCoin an deine Wallet-Adresse sendest.
el: Μπορείτε να προσθέσετε χρήματα για χρήση στο Signal στέλνοντας MobileCoin στη διεύθυνση του πορτοφολιού σας.
es: Puedes añadir fondos para usar en Signal enviando MobileCoin a la dirección de tu cartera.
et: Sul on võimalik lisada Signalis kasutamiseks vahendeid, saates MobileCoinid sinu rahakoti aadressile.
eu: Signal-en erabiltzeko funtsak gehi ditzakezu MobileCoin zure diru-zorroaren helbidera bidalita.
fa: شما می‌توانید با ارسال MobileCoin به نشانی کیف پول خود اعتبار برای استفاده در سیگنال اضافه کنید.
fi: Voit lisätä rahaa käytettäväksi Signalissa lähettämällä MobileCoineja lompakko-osoitteeseen.
fr: Pour virer des fonds à utiliser dans Signal, envoyez des MobileCoins à l'adresse de votre portefeuille.
gu: તમે તમારા વૉલેટ એડ્રેસ પર MobileCoin મોકલીને Signal માં ઉપયોગ માટે ફંડ ઉમેરી શકો છો.
he: אתה יכול להוסיף כספים לשימוש ב־Signal ע״י שליחת MobileCoin אל כתובת הארנק שלך.
hi: आप अपने वॉलेट पते में MobileCoin भेज कर Signal में उपयोग करने के लिए धनराशि जोड़ सकते हैं।
hr: Sredstva za upotrebu u Signalu možete dodati slanjem MobileCoina na adresu novčanika.
hu: Alaptőkét úgy adhatsz a Signalhoz, hogy MobileCoint küldesz a pénztárca címedre.
id: Anda dapat menambahkan dana untuk digunakan di Signal dengan mengirimkan MobileCoin ke alamat wallet Anda.
is: Þú getur bætt við fjármagni til að nota í Signal með því að senda MobileCoin-mynt á vistfang veskisins þíns.
it: Puoi aggiungere fondi da utilizzare in Signal inviando MobileCoin all'indirizzo del tuo portafoglio.
ja: ウォレットアドレスにMobileCoinを送信することで、Signalで使う口座に入金できます。
km: á¢áŸ’á“á€á¢á¶á…áŠá¶á€áŸ‹á›á»á™áŠá¾á˜áŸ’á”á¸á”áŸ’ášá¾á“áŸ…á€áŸ’á“á»á„ Signal áŠáŸ„á™á•áŸ’á‰á¾ MobileCoin á‘áŸ…á€á¶á“áŸ‹á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Wallet ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ವಾಲೆಟ್ ವಿಳಾಸಕ್ಕೆ ಮೊಬೈಲ್‌ಕಾಯಿನ್ ಅನ್ನು ಕಳುಹಿಸುವ ಮೂಲಕ Signal ನಲ್ಲಿ ಬಳಸಲು ನೀವು ಫಂಡ್‌ಗಳನ್ನು ಸೇರಿಸಬಹುದು.
ko: MobileCoin을 지갑 주소로 전송하여 Signal에서 사용할 자금을 추가할 수 있습니다.
lt: Galite pridėti lėšas, skirtas naudoti Signal programėlėje, išsiųsdami „MobileCoin“ valiutą į savo piniginės adresą.
lv: Varat pievienot naudas līdzekļus izmantošanai lietotnē Signal, nosūtot MobileCoin uz sava naudas maka adresi.
mk: Можете да додадете средства за користење во Signal со испраќање MobileCoin на адресата на Вашиот паричник.
ml: നിങ്ങളുടെ വാലറ്റ് വിലാസത്തിലേക്ക് മൊബൈൽകോയിൻ അയച്ചുകൊണ്ട് Signal-ൽ ഉപയോഗിക്കുന്നതിനുള്ള ഫണ്ടുകൾ നിങ്ങൾക്ക് ചേർക്കാം.
mr: तुम्ही तुमच्या वॉलेट पत्त्यावर MobileCoin पाठवून Signal मध्ये वापरासाठी निधी जोडू शकता.
ms: Anda boleh menambah dana untuk digunakan dalam Signal dengan menghantar MobileCoin ke alamat dompet anda.
my: သင့် ပိုက်ဆံအိတ် wallet လိပ်စာသို့ MobileCoin ပို့၍ Signal တွင် သုံးရန် ငွေဖြည့်နိုင်ပါသည်။
nb: Du kan legge til penger til bruk i Signal ved å sende MobileCoin til lommebokadressen din.
nl: Je kunt krediet aan Signal toevoegen door MobileCoin naar je portemonnee-adres te sturen.
pa: ਤੁਸੀਂ MobileCoin ਨੂੰ ਆਪਣੇ ਵਾਲੇਟ ਪਤੇ ’ਤੇ ਭੇਜ ਕੇ Signal ਵਿੱਚ ਵਰਤੋਂ ਲਈ ਫੰਡ ਪਾ ਸਕਦੇ ਹੋ।
pl: Aby dodać środki do wykorzystania w aplikacji Signal, wyślij walutę MobileCoin na adres swojego portfela.
ps: تاسې کولای شئ چې په Signal کې د کارولو لپاره خپل د جیبي بکسک پتې ته د MobileCoin په لیږلو سره پیسې اضافه کړئ.
pt_br: Você pode enviar MobileCoin para o endereço da sua carteira, de modo a usá-lo no Signal.
pt_pt: Você pode adicionar fundos para utilizar no Signal ao adicionar a MobileCoin ao seu endereço de carteira.
ro: Poți adăuga fonduri pentru a le folosi în Signal transferând MobileCoin către adresa portofelului tău.
ru: Вы можете пополнить баланс средств, доступных для использования в Signal, отправив MobileCoin на адрес своего кошелька.
sk: Prostriedky na použitie v službe Signal môžete pridať poslaním MobileCoinov na adresu vašej peňaženky.
sl: Sredstva za uporabo v Signalu lahko dodate z nakazilom MobileCoinov na naslov vaše denarnice.
sq: Mund të shtoni fonde për përdorim në Signal duke dërguar MobileCoin në adresën e portofolit tuaj.
sr: Можете додати средства за коришћење у Signal-у тако што ћете послати MobileCoin на своју адресу новчаника.
sv: Du kan lägga till pengar för användning i Signal genom att skicka MobileCoin till din plånboksadress.
sw: Unaweza kuongeza pesa za matumizi katika Signal kwa kutuma MobileCoin kwenye anwani yako ya mkoba.
ta: உன்னால் முடியும் கூட்டு நிதி இல் பயன்படுத்த Signal MobileCoin ஐ உங்களுக்கு அனுப்புவதன் மூலம் பணப்பை முகவரி.
te: మీ వాలెట్ చిరునామాకు MobileCoin పంపడం ద్వారా మీరు Signalలో ఉపయోగం కోసం నిధులను జోడించవచ్చు.
th: คุณสามารถเพิ่มเงินสำหรับใช้ใน Signal ได้โดยการส่ง MobileCoin ไปยังที่อยู่กระเป๋าเงินของคุณ
tr: Cüzdan adresinize MobileCoin göndererek Signal'de kullanmak için para ekleyebilirsiniz.
ug: ھەميان ئادرېسىڭىزغا MobileCoin ئەۋەتىش ئارقىلىق Signal دا ئىشلىتىشكە مەبلەغ قوشالايسىز.
uk: Ви можете додавати кошти для використання в Signal, надсилаючи MobileCoin на адресу свого гаманця.
ur: آپ اپنے Wallet کے پتے پر موبائل کوائن بھیج کر Signal میں استعمال کے لئے فنڈز شامل کرسکتے ہیں۔
vi: Bạn có thể thêm quỹ để sử dụng trong Signal bằng cách gửi MobileCoin vào địa chỉ ví của mình.
zh_cn: 通过将 MobileCoin 发送至钱包地址，即可在 Signal 中添加并使用资金。
zh_hk: 您可傳送 MobileCoin 到您的錢包位址，以增加款項在 Signal 中使用。

# SETTINGS_PAYMENTS_HELP_CARD_ADDING_TO_YOUR_WALLET_TITLE
source: Adding Funds
af: Voed tans fondse toe
ar: إضافة الأموال
az: Pul əlavə edilir
be: Дадаць сродкі
bn: ফান্ড যোগ হচ্ছে
ca: Afegir-hi fons
cs: Přidávám prostředky
cy: Ychwanegu Arian
da: Tilføjelse af midler
de: Hinzufügen von Guthaben
el: Προσθήκη Χρημάτων
es: Añadir fondos
et: Raha lisamine
fa: افزودن اعتبار
fi: Varojen lisääminen
fr: Ajouter des fonds
gu: ફંડ ઉમેરી રહ્યા છીએ
he: הוספת כספים
hi: धनराशि जोड़ना
hr: Dodaj sredstva
hu: Alaptőke hozzáadása
id: Menambahkan Dana
is: Bæti við innistæðu
it: Aggiungere fondi
ja: 入金
km: á”á“áŸ’ááŸ‚á˜ááœá·á€á¶
kn: ಫಂಡ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ
ko: 자금 추가
lt: Lėšų pridėjimas
lv: Līdzekļu papildināšana
ml: ഫണ്ടുകൾ ചേർക്കുന്നു
mr: फंड जोडत आहे
ms: Menambah Dana
my: ငွေဖြည့်နေသည်
nb: Overføre penger
nl: Krediet toevoegen
pa: ਫੰਡ ਜੋੜਣਾ
pl: Dodawanie środków
ps: د پیسو اضافه کول
pt_br: Adicionando fundos
pt_pt: Adicionar fundos
ro: Adăugarea fondurilor
ru: Пополнение
sk: Pridávanie prostriedkov
sl: Dodaj sredstva
sq: Shtim Fondesh
sr: Додавање средства
sv: Lägger till pengar
sw: Fedha Zinaongezwa
ta: நிதிகளைச் சேர்த்தல்
te: నిధులను కలుపుతోంది
th: การเติมเงิน
tr: Para Ekleme
ug: قوشۇلغان مەبلەغ
uk: Як додавати кошти
ur: فنڈز کو شامل کرنا
vi: Thêm quỹ
zh_cn: 正在添加资金
zh_hk: 增加款項
