Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONTACT_SHARE_EDIT_NAME_VIEW_TITLE
source: Edit Name
af: Wysig naam
ar: تحرير الاسم
az: Ada düzəliş et
be: Рэдагаваць імя
bg: Редактирай Име
bn: নাম সম্পাদনা করুন
ca: Edició del nom
cs: Upravit jméno
cy: Adolygu Enw
da: Redigér navn
de: Name bearbeiten
el: Επεξεργασία ονόματος
es: Editar nombre
es_es: Editar nombre
et: Muuda nime
eu: Izena editatu
fa: ویرایش نام
fi: Muokkaa nimeä
fil: I-edit ang Pangalan
fr: Renommer
ga: Ainm a Chur in Eagar
gu: નામમાં ફેરફાર કરો
he: ערוך שם
hi: नाम बदलें
hr: Uredite ime
hu: Név szerkesztése
id: Edit nama
is: Breyta heiti
it: Cambia nome
ja: 名前の編集
kab: Ẓreg isem
kk: Атын өңдеу
km: á€áŸ‚á”áŸ’ášáŸ‚áˆáŸ’á˜áŸ„áŸ‡
kn: ಹೆಸರನ್ನು ತಿದ್ದಿರಿ
ko: 이름 수정
lt: Taisyti vardą
lv: Rediģēt vārdu
mk: Променете име
ml: പേര് തിരുത്തുക
mr: नाव संपादित करा
ms: Edit Nama
my: နာမည် ပြင်မည်
nb: Rediger navn
nl: Naam bewerken
pa: ਨਾਂ ਨੂੰ ਸੋਧੋ
pa_pk: ناں دی تدوین کرو
pl: Edytuj imię
ps: نوم تصحیح کړئ
pt_br: Editar nome
pt_pt: Editar nome
ro: Editează numele
ru: Изменить имя
sk: Upraviť meno
sl: Uredi ime
sq: Përpunoni Emrin
sr: Измените име
sv: Ändra namn
sw: Hariri Jina
ta: பெயரைத் திருத்து
te: పేరును సవరించండి
th: แก้ชื่อ
tr: Adı Düzenle
ug: ئات تەھرىر
uk: Відредагуйте ім’я
ur: نام ترتیب دیں
vi: Sửa tên
zh_cn: 编辑名称
zh_hk: 編輯姓名

# CONTACT_SHARE_INVALID_CONTACT
source: Invalid contact.
af: Ongeldige kontak.
ar: جهة اتصال غير صالحة
az: Etibarsız əlaqə.
be: Несапраўдны кантакт.
bg: Невалиден контакт.
bn: ভুল কন্ট্যাক্ট।
ca: Contacte no vàlid.
cs: Neplatný kontakt.
cy: Cysylltiad annilys.
da: Ugyldig kontakt
de: Ungültiger Kontakt.
el: Μη έγκυρη επαφή.
es: Contacto no válido.
es_es: Contacto inválido.
et: Vigane kontakt.
eu: Baliogabeko kontaktua.
fa: مخاطب نامعتبر.
fi: Virheellinen yhteystieto
fil: Hindi valid ang kontak.
fr: Contact non valide.
ga: Teagmhálaí Neamhbhailí
gu: અમાન્ય સંપર્ક.
he: איש קשר בלתי תקף.
hi: संपर्क अमान्य है।
hr: Neispravan kontakt.
hu: Helytelen kontakt
id: Kontak tidak valid.
is: Ógildur tengiliður.
it: Contatto non valido.
ja: 連絡先が不正です。
kab: Anermis d arameɣtu
kk: Жарамсыз байланыстық тұлға.
km: á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಅಮಾನ್ಯ ಸಂಪರ್ಕ.
ko: 잘못된 연락처입니다.
lt: Neteisingas adresatas.
lv: Nederīga kontaktpersona.
mk: Невалиден контакт.
ml: അസാധുവായ കോൺടാക്ട്
mr: अवैध संपर्क.
ms: Kenalan tidah sah.
my: အဆက်အသွယ်မှားနေသည်
nb: Ugyldig kontakt.
nl: Ongeldig contact.
pa: ਨਾ-ਢੁੱਕਵਾਂ ਸੰਪਰਕ।
pa_pk: غیردرست رابطہ۔
pl: Nieprawidłowy kontakt.
ps: ناسم مخاطب.
pt_br: Contato inválido.
pt_pt: Contacto inválido.
ro: Contact invalid.
ru: Недопустимый контакт.
sk: Neplatný kontakt.
sl: Neveljaven stik.
sq: Kontakt i pavlefshëm.
sr: Неважећи контакт.
sv: Ogiltig kontakt.
sw: Mwasiliani batili.
ta: தவறான தொடர்பு.
te: చెల్లని పరిచయం.
th: ข้อมูลติดต่อผิดรูปแบบ
tr: Geçersiz kişi.
ug: ئىناۋەتسىز ئالاقەداش.
uk: Такого контакту не існує.
ur: غلط رابطہ۔
vi: Liên hệ Không hợp lệ.
zh_cn: 无效联系人。
zh_hk: 無效的聯絡人。

# CONTACT_SHARING_NO_ACCESS_BODY
source: Signal needs access to your contacts. Go to iOS Settings and turn on contacts. Your contacts are encrypted and not visible to the Signal service.
ar: يحتاج سيجنال للوصول إلى جهات اتصالك. انتقِل إلى إعدادات iOS وفعِّل جهات اتصالك. جهات اتصالك مُشفَّرة وغير مرئية لخدمة سيجنال.
be: Signal патрабуе доступу да вашых кантактаў. Перайдзіце ў «Налады iOS» і ўключыце «Кантакты». Вашы кантакты зашыфраваны і не бачныя сэрвісу Signal.
bn: আপনার কন্টাক্টে Signal-এর অ্যাক্সেস প্রয়োজন। iOS সেটিংসে যান এবং কন্টাক্ট চালু করুন। আপনার কন্টাক্টগুলো এনক্রিপ্ট অবস্থায় আছে এবং সেগুলো Signal পরিষেবায় দৃশ্যমান নয়।
ca: Signal necessita accedir als teus contactes. Ves als Ajustos d'iOS i activa els contactes. Els teus contactes estan xifrats i no són visibles pel servei de Signal.
cs: Signal potřebuje přístup k vašim kontaktům. Přejděte do nastavení iOS a zapněte kontakty. Vaše kontakty jsou šifrované a a pro službu Signal nejsou viditelné.
da: Signal skal have adgang til dine kontakter. Gå til dine iOS-indstillinger, og slå kontakter til. Dine kontakter er krypterede. De er ikke synlige for Signal-tjenesten.
de: Signal benötigt Zugriff auf deine Kontakte. Gehe zu den iOS-Einstellungen und aktiviere Kontakte. Deine Kontakte sind verschlüsselt und für den Signal-Dienst nicht sichtbar.
el: Το Signal χρειάζεται πρόσβαση στις επαφές σου. Πήγαινε στις Ρυθμίσεις iOS και ενεργοποίησε τις επαφές. Οι επαφές σου είναι κρυπτογραφημένες και δεν είναι ορατές στην υπηρεσία Signal.
es: Signal necesita acceso a tus contactos. Ve a la aplicación Ajustes de iOS y activa el acceso a los contactos. Tus contactos están protegidos mediante cifrado y no son visibles para Signal.
fa: سیگنال نیاز به دسترسی به مخاطبان شما دارد. به «تنظیمات iOS» بروید و مخاطبان را روشن کنید. مخاطبان شما رمزگذاری‌شده و برای سرویس سیگنال قابل‌مشاهده نیستند.
fi: Signal tarvitsee luvan käyttää yhteystietojasi. Siirry iOS-asetuksiin ja anna lupa yhteystietojen käytölle. Yhteystietosi salataan, eivätkä ne näy Signal-palvelussa.
fr: Signal doit accéder à vos contacts. Ouvrez les réglages iOS et autorisez l'accès aux contacts. Votre liste de contacts est chiffrée : le service Signal n'en a jamais connaissance.
ga: Teastaíonn rochtain ar do chuid teagmhálaithe ó Signal. Téigh chuig Socruithe iOS agus cas air Teagmhálaithe. Tá do theagmhálaithe criptithe agus dofheicthe ag seirbhís Signal.
gu: Signalને તમારા સંપર્કો પરના ઍક્સેસની જરૂર છે. iOS સેટિંગ્સ પર જાઓ અને સંપર્કો ચાલુ કરો. તમારા સંપર્કો એન્ક્રિપ્ટેડ છે અને Signal સેવાને જોઈ શકતા નથી.
he: Signal זקוקה לגישה לאנשי הקשר שלך. צריך ללכת להגדרות iOS ולהפעיל גישה לאנשי קשר. אנשי הקשר שלך מוצפנים ואינם גלויים לשירות Signal.
hi: Signal को आपके संपर्कों तक पहुंच की आवश्यकता है। iOS सेटिंग्स में जाएं और कॉन्टैक्ट्स ऑन करें। आपके संपर्क एन्क्रिप्टेड हैं और Signal सेवा को दिखाई नहीं देते हैं।
hr: Signal treba pristup vašim kontaktima. Idite u postavke iOS-a i omogućite pristup kontaktima. Vaši kontakti su šifrirani i nisu vidljivi usluzi Signal.
hu: A Signalnak hozzá kell férnie a névjegyeidhez. Menj az iOS beállításokba és kapcsold be a névjegyeket. A névjegyeid titkosítva vannak, és nem láthatók a Signal számára.
id: Signal butuh akses ke kontak Anda. Buka Pengaturan iOS dan aktifkan kontak. Kontak Anda dienkripsi dan tidak terlihat oleh layanan Signal.
it: Signal ha bisogno di accedere ai tuoi contatti. Vai nelle Impostazioni di iOS per autorizzare l'accesso. I tuoi contatti vengono protetti con crittografia e non sono visibili da noi di Signal.
ja: Signalに連絡先へのアクセスが必要です。iOSの設定へ移動し、連絡先をオンにします。連絡先は暗号化され、私たちSignalからは見えません。
ko: Signal에 연락처 접근 권한이 필요합니다. iOS 설정으로 가서 연락처를 켜세요. 연락처는 암호화되며 Signal 서비스에 표시되지 않습니다.
mr: Signal ला आपल्या संपर्कामध्ये प्रवेश करण्याची गरज आहे. iOS सेटिंग्ज मध्ये जा आणि संपर्क सुरू करा. आपले संपर्क कूटबद्ध केलेले आहेत आणि ते Signal सेवेला दृश्यमान नाहीत.
ms: Signal perlukan akses kepada kenalan anda. Pergi ke Tetapan iOS dan hidupkan kenalan. Kenalan anda disulitkan dan tidak kelihatan kepada perkhidmatan Signal.
nb: Signal trenger tilgang til kontaktene dine. Åpne iOS-innstillingene og gi tilgang til kontaktlisten. Kontaktlisten din krypteres og er ikke synlig for Signal-tjenesten.
nl: Signal heeft toegang tot je contacten nodig. Ga naar iOS-instellingen en schakel contacten in. Je contacten zijn versleuteld en niet zichtbaar voor de Signal-dienst.
pl: Signal potrzebuje dostępu do Twoich kontaktów. Przejdź do ustawień urządzenia z iOS i włącz dostęp do kontaktów. Twoje kontakty są szyfrowane i nieczytelne dla usługi Signal.
pt_br: O Signal precisa acessar seus contatos. Vá até as configurações do iOS e ative os contatos. Seus contatos são criptografados de ponta a ponta e não estão visíveis para o serviço do Signal.
pt_pt: O Signal necessita de acesso à sua câmara. Vá às definições do iOS e ative os contactos. Os seus contactos estão encriptados e não são visíveis ao serviço Signal.
ro: Signal are nevoie de acces la contactele tale. Accesează Setările iOS și activează Contacte. Contactele tale sunt criptate și nu sunt vizibile pentru serviciul Signal.
ru: Signal необходим доступ к вашим контактам. Зайдите в Настройки iOS и включите контакты. Ваши контакты зашифрованы и не видны Signal.
sk: Signal potrebuje prístup k vašim kontaktom. Prejdite do nastavení iOS a zapnite kontakty. Vaše kontakty sú šifrované a nie sú viditeľné pre službu Signal.
sr: Signal-у је потребан приступ вашим контактима. Идите на подешавања iOS-а и активирајте контакте. Ваши контакти су шифровани и нису видљиви услузи Signal.
sv: Signal behöver åtkomst till dina kontakter. Gå till iOS-inställningar och slå på kontakter. Dina kontakter är krypterade och är inte synliga för Signal-tjänsten.
th: Signal ต้องการเข้าถึงรายชื่อผู้ติดต่อของคุณ โปรดไปที่การตั้งค่า iOS แล้วเปิดการเข้าถึงผู้ติดต่อ โดยรายชื่อผู้ติดต่อของคุณจะได้รับการเข้ารหัสและไม่ถูกเปิดเผยต่อบริการของ Signal
tr: Signal'in kişilerine erişmesi gerekiyor. iOS Ayarları'na git ve kişileri aç. Kişilerin şifrelendi ve Signal hizmetinde görünmüyor.
ug: Signal غا ئالاقىداشلارنى زىيارەت قىلىش ھوقۇقى لازىم. IOS تەڭشەكلىرىگە كىرىپ ئالاقىداشلارنى قوزغىتىڭ. ئالاقىداشلىرىڭىز مەخپىيلەشتۈرۈلگەن بولۇپ، Signal مۇلازىمىتىگە كۆرۈنمەيدۇ.
uk: Signal потребує доступу до ваших контактів. Відкрийте параметри iOS і надайте відповідний дозвіл. Ваші контакти зашифровано й приховано від служби Signal.
ur: Signal کو آپ کے رابطوں تک رسائی درکار ہے۔ iOS سیٹنگز میں جائیں اور رابطوں کو آن کریں۔ آپ کے رابطے انکرپٹ کردہ ہیں اور Signal سروس کو نظر نہیں آتے۔
vi: Signal cần quyền truy cập vào danh bạ của bạn. Vào Cài đặt iOS và bật mục danh bạ. Danh bạ của bạn được mã hóa và Signal không thể truy cập được.
zh_cn: Signal 需要访问您的通讯录。请前往 iOS 设置，然后开启通讯录。您的联系人将会被加密，Signal 服务将无法看到您的联系人。
zh_hk: Signal 需要存取你的聯絡人資料。前往 iOS 設定，然後開啟通訊錄。你的聯絡人名單已加密，Signal 服務無法看到。

# CONTACT_SHARING_NO_ACCESS_TITLE
source: Allow Contact Access
ar: السماح بالوصول لجهات الاتصال
be: Дазволіць доступ да кантакту
bn: পরিচিতি অ্যাক্সেসের অনুমতি দিন
ca: Doneu accés als contactes
cs: Povolit přístup ke kontaktům
da: Tillad adgang til kontakter
de: Zugriff auf Kontakte erlauben
el: Δώσε πρόσβαση στις επαφές
es: Permitir acceso a contactos
fa: اجازه دسترسی به مخاطبین
fi: Salli yhteystietojen käyttö
fr: Autoriser l'accès aux contacts
ga: Rochtain ar Theagmhálaithe ag Teastáil
gu: સંપર્કનો ઍક્સેસ આપો
he: אפשר גישה אל אנשי קשר
hi: संपर्क देखने की अनुमति दें।
hr: Dozvoli pristup kontaktima
hu: Kontaktokhoz hozzáférés engedélyezése
id: Perbolehkan Akses Kontak
it: Abilita accesso contatti
ja: 連絡先へのアクセス許可
ko: 연락처 접근 허용
mr: संपर्क अॅक्सेसची अनुमती द्या
ms: Benarkan Akses Kenalan
nb: Tillat kontakttilgang
nl: Toegang tot contacten toestaan
pl: Zezwól na dostęp do kontaktów
pt_br: Permitir acesso aos contatos
pt_pt: Permitir acesso aos contactos
ro: Permite accesul la contacte
ru: Разрешите доступ к контактам
sk: Povoliť prístup ku kontaktom
sr: Дозволите приступ контактима
sv: Tillåt åtkomst till kontakter
th: อนุญาตให้เข้าถึงผู้ติดต่อ
tr: Kişi Erişimine İzin Ver
ug: ئالاقىداشنى زىيارەت قىلىشىغا رۇخسەت قىلىڭ
uk: Надайте доступ до контактів
ur: رابطوں تک رسائی کی اجازت دیں
vi: Cho phép Truy cập Danh bạ
zh_cn: 允许访问联系人
zh_hk: 允許存取聯絡人資料

source: Contact Support
af: Kontak steundiens
ar: الاتصال بالدعم
az: Dəstək ilə əlaqə
be: Звярнуцца да службы падтрымкі
bg: Връзка с отдела за поддръжка
bn: সহায়তায় যোগাযোগ করুন
ca: Contacteu amb l'Assistència
cs: Kontaktovat podporu
cy: Cysylltu â Chymorth Signal
da: Kontakt Support
de: Support kontaktieren
el: Επικοινωνία με την υποστήριξη
es: Contactar con asistencia
es_es: Contactar soporte técnico
et: Võta ühendust kasutajatoega
eu: Harremanetan jarri laguntza taldearekin
fa: ارتباط با پشتیبانی
fi: Ota yhteyttä tukeen
fil: Makipag-ugnayan sa Suporta
fr: Contacter l'assistance
ga: Déan Teagmháil le Foireann Tacaíochta Signal
gu: સંપર્ક સપોર્ટ
he: צור קשר עם תמיכה
hi: समर्थन से संपर्क करें
hr: Kontaktirajte podršku
hu: Segítségkérés
id: Dapatkan bantuan
is: Hafa samband við hjálparteymi
it: Contatta l'assistenza
ja: お問い合わせ
kab: Tallalt n unermis
kk: Байланыстағы тұлғаны қолдау
km: á‘á¶á€áŸ‹á‘á„á‡áŸ†á“á½á™
kn: ಸಂಪರ್ಕ ಬೆಂಬಲ
ko: 지원에 문의
lt: Susisiekti su palaikymu
lv: Sazināties ar atbalstu
mk: Контакт Поддршка
ml: കോൺടാക്ട് സഹായം
mr: समर्थन सोबत संपर्क साधा
ms: Hubungi Sokongan
my: ပံ့ပိုးသောအဖွဲ့နှင့် ဆက်သွယ်မယ်
nb: Kontakt brukerstøtte
nl: Neem contact op met ondersteuning
pa: ਸੰਪਰਕ ਸਹਾਇਤਾ
pa_pk: معاونت نال رابطہ کرو
pl: Napisz do pomocy technicznej
ps: مرستې سره اړیکه ونیسئ
pt_br: Entre em contato com o suporte
pt_pt: Contactar o Suporte
ro: Contactează suportul
ru: Связаться с поддержкой
sk: Kontaktovať zákaznícku podporu
sl: Stopi v stik s pomočjo uporabnikom/cam
sq: Lidhuni Me Asistencën
sr: Обратите се подршци
sv: Kontakta supporten
sw: Wasiliana na Msaada
ta: தொடர்பு ஆதரவு
te: మద్దతును సంప్రదించండి
th: ติดต่อการสนับสนุน
tr: Destekle İletişime Geçin
ug: قوللىغۇچىلار بىلەن ئالاقىلىشىڭ
uk: Звернутися в службу підтримки
ur: سپورٹ سے رابطہ کریں
vi: Liên lạc Hỗ trợ
zh_cn: 联系支持
zh_hk: 聯絡支援

# CONTACT_SUPPORT_FILTER_DONATIONS_AND_BADGES
source: Donations & Badges
ar: تبرُّعات وشارات
az: İanələr və Nişanlar
be: Ахвяраванні & значкі
bn: ডোনেশন এবং ব্যাজ
ca: Donacions i insígnies
cs: Příspěvky & odznaky
da: Donationer & emblemer
de: Spenden & Abzeichen
el: Δωρεές και εμβλήματα
es: Donaciones e insignias
et: Annetused ja märgid
fa: حمایت‌های مالی و نشان‌ها
fi: Lahjoitukset ja merkit
fr: Dons et macarons
gu: દાન અને બૅજ
he: תרומות ותגים
hi: दान और बैज
hr: Donacije i značke
hu: Adományok és kitűzők
id: Donasi dan Lencana
is: Styrkir og merki
it: Donazioni e badge
ja: 寄付とバッジ
km: á€á¶ášá”ášá·á…áŸ’á…á¶á‚ á“á·á„áŸáŸ’á›á¶á€
ko: 기부 및 배지
lt: Paaukojimai ir ženkliukai
ml: സംഭാവനകളും ബാഡ്‍ജുകളും
mr: देणग्या आणि बॅज
ms: Derma & Lencana
my: လှူဒါန်းမှုနှင့် ဘဲ့ဂျ်များ
nb: Pengebeløp og merker
nl: Donaties & badges
pl: Darowizny i odznaki
pt_br: Doações e Selos
pt_pt: Doações e Crachás
ro: Donații & Insigne
ru: Пожертвования и значки
sk: Dary a odznaky
sl: Donacije in značke
sq: Dhurime & Stema
sr: Донације и значке
sv: Donationer och märken
sw: Michango & Beji
th: การบริจาคและโล่
tr: Bağışlar & Rozetler
ug: ئىئانە ۋە ئىزنەك
uk: Донати і значки
ur: عطیات اور بیجز
vi: Khoản ủng hộ & Huy hiệu
zh_cn: 捐贈 & 徽章
zh_hk: 捐款與徽章

# CONTACT_SUPPORT_FILTER_DONATIONS_AND_BADGES_SHORT
source: Donations & Badges
ar: تبرُّعات وشارات
az: İanələr və Nişanlar
be: Ахвяраванні & значкі
bn: ডোনেশন এবং ব্যাজ
ca: Donacions i insígnies
cs: Příspěvky & odznaky
da: Donationer & emblemer
de: Spenden & Abzeichen
el: Δωρεές και εμβλήματα
es: Donaciones e insignias
et: Annetused ja märgid
fa: حمایت‌های مالی و نشان‌ها
fi: Lahjoitukset ja merkit
fr: Dons et macarons
gu: દાન અને બૅજ
he: תרומות ותגים
hi: दान और बैज
hr: Donacije i značke
hu: Adományok és kitűzők
id: Donasi dan Lencana
is: Styrkir og merki
it: Donazioni e badge
ja: 寄付とバッジ
km: á€á¶ášá”ášá·á…áŸ’á…á¶á‚ á“á·á„áŸáŸ’á›á¶á€
ko: 기부 및 배지
lt: Paaukojimai ir ženkliukai
ml: സംഭാവനകളും ബാഡ്‍ജുകളും
mr: देणग्या आणि बॅज
ms: Derma & Lencana
my: လှူဒါန်းမှုနှင့် ဘဲ့ဂျ်များ
nb: Pengebeløp og merker
nl: Donaties & badges
pl: Darowizny i odznaki
pt_br: Doações e Selos
pt_pt: Doações e Crachás
ro: Donații & Insigne
ru: Пожертвования и значки
sk: Dary a odznaky
sl: Donacije in značke
sq: Dhurime & Stema
sr: Донације и значке
sv: Donationer och märken
sw: Michango & Beji
th: การบริจาคและโล่
tr: Bağışlar & Rozetler
ug: ئىئانە ۋە ئىزنەك
uk: Донати і значки
ur: عطیات اور بیجز
vi: Khoản ủng hộ & Huy hiệu
zh_cn: 捐贈 & 徽章
zh_hk: 捐款與徽章

# CONTACT_SUPPORT_FILTER_FEATURE_REQUEST
source: I’d like to request a new feature
af: Ek wil ’n nuwe funksie versoek
ar: أرغبُ بطلب ميّزة جديدة
az: Yeni bir özəllik üçün tələb göndərmək istəyirəm
be: Жадаю запытаць новую функцыю
bn: আমি একটি নতুন ফিচারের অনুরোধ করতে চাই
ca: M’agradaria sol·licitar una nova funció
cs: Chtěl bych pořádat o novou funkcionalitu
cy: Hoffwn ofyn am nodwedd newydd
da: Jeg vil gerne anmode om en ny funktion
de: Ich möchte eine neue Funktion anfragen
el: Θέλω να ζητήσω νέο χαρακτηριστικό ή δυνατότητα
es: Me gustaría solicitar una función nueva
et: Soovin tellida uut funktsionaalsust
fa: درخواست قابلیت جدیدی را دارم
fi: Haluan esittää toiveen ominaisuudesta
fr: J'ai une nouvelle fonctionnalité à suggérer
gu: હું નવા ફીચરની વિનંતી કરવા માંગુ છું
he: אני רוצה לבקש מאפיין חדש
hi: मैं एक नई सुविधा का अनुरोध करना चाहता/चाहती हूं
hr: Želim zatražiti novu značajku
hu: Új funkciót szeretnék kérni
id: Saya ingin meminta fitur baru
is: Ég myndi vilja biðja um nýjan eiginleika
it: Vorrei richiedere una nuova funzionalità
ja: 新機能をリクエストします
km: ááŸ’á‰á»áŸ†á…á„áŸ‹áŸáŸ’á“á¾áŸá»áŸ†á˜á»áá„á¶ášááŸ’á˜á¸á˜á½á™
kn: ಹೊಸ ವೈಶಿಷ್ಟ್ಯವೊಂದನ್ನುಕೋರಲು ನಾನು ಇಚ್ಛಿಸುತ್ತೇನೆ.
ko: 새 기능을 요청하고 싶어요.
lt: Aš noriu paprašyti pridėti naują ypatybę
lv: Es vēlos pieprasīt jaunu funkciju
mk: Сакам да побарам нова функција
ml: ഒരു പുതിയ ഫീച്ചർ അഭ്യർത്ഥിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു
mr: मला एक नवीन वैशिष्ट्याची विनंती करायला आवडेल
ms: Saya ingin meminta ciri baharu
my: ကျွန်ုပ်သည် အင်္ဂါရပ်အသစ်ကို တောင်းဆိုချင်ပါသည်
nb: Jeg har forslag til nye funksjoner
nl: Ik wil een nieuwe functie aanvragen
pa: ਮੈਂ ਇੱਕ ਨਵੀਂ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਬੇਨਤੀ ਕਰਨਾ ਚਾਹਾਂਗਾ
pl: Chcę zaproponować nową funkcję
ps: غواړم چې د نوې ځانګړنې غوښتنه وکړم
pt_br: Gostaria de pedir uma nova funcionalidade
pt_pt: Gostaria de pedir uma nova funcionalidade
ro: Aș dori să solicit o nouă funcție
ru: Я хочу запросить новую функцию
sk: Chcem požiadať o novú funkciu
sl: Rad bi predlagal novo funkcijo
sq: Do të doja të kërkoja një veçori të re
sr: Желим затражим нову функционалност
sv: Jag vill begära en ny funktion
sw: Ningependa kuomba kipengele kipya
ta: நான் புதியதைக் கோர விரும்புகிறேன் அம்சம்
te: నేను క్రొత్త లక్షణాన్ని అభ్యర్థించాలనుకుంటున్నాను
th: ฉันอยากแนะนำความสามารถใหม่
tr: Özellik talep etmek istiyorum
ug: يېڭى ئىقتىدار تەلەپ قىلماقچى ئىدىم.
uk: Хочу запропонувати нову функцію
ur: میں ایک نئی خصوصیت کی درخواست کرنا چاہتا ہوں
vi: Tôi muốn yêu cầu tính năng mới
zh_cn: 我想请求新功能
zh_hk: 我想請求一項新功能

# CONTACT_SUPPORT_FILTER_FEATURE_REQUEST_SHORT
source: Feature Request
af: Funksieversoek
ar: طلب ميّزة
az: Özəllik tələbi
be: Запытаць новыя функцыі
bn: ফিচারের অনুরোধ
ca: Sol·licitud de característica
cs: Požadavek na funkci
cy: Cais am Nodwedd
da: Funktionsanmodning
de: Erweiterungswunsch
el: Αίτημα για νέες λειτουργίες και δυνατότητες
es: Solicitar función
et: Funktsionaalsuse soov
fa: درخواست قابلیت
fi: Toive ominaisuudesta
fr: Suggestion de fonctionnalité
ga: Iarratas ar Ghné Nua
gu: સુવિધા વિનંતી
he: בקשת מאפיין
hi: फ़ीचर अनुरोध
hr: Zahtjev za značajkom
hu: Funkció kérés
id: Permintaan fitur
is: Beiðni um nýja eiginleika
it: Richiesta di funzionalità
ja: 新機能リクエスト
km: áŸáŸ’á“á¾áŸá»áŸ†á˜á»áá„á¶áš
kn: ಸೌಲಭ್ಯ ವಿನಂತಿ
ko: 기능 요청
lt: Prašymas pridėti naują ypatybę
lv: Funkcijas pieprasījums
mk: Барање за нова карактеристика
ml: സവിശേഷത അഭ്യർത്ഥന
mr: वैशिष्ट्य विनंती
ms: Permintaan Ciri
my: အင်္ဂါရပ် တောင်းဆိုမှု
nb: Foreslå nye funksjoner
nl: Verzoek voor nieuwe functie
pa: خصوصیت دی درخواست
pl: Prośba o dodanie funkcji
ps: د ځانګړنې غوښتنه
pt_br: Pedido de nova funcionalidade
pt_pt: Pedido de funcionalidade
ro: Solicitare funcție
ru: Запрос функции
sk: Žiadosť o pridanie funkcionality
sl: Predlog za novo funkcijo
sq: Kërkesë Për Veçori
sr: Захтев за функционалност
sv: Funktionsförfrågan
sw: Ombi la Huduma
ta: சிறப்பு விண்ணப்பம்
te: లక్షణ వినతి
th: เสนอความสามารถใหม่
tr: Özellik İsteği
ug: ئىقتىدار ئىلتىماسى
uk: Бракує функції
ur: خصوصیت کی درخواست
vi: Yêu cầu Tính năng
zh_cn: 功能请求
zh_hk: 功能請求

# CONTACT_SUPPORT_FILTER_FEEDBACK
source: I have feedback on the app
af: Ek het terugvoer oor die toepassing
ar: لدي ملاحظات حول التطبيق
az: Tətbiqdə əks əlaqə vermək istəyirəm
be: Маю водгук аб праграме
bn: অ্যাপটি সম্পর্কে আমার মতামত রয়েছে
ca: Tinc retroacció sobre l’aplicació.
cs: Mám zpětnou vazbu k aplikaci
cy: Mae gen i adborth am yr ap
da: Jeg har feedback på appen
de: Ich habe Rückmeldungen zur App
el: Έχω να κάνω σχόλια για την εφαρμογή
es: Tengo una sugerencia para la app
et: Mul on rakenduse kohta tagasisidet
fa: بازخوردی درباره برنامه دارم
fi: Haluan antaa palautetta sovelluksesta
fr: J'ai des commentaires sur l'app
gu: મારી પાસે એપ્લિકેશન અંગે પ્રતિસાદ છે
he: יש לי משוב על היישום
hi: मेरे पास ऐप पर प्रतिक्रिया है
hr: Imam povratne informacije o aplikaciji
hu: Észrevételem van az alkalmazásról
id: Saya punya masukan untuk aplikasi
is: Ég er með umsögn um forritið
it: Ho delle opinioni sull'app
ja: アプリのフィードバックがあります
km: ááŸ’á‰á»áŸ†á˜á¶á“á˜áá·á™áŸ„á”á›áŸ‹á›á¾á€á˜áŸ’á˜áœá·á’á¸
kn: ಆಪ್‌ನಲ್ಲಿ ನನಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಇದೆ
ko: 애플리케이션에 대해 피드백이 있어요.
lt: Aš turiu atsiliepimą apie programėlę
lv: Man ir atsauksmes par lietotni
mk: Имам повратни информации за апликацијата
ml: ആപ്പിൽ എനിക്ക് ഫീഡ്ബാക്ക് ഉണ്ട്
mr: मला अॅपवर अभिप्राय द्यायचा आहे
ms: Saya mempunyai maklum balas mengenai aplikasi
my: ကျွန်ုပ်သည် အပ္ပလီကေးရှင်း အပေါ်တုံ့ပြန်ချက်ရှိသည်
nb: Jeg har tilbakemeldinger om appen
nl: Ik heb feedback over deze app
pa: ਮੇਰੇ ਕੋਲ ਇਸ ਐਪ ਲਈ ਫੀਡਬੈਕ ਹੈ
pl: Mam uwagi dotyczące aplikacji
ps: د اپلیکیشن په اړه نظر لرم
pt_br: Tenho comentários sobre o app
pt_pt: Deixei um comentário na aplicação
ro: Am un feedback pentru aplicație
ru: У меня обратная связь по приложению
sk: Mám spätnú väzbu k aplikácii
sl: Rad bi podal povratno informacijo o aplikaciji
sq: Kam gjëra për të thënë mbi aplikacionin
sr: Имам коментар о апликацији
sv: Jag har synpunkter på appen
sw: Nina maoni kuhusu programu
ta: என்னிடம் உள்ளது பின்னூட்டம் பயன்பாட்டில்
te: నాకు అనువర్తనంపై అభిప్రాయం ఉంది
th: ฉันมีประสบการณ์การใช้แอปที่อยากบอก
tr: Uygulamaya dair geri dönüş bırakmak istiyorum
ug: بۇ ئەپكە تەكلىپىم بار
uk: Маю відгук про застосунок
ur: مجھے ایپ پر رائے ہے
vi: Tôi có góp ý về ứng dụng
zh_cn: 我有对该应用的反馈
zh_hk: 我對應用程式有意見回饋

# CONTACT_SUPPORT_FILTER_FEEDBACK_SHORT
source: App Feedback
af: Toepassing-terugvoer
ar: ملاحظات حول التطبيق
az: Tətbiq əks əlaqəsi
be: Водгук аб праграме
bn: অ্যাপ সম্পর্কিত মতামত
ca: Retroacció de l'aplicació
cs: Zpětná vazba k aplikaci
cy: Adborth Ap
da: Feedback på app
de: App-Rückmeldungen
el: Σχόλια εφαρμογής
es: Sugerencia para la app
et: Rakenduse tagasiside
fa: بازخورد برنامه
fi: Palaute sovelluksesta
fr: Commentaires sur l'app
gu: એપ્લિકેશન સંબંધી પ્રતિસાદ
he: משוב על היישום
hi: ऐप फीडबैक
hr: Povratne informacije o aplikaciji
hu: Visszajelzés
id: Masukan aplikasi
is: Umsögn um forritið
it: Opinioni sull'app
ja: アプリのフィードバック
km: á˜áá·á™áŸ„á”á›áŸ‹á€á˜áŸ’á˜áœá·á’á¸
kn: ಆಪ್ ಪ್ರತಿಕ್ರಿಯೆ
ko: 애플리케이션 피드백
lt: Atsiliepimas apie programėlę
lv: Atsauksmes par lietotni
mk: Повратни информации за апликацијата
ml: ആപ്പ് ഫീഡ്ബാക്ക്
mr: अॅप अभिप्राय
ms: Maklum Balas Aplikasi
my: အပ္ပလီကေးရှင်း တုံ့ပြန်ချက်
nb: App-tilbakemelding
nl: Feedback
pa: ਐਪ ਲਈ ਫੀਡਬੈਕ
pl: Feedback na temat aplikacji
ps: د اپلیکیشن په اړه نظر
pt_br: Comentários sobre o app
pt_pt: Feedback - App
ro: Feedback aplicație
ru: Обратная связь
sk: Spätná väzba k aplikácii
sl: Odziv na aplikacijo
sq: Përshtypje Mbi Aplikacionin
sr: Коментар о апликацији
sv: Appåterkoppling
sw: Maoni kuhusu Programu
ta: செயலி பின்னூட்டம்
te: అనువర్తన అభిప్రాయం
th: ความคิดเห็น
tr: Uygulama Geri Dönüşü
ug: ئەپكە تەكلىپ
uk: Відгук про застосунок
ur: ایپ پر آراء
vi: Góp ý Ứng dụng
zh_cn: 应用反馈
zh_hk: 應用程式意見回饋
