Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER_MANUALLY_DISABLED
source: You have manually disabled censorship circumvention.
af: U het sensuuromseiling handmatig gedeaktiveer.
ar: أنتَ عطَّلتَ يدويًا تجاوز الرقابة.
az: Senzuradan yayınmanı, əllə sıradan çıxartdınız.
be: Вы ўручную адключылі абыход цэнзуры.
bg: Вие ръчно забранихте заобикалянето на цензура.
bn: আপনি ম্যানুয়ালি সেন্সরশিপ এড়ানো অচল করেছেন।
ca: Heu desactivat manualment l’elusió de la censura.
cs: Ručně jste zakázal(a) obcházení cenzury.
cy: Rydych wedi analluogi osgoi sensoriaeth â llaw.
da: Du har manuelt deaktiveret omgåelse af censur
de: Du hast die Zensurumgehung manuell deaktiviert.
el: Απενεργοποίησες χειροκίνητα την παράκαμψη λογοκρισίας.
es: Has desactivado manualmente la opción Evitar censura.
es_es: Has desactivado manualmente la opción de evitar la censura.
et: Sa oled käsitsi keelanud tsenseerimisest möödahiilimise
eu: Zentsura ekideteko aukera manualki desaktibatu duzu.
fa: شما به صورت دستی دور زدن سانسور را غیرفعال کرده اید.
fi: Olet poistanut sensuurin kiertämisen käytöstä käsin.
fil: Ang pag-ikot sa censorship ay manu-mano mong hindi pinagana.
fr: Vous avez manuellement désactivé le contournement de la censure.
ga: Dhíchumasaigh tú sárú na cinsireachta de láimh.
gu: તમે જાતે જ સેન્સરશિપ છેતરપિંડી ને અક્ષમ કર્યું છે.
he: הִשְׁבַּתָּ באופן ידני עקיפת צנזורה.
hi: आपने खुद सेंसरशिप से बचाव अक्षम कर दिया है।
hr: Ručno ste onemogućili zaobilaženje cenzure.
hu: Cenzúramegkerülés funkció manuálisan letiltva.
id: Anda telah menonaktifkan pengelakan sensor secara manual.
is: Þú hefur handvirkt gert leiðir framhjá ritskoðun óvirkar.
it: Hai disabilitato manualmente il raggiro della censura.
ja: 検閲回避を手動で無効にしました。
kab: Tsenseḍ s ufus tiḥilet ɣef udris.
kk: Сіз цензураны айналып өту функциясын қолмен ажыраттыңыз.
km: á¢áŸ’á“á€á”á¶á“á”á·á‘á€á¶ášá”á„áŸ’á€á¶ášá€á¶ášááŸ’ášá½áá–á·á“á·ááŸ’á™áŸ”
kn: ನೀವು ಸೆನ್ಸಾರ್ಶಿಪ್ ತಪ್ಪಿಸುವಿಕೆಯನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದೀರಿ.
ko: 사용자는 수동으로 검열 우회 기능을 멈출 수 있습니다.
lt: Jūs esate rankiniu būdu išjungę cenzūros apėjimą.
lv: Jūs manuāli atspējojāt cenzūras apiešanu.
mk: Рачно го оневозможивте заобиколувањето на цензурата.
ml: സെൻസർഷിപ്പ് ഒഴിവാക്കൽ നിങ്ങൾ മാന്വൽ ആയി പ്രാപ്തമല്ലാതാക്കിയിരിക്കുന്നു.
mr: आपण व्यक्तिचलितपणे सेंसॉरशिप सर्कंवेंशन अक्षम केले आहे.
ms: Anda telah menyahdayakan pemintasan penapisan secara manual.
my: သင်ကိုယ်တိုင် ဆင်ဆာခံခြင်းကို ရှောင်ကျင်ရန် ပိတ်ထားခဲ့ပါသည်။
nb: Du har manuelt deaktivert censur kringgående.
nl: Je hebt censuuromzeiling handmatig uitgeschakeld.
pa: ਤੁਸੀਂ ਮੈਨੁਅਲ ਤੌਰ 'ਤੇ ਸੈਂਸਰਸ਼ਿਪ ਤਰਤੀਬ ਨੂੰ ਅਸਮਰੱਥ ਕਰ ਦਿੱਤਾ ਹੈ.
pa_pk: تساں نے سینسرشپ سرکموینشن نوں دستی طور تے غیرفعال کر دتا اے۔
pl: Obchodzenie cenzury zostało przez Ciebie wyłączone.
ps: تاسې په لاسي ډول د سانسور بندول غیرفعال کړی دی.
pt_br: Você desabilitou manualmente a driblagem de censura.
pt_pt: Desativou manualmente a circunscrição de censura.
ro: Ai dezactivat manual ocolirea cenzurii.
ru: Вы вручную отключили обход цензуры.
sk: Obchádzanie cenzúry ste manuálne vypli.
sl: Izkopili ste zaščito pred cenzuro.
sq: Anashkalimin e censurës e keni çaktivizuar dorazi.
sr: Ручно сте искључили заобилазак цензуре.
sv: Du har manuellt inaktiverat kringgående av censur.
sw: Umelemaza mwenyewe ukwepaji udhibiti
ta: நீங்கள் தணிக்கை சுற்றளவை கைமுறையாக முடக்கியுள்ளீர்கள்.
te: మీరు మానవీయంగా ప్రదర్శన వంచన నిషేధం చుట్టుకొలతను నిలిపివేశారు.
th: คุณได้ปิดใช้งานระบบหลีกเลี่ยงการปิดกั้น
tr: Sansür atlatma özelliğini devre dışı bıraktınız.
ug: تەكشۈرۈشتىن دالدىلىنىشنى چەكلىدىڭىز
uk: Ви вручну вимкнули обхід цензури.
ur: آپ نے دستی طور پر بائی پاس سنسرشپ غیر فعال کر دیا ہے۔
vi: Bạn vừa tắt tính năng tránh kiểm duyệt theo cách thủ công.
zh_cn: 您已手动禁用了审查规避功能
zh_hk: 您已手動禁用審查規避功能。

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER_NO_CONNECTION
source: Censorship circumvention can only be activated when connected to the internet.
af: Sensuuromseiling kan slegs geaktiveer word as dit aan die internet gekoppel is.
ar: لا يمكن تفعيل تجاوز الرقابة إلّا عند الاتصال بالإنترنت.
az: Senzuradan yayınma, yalnız internetə bağlananda aktivləşdirilə bilər.
be: Абыход цэнзуры можа быць актываваны толькі пры падключэнні да інтэрнэту.
bg: Заобикалянето на цензура може да се активира само когато е свързано към интернет.
bn: সেন্সরশিপ এড়ানো কেবলমাত্র ইন্টারনেটে সংযুক্ত থাকা অবস্থায় সক্রিয় করা যায়।
ca: L'elusió de la censura només es pot activar si esteu connectat a internet.
cs: Obcházení cenzury může být povoleno pouze pokud jste připojeni k internetu.
cy: Gall osgoi sensorieth ond ei ysgogi pan wedi cysylltu â'r rhyngrywd.
da: Omgåelse af censur kan kun aktiveres, når der er forbindelse til internettet.
de: Die Zensurumgehung kann nur aktiviert werden, wenn eine Verbindung zum Internet besteht.
el: Η παράκαμψη λογοκρισίας μπορεί να ενεργοποιηθεί μόνο όταν υπάρχει σύνδεση στο διαδίκτυο.
es: La opción Evitar censura solo se puede activar si tienes conexión a Internet.
es_es: La opción para evitar censura sólo se puede activar con acceso a internet.
et: Tsenseerimisest möödahiilimist saab aktiveerida ainult Internetis olles.
eu: Zentsura ekiditeko aukera bakarrik aktiba daiteke internetera konektatuta bazaude.
fa: دورزدن سانسور تنها در زمان اتصال به اینترنت فعال خواهد شد.
fi: Sensuurin kiertäminen toimii ainoastaan laitteen ollessa Internet-yhteydessä.
fil: Ang pag-ikot sa censorship ay mapapagana lamang kapag kunektado sa internet.
fr: Pour activer le contournement de la censure, vous devez être connecté à Internet.
ga: Ní féidir sárú na cinsireachta a chur i bhfeidhm nuair nach bhfuil tú ceangailte leis an Idirlíon.
gu: જ્યારે ઇન્ટરનેટથી કનેક્ટેડ હોય ત્યારે જ સેન્સરશિપ છેતરપિંડી સક્રિય કરી શકાય છે.
he: עקיפת צנזורה יכולה להיפעל בעת התחברות אל האינטרנט.
hi: सेंसरशिप से बचाव तभी सक्षम किया जा सकता है जब आप इंटरनेट से जुङे हों।
hr: Zaobilaženje cenzure se može aktivirati samo ako ste povezani na Internet.
hu: A cenzúramegkerülés funkció csak aktív internetkapcsolat esetén aktiválható.
id: Penghindar penyensoran hanya dapat diaktifkan ketika terkoneksi dengan internet
is: Hjáleiðir vegna ritskoðunar er aðeins hægt að virkja þegar tengt er við internetið.
it: Il raggiro della censura può essere attivato solo se connessi a Internet.
ja: 検閲回避は、インターネットに接続されている場合にのみ有効です。
kab: Tiḥilet ɣef udris yezmer an ad yetturmed mi ara teqqneḍ ɣer internet.
kk: Цензураны айналып өту функциясын тек Интернетке қосулы болғанда ғана белсендіруге болады.
km: á€á¶ášá…áŸ€áŸáœá¶á„á€á¶ášáƒáŸ’á›á¶áŸ†á˜á¾á› á¢á¶á…ááŸ’ášá¼áœá”á¶á“áŠáŸ†áá¾ášá€á¶áš á–áŸá›á—áŸ’á‡á¶á”áŸ‹á¢áŸŠá¸á“á’á¾ááŸáááŸ‚á”áŸ‰á»ááŸ’ááŸ„áŸ‡áŸ”
kn: ಇಂಟರ್ನೆಟ್ಗೆ ಸಂಪರ್ಕಗೊಂಡಾಗ ಮಾತ್ರ ಸೆನ್ಸಾರ್ಶಿಪ್ ತಪ್ಪಿಸುವಿಕೆ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ko: 검열 우회는 인터넷에 연결되었을 때만 활성화할 수 있습니다.
lt: Cenzūravimo apėjimas gali būti aktyvuotas tik prisijungus prie interneto.
lv: Cenzūras apiešanu var aktivizēt tikai tad, kad ir izveidots savienojums ar internetu.
mk: Заобиколувањето на цензурата може да биде активирано само кога сте поврзани на Интернет.
ml: ഇൻ്റർനെറ്റുമായി കണക്ട് ചെയ്യുമ്പോൾ മാത്രമേ സെൻസർഷിപ്പ് ഒഴിവാക്കൽ പ്രാപ്തമാക്കാൻ സാധിക്കുകയുള്ളൂ.
mr: इंटरनेट सोबत कनेक्ट केल्यावरच सेंसॉरशिप सर्कंवेंशन सक्रिय करता येते.
ms: Pemintasan penapisan hanya boleh diaktifkan semasa menyambung ke internet.
my: ဆင်ဆာဖြတ်တောက်မှု ရှောင်ကွင်းခြင်းကို အင်တာနက် ချိတ်ထားမှသာ သုံးလို့ရမည်။
nb: Sensur-omgåelse kan bare bli skrudd på når telefonen er koblet til internett.
nl: Censuuromzeiling kan alleen worden ingeschakeld als je verbonden bent met het internet.
pa: ਸੈਂਸਰਸ਼ਿਪ ਤਰਤੀਬ ਨੂੰ ਸਿਰਫ ਇੰਟਰਨੈੱਟ ਦੇ ਨਾਲ ਕਨੈਕਟ ਹੋਣ 'ਤੇ ਹੀ ਐਕਟੀਵੇਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ.
pa_pk: سینسرشپ سرکموینشن نوں صرف انٹرنیٹ سے منسلک ہون تے ہی فعال کیتا جا سکدا اے۔
pl: Aby włączyć obchodzenie cenzury, musisz mieć połączenie z internetem.
ps: د سانسور بندول یوازې هغه وخت فعاله کېدای شي کله چې له انټرنېټ سره وصل شي.
pt_br: A driblagem de censura pode ser habilitada somente durante uma conexão à Internet.
pt_pt: Circunscrição de censura só pode ser ativada enquanto existe ligação à internet.
ro: Ocolirea cenzurii poate fi activată numai atunci când ești conectat la internet.
ru: Обход цензуры (блокировки провайдером) может быть активирован, только когда есть подключение к интернету.
sk: Obchádzanie cenzúry je možné zapnúť len s prístupom na internet.
sl: Zaščito pred cenzuro je mogoče vklopiti le kadar ste povezani z internetom.
sq: Anashkalimi i censurimit mund të aktivizohet vetëm kur jeni i lidhur në internet.
sr: Заобилазак цензуре може да се активира само када сте повезани на интернет.
sv: Kringgå censur kan bara aktiveras när då internet är tillgängligt
sw: Ukwepaji udhibiti unaweza tu kuamilishwa iwapo umeunganishwa kwenye mtandao.
ta: இணையத்துடன் இணைக்கப்படும்போது மட்டுமே தணிக்கை சுற்றறிக்கை செயல்படுத்தப்படும்.
te: ఇంటర్నెట్‌కు కనెక్ట్ అయినప్పుడు మాత్రమే ప్రదర్శన వంచన నిషేధం సక్రియం అవుతుంది.
th: การหลบเลี่ยงการปิดกั้นข้อมูลจะใช้ได้ก็ต่อเมื่อเชื่อมต่อกับอินเทอร์เน็ต
tr: Sansür atlatma sadece internete bağlıyken etkinleştirilebilir.
ug: تەكشۈرۈشتىن دالدىلىنىش پەقەت ئىنتېرنىتقا باغلانغاندىلا ئاكتىپلىنىدۇ.
uk: Обхід цензури можна активувати лише за наявності з'єднання з інтернетом.
ur: بائی پاس سنسرشپ صرف اس وقت محرک ہوں گی جب انٹرنیٹ کیساتھ منسلک ہوں گے۔
vi: Chỉ có thể bật Tránh Kiểm duyệt khi bạn đang được kết nối internet.
zh_cn: 审查规避只能在联网时启动。
zh_hk: 審查規避僅會在連接互聯網時啟用。

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER_WEBSOCKET_CONNECTED
source: Censorship circumvention is not necessary; you are already connected to the Signal service.
af: Sensuuromseiling is nie nodig nie; u is reeds aan die Signal-diens gekoppel.
ar: تجاوُز الرقابة ليس ضُروريًا؛ أنت بالفعل مُتصل بخدمة سيجنال.
az: Senzuradan yayınmağa ehtiyac yoxdur: artıq Signal xidmətinə bağlanmısınız.
be: Абыход цэнзуры не патрэбны; вы ўжо падключаны да сэрвісу Signal.
bg: Не е необходимо заобикаляне на цензурата; вече сте свързани към услугата за Signal.
bn: সেন্সরশিপ এড়ানো প্রয়োজনীয় নয়; আপনি ইতিমধ্যে Signal পরিষেবাতে সংযুক্ত আছেন।
ca: L'elusió de la censura no és necessària: ja esteu connectat al servei del Signal.
cs: Obcházení cenzury není nutné; již jste připojeni ke službě Signal.
cy: Nid oes angen osgoi sensoriaeth, rydych eisoes wedi cysylltu â gwasanaeth Signal.
da: Omgåelse af censur er ikke nødvendigt; du har allerede forbindelse til Signal tjenesten
de: Die Zensurumgehung ist nicht notwendig, da bereits eine Verbindung mit dem Signal-Dienst besteht.
el: Η παράκαμψη λογοκρισίας δεν είναι απαραίτητη, είσαι ήδη συνδεμένος/η στις υπηρεσίες του Signal.
es: No es necesario activar la opción Evitar censura: ya tienes acceso al servicio de Signal.
es_es: La opción para evitar censura no es necesaria: Signal está conectada con su servidor.
et: Tsenseerimisest möödahiilimine pole vajalik, sa oled juba Signali teenusega ühendatud.
eu: Zentsura ekiditeko aukera ez da beharrezkoa; Signal zerbitzuarekin konektatuta zaude jada.
fa: نیازی به دورزدن سانسور نیست؛ شما به سرویس سیگنال دسترسی مستقیم دارید.
fi: Sensuurin kiertäminen ei ole tarpeellista, sillä laite on jo yhdistetty Signal-palvelimeen.
fil: Ang pag-ikot sa censorship ay hindi kailangan; kunektado ka na sa serbisyo ng Signal.
fr: Le contournement de la censure n'est pas nécessaire : vous êtes déjà connecté au service Signal.
ga: Ní gá duit sárú na cinsireachta a chur i bhfeidhm; tá tú ceangailte le seirbhís Signal cheana féin.
gu: સેન્સરશિપ છેતરપિંડી જરૂરી નથી; તમે પહેલેથી જ Signal સેવા સાથે જોડાયેલા છો.
he: עקיפת צנזורה אינה הכרחית; אתה מחובר כבר אל שירות Signal.
hi: सेंसरशिप से बचाव ज़रूरी नहीं है; आप पहले से Signal सर्विस से जुङे हैं।
hr: Zaobilaženje cenzure nije potrebno. Već ste povezani s Signalom.
hu: Cenzúramegkerülés funkció nem szükséges, mert a Signal szolgáltatás aktív.
id: Pengelabuan penyensoran tidak diperlukan; Anda telah terhubung dengan layanan Signal.
is: Það þarf engar leiðir framhjá ritskoðun; þú ert þegar með tengingu við Signal-þjónustu.
it: Il raggiro della censura non è necessario; sei già connesso al servizio Signal.
ja: すでにSignalサービスに接続しているため、検問回避は不要です。
kab: Tiḥilet ɣef udris ur tenfiε ara; aql-ak·akem yakan teqqneḍ ɣer yibenk n Signal.
kk: Цензураны айналып өту функциясы қажет емес; сіз Signal қызметіне жалғаулы тұрсыз.
km: á€á¶ášá…áŸ€áŸáœá¶á„á€á¶ášáƒáŸ’á›á¶áŸ†á˜á¾á›á˜á·á“á…á¶áŸ†á”á¶á…áŸ‹á‘áŸ á¢áŸ’á“á€á”á¶á“áá—áŸ’á‡á¶á”áŸ‹áŸáŸáœá¶á€á˜áŸ’á˜ Signalášá½á…ášá¶á›áŸ‹á á¾á™áŸ”
kn: ಸೆನ್ಸಾರ್ಶಿಪ್ ತಪ್ಪಿಸುವುದು ಅಗತ್ಯವಿಲ್ಲ; ನೀವು ಈಗಾಗಲೇ Signal ಸೇವೆಗೆ ಸಂಪರ್ಕ ಹೊಂದಿದ್ದೀರಿ.
ko: 검열 우회는 필수가 아닙니다. Signal 서비스에 연결되어 있다면 필요하지 않습니다.
lt: Cenzūravimo apėjimas nėra būtinas; jūs jau esate prisijungę prie Signal paslaugos.
lv: Cenzūras apiešana nav nepieciešama; jūs jau izveidojāt savienojumu ar Signal pakalpojumu.
mk: Заобиколувањето на цензурата не е неопходно; вие сте веќе поврзани на Signal сервисот.
ml: സെൻസർഷിപ്പ് ഒഴിവാക്കൽ നിർബന്ധമല്ല; നിങ്ങൾ ഇതിനകം തന്നെ Signal സേവനങ്ങളുമായി കണക്ട് ആയിരിക്കുന്നു.
mr: सेंसॉरशिप सर्कंवेंशन गरजेचे नाही, आपण आधीपासून Signal सेवेला कनेक्ट केलेले आहात.
ms: Pemintasan penapisan tidak perlu; anda sudah disambungkan ke perkhidmatan Signal.
my: Signal ကို ချိတ်ဆက်ပြီးသား ဖြစ်သောကြောင့် ဆင်ဆာဖြတ်တောက်မှု ရှောင်ကွင်းခြင်းကို မလိုအပ်ပါ။
nb: Omgåelse av sensur er ikke nødvendig; du er allerede koblet til Signal tjenesten.
nl: Censuuromzeiling is voor jou op dit moment niet nodig, want je bent al verbonden met Signals servers.
pa: ਸੈਂਸਰਸ਼ਿਪ ਤਰਤੀਬ ਲਾਜ਼ਮੀ ਨਹੀਂ ਹੈ; ਤੁਸੀਂ ਪਹਿਲਾਂ ਤੋਂ ਹੀ Signal ਦੀ ਸੇਵਾ ਦੇ ਨਾਲ ਕਨੈਕਟ ਹੋ.
pa_pk: سینسرشپ سرکموینشن ضروری نئیں اے؛ تساں پہلاں ای Signal سروس توں منسلک او۔
pl: Obchodzenie cenzury nie jest konieczne. Masz połączenie z usługą Signal.
ps: د سانسور د بندولو کار ته اړتیا نشته؛ تاسې له پخوا څخه د Signal خدماتو سره وصل شوي یاست.
pt_br: A driblagem de censura não é necessária. Você já se conectou ao serviço Signal.
pt_pt: A circunscrição de censura não é necessária, já se encontra ligado(a) ao serviço do Signal.
ro: Ocolirea cenzurii nu este necesară; ești deja conectat la serviciul Signal.
ru: Обход цензуры не требуется; вы уже подключены к сервису Signal.
sk: Obchádzanie cenzúry nie je nutné; už ste pripojený k službe Signal.
sl: Zaščita pred cenzuro ni potrebna, saj je naprava že uspešno povezana s strežniki Signal
sq: Anashkalimi i censurimit s’është i nevojshëm; jeni tashmë i lidhur me shërbimin Signal.
sr: Заобилазак цензуре није потребан. Већ сте повезани на Signal-ов сервис.
sv: Kringgå censur är inte nödvändigt; du är redan ansluten till Signal-tjänsten.
sw: Ukwepaji udhibiti sio lazima; tayari umeunganishwa kwenye huduma ya Signal.
ta: தணிக்கை சுற்றளவு தேவையில்லை; நீங்கள் ஏற்கனவே Signal சேவையுடன் இணைக்கப்பட்டுள்ளீர்கள்.
te: ప్రదర్శన వంచన నిషేధం అవసరం లేదు; మీరు ఇప్పటికే Signal సేవకు కనెక్ట్ అయ్యారు.
th: ไม่จำเป็นต้องใช้การหลบเลี่ยงการปิดกั้น คุณเชื่อมต่อกับเซิร์ฟเวอร์ Signal อยู่แล้ว
tr: Sansür atlatma gerekli değil; zaten Signal hizmetine bağlandınız.
ug: تەكشۈرۈشتىن دالدىلىنىش ھاجەتسىز، Signal مۇلازىمىتىگە ئاللىبۇرۇن باغلاندىڭىز.
uk: В обході цензури немає потреби. З'єднання з Signal уже встановлено.
ur: بائی پاس سنسرشپ ضروری نہیں ہے؛آپ پہلے سے Signal سروس کیساتھ رابطے میں ہیں۔
vi: Tránh kiểm duyệt là không cần thiết; bạn đã được kết nối với dịch vụ của Signal.
zh_cn: 不需要规避审查；您已连接上了 Signal 服务。
zh_hk: 您已連接上 Signal 服務，故不需要審查規避功能。

# SETTINGS_ADVANCED_PIN_SETTINGS
source: Advanced PIN Settings
af: Gevorderde PIN-instellings
ar: الإعدادات المُتقدِّمة لرقم الـ PIN
az: Qabaqcıl PIN tənzimləmələri
be: Пашыраныя налады PIN-кода
bn: অ্যাডভান্সড পিন সেটিংস
ca: Configuració avançada del PIN
cs: Pokročilá nastavení PIN
cy: Gosodiadau PIN Uwch
da: Avancerede pinkode-indstillinger
de: Erweiterte PIN-Einstellungen
el: Ρυθμίσεις PIN για Προχωρημένους
es: Ajustes avanzados del PIN
es_es: Ajustes avanzados del PIN
et: Täpsemad PIN-koodi seaded
eu: PINarekin loturiko ezarpen aurreratuak
fa: تنظیمات پیشرفته پین
fi: Tunnusluvun lisäasetukset
fr: Paramètres de PIN avancés
ga: Ardroghanna UAP
gu: અદ્યતન PIN સેટિંગ્સ
he: הגדרות PIN מתקדמות
hi: एडवांस्ड पिन सेटिंग्स
hr: Napredne postavke PIN-a
hu: További PIN beállítások
id: Pengaturan PIN Lanjutan
is: Ítarlegar stillingar PIN
it: Impostazioni PIN avanzate
ja: PINの詳細設定
kab: Iɣewwaṛen lqayen n PIN
km: á€á¶ášá€áŸ†áááŸ‹á›áŸáá€á¼áŠ PIN á‡á¶á“áŸ‹ááŸ’á–áŸáŸ‹
kn: ಸುಧಾರಿತ PIN ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: PIN 고급 설정
lt: Išplėstiniai PIN kodo nustatymai
lv: Papildu PIN iestatījumi
mk: Напредни поставки за ПИН
ml: വിപുലമായ PIN ക്രമീകരണങ്ങൾ
mr: प्रगत PIN सेटिंग
ms: Tetapan PIN Lanjutan
my: အဆင့်မြင့် ပင်နံပါတ် အပြင်အဆင်များ
nb: Avanserte PIN-kode-instillinger
nl: Geavanceerde pincode-instellingen
pa: ਤਕਨੀਕੀ ਪਿੰਨ ਸੈਟਿੰਗਾਂ
pl: Zaawansowane ustawienia PIN-u
ps: د PIN پرمختللي تنظیمات
pt_br: Configurações Avançadas do PIN
pt_pt: Definições avançadas do PIN
ro: Setări PIN avansate
ru: Расширенные настройки PIN-кода
sk: Pokročilé nastavenia PINu
sl: Napredne nastavitve PIN
sq: Rregullimet të Mëtejshme PIN-i
sr: Напредна подешавања PIN-а
sv: Avancerade PIN-kodsinställningar
sw: Mipangilio ya PIN ya Hali ya Juu
ta: மேம்பட்ட பின் அல்லது கடவுஎண் அமைப்புகள்
te: అధునాతన పిన్ సెట్టింగ్‌లు
th: การตั้งค่า PIN ขั้นสูง
tr: Gelişmiş PIN Ayarları
ug: ئالىي PIN تەڭشەكلىرى
uk: Керування PIN-кодом
ur: اعلی درجے کی پن کی ترتیبات
vi: Cài đặt PIN nâng cao
zh_cn: 高级 PIN 设置
zh_hk: 進階 PIN 碼設定

# SETTINGS_ADVANCED_PIN_TITLE
source: Advanced PIN Settings
af: Gevorderde PIN-instellings
ar: الإعدادات المُتقدِّمة لرقم الـ PIN
az: Qabaqcıl PIN tənzimləmələri
be: Пашыраныя налады PIN-кода
bn: অ্যাডভান্সড পিন সেটিংস
ca: Configuració avançada del PIN
cs: Pokročilá nastavení PIN
cy: Gosodiadau PIN Uwch
da: Avancerede pinkode-indstillinger
de: Erweiterte PIN-Einstellungen
el: Ρυθμίσεις PIN για Προχωρημένους
es: Ajustes avanzados del PIN
es_es: Ajustes avanzados del PIN
et: Täpsemad PIN-koodi seaded
eu: PINarekin loturiko ezarpen aurreratuak
fa: تنظیمات پیشرفته پین
fi: Tunnusluvun lisäasetukset
fr: Paramètres de PIN avancés
ga: Ardroghanna UAP
gu: અદ્યતન PIN સેટિંગ્સ
he: הגדרות PIN מתקדמות
hi: एडवांस्ड पिन सेटिंग्स
hr: Napredne postavke PIN-a
hu: További PIN beállítások
id: Pengaturan PIN Lanjutan
is: Ítarlegar stillingar PIN
it: Impostazioni PIN avanzate
ja: PINの詳細設定
kab: Iɣewwaṛen lqayen n PIN
km: á€á¶ášá€áŸ†áááŸ‹á›áŸáá€á¼áŠ PIN á‡á¶á“áŸ‹ááŸ’á–áŸáŸ‹
kn: ಸುಧಾರಿತ PIN ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: PIN 고급 설정
lt: Išplėstiniai PIN kodo nustatymai
lv: Papildu PIN iestatījumi
mk: Напредни поставки за ПИН
ml: വിപുലമായ PIN ക്രമീകരണങ്ങൾ
mr: प्रगत PIN सेटिंग
ms: Tetapan PIN Lanjutan
my: အဆင့်မြင့် ပင်နံပါတ် အပြင်အဆင်များ
nb: Avanserte PIN-kode-instillinger
nl: Geavanceerde pincode-instellingen
pa: ਤਕਨੀਕੀ ਪਿੰਨ ਸੈਟਿੰਗਾਂ
pl: Zaawansowane ustawienia PIN-u
ps: د PIN پرمختللي تنظیمات
pt_br: Configurações Avançadas do PIN
pt_pt: Definições avançadas do PIN
ro: Setări PIN avansate
ru: Расширенные настройки PIN-кода
sk: Pokročilé nastavenia PINu
sl: Napredne nastavitve PIN
sq: Rregullimet të Mëtejshme PIN-i
sr: Напредна подешавања PIN-а
sv: Avancerade PIN-kodsinställningar
sw: Mipangilio ya PIN ya Hali ya Juu
ta: மேம்பட்ட பின் அல்லது கடவுஎண் அமைப்புகள்
te: అధునాతన పిన్ సెట్టింగ్‌లు
th: การตั้งค่า PIN ขั้นสูง
tr: Gelişmiş PIN Ayarları
ug: ئالىي PIN تەڭشەكلىرى
uk: Керування PIN-кодом
ur: اعلی درجے کی پن کی ترتیبات
vi: Cài đặt PIN nâng cao
zh_cn: 高级 PIN 设置
zh_hk: 進階 PIN 碼設定

# SETTINGS_ADVANCED_PINS_DISABLE_PIN_ACTION
source: Disable PIN
af: Deaktiveer PIN
ar: تعطيل رقم الـ PIN
az: PIN-i sıradan çıxart
be: Адключыць PIN-код
bn: পিন নিষ্ক্রিয় করুন
ca: Desactiva el PIN
cs: Zakázat PIN
cy: Analluogi'r PIN?
da: Déaktiver pinkode
de: PIN deaktivieren
el: Απενεργοποίηση PIN
es: Desactivar PIN
es_es: Desactivar PIN
et: Keela PIN
eu: Desaktibatu PINa
fa: غیرفعال کردن پین
fi: Poista tunnusluku käytöstä
fr: Désactiver le code PIN
ga: Díchumasaigh UAP
gu: PIN ને અક્ષમ કરો
he: השבת PIN
hi: पिन को डिसेबल करें
hr: Onemogući PIN
hu: PIN letiltása
id: Nonaktifkan PIN
is: Gera PIN-númer óvirkt
it: Disabilita PIN
ja: PINを無効にする
kab: Kkes PIN
km: á”á·á‘á›áŸáá€á¼áŠ PIN
kn: ಪಿನ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: PIN 비활성화
lt: Išjungti PIN kodą
lv: Atspējot PIN
mk: Оневозможи ПИН
ml: പിൻ അപ്രാപ്‌തമാക്കുക
mr: PIN अक्षम करा
ms: Nyahdayakan PIN
my: ပင်နံပါတ် ပိတ်မယ်
nb: Deaktiver PIN-kode
nl: Pincode uitschakelen
pa: ਪਿੰਨ ਅਸਮਰੱਥ ਕਰੋ
pl: Wyłącz PIN
ps: د PIN غیرفعاله کول
pt_br: Desativar PIN
pt_pt: Desativar PIN
ro: Dezactivare PIN
ru: Отключить PIN-код
sk: Vypnúť PIN
sl: Izklop kode PIN
sq: Çaktivizoje PIN-in
sr: Искључи PIN
sv: Inaktivera PIN-koden
sw: Zima PIN
ta: பின் முடக்கு
te: పిన్‌ను ఆపివేయి
th: ปิดใช้งาน PIN
tr: PIN'i devre dışı bırak
ug: PIN چەكلە
uk: Вимкнути PIN-код
ur: PIN کو غیر فعال کریں
vi: Tắt PIN
zh_cn: 禁用 PIN 码
zh_hk: 停用 PIN 碼

# SETTINGS_ADVANCED_PINS_ENABLE_PIN_ACTION
source: Enable PIN
af: Aktiveer PIN
ar: تفعيل رقم PIN
az: PIN-i fəallaşdır
be: Уключыць PIN-код
bn: পিন সক্রিয় করুন
ca: Activa el PIN
cs: Povolit PIN
cy: Galluogi'r PIN
da: Aktivér pinkode
de: PIN aktivieren
el: Ενεργοποίηση PIN
es: Activar PIN
es_es: Activar PIN
et: Luba PIN
eu: Aktibatu PINa
fa: فعال کردن پین
fi: Ota tunnusluku käyttöön
fr: Activer le code PIN
ga: Cumasaigh UAP
gu: PIN ને સક્ષમ કરો
he: אפשר PIN
hi: पिन एनेबल करें
hr: Omogući PIN
hu: PIN engedélyezése
id: Aktifkan PIN
is: Virkja PIN-númer
it: Abilita PIN
ja: PINを有効にする
kab: Rmed PIN
km: á”á¾á€á›áŸáá€á¼áŠ PIN
kn: PIN ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: PIN 사용하기
lt: Įjungti PIN kodą
lv: Iespējot PIN
mk: Овозможи ПИН
ml: പിൻ പ്രവർത്തനക്ഷമമാക്കുക
mr: PIN सक्षम करा
ms: Dayakan PIN
my: ပင်နံပါတ် ဖွင့်မယ်
nb: Aktiver PIN-kode
nl: Pincode inschakelen
pa: ਪਿੰਨ ਸਮਰੱਥ ਕਰੋ
pl: Włącz PIN
ps: د PIN فعالول
pt_br: Ativar PIN
pt_pt: Ativar PIN
ro: Activare PIN
ru: Включить PIN-код
sk: Zapnúť PIN
sl: Vklopi PIN
sq: Aktivizoje PIN-in
sr: Укључи PIN
sv: Aktivera PIN-koden
sw: Washa PIN
ta: பின்னை மீண்டும் திறக்கவும்
te: పిన్ ప్రారంభించండి
th: เปิดใช้งาน PIN
tr: PIN'i etkinleştir
ug: PIN نى قوزغات
uk: Увімкнути PIN-код
ur: PIN کو فعال کریں
vi: Bật PIN
zh_cn: 启用 PIN
zh_hk: 啟用 PIN 碼
