Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATION_RECEIPT_FOR_DONATION_ON_BEHALF_OF_A_FRIEND
source: Donation for a Friend
ar: التبرُّع لصديق
be: Ахвяраванне для сябра
bn: বন্ধুর জন্য ডোনেশন
ca: Fer una donació per un amic
cs: Příspěvek za přítele
da: Donation for en ven
de: Spende für einen Kontakt
el: Δωρεά για φίλους
es: Donación en nombre de alguien
fa: اهدای کمک مالی از طرف یکی از دوستان
fi: Lahjoitus ystävän puolesta
fr: Don pour un ami
ga: Tabhartas ar son Cara
gu: મિત્ર માટે દાન
he: תרומה בשביל חבר/ה
hi: किसी दोस्त के लिए दान
hr: Donacija u ime prijatelja
hu: Adomány egy ismerősnek
id: Donasi untuk Teman
it: Donazione per un'altra persona
ja: 友達に代わって寄付
ko: 친구 대신 기부
mr: मित्रासाठी देणगी
ms: Derma untuk Rakan
nb: Pengegave for en venn
nl: Donatie voor een vriend(in)
pl: Darowizna w imieniu znajomego
pt_br: Doação para um amigo
pt_pt: Doação em nome de um amigo
ro: Donație pentru un Prieten
ru: Пожертвование за друга
sk: Príspevok za priateľa
sr: Донација за пријатеља
sv: Donation åt en vän
th: การบริจาคในนามของเพื่อน
tr: Arkadaşın için bağış
ug: دوستىڭىزغا ۋاكالىتەن ئىئانە قىلىش
uk: Донат за друга
ur: دوست کے لیے عطیہ
vi: Khoản ủng hộ thay cho một người bạn
zh_cn: 代朋友捐款
zh_hk: 為朋友捐款

# DONATION_RECEIPT_ONE_TIME
source: One-time
af: Eenmalig
ar: مرّة واحدة
az: Birdəfəlik
be: Разавае
bn: এক-কালীন
ca: Única
cs: Jednorázově
cy: Untro
da: Engangsbeløb
de: Einmalig
el: Μια φορά
es: Puntual
et: Ühekordne
eu: Behin
fa: یک‌باره
fi: Kertalahjoitus
fr: Don ponctuel
gu: એક-વખત
he: חד־פעמית
hi: एक बार का
hr: Jednokratno
hu: Egyszeri
id: Sekali saja
is: Eins-skiptis
it: Una volta
ja: 1回
km: ááŸ‚á˜á½á™áŠá„
kn: ಒಂದು ಬಾರಿ
ko: 1회성 기부
lt: Vienkartiniai
lv: Vienreizējs
mk: Еднократна
ml: ഒറ്റത്തവണ
mr: एक-वेळ
ms: Sekali
my: တစ်ကြိမ်
nb: Engangsbeløp
nl: Eenmalig
pa: ਇੱਕ-ਵਾਰ
pl: Jednorazowa
pt_br: Uma única vez
pt_pt: Uma única vez
ro: O dată
ru: Одноразовые
sk: Raz
sl: Enkraten
sq: Një herë
sr: Једнократно
sv: En gång
sw: Mara moja
ta: ஒரு-முறை
te: ఒక్క-సారి
th: ครั้งเดียว
tr: Tek Seferlik
ug: بىر قېتىملىق
uk: Разово
ur: ایک وقتی
vi: Một lần
zh_cn: 一次性
zh_hk: 單次

# DONATION_RECEIPT_RECURRING
source: Recurring
af: Herhalend
ar: مُتكرِّرة
az: Təkrarlanan
be: Рэгулярнае
bn: পুনরাবৃত্ত
ca: Recurrent
cs: Opakující se
cy: Yn ail-ddigwydd
da: Gentagende
de: Regelmäßig
el: Επαναλαμβανόμενη
es: Recurrente
et: Korduv
eu: Errepikatzen
fa: مکرر
fi: Toistuva
fr: Don mensuel
gu: પુનરાવર્તિત
he: חוזרת
hi: आवर्ती
hr: Obnavljajuća
hu: Rendszeres
id: Berulang
is: Endurtekið
it: Ricorrente
ja: サブスクリプション
km: á‡á¶á”áŸ’ášá…á¶áŸ†
kn: ಆವರ್ತ
ko: 정기 기부
lt: Pasikartojantys
lv: Regulārs
mk: Повторливи
ml: ആവർത്തിക്കുന്നത്
mr: आवर्ती
ms: Berulang
my: ထပ်ထလဲလဲ လှူခြင်း
nb: Månedlig
nl: Maandelijks
pa: ਵਾਰ-ਵਾਰ
pl: Cykliczna
pt_br: Recorrente
pt_pt: Recorrente
ro: Recurente
ru: Повторяющиеся
sk: Opakujúce sa
sl: Ponavljajoča
sq: E ripërsëritshme
sr: Понављајући
sv: Återkommande
sw: Inayojirudia
ta: தொடரும்
te: రికరింగ్
th: การเกิดซ้ำ
tr: Yinelenen
ug: تەكرار
uk: Щомісяця
ur: متواتر
vi: Lặp lại
zh_cn: 定期
zh_hk: 定期

# DONATION_RECEIPT_TITLE
source: Donation receipt
af: Skenkingskwitansie
ar: إيصال التبرُّع
az: İanə qəbzi
be: Квітанцыі аб ахвяраванні
bn: ডোনেশন রিসিপ্ট
ca: Rebut de la donació
cs: Doklad o příspěvku
cy: Derbynneb rhodd
da: Kvittering for donation
de: Spendenbescheinigung
el: Απόδειξη δωρεάς
es: Recibo de donación
et: Annetuse kviitung
eu: Dohaintzaren ordainagiria
fa: رسید حمایت مالی
fi: Lahjoituskuitti
fr: Reçu de don
gu: દાનની રસીદ
he: קבלת תרומה
hi: दान की रसीद
hr: Potvrda o donaciji
hu: Adomány nyugta
id: Kuitansi donasi
is: Kvittun vegna styrks
it: Ricevuta donazione
ja: 寄付の領収書
km: á”á„áŸ’á€á¶á“áŸ‹áŠáŸƒá”ášá·á…áŸ’á…á¶á‚
kn: ದೇಣಿಗೆ ರಸೀದಿ
ko: 기부 영수증
lt: Paaukojimo kvitas
lv: Ziedojuma kvīts
mk: Потврда за донација
ml: സംഭാവനാ രസീത്
mr: देणगीची पावती
ms: Resit derma
my: လှူဒါန်းမှု ပြေစာ
nb: Kvittering for pengebeløp
nl: Donatiebewijs
pa: ਦਾਨ ਦੀ ਰਸੀਦ
pl: Potwierdzenie darowizny
pt_br: Nota fiscal da doação
pt_pt: Recibo de doação
ro: Chitanță donație
ru: Квитанция о пожертвовании
sk: Potvrdenie o dare
sl: Prejemnik donacije
sq: Dëftesë dhurimi
sr: Потврда о донацији
sv: Donationskvitto
sw: Risiti ya mchango
ta: நன்கொடை ரசீது
te: విరాళం రసీదు
th: ใบเสร็จการบริจาค
tr: Bağış makbuzu
ug: ئىئانە تالونى
uk: Підтвердження донату
ur: عطیے کی رسید
vi: Biên lai ủng hộ
zh_cn: 捐款收据
zh_hk: 捐款收據

# DONATION_RECEIPT_TYPE
source: Type
ar: النوع
az: Növü
be: Тып
bn: টাইপ করুন
ca: Tipus
cs: Typ
de: Art
el: Τύπος
es: Tipo
fa: نوع
fi: Tyyppi
gu: પ્રકાર
he: סוג
hi: टाइप
hr: Vrsta
hu: Típus
id: Tipe
is: Tegund
it: Tipo
ja: 種類
km: á”áŸ’ášá—áŸá‘
ko: 유형
lt: Tipas
ml: തരം
mr: प्रकार
ms: Jenis
nl: Donatietype
pl: Rodzaj
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Tipkaj
sq: Lloj
sr: Тип
sv: Typ
sw: Aina
th: ประเภท
tr: Tür
ug: تىپ
uk: Тип
ur: قسم
vi: Hình thức
zh_cn: 类型
zh_hk: 類型

source: Donation Receipts
af: Skenkingskwitansies
ar: إيصالات التبرُّعات
az: İanə qəbzləri
be: Квітанцыі аб ахвяраваннях
bn: ডোনেশন রিসিপ্ট
ca: Rebuts de donació
cs: Doklady o příspěvku
cy: Derbyniadau Rhodd
da: Kvitteringer for donationer
de: Spendenbescheinigungen
el: Αποδείξεις δωρεών
es: Recibo de donación
et: Annetuste kviitungid
eu: Dohaintza ordainagiriak
fa: رسیدهای حمایت مالی
fi: Lahjoituskuitit
fr: Reçus de dons
gu: દાનની રસીદો
he: קבלות תרומה
hi: दान की रसीदें
hr: Potvrde o donacijama
hu: Adomány nyugták
id: Kuitansi Donasi
is: Kvittanir vegna styrkja
it: Ricevute donazioni
ja: 寄付の領収書
km: á”á„áŸ’á€á¶á“áŸ‹áŠáŸƒá”ášá·á…áŸ’á…á¶á‚
kn: ದೇಣಿಗೆ ಸ್ವೀಕೃತಿಗಳು
ko: 기부 영수증
lt: Paaukojimo kvitai
lv: Ziedojumu kvītis
mk: Потврди за донации
ml: സംഭാവനാ രസീതുകൾ
mr: देणगी पावत्या
ms: Resit Derma
my: လှူဒါန်းမှု ပြေစာများ
nb: Kvitteringer for pengebeløp
nl: Donatiebewijzen
pa: ਦਾਨ ਦੀਆਂ ਰਸੀਦਾਂ
pl: Potwierdzenia darowizn
pt_br: Notas fiscais de doações
pt_pt: Recibos de doações
ro: Chitanțe donații
ru: Квитанции о пожертвованиях
sk: Potvrdenia o daroch
sl: Računi donacij
sq: Dëftesa Dhurimesh
sr: Потврде о донацији
sv: Donationskvitton
sw: Risiti za uchangiaji
ta: நன்கொடை ரசீதுகள்
te: విరాళం రసీదులు
th: ใบเสร็จการบริจาค
tr: Bağış Makbuzları
ug: ئىئانە تالونى
uk: Підтвердження ваших донатів
ur: عطیے کی رسیدیں
vi: Biên lai các khoản ủng hộ
zh_cn: 捐款收据
zh_hk: 捐款收據

# DONATION_RECEIPTS_MIGHT_BE_MISSING_IF_YOU_REINSTALLED
source: If you have reinstalled Signal, receipts from previous donations will not be available.
af: As jy Signal herinstalleer het, sal kwitansies van vorige skenkings nie beskikbaar wees nie.
ar: إذا أعدت تثبيت سيجنال، فلن تصبح إيصالات التبرُّعات السابقة متاحة.
az: Signal-ı yenidən quraşdırmısınızsa, əvvəlki ianələrin qəbzləri mövcud olmayacaq.
be: Калі вы нанова ўсталявалі Signal, квітанцыі ад папярэдніх ахвяраванняў будуць недаступныя.
bn: আপনি যদি Signal পুনরায় ইনস্টল করে থাকেন, তবে পূর্ববর্তী ডোনেশনের রিসিপ্ট পাওয়া যাবে না।
ca: Si heu tornat a instal·lar el Signal, els rebuts de donacions anteriors no estaran disponibles.
cs: Pokud jste znovu nainstalovali aplikaci Signal, účtenky za předchozí dary nebudou k dispozici.
cy: Os ydych wedi ailosod Signal, ni fydd derbynebau o roddion blaenorol ar gael.
da: Hvis du har geninstalleret Signal, vil kvitteringer fra tidligere donationer ikke være tilgængelige.
de: Falls du Signal erneut installiert hast, sind Bescheinigungen früherer Spenden nicht verfügbar.
el: Αν έχεις επανεγκαταστήσει το Signal, οι αποδείξεις από προηγούμενες δωρεές δεν θα είναι διαθέσιμες.
es: Si has vuelto a instalar Signal, los recibos de donaciones anteriores no estarán disponibles.
et: Kui oled Signali uuesti alla laadinud, ei ole eelmiste annetustega seotud kviitungid saadaval.
eu: Signal berriro instalatu baduzu, aurreko dohaintzen ordainagiriak ez dira erabilgarri egongo.
fa: اگر سیگنال را مجدداً نصب کرده باشید، رسید حمایت‌های مالی قبلی در دسترس نخواهد بود.
fi: Jos olet asentanut Signalin uudelleen, kuitit vanhemmista lahjoituksista eivät näy.
fr: Si vous avez réinstallé Signal, les reçus de vos dons précédents ne seront pas disponibles.
gu: જો તમે Signalને ફરીથી ઇન્સ્ટોલ કર્યું હોય, તો અગાઉના દાનની રસીદો ઉપલબ્ધ નહીં રહે.
he: אם התקנת מחדש את Signal, קבלות מתרומות קודמות לא יהיו זמינות.
hi: यदि आपने Signal फिर से इंस्टॉल किया है तो पिछले किए गए किसी भी दान की रसीद उपलब्ध नहीं होगी।
hr: Ako ste ponovno instalirali Signal, potvrde o prijašnjim donacijama neće biti dostupne.
hu: Ha újratelepítetted a Signalt, korábbi adományaid nyugtái nem lesznek elérhetőek.
id: Kuitansi dari donasi sebelumnya tidak akan tersedia jika Anda menginstal ulang Signal.
is: Ef þú hefur sett Signal upp aftur, verða kvittanir fyrir fyrri styrkjum ekki tiltækar.
it: Se hai reinstallato Signal, le ricevute delle donazioni precedenti non saranno disponibili.
ja: Signalをインストールし直すと、過去の寄付の領収書を表示できなくなります。
km: á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á”á¶á“áŠáŸ†á¡á¾á„ Signal á¡á¾á„áœá·á‰ á”á„áŸ’á€á¶á“áŸ‹áŠáŸƒá–á¸á€á¶ášá”ášá·á…áŸ’á…á¶á‚á˜á»á“áŸ—á“á¹á„á˜á·á“á˜á¶á“á‘áŸáŸ”
kn: ನೀವು ಮರುಸ್ಥಾಪಿಸಿದ Signal ಅನ್ನು ಹೊಂದಿದ್ದರೆ, ಹಿಂದಿನ ದೇಣಿಗೆಗಳ ರಸೀದಿಗಳು ಲಭ್ಯವಿರುವುದಿಲ್ಲ.
ko: Signal을 다시 설치했다면 이전 기부 영수증은 사용할 수 없습니다.
lt: Jei esate įdiegę Signal iš naujo, ankstesnių paaukojimų kvitai nebebus prieinami.
lv: Ja jūs esat pārinstalējis Signal, kvītis no iepriekš veiktajiem ziedojumiem nebūs pieejamas.
mk: Ако сте го реинсталирале Signal, потврдите за претходни донации нема да бидат достапни.
ml: നിങ്ങൾ Signal റീഇൻസ്റ്റോൾ ചെയ്‌തെങ്കിൽ മുൻ സംഭാവനകളുടെ രസീതുകൾ ലഭ്യമാകില്ല.
mr: आपण जर Signal पुन्हा स्थापित केले असल्यास, मागील देणगीच्या पावत्या उपलब्ध होणार नाहीत.
ms: Jika anda telah menyahpasang Signal, resit daripada derma terdahulu tidak akan tersedia.
my: Signal ကို ပြန်လည်ထည့်သွင်းထားခြင်းဖြစ်ပါက ယခင် လှူဒါန်းမှုများမှ ပြေစာများကို ရရှိမည် မဟုတ်ပါ။
nb: Kvitteringer for tidligere pengebeløp vil ikke være tilgjengelig hvis du har lastet ned Signal-appen på nytt.
nl: Als je de Signal-app opnieuw hebt geïnstalleerd, zijn donatiebewijzen van eerdere donaties niet beschikbaar.
pa: ਜੇਕਰ ਤੁਸੀਂ Signal ਨੂੰ ਦੁਬਾਰਾ ਇੰਸਟਾਲ ਕੀਤਾ ਹੈ, ਤਾਂ ਪਿਛਲੇ ਦਾਨ ਦੀਆਂ ਰਸੀਦਾਂ ਉਪਲਬਧ ਨਹੀਂ ਹੋਣਗੀਆਂ।
pl: Jeśli aplikacja Signal została zainstalowana ponownie, wcześniejsze potwierdzenia darowizn nie są dostępne.
pt_br: Se você reinstalou o Signal, as notas fiscais de doações anteriores não estarão disponíveis.
pt_pt: Se reinstalou o Signal, os recibos de doações anteriores não estarão disponíveis.
ro: Dacă ai reinstalat Signal, bonurile fiscale ale donațiilor precedente nu vor mai fi disponibile.
ru: Если вы переустановили Signal, квитанции о ранее сделанных пожертвованиях не будут доступны.
sk: Ak ste preinštalovali Signal, potvrdenky z predchádzajúcich darov nebudú k dispozícii.
sl: Če ste ponovno namestili Signal, računi vaših prejšnjih donacij niso več na voljo.
sq: Nëse keni riinstaluar Signal-in, dëftesat prej dhurimesh të mëparshme s’do të duken më.
sr: Ако сте поново инсталирали Signal, признанице за претходне донације неће бити доступне.
sv: Om du har installerat om Signal kommer kvitton från tidigare donationer inte vara tillgängliga.
sw: Kama umesajili upya Signali, risiti kutoka kwenye michango iliyopita hazitakwepo tena.
ta: நீங்கள் சிக்னலை மீண்டும் நிறுவியிருந்தால், முந்தைய நன்கொடைகளின் ரசீதுகள் கிடைக்காது.
te: మీరు Signal ని తిరిగి ఇన్‌స్టాల్ చేసినట్లయితే, ఇంతకు ముందు విరాళాల నుంచి రసీదులు లభ్యం కావు.
th: ถ้าคุณติดตั้ง Signal ใหม่ ใบเสร็จจากการบริจาคก่อนหน้านี้จะไม่สามารถใช้งานได้
tr: Signal'i yeniden yüklediyseniz, önceki bağışların makbuzları mevcut olmayacaktır.
ug: ئەگەر Signal نى قايتا قاچىلىغان بولسىڭىز، بۇرۇنقى ئىئانىلەرنىڭ تالونىنى كۆرگىلى بولمايدۇ.
uk: Якщо ви перевстановлювали Signal, підтвердження попередніх донатів будуть недоступні.
ur: اگر آپ نے Signal دوبارہ انسٹال کیا ہے، تو گزشتہ عطیات کی رسیدیں دستیاب نہیں ہوں گی۔
vi: Nếu bạn đã cài đặt lại Signal, các biên lai của các lần ủng hộ trước sẽ không còn nữa.
zh_cn: 如果您重新安装了 Signal，系统将无法提供先前的捐款收据。
zh_hk: 若您已重新安裝 Signal，先前捐款的收據恕未能提供。

# DONATION_REDIRECT_ERROR_CANCELLED_MESSAGE
source: Payment cancelled. Please try again.
ar: أُلغيَت عملية الدفع. يُرجى المُحاولة مرّة أخرى.
be: Плацеж скасаваны. Паўтарыце спробу.
bn: পেমেন্ট বাতিল করা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Pagament cancel·lat. Si us plau, torna-ho a provar.
cs: Platba byla zrušena. Zkuste to prosím znovu.
da: Betaling annulleret. Prøv igen.
de: Zahlung abgebrochen. Bitte versuche es erneut.
el: Η πληρωμή ακυρώθηκε. Δοκίμασε ξανά.
es: Pago cancelado. Inténtalo de nuevo.
fa: پرداخت لغو شد. لطفاً دوباره امتحان کنید.
fi: Maksu peruutettu. Yritä uudelleen.
fr: Paiement annulé. Veuillez réessayer.
ga: Íocaíocht curtha ar ceal. Triail arís.
gu: ચુકવણી રદ કરી. કૃપા કરીને ફરીથી પ્રયાસ કરો.
he: התשלום בוטל. יש לנסות שוב.
hi: भुगतान रद्द कर दिया गया। कृपया फिर से प्रयास करें।
hr: Plaćanje je otkazano. Molimo, pokušajte ponovno.
hu: Fizetés törölve. Próbáld újra!
id: Pembayaran dibatalkan. Silakan coba lagi.
it: Pagamento annullato. Riprova.
ja: 決済がキャンセルされました。もう一度お試しください。
ko: 결제를 취소했습니다. 다시 시도해 주세요.
mr: पेमेंट रद्द केले. कृपया पुन्हा प्रयत्न करा.
ms: Pembayaran dibatalkan. Sila cuba lagi.
nb: Betalingen ble avbrutt. Prøv igjen.
nl: Betaling geannuleerd. Probeer het opnieuw.
pl: Płatność anulowana. Spróbuj ponownie.
pt_br: Pagamento cancelado. Tente novamente.
pt_pt: Pagamento cancelado. Tente novamente.
ro: Plată anulată. Te rugăm, încearcă din nou.
ru: Платёж отменён. Пожалуйста, попробуйте ещё раз.
sk: Platba bola zrušená. Skúste to znova.
sr: Уплата је отказана. Пробајте поново.
sv: Betalning annullerad. Försök igen.
th: การชำระเงินถูกยกเลิก กรุณาลองอีกครั้ง
tr: Ödeme iptal edildi. Lütfen tekrar dene.
ug: پۇل تۆلەش ئەمەلدىن قالدۇرۇلدى. قايتا سىناڭ.
uk: Платіж скасовано. Будь ласка, повторіть оплату.
ur: پیمنٹ منسوخ کر دی گئی۔ براہ کرم دوبارہ کوشش کریں۔
vi: Khoản thanh toán đã bị hủy. Vui lòng thử lại.
zh_cn: 付款已取消。请重试。
zh_hk: 已取消付款。請重試。

# DONATION_REDIRECT_ERROR_INVALID_RESPONSE_MESSAGE
source: Invalid payment response. Please try again.
ar: الاستجابة على عملية الدفع غير صالحة. يُرجى المُحاولة مرّة أخرى.
be: Несапраўдны адказ на плацеж. Паўтарыце спробу.
bn: পেমেন্টের প্রতিক্রিয়া অকার্যকর। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Resposta de pagament no vàlida. Si us plau, torna-ho a provar.
cs: Neplatná odpověď na platbu. Zkuste to prosím znovu.
da: Ugyldigt betalingsrespons. Prøv igen.
de: Ungültige Zahlungsmeldung. Bitte versuche es erneut.
el: Μη έγκυρη απόκριση πληρωμής. Δοκίμασε ξανά.
es: Respuesta de pago no válida. Inténtalo de nuevo.
fa: پاسخ پرداخت نامعتبر است. لطفاً دوباره امتحان کنید.
fi: Virheellinen maksuvastaus. Yritä uudelleen.
fr: Paiement non valide. Veuillez réessayer.
ga: Freagairt don íocaíocht neamhbhailí. Triail arís.
gu: અમાન્ય ચુકવણી પ્રતિસાદ. કૃપા કરીને ફરીથી પ્રયાસ કરો.
he: תגובת תשלום לא חוקית. יש לנסות שוב.
hi: अमान्य भुगतान प्रतिक्रिया। कृपया फिर से प्रयास करें।
hr: Potvrda plaćanja nije uspjela. Molimo, pokušajte ponovno.
hu: Érvénytelen fizetési válasz. Próbáld újra!
id: Respons pembayaran tidak valid. Silakan coba lagi.
it: Risposta al pagamento non valida. Riprova.
ja: 決済のコールバックが無効です。もう一度お試しください。
ko: 결제 반응이 잘못되었습니다. 다시 시도해 주세요.
mr: अवैध पेमेंट प्रतिसाद. कृपया पुन्हा प्रयत्न करा.
ms: Respons pembayaran tidak sah. Sila cuba lagi.
nb: Ugyldig svar på betaling. Prøv igjen.
nl: Ongeldige betalingsrespons. Probeer het opnieuw.
pl: Nieprawidłowa odpowiedź dotycząca płatności. Spróbuj ponownie.
pt_br: Resposta de pagamento inválida. Tente novamente.
pt_pt: Resposta de pagamento inválida. Tente novamente.
ro: Răspuns de plată nevalid. Încearcă din nou, te rugăm.
ru: Недействительный ответ на платёж. Пожалуйста, попробуйте ещё раз.
sk: Neplatná odpoveď na platbu. Skúste to znova.
sr: Неважећи одговор на плаћање. Пробајте поново.
sv: Ogiltigt betalsvar. Försök igen.
th: รูปแบบการชำระเงินไม่ถูกต้อง กรุณาลองอีกครั้ง
tr: Geçersiz ödeme yanıtı. Lütfen tekrar dene.
ug: ئىناۋەتسىز چىقىم ئىنكاسى. قايتا سىناڭ.
uk: Неналежна відповідь на платіж. Будь ласка, повторіть оплату.
ur: غیرمستند پیمنٹ کا جواب ملا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Phản hồi cho khoản thanh toán không hợp lệ. Vui lòng thử lại.
zh_cn: 付款回应无效。请重试。
zh_hk: 無效的付款回應。請重試。

# DONATION_REDIRECT_ERROR_PAYMENT_DENIED_MESSAGE
source: Payment denied. Please try again.
ar: رُفِضت عملية الدفع. يُرجى إعادة المُحاولة.
be: У аплаце адмоўлена. Паўтарыце спробу.
bn: পেমেন্ট বাতিল করা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Pagament cancel·lat. Si us plau, torna-ho a provar.
cs: Platba zamítnuta. Zkuste to prosím znovu.
da: Betaling afvist. Prøv igen.
de: Zahlung abgelehnt. Bitte versuche es erneut.
el: Η πληρωμή απορρίφθηκε. Δοκίμασε ξανά.
es: Pago denegado. Inténtalo de nuevo.
fa: پرداخت رد شد. لطفاً دوباره امتحان کنید.
fi: Maksu estetty. Yritä uudelleen.
fr: Paiement refusé. Veuillez réessayer.
ga: Diúltaíodh don íocaíocht. Triail arís.
gu: ચુકવણી નકારવામાં આવી. કૃપા કરીને ફરીથી પ્રયાસ કરો.
he: התשלום נדחה. יש לנסות שוב.
hi: भुगतान अस्वीकृत किया गया। कृपया फिर से प्रयास करें।
hr: Plaćanje je odbijeno. Molimo, pokušajte ponovno.
hu: Fizetés megtagadva. Próbáld újra!
id: Pembayaran ditolak. Silakan coba lagi.
it: Pagamento negato. Riprova.
ja: 決済が拒否されました。もう一度お試しください。
ko: 결제가 거부되었습니다. 다시 시도해 주세요.
mr: पेमेंट नाकारले. कृपया पुन्हा प्रयत्न करा.
ms: Pembayaran ditolak. Sila cuba lagi.
nb: Betalingen ble avvist. Prøv igjen.
nl: Betaling geweigerd. Probeer het opnieuw.
pl: Płatność odrzucona. Spróbuj ponownie.
pt_br: Pagamento negado. Tente novamente.
pt_pt: Pagamento recusado. Tente novamente.
ro: Plată refuzată. Te rugăm să încerci din nou.
ru: Платёж отклонён. Пожалуйста, попробуйте ещё раз.
sk: Platba bola odmietnutá. Skúste to znova.
sr: Плаћање је одбијено. Пробајте поново.
sv: Betalning nekad. Försök igen.
th: การชำระเงินถูกปฏิเสธ กรุณาลองอีกครั้ง
tr: Ödeme reddedildi. Lütfen tekrar dene.
ug: پۇل تۆلەش رەت قىلىندى. قايتا سىناڭ.
uk: Платіж відхилено. Будь ласка, повторіть оплату.
ur: پیمنٹ مسترد کر دی گئی ہے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Khoản thanh toán đã bị từ chối. Vui lòng thử lại.
zh_cn: 付款被拒绝。请重试。
zh_hk: 付款被拒。請重試。

# DONATION_SCREEN_DONATE_BUTTON
source: Donate
ar: تبرَّع
be: Зрабіць ахвяраванне
bn: ডোনেট করুন
ca: Fer donació
cs: Přispět
da: Donér
de: Spenden
el: Δωρεά
es: Donar
fa: اهدای کمک مالی
fi: Lahjoita
fr: Faire un don
ga: Tabhair airgead
gu: દાન કરો
he: ביצוע תרומה
hi: दान करें
hr: Doniraj
hu: Támogatás
id: Donasi
it: Dona
ja: 寄付する
ko: 기부
mr: देणगी द्या
ms: Derma
nb: Gi penger
nl: Doneren
pl: Wpłać darowiznę
pt_br: Doar
pt_pt: Doar
ro: Donează
ru: Пожертвовать
sk: Prispieť
sr: Донирајте
sv: Donera
th: บริจาค
tr: Bağış yap
ug: ئىئانە قىلىڭ
uk: Підтримати
ur: عطیہ کریں
vi: Ủng hộ
zh_cn: 捐款
zh_hk: 捐款
