Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATION_FOR_A_FRIEND_ROW_DURATION
source: Lasts %@
ar: تدوم %1$@
be: Дзейнічае %1$@
bn: স্থায়িত্ব %1$@
ca: Durada: %1$@
cs: Platí %1$@
da: Holder %1$@
de: Hält %1$@
el: Διαρκεί %1$@
es: Duración: %1$@
fa: %1$@ باقی می‌ماند
fi: Voimassa: %1$@
fr: Durée : %1$@
ga: Ar feadh %1$@
gu: %1$@ સુધી ચાલશે
he: בתוקף למשך %1$@
hi: %1$@ तक रहेगा
hr: Traje %1$@
hu: Lejárat: %1$@
id: Berlaku %1$@
it: Dura %1$@
ja: 掲載期間：%1$@
ko: 지속 기간: %1$@
mr: %1$@ टिकते
ms: Bertahan selama %1$@
nb: Varer i %1$@
nl: Geldig voor %1$@
pl: Aktywna przez %1$@
pt_br: Duração %1$@
pt_pt: Dura %1$@
ro: Durează %1$@
ru: Действует %1$@
sk: Trvá %1$@
sr: Траје %1$@
sv: Gäller i %1$@
th: ใช้ได้ %1$@
tr: Son %1$@
ug: داۋاملىشىش ۋاقتى %1$@
uk: Дійсний %1$@
ur: %1$@ تک برقرار رہتا ہے
vi: Tồn tại trong %1$@
zh_cn: 有效期为 %1$@
zh_hk: 為期 %1$@

# DONATION_FROM_A_FRIEND_BADGE_EXPIRED_BODY
source: Your donation has expired and is no longer available to be displayed on your profile.
ar: انتهت صلاحية شارتك ولم تعد مُتاحة للعرض على ملفك الشخصي.
be: Тэрмін дзеяння вашага значка за ахвяраванне скончыўся, і ён больш не бачны ў вашым профілі.
bn: আপনার ডোনেশনের মেয়াদ শেষ হয়ে গেছে এবং আপনার প্রোফাইলে তা আর দেখা যাবে না।
ca: La teva donació ha caducat i ja no podràs mostrar-la al teu perfil.
cs: Platnost vašeho příspěvku vypršela a na vašem profilu již nelze odznak zobrazit.
da: Dit badge er udløbet, og kan ikke længere vises på din profil.
de: Deine Spende ist abgelaufen und kann nicht mehr auf deinem Profil angezeigt werden.
el: Η δωρεά σου έληξε και δεν είναι πλέον διαθέσιμη για εμφάνιση στο προφίλ σου.
es: Tu insignia de donación ha caducado y ya no podrás mostrarla en tu perfil.
fa: کمک مالی شما منقضی شده است و دیگر برای نمایش در نمایه‌تان در دسترس نیست.
fi: Lahjoituksesi on vanhentunut, eikä sitä voida enää näyttää profiilissasi.
fr: Votre macaron est arrivé à expiration et ne sera plus affiché sur votre profil.
ga: Tá do thabhartas imithe as feidhm agus níl sé ar fáil le taispeáint ar do phróifíl a thuilleadh.
gu: તમારા બૅજની સમયસીમા સમાપ્ત થઈ ગઈ છે અને હવે તમારી પ્રોફાઇલ પર દર્શાવવા માટે ઉપલબ્ધ નથી.
he: פג תוקף התרומה שלך והיא כבר לא זמינה לתצוגה בפרופיל שלך.
hi: आपका दान समाप्त हो गया है और आपकी प्रोफ़ाइल पर दर्शाए जाने के लिए अब उपलब्ध नहीं है।
hr: Vaša donacija je istekla i značka više nije dostupna za prikaz na vašem profilu.
hu: A jelvényed érvényessége lejárt, és már nem kerül megjelenítésre a profilodon.
id: Donasi Anda telah kedaluwarsa dan tidak tersedia lagi untuk ditampilkan di profil.
it: Il Badge Signal che hai ricevuto in regalo è ormai scaduto: non potrà più essere mostrato sul tuo profilo.
ja: 寄付の有効期限が切れたため、プロフィールには表示されません。
ko: 기부가 만료되어 더 이상 프로필에 표시되지 않습니다.
mr: आपली देणगी कालबाह्य झाली आहे आणि ती आपल्या प्रोफाईलवर प्रदर्शित करण्यासाठी यापुढे उपलब्ध राहणार नाही.
ms: Lencana anda telah tamat tempoh dan tidak lagi tersedia untuk dipaparkan pada profil anda.
nb: Pengegaven er utløpt og vises ikke lenger på profilen din.
nl: Je badge is verlopen en kan niet langer op je profiel worden weergegeven.
pl: Darowizna wygasła i nie jest już wyświetlana w Twoim profilu.
pt_br: Sua doação expirou e não está mais disponível para exibição no seu perfil.
pt_pt: O seu crachá de presente expirou e já não pode ser exibido no seu perfil.
ro: Donația ta a expirat și nu mai este disponibilă pentru a fi afișată la profil.
ru: Ваше пожертвование истекло и больше не может быть показано в вашем профиле.
sk: Platnosť vášho príspevku vypršala, nebude sa preto naďalej zobrazovať vo vašom profile.
sr: Донација вам је истекла и значка више није доступна за приказ на вашем профилу.
sv: Din donation har upphört att gälla och kan inte längre visas på din profil.
th: โล่บริจาคของคุณหมดอายุแล้ว และจะไม่ปรากฏบนโปรไฟล์คุณอีกต่อไป
tr: Bağışının süresi doldu ve artık profilinde görüntülenemiyor.
ug: ئىئانىڭىزنىڭ ۋاقتى توشتى، ئەمدى ئۇ ئارخىپىڭىزدا كۆرۈنمەيدۇ.
uk: Ваш донат уже неактивний, тому значок за нього більше не з'являється в профілі.
ur: آپ کا عطیہ زائد المیعاد ہو گیا ہے اور آپ کی پروفائل پر ڈسپلے کرنے کے لیے مزید دستیاب نہیں ہے۔
vi: Khoản ủng hộ của bạn đã hết hạn và không còn hiển thị được trên hồ sơ.
zh_cn: 您的徽章已到期，无法在个人资料中公开展示。
zh_hk: 你的捐款已過期，且不再在你的個人檔案中顯示。

# DONATION_FROM_A_FRIEND_BADGE_EXPIRED_TITLE
source: Your Donation Has Expired
ar: انتهت صلاحية تبرُّعك
be: Тэрмін дзеяння вашага ахвяравання скончыўся
bn: আপনার ডোনেশনের মেয়াদ শেষ হয়ে গেছে
ca: La teva donació ha caducat
cs: Platnost vašeho příspěvku vypršela
da: Din donation er udløbet
de: Deine Spende ist abgelaufen
el: Η δωρεά σου έληξε
es: Tu insignia de donación ha caducado
fa: کمک مالی شما منقضی شده است
fi: Lahjoituksesi on vanhentunut
fr: Expiration de votre macaron
ga: Tá do Thabhartas Imithe As Feidhm
gu: તમારા દાનની સમયસીમા સમાપ્ત થઈ ગઈ છે
he: פג תוקף התרומה שלך
hi: आपका दान समाप्त हो गया है
hr: Vaša donacija je istekla
hu: Az adományod érvényessége lejárt
id: Donasi Anda Telah Kedaluwarsa
it: La donazione effettuata per tuo conto è scaduta
ja: 寄付の有効期限が切れました
ko: 기부가 만료되었습니다.
mr: आपली देणगी कालबाह्य झाली आहे
ms: Derma Anda Telah Tamat Tempoh
nb: Pengegaven din er utløpt
nl: Je badge is verlopen
pl: Twoja darowizna wygasła
pt_br: Sua doação expirou
pt_pt: A sua doação expirou
ro: Donația ta a Expirat
ru: Срок действия вашего пожертвования истёк
sk: Platnosť vášho príspevku vypršala
sr: Донација вам је истекла
sv: Din donation har upphört att gälla
th: การบริจาคในนามของคุณหมดอายุแล้ว
tr: Bağışının Süresi Doldu
ug: ئىئانىڭىزنىڭ ۋاقتى توشتى
uk: Ваш донат уже неактивний
ur: آپ کا عطیہ زائد المیعاد ہو گیا ہے
vi: Khoản Ủng hộ đã hết hạn
zh_cn: 您的捐款已经过期
zh_hk: 你的捐款已過期

# DONATION_FROM_A_FRIEND_BADGE_NOT_REDEEMED_BODY_FORMAT
source: Your donation from %1$@ has expired and can no longer be redeemed.
ar: انتهت صلاحية تبرُّعك المُقدَّم من طرف %1$@ ولم يعد من المُمكن استخدامه.
be: Тэрмін дзеяння вашага значка за ахвяраванне ад %1$@ скончыўся, і яго больш не можна актываваць.
bn: %1$@-এর কাছ থেকে পাওয়া ডোনেশনের মেয়াদ শেষ হয়ে গেছে এবং এটি আর ছাড় করা যাবে না।
ca: La teva donació de %1$@ ha caducat i ja no es pot bescanviar.
cs: Platnost vašeho příspěvku od %1$@ již vypršela a nelze jej již uplatnit.
da: Din donation fra %1$@ er udløbet, og kan ikke længere indløses.
de: Deine Spende von %1$@ ist abgelaufen und kann nicht mehr eingelöst werden.
el: Η δωρεά σου από τον χρήστη %1$@ έχει λήξει και δεν μπορεί να γίνει εξαργύρωση.
es: La insignia de donación que %1$@ te regaló ha caducado y ya no puedes canjearla.
fa: کمک مالی که %1$@ از طرف شما انجام داده بود منقضی شده است و دیگر قابل آزادسازی نیست.
fi: Lahjoituksesi henkilöltä %1$@ on vanhentunut, eikä sitä voi enää lunastaa.
fr: Le macaron que vous a offert %1$@ est arrivé à expiration. Vous ne pouvez plus le récupérer.
ga: Tá do thabhartas ó %1$@ imithe as feidhm agus ní féidir é a fhuascailt a thuilleadh.
gu: %1$@ પાસેથી મળેલા તમારા દાનની સમયસીમા સમાપ્ત થઈ ગઈ છે અને હવે રિડિમ કરી શકાતું નથી.
he: התרומה שלך מ%1$@ כבר לא בתוקף ולא ניתן לממש אותה יותר.
hi: आपको %1$@ से मिला दान समाप्त हो गया है और अब रिडीम नहीं किया जा सकता।
hr: Značka donacije koju ste dobili od korisnika %1$@ istekla je i više se ne može preuzeti.
hu: A(z) %1$@ felhasználótól kapott adományod érvényessége lejárt, és többé nem válthatod be.
id: Donasi Anda dari %1$@ sudah kedaluwarsa dan tidak bisa lagi ditebus.
it: La donazione di %1$@ è scaduta e non può più essere riscattata.
ja: %1$@からの寄付は有効期限が切れてるため引き換えが出来ません。
ko: %1$@ 님의 기부가 만료되어 더 이상 사용할 수 없습니다.
mr: आपली %1$@ कडील देणगी कालबाह्य झाली आहे आणि याला कधीही रिडीम केली जाऊ शकणार नाही.
ms: Derma anda daripada %1$@ telah tamat tempoh dan tidak lagi boleh ditebus.
nb: Pengegaven som %1$@ ga på dine vegne, er utløpt og kan derfor ikke løses inn.
nl: De donatie van %1$@ namens jou is verlopen en je kunt de badge niet meer in ontvangst nemen.
pl: Darowizna wpłacona w Twoim imieniu, której zleceniodawca to %1$@, wygasła, więc nie możesz już odebrać odznaki.
pt_br: Sua doação de %1$@ expirou e não pode mais ser resgatada.
pt_pt: A sua doação de %1$@ expirou e já não pode ser resgatada.
ro: Donația ta de la %1$@ a expirat și nu mai poate fi revendicată.
ru: Ваше пожертвование от %1$@ истекло и больше не может быть принято.
sk: Platnosť príspevku od používateľa %1$@ vypršala a už ho nie je možné uplatniť.
sr: Истекла је донација коју вам је послао/ла %1$@ и значка се више не може преузети.
sv: Din donation från %1$@ har upphört att gälla och kan inte längre lösas in.
th: การบริจาคในนามของคุณจาก %1$@ หมดอายุแล้ว คุณไม่สามารถแลกโล่นี้ได้อีกต่อไป
tr: %1$@ tarafından gönderilen bağışının süresi doldu ve artık kullanılamaz.
ug: %1$@ سىزگە ۋاكالىتەن قىلغان ئىئانىنىڭ ۋاقتى توشقان بولۇپ، ئۇنى ئەمدى نەقلەشتۈرگىلى بولمايدۇ.
uk: Донат, який від вашого імені зробив користувач %1$@, уже неактивний, тому ви вже не можете показувати значок за нього.
ur: %1$@ کی طرف سے آپ کا عطیہ زائد المیعاد ہو گیا ہے اور مزید ریڈیم نہیں کیا جا سکتا۔
vi: Khoản ủng hộ %1$@ gửi thay cho bạn đã hết hạn và không thể nhận được nữa.
zh_cn: 您的%1$@捐款徽章已经过期，无法领取。
zh_hk: 來自 %1$@ 的捐款已過期，且無法再兌換。

# DONATION_FROM_A_FRIEND_BADGE_NOT_REDEEMED_TITLE
source: Your Donation Has Expired
ar: انتهت صلاحية تبرُّعك
be: Тэрмін дзеяння вашага ахвяравання скончыўся
bn: আপনার ডোনেশনের মেয়াদ শেষ হয়ে গেছে
ca: La teva donació ha caducat
cs: Platnost vašeho příspěvku vypršela
da: Din donation er udløbet
de: Deine Spende ist abgelaufen
el: Η δωρεά σου έληξε
es: Tu insignia de donación ha caducado
fa: کمک مالی شما منقضی شده است
fi: Lahjoituksesi on vanhentunut
fr: Expiration de votre macaron
ga: Tá do Thabhartas Imithe As Feidhm
gu: તમારા દાનની સમયસીમા સમાપ્ત થઈ ગઈ છે
he: פג תוקף התרומה שלך
hi: आपका दान समाप्त हो गया है
hr: Vaša donacija je istekla
hu: Az adományod érvényessége lejárt
id: Donasi Anda Telah Kedaluwarsa
it: La donazione effettuata per tuo conto è scaduta
ja: 寄付の有効期限が切れました
ko: 기부가 만료되었습니다.
mr: आपली देणगी कालबाह्य झाली आहे
ms: Derma Anda Telah Tamat Tempoh
nb: Pengegaven din er utløpt
nl: Je badge is verlopen
pl: Twoja darowizna wygasła
pt_br: Sua doação expirou
pt_pt: A sua doação expirou
ro: Donația ta a Expirat
ru: Срок действия вашего пожертвования истёк
sk: Platnosť vášho príspevku vypršala
sr: Донација вам је истекла
sv: Din donation har upphört att gälla
th: การบริจาคในนามของคุณหมดอายุแล้ว
tr: Bağışının Süresi Doldu
ug: ئىئانىڭىزنىڭ ۋاقتى توشتى
uk: Ваш донат уже неактивний
ur: آپ کا عطیہ زائد المیعاد ہو گیا ہے
vi: Khoản Ủng hộ đã hết hạn
zh_cn: 您的捐款已经过期
zh_hk: 你的捐款已過期

# DONATION_ON_BEHALF_OF_A_FRIEND_BADGE_REDEEMED
source: Redeemed
ar: مُستخدَم
be: Актывавана
bn: ছাড় করা হয়েছে
ca: Bescanviat
cs: Odznak uplatněn
da: Indløst
de: Eingelöst
el: Εξαργυρώθηκε
es: Canjeada
fa: آزادسازی‌شده
fi: Lunastettu
fr: Récupéré
ga: Fuascailte
gu: રિડિમ કર્યું
he: מומש
hi: रिडीम किया गया
hr: Preuzeta
hu: Beváltva
id: Ditebus
it: Riscattato
ja: 引換え済
ko: 사용함
mr: रिडीम केले
ms: Ditebus
nb: Innløst
nl: In ontvangst genomen
pl: Odebrano
pt_br: Resgatado
pt_pt: Resgatado
ro: Revendicat
ru: Принят
sk: Odomknutý
sr: Искоришћено
sv: Inlöst
th: แลกรับแล้ว
tr: Kullanıldı
ug: نەقلەشتۈرۈلگەن
uk: Активовано
ur: ریڈیم ہو گیا
vi: Đã nhận
zh_cn: 已领取
zh_hk: 已兌換

# DONATION_ON_BEHALF_OF_A_FRIEND_CHOOSE_BADGE_DESCRIPTION
source: Support Signal by making a donation for a friend or family member who uses Signal. They’ll have the option to show their support on their profile.
ar: ادعم سيجنال عن طريق تقديم تبرُّع نيابةً عن صديق أو فرد من العائلة يستخدم سيجنال. سَيتمُّ منحهُم خيار إظهار دعمهم على حسابهم الشخصي.
be: Зрабіце ахвяраванне ад імя сябра або члена сям'і, карыстальнікаў Signal, каб падтрымаць Signal. Гэты карыстальнік, калі пажадае, зможа прадэманстраваць сваю падтрымку ў яго профілі.
bn: Signal ব্যবহার করেন এমন একজন বন্ধু বা পরিবারের সদস্যের জন্য ডোনেশন দিয়ে Signal-কে সমর্থন করুন। তাদের প্রোফাইলে তাদের সমর্থন প্রদর্শন করার জন্য বিকল্প দেওয়া হবে।
ca: Mostra el teu suport a Signal fent una donació en nom d'un amic o familiar que utilitzi Signal. Se'ls donarà l'opció de mostrar el seu suport al seu perfil.
cs: Podpořte Signal tím, že přispějete za přítele nebo člena rodiny, kteří používají službu Signal. Budou mít možnost ukázat svou podporu na svém profilu.
da: Støt Signal ved at donere på vegne af en ven eller et familiemedlem, der bruger Signal. De vil have mulighed for at vise deres støtte på deres profil.
de: Unterstütze Signal, indem du für einen Signal-Kontakt spendest. Der Kontakt erhält ein Abzeichen, das er im Profil anzeigen kann.
el: Υποστήριξε τη Signal με δωρεά για έναν φίλο, μία φίλη ή ένα μέλος της οικογένειας που χρησιμοποιεί τη Signal. Θα έχουν την επιλογή να δείξουν την υποστήριξή τους στο προφίλ τους.
es: Apoya a Signal haciendo una donación en nombre de un amigo o familiar que use Signal. La persona que elijas podrá mostrar su insignia de apoyo a Signal en su perfil.
fa: با اهدای کمک مالی از طرف یکی از دوستان یا اعضای خانواده که از سیگنال استفاده می‌کند، از سیگنال پشتیبانی کنید. به او امکان داده می‌شود که حمایت خود را در نمایه‌اش نشان دهد.
fi: Tue Signalia tekemällä lahjoitus Signalia käyttävän ystävän tai perheenjäsenen puolesta. Hänellä on mahdollisuus näyttää omassa profiilissaan, että hän tukee Signalia.
fr: Envie de soutenir Signal ? Faites un don pour un ami ou un proche qui utilise Signal. L’heureux élu aura la possibilité d’afficher son soutien sur son profil.
ga: Tacaigh le Signal trí thabhartas a thabhairt ar son cara nó duine den teaghlach a úsáideann Signal. Gheobhaidh an duine sin rogha chun tacaíocht a léiriú ar an bpróifíl.
gu: Signalનો ઉપયોગ કરતા મિત્ર અથવા કુટુંબના સભ્ય માટે દાન કરીને Signalને સપોર્ટ કરો. તેમની પ્રોફાઇલ પર તેમનો સપોર્ટ બતાવવાનો વિકલ્પ તેઓ પાસે હશે.
he: אפשר לתמוך ב–Signal על ידי ביצוע תרומה בשביל חבר/ה או קרוב/ת משפחה שמשתמשים ב–Signal. הוא או היא יקבלו את האפשרות להשוויץ בתמיכה שלהם בפרופיל.
hi: Signal इस्तेमाल करनेवाले किसी दोस्त या परिवार के सदस्य के लिए दान देकर Signal को सहयोग दें। उन्हें अपना सहयोग अपनी प्रोफ़ाइल पर दर्शाने का विकल्प दिया जाएगा।
hr: Podržite Signal donacijom u ime prijatelja ili člana obitelji koji koristi Signal. Moći će izabrati hoće li iskazati podršku na svom profilu.
hu: Támogasd a Signalt azáltal, hogy adományozol egy olyan ismerősödnek vagy családtagodnak, aki használja a Signalt. Az adott személy pedig lehetőséget kap arra, hogy a profilján megjelenítse a támogatást.
id: Dukung Signal dengan memberikan donasi untuk teman atau anggota keluarga yang menggunakan Signal. Dia akan memiliki opsi untuk menunjukkan dukungan di profilnya.
it: Supporta Signal facendo una donazione per conto di una persona che già usa il servizio. L'altra persona potrà scegliere se mostrare un badge per supportare Signal sul proprio profilo.
ja: Signalを利用している友人や家族に代わって寄付をし、Signalをサポートすることができます。その友人や家族には、サポートしていることをプロフィールに表示するオプションが付与されます。
ko: Signal을 사용하는 친구나 가족을 대신하여 기부하여 Signal을 지지해 주세요. 프로필을 통해 지지를 표현할 수 있는 옵션이 제공됩니다.
mr: Signal वापरणाऱ्या मित्रासाठी किंवा कौटुंब सदस्यासाठी देणगी देऊन Signal ला सपोर्ट करा. त्यांना त्यांच्या प्रोफाईलवर त्यांचा सपोर्ट दाखवण्याचा पर्याय दिला जाईल.
ms: Sokong Signal dengan membuat derma untuk rakan atau ahli keluarga yang menggunakan Signal. Mereka akan diberi pilihan untuk menunjukkan sokongan mereka pada profil mereka.
nb: Støtt Signal ved å gi en pengegave for venner og familie som bruker Signal. Vedkommende vil få muligheten til å vise frem støtten på profilen sin.
nl: Steun Signal door een donatie te doen voor een vriend(in) of familielid die Signal gebruikt. Ze ontvangen een badge die ze op hun profiel kunnen weergeven.
pl: Wesprzyj Signal i wpłać darowiznę w imieniu innej osoby, np. przyjaciółki czy kogoś z rodziny, korzystającej z naszej aplikacji. Osoba ta otrzyma od nas odznakę, którą może wyświetlać w swoim profilu.
pt_br: Apoie o Signal fazendo uma doação para um amigo ou familiar que usa o Signal. Essa pessoa poderá escolher se quer mostrar que apoia o Signal no perfil.
pt_pt: Apoie o Signal fazendo uma doação em nome de um amigo ou membro da família que use o Signal. A pessoa terá a opção de mostrar o seu apoio no perfil.
ro: Susține Signal printr-o donație către un prieten sau un membru al familiei care folosește Signal. Persoana aleasă de tine va primi opțiunea să afișeze sprijinul la profil.
ru: Поддержите Signal, сделав пожертвование за друга или члена семьи, который пользуется Signal. Они смогут при желании продемонстрировать свою поддержку в профиле.
sk: Podporte Signal príspevkom za priateľa alebo člena rodiny, ktorý používa Signal. Svoju podporu budú môcť zobraziť na svojom profile.
sr: Подржите Signal тако што ћете дати донацију за пријатеља или члана породице који користи Signal. Имаће могућност да прикаже подршку на свом профилу.
sv: Stöd Signal genom att göra en donation åt en vän eller familjemedlem som använder Signal. De får möjlighet att visa sitt stöd på sin profil.
th: สนับสนุน Signal ด้วยการบริจาคในนามของเพื่อนหรือครอบครัวที่ใช้ Signal อยู่ ผู้ใช้คนดังกล่าวสามารถเลือกได้ว่าจะแสดงการสนับสนุนครั้งนี้บนโปรไฟล์หรือไม่
tr: Signal kullanan bir arkadaşın veya aile üyesi için bağış yaparak Signal'ı destekle. Böylece Signal'a olan desteklerini profillerinde gösterebilecekler.
ug: Signal ئىشلىتىدىغان دوستىڭىز ياكى ئائىلە ئەزالىرىڭىزنىڭ ئورنىدا ئىئانە قىلىپ Signal نى قوللاپ قويۇڭ. ئۇلار قوللىغانلىقىنى ئارخىپىدا نامايەن قىلسا بولىدۇ.
uk: Підтримайте Signal, зробивши донат за друзів чи рідних, які теж ним користуються. Вони зможуть продемонструвати свою підтримку, показуючи в профілі значок.
ur: Signal استعمال کرنے والے دوست یا فیملی ممبر کی خاطر عطیہ کر کے Signal کو سپورٹ کریں۔ انہیں اپنی پروفائل پر سپورٹ ظاہر کرنے کا آپشن دیا جائے گا۔
vi: Hỗ trợ Signal bằng cách gửi ủng hộ thay cho một người bạn hoặc thành viên gia đình cũng sử dụng Signal. Họ sẽ có tuỳ chọn để thể hiện sự ủng hộ của mình trên hồ sơ.
zh_cn: 代使用 Signal 的朋友或家人进行捐款，为 Signal 提供一份支持。对方可以选择是否在个人资料中显示自己对 Signal 的支持。
zh_hk: 透過為使用 Signal 的朋友或家人捐款來支持 Signal。他們可以選擇在個人檔案上展現支持。

# DONATION_ON_BEHALF_OF_A_FRIEND_CHOOSE_BADGE_TITLE
source: Donate for a Friend
ar: تبرَّع نيابةً عن صديق
be: Зрабіць ахвяраванне для сябра
bn: বন্ধুর জন্য ডোনেট করুন
ca: Fer una donació per un amic
cs: Přispět za přítele
da: Donér for en ven
de: Für einen Kontakt spenden
el: Κάνε δωρεά για έναν φίλο ή φίλη
es: Donar en nombre de alguien más
fa: از طرف یکی از دوستان کمک مالی اهدا کنید
fi: Lahjoita ystävän puolesta
fr: Faire un don pour un ami
ga: Tabhair airgead ar son Cara
gu: મિત્ર માટે દાન આપો
he: ביצוע תרומה בשביל חבר/ה
hi: किसी दोस्त के लिए दान दें
hr: Donirajte u ime prijatelja
hu: Adomány egy ismerősnek
id: Donasi untuk Teman
it: Fai una donazione per un'altra persona
ja: 友達に代わって寄付する
ko: 친구를 대신해 기부하세요.
mr: मित्रासाठी देणगी द्या
ms: Menderma untuk Rakan
nb: Gi penger for en venn
nl: Doneer voor een vriend(in)
pl: Wpłać darowiznę w imieniu znajomego
pt_br: Doar para um amigo
pt_pt: Doar em nome de um amigo
ro: Donează pentru un Prieten
ru: Пожертвовать за друга
sk: Prispieť za priateľa
sr: Донирајте за пријатеља
sv: Donera åt en vän
th: บริจาคในนามของเพื่อน
tr: Arkadaşın için bağış yap
ug: دوستىڭىزغا ۋاكالىتەن ئىئانە قىلىش
uk: Донат за друга
ur: دوست کی طرف سے عطیہ کریں
vi: Ủng hộ thay cho một người bạn
zh_cn: 代朋友捐款
zh_hk: 為朋友捐款

# DONATION_ON_BEHALF_OF_A_FRIEND_CHOOSE_RECIPIENT_TITLE
source: Choose Recipient
ar: اختر المُستلِم
be: Выбраць атрымальніка
bn: প্রাপক নির্বাচন করুন
ca: Tria el destinatari
cs: Zvolte příjemce
da: Vælg modtager
de: Empfänger*in auswählen
el: Επιλογή παραλήπτη
es: Seleccionar contacto
fa: انتخاب گیرنده
fi: Valitse vastaanottaja
fr: Choisir le destinataire
ga: Roghnaigh Faighteoir
gu: પ્રાપ્તકર્તા પસંદ કરો
he: בחירת נמען/ת
hi: प्राप्तकर्ता चुनें
hr: Odaberite primatelja
hu: Válassz címzettet
id: Pilih Penerima
it: Scegli destinatario
ja: 送信先の選択
ko: 수신자 선택
mr: प्राप्तकर्ता निवडा
ms: Pilih Penerima
nb: Velg mottaker
nl: Kies een ontvanger
pl: Wybierz odbiorcę
pt_br: Escolher destinatário
pt_pt: Escolher destinatário
ro: Alege destinatarul
ru: Выберите получателя
sk: Zvoľte príjemcu
sr: Изаберите примаоца
sv: Välj mottagare
th: เลือกผู้รับ
tr: Alıcı seç
ug: تاپشۇرۇۋالغۇچىنى تاللاڭ
uk: Оберіть одержувача
ur: وصول کنندہ کا انتخاب کریں
vi: Chọn Người Nhận
zh_cn: 选择接收人
zh_hk: 選擇收款人

# DONATION_ON_BEHALF_OF_A_FRIEND_CONFIRMATION_SCREEN_TITLE
source: Confirm Donation
ar: تأكيد التبرُّع
be: Пацвердзіць ахвяраванне
bn: ডোনেশন নিশ্চিত করুন
ca: Confirmar la donació
cs: Potvrdit příspěvek
da: Bekræft donation
de: Spende bestätigen
el: Επιβεβαίωση δωρεάς
es: Confirmar donación
fa: تایید اهدای کمک مالی
fi: Vahvista lahjoitus
fr: Confirmer le don
ga: Deimhnigh an Tabhartas
gu: દાનની પુષ્ટિ કરો
he: אישור תרומה
hi: दान की पुष्टि करें
hr: Potvrdite donaciju
hu: Adományozás megerősítése
id: Konfirmasi Donasi
it: Conferma la donazione
ja: 寄付の確認
ko: 기부를 확인해 주세요.
mr: देणगीची पुष्टी करा
ms: Sahkan derma
nb: Bekreft pengegaven
nl: Donatie bevestigen
pl: Potwierdź darowiznę
pt_br: Confirmar doação
pt_pt: Confirmar doação
ro: Confirmă donația
ru: Подтвердить пожертвование
sk: Potvrdiť príspevok
sr: Потврдите донацију
sv: Bekräfta donation
th: ยืนยันการบริจาค
tr: Bağışı onayla
ug: ئىئانىنى جەزملەشتۈرۈش
uk: Підтвердження донату
ur: عطیہ کی تصدیق کریں
vi: Xác nhận khoản ủng hộ
zh_cn: 确认捐款
zh_hk: 確認捐款
