Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# COMPOSE_MESSAGE_CONTACT_SECTION_TITLE
source: Contacts
af: Kontakte
ar: جهات الاتصال
az: Əlaqələr
be: Кантакты
bg: Контакти
bn: পরিচিতিসমূহ
ca: Contactes
cs: Kontakty
cy: Cysylltiadau
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
es_es: Personas
et: Kontaktid
eu: Kontaktuak
fa: دفترتلفن
fi: Yhteystiedot
fil: Mga Kontak
ga: Teagmhálaithe
gu: સંપર્કો
he: אנשי קשר
hi: संपर्क
hr: Kontakti
hu: Kontaktok
id: Kontak
is: Tengiliðir
it: Contatti
ja: 連絡先
kab: Inermisen
kk: Байланыстағы тұлғалар
km: á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕಗಳು
ko: 연락처
lt: Adresatai
lv: Kontaktpersonas
mk: Контакти
ml: കോൺടാക്ടുകൾ
mr: संपर्क
ms: Kenalan
my: လိပ်စာများ
nb: Kontakter
nl: Contacten
pa: ਸੰਪਰਕ
pa_pk: رابطے
pl: Kontakty
ps: مخاطبین
pt_br: Contatos
pt_pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sl: Stiki
sq: Kontakte
sr: Контакти
sv: Kontakter
sw: Wawasiliani
ta: தொடர்புகள்
te: పరిచయాలు
th: ผู้ติดต่อ
tr: Kişiler
ug: ئالاقەداشلار
uk: Контакти
ur: رابطے
vi: Danh bạ
zh_cn: 联系人
zh_hk: 聯絡人

# COMPOSE_MESSAGE_GROUP_SECTION_TITLE
source: Groups
af: Groepe
ar: المجموعات
az: Qruplar
be: Групы
bg: Групи
bn: গ্রুপ সমূহ
ca: Grups
cs: Skupiny
cy: Grwpiau
da: Grupper
de: Gruppen
el: Ομάδες
es: Grupos
es_es: Grupos
et: Grupid
eu: Taldeak
fa: گروه‌ها
fi: Ryhmät
fil: Mga Grupo
fr: Groupes
ga: Grúpaí
gu: ગ્રુપ
he: קבוצות
hi: ग्रुप
hr: Grupe
hu: Csoportok
id: Grup
is: Hópar
it: Gruppi
ja: グループ
kab: Igrawen
kk: Топтар
km: á€áŸ’ášá»á˜
kn: ಗುಂಪುಗಳು
ko: 그룹
lt: Grupės
lv: Grupas
mk: Групи
ml: ഗ്രൂപ്പുകൾ
mr: गट
ms: Kumpulan
my: အဖွဲ့များ
nb: Grupper
nl: Groepen
pa: ਗਰੁੱਪ
pa_pk: گروپس
pl: Grupy
ps: ګروپونه
pt_br: Grupos
pt_pt: Grupos
ro: Grupuri
ru: Группы
sk: Skupiny
sl: Skupine
sq: Grupe
sr: Групе
sv: Grupper
sw: Makundi
ta: குழுக்கள்
te: సమూహాలు
th: กลุ่ม
tr: Gruplar
ug: گۇرۇپپا
uk: Групи
ur: گروپس
vi: Nhóm
zh_cn: 群组
zh_hk: 群組

# COMPOSE_MESSAGE_PHONE_NUMBER_SEARCH_SECTION_TITLE
source: Find by Number
af: Foonnommer-soektog
ar: العثور برقم الهاتف
az: Telefon nömrəsi axtarışı
be: Знайсці па нумары
bg: Търсене на телефонен номер
bn: নম্বর দিয়ে খুঁজুন
ca: Buscar pel número
cs: Najít podle čísla
cy: Chwiliad rhif ffôn
da: Find ud fra nummer
de: Nach Nummer suchen
el: Αναζήτηση με αριθμό
es: Buscar por número
es_es: Buscar número de teléfono
et: Telefoninumbri otsing
eu: Telefono zenbakia bilatu
fa: جستجو با شماره تلفن
fi: Etsi numerolla
fil: Maghanap ng numero ng telepono
fr: Rechercher par numéro
ga: Aimsigh de réir Uimhreach
gu: નંબર દ્વારા શોધો
he: מצא לפי מספר טלפון
hi: नंबर से ढूँढ़ें
hr: Traži po broju
hu: Keresés szám szerint
id: Cari dengan Nomor
is: Leita að símanúmeri
it: Cerca per numero di telefono
ja: 電話番号で検索
kab: Anadi n wuṭṭun n tilifun
kk: Телефон нөмірі бойынша іздеу
km: áŸáŸ’áœáŸ‚á„ášá€á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಹುಡುಕಾಟ
ko: 번호로 검색
lt: Ieškoti telefono numerio
lv: Tālruņa numura meklēšana
mk: Пребарување по телефонски број
ml: ഫോൺ നമ്പർ തിരയൽ
mr: नंबरनुसार शोधा
ms: Cari dengan Nombor
my: ဖုန်းနံပါတ်ရှာဖွေရန်
nb: Søk etter telefonnummer
nl: Zoeken op telefoonnummer
pa: ਫੋਨ ਨੰਬਰ ਖੋਜ
pa_pk: فون نمبر لبھنا
pl: Wyszukaj po numerze
ps: د موبایل شمېرو پلټنه
pt_br: Encontrar por número
pt_pt: Procurar por número
ro: Caută după Număr
ru: Поиск по номеру
sk: Nájsť podľa čísla
sl: Iskanje po telefonskih številkah
sq: Kërkim numri telefoni
sr: Пронађите по броју телефона
sv: Hitta via nummer
sw: Utafutaji wa nambari ya simu
ta: தொலைபேசி எண் தேடல்
te: ఫోన్ నంబర్ శోధన
th: ค้นหาด้วยหมายเลขโทรศัพท์
tr: Numaraya göre bul
ug: نومۇر ئارقىلىق ئىزدەش
uk: Пошук за номером
ur: نمبر سے تلاش کریں
vi: Tìm theo Số
zh_cn: 按电话号码查找
zh_hk: 以電話號碼搜尋

# COMPOSE_MESSAGE_USERNAME_SEARCH_SECTION_TITLE
source: Find by Username
af: Gebruikernaam-soektog
ar: إيجاد بحسب اسم المُستخدِم
az: İstifadəçi adı axtarışı
be: Знайсці па імені карыстальніка
bg: Търсене по потребтиелско име
bn: ব্যবহারকারীর নাম দিয়ে খুঁজুন
ca: Buscar per àlies
cs: Najít podle uživatelského jména
cy: Chwiliad enw defnyddiwr
da: Find via brugernavn
de: Nach Nutzernamen suchen
el: Αναζήτηση με όνομα χρήστη
es: Buscar por alias
es_es: Buscar por alias (nombre de usuari@)
et: Kasutajanime otsing
eu: Erabiltzaile izena bilatu
fa: جستجو با نام کاربری
fi: Etsi käyttäjänimellä
fil: Maghanap ng Username
fr: Rechercher par nom d’utilisateur
ga: Aimsigh de réir Ainm Úsáideora
gu: યુઝરનેમ દ્વારા શોધો
he: חיפוש לפי שם משתמש
hi: यूज़रनेम से ढूँढ़ें
hr: Traži po korisničkom imenu
hu: Keresés felhasználónév alapján
id: Cari dengan Nama Pengguna
is: Leita að notandanafni
it: Cerca per nome utente
ja: ユーザーネームで検索
kab: Anadi n yisem n useqdac
kk: Пайдаланушы аты бойынша іздеу
km: áŸáŸ’áœáŸ‚á„ášá€áˆáŸ’á˜áŸ„áŸ‡á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹
kn: ಬಳಕೆದಾರಹೆಸರು ಹುಡುಕಾಟ
ko: 사용자 이름으로 검색
lt: Ieškoti naudotojo vardo
lv: Lietotājvārda meklēšana
mk: Пребарување по корисничко име
ml: ഉപയോക്തൃനാമം തിരയൽ
mr: वापरकर्तानावाने शोधा
ms: Cari dengan Nama Pengguna
my: သုံးသူအမည်ရှာဖွေရန်
nb: Søk etter brukernavn
nl: Zoeken op gebruikersnaam
pa: ਵਰਤੋਂਕਰਾ-ਨਾਂ ਖੋਜੋ
pa_pk: صارف ناں دی تلاش
pl: Wyszukaj po nazwie użytkownika
ps: د کارن د نوم پلټنه
pt_br: Encontrar pelo nome de usuário
pt_pt: Procurar por nome de utilizador
ro: Caută după nume de utilizator
ru: Поиск по имени пользователя
sk: Nájsť podľa používateľského mena
sl: Iskanje po uporabniškemu imenu
sq: Kërkim emri përdoruesit
sr: Пронађите по корисничком имену
sv: Hitta via användarnamn
sw: Utafutaji wa jina la mtumizi
ta: பயனர்பெயர் தேடல்
te: వినియోగదారు పేరు శోధన
th: ค้นหาด้วยชื่อผู้ใช้
tr: Kullanıcı adına göre bul
ug: ئىشلەتكۈچى نامى بويىچە ئىزدەش
uk: Пошук за іменем користувача
ur: بلحاظ یوزر نیم تلاش کریں
vi: Tìm theo Tên người dùng
zh_cn: 按用户名查找
zh_hk: 以用戶名稱搜尋

# COMPOSE_SCREEN_LIMITED_CONTACTS_ACTION_MANAGE
source: Select More Contacts
ar: اختر المزيد من جهات الاتصال
be: Выбраць больш кантактаў
bn: আরো কন্টাক্ট বেছে নিন
ca: Seleccionar més Contactes
cs: Vybrat více kontaktů
da: Vælg flere kontakter
de: Weitere Kontakte auswählen
el: Επιλογή περισσότερων επαφών
es: Seleccionar más contactos
fa: انتخاب مخاطبان بیشتر
fi: Valitse Lisää yhteystietoja
fr: Sélectionner d'autres contacts
ga: Roghnaigh tuilleadh teagmhálaithe
gu: વધુ સંપર્કો પસંદ કરો
he: בחירת עוד אנשי קשר
hi: ज़्यादा संपर्क चुनें
hr: Odaberite više kontakata
hu: További névjegyek kiválasztása
id: Pilih Lebih Banyak Kontak
it: Seleziona più contatti
ja: その他の連絡先を選択する
ko: 더 많은 연락처 선택
mr: अधिक संपर्क निवडा
ms: Pilih Lebih Banyak Kenalan
nb: Velg flere kontakter
nl: Meer contacten selecteren
pl: Wybierz więcej kontaktów
pt_br: Selecionar mais contatos
pt_pt: Selecione mais contactos
ro: Selectează Mai multe persoane de contact
ru: Выберите больше контактов
sk: Vybrať viac kontaktov
sr: Изаберите још контаката
sv: Välj fler kontakter
th: เลือกผู้ติดต่อเพิ่มเติม
tr: Daha Fazla Kişi Seç
ug: تېخىمۇ كۆپ ئالاقىلاشقۇچىلارنى تاللاڭ
uk: Вибрати більше контактів
ur: مزید رابطوں کا انتخاب کریں
vi: Chọn thêm liên hệ
zh_cn: 选择更多联系人
zh_hk: 選取更多聯絡人

# COMPOSE_SCREEN_LIMITED_CONTACTS_ACTION_SETTINGS
source: Go to Settings
ar: انتقِل إلى الإعدادات
be: Перайсці ў налады
bn: সেটিংস-এ যান
ca: Ves a la configuració
cs: Přejít do nastavení
da: Gå til Indstillinger
de: Zu Einstellungen
el: Πήγαινε στις Ρυθμίσεις
es: Ir a Ajustes
fa: به تنظیمات بروید
fi: Siirry asetuksiin
fr: Accéder aux réglages
ga: Socruithe
gu: સેટિંગ્સ પર જાઓ
he: לך אל הגדרות
hi: सेटिंग्स में जाएँ
hr: Idi na postavke
hu: Ugrás Beállításokhoz
id: Buka Pengaturan
it: Vai alle Impostazioni
ja: 設定へ
ko: 설정으로 이동
mr: सेटिंग वर जा
ms: Pergi ke Tetapan
nb: Gå til Innstillinger
nl: Naar instellingen
pl: Przejdź do ustawień
pt_br: Ir para configurações
pt_pt: ir para as definições
ro: Mergi la Setări
ru: Перейти в Настройки
sk: Prejsť na Nastavenia
sr: Иди на подешавања
sv: Gå till inställningar
th: ไปที่การตั้งค่า
tr: Ayarlara Git
ug: تەڭشەكلەرگە يۆتكەل
uk: Відкрити параметри
ur: ترتیبات پر جائیں
vi: Vào Cài đặt
zh_cn: 打开设置
zh_hk: 前往設定

# COMPOSE_SCREEN_LIMITED_CONTACTS_CTA
source: Manage
ar: إدارة
be: Кіраваць
bn: নিয়ন্ত্রণ করুন
ca: Administrar
cs: Spravovat
da: Administrer
de: Verwalten
el: Διαχείριση
es: Gestionar
fa: مدیریت
fi: Hallinnoi
fr: Gérer
ga: Bainistigh
gu: મેનેજ કરો
he: ניהול
hi: प्रबंधित करें
hr: Prilagodi
hu: Kezelés
id: Kelola
it: Gestisci accesso
ja: 管理する
ko: 관리
mr: व्यवस्थापित करा
ms: Urus
nb: Endre
nl: Beheren
pl: Zarządzaj
pt_br: Gerenciar
pt_pt: Gerir
ro: Administrează
ru: Управлять
sk: Spravovať
sr: Измени
sv: Hantera
th: จัดการ
tr: Yönet
ug: باشقۇرۇش
uk: Змінити
ur: انتظام کریں
vi: Quản lý
zh_cn: 管理
zh_hk: 管理

# COMPOSE_SCREEN_LIMITED_CONTACTS_PERMISSION
source: Signal has limited access to your system contacts
ar: لدى سيجنال وصول محدود إلى جهات الاتصال على جهازك.
be: Signal мае абмежаваны доступ да вашых сістэмных кантактаў
bn: আপনার সিস্টেম কন্টাক্টে Signal-এর সীমিত অ্যাক্সেস রয়েছে
ca: Signal té limitat l'accés als teus contactes.
cs: Aplikace Signal má omezený přístup ke kontaktům vašeho zařízení
da: Signal har begrænset adgang til dine systemkontakter
de: Signal hat nur begrenzten Zugriff auf deine Telefonkontakte
el: Το Signal έχει περιορισμένη πρόσβαση στις επαφές του συστήματός σου
es: Signal tiene acceso limitado a tus contactos
fa: سیگنال دسترسی محدودی به مخاطبان سیستم شما دارد
fi: Signalilla on rajoitettu pääsy järjestelmän yhteystietoihin
fr: Signal n'a qu'un accès limité à vos contacts
ga: Tá rochtain theoranta ag Signal ar do theagmhálaithe córais
gu: Signalને તમારા સિસ્ટમ સંપર્કો પર મર્યાદિત ઍક્સેસ છે
he: ל–Signal יש גישה מוגבלת לאנשי הקשר שלך
hi: Signal के पास आपके सिस्टम संपर्कों का सीमित ऐक्सेस है
hr: Signal ima ograničen pristup vašim kontaktima sustava
hu: A Signal korlátozott hozzáféréssel rendelkezik a rendszernévjegyekhez
id: Signal memiliki akses terbatas ke kontak sistem Anda
it: Signal ha un accesso parziale ai contatti sul tuo dispositivo
ja: Signalは、システムの連絡先へのアクセスが制限されています
ko: Signal의 사용자 기기 연락처에 대한 액세스 권한이 제한된 상태입니다.
mr: Signal ला आपल्या सिस्टम संपर्कांमध्ये मर्यादित प्रवेश आहे
ms: Signal mempunyai akses terhad kepada kenalan sistem anda
nb: Signal har begrenset tilgang til kontaktlisten din
nl: Signal heeft beperkte toegang tot je contacten
pl: Signal ma ograniczony dostęp do kontaktów systemowych
pt_br: O Signal tem acesso limitado aos contatos do seu aparelho
pt_pt: O Signal tem acesso limitado aos seus contactos do telemóvel
ro: Signal are acces limitat la contactele tale din telefon
ru: Signal имеет ограниченный доступ к вашим системным контактам
sk: Signal má obmedzený prístup k vašim systémovým kontaktom
sr: Signal има ограничен приступ вашим системским контактима
sv: Signal har begränsad åtkomst till dina systemkontakter
th: Signal ได้รับสิทธิ์จำกัดในการเข้าถึงผู้ติดต่อของระบบคุณ
tr: Signal'in sistem kişilerine sınırlı erişimi bulunmaktadır
ug: سىگنال سىزنىڭ سىستېما ئالاقىداشلىرىڭىزنى چەكلىك دائىرىدىلا زىيارەت قىلالايدۇ
uk: Signal має обмежений доступ до ваших контактів
ur: Signal آپ کے سسٹم کانٹیکٹس تک محدود رسائی رکھتا ہے
vi: Signal có quyền truy cập hạn chế vào danh bạ của thiết bị
zh_cn: Signal 对您的系统通讯录访问受限
zh_hk: Signal 對你系統通訊錄的存取權有限

# COMPOSE_SCREEN_MISSING_CONTACTS_CTA
source: Open Settings
ar: فتح الإعدادات
be: Адкрыць «Налады»
bn: সেটিংস খুলুন
ca: Obre els ajustos
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir Ajustes
fa: بازکردن تنظیمات
fi: Avaa asetukset
fr: Ouvrir les réglages
ga: Oscail socruithe
gu: સેટિંગ્સ ખોલો
he: פתיחת הגדרות
hi: सेटिंग्स खोलें
hr: Otvori postavke
hu: Beállítok megnyitása
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
mr: सेटिंग्ज उघडा
ms: Buka tetapan
nb: Åpne innstillingene
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir configurações
pt_pt: Abrir definições
ro: Deschide Setările
ru: Открыть настройки
sk: Otvoriť nastavenia
sr: Отвори подешавања
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları aç
ug: تەڭشەكنى ئېچىش
uk: Відкрити параметри
ur: سیٹنگز کھولیں
vi: Mở cài đặt
zh_cn: 打开设置
zh_hk: 開啟設定

# COMPOSE_SCREEN_MISSING_CONTACTS_PERMISSION
source: You can enable contacts access in the iOS Settings app to see which of your contacts are Signal users.
af: Jy kan in die iOS Instellingstoepassing toegang tot kontakte aktiveer om te kyk watter van jou kontakte is Signal-gebruikers.
ar: يمكنك تفعيل الوصول إلى جهات الاتصال من خلال تطبيق إعدادات iOS لترى من يستخدم سيجنال من جهات اتصالك.
az: Ünvan kitabçanızdakı əlaqələrdən hansının Signal istifadəçisi olduğunu bilmək üçün iOS tənzimləmələrində əlaqələrə müraciəti fəallaşdıra bilərsiniz.
be: Уключыце доступ да кантактаў у наладах iOS, каб бачыць, хто з вашых кантактаў з'яўляецца карыстальнікам Signal.
bg: Можете да дадете достъп до контактите от приложението с Настройки на iOS, за да видите кои от вашите контакти са потребители на Signal.
bn: আপনার পরিচিতি গুলির মধ্যে কোনটি Signal ব্যবহারকারী তা দেখতে আপনি iOS সেটিংস অ্যাপ থেকে পরিচিতি অ্যাক্সেস সক্ষম করতে পারেন।
ca: Podeu activar l'accés als contactes a la Configuració de l'iOS per veure quins contactes són usuaris del Signal.
cs: Pro nalezení kontaktů používajících Signal povolte přístup ke kontaktům v nastavení iOS.
cy: Gallwch chi alluogi mynediad i'ch cysylltiadau yn yr app Gosodiadau iOS i weld pa rai ohonynt sy'n ddefnyddwyr Signal.
da: Du kan aktivere kontaktadgang i iOS indstillinger-appen for at se, hvilke af dine kontakter der er Signal-brugere
de: Du kannst den Zugriff auf deine Kontakte in der iOS-App »Einstellungen« aktivieren, um zu sehen, welche deiner Kontakte Signal verwenden.
el: Μπορείς να ενεργοποιήσεις την πρόσβαση στις επαφές στην εφαρμογή Ρυθμίσεις του iOS για να δεις ποιές από τις επαφές σου χρησιμοποιούν το Signal.
es: Puedes habilitar el acceso a tus contactos en la aplicación Ajustes de iOS para ver quiénes usan Signal.
es_es: Al activar el acceso a los contactos en «Ajustes» de iOS puedes saber quién usa Signal. Tus contactos no se guardarán en el servidor de Signal.
et: iOS-i sätetes on võimalik lubada juurdepääs kontaktidele, et näha, kes sinu kontaktidest on Signali kasutajad.
eu: Zure kontaktuen artean Signal zeintzuk eralbiltzen duten ikusteko, kontaktuetan sartzeko baimena aktiba dezakezu iOS ezarpenak aplikazioan
fa: شما میتوانید دسترسی مخاطبان را در قسمت تنظیمات iOS فعال کنید تا ببینید کدام یک از مخاطب های شما کاربرهای سیگنال هستند.
fi: Voit hakea yhteystiedoistasi Signalin käyttäjiä sallimalla yhteystietojen käyttö iOS:n asetuksissa.
fil: Maaari mong paganahin ang access sa mga kontak sa Settings app ng iOS upang makita kung sino sa iyong mga kontak ang gumagamit ng Signal.
fr: Pour savoir qui utilise Signal parmi vos contacts, accordez l’accès aux contacts via l’appli Réglages d’iOS.
ga: Is féidir leat rochtain ar do chuid teagmhálaithe a thabhairt do Signal sna Socruithe iOS le fáil amach cé acu atá ag úsáid Signal.
gu: તમારા કયા સંપર્કો Signal વપરાશકર્તાઓ છે તે જોવા માટે તમે iOS સેટિંગ્સ ઍપમાં સંપર્કોનો ઍક્સેસ સક્ષમ કરી શકો છો.
he: אתה יכול לאפשר גישה אל אנשי קשר ביישום הגדרות של iOS כדי לראות אילו מאנשי הקשר שלך הם משתמשי Signal.
hi: आपके कितने संपर्क Signal उपभोगकर्ता हैं, यह जानने के लिये iOS सेटिंग्स ऐप में जा कर Signal को आपके संपर्क पढने की अनुमति दें।
hr: Možete omogućiti pristup kontaktima u postavkama iOS-a kako biste vidjeli koji od vaših kontakata su korisnici Signala.
hu: Engedélyezd a kontaktokhoz való hozzáférést az iOS Beállításokban, hogy lásd kik Signal felhasználók közülük.
id: Anda dapat memberikan Signal akses ke kontak melalui pengaturan iOS untuk melihat siapa saja orang yang menggunakan Signal di kontak Anda.
is: Þú getur virkjað aðgang að tengiliðum í stillingum iOS svo hægt sé að sjá hvaða tengiliðir noti Signal.
it: Puoi abilitare l'accesso ai contatti nelle impostazioni di iOS per vedere quali dei tuoi contatti sono anche utenti Signal.
ja: 連絡先からSignalユーザを見つけるには、iOSの設定で連絡先へのアクセスを有効にしてください。
kab: Tzemreḍ ad tremdeḍ anekcum ɣer yinermisen deg usnas n yiɣewwaren n iOS i waken ad twaliḍ anwi seg yinermisen-ik·im d iseqdacen n Signal.
kk: Байланыстағы тұлғалардың қайсысы Signal пайдаланушысы екенін көру үшін iOS параметрлері қолданбасындағы байланыстағы тұлғаларға қатынау функциясын іске қосуға болады.
km: á¢áŸ’á“á€á¢á¶á…á”á¾á€á€á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ á€áŸ’á“á»á„á€á¶ášá€áŸ†áááŸ‹ iOS áŠá¾á˜áŸ’á”á¸á˜á¾á›áá¶ á¢áŸ’á“á€á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á˜á½á™áá¶á‡á¶á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ SignaláŸ”
kn: ನಿಮ್ಮ ಯಾವ ಸಂಪರ್ಕಗಳು Signal ಬಳಕೆದಾರರು ಎಂಬುದನ್ನು ನೋಡಲು ನೀವು iOS ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಆಪ್‌‌‌‌ನಲ್ಲಿ ಸಂಪರ್ಕಗಳ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ko: iOS 설정 앱에서 연락처 권한을 허용하면 내 연락처에서 누가 Signal을 사용하고 있는지 알 수 있습니다.
lt: Norėdami matyti, kurie iš jūsų adresatų yra Signal naudotojai, iOS nustatymų programėlėje galite įjungti prieigą prie adresatų.
lv: iOS iestatījumu lietotnē varat iespējot piekļuvi kontaktpersonām, lai redzētu, kuras no jūsu kontaktpersonām ir Signal lietotāji.
mk: Можете да им овозможите пристап на контактите во апликацијата за iOS Поставки за да видите кој од вашите корисници се Signal корисници.
ml: നിങ്ങളുടെ കോൺടാക്ടുകളിൽ ആരൊക്കെ Signal ഉപയോഗിക്കുന്നു എന്നറിയാൻ നിങ്ങൾക്ക് iOS സെറ്റിംഗ്സ് ആപ്പിൽ കോൺടാക്സ് അക്സസ് പ്രാപ്തമാക്കാവുന്നതാണ്.
mr: आपल्या संपर्कांमधील कोण Signal वापरकर्ते आहेत हे पहाण्यासाठी आपण iOS सेटिंग अॅप मध्ये संपर्क अॅक्सेस सक्षम करू शकता.
ms: Anda boleh mendayakan akses kenalan dalam aplikasi Tetapan iOS untuk melihat kenalan anda yang mana adalah pengguna Signal.
my: သင့် အဆက်အသွယ်များထဲတွင် မည်သူက Signal သုံးသူဆိုတာ သိရှိရန် iOS အပြင်အဆင်ထဲတွင် သင့်အဆက်အသွယ်စာရင်း သုံးခွင့်ပေးနိုင်ပါသည်။
nb: Du kan slå på kontakttilgang i iOS-innstillingene for å se hvilke av kontaktene dine som er Signal-brukere.
nl: Je kunt toegang tot contacten inschakelen in de iOS-Instellingen-app om te zien wie van je contacten Signal gebruikt.
pa: ਤੁਹਾਡੇ ਕਿਹੜੇ ਸੰਪਰਕ Signal ਦੇ ਉਪਭੋਗਤਾ ਹਨ, ਇਹ ਦੇਖਣ ਲਈ ਤੁਸੀਂ iOS ਸੈਟਿੰਗ ਐਪ ਵਿੱਚ ਸੰਪਰਕਾਂ ਤਾਈਂ ਪਹੁੰਚ ਨੂੰ ਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ.
pa_pk: تساں ایہہ ویکھن دے لئی کہ تساں دے کیہڑے رابطے Signal دے صارف ہین، iOS ترتيباں ایپ اچ رابطیاں تائیں رسائی نوں فعال کر سکدے او۔
pl: Aby sprawdzić, kto z Twoich kontaktów korzysta już z aplikacji Signal, zezwól na dostęp do kontaktów w ustawieniach swojego urządzenia z iOS.
ps: تاسې کولای شئ چې د iOS د اپلیکیشن په تنظیماتو کې مخاطبینو ته لاسرسی فعال کړئ تر څو ووینئ چې ستاسې کوم یو مخاطب د Signal کارن دی.
pt_br: Você pode permitir o acesso aos contatos no app Ajustes do iOS para ver quais estão usando Signal.
pt_pt: Para ver quais dos seus contactos são utilizadores do Signal, permita o acesso aos contactos nas definições iOS da aplicação.
ro: Poți activa accesul la contacte din aplicația iOS Setări pentru a putea vedea care dintre contactele tale sunt utilizatori Signal.
ru: Вы можете разрешить доступ к контактам в приложении «Настройки», чтобы видеть, какие из ваших контактов являются пользователями Signal.
sk: V aplikácii Nastavenia iOS môžete povoliť prístup ku kontaktom, aby ste videli, kto z vašich kontaktov používa Signal.
sl: Da bi videli kdo izmed vaših stikov že uporablja Signal, lahko aplikaciji dovolite dostop do vašega telefonskega imenika v Nastavitvah iOS.
sq: Për të parë se cilët nga kontaktet tuaj janë përdorues të Signal-it, mund të aktivizoni që nga aplikacioni Rregullime iOS-i hyrjen te kontaktet.
sr: Дозволите приступ контактима у подешавањима за iOS како бисте видели који од ваших контаката су корисници Signal-а.
sv: Du kan aktivera kontaktåtkomst i appen Inställningar för att se vilka av dina kontakter som är Signal-användare.
sw: Unaweza kuwezesha ufikiaji wa wawasiliani katika Mipangilio ya programu ya iOS kuona ni nani kati ya wawasiliani wako ni watumiaji wa Signal.
ta: உங்கள் அமைப்புகளில் Signal பயனர்கள் யார் என்பதைக் காண, iOS அமைப்புகள் செயலியில் தொடர்புகள் அணுகலை இயக்கலாம்.
te: మీ పరిచయాలలో Signal వినియోగదారులు ఎవరో చూడటానికి మీరు iOS సెట్టింగుల అనువర్తనంలో పరిచయాల ప్రాప్యతను ప్రారంభించవచ్చు.
th: คุณสามารถเปิดการเข้าถึงรายชื่อผู้ติดต่อในการตั้งค่าของ iOS เพื่อดูว่าใครในรายชื่อผู้ติดต่อของคุณเป็นผู้ใช้ Signal
tr: Hangi kişilerinizin Signal kullandığını görmek için iOS Ayarlar uygulamasından kişiler erişimini etkinleştirebilirsiniz.
ug: سىز iOS نىڭ تەڭشەكلەردىن ئالاقەداشلار زىيارەت ھوقۇقىنى قوزغىتىپ، كىملەرنىڭ Signal ئىشلەتكۈچىسى ئىكەنلىكىنى كۆرەلەيسىز.
uk: Щоб побачити, хто з ваших контактів користується Signal, надайте застосунку доступ до контактів у параметрах iOS.
ur: آپ لے کونسے رابطے Signal صارفین ہیں ان کو دیکھنے کیلئے ایپ کی iOS ترتیبات میں رسائی کیلئے رابطوں کو فعال کریں۔
vi: Bạn có thể cấp quyền truy cập danh bạ trong Cài đặt iOS để thấy những liên hệ nào đang dùng Signal.
zh_cn: 您可在 iOS 设置中启用联系人读取权限，以便查看哪些联系人使用了 Signal。
zh_hk: 您可以在設定中允許 Signal 存取聯絡人資料來查看在您的聯絡人中有誰是 Signal 用戶。

source: Configure Reactions
af: Stel reaksies op
ar: ضبط التفاعلات
az: Reaksiyaları konfiqurasiya et
be: Наладзіць рэакцыі
bn: প্রতিক্রিয়া কনফিগার করুন
ca: Configurar les reaccions
cs: Konfigurace reakcí
cy: Ffufweddu Ymatebion
da: Indstil reaktioner
de: Reaktionen konfigurieren
el: Προσαρμογή Αντιδράσεων
es: Configurar reacciones
et: Reaktsioonide seadistamine
fa: پیکربندی واکنش‌ها
fi: Reaktioiden asetukset
fr: Configurer les réactions
ga: Cumraigh Freagairtí
gu: પ્રતિક્રિયાઓ ગોઠવો
he: התאמה אישית של תגובות
hi: प्रतिक्रियाएँ कन्फ़िगर करें
hr: Prilagodite postavke reakcija
hu: Reakciók állítása
id: Konfigurasikan Tanggapan
is: Stilla viðbrögð
it: Configura reazioni
ja: リアクションの設定
km: á€áŸ†áááŸ‹á”áŸ’ášáá·á€á˜áŸ’á˜
ko: 반응 구성
lt: Konfigūruoti reakcijas
ml: പ്രതികരണങ്ങൾ കോൺഫിഗർ ചെയ്യുക
mr: प्रतिक्रिया व्यवस्थापित करा
ms: Reaksi Konfigurasi
nb: Konfigurer reaksjoner
nl: Reactiebalk personaliseren
pl: Skonfiguruj reakcje
pt_br: Personalizar as reações
pt_pt: Configurar Reações
ro: Configurează reacțiile
ru: Настроить реакции
sk: Prispôsobiť reakcie
sl: Nastavi odzive
sq: Formësoni Reagime
sr: Прилагодите реакције
sv: Anpassa reaktioner
th: กำหนดค่าการแสดงความรู้สึก
tr: Tepkileri Yapılandır
ug: ئىنكاسلارنى بەلگىلەش
uk: Налаштування реакцій
ur: ری ایکشنز کی تشکیل کاری کریں
vi: Điều chỉnh Bày tỏ cảm xúc
zh_cn: 设置回应
zh_hk: 設定心情回應
