Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BADGE_THANKS_BANK_DONATION_COMPLETE_BODY
source: Your bank transfer was received. You can choose to display this badge on your profile to show off your support.
ar: تمَّ استلام حوالتك المصرفية. يُمكنك اختيار عرض هذه الشارة على حسابك الشخصي لإظهار دعمك.
be: Мы атрымалі ваш банкаўскі перавод. Вы можаце размясціць гэты значок у сваім профілі, каб прадэманстраваць вашу падтрымку.
bn: আপনার ব্যাংক ট্রান্সফার গৃহীত হয়েছে। আপনি আপনার সমর্থন প্রদর্শন করতে আপনার প্রোফাইলে এই ব্যাজটি প্রদর্শন করতে পারবেন।
ca: S'ha rebut la teva transferència bancària. Pots optar per mostrar aquesta insígnia al teu perfil per mostrar el teu suport.
cs: Vaše platba bankovním převodem byla přijata. Tento odznak si můžete zobrazit na svém profilu a ukázat tak svou podporu.
da: Din bankoverførsel er modtaget. Du kan vælge at sætte dette badge på din profil for at vise din støtte.
de: Deine Überweisung ist eingegangen. Du kannst dieses Abzeichen in deinem Profil anzeigen, um deine Unterstützung zu bekunden.
el: Λάβαμε την τραπεζική σου μεταφορά. Μπορείς να επιλέξεις να εμφανίζεται αυτό το σήμα στο προφίλ σου για να δείξεις την υποστήριξή σου.
es: Hemos recibido tu transferencia bancaria. Puedes mostrar tu insignia de apoyo a Signal en tu perfil.
fa: انتقال بانکی شما دریافت شد. اگر خواستید، می‌توانید با نمایش این نشان در نمایه‌تان این حمایت را به دیگران نشان دهید.
fi: Pankkisiirtosi saapui perille. Voit halutessasi näyttää tämän merkin profiilissasi ja osoittaa, että tuet Signalia.
fr: Nous avons bien reçu votre virement. Vous pouvez afficher ce macaron sur votre profil pour montrer que vous soutenez Signal.
ga: Fuarthas d'aistriú bainc. Tá rogha agat an suaitheantas seo a thaispeáint ar do phróifíl le do thacaíocht a léiriú.
gu: તમારું બેંક ટ્રાન્સફર પ્રાપ્ત થયું. તમારો સપોર્ટ બતાવવા માટે તમે તમારી પ્રોફાઇલ પર આ બૅજ પ્રદર્શિત કરવાનું પસંદ કરી શકો છો.
he: ההעברה הבנקאית שלך התקבלה. אפשר לבחור להציג את התג הזה בפרופיל כדי להשוויץ בתמיכה שלך.
hi: आपका बैंक हस्तांतरण प्राप्त हुआ। आप अपना समर्थन दिखाने के लिए इस बैज को अपने प्रोफ़ाइल पर प्रदर्शित करना चुन सकते हैं।
hr: Vaša uplata putem bankovnog transfera je zaprimljena. Možete postaviti ovu značku na vaš profil kako biste pokazali vašu podršku.
hu: Banki átutalásod megérkezett. Dönthetsz úgy, hogy megjeleníted ezt a jelvényt a profilodban, hogy jelezd a támogatásod.
id: Transfer bank Anda telah diterima. Jika ingin, Anda bisa menampilkan lencana ini di profil untuk menunjukkan dukungan Anda.
it: Abbiamo ricevuto il tuo bonifico bancario. Puoi scegliere di mostrare questo badge sul tuo profilo per far sapere a tutti che sostieni Signal.
ja: 銀行振り込みが受領されました。このバッジをプロフィールに表示して、サポートしていることを示すことができます。
ko: 은행 송금이 완료되었습니다. 프로필에 이 배지를 표시하여 Signal에 대한 지지를 보여줄 수 있습니다.
mr: आपले बँक हस्तांतरण प्राप्त झाले. आता आपण आपला सपोर्ट दाखवण्यासाठी आपल्या प्रोफाईलवर हा बॅज प्रदर्शित करणे निवडू शकता.
ms: Pindahan bank anda telah diterima. Anda boleh memilih untuk memaparkan lencana ini pada profil anda untuk menunjukkan sokongan anda.
nb: Bankoverføringen ble mottatt. Du kan vise frem dette merket på profilen din for å vise din støtte.
nl: Je bankoverschrijving is ontvangen. Je kunt deze badge op je profiel weergeven om te laten zien dat je ons steunt.
pl: Otrzymaliśmy Twój przelew. Możesz dodać do swojego profilu tę odznakę, aby pochwalić się udzielonym nam wsparciem.
pt_br: Sua transferência bancária foi recebida. Você pode exibir este selo no seu perfil para mostrar seu apoio.
pt_pt: A sua transferência bancária foi recebida. Pode escolher exibir este crachá no seu perfil para mostrar o seu apoio.
ro: Transferul tău bancar a fost primit. Poți alege să afișezi această insignă pe profilul tău pentru a-ți demonstra sprijinul.
ru: Ваш банковский перевод получен. Вы можете показать этот значок в профиле и продемонстрировать свою поддержку.
sk: Váš bankový prevod bol prijatý. V profile si môžete vystaviť tento odznak a dať tak najavo svoju podporu.
sr: Ваш банковни пренос је примљен. Можете да прикажете ову значку на профилу ако желите да покажете другима своју подршку.
sv: Din banköverföring har mottagits. Du kan välja att visa detta märke på din profil för att visa upp ditt stöd.
th: เราได้รับเงินบริจาคที่โอนเงินผ่านระบบธนาคารของคุณแล้ว เลือกแสดงโล่นี้บนโปรไฟล์เพื่อให้ทุกคนทราบถึงการสนับสนุนของคุณ
tr: Banka transferin alındı. Desteğini göstermek için bu rozeti profilinde sergilemeyi seçebilirsin.
ug: بانكىدىن ئاغدۇرغان سوممىڭىز تاپشۇرۇۋېلىندى. ئىئانىڭىزنى نامايەن قىلىش ئۈچۈن بۇ ئىزنەكنى ئارخىپىڭىزدا كۆرسىتىشنى تاللىسىڭىز بولىدۇ.
uk: Ваш банківський переказ отримано. Тепер ви можете показувати в профілі цей значок, щоб розказати іншим про свою підтримку.
ur: آپ کا بینک ٹرانسفر موصول ہو گیا تھا۔ اپنی سپورٹ کا مظاہرہ کرنے کے لیے، آپ اس بیج کو اپنے پروفائل پر ڈسپلے کرنے کا انتخاب کر سکتے ہیں۔
vi: Đã nhận được giao dịch chuyển khoản của bạn. Bạn có thể chọn hiển thị huy hiệu này trên hồ sơ của mình để thể hiện sự hỗ trợ của bạn.
zh_cn: 我们已收到您的银行转账。您可以选择在个人资料中显示此徽章，让大家看到您对 Signal 的支持。
zh_hk: 已收到你的銀行轉帳。你可選擇在個人資料中顯示此徽章，以展現你對我們的支持。

# BADGE_THANKS_BANK_DONATION_COMPLETE_TITLE
source: Donation Complete
ar: اكتمل التبرُّع
be: Ахвяраванне завершана
bn: অনুদান সম্পন্ন হয়েছে
ca: Donació completada
cs: Příspěvek zaplacen
da: Donation gennemført
de: Spende abgeschlossen
el: Η δωρεά ολοκληρώθηκε
es: Donación completada
fa: کمک مالی تکمیل شد
fi: Lahjoitus on valmis
fr: Don effectué
ga: Tabhartas Críochnaithe
gu: દાન પૂર્ણ થયું
he: תרומה הושלמה
hi: दान पूरा हुआ
hr: Donacija je izvršena
hu: Az adományozás kész
id: Donasi Selesai
it: Donazione completata
ja: 寄付が完了しました
ko: 기부 완료
mr: देणगी देणे पूर्ण
ms: Derma Selesai
nb: Pengegaven ble mottatt
nl: Donatie voltooid
pl: Darowizna przekazana
pt_br: Doação concluída
pt_pt: Doação Concluída
ro: Donație finalizată
ru: Пожертвование получено
sk: Prispenie prebehlo úspešne
sr: Донација је завршена
sv: Donation slutförd
th: บริจาคสำเร็จแล้ว
tr: Bağış Tamamlandı
ug: ئىئانە تاماملاندى
uk: Донат підтверджено
ur: عطیہ مکمل ہوا
vi: Ủng hộ Hoàn tất
zh_cn: 捐款完成
zh_hk: 捐款完成

# BADGE_THANKS_BODY
source: You can choose to display this badge on your profile to show off your support.
ar: يُمكنك اختيار عرض هذه الشارة على حسابك الشخصي لإظهار دعمك.
be: Вы можаце размясціць гэты значок у сваім профілі, каб прадэманстраваць вашу падтрымку.
bn: আপনি আপনার সমর্থন প্রদর্শন করতে আপনার প্রোফাইলে এই ব্যাজটি প্রদর্শন করতে পারবেন।
ca: Pots optar per mostrar aquesta insígnia al teu perfil per mostrar el teu suport.
cs: Tento odznak si můžete zobrazit na svém profilu a ukázat tak svou podporu.
da: Du kan vælge at sætte dette badge på din profil for at vise din støtte.
de: Du kannst dieses Abzeichen in deinem Profil anzeigen, um deine Unterstützung zu bekunden.
el: Μπορείς να επιλέξεις να εμφανίζεται αυτό το σήμα στο προφίλ σου για να δείξεις την υποστήριξή σου.
es: Puedes mostrar tu insignia de apoyo a Signal en tu perfil.
fa: اگر خواستید، می‌توانید با نمایش این نشان در نمایه‌تان این حمایت را به دیگران نشان دهید.
fi: Voit halutessasi näyttää tämän merkin profiilissasi ja osoittaa, että tuet Signalia.
fr: Vous pouvez afficher ce macaron sur votre profil pour montrer que vous soutenez Signal.
ga: Tá rogha agat an suaitheantas seo a thaispeáint ar do phróifíl le do thacaíocht a léiriú.
gu: તમારો સપોર્ટ બતાવવા માટે તમે તમારી પ્રોફાઇલ પર આ બૅજ પ્રદર્શિત કરવાનું પસંદ કરી શકો છો.
he: אפשר לבחור להציג את התג הזה בפרופיל כדי להשוויץ בתמיכה שלך.
hi: आप अपना समर्थन दिखाने के लिए इस बैज को अपने प्रोफ़ाइल पर प्रदर्शित करना चुन सकते हैं।
hr: Možete postaviti ovu značku na vaš profil kako biste pokazali vašu podršku.
hu: Dönthetsz úgy, hogy megjeleníted ezt a jelvényt a profilodban, hogy jelezd a támogatásod.
id: Jika ingin, Anda bisa menampilkan lencana ini di profil untuk menunjukkan dukungan Anda.
it: Puoi scegliere di mostrare questo badge sul tuo profilo per far sapere a tutti che sostieni Signal.
ja: このバッジをプロフィールに表示して、サポートしていることを示すことができます。
ko: 프로필에 이 배지를 표시하여 Signal에 대한 지지를 보여줄 수 있습니다.
mr: आता आपण आपला सपोर्ट दाखवण्यासाठी आपल्या प्रोफाईलवर हा बॅज प्रदर्शित करणे निवडू शकता.
ms: Anda boleh memilih untuk memaparkan lencana ini pada profil anda untuk menunjukkan sokongan anda.
nb: Du kan vise frem dette merket på profilen din for å vise din støtte.
nl: Je kunt deze badge op je profiel weergeven om te laten zien dat je ons steunt.
pl: Możesz dodać do swojego profilu tę odznakę, aby pochwalić się udzielonym nam wsparciem.
pt_br: Você pode exibir este selo no seu perfil para mostrar seu apoio.
pt_pt: Pode escolher exibir este crachá no seu perfil para mostrar o seu apoio.
ro: Poți alege să afișezi această insignă pe profilul tău pentru a-ți demonstra sprijinul.
ru: Вы можете показать этот значок в профиле и продемонстрировать свою поддержку.
sk: V profile si môžete vystaviť tento odznak a dať tak najavo svoju podporu.
sr: Можете да прикажете ову значку на профилу ако желите да покажете другима своју подршку.
sv: Du kan välja att visa detta märke på din profil för att visa upp ditt stöd.
th: เลือกแสดงโล่นี้บนโปรไฟล์เพื่อให้ทุกคนทราบถึงการสนับสนุนของคุณ
tr: Desteğini göstermek için bu rozeti profilinde sergilemeyi seçebilirsin.
ug: ئىئانىڭىزنى نامايەن قىلىش ئۈچۈن بۇ ئىزنەكنى ئارخىپىڭىزدا كۆرسىتىشنى تاللىسىڭىز بولىدۇ.
uk: Тепер ви можете показувати в профілі цей значок, щоб розказати іншим про свою підтримку.
ur: اپنی سپورٹ کا مظاہرہ کرنے کے لیے، آپ اس بیج کو اپنے پروفائل پر ڈسپلے کرنے کا انتخاب کر سکتے ہیں۔
vi: Bạn có thể chọn hiển thị huy hiệu này trên hồ sơ của mình để thể hiện sự hỗ trợ của bạn.
zh_cn: 您可以选择在个人资料中显示此徽章，让大家看到您对 Signal 的支持。
zh_hk: 你可選擇在個人資料中顯示此徽章，以展現你對我們的支持。

# BADGE_THANKS_DISPLAY_ON_PROFILE_LABEL
source: Display on Profile
af: Vertoon op profiel
ar: عرض في الحساب الشخصي
az: Profildə görüntülə
be: Паказаць у профілі
bn: প্রোফাইলে প্রদর্শন করুন
ca: Mostra-ho al perfil
cs: Zobrazit v profilu
cy: Dangos ar eich Proffil
da: Vis på profil
de: Im Profil anzeigen
el: Εμφάνιση στο προφίλ
es: Mostrar en mi perfil
et: Kuva profiilil
eu: Erakutsi profilean
fa: نمایش روی پروفایل
fi: Näytä profiilissa
fr: Afficher sur mon profil
gu: પ્રોફાઇલ પર દર્શાવો
he: הצג בפרופיל
hi: प्रोफ़ाइल पर डिस्प्ले करें
hr: Prikaži na svom profilu
hu: Megjelenítés profilképen
id: Tampilkan di profil
is: Birta á persónusniði
it: Mostra sul profilo
ja: プロフィールに表示する
km: á”á„áŸ’á á¶á‰á›á¾á‚áá“á¸
kn: ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಿ
ko: 프로필에 표시
lt: Rodyti profilyje
lv: Rādīt uz profila
mk: Прикажи на профил
ml: പ്രൊഫൈലിൽ പ്രദർശിപ്പിക്കുക
mr: प्रोफाइलवर दाखवा
ms: Pamerkan di Profil
my: ပရိုဖိုင်တွင် ပြသရန်
nb: Vis på profilen
nl: Op profiel weergeven
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਉੱਤੇ ਦਿਖਾਓ
pl: Pokaż w profilu
ps: پر پروفایل ښودل
pt_br: Exibir no perfil
pt_pt: Exibir no perfil
ro: Afișează la profil
ru: Показывать в профиле
sk: Zobraziť v profile
sl: Prikazuj na profilu
sq: Shfaqe në Profil
sr: Прикажи на профилу
sv: Visa på profilen
sw: Onyesha kwenye Wasifu
ta: சுயவிவரத்தில் காண்பிக்கவும்
te: ప్రొఫైల్‌పై ప్రదర్శించు
th: แสดงบนโปรไฟล์
tr: Profilde Göster
ug: ئارخىپتا كۆرسىتىش
uk: Показувати в профілі
ur: پروفائل پر ڈسپلے کریں
vi: Hiển thị trên thông tin cá nhân
zh_cn: 在个人资料中显示
zh_hk: 在個人資料中展現

# BADGE_THANKS_MAKE_FEATURED
source: Make Featured Badge
af: Maak vertoonwapen
ar: اصنع شارة مُميَّزة
az: Xüsusi nişan hazırla
be: Выбраць асаблівы значок
bn: ফিচারকৃত ব্যাজ তৈরি করুন
ca: Destaca una insígnia
cs: Použít doporučený odznak
cy: Gwneud yn Brif Fathodyn
da: Gør til fremhævet badge
de: Zum ausgewählten Abzeichen machen
el: Να γίνει το βασικό σήμα
es: Mostrar insignia en mi perfil
et: Loo esiletõstetud märk
fa: تبدیل به نشان برجسته
fi: Aseta esiteltäväksi merkiksi
fr: Afficher ce macaron
ga: Cruthaigh Suaitheantas Faoi Thrácht
gu: ફીચર્ડ બૅજ બનાવો
he: הוספת תג לפרופיל
hi: फ़ीचर होने वाले बैज बनाएं
hr: Istakni ovu značku
hu: Válaszd ki a kitűzött jelvényed
id: Buat Lencana Unggulan
is: Gera merki áberandi
it: Metti il badge in evidenza sul profilo
ja: このバッジを表示する
km: á”á„áŸ’á€á¾ááŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹á–á·áŸáŸáŸ
ko: 프로필 배지 등록
lt: Paversti pagrindiniu ženkliuku
mk: Постави како истакнат беџ
ml: ഫീച്ചേർഡ് ബാഡ്ജ് ഉണ്ടാക്കുക
mr: वैशिष्ट्यीकृत बॅज बनवा
ms: Buat Lencana Dipaparkan
nb: Vis frem som utvalgt merke
nl: Badge op je profiel weergeven
pl: Dodaj odznakę do profilu
pt_br: Definir como selo em destaque
pt_pt: Definir como crachá em destaque
ro: Folosește ca insignă principală
ru: Сделать главным значком
sk: Zobraziť odznak v profile
sl: Ustvari izpostavljeno značko
sq: Bëje Stemë të Zgjedhur
sr: Поставите као истакнуту значку
sv: Presentera märket
sw: Tengeneza Beji ya Kipaumbele
th: ใช้เป็นโล่ติดโปรไฟล์
tr: Rozeti Öne Çıkar
ug: ئالاھىدە ئىزنەك قىلىش
uk: Обрати цей значок
ur: خصوصی بیج بنائیں
vi: Chọn Huy hiệu Nổi bật
zh_cn: 设为精选徽章
zh_hk: 設為特色徽章

# BADGE_THANKS_TITLE
source: Thanks for your support!
ar: شكرًا لدعمك!
be: Дзякуй за вашу падтрымку!
bn: আপনার সহযোগিতার জন্য ধন্যবাদ!
ca: Gràcies pel teu suport!
cs: Díky za vaši podporu!
da: Tak for din støtte!
de: Danke für deine Unterstützung!
el: Ευχαριστούμε για την υποστήριξη!
es: ¡Gracias por tu apoyo!
fa: از پشتیبانی شما سپاسگزاریم!
fi: Kiitos tuestasi!
fr: Merci pour votre soutien !
ga: Go raibh maith agat as do thacaíocht!
gu: આપના સહયોગ બદલ આભાર!
he: תודה על התמיכה שלך!
hi: आपके समर्थन के लिए शुक्रिया!
hr: Hvala vam na podršci!
hu: Köszönjük a támogatásodat!
id: Terima kasih atas dukungan Anda!
it: Grazie per il tuo supporto!
ja: ご支援をありがとうございます！
ko: 기부에 감사드립니다!
mr: आपल्या समर्थनासाठी धन्यवाद!
ms: Terima kasih atas sokongan anda!
nb: Takk for støtten!
nl: Bedankt voor je steun!
pl: Dziękujemy za Twoje wsparcie!
pt_br: Agradecemos por seu apoio!
pt_pt: Obrigado pelo seu apoio!
ro: Îți mulțumim pentru sprijin!
ru: Спасибо за вашу поддержку!
sk: Ďakujeme za vašu podporu!
sr: Хвала вам на подршци!
sv: Tack för ditt stöd!
th: ขอบคุณสำหรับการสนับสนุน!
tr: Desteğin için teşekkürler!
ug: قوللىغانلىقىڭىزغا رەھمەت!
uk: Дякуємо за підтримку!
ur: آپ کی سپورٹ کا شکریہ!
vi: Cảm ơn bạn đã đóng góp!
zh_cn: 感谢您的支持！
zh_hk: 感謝你的支持！

# BADGE_THANKS_TOGGLE_FOOTER
source: When you have more than one badge, you can choose one to feature for others to see on your profile.
af: Wanneer jy meer as een wapen het, kan jy een kies om te vertoon sodat ander dit op jou profielprent kan sien.
ar: عندما يكون لديك أكثر من شارة واحدة، يمكنك اختيار واحدة لتمييزها ليراها الآخرون في حسابك الشخصي.
az: Bir neçə nişana sahib olanda, profilinizdə başqalarının görməsi üçün birini seçə bilərsiniz.
be: Калі вы маеце некалькі значкоў, вы можаце выбраць асаблівы значок, каб іншыя змаглі бачыць яго ў вашым профілі.
bn: যখন আপনার একাধিক ব্যাজ থাকে, আপনি অন্যদের আপনার প্রোফাইলে দেখার জন্য বৈশিষ্ট্যের একটি বেছে নিতে পারেন।
ca: Quan tingueu més d'una insígnia, podeu triar-ne una per mostrar-la perquè altres la vegin al perfil.
cs: Pokud máte více odznaků, můžete si jeden z nich vybrat, aby ho ostatní viděli na vašem profilu.
cy: Pan fydd gennych fwy nag un bathodyn, gallwch ddewis un i'w ddangos i eraill gael ei weld ar eich proffil.
da: Når du har mere end ét emblem, kan du udvælge ét af dem til at blive vist på din profil.
de: Falls du mehrere Abzeichen hast, kannst du eines davon auswählen, das andere in deinem Profil sehen können.
el: Όταν έχεις πάνω από ένα έμβλημα, μπορείς να επιλέξεις ποιο μπορούν να δουν τα άλλα άτομα στο προφίλ σου.
es: Si tienes más de una insignia, puedes seleccionar cuál quieres que otras personas vean en tu perfil.
et: Kui sul on rohkem kui üks märk, saad valida, millist soovid oma profiilil kuvada.
eu: Bereizgarri bat baino gehiago dituzunean, besteek zure profilean ikus dezaten agertzeko bat aukera dezakezu.
fa: هنگامی که شما بیش از یک نشان دارید، می‌توانید یکی را برای نمایش روی پروفایل‌تان برای دیگران انتخاب کنید.
fi: Jos sinulla on enemmän kuin yksi merkki, voit valita yhden niistä esiteltäväksi profiilissasi.
fr: Si vous avez plusieurs macarons, vous pouvez choisir celui que vous voulez afficher sur votre profil.
gu: જ્યારે તમારી પાસે એકથી વધુ બૅજ હોય, તમે અન્યોને તમારી પ્રોફાઇલ પર દર્શાવવા એક પસંદ કરી શકો છો.
he: כשיהיו לך יותר מתג אחד, תוכל לבחור אחד להבליט כדי שאחרים יראו בפרופיל שלך.
hi: जब आपके पास एक से ज़्यादा बैज हों, तो आप अपनी प्रोफ़ाइल पर दूसरों को देखने की ख़ातिर फ़ीचर के लिए एक को चुन सकते हैं.
hr: Kada imate više od jedne značke, možete odabrati koju želite istaknuti kako bi je drugi mogli vidjeti na vašem profilu.
hu: Ha egynél több jelvényed van, választhatsz, hogy melyiket tűzöd ki a profilképedre.
id: Jika Anda punya beberapa lencana, silakan pilih salah satu untuk ditampilkan di profil.
is: Þegar þú átt fleiri en eitt merki, geturðu valið eitt þeirra sem aðrir sjá á auðkennismyndinni þinni.
it: Quando hai più di un badge, puoi sceglierne uno da mostrare agli altri sul tuo profilo.
ja: 複数のバッジを持っている場合は、自分のプロフィールに表示するバッジを選ぶことができます。
km: á“áŸ…á–áŸá›á¢áŸ’á“á€á‘á‘á½á›á”á¶á“áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹á›á¾áŸá–á¸á˜á½á™ á¢áŸ’á“á€á¢á¶á…á‡áŸ’ášá¾áŸá™á€áŸáŸ’á›á¶á€á˜á½á™áá¶á€áŸá”á¶á“áŠá¾á˜áŸ’á”á¸á”á„áŸ’á á¶á‰á¢áŸ„á™á¢áŸ’á“á€áŠá‘áŸƒá”á¶á“áƒá¾á‰á›á¾á‚áá“á¸á¢áŸ’á“á€
kn: ನೀವು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಬ್ಯಾಡ್ಜ್ ಹೊಂದಿದ್ದಾಗ, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಇತರರು ನೋಡಲು ಒಂದು ಫೀಚರ್ ಅನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
ko: 배지가 여러 개 있는 경우 프로필에 표시하고 싶은 배지를 선택하여 등록할 수 있습니다.
lt: Kai turite daugiau kaip vieną ženkliuką, galite paversti kurį nors vieną iš jų pagrindiniu, Toks ženkliukas jūsų profilyje bus matomas kitiems žmonėms.
lv: Kad Jums ir vairāk kā viena nozīmīte, Jūs varat izvēlēties vienu, kuru izcelt un ļaut citiem apskatīt Jūsu profilā.
mk: Кога имате повеќе од еден беџ, можете да изберете еден главен беџ за другите да го видат на Вашиот профил.
ml: നിങ്ങൾക്ക് ഒന്നിലധികം ബാഡ്‌ജുകൾ ഉള്ളപ്പോൾ, നിങ്ങളുടെ പ്രൊഫൈലിൽ മറ്റുള്ളവർക്ക് കാണുന്നതിന് ഫീച്ചർ ചെയ്യുന്നതിനായി നിങ്ങൾക്ക് ഒന്ന് തിരഞ്ഞെടുക്കാം.
mr: जेव्हा तुमच्याकडे एकापेक्षा जास्त बॅज असतील, तेव्हा तुम्ही तुमच्या प्रोफाईलवर इतरांना पाहण्यासाठी एक निवडू शकता.
ms: Apabila anda memiliki lebih daripada satu lencana, anda boleh memilih satu untuk dipamerkan agar dapat dilihat oleh orang lain di profil anda.
my: သင့်တွင် ဘဲ့ဂျ်တစ်ခုထက် ပိုရှိပါက သင့်ပရိုဖိုင်တွင် အခြားသူများ မြင်နိုင်မည့် အသားပေးဖော်ပြလိုသော ဘဲ့ဂျ်ကို ရွေးနိုင်ပါသည်။
nb: Når du har mer enn ett merke, kan du velge ett som skal vises som andre kan se på profilen din.
nl: Als je meerdere badges hebt dan kun je er één kiezen om voor anderen op je profiel weer te geven.
pa: ਜਦੋਂ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਤੋਂ ਵੱਧ ਬਿੱਲੇ ਹੋਣ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਪ੍ਰੋਫਾਈਲ ਉੱਤੇ ਹੋਰਾਂ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਇੱਕ ਬਿੱਲਾ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Kiedy masz więcej niż jedną odznakę, możesz zdecydować, którą chcesz pokazać w swoim profilu.
pt_br: Quando você tiver mais de um selo, você poderá escolher qual deles será apresentado em seu perfil para as outras pessoas verem.
pt_pt: Quando tem mais do que um crachá, você pode escolher apresentar um para para que outras pessoas o vejam no seu perfil.
ro: Atunci când ai mai mult de o insignă, poți alege una pe care să o afișezi pentru ca ceilalți să o vadă pe profilul tău.
ru: Когда у вас больше одного значка, вы можете выбрать главный значок, который другие люди будут видеть в вашем профиле.
sk: Ak máte viac ako jeden odznak, môžete si jeden vybrať, ktorý sa zobrazí ostatným vo vašom profile.
sl: Če imate več kot en bedž, lahko enega izberete za prikaz na vašem profilu.
sq: Kur keni më shumë se një stemë, mund të zgjidhni cila t’u shfaqet të tjerëve te profili juaj për ta parë.
sr: Када имате више од једне значке, можете да изаберете једну коју ћете поставити као истакнуту и коју ће други видети на вашем профилу.
sv: När du har mer än ett märke kan du välja ett för att visa andra i din profil.
sw: Unapokuwa na zaidi ya beji moja, unaweza ukachagua moja ionekane kwa wengine kwenye wasifu wako.
ta: உங்களிடம் ஒன்றுக்கும் மேற்பட்ட பேட்ஜ்கள் இருந்தால், உங்கள் சுயவிவரத்தில் மற்றவர்கள் பார்க்கும்படியாக ஒன்றைத் தேர்ந்தெடுக்கலாம்.
te: మీకు ఒకటి కంటే ఎక్కువ బ్యాడ్జీలు ఉన్నట్లయితే, మీ ప్రొఫైల్ లో ఇతరులు చూడటం కొరకు ఫీచర్ చేయడానికి మీరు ఒకదాన్ని ఎంచుకోవచ్చు.
th: เมื่อคุณมีโล่มากกว่าหนึ่งอัน คุณสามารถเลือกได้หนึ่งอันเพื่อแสดงให้ผู้อื่นเห็นบนโปรไฟล์
tr: Birden fazla rozetiniz olduğunda, profilinizde başkalarının görmesi için birini seçebilirsiniz.
ug: ئىزنەك سانىڭىز بىردىن كۆپ بولغاندا، بىر ئىزنەكنى تاللاپ ئۇنى ئارخىپىڭىزدا باشقىلار كۆرەلەيدىغان قىلالايسىز.
uk: Коли у вас є декілька значків, ви можете обрати, який саме показувати у своєму профілі.
ur: جب آپ کے پاس ایک سے زیادہ بیج ہو، تو آپ اپنی پروفائل پر دوسروں کے دیکھنے کے لیے ایک کو خصوصی بنانے کا انتخاب کر سکتے ہیں۔
vi: Khi bạn có nhiều hơn một huy hiệu. bạn có thể chọn huy hiệu mặc định mà mọi người sẽ nhìn thấy trên hồ sơ của bạn.
zh_cn: 当您拥有多个徽章时，您可以选择将其中一个徽章设为精选徽章，在个人资料中向其他用户展示。
zh_hk: 若您有多於一枚徽章，您可選取一枚作為別注徽章，在個人資料中供其他人看見。

# BANK_DONATION_FOOTER_FIND_ACCOUNT_INFO
source: Find Account Info
ar: العثور على معلومات الحساب
be: Знайсці інфармацыю аб рахунку
bn: অ্যাকাউন্টের তথ্য দেখুন
ca: Cercar informació del compte
cs: Zjistit informace o účtu
da: Find kontooplysninger
de: Kontodaten finden
el: Εύρεση στοιχείων λογαριασμού
es: Buscar datos bancarios
fa: یافتن اطلاعات حساب
fi: Etsi tilin tiedot
fr: Trouver vos coordonnées bancaires
ga: Aimsigh faisnéis an chuntais
gu: એકાઉન્ટ માહિતી શોધો
he: מציאת פרטי חשבון
hi: अकाउंट जानकारी ढूंढें
hr: Pronađi informacije o računu
hu: Fiókadatok megkeresése
id: Temukan informasi rekening
it: Trova le info del tuo conto
ja: アカウント情報を確認する
ko: 계좌 정보 찾기
mr: अकाऊंट माहिती शोधा
ms: Cari maklumat akaun
nb: Finn bankopplysninger
nl: Rekeninginformatie vinden
pl: Gdzie szukać informacji o koncie
pt_br: Encontrar informações da conta
pt_pt: Encontrar informações de conta
ro: Găsește informații despre cont
ru: Найти информацию о счёте
sk: Nájsť informácie o účte
sr: Пронађите информације о рачуну
sv: Hitta kontoinformation
th: ค้นหาข้อมูลบัญชี
tr: Hesap bilgileri bul
ug: ھېسابات ئۇچۇرىنى ئىزدەش
uk: Як знайти платіжні реквізити
ur: اکاؤنٹ کی معلومات تلاش کریں
vi: Tìm thông tin tài khoản
zh_cn: 查找账户信息
zh_hk: 搜尋帳戶資料
