Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# INFO_MESSAGE_REPORTED_SPAM_LEARN_MORE_MESSAGE
source: Signal has been notified that this person may be sending spam. Signal can’t see the content of any chats.
ar: تمَّ إبلاغ سيجنال بأن هذا الشخص قد يكون أرسل رسائل غير مرغوب فيها. لا يُمكِن لسيجنال رؤية محتوى أي دردشات.
be: Signal атрымаў апавяшчэнне, што гэтая асоба можа рассылаць спам. Signal не можа бачыць змесціва ніякага чата.
bn: Signal-কে জানানো হয়েছে যে এই ব্যক্তি সম্ভবত স্প্যাম মেসেজ পাঠাচ্ছেন। Signal কোনো চ্যাটের কন্টেন্ট দেখতে পারে না।
ca: Signal ha rebut una notificació que la persona pot estar enviant spam. Signal no pot veure el contingut de cap xat.
cs: Signal byl upozorněn, že tato osoba možná rozesílá spam. Signal nevidí obsah chatů.
da: Signal har fået besked om at denne person muligvis sender spam. Signal kan ikke se indholdet af chats.
de: Signal wurde benachrichtigt, dass diese Person möglicherweise Spam versendet. Signal kann den Inhalt von Chats nicht sehen.
el: Το Signal έχει ειδοποιηθεί ότι αυτό το άτομο ενδέχεται να στέλνει ανεπιθύμητα. Το Signal δεν μπορεί να δει το περιεχόμενο οποιασδήποτε συνομιλίας.
es: Se ha notificado a Signal que esta persona podría estar enviando spam. Signal no puede ver el contenido de ningún chat.
fa: سیگنال مطلع شده است که این فرد ممکن است در حال ارسال هرزنامه باشد. سیگنال نمی‌تواند محتوای هیچ گفتگویی را ببیند.
fi: Signal on saanut ilmoituksen, että tämä henkilö saattaa lähettää roskapostia. Signal ei näe keskustelujen sisältöä.
fr: Signal a été informé que cet utilisateur envoie peut-être des spams. Nous n’avons cependant jamais accès au contenu des conversations.
ga: Cuireadh in iúl do Signal go bhféadfadh go bhfuil an duine seo ag seoladh turscair. Ní féidir le Signal inneachar comhráite a fheiceáil.
gu: Signalને જાણ કરવામાં આવી છે કે આ વ્યક્તિ સ્પામ મોકલતા હોઈ શકે છે. Signal કોઈ પણ ચેટની કન્ટેન્ટ જોઈ શકતું નથી.
he: Signal קיבלה הודעה שהאדם הזה חשוד בשליחת ספאם. Signal לא יכולה לראות את התוכן של אף צ׳אט.
hi: Signal को सूचित किया गया है कि यह व्यक्ति स्पैम भेज सकता है। Signal किसी भी चैट की सामग्री नहीं देख सकता।
hr: Obavijestili ste Signal da ova osoba možda šalje neželjene poruke. Signal ne može vidjeti sadržaj nijednog razgovora.
hu: A Signal értesítést kap arról, hogy ez a személy esetleg kéretlen üzeneteket küldözget. A Signal nem látja a csevegések tartalmát.
id: Signal telah diberi tahu bahwa orang ini mungkin mengirim spam. Signal tidak dapat melihat isi obrolan apa pun.
it: Hai avvertito Signal che questa persona sta inviando contenuti spam. Ricorda che Signal non può vedere il contenuto delle chat.
ja: この人物がスパムを送信している可能性がSignalに通知されました。Signalはチャットの内容を見ることはできません。
ko: Signal에 이 사람이 스팸을 보내는 것 같다는 알림이 전송되었습니다. Signal은 대화의 내용을 볼 수 없습니다.
mr: Signal ने सूचित केले आहे की कदाचित ही व्यक्ती स्पॅम पाठवत आहे. Signal कोणत्याही चॅट्सचा मजकूर पाहू शकत नाही.
ms: Signal telah dimaklumkan bahawa orang ini mungkin menghantar spam. Signal tidak dapat melihat kandungan dalam mana-mana sembang.
nb: Signal har fått beskjed om at denne personen kan ha sendt søppelpost. Signal kan ikke se innholdet i samtaler.
nl: Signal is op de hoogte gebracht dat deze persoon mogelijk spam verstuurt. Signal kan de inhoud van chats niet zien.
pl: Zostaliśmy powiadomieni o tym, że ten użytkownik może wysyłać spam. Signal nie ma dostępu do treści czatów.
pt_br: O Signal foi notificado de que essa pessoa pode estar enviando spam. O Signal não pode ver o conteúdo de chats.
pt_pt: O Signal foi notificado de que esta pessoa pode estar a enviar spam. O Signal não consegue ver o conteúdo de nenhum chat.
ro: Signal a fost notificat că această persoană ar putea trimite spam. Signal nu poate vedea conținutul niciunei conversații.
ru: Signal был уведомлен о том, что этот человек может рассылать спам. Signal не видит содержимое чатов.
sk: Signal bol upozornený na to, že tento používateľ môže rozposielať spam. Signal nevidí obsah žiadneho četu.
sr: Signal је обавештен да ова особа можда шаље спам. Signal не може да види садржај ниједног ћаскања.
sv: Signal har meddelats att denna person kanske skickar skräppost. Signal kan inte se innehållet i några chattar.
th: Signal ได้รับแจ้งว่าบุคคลนี้อาจส่งข้อความสแปมแล้ว โดย Signal จะไม่สามารถเห็นเนื้อหาใดๆ ของแชท
tr: Signal, bu kişinin spam gönderiyor olabileceği konusunda bilgilendirildi. Signal hiçbir sohbetin içeriğini göremez.
ug: Signal بۇ كىشىنىڭ بەلكىم ئالدامچى ئۇچۇر يوللاۋاتقانلىقى توغرىسىدا ئۇقتۇرۇش تاپشۇرۇۋالدى. Signal ھەرقانداق پاراڭ مەزمۇنىنى كۆرەلمەيدۇ.
uk: Ви повідомили Signal, що ця людина може надсилати спам. Signal ніколи не бачить вмісту чатів.
ur: Signal کو مطلع کر دیا گیا ہے کہ یہ فرد ممکنہ طور پر اسپام بھیج رہا ہے۔ Signal کسی چیٹس کا مواد نہیں دیکھ سکتا۔
vi: Signal đã được thông báo rằng người này có thể đang gửi spam. Signal không thể xem nội dung của bất kỳ cuộc trò chuyện nào.
zh_cn: Signal 已通知此用户，其可能发送了垃圾消息。Signal 无法看到任何聊天的内容。
zh_hk: Signal 剛收到通知，此人可能正在發送垃圾訊息。Signal 不能看到任何聊天內容。

# INFO_MESSAGE_REPORTED_SPAM_LEARN_MORE_TITLE
source: Reported Spam
ar: تمَّ الإبلاغ عنها كرسالة غير مرغوب فيها
be: Паскарджаны на спам
bn: স্প্যাম রিপোর্ট করা হয়েছে
ca: Se n'ha informat com a spam
cs: Nahlášený spam
da: Rapporteret spam
de: Spam gemeldet
el: Έγινε αναφορά ως ανεπιθύμητο
es: Denunciado como spam
fa: به‌عنوان هرزنامه گزارش شد
fi: Ilmoitettu roskapostista
fr: Signalé comme spam
ga: Tuairiscigh turscar
gu: સ્પામ તરીકે જાણ કરી
he: דוּוח/ה כספאם
hi: रिपोर्ट किया गया स्पैम
hr: Prijavljeno kao neželjeni sadržaj
hu: Jelentve kéretlen üzenetként
id: Spam dilaporkan
it: Segnalato come spam
ja: スパムとして報告する
ko: 스팸으로 신고함
mr: स्पॅम कळवा
ms: Spam yang dilaporkan
nb: Rapportert som søppelpost
nl: Gemeld als spam
pl: Zgłoszono spam
pt_br: Spam denunciado
pt_pt: Spam denunciado
ro: Spam raportat
ru: Было сообщено о спаме
sk: Nahlásený spam
sr: Спам је пријављен
sv: Rapporterade skräppost
th: รายงานว่าเป็นสแปมแล้ว
tr: Spam bildirildi
ug: مەلۇم قىلىنغان ئالدامچىلىق
uk: Про спам повідомлено
ur: اسپام کی رپورٹ کی گئی
vi: Đã báo cáo spam
zh_cn: 已举报垃圾消息
zh_hk: 已舉報垃圾訊息

# INFO_MESSAGE_SYNCED_THREAD
source: For your security, chat history isn't transferred to new linked devices.
af: Jy kan gesinkroniseerde boodskappe vanaf jou foon of iPad stuur of ontvang. Ter wille van sekuriteit word kletsgeskiedenis nie na nuwe gekoppelde toestelle oorgedra nie.
ar: من أجل أمانك، لم يتم نقل سجل الدردشة الخاص بك إلى الأجهزة المرتبطة الجديدة.
az: Telefonunuzdan və ya iPad-ınızdan eyniləşdirilmiş mesajlar ala və ya göndərə bilərsiniz. Təhlükəsizliyiniz üçün söhbət tarixçəsi yeni əlaqə yaradılmış cihaza köçürülmür.
be: Дзеля вашай бяспекі гісторыя чата не пераносіцца на новыя звязаныя прылады.
bg: Можете да изпращате или получавате синхронизирани съобщения от своя телефон или iPad. В името на вашата безопасност хронологията на разговора не се прехвърля на нови свързани устройства.
bn: আপনার নিরাপত্তার জন্য, চ্যাট-এর ইতিহাস নতুন লিংককৃত ডিভাইসে স্থানান্তর করা হয় না।
ca: Per seguretat, l'historial del xat no es transfereix als dispositius enllaçats nous.
cs: Z důvodu vaší bezpečnosti se historie chatů nepřenáší do nově připojených zařízení.
cy: Gallwch anfon neu dderbyn negeseuon cydamserol o'ch ffôn neu iPad. Er mwyn eich diogelwch, ni chaiff cofnod sgwrsio ei drosglwyddo i ddyfeisiau cysylltiedig newydd.
da: For din sikkerheds skyld overføres chathistorik ikke til nye forbundne enheder.
de: Zu deiner Sicherheit wird der bisherige Chatverlauf nicht auf neu gekoppelte Geräte übertragen.
el: Για την ασφάλειά σου, το ιστορικό συνομιλίας δεν μεταφέρεται σε νέες συνδεδεμένες συσκευές.
es: Por tu seguridad, el historial de chats no se transfiere a dispositivos recién vinculados.
es_es: Ahora puedes enviar y recibir mensajes desde tu teléfono o iPad y éstos estarán sincronizados. Por tu seguridad, no se transfieren los mensajes antiguos a los nuevos dispositivos enlazados.
et: Sul on võimalik saata ja saada enda telefonist või iPadist sünkroonitud sõnumeid. ↵Sinu turvalisuse huvides ei kanta vestluste ajalugu uutesse ühendatud seadmetesse üle.
eu: Mezu sinkronizatuak bidali edo jaso dezakezu zure telefono edo iPadetik. Zure segurtasunerako, solasaladien historia ez da bidaltzen lotutako gailu berrietara.
fa: برای حفظ امنیت شما، تاریخچه گفتگوها به دستگاه‌های پیوندداده‌شده جدید منتقل نمی‌شود.
fi: Tietoturvasyistä keskusteluhistoriaa ei siirretä uusin yhdistettyihin laitteisiin.
fil: Makakapagpadala o makakatanggap ka ng synchronized na mga mensahe mula sa iyong telepono o iPad. ↵Para sa iyong seguridad, ang nauna nang pag-uusap ay hindi inilipat sa bagong naka-link na mga device.
fr: Pour votre sécurité, l’historique des conversations n’est pas transféré vers les nouveaux appareils associés.
ga: Ar mhaithe le do shlándáil, ní aistrítear stair comhráite chuig gléasanna nua nasctha.
gu: તમારી સુરક્ષા માટે, ચેટની હિસ્ટ્રી નવા લિંક કરેલા ડિવાઇસમાં ટ્રાન્સફર કરવામાં આવતી નથી.
he: למען אבטחתך, היסטוריית הצ'אט לא מועברת למכשירים מקושרים חדשים.
hi: आपकी सुरक्षा के लिए, चैट इतिहास को लिंक किए गए नए डिवाइस पर स्थानांतरित नहीं किया जाता है।
hr: Radi vaše sigurnosti, povijest razgovora se ne prenosi na nove povezane uređaje.
hu: A biztonságod érdekében a csevegési előzmények nem kerülnek áthelyezésre a kapcsolt eszközeidre.
id: Demi keamanan Anda, riwayat obrolan tidak ditransfer ke perangkat terhubung yang baru.
is: Þú getur sent eða tekið við samstilltum skilaboðum frá símanum þínum eða iPad. Af öryggisástæðum er spjallferill ekki yfirfærður á nýtengd tæki.
it: Per la tua sicurezza, la cronologia delle chat non viene trasferita sui nuovi dispositivi collegati.
ja: セキュリティ保護のため、過去のチャットは新しくリンクされた端末には転送されません。
kab: Tzemreḍ ad tazneḍ neɣ ad d-tremseḍ iznan yemtawan seg tilifun-ik·im neɣ seg iPad. I tɣellist-ik·im, azray n udiwenni ur yettwazan ara ɣer yibenkan imaynuten yeqqnen.
kk: Cіз телефоныңыздан немесе iPad құрылғыңыздан синхронды хабарламаларды жібере және ала аласыз. ↵Қауіпсіздік үшін әңгімелер журналы жаңадан байланыстырылған құрылғыларға көшірілмейді.
km: á¢áŸ’á“á€á¢á¶á…á•áŸ’á‰á¾ á“á·á„á‘á‘á½á›áŸá¶ášáŸá˜á€á¶á› á…áŸá‰á–á¸á‘á¼ášáŸáŸá–áŸ’á‘ á¬ iPad ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” â€¨áŸá˜áŸ’ášá¶á”áŸ‹áŸá“áŸ’áá·áŸá»áášá”áŸáŸ‹á¢áŸ’á“á€ á”áŸ’ášáœááŸ’áá·á€á¶ášá‡á‡áŸ‚á€ á˜á·á“ááŸ’ášá¼áœá”á¶á“á•áŸ’á‘áŸášá‘áŸ…á§á”á€ášááŸáá—áŸ’á‡á¶á”áŸ‹ááŸ’á˜á¸á“á¶á“á¶á‘áŸáŸ”
kn: ನಿಮ್ಮ ಫೋನ್ ಅಥವಾ ಐಪ್ಯಾಡ್‌ನಿಂದ ಸಂದೇಶಗಳನ್ನು ನೀವು ಏಕಕಾಲದಲ್ಲಿ ಕಳುಹಿಸಬಹುದು ಅಥವಾ ಸ್ವೀಕರಿಸಬಹುದು. ನಿಮ್ಮ ಸುರಕ್ಷತೆಗಾಗಿ, ಚಾಟ್ ಇತಿಹಾಸವನ್ನು ಹೊಸದಾಗಿ ಲಿಂಕ್ ಮಾಡಿದ ಸಾಧನಗಳಿಗೆ ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 보안을 위해 대화 기록은 새로 연결된 기기로 전송되지 않습니다.
lt: Galite siųsti ar gauti sinchronizuotas žinutes iš savo telefono ar iPad. Jūsų saugumui, pokalbių istorija nėra perkeliama į naujai susietus įrenginius.
lv: Sinhronizētas ziņas varat nosūtīt vai saņemt, izmantojot tālruni vai iPad. Jūsu drošības labad tērzēšanas vēsture netiek pārsūtīta uz jaunām saistītajām ierīcēm.
mk: You can send or receive synchronized messages from your phone or iPad. For your security, chat history isn't transferred to new linked devices.
ml: നിങ്ങളുടെ ഫോണിൽ നിന്നോ iPad-ൽ നിന്നോ സമന്വയിപ്പിച്ച സന്ദേശങ്ങൾ നിങ്ങൾക്ക് അയയ്ക്കുകയോ സ്വീകരിക്കുകയോ ചെയ്യാവുന്നതാണ്. ↵നിങ്ങളുടെ സുരക്ഷയ്‌ക്കായി, പുതിയ ലിങ്കുചെയ്‌ത ഉപകരണങ്ങളിലേക്ക് ചാറ്റ് ചരിത്രം കൈമാറില്ല.
mr: आपल्या सुरक्षिततेसाठी, नवीन लिंंक केलेली डिव्हाइसेस वर चॅट्स इतिहास अंतरित केला नाही.
ms: Untuk keselamatan anda, sejarah perbualan tidak dipindahkan kepada peranti dipautkan yang baharu.
my: သင်၏ဖုန်း သို့မဟုတ် iPad မှ​ တစ်ပြိုင်တည်းထပ်တူစွာ မက်ဆေ့ချ်များ ကို ပေးပို့လက်ခံ ရရှိနိုင်ပါသည်။ သင်၏ လုံခြုံရေးအတွက် စကားပြောဆိုမှု ရာဇဝင်ကို စက်အသစ်များ ပေါ်သို့ မလွှဲပြောင်းပါ။
nb: Av sikkerhetshensyn blir ikke samtaleloggene dine overført til nye tilkoblede enheter.
nl: Om veiligheidsredenen wordt je chatgeschiedenis niet overgezet naar nieuwe gekoppelde apparaten.
pa: ਤੁਸੀਂ ਆਪਣੇ ਫੋਨ ਜਾਂ iPad ਤੋਂ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕੀਤੇ ਸੁਨੇਹੇ ਭੇਜ ਜਾਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਦੇ ਲਈ, ਵਾਰਤਾਲਾਪ ਦਾ ਇਤਿਹਾਸ ਨਵੇਂ ਲਿੰਕ ਕੀਤੇ ਹੋਏ ਡਿਵਾਈਸਾਂ 'ਤੇ ਟ੍ਰਾਂਸਫਰ ਨਹੀਂ ਹੋਇਆ।
pa_pk: تساں اپنے فون یا آئی پیڈ نال مطابقت پذیر سنیہے نوں گھل یا وصول کر سکدے او۔ ↵ تساں دے تحفظ دے لئی، گل وات دی ہسٹری نوں نویں لنک کیتے آلے اچ منتقل نئیں کیتا جاندا اے۔
pl: Dla Twojego bezpieczeństwa historia czatu nie jest przenoszona na nowo połączone urządzenia.
ps: تاسې کولای شئ له خپل ایفون یا iPad څخه همګام سازي شوي پیغامونه ولیږئ یا تر لاسه کړئ. ستاسې د امنیت لپاره، د چټ تاریخچه نوې لینک شوې وسیلې ته نه لیږدول کېږي.
pt_br: Para a sua segurança, o histórico das conversas não é transferido para novos dispositivos vinculados.
pt_pt: Para sua segurança, o histórico de chats não é transferido para os novos dispositivos ligados.
ro: Pentru securitatea ta, istoricul conversației nu este transferat pe noile dispozitive asociate.
ru: Для вашей безопасности история чата не переносится на новые привязанные устройства.
sk: Kvôli vašej bezpečnosti sa história četov neprenáša do nových pripojených zariadení.
sl: Lahko pošiljate ali sprejemate sinhrnoizirana sporočila s telefona ali iPad-a. Zaradi varnosti se zgodovina pogovora ne prenese na novo povezane naprave.
sq: Mund të dërgoni ose merrni mesazhe të njëkohësuar nga telefoni ose iPad-i juaj. ↵Për hir të sigurisë tuaj, historiku i fjalosjeve nuk shpërngulet te pajisje të reja të lidhura.
sr: Због безбедности, историја ћаскања се не преноси на новоповезане уређаје.
sv: För din säkerhet överförs inte chatthistoriken till nya länkade enheter.
sw: Unaweza kutuma au kupokea ujumbe uliosawazishwa kutoka kwenye simu au iPad yako. Kwa usalama wako, historia ya gumzo haitahamishiwa kwenye vifaa vipya vilivyounganishwa.
ta: உன்னால் முடியும் அனுப்பு அல்லது உங்களிடமிருந்து ஒத்திசைக்கப்பட்ட செய்திகளைப் பெறுக தொலைபேசி அல்லது ஐபாட். ↵உங்கள் பாதுகாப்புக்காக, அரட்டை வரலாறு புதியதாக மாற்றப்படவில்லை இணைக்கப்பட்டுள்ளது சாதனங்கள்.
te: మీరు మీ ఫోన్ లేదా iPad నుండి సమకాలీకరించిన సందేశాలను పంపవచ్చు లేదా స్వీకరించవచ్చు. ↵మీ భద్రత కోసం, మాటామంతీ చరిత్ర క్రొత్త లింక్ చేసిన పరికరాలకు బదిలీ చేయబడదు.
th: เพื่อความปลอดภัยของคุณ ประวัติการแชทจะไม่ถูกโอนถ่ายไปยังอุปกรณ์ที่ถูกเชื่อมโยงเครื่องใหม่
tr: Güvenliğin için sohbet geçmişi yeni bağlanan cihazlara aktarılmaz.
ug: بىخەتەرلىكىڭىز ئۈچۈن پاراڭلىشىش خاتىرىسى يېڭى ئۇلانغان ئۈسكۈنىلەرگە يۆتكەلمەيدۇ.
uk: З міркувань безпеки історія чатів не переноситься на нові зв'язані пристрої.
ur: آپ کی سیکیورٹی کے لیے، چیٹ ہسٹری نئی لنک کردہ ڈیوائسز پر ٹرانسفر نہیں کی جاتی۔
vi: Vì lý do bảo mật, lịch sử trò chuyện không được chuyển sang các thiết bị được liên kết mới.
zh_cn: 为了您的安全，聊天记录将不会同步至新链接的设备。
zh_hk: 為了安全起見，聊天歷史紀錄不會轉移到新的已連結裝置上。

# INFO_MESSAGE_UNBLOCKED_GROUP
source: You unblocked this group.
ar: رفعتَ الحظر عن هذه المجموعة.
be: Вы разблакавалі гэту групу.
bn: আপনি এই গ্রুপটিকে আনব্লক করেছেন।
ca: Has desbloquejat aquest grup.
cs: Tuto skupinu jste odblokovali.
da: Du har fjernet blokeringen af denne gruppe.
de: Du hast diese Gruppe freigegeben.
el: Κατάργησες τον αποκλεισμό αυτής της ομάδας.
es: Has desbloqueado este grupo.
fa: شما این گروه را رفع مسدودیت کردید.
fi: Poistit tämän ryhmän eston.
fr: Vous avez débloqué ce groupe.
ga: Bhain tú an bac den ghrúpa seo.
gu: તમે આ ગ્રૂપને અનબ્લૉક કર્યું.
he: ביטלת את חסימת הקבוצה הזו.
hi: आपने इस ग्रुप को अनब्लॉक किया है।
hr: Odblokirali ste ovu grupu.
hu: Feloldottad ennek a csoportnak a letiltását.
id: Anda membuka blokir grup ini.
it: Hai sbloccato questo gruppo.
ja: このグループへのブロックを解除しました。
ko: 이 그룹에 대한 차단을 해제했습니다.
mr: या गटाला अनावरोधित केले आहे.
ms: Anda nyahsekat kumpulan ini.
nb: Blokkeringen av gruppen ble fjernet.
nl: Je hebt deze groep gedeblokkeerd.
pl: Odblokowujesz tę grupę.
pt_br: Você desbloqueou este grupo.
pt_pt: Desbloqueou este grupo.
ro: Ai deblocat acest grup.
ru: Вы разблокировали эту группу.
sk: Túto skupinu ste odblokovali.
sr: Деблокирали сте ову групу.
sv: Du avblockerade den här gruppen.
th: คุณเลิกบล็อกกลุ่มนี้แล้ว
tr: Bu grubun engelini kaldırdın.
ug: بۇ گۇرۇپپىنى چەكلەشنى بىكار قىلدىڭىز.
uk: Ви розблокували цю групу.
ur: آپ نے اس گروپ کو ان بلاک کیا ہے۔
vi: Bạn đã bỏ chặn nhóm này.
zh_cn: 您已取消屏蔽此群组。
zh_hk: 你已解除封鎖此群組。

# INFO_MESSAGE_UNBLOCKED_OTHER_USER
source: You unblocked this person.
ar: رفعتَ الحظر عن هذا الشخص.
be: Вы разблакавалі гэту асобу.
bn: আপনি এই ব্যক্তিকে আনব্লক করেছেন।
ca: Has desbloquejat a aquesta persona.
cs: Tuto osobu jste odblokovali.
da: Du har fjernet blokeringen af denne person.
de: Du hast diese Person freigegeben.
el: Κατάργησες τον αποκλεισμό αυτού του ατόμου.
es: Has desbloqueado a esta persona.
fa: شما این شخص را رفع مسدودیت کردید.
fi: Poistit tämän henkilön eston.
fr: Vous avez débloqué cet utilisateur.
ga: Bhain tú an bac den duine seo.
gu: તમે આ વ્યક્તિને અનબ્લૉક કર્યા.
he: ביטלת את חסימת האדם הזה.
hi: आपने इस व्यक्ति को अनब्लॉक किया है।
hr: Odblokirali ste ovu osobu.
hu: Feloldottad ennek a személynek a letiltását.
id: Anda membuka blokir orang ini.
it: Hai sbloccato questa persona.
ja: このユーザーへのブロックを解除しました。
ko: 이 사용자에 대한 차단을 해제했습니다.
mr: आपण ह्या व्यक्तीला अनावरोधित केले.
ms: Anda nyahsekat orang ini.
nb: Blokkeringen av personen ble fjernet.
nl: Je hebt deze persoon gedeblokkeerd.
pl: Odblokowujesz tę osobę.
pt_br: Você desbloqueou esta pessoa.
pt_pt: Desbloqueou esta pessoa.
ro: Ai deblocat această persoană.
ru: Вы разблокировали этого человека.
sk: Túto osobu ste odblokovali.
sr: Деблокирали сте ову особу.
sv: Du avblockerade den här personen.
th: คุณเลิกบล็อกผู้ใช้คนนี้แล้ว
tr: Bu kişinin engelini kaldırdın.
ug: بۇ كىشىنى چەكلەشنى بىكار قىلدىڭىز.
uk: Ви розблокували цю людину.
ur: آپ نے اس شخص کو ان بلاک کیا ہے۔
vi: Bạn đã bỏ chặn người này.
zh_cn: 您已取消屏蔽此用户。
zh_hk: 你已解除封鎖此人。

# INFO_MESSAGE_USER_CHANGED_PHONE_NUMBER_FORMAT
source: %@ changed their phone number.
af: %@ het hul telefoonnommer verander.
ar: %1$@ غيَّرَ رقم هاتفِه.
az: %@, nömrəsini dəyişdirdi.
be: %1$@ змяніў(-ла) свой нумар тэлефона.
bn: %1$@ তার ফোন নাম্বার পরিবর্তন করেছেন।
ca: %1$@ ha canviat el número de telèfon.
cs: %1$@ změnil(a) své telefonní číslo.
cy: Newidiodd %@ ei rif ffôn.
da: %1$@ ændrede sit telefonnummer.
de: Die Telefonnummer von %1$@ hat sich geändert.
el: Ο/Η %1$@ άλλαξε τον αριθμό τηλεφώνου του/της.
es: %1$@ ha cambiado su número de teléfono.
fa: %1$@ شماره تلفن خود را تغییر داد.
fi: %1$@ vaihtoi puhelinnumeroaan.
fr: %1$@ a changé de numéro de téléphone
ga: D'athraigh %1$@ an uimhir ghutháin.
gu: %1$@એ તેમનો ફોન નંબર બદલ્યો.
he: %1$@ שינה/שינתה את המספר שלו/שלה.
hi: %1$@ ने अपना फोन नंबर बदल दिया है।
hr: %1$@ je promijenio/la svoj broj telefona.
hu: %1$@ megváltoztatta a telefonszámát.
id: %1$@ mengganti nomor teleponnya.
is: %@ skipti um símanúmer.
it: %1$@ ha cambiato il suo numero di telefono.
ja: %1$@ が電話番号を変更しました。
km: %@á”á¶á“á”áŸ’áŠá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
ko: %1$@ 님이 전화번호를 변경했습니다.
lt: %@ pasikeitė telefono numerį.
mk: %@ го промени телефонскиот број.
ml: %@ അവരുടെ ഫോൺ നമ്പർ മാറി.
mr: %1$@ यांनी त्यांचा फोन क्रमांक बदलला
ms: %1$@ telah menukar nombor telefon mereka.
nb: %1$@ har byttet telefonnummer.
nl: %1$@ heeft diens telefoonnummer gewijzigd.
pl: %1$@ ma nowy numer telefonu.
pt_br: %1$@ alterou o número de telefone.
pt_pt: %1$@ alterou o seu número de telefone.
ro: %1$@ și-a schimbat numărul de telefon.
ru: %1$@ изменил(-а) свой номер телефона.
sk: %1$@ si zmenil/a svoje telefónne číslo.
sl: %@ je spremenil_a svojo telefonsko številko.
sq: %@ ndryshoi numrin e vet të telefonit.
sr: %1$@ је променио/ла број телефона.
sv: %1$@ ändrade sitt telefonnummer.
sw: %@ amebadili namba yake ya simu.
th: %1$@ เปลี่ยนหมายเลขโทรศัพท์ของเขาแล้ว
tr: %1$@ telefon numarasını değiştirdi.
ug: %1$@ تېلېفون نومۇرىنى ئۆزگەرتتى.
uk: Користувач %1$@ змінив номер телефону.
ur: %1$@نے اپنا فون نمبر تبدیل کیا۔
vi: %1$@ đã đổi số điện thoại của họ.
zh_cn: %1$@已更改手机号码。
zh_hk: %1$@ 已變更電話號碼。

# INFO_MESSAGE_USER_JOINED_SIGNAL_BODY_FORMAT
source: %@ is on Signal!
af: %@ is op Signal!
ar: %1$@ متواجد على سيجنال!
az: %@ artıq Signal-dadır!
be: %1$@ у Signal!
bg: %@ е в Signal!
bn: %1$@ Signal এ যোগ দিয়েছে!
ca: %1$@ és al Signal!
cs: %1$@ je na Signalu
cy: Mae %@ ar Signal!
da: %1$@ bruger nu også Signal!
de: %1$@ nutzt Signal!
el: Ο/Η %1$@ ήρθε στο Signal!
es: ¡%1$@ usa Signal!
es_es: ¡%@ usa Signal!
et: %@ kasutab Signalit!
eu: %@(e)k Signal dauka
fa: %1$@ عضو سیگنال شده است!
fi: %1$@ käyttää Signalia!
fil: Si %@ ay nasa Signal!
fr: %1$@ est sur Signal.
ga: Úsáideann %1$@ Signal!
gu: %1$@ Signal પર છે!
he: %1$@ נמצא ב־Signal!
hi: %1$@ अब Signal पर हैं!
hr: %1$@ je na Signalu!
hu: %1$@ már elérhető Signalon!
id: %1$@ ada di Signal!
is: %@ er á Signal!
it: %1$@ è su Signal!
ja: %1$@ がSignalに参加！
kab: %@ ha-t·tt-an deg Signal!
kk: %@ Signal қолданбасын пайдаланады!
km: %@ á“áŸ…á›á¾ Signal!
kn: %@ Signal ನಲ್ಲಿದ್ದಾರೆ!
ko: %1$@ 님이 Signal에 가입했습니다!
lt: %@ atėjo į Signal!
lv: %@ lieto Signal!
mk: %@ е на Signal!
ml: %@ Signal ലിൽ ഉണ്ട്!
mr: %1$@ Signal वर आहे!
ms: %1$@ ada di Signal!
my: %@ သည် Signal ပေါ်တွင်ရှိပါသည်!
nb: %1$@ er på Signal!
nl: %1$@ is bereikbaar via Signal.
pa: %@ Signal 'ਤੇ ਹੈ!
pa_pk: %@ Signal اتے اے!
pl: %1$@ korzysta z aplikacji Signal!
ps: %@ په Signal کې ده!
pt_br: %1$@ está no Signal!
pt_pt: %1$@ está no Signal!
ro: %1$@ folosește Signal!
ru: %1$@ теперь в Signal!
sk: %1$@ používa Signal!
sl: Oseba %@ uporablja Signal!
sq: %@ është në Signal!
sr: %1$@ је на Signal-у!
sv: %1$@ är på Signal!
sw: %@yupo Signal!
ta: %@ Signal லில் உள்ளது!
te: %@ Signal లో ఉంది!
th: %1$@ อยู่บน Signal!
tr: %1$@ Signal'e katıldı!
ug: %1$@ Signal غا قوشۇلدى!
uk: %1$@ тепер користується Signal!
ur: %1$@Signal پر ہے!
vi: %1$@ đang sử dụng Signal!
zh_cn: %1$@ 开始使用 Signal 了！
zh_hk: %1$@ 開始使用 Signal！

# INPUT_TOOLBAR_EDIT_MESSAGE_LABEL
source: Edit message
ar: تعديل الرسالة
be: Рэдагаваць паведамленне
bn: মেসেজ এডিট করুন
ca: Editar missatge
cs: Upravit zprávu
da: Rediger besked
de: Nachricht bearbeiten
el: Επεξεργασία μηνύματος
es: Editar mensaje
fa: ویرایش پیام
fi: Muokkaa viestiä
fr: Modifier le message
ga: Cuir teachtaireacht in eagar
gu: મેસેજમાં ફેરફાર કરો
he: עריכת הודעה
hi: संदेश संपादित करें
hr: Uredi poruku
hu: Üzenet szerkesztése
id: Edit pesan
it: Modifica messaggio
ja: メッセージを編集する
ko: 메시지 수정
mr: संदेश संपादित करा
ms: Edit mesej
nb: Rediger melding
nl: Bericht bewerken
pl: Edytuj wiadomość
pt_br: Editar mensagem
pt_pt: Editar mensagem
ro: Editează mesajul
ru: Изменить сообщение
sk: Upraviť správu
sr: Измените поруку
sv: Redigera meddelande
th: แก้ไขข้อความ
tr: Mesajı düzenle
ug: ئۇچۇر تەھرىرلەش
uk: Редагування повідомлення
ur: میسج میں ترمیم کریں
vi: Chỉnh sửa tin nhắn
zh_cn: 编辑消息
zh_hk: 編輯訊息

# INPUT_TOOLBAR_KEYBOARD_BUTTON_ACCESSIBILITY_LABEL
source: Keyboard
ar: لوحة المفاتيح
be: Клавіятура
bn: কীবোর্ড
ca: Teclat
cs: Klávesnice
da: Tastatur
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fa: صفحه‌کلید
fi: Näppäimistö
fr: Clavier
ga: An méarchlár
gu: કીબોર્ડ
he: מקלדת
hi: कीबोर्ड
hr: Tipkovnica
hu: Billentyűzet
id: Papan ketik
it: Tastiera
ja: キーボード
ko: 키보드
mr: कीबोर्ड
ms: Papan Kekunci
nb: Tastatur
nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
pt_pt: Teclado
ro: Tastatură
ru: Клавиатура
sk: Klávesnica
sr: Тастатура
sv: Tangentbord
th: แป้นพิมพ์
tr: Klavye
ug: ھەرپتاختا
uk: Клавіатура
ur: کی بورڈ
vi: Bàn phím
zh_cn: 键盘
zh_hk: 鍵盤

# INPUT_TOOLBAR_MESSAGE_PLACEHOLDER
source: Message
ar: رسالة
be: Паведамленне
bn: ম্যাসেজ
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
fa: پیام
fi: Viesti
ga: Seol Tcht
gu: મેસેજ
he: שליחת הודעה
hi: मेसेज
hr: Poruka
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
mr: संदेश
ms: Mesej
nb: Melding
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sr: Порука
sv: Meddelande
th: ส่งข้อความ
tr: İleti
ug: ئۇچۇر
uk: Повідомлення
ur: پیغام
vi: Tin nhắn
zh_cn: 发消息
zh_hk: 訊息
