Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# EMOJI_CATEGORY_SYMBOLS_NAME
source: Symbols
af: Simbole
ar: الرموز الخاصة
az: Simvollar
be: Сімвалы
bn: প্রতীক
ca: Símbols
cs: Symboly
cy: Symbolau
da: Symboler
de: Symbole
el: Σύμβολα
es: Símbolos
es_es: Símbolos
et: Sümbolid
eu: Ikurrak
fa: نمادها
fi: Symbolit
fil: Mga Simbulo
fr: Symboles
ga: Siombailí
gu: ચિહ્નો
he: סמלים
hi: चिन्ह
hr: Simboli
hu: Szimbólumok
id: Simbol
is: Tákn
it: Simboli
ja: 記号
kab: Izamulen
kk: Белгілер
km: áŸá‰áŸ’á‰á¶
kn: ಚಿಹ್ನೆಗಳು
ko: 부호
lt: Simboliai
lv: Simboli
mk: Симболи
ml: ചിഹ്നങ്ങൾ
mr: चिन्ह
ms: Simbol
my: သင်္ကေတများ
nb: Symboler
nl: Symbolen
pa: ਚਿੰਨ੍ਹ
pl: Symbole
ps: سمبولونه
pt_br: Símbolos
pt_pt: Símbolos
ro: Simboluri
ru: Символы
sk: Symboly
sl: Simboli
sq: Simbole
sr: Симболи
sv: Symboler
sw: Ishara
ta: சின்னங்கள்
te: చిహ్నాలు
th: สัญลักษณ์
tr: Semboller
ug: بەلگە
uk: Символи
ur: علامتیں
vi: Kí hiệu
zh_cn: 符号
zh_hk: 符號

# EMOJI_CATEGORY_TRAVEL_NAME
source: Travel & Places
af: Reis & plekke
ar: السفر والأماكن
az: Səyahət və məkanlar
be: Вандроўка & месцы
bn: ট্র্যাভেল অ্যান্ড প্লেসেস
ca: Viatges i llocs
cs: Cestování a místa
cy: Teithio a Llefydd
da: Rejser & Steder
de: Reisen & Orte
el: Ταξίδι & Τοποθεσίες
es: Viajes y destinos
es_es: Viajes y destinos
et: Reisimine ja kohad
eu: Bidaiak & Tokiak
fa: سفر و مکان‌ها
fi: Matkailu ja paikat
fil: Paglalakbay at mga Lugar
fr: Voyages et lieux
ga: Taisteal ⁊ Áiteanna
gu: મુસાફરી અને સ્થળો
he: טיול ומקומות
hi: सफर और जगहें
hr: Putovanja i mjesta
hu: Utazás és Helyek
id: Perjalanan & Destinasi
is: Staðir og ferðalög
it: Viaggi & Luoghi
ja: 旅と場所
kab: Inig & Imukan
kk: Саяхат және қызықты жерлер
km: áŠáŸ†áá¾áš á“á·á„á‘á¸á€á“áŸ’á›áŸ‚á„
kn: ಪ್ರಯಾಣ ಮತ್ತು ಸ್ಥಳಗಳು
ko: 여행과 장소
lt: Kelionės ir vietos
lv: Ceļojumi un Vietas
mk: Патување и Места
ml: യാത്രയും സ്ഥലങ്ങളും
mr: प्रवास आणि जागा
ms: Perjalanan & Tempat
my: အသွားအလာ နှင့် နေရာများ
nb: Reise og steder
nl: Reizen & plaatsen
pa: ਸੈਰ ਸਪਾਟਾ
pl: Podróże i miejsca
ps: سفر او ځایونه
pt_br: Viagens & Lugares
pt_pt: Viagens e locais
ro: Călătorii și Locații
ru: Путешествия и места
sk: Cestovanie a miesta
sl: Potovanja in kraji
sq: Udhëtim & Vende
sr: Путовања и места
sv: Resor & platser
sw: Usafiri na Maeneo
ta: பயணம் & இடங்கள்
te: ప్రయాణం & ప్రదేశాలు
th: เดินทางและสถานที่
tr: Seyahat & Mekanlar
ug: ساياھەت & يەرلەر
uk: Подорожі і місцевості
ur: سفر اور مقامات
vi: Du lịch & Nơi chốn
zh_cn: 旅行和地点
zh_hk: 旅行及地點

# EMPTY_CONTACTS_LABEL_LINE1
source: None of your contacts have Signal.
af: Geen van jou kontakte het Signal nie.
ar: لا أحد من جهات اتصالك لديه سيجنال.
az: Əlaqələrinizdən heç biri Signal istifadə etmir.
be: Ніхто з вашых кантактаў не мае Signal.
bg: Никой от контактите ви не ползва Signal.
bn: আপনার পরিচিতিগুলির কারও Signal নেই।
ca: Cap dels vostres contactes té el Signal.
cs: Žádný z vašich kontaktů nemá Signal.
cy: Nid oes gan unrhyw un o'ch cysylltiadau Signal.
da: Ingen af dine kontakter har Signal.
de: Keiner deiner Kontakte verwendet bislang Signal.
el: Καμία από τις επαφές σου δεν έχει Signal.
es: Ninguno de tus contactos usa Signal.
es_es: Ninguno de tus contactos usa Signal
et: Ükski sinu kontaktidest ei kasuta Signalit.
eu: Zure kontaktuek ez dute Signal erabiltzen.
fa: هیچ کدام از مخاطبین شما از سیگنال استفاده نمی‌کنند.
fi: Kukaan yhteystiedoistasi ei käytä Signalia.
fil: Walang sinuman sa iyong mga kontak ang may Signal.
fr: Aucun de vos contacts n'utilise Signal.
ga: Níl fiú is teagmhálaí amháin de do chuid ag úsáid Signal.
gu: તમારા કોઈપણ સંપર્કોમાં Signal નથી.
he: לאף אחד מאנשי הקשר שלך אין Signal.
hi: आपके किसी भी संपर्क के पास Signal नहीं है।
hr: Nijedan od vaših kontakata ne koristi Signal.
hu: Nincs kontaktlistádban Signal felhasználó
id: Kontak Anda tidak ada yang menggunakan Signal.
is: Engir tengiliðanna þinna nota Signal.
it: Nessuno dei tuoi contatti ha Signal.
ja: 連絡先にSignalユーザはいないようです
kab: Ulac seg inermisen-ik.im win.tin yesεan Signal.
kk: Сіздің байланыстық тұлғаларыңыздың ешқайсысында Signal жоқ.
km: á‚áŸ’á˜á¶á“á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„áá¶á˜á½á™ á”áŸ’ášá¾Signalá‘áŸáŸ”
kn: ನಿಮ್ಮ ಯಾವುದೇ ಸಂಪರ್ಕಗಳಲ್ಲಿಯೂ Signal ಇಲ್ಲ.
ko: 내 연락처 중 아무도 Signal을 사용하고 있지 않습니다.
lt: Nei vienas iš jūsų adresatų neturi Signal.
lv: Signal nav nevienai no jūsu kontaktpersonām.
mk: Никој од вашите контакти нема Signal.
ml: നിങ്ങളുടെ കോൺടാക്ടുകളിൽ ആർക്കും Signal ഇല്ല.
mr: आपल्या कुठल्याही संपर्कांकडे Signal सिग्नल नाही.
ms: Tiada kenalan anda yang mempunyai Signal.
my: သင့်မိတ်ဆွေတစ်ယောက်မှ Signal တွင်မရှိပါ
nb: Ingen av kontaktene dine har Signal.
nl: Geen van je contacten heeft Signal.
pa: ਤੁਹਾਡੇ ਕਿਸੇ ਵੀ ਸੰਪਰਕ ਕੋਲ Signal ਨਹੀਂ ਹੈ.
pa_pk: تساں دے کسے وی رابطیاں دے کول Signal نئیں اے۔
pl: Nikt spośród Twoich kontaktów nie ma aplikacji Signal.
ps: ستاسې هېڅ مخاطب Signal نه لري.
pt_br: Nenhum dos seus contatos possui Signal.
pt_pt: Nenhum dos seus contactos têm o Signal.
ro: Nici un contact de al tău nu are Signal.
ru: Ни у кого из ваших контактов нет Signal.
sk: Nikto z vašich kontaktov nemá Signal.
sl: Noben izmed vaših stikov ne uporablja aplikacije Signal.
sq: Asnjë prej kontakteve tuaj s’ka Signal.
sr: Нико од ваших контаката не користи Signal.
sv: Inga av dina kontakter har Signal.
sw: Hakuna mwasiliani wako yeyote aliye na Signal
ta: உங்கள் தொடர்புகள் எதுவும் Signal லைக் கொண்டிருக்கவில்லை.
te: మీ పరిచయాలలో ఎవరికీ Signal లేదు.
th: ไม่มีใครในผู้ติดต่อของคุณที่ใช้ Signal
tr: Kişilerinizin hiçbirinde Signal yok.
ug: ئالاقىداشلىرىڭىزنىڭ ھېچقايسىسىدا Signal يوق.
uk: Ніхто з ваших контактів не користується Signal.
ur: آپ کے رابطوں میں سے کسی کے پاس سگنل نہیں ہے۔
vi: Không ai trong danh bạ sử dụng Signal.
zh_cn: 暂时没有联系人使用 Signal.
zh_hk: 你的聯絡人中沒有人正在使用Signal。

# EMPTY_CONTACTS_LABEL_LINE2
source: Why don't you invite someone?
af: Nooi ’n paar van hulle uit!
ar: لمَ لا تدعُ أحدهم؟
az: Niyə kimisə dəvət etmirsiniz?
be: Чаму вам не запрасіць каго-небудзь з іх?
bg: Защо не поканите някой?
bn: আপনি কাউকে আমন্ত্রণ করছেন না কেন?
ca: Per què no hi convideu algú?
cs: Proč někoho nepozvete?
cy: Pam na wnewch chi wahodd rhywun?
da: Hvorfor ikke invitere nogle af dem?
de: Warum lädst du nicht jemanden ein?
el: Θες να προσκαλέσεις κάποιον/α;
es: ¿Por qué no invitas a alguien?
es_es: ¿Por qué no invitas a alguien?
et: Miks mitte neid kutsuda?
eu: Zergatik ez duzu inor gonbidatzen?
fa: چرا از کسی دعوت نمی‌کنید؟
fi: Haluaisitko kutsua jonkun?
fil: Bakit hindi mo anyayahan ang sinuman?
fr: Et si vous invitiez vos amis ?
ga: Cén fáth nach dtugann tú cuireadh do dhuine éigin?
gu: તમે કેમ કોઈને આમંત્રણ આપતા નથી?
he: למה אינך מזמין מישהו?
hi: आप किसी को आमंत्रित क्यों नहीं करते?
hr: Zašto ne pozovete nekoga?
hu: Miért nem hívsz meg valakit?
id: Undang teman?
is: Af hverju býðurðu ekki einhverjum?
it: Perché non inviti qualcuno?
ja: 誰かを招待しませんか？
kab: Ayen ur d-tesnubguteḍ ara abεaḍ?
kk: Солардың біреуін неге шақырмасқа?
km: á áŸáá»á¢á¸ á¢áŸ’á“á€á˜á·á“á¢á‰áŸ’á‡á¾á‰á“ášáá¶á˜áŸ’á“á¶á€áŸ‹?
kn: ನೀವು ಯಾರನ್ನಾದರೂ ಏಕೆ ಆಹ್ವಾನಿಸಬಾರದು?
ko: 다른 사람들을 초대해보세요.
lt: Kodėl gi jums ko nors nepakvietus?
lv: Kādēļ kādu neuzaicināt to lietot?
mk: Зошто не поканите некого?
ml: നിങ്ങൾ ആരെയും ക്ഷണിക്കാത്തതെന്തേ?
mr: आपण कुणाला आमंत्रित का करत नाही?
ms: Mengapa anda tidak menjemput seseorang?
my: သူများတွေကို ဖိတ်ရအောင်နော်
nb: Hva med å invitere noen?
nl: Waarom nodig je niet iemand uit?
pa: ਕਿਉਂ ਨਾ ਤੁਸੀਂ ਕਿਸੇ ਨੂੰ ਸੱਦਾ ਦਿਓ?
pa_pk: تساں کیوں کسے نوں مدعو نئیں کردے او؟
pl: Może kogoś zaprosisz?
ps: ولې یوه ته بلنه نه ورکوي؟
pt_br: Por que você não convida alguém?
pt_pt: Por que não convidar alguém?
ro: De ce nu inviți pe cineva?
ru: Давайте пригласим кого-нибудь
sk: Prečo niekoho nepozvete?
sl: Zakaj ne bi koga povabili?
sq: Pse s’ftoni ndonjë?
sr: Што не позовете некога?
sv: Varför inte bjuda in någon?
sw: Kwa nini usimwalike mtu?
ta: நீங்கள் ஏன் எவேரேனுமொருவரை அழைக்கக்கூடாது ?
te: మీరు ఎందుకు ఒకరిని ఆహ్వానించరు?
th: ทำไมคุณไม่เชิญใครสักคนล่ะ?
tr: Neden birisini davet etmiyorsunuz?
ug: باشقىلارنى تەكلىپ قىلىپ باقمامسىز؟
uk: Може, запросите когось?
ur: آپ کسی کو دعوت کیوں نہیں دیتے؟
vi: Tại sao bạn không thử mời ai đó nhỉ?
zh_cn: 为什么不邀请你的朋友?
zh_hk: 不如邀請其他人？

# END_CALL_RESPONDER_IS_BUSY
source: Busy
af: Besig
ar: مشغول
az: Məşğuldur
be: Занята
bg: Зает
bn: ব্যস্ত
ca: Ocupat
cs: Obsazeno
cy: Prysur
da: Optaget
de: Besetzt
el: Κατειλημμένο
es: No disponible
es_es: Ocupado
et: Hõivatud
eu: Lanpetuta
fa: مشغول
fi: Varattu
fr: Occupé
ga: Gnóthach
gu: વ્યસ્ત
he: תפוס
hi: व्यस्त
hr: Zauzeto
hu: Foglalt
id: Sibuk
is: Upptekinn
it: Occupato
ja: 話し中
kab: Yettwadhu
kk: Бос емес
km: ášáœá›áŸ‹
kn: ನಿರತ
ko: 통화 중
lt: Užimta
lv: Aizņemts
mk: Зафатено
ml: തിരക്കിലാണ്
mr: व्यस्त
ms: Sibuk
my: မအားပါ
nb: Opptatt
nl: Bezet
pa: ਰੁ਼ਝੇ
pa_pk: مصروف
pl: Zajęte
ps: بوخت
pt_br: Ocupado
pt_pt: Ocupado
ro: Ocupat
ru: Занято
sk: Obsadené
sl: Zasedeno
sq: I zënë
sr: Заузето
sv: Upptaget
sw: Bize
ta: பரபரப்பு
te: పనిలో ఉన్నారు
th: ไม่ว่าง
tr: Meşgul
ug: ئالدىراش
uk: зайнято
ur: مصروف ہونا
vi: Bận
zh_cn: 忙碌
zh_hk: 忙碌

# END_CALL_UNCATEGORIZED_FAILURE
source: Call failed
af: Oproep het misluk.
ar: فشل الاتصال
az: Zəng edilmədi.
be: Званок не атрымаўся
bg: Обаждането се провали.
bn: কল ব্যর্থ হয়েছে
ca: Trucada fallida
cs: Hovor se nezdařil
cy: Methwyd y galwad
da: Opkald mislykkedes
de: Anruf gescheitert
el: Η κλήση απέτυχε
es: Llamada fallida
es_es: Llamada fallida.
et: Kõne ei õnnestunud.
eu: Deia huts egin du.
fa: تماس ناموفق
fi: Puhelu epäonnistui
fil: Bigo ang Tawag.
fr: Échec de l’appel
ga: Theip ar an nglao
gu: કૉલ નિષ્ફળ ગયો
he: שיחה נכשלה
hi: कॉल असफल रही
hr: Poziv nije uspio
hu: A hívás sikertelen
id: Panggilan gagal
it: Chiamata non riuscita
ja: 繋がりませんでした
kab: Ur yeddi ara usiwel.
kk: Қоңырау соғу сәтсіз болды.
km: á€á¶ášá áŸ…á”á¶á“á”ášá¶á‡áŸá™áŸ”
kn: ಕರೆ ವಿಫಲವಾಗಿದೆ.
ko: 통화 실패
lt: Skambutis nepavyko.
lv: Zvans neizdevās.
mk: Повикот е неуспешен.
ml: കോൾ പൂർത്തിയായില്ല.
mr: कॉल अयशस्वी झाला
ms: Panggilan gagal
my: ခေါ်ဆိုမှု မအောင်မြင်ပါ
nb: Anropet ble avbrutt
nl: Oproep mislukt
pa: ਕਾਲ ਅਸਫਲ ਰਹੀ।
pa_pk: کال ناکام ہوئی۔
pl: Połączenie nieudane
ps: اړیکه و نه نیول شوه.
pt_br: A chamada falhou
pt_pt: A chamada falhou
ro: Apel eșuat
ru: Звонок не удался
sk: Hovor zlyhal
sl: Klic ni uspel.
sq: Thirrja Dështoi.
sr: Позив није успео
sv: Samtalet misslyckades
sw: Simu Imefeli
ta: அழைப்பு தோல்வியுற்றது.
te: కాల్ విఫలమైంది.
th: ดำเนินการโทรไม่สำเร็จ
tr: Arama başarısız
ug: چاقىرىق مەغلۇب بولدى
uk: Виклик не здійснено
ur: کال ناکام ہو گئی
vi: Không thể thực hiện cuộc gọi
zh_cn: 呼叫失败
zh_hk: 通話失敗

# ENTER_ACCOUNT_ENTROPY_POOL_VIEW_INCORRECT_AEP_LABEL
source: Incorrect backup key
ar: مفتاح النسخة الاحتياطية غير صحيح.
be: Няправільны ключ для рэзервовага капіравання
bn: ভুল ব্যাকআপ 'কি'
ca: Clau de còpia de seguretat incorrecta
cs: Nesprávný záložní klíč
da: Forkert sikkerhedskopinøgle
de: Falscher Backup-Schlüssel
el: Λανθασμένο εφεδρικό κλειδί
es: Clave de copia de seguridad incorrecta
fa: رمز پشتیبان نادرست است
fi: Virheellinen varmuuskopion avain
fr: Clé de sauvegarde incorrecte
ga: Eochair chúltaca mhícheart
gu: ખોટી બેકઅપ કી
he: מפתח גיבוי שגוי
hi: गलत बैकअप की
hr: Netočan ključ za sigurnosnu kopiju
hu: Helytelen biztonsági kulcs
id: Kunci cadangan salah
it: Chiave di backup sbagliata
ja: バックアップキーが正しくありません
ko: 잘못된 백업 키
mr: चुकीची बॅकअप की
ms: Kunci sandaran salah
nb: Feil sikkerhetskode
nl: Onjuiste back-upsleutel
pl: Niepoprawny kod kopii zapasowej
pt_br: Chave de backup incorreta
pt_pt: Chave de recuperação incorreta
ro: Cod de rezervă incorect
ru: Неправильный резервный ключ
sk: Nesprávny záložný kľúč
sr: Нетачан кључ за резервне копије
sv: Fel säkerhetskopieringsnyckel
th: กุญแจสำรองไม่ถูกต้อง
tr: Hatalı yedekleme anahtarı
ug: ناتوغرا زاپاسلاش ئاچقۇچى
uk: Неправильний ключ
ur: غلط بیک اپ کیی
vi: Mã khóa sao lưu không đúng
zh_cn: 备份密钥不正确
zh_hk: 備份金鑰不正確

# ENTER_ACCOUNT_ENTROPY_POOL_VIEW_MALFORMED_AEP_LABEL
source: Invalid backup key
ar: مفتاح النسخة الاحتياطية غير صالح.
be: Несапраўдны ключ для рэзервовага капіравання
bn: অকার্যকর ব্যাকআপ 'কি'
ca: Clau de còpia de seguretat no vàlida
cs: Neplatný záložní klíč
da: Ugyldig sikkerhedskopinøgle
de: Ungültiger Backup-Schlüssel
el: Μη έγκυρο εφεδρικό κλειδί
es: Clave de copia de seguridad no válida
fa: رمز پشتیبان نامعتبر است
fi: Kelpaamaton varmuuskopion avain
fr: Clé de sauvegarde non valide
ga: Eochair chúltaca neamhbhailí
gu: અમાન્ય બેકઅપ કી
he: מפתח גיבוי לא חוקי
hi: अमान्य बैकअप की
hr: Ključ za sigurnosnu kopiju nije važeći
hu: Érvénytelen biztonsági kulcs
id: Kunci cadangan tidak valid
it: Chiave di backup non valida
ja: バックアップキーが無効です
ko: 잘못된 백업 키
mr: अवैध बॅकअप की
ms: Kunci sandaran tidak sah
nb: Ugyldig sikkerhetskode
nl: Ongeldige back-upsleutel
pl: Nieprawidłowy kod kopii zapasowej
pt_br: Chave de backup inválida
pt_pt: Chave de recuperação inválida
ro: Cod de rezervă nevalid
ru: Недействительный резервный ключ
sk: Neplatný záložný kľúč
sr: Неважећи кључ за резервне копије
sv: Ogiltig säkerhetskopieringsnyckel
th: กุญแจสำรองใช้งานไม่ได้
tr: Geçersiz yedekleme anahtarı
ug: ئىناۋەتسىز زاپاسلاش ئاچقۇچى
uk: Ключ недійсний
ur: غیر درست بیک اپ کیی
vi: Mã khóa sao lưu không hợp lệ
zh_cn: 备份密钥无效
zh_hk: 無效的備份金鑰

# ERROR_COULD_NOT_FORWARD_MESSAGES_1
source: Couldn't forward message.
af: Kon nie boodskap aanstuur nie.
ar: تعذَّرت إعادة توجيه الرسالة.
az: Mesajlar yönləndirilə bilmədi
be: Не атрымалася пераслаць паведамленне.
bn: বার্তা ফরোয়ার্ড করা যায়নি।
ca: No s'ha pogut reenviar el missatge.
cs: Nepodařilo se přeposlat zprávu.
cy: Methwyd anfon neges ymlaen
da: Kunne ikke videresende besked.
de: Nachricht konnte nicht weitergeleitet werden.
el: Αδυναμία προώθησης μηνύματος.
es: No se ha podido reenviar el mensaje.
et: Sõnumi edastamine ei õnnestunud.
fa: امکان بازارسال پیام فراهم نبود.
fi: Viestin edelleen lähettäminen epäonnistui.
fr: Impossible de transférer le message.
gu: મેસેજ ફોરવર્ડ ન કરી શક્યા.
he: לא היה ניתן להעביר הלאה הודעה.
hi: मेसेज फ़ॉरवर्ड नहीं कर सके
hr: Nije moguće proslijediti ovu poruku.
hu: Sikertelen továbbítás.
id: Gagal meneruskan pesan.
is: Gat ekki áframsent skilaboð.
it: Non è stato possibile inoltrare il messaggio.
ja: メッセージを転送できませんでした
km: á˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“áŸá¶ášá”á“áŸ’á
ko: 메시지를 전달하지 못했습니다.
lt: Nepavyko persiųsti žinutės.
mk: Не може да се препрати пораката.
ml: സന്ദേശം ഫോർവേഡ് ചെയ്യാൻ സാധിച്ചില്ല
mr: संदेश अग्रेषित करू शकलो नाही.
ms: Tidak dapat memajukan mesej.
nb: Kunne ikke videresende meldingen.
nl: Kan bericht niet doorsturen
pl: Nie udało się przekazać wiadomości.
ps: پیغام فاروارډ نشو.
pt_br: Não foi possível encaminhar a mensagem.
pt_pt: Não foi possível reencaminhar a mensagem.
ro: Mesajul nu a putut fi redirecționat.
ru: Не удалось переслать сообщение
sk: Správu sa nepodarilo preposlať.
sl: Sporočila ni bilo mogoče posredovati
sq: S’u përcoll dot mesazhi.
sr: Прослеђивање поруке није успело.
sv: Det gick inte att vidarebefordra meddelandet.
sw: Arafa imeshindwa kupelekwa mbele
th: ไม่สามารถส่งต่อข้อความได้
tr: İleti yönlendirilemedi.
ug: ئۇچۇرنى ئۇلاپ يوللىيالمايدۇ.
uk: Не вдалося переслати повідомлення.
ur: پیغام فارورڈ نہیں کر سکے۔
vi: Không thể chuyển tiếp tin nhắn.
zh_cn: 无法转发消息
zh_hk: 訊息無法轉寄。

# ERROR_COULD_NOT_FORWARD_MESSAGES_MISSING_1
source: Couldn't forward message because it is no longer available.
af: Kon nie boodskap aanstuur nie omdat dit nie meer beskikbaar is nie.
ar: تعذَّرت إعادة توجيه رسالتك لأنها لم تعد متاحة.
az: Artıq mövcud olmadığı üçün mesajlar yönləndirilə bilmədi.
be: Вы не можаце перасылаць паведамленне, таму што яно больш недаступнае.
bn: বার্তা ফরওয়ার্ড করা যায়নি কারণ এটি আর সহজলভ্য নেই।
ca: No s'ha pogut reenviar el missatge perquè ja no és disponible.
cs: Nepodařilo se přeposlat zprávu, protože již není dostupná.
cy: Methwyd anfon neges ymlaen oherwydd nad yw ar gael bellach.
da: Kunne ikke videresende beskeden, fordi den ikke længere er tilgængelig.
de: Nachricht konnte nicht weitergeleitet werden, da sie nicht mehr verfügbar ist.
el: Αδυναμία προώθησης μηνύματος επειδή δεν είναι πλέον διαθέσιμο.
es: No se ha podido reenviar el mensaje porque ya no está disponible.
et: Sõnumi edastamine ei õnnestunud, sest see pole enam saadaval.
fa: امکان بازارسال پیام فراهم نبود چون پیام دیگر وجود ندارد.
fi: Viestin edelleen lähettäminen epäonnistui, koska se ei ole enää saatavilla.
fr: Impossible de transférer ce message, car il n'est plus disponible.
gu: મેસેજ ફોરવર્ડ ન કરી શક્યા કારણ કે તે હવે ઉપલબ્ધ નથી.
he: לא היה ניתן להעביר הלאה הודעה מאחר שהיא לא זמינה יותר.
hi: मेसेज फ़ॉरवर्ड नहीं कर सके क्योंकि वह अब उपलब्ध नहीं है.
hr: Nije moguće proslijediti ovu poruku jer više nije dostupna.
hu: Sikertelen a továbbítás, mert az üzenet már nem elérhető.
id: Gagal meneruskan pesan karena pesan sudah tidak tersedia.
is: Tókst ekki að áframsenda skilaboð því þau eru ekki lengur tiltæk.
it: Non è stato possibile inoltrare il messaggio in quanto non è più disponibile.
ja: すでにメッセージがないため、転送できませんでした。
km: á˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“áŸá¶ášá”á“áŸ’áá”á¶á“ á–áŸ’ášáŸ„áŸ‡áŸá¶ášááŸ’ášá¼áœá”á¶á“á”á¶ááŸ‹á”á„áŸ‹áŸ”
ko: 메시지를 더는 사용할 수 없어 전달하지 못했습니다.
lt: Nepavyko persiųsti žinutės, nes ji daugiau nebeprieinama.
mk: Не може да се препрати поракта бидејќи веќе не е достапна.
ml: സന്ദേശം ഫോർവേഡ് ചെയ്യാൻ സാധിച്ചില്ല കാരണം അത് ഇപ്പോൾ ലഭ്യമല്ല
mr: संदेश अग्रेषित करू शकलो नाही कारण तो आता या पुढे उपलव्ध नाही
ms: Tidak dapat memajukan mesej kerana ia tidak lagi tersedia.
nb: Kunne ikke videresende meldingen fordi den ikke lenger er tilgjengelig.
nl: Kan een bericht niet doorsturen omdat het niet langer beschikbaar is
pl: Nie udało się przekazać wiadomości, ponieważ nie jest już dostępna.
ps: پیغام فاروارډ نشو ځکه چې هغه نور نشته.
pt_br: Não foi possível encaminhar a mensagem porque ela não está mais disponível.
pt_pt: Não foi possível reencaminhar a mensagem porque ela deixou de estar disponível.
ro: Nu s-a putut redirecționa mesajul deoarece nu mai este disponibil.
ru: Не удалось переслать сообщение, потому что оно больше не доступно.
sk: Správu sa nepodarilo preposlať, pretože už nie je k dispozícii.
sl: Sporočila ni bilo mogoče posredovati, ker ni več na voljo.
sq: S’u përcoll dot mesazhi, ngaqë s’është më i passhëm.
sr: Прослеђивање поруке није успело јер више није доступна.
sv: Det gick inte att vidarebefordra meddelandet eftersom det inte längre är tillgängligt.
sw: Imeshindikana kupeleka mbele arafa sababu haipo tena.
th: ไม่สามารถส่งต่อข้อความได้เพราะว่าไม่มีข้อความนั้นอีกต่อไปแล้ว
tr: İleti artık mevcut olmadığı için yönlendirilemedi.
ug: ئۇچۇر مەۋجۇت بولمىغاچقا ئۇلاپ يوللىيالمىدى.
uk: Не вдалося переслати повідомлення, воно вже недоступне.
ur: پیغام فارورڈ نہیں کر سکے کیونکہ یہ اب مزید دستیاب نہیں۔
vi: Không thể chuyển tiếp tin nhắn vì tin nhắn đã bị xóa.
zh_cn: 无法转发消息，因为此消息已不可用。
zh_hk: 訊息已不復存在，故無法轉寄。

# ERROR_COULD_NOT_FORWARD_MESSAGES_MISSING_N
source: Couldn't forward messages because they're no longer available.
af: Kon nie boodskappe aanstuur nie omdat dit nie meer beskikbaar is nie.
ar: تعذَّرت إعادة توجيه رسائلك لأنها لم تعد متاحة.
az: Artıq mövcud olmadığı üçün mesajlar yönləndirilə bilmədi.
be: Вы не можаце перасылаць паведамленні, таму што яны больш недаступныя.
bn: বার্তাগুলি ফরওয়ার্ড করা যায়নি কারণ সেগুলি আর উপলব্ধ নেই৷
ca: No s'han pogut reenviar els missatges perquè ja no estan disponibles.
cs: Zprávy nebylo možné přeposlat, protože již nejsou k dispozici.
cy: Methu anfon y negeseuon ymlaen gan nad ydyn nhw ar gael
da: Kunne ikke videresende beskeder, fordi de ikke længere er tilgængelige.
de: Nachrichten konnten nicht weitergeleitet werden, da sie nicht mehr verfügbar sind.
el: Αδυναμία προώθησης μηνυμάτων επειδή δεν είναι πλέον διαθέσιμα.
es: No se han podido reenviar los mensajes porque ya no están disponibles.
et: Sõnumite edastamine ei õnnestunud, sest need pole enam saadaval.
eu: Ezin izan dira mezuak birbidali eskuragarri ez daudelako.
fa: امکان بازارسال پیام‌ها وجود نداشت، چون پیام‌ها دیگر موجود نیستند.
fi: Viestien edelleen lähettäminen epäonnistui, koska ne eivät ole enää saatavilla.
fr: Impossible de transférer ces messages, car ils ne sont plus disponibles.
gu: મેસેજ ફોરવર્ડ ન કરી શક્યા કારણ કે તેઓ હવે ઉપલબ્ધ નથી.
he: לא היה ניתן להעביר הלאה הודעות מאחר שהן לא זמינות יותר.
hi: मेसेज को फ़ॉरवर्ड नहीं कर सके क्योंकि वे अब उपलब्ध नहीं हैं.
hr: Nije moguće proslijediti ove poruke jer više nisu dostupne.
hu: Sikertelen a továbbítás, mert az üzenetek már nem elérhetőek.
id: Gagal meneruskan pesan karena pesan sudah tidak tersedia.
is: Tókst ekki að senda skilaboð því þau eru ekki lengur tiltæk.
it: Non è stato possibile inoltrare i messaggi perché non sono più disponibili.
ja: すでにメッセージがないため、転送できませんでした。
km: á˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“áŸá¶ášá”á“áŸ’áá”á¶á“ á–áŸ’ášáŸ„áŸ‡áŸá¶ášá“á¶á“á¶ááŸ’ášá¼áœá”á¶á“á”á¶ááŸ‹á”á„áŸ‹áŸ”
kn: ಮೆಸೇಜ್‌ಗಳನ್ನು ಫಾರ್ವರ್ಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ ಯಾಕೆಂದರೆ ಅವುಗಳು ಲಭ್ಯವಿಲ್ಲ.
ko: 메시지를 더는 사용할 수 없어 전달하지 못했습니다.
lt: Nepavyko persiųsti žinučių, nes jos daugiau nebeprieinamos.
lv: Nevarēja pārsūtīt ziņas, jo tās vairs nav pieejamas.
mk: Не може да се препратат пораките бидејќи веќе не се достапни.
ml: സന്ദേശങ്ങൾ ഫോർവേഡ് ചെയ്യാൻ സാധിച്ചില്ല കാരണം അതൊന്നും ഇപ്പോൾ ലഭ്യമല്ല
mr: संदेश फॉर्वर्ड करण्यात अयशस्वी कारण ते आता उपलब्ध नाहीत.
ms: Tidak dapat memajukan mesej kerana ia tidak lagi tersedia.
my: မက်ဆေ့ချ်များကို မရရှိနိုင်တော့သောကြောင့် ထပ်ဆင့်ပို့၍ မရနိုင်ပါ။
nb: Kunne ikke videresende meldingene fordi de ikke lenger er tilgjengelige.
nl: Kon sommige berichten niet doorsturen omdat die niet langer beschikbaar zijn.
pa: ਸੁਨੇਹੇ ਅੱਗੇ ਨਹੀਂ ਭੇਜੇ ਜਾ ਸਕੇ, ਕਿਉਂਕਿ ਉਹ ਮੌਜੂਦ ਨਹੀਂ ਰਹੇ ਹਨ।
pl: Nie udało się przekazać wiadomości, ponieważ nie są już dostępne.
ps: پیغامونه فاروارډ نشول ځکه چې هغوی نور نشته.
pt_br: Não foi possível encaminhar as mensagens porque elas não estão mais disponíveis.
pt_pt: Não foi possível reencaminhar as mensagens porque elas já não estão disponíveis.
ro: Nu s-au putut redirecționa mesajele deoarece nu mai sunt disponibile.
ru: Не удалось переслать сообщения, потому что они больше не доступны.
sk: Správy sa nepodarilo preposlať, pretože už nie sú k dispozícii.
sl: Sporočil ni bilo mogoče posredovati, ker niso več na voljo.
sq: S’u përcollën dot mesazhe, ngaqë s’janë më.
sr: Прослеђивање порука није успело јер више нису доступне.
sv: Det gick inte att vidarebefordra meddelanden eftersom de inte längre är tillgängliga.
sw: Haikuwezekana kupeleka mbele arafa kwa sababu hazipatikani tena.
ta: செய்திகள் கிடைக்கப் பெறாததால் அவற்றை முன்னனுப்ப முடியவில்லை.
te: అవి ఇక ఏమాత్రం లభ్యం కాకపోవడం వల్ల సందేశాలను ఫార్వర్డ్ చేయలేకపోయింది.
th: ไม่สามารถส่งต่อข้อความเพราะว่าข้อความไม่มีอยู่อีกต่อไปแล้ว
tr: İletiler artık mevcut olmadığı için yönlendirilemedi.
ug: ئۇچۇرلار مەۋجۇت بولمىغاچقا ئۇلاپ يوللىنالمىدى.
uk: Не вдалося переслати повідомлення, вони вже недоступні.
ur: پیغامات فارورڈ نہیں کر سکے کیونکہ یہ اب مزید دستیاب نہیں۔
vi: Không thể chuyển tiếp tin nhắn ví chúng đã bị xóa.
zh_cn: 无法转发消息，因为消息已不可用。
zh_hk: 訊息已不復存在，故無法轉寄。
