Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONFIRM_LEAVE_GROUP_DESCRIPTION
source: You will no longer be able to send or receive messages in this group.
af: Jy sal nie meer boodskappe in hierdie groep kan stuur of ontvang nie.
ar: لن يصبح بإمكانك إرسال أو استلام الرسائل في هذه المجموعة.
az: Artıq bu qrupda mesaj göndərə və ya ala bilməyəcəksiniz.
be: Вы больш не зможаце адпраўляць або атрымліваць паведамленні ў гэтай групе.
bg: Вече няма да може да изпращате или получавате съобщения в тази група.
bn: আপনি আর এই গ্রুপে বার্তা প্রেরণ বা গ্রহণ করতে সক্ষম হবেন না।
ca: Ja no podreu enviar o rebre missatges d'aquest grup.
cs: Nebudete dále moci odesílat nebo přijímat zprávy v této skupině.
cy: Ni fyddwch yn gallu anfon na derbyn negeseuon yn y grŵp hwn mwyach.
da: Du vil ikke længere kunde sende eller modtage beskeder i gruppen
de: Du wirst in dieser Gruppe keine Nachrichten mehr versenden oder empfangen können.
el: Δε θα μπορείς πια να στείλεις ή να λάβεις μηνύματα σε αυτήν την ομάδα.
es: Ya no podrás enviar ni recibir mensajes en este grupo.
es_es: No podrás enviar o recibir más mensajes en este grupo.
et: Sul pole enam võimalik saata ega saada selle grupi sõnumeid.
eu: Talde honetan ezin izango duzu mezurik bidali eta jaso.
fa: شما دیگر قادر به ارسال یا دریافت پیام از این گروه نخواهید بود
fi: Et voi enää lähettää tai vastaanottaa viestejä tässä ryhmässä.
fil: Hindi ka na makakapagpadala o makakatanggap pa ng mga mensahe sa grupong ito.
fr: Vous ne pourrez plus échanger de messages avec ce groupe.
ga: Ní bheidh tú in ann teachtaireachtaí a sheoladh chuig ná a fháil ón ghrúpa seo a thuilleadh.
gu: તમે હવે આ ગ્રુપમાં મેસેજ મોકલવા અથવા પ્રાપ્ત કરવામાં સમર્થ હશો નહીં.
he: לא תוכל יותר לשלוח או לקבל הודעות בקבוצה זו.
hi: अब आप इस ग्रुप मे कोई मेसेज भेज या प्राप्त नहीं कर पाऐंगे।
hr: Nećete više biti u mogućnosti slati i primati poruke u ovoj grupi.
hu: Többé nem tudsz küldeni vagy fogadni üzeneteket és hívásokat ebben a csoportban.
id: Anda tidak akan dapat mengirim atau menerima pesan dari grup ini.
is: Þú munt ekki lengur geta tekið á móti eða sent skilaboð til þessa hóps.
it: Non sarai più in grado di inviare o ricevere messaggi in questo gruppo.
ja: このグループでのメッセージ送受信が出来なくなります。
kab: Dayen ur tettizmireḍ ara ad tazneḍ neɣ ad d-tremseḍ iznan deg ugraw-a.
kk: Сіз енді бұл топта хабарламаларды жібере немесе қабылдай алмайсыз.
km: á¢áŸ’á“á€á“á¹á„á˜á·á“á¢á¶á…á•áŸ’á‰á¾ á¬á‘á‘á½á›áŸá¶ášá€áŸ’á“á»á„á€áŸ’ášá»á˜á“áŸáŸ‡á‘áŸ€áá‘áŸáŸ”
kn: ಈ ಗುಂಪಿನಿಂದ ನಿಮಗೆ ಇನ್ನು ಮುಂದೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಅಥವಾ ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 이 그룹에서 메시지를 보내거나 받을 수 없게 됩니다.
lt: Jūs daugiau šioje grupėje nebegalėsite siųsti ar gauti žinutes.
lv: Jūs vairs nevarēsiet sūtīt vai saņemt ziņas šajā grupā.
mk: Нема да можете да праќате и да примате пораки во оваа група.
ml: നിങ്ങൾക്ക് ഈ ഗ്രൂപ്പിൽ മെസേജുകൾ അയയ്ക്കാനോ സ്വീകരിക്കാനോ കഴിയില്ല.
mr: या गटामधून आपल्याला यापुढे संदेश पाठवता किंवा प्राप्त करता येणार नाहीत.
ms: Anda tidak akan dapat menerima atau menghantar mesej dalam kumpulan ini.
my: သင်သည် ဤအဖွဲ့တွင် မက်ဆေ့ချ်များပေးပို့ခြင်း သို့မဟုတ် လက်ခံခြင်းမပြုနိုင်တော့ပါ။
nb: Du vil ikke lengre kunne sende eller motta meldinger i denne gruppen.
nl: Je zult in deze groep niet langer berichten kunnen verzenden of ontvangen.
pa: ਤੁਸੀਂ ਹੁਣ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸੁਨੇਹੇ ਭੇਜ ਜਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕੋਗੇ.
pa_pk: ہونڑ تساں ایس گروپ اچ مزید سنیہے گھلن یا وصول کرن دے قابل نئیں ہوو گے۔
pl: Stracisz możliwość wysyłania i otrzymywania wiadomości w tej grupie.
ps: تاسې به نور هېڅ وخت په دغه ګروپ کې پیغامونه و نشئ لیږلی او تر لاسه به یې نه کړئ.
pt_br: Você não poderá mais enviar nem receber mensagens neste grupo.
pt_pt: Não poderá receber ou enviar mensagens deste grupo.
ro: Nu vei mai putea trimite sau primi mesaje in acest grup.
ru: Вы больше не сможете отправлять или получать сообщения в этой группе.
sk: Nebudete môcť poslať ani prijať správy z tejto skupiny.
sl: Ne boste več mogli pošiljati in prejemati sporočil v tej skupini.
sq: S’do të jeni më në gjendje të dërgoni ose merrni mesazhe në këtë grup.
sr: Више нећете моћи да шаљете и примате поруке у овој групи.
sv: Du kommer inte längre att kunna skicka eller ta emot meddelanden i denna grupp.
sw: Hutaweza kutuma tena au kupokea jumbe katika kikundi hiki.
ta: இந்த குழுவில் நீங்கள் இனி செய்திகளை அனுப்பவோ பெறவோ முடியாது.
te: మీరు ఇకపై ఈ సమూహాంలో సందేశాలను పంపలేరు లేదా స్వీకరించలేరు.
th: คุณจะไม่สามารถส่งหรือรับข้อความในกลุ่มนี้ได้อีกต่อไป
tr: Bu gruptan artık ileti almayacak ve gönderemeyeceksiniz.
ug: سىز ئەمدى بۇ گۇرۇپپىدا ئۇچۇر ئەۋەتەلەيسىز ياكى تاپشۇرۇپ ئالالمايسىز.
uk: Ви не зможете ні надсилати, ні отримувати в ній повідомлення.
ur: آگے سے آپ اس گروپ میں پیغام بھیجنے یا وصول کرنے کے اہل نہیں ہونگے۔
vi: Bạn sẽ không thể gửi hoặc nhận tin nhắn trong nhóm này nữa.
zh_cn: 您将无法在这个群聊里面发送和接收消息。
zh_hk: 您將再也無法在此群組中傳送或接收訊息。

# CONFIRM_LEAVE_GROUP_TITLE
source: Do you really want to leave?
af: Wil jy regtig verlaat?
ar: هل تريد المغادرة حقًا؟
az: Həqiqətən tərk etmək istəyirsiniz?
be: Вы сапраўды жадаеце выйсці?
bg: Наистина ли искате да напуснете?
bn: আপনি কি সত্যিই প্রস্থান করতে চান?
ca: Segur que voleu abandonar-lo?
cs: Opravdu si přejete odejít?
cy: Ydych chi wir eisiau gadael?
da: Sikker på du vil forlade gruppen?
de: Wirklich verlassen?
el: Θέλεις όντως να αποχωρήσεις;
es: ¿Seguro que quieres abandonar el grupo?
es_es: ¿De verdad deseas abandonar el grupo?
et: Kas sa tõesti soovid lahkuda?
eu: Benetan joan nahi duzula?
fa: آیا واقعا قصد ترک کردن دارید؟
fi: Poistutaanko ryhmästä?
fil: Nais mo ba talagang umalis?
fr: Voulez-vous vraiment quitter ce groupe ?
ga: An bhfuil tú cinnte gur mhaith leat fágáil?
gu: શું તમે ખરેખર છોડવા માંગો છો?
he: האם אתה באמת רוצה לעזוב?
hi: क्या आपको यकीन है आप यह समूर छोङना चाहते हैं?
hr: Želite li stvarno napustiti?
hu: Tényleg ki akarsz lépni?
id: Yakin ingin keluar?
is: Ertu viss um að þú viljir fara?
it: Vuoi davvero abbandonare?
ja: 本当に抜けますか？
kab: D tidet tebɣiḍ ad teffɣeḍ
kk: Шынымен де шыққыңыз келе ме?
km: áá¾á¢áŸ’á“á€á–á·áá‡á¶á…á„áŸ‹á…á¶á€á…áŸá‰?
kn: ನೀವು ನಿಜವಾಗಿಯೂ ತೊರೆಯಲು ಬಯಸುವಿರಾ?
ko: 이 그룹에서 나가시겠습니까?
lt: Ar tikrai norite išeiti?
lv: Vai tiešām vēlaties izstāties no šīs grupas?
mk: Навистина сакате да си заминете?
ml: നിങ്ങൾക്ക് ശരിക്കും വിട്ടുപോവണോ?
mr: आपल्याला खरंच जायचे आहे का?
ms: Adakah anda benar-benar mahu keluar?
my: သင်ထွက်ခွာချင်တာ သေချာသလား?
nb: Vil du virkelig gå ut?
nl: Wil je de groep echt verlaten?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pa_pk: کی تساں واقعی چھڈ دینا چاہندے او؟
pl: Nie chcesz już należeć do grupy?
ps: په رښتیا غواړي چې دا پریږدي؟
pt_br: Você tem certeza que deseja sair?
pt_pt: Deseja sair do grupo?
ro: Ești sigur că vrei să părăsești grupul?
ru: Покинуть группу?
sk: Naozaj chcete odísť?
sl: Zares želite zapustiti skupino?
sq: Doni vërtet të dilet?
sr: Желите ли заиста да напустите групу?
sv: Vill du verkligen lämna?
sw: Ni kweli unataka kuondoka?
ta: நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா?
te: మీరు నిజంగా బయలుదేరాలనుకుంటున్నారా?
th: คุณต้องการจะออกใช่หรือไม่
tr: Gerçekten ayrılmak istiyor musunuz?
ug: ھەقىقەتەن ئايرىلامسىز؟
uk: Ви хочете покинути групу?
ur: کیا آپ واقعی چھوڑنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn rời khỏi nhóm?
zh_cn: 确定离开群聊？
zh_hk: 您確定要離開群組嗎？

# CONFIRM_LINK_NEW_DEVICE_ACTION
source: Link New Device
af: Koppel nuwe toestel
ar: ربط جهاز جديد
az: Yeni cihazla əlaqə yarat
be: Звязаць новую прыладу
bg: Свържи Ново Устройство
bn: নতুন ডিভাইস যুক্ত করুন
ca: Enllaça'l
cs: Připojit nové zařízení
cy: Cysylltu Dyfais Newydd
da: Forbind ny enhed
de: Neues Gerät koppeln
el: Σύνδεση νέας συσκευής
es: Vincular nuevo dispositivo
es_es: Enlazar nuevo dispositivo
et: Ühenda uus seade
eu: Gailu berria lotu
fa: اتصال به دستگاه جدید
fi: Yhdistä uusi laite
fil: I-link ang Bagong Device
fr: Associer un nouvel appareil
ga: Nasc Gléas Nua
gu: નવું ડિવાઇસ લિંક કરો
he: קשר מכשיר חדש
hi: नया डिवाइस लिंक करें
hr: Poveži novi uređaj
hu: Új Készülék Társítása
id: Hubungkan perangkat baru
is: Tengjast nýju tæki
it: Associa nuovo dispositivo
ja: 新しい端末をリンクする
kab: Qqen ibenk amaynut
kk: Жаңа құрылғыны байланыстыру
km: áá—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸááŸ’á˜á¸
kn: ಹೊಸ ಸಾಧನವನ್ನು ಲಿಂಕ್ ಮಾಡಿ
ko: 새 기기 연결
lt: Susieti naują įrenginį
lv: Piesaistīt jaunu ierīci
mk: Поврзи нов уред
ml: പുതിയ ഡിവൈസ് ലിങ്ക് ചെയ്യുക
mr: नवीन डिव्हाईस जोडा
ms: Pautkan Peranti Baru
my: ဖုန်းအသစ်နှင့် ချိတ်ဆက်ပါ
nb: Koble til ny enhet
nl: Nieuw apparaat koppelen
pa: ਨਵੀਂ ਡਿਵਾਈਸ ਨੂੰ ਲਿੰਕ ਕਰੋ
pa_pk: نواں آلہ لنک کرو
pl: Połącz nowe urządzenie
ps: نوې وسیله لینک کړئ
pt_br: Vincular novo aparelho
pt_pt: Associar novo dispositivo
ro: Asociază un Dispozitiv Nou
ru: Привязать новое устройство
sk: Prepojiť nové zariadenie
sl: Poveži novo napravo
sq: Lidhni Pajisje të Re
sr: Повежи нови уређај
sv: Länka ny enhet
sw: Unganisha Kifaa Kipya
ta: புதிய சாதனத்தை இணைக்கவும்
te: కొత్త పరికరాన్ని అనుసంధానించు
th: เชื่อมโยงอุปกรณ์ใหม่
tr: Yeni Cihaz Bağla
ug: يېڭى ئۈسكۈنىگە باغلان
uk: Зв'язати новий пристрій
ur: نئی ڈیوائس سے منسلک ہوں
vi: Liên kết Thiết bị Mới
zh_cn: 关联新设备
zh_hk: 連結新裝置

# CONTACT_ABOUT_SHEET_BLOCKED_USER_FORMAT
source: %@ is blocked
ar: تمَّ حَظر %1$@
be: %1$@ заблакаваны
bn: %1$@-কে ব্লক করা হয়েছে
ca: %1$@ està bloquejat.
cs: Uživatel %1$@ je zablokován
da: %1$@ er blokeret
de: %1$@ ist blockiert
el: Ο/Η %1$@ έχει αποκλειστεί
es: Has bloqueado a %1$@
fa: %1$@ مسدود شده است
fi: %1$@ on estetty
fr: Vous avez bloqué %1$@
ga: Bac curtha ar %1$@
gu: %1$@ને બ્લૉક કરેલ છે
he: חסמת את %1$@
hi: %1$@ ब्लॉक किया गया है
hr: Korisnik %1$@ je blokiran
hu: %1$@ letiltva
id: %1$@ diblokir
it: L'utente %1$@ è bloccato
ja: %1$@ はブロックされました
ko: %1$@ 님을 차단함
mr: %1$@ अवरोधित केलेले आहे
ms: %1$@ telah disekat
nb: %1$@ er blokkert
nl: %1$@ is geblokkeerd
pl: %1$@ to zablokowany kontakt
pt_br: Você bloqueou %1$@
pt_pt: O utilizador %1$@ está bloqueado
ro: %1$@ este blocat
ru: %1$@ заблокирован(-а)
sk: Používateľ %1$@ je blokovaný
sr: %1$@ је блокиран(а)
sv: %1$@ är blockerad
th: %1$@ ถูกบล็อกอยู่
tr: %1$@ engellendi
ug: %1$@ چەكلەندى
uk: Користувача %1$@ заблоковано
ur: %1$@ بلاک ہے
vi: %1$@ đã bị chặn
zh_cn: %1$@已被屏蔽
zh_hk: %1$@ 已被封鎖

# CONTACT_ABOUT_SHEET_CONNECTION_IN_SYSTEM_CONTACTS
source: %@ is in your phone contacts
ar: %1$@ موجود في جهات اتصال هاتفك
be: %1$@ у вашых тэлефонных кантактах
bn: %1$@ আপনার ফোন কন্টাক্টে আছেন
ca: %1$@ és als contactes del teu telèfon
cs: %1$@ je v kontaktech vašeho telefonu
da: %1$@ er i din telefons kontakter
de: %1$@ ist in deinen Telefonkontakten gespeichert
el: Ο χρήστης %1$@ βρίσκεται στις επαφές του τηλεφώνου σου
es: %1$@ está en tus contactos del teléfono
fa: ‏%1$@ در مخاطبان تلفن شما است
fi: %1$@ on puhelimesi yhteystiedoissa
fr: %1$@ se trouve dans les contacts de votre téléphone
ga: Tá %1$@ i dteagmhálaithe do ghutháin
gu: %1$@ તમારા ફોન સંપર્કોમાં છે
he: %1$@ נמצא.ת באנשי הקשר של הטלפון שלך
hi: %1$@ आपके फोन संपर्कों में है
hr: %1$@ je u kontaktima vašeg telefona
hu: %1$@ szerepel a telefonod névjegyei között
id: %1$@ tersimpan di daftar kontak ponsel Anda
it: %1$@ è tra i contatti del tuo telefono
ja: %1$@は、連絡先に登録されています
ko: %1$@ 님은 내 휴대폰 연락처에 저장되어 있습니다.
mr: %1$@ आपल्या फोन संपर्कामध्ये आहेत
ms: %1$@ ada dalam kenalan telefon anda
nb: %1$@ står i kontaktlisten på telefonen din
nl: %1$@ staat in je telefooncontacten
pl: %1$@ jest w kontaktach Twojego telefonu
pt_br: %1$@ está nos contatos do seu telefone
pt_pt: %1$@ está nos seus contactos do telemóvel
ro: %1$@ se află în contactele tale din telefon
ru: %1$@ есть в контактах вашего телефона
sk: %1$@ je vo vašich kontaktoch
sr: %1$@ је у вашим контактима на телефону
sv: %1$@ finns i dina telefonkontakter
th: %1$@ อยู่ในรายชื่อผู้ติดต่อบนโทรศัพท์คุณ
tr: %1$@ telefon rehberinde
ug: %1$@ سىزنىڭ ئالاقىداش تىزىملىكىڭىزدە
uk: %1$@ є в контактах телефона
ur: %1$@ آپ کے فون کے روابط میں ہے
vi: %1$@ có trong danh bạ của điện thoại
zh_cn: %1$@在您的手机通讯录中
zh_hk: %1$@ 在你的手機通訊錄中

# CONTACT_ABOUT_SHEET_NO_DIRECT_MESSAGES
source: No direct messages with %@
ar: لا توجد رسائل مباشرة مع %1$@
be: Не было абмену паведамленнямі з %1$@
bn: %1$@-এর সাথে কোনো সরাসরি মেসেজ নেই
ca: No hi ha missatges directes amb %1$@
cs: S uživatelem %1$@ nemáte žádné přímé zprávy
da: Ingen direkte beskeder med %1$@
de: Keine Einzelchats mit %1$@
el: Δεν υπάρχουν άμεσα μηνύματα με τον χρήστη %1$@
es: No tienes mensajes privados con %1$@
fa: پیام مستقیمی با %1$@ وجود ندارد
fi: Ei suoria viestejä käyttäjän %1$@ kanssa
fr: Aucun message privé avec %1$@
ga: Teachtaireacht dhíreach ar bith le %1$@
gu: %1$@ સાથે કોઈ ડાઇરેક્ટ મેસેજ નથી
he: אין הודעות ישירות עם %1$@
hi: %1$@ के साथ कोई सीधा संदेश नहीं
hr: Nema direktnih poruka s korisnikom %1$@
hu: Nincs közvetlen üzenet %1$@ felhasználóval
id: Tidak ada pesan langsung dengan %1$@
it: Nessuna chat privata con %1$@
ja: %1$@とのダイレクトメッセージはありません
ko: %1$@ 님과 직접 주고받은 메시지가 없음
mr: आपणाला %1$@कडून कोणतेही थेट संदेश नाहीत
ms: Tiada mesej terus dengan %1$@
nb: Ingen direktemeldinger med %1$@
nl: Geen individuele chat met %1$@
pl: Ty i %1$@ nie macie jeszcze czatu prywatnego
pt_br: Nenhuma mensagem direta com %1$@
pt_pt: Nenhuma mensagem direta com %1$@
ro: Fără mesaje directe cu %1$@
ru: Обмена сообщениями с %1$@ не было
sk: Žiadne priame správy s používateľom %1$@
sr: %1$@ и ви немате директних порука
sv: Inga direktmeddelanden med %1$@
th: ไม่มีข้อความส่วนตัวกับ %1$@
tr: %1$@ kişisinden doğrudan mesaj yok
ug: %1$@ بىلەن بىۋاسىتە ئۇچۇرلاشماڭ
uk: Особистого чату з %1$@ немає
ur: %1$@ کے ساتھ کوئی براہ راست میسجز نہیں
vi: Không có tin nhắn trực tiếp với %1$@
zh_cn: 与%1$@没有私聊消息
zh_hk: 沒有與 %1$@ 的直接訊息

# CONTACT_ABOUT_SHEET_PENDING_REQUEST
source: Pending message request
ar: طلب مراسلة في الانتظار
be: Запыт на перапіску ў чаканні разгляду
bn: অপেক্ষারত মেসেজ অনুরোধ
ca: Sol·licitud de missatge pendent
cs: Čekající žádost o zaslání zprávy
da: Afventende beskedanmodning
de: Ausstehende Unterhaltungsanfrage
el: Αίτημα μηνύματος σε εκκρεμότητα
es: Solicitud de mensaje pendiente
fa: درخواست پیام در حال انتظار
fi: Odottava viestipyyntö
fr: Invitation par message en attente
ga: Iarratas teachtaireachta ar feitheamh
gu: મેસેજની વિનંતી બાકી
he: בקשת הודעה ממתינה
hi: संदेश अनुरोध लंबित
hr: Zahtjev za poruku na čekanju
hu: Függő üzenetkérés
id: Permintaan pesan tertunda
it: Richiesta di chat in attesa
ja: 保留中のメッセージリクエスト
ko: 보류 중인 메시지 요청
mr: प्रलंबित संदेश विनंती
ms: Permintaan mesej belum selesai
nb: Ventende meldingsforespørsel
nl: Openstaand gespreksverzoek
pl: Oczekująca prośba o kontakt
pt_br: Solicitação de contato pendente
pt_pt: Pedido de mensagem pendente
ro: Solicitare mesaj în așteptare
ru: Запрос на сообщение ожидает
sk: Čaká sa na žiadosť o správu
sr: Захтев за дописивање је на чекању
sv: Väntande meddelandeförfrågan
th: มีคำขอส่งข้อความที่รอตอบกลับ
tr: Bekleyen mesaj isteği
ug: كۈتۈۋاتقان ئۇچۇر تەلىپى
uk: Нерозглянутий запит на повідомлення
ur: زیر التوا میسج کی درخواست
vi: Yêu cầu gửi tin nhắn chưa duyệt
zh_cn: 有待处理的消息请求
zh_hk: 待處理的訊息請求

# CONTACT_ABOUT_SHEET_PROFILE_NAMES_EDUCATION
source: Profile names are not verified
ar: أسماء الحسابات الشخصية لم يتم التحقُّق منها.
be: Імёны профіляў не пацверджаны
bn: প্রোফাইলের নাম যাচাই করা হয়নি
ca: Els noms de perfil no es verifiquen
cs: Jména profilů nejsou ověřována
da: Profilnavne verificeres ikke
de: Profilnamen werden nicht verifiziert
el: Τα ονόματα προφίλ δεν είναι επαληθευμένα
es: Los nombres de perfil no se verifican
fa: نام‌های نمایه نیاز به تأیید ندارند
fi: Profiilin nimiä ei vahvisteta
fr: Signal ne vérifie pas les noms de profil
ga: Níl ainmneacha próifíle fíoraithe
gu: પ્રોફાઇલ નેમ ચકાસાયેલા નથી
he: שמות פרופילים אינם מאומתים
hi: प्रोफ़ाइल नाम वेरिफ़ाइड नहीं हैं
hr: Imena profila nisu potvrđena
hu: A profilnevek nincsenek ellenőrizve
id: Nama profil belum diverifikasi
it: I nomi dei profili non sono verificati
ja: プロフィールネームは検証されません
ko: 프로필 이름 확인 안 됨
mr: प्रोफाइल नावे पडताळलेली नाहीत
ms: Nama profil tidak disahkan
nb: Profilnavn kan ikke bekreftes
nl: Profielnamen zijn niet geverifieerd
pl: Imiona i nazwiska w profilach nie są weryfikowane
pt_br: Os nomes de perfil não são verificados.
pt_pt: Os nomes de perfil não são verificados
ro: Numele de profil nu sunt verificate
ru: Имена профилей не проверяются
sk: Názvy profilov nie sú overené
sr: Имена на профилу нису верификована
sv: Profilnamn verifieras inte
th: ชื่อโปรไฟล์ไม่ได้ผ่านการตรวจยืนยัน
tr: Profil adları doğrulanmaz
ug: ئارخىپ ناملىرى دەلىللەنمىگەن
uk: Назви профілів не проходять перевірку
ur: پروفائل نیمز تصدیق شدہ نہیں ہیں
vi: Tên hồ sơ chưa được xác minh
zh_cn: 昵称未经过验证
zh_hk: 個人檔案名稱未經驗證

# CONTACT_ABOUT_SHEET_SECONDARY_NAME_TOOLTIP_MESSAGE
source: “%1$@” is the profile name this person set for themselves in Signal.
ar: "%1$@" هو اسم الحساب الذي حدّده هذا الشخص لنفسه في سيجنال.
be: «%1$@» — назва профілю, якая гэтая асоба ўсталявала для сябе ў Signal.
bn: "%1$@" হলো Signal-এ এই ব্যক্তির নিজের জন্য নির্ধারণ করা প্রোফাইলের নাম।
ca: “%1$@” és el nom de perfil que aquesta persona ha triat a Signal.
cs: „%1$@“ je jméno profilu, který si tato osoba nastavila v aplikaci Signal.
da: "%1$@" er det profilnavn, denne person har angivet for sig selv i Signal.
de: »%1$@« ist der Profilname, den diese Person in Signal für sich festgelegt hat.
el: «%1$@» είναι το όνομα προφίλ που έχει ορίσει το άτομο αυτό στο Signal.
es: "%1$@" es el nombre de perfil que esta persona ha elegido en Signal.
fa: ‏«%1$@ » نام نمایه‌ای است که این شخص برای خود در سیگنال تنظیم کرده است.
fi: ”%1$@” on profiilinimi, jonka tämä henkilö on asettanut Signalissa.
fr: "%1$@" est le nom de profil que cette personne s’est attribué dans Signal.
ga: Is é "%1$@" an t-ainm próifíle a shocraigh an duine seo in Signal.
gu: “%1$@” એ આ વ્યક્તિએ Signalમાં પોતાના માટે સેટ કરેલું પ્રોફાઇલ નેમ છે.
he: ״%1$@״ הוא שם הפרופיל שהאדם הזה יצר לעצמו ב–Signal.
hi: “%1$@" वह प्रोफ़ाइल नाम है जिसे इस व्यक्ति ने Signal में अपने लिए सेट किया है।
hr: "%1$@" je ime profila koje je ova osoba postavila za sebe na Signalu.
hu: A(z) „ %1$@” az a profilnév, amelyet ez a személy beállított magának a Signalban.
id: “%1$@” adalah nama profil yang ditetapkan pengguna ini untuk dirinya sendiri di Signal.
it: "%1$@" è il nome profilo che questa persona ha scelto di avere su Signal.
ja: 「%1$@」は、相手が自分で設定したプロフィールネームです。
ko: '%1$@'은(는) 사용자가 본인을 위해 Signal에 설정한 프로필 이름입니다.
mr: “%1$@” हे प्रोफाइल नाव आहे जे या व्यक्तीने Signal मध्ये स्वतःसाठी सेट केले आहे.
ms: “%1$@” ialah nama profil yang ditetapkan oleh orang ini untuk dirinya dalam Signal.
nb: «%1$@» er profilnavnet som denne personen har valgt å bruke på Signal.
nl: ‘%1$@’ is de profielnaam die deze persoon voor zichzelf heeft ingesteld.
pl: %1$@ to imię, które ta osoba podała w swoim profilu Signal.
pt_br: “%1$@” é o nome de perfil que essa pessoa definiu no Signal.
pt_pt: “%1$@” é o nome de perfil que esta pessoa definiu para si própria no Signal.
ro: „%1$@“ este numele de profil pe care această persoană și l-a setat în Signal.
ru: «%1$@» — это имя профиля, которое данный человек установил для себя в Signal.
sk: „%1$@“ je profilové meno, ktoré si táto osoba nastavila v aplikácii Signal.
sr: „%1$@” је име на профилу које је ова особа подесила за себе на Signal-у.
sv: "%1$@" är profilnamnet som den här personen har valt i Signal.
th: “%1$@” เป็นชื่อโปรไฟล์ที่ผู้ใช้คนนี้กำหนดเองบน Signal
tr: "%1$@" bu kişinin Signal'de kendisi için belirlediği profil adıdır.
ug: «%1$@» بولسا بۇ كىشى Signal دا ئۆزى ئۈچۈن بەلگىلىگەن ئارخىپ نامى.
uk: %1$@ — це ім'я, яке сам користувач встановив у своєму профілі Signal.
ur: "%1$@" اس شخص کا پروفائل نیم ہے جس نے Signal میں اسے اپنے لیے سیٹ کیا ہے۔
vi: “%1$@” là tên hồ sơ người này đặt cho chính mình trong Signal.
zh_cn: “%1$@”是此用户在 Signal 上给自己设的昵称。
zh_hk: 「 %1$@ 」是此人在 Signal 中為自己設定的個人檔案名稱。

# CONTACT_ABOUT_SHEET_SIGNAL_CONNECTION_LABEL
source: Signal Connection
ar: جهة اتصال سيجنال
be: Кантакт Signal
bn: Signal কানেকশন
ca: Connexió de Signal
cs: Spojení Signal
da: Signal-kontakt
de: Signal-Kontakt
el: Επαφή Signal
es: Contacto de Signal
fa: آشنا در سیگنال
fi: Signal-kontaktit
fr: Contact Signal
ga: Teagmhálaí Signal
gu: Signal કનેક્શન
he: חבר/ת Signal
hi: Signal कनेक्शन
hr: Signal kontakt
hu: Signal Névjegyek
id: Koneksi Signal
it: Amicizia di Signal
ja: Signalコネクション
ko: Signal 커넥션
mr: Signal कनेक्शन
ms: Hubungan Signal
nb: Signal-kontakter
nl: Signal-contact
pl: Kontakt Signal
pt_br: Contatos do Signal
pt_pt: Contacto do Signal
ro: Conexiunea Signal
ru: Контакт Signal
sk: Signal spojenie
sr: Signal веза
sv: Signal-förbindelse
th: เครือข่าย Signal
tr: Signal Kişisi
ug: Signal ئۇلىنىشى
uk: Контакт Signal
ur: Signal کنکشن
vi: Liên hệ Signal
zh_cn: Signal 密友
zh_hk: Signal 人脈

# CONTACT_ABOUT_SHEET_TITLE
source: About
ar: نبذة عن
be: Аб кантакце
bn: পরিচিতি
ca: Biografia
cs: Info
da: Om
de: Info
el: Πληροφορίες
es: Sobre mí
fa: درباره
fi: Tietoja
fr: À propos
ga: Maidir leis
gu: વિશે
he: אודות
hi: हमारे बारे में
hr: Informacije
hu: Névjegy
id: Tentang
it: Info
ja: 自己紹介
ko: 정보
mr: आपल्याबद्दल
ms: Perihal
nb: Om
nl: Over
pl: O mnie
pt_br: Sobre mim
pt_pt: Acerca
ro: Despre
ru: О контакте
sk: Detaily
sr: О контакту
sv: Om
th: เกี่ยวกับ
tr: Hakkında
ug: ھەققىدە
uk: Про контакт
ur: کے بارے میں
vi: Thông tin
zh_cn: 关于
zh_hk: 關於

# CONTACT_ADDRESS
source: Address
af: Adres
ar: عنوان البريد
az: Ünvan
be: Адрас
bg: Адрес
bn: ঠিকানা
ca: Adreça
cs: Adresa
cy: Cyfeiriad
da: Adresse
de: Adresse
el: Διεύθυνση
es: Dirección
es_es: Dirección
et: Aadress
eu: Helbidea
fa: آدرس
fi: Osoite
fr: Adresse
ga: Seoladh
gu: સરનામું
he: כתובת
hi: पता
hr: Adresa
hu: Cím
id: Alamat
is: Heimilisfang
it: Indirizzo
ja: 住所
kab: Tansa
kk: Мекенжай
km: á¢á¶áŸá™áŠáŸ’á‹á¶á“
kn: ವಿಳಾಸ
ko: 주소
lt: Adresas
lv: Adrese
mk: Адреса
ml: മേൽവിലാസം
mr: पत्ता
ms: Alamat
my: လိပ်စာ
nb: Adresse
nl: Adres
pa: ਪਤਾ
pa_pk: پتہ
pl: Adres
ps: پته
pt_br: Endereço
pt_pt: Endereço
ro: Adresă
ru: Адрес
sk: Adresa
sl: Naslov
sq: Adresë
sr: Адреса
sv: Adress
sw: Anwani
ta: முகவரி
te: చిరునామా
th: ที่อยู่
tr: Adres
ug: ئادرېس
uk: Адреса
ur: ایڈریس
vi: Địa chỉ
zh_cn: 地址
zh_hk: 地址

# CONTACT_CELL_IS_BLOCKED
source: Blocked
af: Versper
ar: محظور
az: Əngəlləndi
be: Заблакавана
bg: Блокиран
bn: ব্লক করা হয়েছে
ca: Bloquejat
cs: Blokováno
cy: Wedi'i Rwystro
da: Blokeret
de: Blockiert
el: Λίστα αποκλεισμού
es: Bloqueado
es_es: Bloqueado
et: Blokeeritud
eu: Blokeatuta
fa: مسدود شد
fi: Estetty
fil: Naka-block
fr: Bloqué
ga: Bac curtha
gu: બ્લૉક કર્યા
he: חסום/ה
hi: ब्लॉक किया गया
hr: Blokirani
hu: Letiltva
id: Diblokir
is: Bannaður
it: Bloccato
ja: ブロック中
kab: Yewḥel
kk: Бұғаттаулы
km: á”á¶á“á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko: 차단함
lt: Užblokuotas
lv: Bloķēts
mk: Блокиран
ml: തടഞ്ഞു
mr: अवरोधित केले
ms: Disekat
my: ပိတ်ပင်ထားသည်
nb: Blokkert
nl: Geblokkeerd
pa: ਪਾਬੰਦੀ ਲਾਏ
pa_pk: بلاک کیتا
pl: Zablokowano
ps: بلاک شوی
pt_br: Bloqueado
pt_pt: Bloqueado
ro: Blocat
ru: Пользователь заблокирован
sk: Blokované
sl: Blokiran
sq: I bllokuar
sr: Блокирано
sv: Blockerad
sw: Zuiwa
ta: தடுக்கப்பட்ட
te: నిరోధించిన
th: ถูกบล็อก
tr: Engellendi
ug: چەكلەندى
uk: Заблоковано
ur: بلاک کر دیا گیا
vi: Đã chặn
zh_cn: 已屏蔽
zh_hk: 已封鎖
