Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_VIEW_TITLE
source: Payments
af: Betalings (beta)
ar: عمليات الدفع
az: Ödənişlər (Beta)
be: Плацяжы
bn: পেমেন্ট
ca: Pagaments
cs: Platby
cy: Taliadau (Beta)
da: Betalinger
de: Zahlungen
el: Πληρωμές
es: Pagos
et: Maksed (beeta)
eu: Ordainketak (Beta)
fa: پرداخت‌ها
fi: Maksut
fr: Paiements
ga: Íocaíochtaí
gu: ચુકવણીઓ
he: תשלומים
hi: भुगतान
hr: Plaćanja
hu: Fizetések
id: Pembayaran
is: Greiðslur (Beta-prófunarútgáfa)
it: Pagamenti
ja: 決済機能
kab: Axelleṣ (Beta)
km: á€á¶ášá‘á¼á‘á¶ááŸ‹ (á”áŸáá¶)
kn: ಪೇಮೆಂಟ್ಸ್ (ಬೀಟಾ)
ko: 결제
lt: Mokėjimai (Beta)
lv: Maksājumi (beta)
mk: Плаќања (Бета)
ml: പേയ്‌മെന്റുകൾ (ബീറ്റ)
mr: पेमेंट्स
ms: Pembayaran
my: ငွေပေးချေမှုများ (စမ်းသပ်သည့် Beta ဗားရှင်း)
nb: Betalinger
nl: Betalingen
pa: ਭੁਗਤਾਨ (ਬੀਟਾ)
pl: Płatności
ps: پرداختونه (بیټا)
pt_br: Pagamentos
pt_pt: Pagamentos
ro: Plăți
ru: Платежи
sk: Platby
sl: Plačila (Beta)
sq: Pagesa (Beta)
sr: Плаћања
sv: Betalningar
sw: Malipo (Beta)
ta: கொடுப்பனவுகள் (பீட்டா)
te: చెల్లింపులు (Beta)
th: การชำระเงิน
tr: Ödemeler
ug: چىقىملار
uk: Платежі
ur: ادائیگیاں
vi: Thanh toán
zh_cn: 付款
zh_hk: 付款

# SETTINGS_PAYMENTS_WALLET_ADDRESS_LABEL
source: Your Wallet Address
af: U beursadres
ar: عنوان محفظتك
az: Pulqabı ünvanınız
be: Адрас вашага кашалька
bn: আপনার ওয়ালেট ঠিকানা
ca: La vostra adreça de Wallet
cs: Adresa vaší peněženky
cy: Cyfeiriad Eich Waled
da: Din wallet-adresse
de: Deine Wallet-Adresse
el: Η διεύθυνση πορτοφολιού σας
es: Dirección de tu cartera
et: Sinu rahakoti aadress
eu: Zure Wallet helbidea
fa: نشانی کیف پول شما
fi: Lompakkosi osoite
fr: Adresse de votre portefeuille
gu: તમારું વૉલેટ એડ્રેસ
he: כתובת הארנק שלך
hi: आपका वॉलेट पता
hr: Vaša adresa novčanika
hu: A tárcád címe
id: Alamat Dompet Anda
is: Vistfang veskisins þíns
it: L'indirizzo del tuo portafoglio
ja: あなたのウォレットアドレス
km: á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Walletâ€‹ ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ವಾಲೆಟ್ ವಿಳಾಸ
ko: 지갑 주소
lt: Jūsų piniginės adresas
lv: Jūsu maciņa adrese
mk: Адреса на Вашиот паричник
ml: നിങ്ങളുടെ വാലറ്റ് വിലാസം
mr: आपला वॉलेट पत्ता
ms: Alamat Dompet Anda
my: သင့် ပိုက်ဆံအိတ် Wallet လိပ်စာ
nb: Lommebokadressen din
nl: Het adres van je portemonnee
pa: ਤੁਹਾਡੇ ਵਾਲਟ ਦਾ ਸਿਰਨਾਵਾਂ
pl: Adres Twojego portfela
ps: ستاسې د جیبي بکسک پته
pt_br: Endereço da sua carteira
pt_pt: O endereço da sua carteira
ro: Adresa portofelului tău
ru: Адрес вашего кошелька
sk: Adresa vašej peňaženky
sl: Naslov vaše denarnice
sq: Adresë e Portofolit Tuaj
sr: Адреса новчаника
sv: Din plånboksadress
sw: Anwani Yako ya Mkoba
ta: உங்கள் Wallet முகவரி
te: మీ వాలెట్ చిరునామా
th: ที่อยู่กระเป๋าเงินของคุณ
tr: Cüzdan Adresiniz
ug: ھەميان ئادرېسىڭىز
uk: Адреса вашого гаманця
ur: آپ کا Wallet کا پتہ
vi: Địa chỉ Ví của bạn
zh_cn: 您的钱包地址
zh_hk: 您的錢包位址

# SETTINGS_PHONE_NUMBER_DISCOVERABILITY_DISABLED_TOAST
source: To change this setting, set “Who Can See My Number” to “Nobody”.
ar: لتغيير هذا الإعداد، اختر "لا أحد" عند تحديد "من يُمكنه رؤية رقمي".
be: Каб змяніць гэту наладу, выберыце «Ніхто» для параметру «Хто можа бачыць мой нумар».
bn: এই সেটিংসটি পরিবর্তন করতে, "কে আমার নম্বর দেখতে পারবেন" তা "কেউই নয়"-তে সেট করুন।
ca: Per canviar això, configura "Qui pot veure el meu número" seleccionant "Ningú".
cs: Pokud toto nastavení chcete změnit, nastavte možnost „Kdo uvidí moje číslo“ na „Nikdo“.
da: For at ændre denne indstilling skal du indstille "Personer, der kan se mit nummer" til "Ingen".
de: Um diese Einstellung zu ändern, setze »Wer kann meine Telefonnummer sehen« auf »Niemand«.
el: Για να αλλάξεις αυτή τη ρύθμιση, όρισε την επιλογή "Ποιος μπορεί να δει τον αριθμό μου" σε "Κανείς".
es: Para cambiar este ajuste, selecciona la opción "Nadie" en "Quién puede ver mi número".
fa: برای تغییر این تنظیمات، «چه‌کسی می‌تواند شماره من را ببیند» را روی «هیچ‌کس» تنظیم کنید.
fi: Jos haluat muuttaa tätä asetusta, määritä Kuka näkee numeroni -asetukseksi Ei kukaan.
fr: Pour modifier ce paramètre, définissez l'option "Qui peut voir mon numéro" sur "Personne".
ga: Leis an socrú sin a athrú, socraigh "Daoine atá in ann m'uimhir a fheiceáil" go "Duine ar bith".
gu: આ સેટિંગ બદલવા માટે, "મારો નંબર કોણ જોઈ શકે છે" ને "કોઈ નહીં" પર સેટ કરો.
he: כדי לשנות את ההגדרה הזו, יש להגדיר את "מי יכול לראות את המספר שלי" כ"אף אחד".
hi: इस सेटिंग्स को बदलने के लिए, "मेरा नंबर कौन देख सकता है" को "कोई नहीं" पर सेट करें।
hr: Za promjenu ove postavke, postavite opciju "Tko može vidjeti moj broj" na "Nitko".
hu: A beállítás módosításához állítsd a „Ki láthatja a telefonszámomat” „Senki” lehetőségre.
id: Untuk mengubahnya, tetapkan pengaturan "Siapa Bisa Melihat Nomor Saya" ke opsi "Tidak Ada".
it: Per modificare questa opzione, imposta "Chi può vedere il mio numero" su "Nessuna persona".
ja: この設定を変更するには、「自分の番号を閲覧できる人」を「誰も閲覧できない」に設定します。
ko: 이 설정을 바꾸려면 '내 전화번호를 볼 수 있는 사람'을 '아무도 보지 못함'으로 설정하세요.
mr: हे सेटिंग्ज बदलण्यासाठी, "माझा नंबर कोण पाहू शकतो" ते "कोणीही नाही" ला सेट करा.
ms: Untuk menukar tetapan ini, tetapkan "Siapa yang boleh lihat nombor saya" kepada "Tiada sesiapa".
nb: For å endre dette velger du «Ingen» under «Hvem kan se telefonnummeret mitt?».
nl: Om deze instelling te wijzigen, stel ‘Wie kan mijn nummer zien’ in op ‘Niemand’.
pl: Aby zmienić to ustawienie, w sekcji „Kto może wyświetlić mój numer” wybierz opcję „Nikt”.
pt_br: Para alterar esta configuração, defina "Quem pode ver meu número" como "Ninguém".
pt_pt: Para alterar esta definição, selecione "Ninguém" em "Quem Pode Ver o Meu Número".
ro: Pentru a schimba această setare, setează „Cine poate vedea numărul meu” la „Nimeni”.
ru: Чтобы изменить эту настройку, установите для параметра «Кто может видеть мой номер» значение «Никто».
sk: Ak chcete toto nastavenie zmeniť, v časti „Kto môže vidieť moje telefónne číslo“ zvoľte „Nikto“.
sr: Да бисте променили ово подешавање, подесите опцију „Ко може да види мој број“ на „Нико“.
sv: Om du vill ändra den här inställningen ställer du in Vem kan se mitt nummer till Ingen.
th: หากต้องการเปลี่ยนการตั้งค่านี้ ให้ไปที่หัวข้อ “คนที่สามารถเห็นหมายเลขโทรศัพท์ของฉัน” แล้วเลือก “ไม่อนุญาตให้ใครเห็น”
tr: Bu ayarı değiştirmek için "Numaramı Kimler Görebilir" seçeneğini "Hiç kimse" olarak ayarla.
ug: بۇ تەڭشەكنى ئۆزگەرتىش ئۈچۈن «تېلېفون نومۇرۇمنى كۆرەلەيدىغانلار» نى «ھېچكىم» گە تەڭشەڭ.
uk: Щоб змінити це налаштування, виберіть «Ніхто» для параметра «Хто може бачити мій номер».
ur: اس سیٹنگ کو تبدیل کرنے کے لیے، "کون میرا نمبر دیکھ سکتا ہے" کو "کوئی بھی نہیں" پر سیٹ کر دیں۔
vi: Để đổi cài đặt này, đặt mục “Ai có thể thấy số của tôi” thành “Không ai cả”.
zh_cn: 如要更改此设置，请将“谁可以看到我的电话号码”设置为“没有人”。
zh_hk: 若要變更此設定，請將「誰可以看到我的號碼」設定為「沒有人」。

# SETTINGS_PHONE_NUMBER_DISCOVERABILITY_NOBODY_CONFIRMATION_DESCRIPTION
source: Setting “Who can find me by number” to “Nobody” will make it harder for people to find you on Signal.
ar: يُمكن أن يُصعِّب اختيار "لا أحد" في إعداد "من يمكنه العثور عليَّ باستخدام رقمي" على الناس العثور عليك على سيجنال.
be: Калі вы ўсталюеце для параметра «Хто можа знайсці мяне па нумары» значэнне «Ніхто», знайсці вас у Signal будзе складаней.
bn: "কারা আমাকে নম্বরের মাধ্যমে খুঁজে পেতে পারেন"-এ "কেউ নয়" সেট করা হলে তা আপনাকে Signal-এ খুঁজে পাওয়া অন্যদের কাছে কঠিন করে তুলবে।
ca: Al configurar "Qui pot trobar-me a través del meu número," i seleccionar "Ningú", serà més difícil que la gent pugui trobar-te a Signal.
cs: Nastavením položky „Kdo mě může najít podle čísla“ na „Nikdo“ ztížíte lidem, aby vás ve službě Signal našli.
da: Ved at indstille "Hvem kan finde mig med mit nummer" til "Ingen" bliver det sværere for folk at finde dig på Signal.
de: Wenn du »Wer kann mich anhand der Telefonnummer finden?« auf »Niemand« setzt, wird es für andere schwieriger, dich auf Signal zu finden.
el: Η ρύθμιση «Ποιοι μπορούν να με βρουν με τον αριθμό μου» σε «Κανείς» θα καταστήσει δυσκολότερο για τους χρήστες να σε βρουν στο Signal.
es: Si cambias el ajuste "¿Quién puede encontrarme con mi número?" a "Nadie", será más difícil que las personas te encuentren en Signal.
fa: تنظیم «چه‌کسی می‌تواند من را با شماره تلفنم پیدا کند» روی «هیچ‌کس»، پیدا کردن شما در سیگنال را برای افراد دشوارتر می‌کند.
fi: Jos määrität asetuksen "Kuka voi löytää minut puhelinnumerolla" tilaan ”Ei kukaan”, sinua on vaikea löytää Signalissa.
fr: Si vous définissez le paramètre "Qui peut me trouver grâce à mon numéro" sur "Personne", les autres utilisateurs auront plus de difficulté à vous trouver sur Signal.
ga: Má shocraítear "Na daoine atá in ann mé a aimsiú le m'uimhir" ag "Duine ar bith", beidh sé níos deacra ag daoine thú a aimsiú ar Signal.
gu: "મને નંબરદ્વારા કોણ શોધી શકે" ને "કોઈ નહીં" પર સેટ કરવાથી લોકો માટે તમને Signal પર શોધવાનું મુશ્કેલ બનશે.
he: להגדיר את ״מי יכול למצוא אותי לפי המספר שלי״ כ״אף אחד״ יקשה על אנשים למצוא אותך ב–Signal.
hi: "कौन मुझे नंबर से ढूंढ सकता है" से लेकर "कोई नहीं" की सेटिंग लोगों के लिए आपको Signal पर ढूंढना मुश्किल करेगा।
hr: Ako za postavku "Tko me može pronaći po broju telefona" odaberete opciju "Nitko", drugi će vas korisnici teže pronaći na Signalu.
hu: A „Ki találhat meg a számom alapján” beállítása „Senki” opcióra nehezebbé teszi az emberek számára, hogy megtaláljanak téged a Signalon.
id: Jika opsi “Siapa bisa menemukan saya dengan nomor telepon” diatur jadi “Tidak ada”, orang akan lebih sulit menemukan Anda di Signal.
it: Se imposti l'opzione "Chi può trovarmi tramite il mio numero di telefono" su "Nessuna persona", diventerà più difficile trovarti su Signal.
ja: 「私を電話番号から検索できる人」を「なし」に設定すると、Signal上で他のユーザーはあなたを見つけにくくなります。
ko: '번호로 나를 찾을 수 있는 사람'을 '없음'으로 설정하면 Signal에서 다른 사람이 나를 찾기가 어려워집니다.
mr: सेटिंग्ज मध्ये “ नंबर नुसार मला कोण शोधू शकते” त्याला “कोणीही नाही” असे सेट केल्यास हे लोकांना आपणाला Signal वर शोधणे अवघड करेल.
ms: Menetapkan "Siapa boleh cari saya dengan nombor telefon" kepada "Tiada sesiapa" akan menyukarkan orang untuk cari anda di Signal.
nb: Hvis du velger «Ingen» under «Hvem kan finne meg ved å søke opp telefonnummeret mitt?», blir det vanskeligere for andre å finne deg på Signal.
nl: Als je ‘Wie kan mij via mijn nummer vinden’ instelt op ‘Niemand’, wordt het moeilijker voor mensen om je te vinden op Signal.
pl: Wybór opcji „Nikt” w ustawieniu „Kto może mnie wyszukać po numerze telefonu” utrudni innym znalezienie Cię w aplikacji Signal.
pt_br: Se você definir "Quem pode ver meu número" como "Ninguém", vai ser mais difícil para as pessoas te acharem no Signal.
pt_pt: Definir "Quem me pode encontrar pelo número" para "Ninguém" tornará mais difícil as pessoas encontrarem o seu contacto do Signal.
ro: Dacă setezi "Cine mă poate găsi după număr" la "Nimeni", oamenii te vor găsi mai greu pe Signal.
ru: Если вы установите для параметра «Кто может найти меня по номеру» значение «Никто», найти вас в Signal будет сложнее.
sk: Ak v časti „Kto ma môže vyhľadať pomocou telefónneho čísla“ vyberiete možnosť „Nikto“, ľudia vás v aplikácii Signal nájdu ťažšie.
sr: Ако подесите „Ко може да ме пронађе по броју“ на „Нико“, људима ће бити теже да вас пронађу на Signal-у.
sv: Om du ställer in "Vem kan hitta mig med nummer" till "Ingen" blir det svårare för andra att hitta dig på Signal.
th: การตั้งค่า “คนที่สามารถใช้หมายเลขโทรศัพท์ค้นหาฉันได้” เป็น “ไม่อนุญาตให้ใครค้นหา” จะทำให้ผู้ใช้คนอื่นค้นหาคุณได้ยากขึ้นบน Signal
tr: "Beni numaramla kimler bulabilir" seçeneğini "Hiç kimse" olarak ayarlamak, insanların seni Signal'de bulmasını zorlaştıracaktır.
ug: «مېنى نومۇرۇم بىلەن تاپالايدىغانلار» نى «ھېچكىم» گە تەڭشەپ قويسىڭىز، باشقىلارنىڭ سىزنى Signal دا تېپىشى تەس بولىدۇ.
uk: Якщо обрати варіант «Ніхто» для параметра «Хто може знайти мене за номером телефону», людям буде складніше знайти вас у Signal.
ur: "مجھے نمبر سے کون تلاش کر سکتا ہے" کو "کوئی نہیں" پر سیٹ کرنے سے لوگوں کے لیے آپ کو Signal پر تلاش کرنا زیادہ مشکل ہو جائے گا۔
vi: Thiết lập tùy chọn “Ai có thể tìm thấy tôi bằng số điện thoại” thành “Không ai” sẽ khiến mọi người khó tìm được bạn hơn trên Signal.
zh_cn: 如果将“谁可以通过电话号码找到我”设置为“没有人”，这将会使其他用户更难在 Signal 上找到您。
zh_hk: 將「誰可以透過電話號碼找到我」設定為「沒有人」，會讓別人更難在 Signal 上找到你。

# SETTINGS_PHONE_NUMBER_DISCOVERABILITY_NOBODY_CONFIRMATION_TITLE
source: Are You Sure?
ar: هل أنت مُتأكِّد؟
be: Вы ўпэўнены?
bn: আপনি কি নিশ্চিত?
ca: Segur que vols fer això?
cs: Jste si jisti?
da: Er du sikker?
de: Bist du sicher?
el: Είσαι σίγουρος/η;
es: ¿Seguro que quieres hacer esto?
fa: مطمئن هستید؟
fi: Oletko varma?
fr: Voulez-vous vraiment continuer ?
ga: An bhfuil tú cinnte?
gu: તમને ખાતરી છે?
he: להמשיך?
hi: क्या आपको यकीन है?
hr: Sigurno želite nastaviti?
hu: Biztos vagy benne?
id: Anda yakin?
it: Vuoi procedere comunque?
ja: 本当に変更しますか？
ko: 계속할까요?
mr: आपल्याला खात्री आहे?
ms: Adakah Anda pasti?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Chcesz kontynuować?
pt_br: Tem certeza?
pt_pt: Tem a certeza?
ro: Ești sigur?
ru: Вы уверены?
sk: Naozaj chcete pokračovať?
sr: Да ли сте сигурни?
sv: Är du säker?
th: ต้องการดำเนินการต่อหรือไม่
tr: Emin misin?
ug: جەزملەشتۈرەمسىز؟
uk: Ви впевнені?
ur: کیا واقعی ایسا چاہتے ہیں؟
vi: Bạn có chắc không?
zh_cn: 确定要更改吗？
zh_hk: 你確定嗎？

# SETTINGS_PHONE_NUMBER_DISCOVERABILITY_TITLE
source: Who Can Find Me By Number
af: Vind my op my telefoonnommer
ar: مَن يُمكنه إيجادي من خلال رقمي
az: Məni telefon nömrəmlə tapa bilər
be: Хто можа знайсці мяне па нумары
bn: নম্বরের মাধ্যমে কে আমাকে খুঁজে পাবেন
ca: Qui pot trobar-me a través del meu número
cs: Kdo mě může najít podle čísla
cy: Fy narganfod gyda Rhif Ffôn
da: Personer, der kan finde mig med mit nummer
de: Wer kann mich anhand der Telefonnummer finden
el: Ποιος μπορεί να με βρει με τον αριθμό μου
es: Quién puede encontrarme con mi número
es_es: Encontrarme por número
et: Leida mind telefoninumbri kaudu
eu: Topa Nazazu Telefono Zenbakia Erabiliz
fa: چه‌کسی می‌تواند من را با شماره تلفنم پیدا کند
fi: Kuka voi löytää minut puhelinnumerolla
fr: Qui peut me trouver grâce à mon numéro
ga: Na Daoine ar Féidir leo mé a Aimsiú le hUimhir Ghutháin
gu: મને નંબરથી કોણ શોધી શકે
he: מי יכול למצוא אותי לפי המספר שלי?
hi: मुझे नंबर से कौन ढूंढ सकता है
hr: Tko me može pronaći po broju telefona
hu: Ki találhat meg a telefonszámom szerint
id: Siapa Bisa Menemukan Saya dengan Nomor
is: Finna mig með símanúmerinu
it: Chi può trovarmi cercandomi con il mio numero
ja: 私を電話番号から検索できる人は？
kab: Af-iyi-d s wuṭṭun n tilifun
km: áŸáŸ’áœáŸ‚á„ášá€ááŸ’á‰á»áŸ†áá¶á˜á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
kn: ಫೋನ್ ಸಂಖ್ಯೆಯ ಮೂಲಕ ನನ್ನನ್ನು ಹುಡುಕಿ
ko: 전화번호로 나를 찾을 수 있는 사람
lt: Rasti mane pagal telefono numerį
lv: Meklēt mani pēc tālruņa numura
mk: Find Me by Phone Number
ml: ഫോൺ നമ്പർ ഉപയോഗിച്ച് കണ്ടെത്തുക
mr: मला फोन नंबरद्वारे कोण शोधू शकते
ms: Siapa Boleh Cari Saya Dengan Nombor
my: ကျွန်ုပ်အား ဖုန်းနံပါတ်ဖြင့် ရှာပါ
nb: Hvem kan finne meg ved å søke opp telefonnummeret mitt?
nl: Wie kan mij via mijn nummer vinden
pa: ਮੈਨੂੰ ਫ਼ੋਨ ਨੰਬਰ ਨਾਲ ਲੱਭੋ
pl: Kto może mnie wyszukać po numerze telefonu
ps: ما د خپلې ټلیفون شمېرې په مټ ومومئ
pt_br: Quem pode encontrar meu número?
pt_pt: Quem me pode encontrar através do número
ro: Cine mă poate găsi după număr
ru: Кто может найти меня по номеру?
sk: Kto ma môže vyhľadať pomocou telefónneho čísla
sl: Najdi me po telefonski številki
sq: Gjemë përmes Numri Telefoni
sr: Ко може да ме пронађе преко мог броја телефона
sv: Vem kan hitta mig med nummer
sw: Nitafute kwa Nambari ya Simu
ta: மூலம் என்னைக் கண்டுபிடி தொலைபேசி எண்
te: ఫోన్ నంబర్ ద్వారా నన్ను కనుగొనండి
th: คนที่สามารถใช้หมายเลขโทรศัพท์ค้นหาฉันได้
tr: Kimler Beni Numaram ile Bulabilir?
ug: تېلېفون نومۇرۇم بىلەن مېنى تاپالايدىغانلار
uk: Хто може знайти мене за номером
ur: کون مجھے میرے نمبر کے ذریعے تلاش کر سکتا ہے
vi: Ai Có Thể Tìm Tôi Bằng Số Điện Thoại
zh_cn: 谁可以通过电话号码找到我
zh_hk: 誰可以透過電話號碼找到我

# SETTINGS_PHONE_NUMBER_PRIVACY_DESCRIPTION_LABEL
source: Choose who can see your phone number and who can contact you on Signal with it.
ar: اختر من يمكنه رؤية رقم هاتفك ومن يمكنه التواصل معك على سيجنال باستخدامه.
be: Выберыце тых, хто можа бачыць ваш нумар тэлефона і хто можа па ім звязвацца з вамі праз Signal.
bn: আপনার ফোন নম্বর কে দেখতে পাবেন এবং এটি ব্যবহার করে Signal-এ কে আপনার সাথে যোগাযোগ করতে পারবেন তা বেছে নিন।
ca: Tria qui pot veure el teu número de telèfon i qui pot contactar-te a Signal a través d'ell.
cs: Zvolte si, kdo uvidí vaše telefonní číslo a kdo vás pomocí něj může v aplikaci Signal kontaktovat.
da: Vælg, hvem der kan se dit telefonnummer, og hvem der kan kontakte dig på Signal med det.
de: Festlegen wer deine Telefonnummer sehen kann und wer dich auf Signal mit ihr kontaktieren kann.
el: Επίλεξε ποιος μπορεί να δει τον αριθμό τηλεφώνου σου και ποιος μπορεί να τον χρησιμοποιήσει για να επικοινωνήσει μαζί σου στο Signal.
es: Elige quién puede ver tu número de teléfono y quién puede usarlo para buscarte en Signal.
fa: انتخاب کنید که چه‌کسی بتواند شماره تلفن شما را ببیند و از طریق شماره تلفن‌تان در سیگنال با شما تماس بگیرید.
fi: Valitse, kuka voi nähdä puhelinnumerosi ja kuka voi ottaa sinuun yhteyttä Signalissa sen avulla.
fr: Choisissez qui peut voir votre numéro de téléphone et qui peut l’utiliser pour vous rechercher sur Signal.
ga: Roghnaigh na daoine atá in ann d'uimhir ghutháin a fheiceáil agus teagmháil a dhéanamh leat ar Signal léi.
gu: તમારો ફોન નંબર કોણ જોઈ શકે અને Signal પર તેનાથી કોણ તમારો સંપર્ક કરી શકે તે પસંદ કરો.
he: אפשר לבחור מי יוכל לראות את מספר הטלפון שלך ומי יוכל ליצור איתך קשר באמצעותו ב–Signal.
hi: चुनें कि कौन आपका फोन नंबर देख सकता है और कौन इसके साथ Signal पर आपसे संपर्क कर सकता है।
hr: Odaberite tko može vidjeti vaš broj telefona i tko vas može kontaktirati putem njega na Signalu.
hu: Válaszd ki, hogy ki láthatja a telefonszámod, és ki léphet kapcsolatba veled a Signalon keresztül.
id: Pilih siapa yang bisa melihat nomor telepon Anda dan siapa yang bisa menghubungi Anda di Signal dengan nomor tersebut.
it: Scegli chi può vedere il tuo numero di telefono e chi può contattarti su Signal mediante il numero.
ja: あなたの電話番号を見ることができる人と、Signalであなたに連絡できる人を選択してください。
ko: 내 전화번호를 볼 수 있고, Signal에서 내 전화번호로 나한테 연락할 수 있는 사람을 선택하세요.
mr: आपला फोन नंबर कोण पाहू शकते आणि त्याच्यासह Signal वर आपणाला कोण संपर्क करू शकते ते निवडा.
ms: Pilih siapa yang boleh melihat nombor telefon anda dan siapa yang boleh menghubungi nombor anda di Signal.
nb: Velg hvem som kan se telefonnummeret ditt og bruke det til å komme i kontakt med deg på Signal.
nl: Kies wie je telefoonnummer kan zien en wie ermee contact met je kan opnemen op Signal.
pl: Zdecyduj, kto może wyświetlić Twój numer telefonu lub użyć go do skontaktowania się z Tobą w aplikacji Signal.
pt_br: Decida quem pode encontrar seu número e quem pode entrar em contato com você pelo Signal usando seu número.
pt_pt: Escolha quem pode ver o seu número de telemóvel e quem o pode usar para o contactar no Signal.
ro: Alege cine îți poate vedea numărul de telefon și cine te poate contacta pe Signal cu el.
ru: Выберите, кто может видеть ваш номер телефона и связываться с вами в Signal с его помощью.
sk: Vyberte, kto môže vidieť vaše telefónne číslo a kto vás môže pomocou neho kontaktovať v aplikácii Signal.
sr: Одаберите ко може да види ваш број телефона и ко може да вам се обрати на Signal-у помоћу њега.
sv: Välj vem som kan se ditt telefonnummer och vem som kan använda det för att kontakta dig på Signal.
th: เลือกว่าจะให้ใครเห็นหมายเลขโทรศัพท์ของคุณและใช้หมายเลขโทรศัพท์นั้นติดต่อคุณบน Signal ได้
tr: Telefon numaranı kimlerin görebileceğini ve seninle kimlerin Signal üzerinden iletişim kurabileceğini seç.
ug: تېلېفون نومۇرىڭىزنى كۆرسە بولىدىغان كىشىلەرنى ۋە تېلېفون نومۇرىڭىز ئارقىلىق سىز بىلەن Signal دا ئالاقىلاشسا بولىدىغان كىشىلەرنى تاللاڭ.
uk: Оберіть, хто зможе бачити ваш номер і зв'язуватися з вами в Signal за номером.
ur: منتخب کریں کہ کون آپ کا فون نمبر دیکھ سکتا ہے اور کون اس کے ذریعے Signal پر آپ سے رابطہ کر سکتا ہے۔
vi: Chọn người có thể thấy số điện thoại của bạn và người có thể liên hệ với bạn trên Signal với số đó.
zh_cn: 选择谁可以在 Signal 上看到您的手机号码，以及谁可以通过您的手机号码与您联系。
zh_hk: 選擇誰可以看到你的電話號碼，以及誰可以透過它在 Signal 上與你聯絡。

# SETTINGS_PHONE_NUMBER_PRIVACY_TITLE
source: Phone Number
ar: رقم الهاتف
be: Нумар тэлефона
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
ga: Uimhir Ghutháin
gu: ફોન નંબર
he: מספר טלפון
hi: फोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor Telepon
it: Numero di telefono
ja: 電話番号
ko: 전화번호
mr: फोन नंबर
ms: Nombor Telefon
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
pt_pt: N.º de telemóvel
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sr: Број телефона
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: فون نمبر
vi: Số điện thoại
zh_cn: 手机号码
zh_hk: 電話號碼

# SETTINGS_PHONE_NUMBER_SHARING_TITLE
source: Who Can See My Number
af: Sien my telefoonnommer
ar: من يُمكنه رؤية رقمي
az: Telefon nömrəmə baxa bilər
be: Хто можа бачыць мой нумар
bn: কে আমার নম্বর দেখতে পাবেন
ca: Qui pot veure el meu número
cs: Kdo uvidí moje číslo
cy: Gweld Fy Rhif Ffôn
da: Personer, der kan se mit nummer
de: Wer kann meine Telefonnummer sehen
el: Ποιος μπορεί να δει τον αριθμό μου
es: Quién puede ver mi número
es_es: Mostrar número
et: näha minu telefoninumbrit
eu: Ikusi nire telefono zenbakia
fa: چه‌کسی می‌تواند شماره من را ببیند
fi: Kuka voi nähdä numeroni
fr: Qui peut voir mon numéro
ga: Na Daoine ar Féidir leo m'Uimhir Ghutháin a Fheiceáil
gu: મારો નંબર કોણ જોઈ શકે
he: מי יכול לראות את המספר שלי?
hi: मेरा नंबर कौन देख सकता है
hr: Tko može vidjeti moj broj
hu: Ki láthatja a telefonszámomat
id: Siapa Bisa Melihat Nomor Saya
is: Sjá símanúmerið mitt
it: Chi può vedere il mio numero di telefono
ja: 電話番号を見ることができる人
kab: Wali uṭṭun-iw n tilifun
km: á˜á¾á›á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹ááŸ’á‰á»áŸ†
kn: ನನ್ನ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನೋಡಿ
ko: 내 전화번호를 볼 수 있는 사람
lt: Matyti mano telefono numerį
lv: Skatīt manu tālruņa numuru
mk: See My Phone Number
ml: എന്റെ ഫോൺ നമ്പർ കാണുക
mr: माझा फोन नंबर कोण पाहू शकते
ms: Siapa Boleh Lihat Nombor Saya
my: ကျွန်ုပ်၏ ဖုန်းနံပါတ် ကြည့်မယ်
nb: Hvem kan se telefonnummeret mitt?
nl: Wie kan mijn nummer zien
pa: ਮੇਰਾ ਫੋਨ ਨੰਬਰ ਵੇਖੋ
pl: Kto może wyświetlić mój numer
ps: زما د ټلیفون شمېره ووینئ
pt_br: Quem pode ver meu número?
pt_pt: Quem pode ver o seu número
ro: Cine îmi poate vedea numărul
ru: Кто может видеть мой номер
sk: Kto môže vidieť moje telefónne číslo
sl: Ogled moje telefonske številke
sq: Të shohë Numrin Tim të Telefonit
sr: Ко може да види мој број
sv: Vem kan se mitt nummer
sw: Ona Nambari Yangu ya Simu
ta: என் காண்கதொலைபேசி எண்
te: నా ఫోన్ నంబర్ చూడండి
th: คนที่สามารถเห็นหมายเลขโทรศัพท์ของฉัน
tr: Numaramı Kimler Görebilir?
ug: تېلېفون نومۇرۇمنى كۆرسە بولىدىغانلار
uk: Хто може бачити мій номер
ur: میرا نمبر کون دیکھ سکتا ہے
vi: Ai Có Thể Thấy Số Điện Thoại Của Tôi
zh_cn: 谁可以看到我的电话号码
zh_hk: 誰可以看到我的號碼
