Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_REQUEST_BLOCK_CONVERSATION_TITLE_FORMAT
source: Block %@?
af: Versper %@?
ar: هل ترغبُ بحظر %1$@؟
az: %@ əngəllənsin?
be: Заблакаваць %1$@?
bg: Блокирай %@ ?
bn: %1$@-কে ব্লক করবেন?
ca: Vols bloquejar %1$@?
cs: Blokovat uživatele %1$@?
cy: Rhwystro %@?
da: Blokér %1$@?
de: %1$@ blockieren?
el: Αποκλεισμός του/της %1$@;
es: ¿Bloquear a %1$@?
es_es: ¿Bloquear a %@?
et: Kas blokeerida %@?
eu: %@ blokeatu?
fa: %1$@ مسدود شود؟
fi: Estetäänkö %1$@?
fil: I-block %@?
fr: Bloquer %1$@ ?
ga: Cuir bac ar %1$@?
gu: %1$@ને બ્લૉક કરવા છે?
he: לחסום את %1$@?
hi: %1$@ को ब्लॉक करें?
hr: Blokirati korisnika %1$@?
hu: %1$@ letiltása?
id: Blokir %1$@?
is: Loka á %@?
it: Vuoi bloccare %1$@?
ja: %1$@ をブロックしますか？
kab: Sewḥel %@?
kk: %@ бұғаттау керек пе?
km: á á¶á˜áƒá¶ááŸ‹ %@?
kn: %@ನಿರ್ಬಂಧಿಸುವುದೇ?
ko: %1$@을(를) 차단할까요?
lt: Užblokuoti %@?
lv: Vai bloķēt %@?
mk: Блокирај го %@?
ml: %@നെ തടയണോ?
mr: %1$@ ला अवरोधित करायचे?
ms: Sekat %1$@?
my: %@ ကို ပိတ်မလား?
nb: Vil du blokkere %1$@?
nl: %1$@ blokkeren?
pa: %@ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਣੀ ਹੈ?
pa_pk: %@ نوں بلاک کرو؟
pl: Zablokować tę osobę: %1$@?
ps: غواړئ %@ بلاک کړئ؟
pt_br: Bloquear %1$@?
pt_pt: Bloquear %1$@?
ro: Blochezi pe %1$@?
ru: Заблокировать %1$@?
sk: Blokovať používateľa %1$@?
sl: Blokiram uporabnika/co %@?
sq: Të bllokohet %@?
sr: Желите ли да блокирате корисника %1$@?
sv: Blockera %1$@?
sw: Zuia %@?
ta: %@ஐ தடுக்கவா?
te: %@ ని నిరోధించాల?
th: บล็อก %1$@ หรือไม่
tr: %1$@ engellensin mi?
ug: %1$@ نى چەكلەمسىز؟
uk: Заблокувати користувача %1$@?
ur: %1$@ کو بلاک کریں؟
vi: Chặn %1$@?
zh_cn: 要屏蔽%1$@吗？
zh_hk: 要封鎖 %1$@ 嗎？

# MESSAGE_REQUEST_BLOCK_GROUP_MESSAGE
source: You will leave this group and no longer receive messages or updates.
af: Jy sal hierdie groep verlaat en nie meer boodskappe of nuus ontvang nie.
ar: سوف تُغادر هذه المجموعة ولن تصلك بعد الآن رسالة أو مستجدات منها.
az: Bu qrupu tərk edəcəksiniz və artıq bu qrupdan mesaj və ya yeniləmə almayacaqsınız.
be: Вы пакінеце гэту групу і больш не атрымаеце паведамленні і абнаўленні.
bg: Ще напуснеш групата и повече няма да получаваш съобщения или обновления от нея.
bn: আপনি এই গ্রুপটি ছেড়ে চলে যাবেন এবং আর কোনও মেসেজ বা আপডেট পাবেন না।
ca: Abandonareu el grup i ja no en rebreu missatges ni actualitzacions.
cs: Opustíte tuto skupinu a nebudete již dostávat zprávy ani aktualizace.
cy: Byddwch yn gadael y grŵp hwn ac ni fyddwch yn derbyn negeseuon na diweddariadau bellach.
da: Du forlader gruppen og vil ikke længere modtage beskeder eller opdateringer
de: Du wirst diese Gruppen verlassen und keine Nachrichten oder Aktualisierungen mehr erhalten.
el: Θα φύγεις απ' την ομάδα και δεν θα λαμβάνεις πια μηνύματα ή ενημερώσεις.
es: Si continúas, abandonarás este grupo y ya no recibirás mensajes ni actualizaciones.
es_es: Abandonarás este grupo y ya no recibirás más mensajes o actualizaciones.
et: Sa lahkud grupist ja ei saa enam sõnumeid ega uuendusi.
eu: Talde hau utziko duzu eta ez duzu mezu edo egunerapen gehiagorik jasoko.
fa: شما این گروه را ترک می‌کنید و دیگر پیام‌ها و بروزرسانی‌ها را دریافت نمی‌کنید.
fi: Poistut tästä ryhmästä etkä enää saa viestejä tai päivityksiä.
fil: Aalis ka sa grupong ito at hindi na makakatanggap ng mga mensahe o mga update.
fr: Vous allez quitter ce groupe. Il ne pourra plus vous envoyer de messages, ni vous tenir informé des dernières actualités.
ga: Fágfaidh tú an grúpa seo agus ní bhfaighidh tú teachtaireachtaí uaidh a thuilleadh.
gu: તમે આ ગ્રુપને છોડી દો અને મેસેજ અથવા અપડેટ્સ પ્રાપ્ત કરશે નહીં.
he: תעזוב קבוצה זו ולא תקבל יותר הודעות או עדכונים.
hi: आप इस ग्रुप को छोड़ देंगे और आपको इस ग्रुप से कोई भी संदेश और अपडेट प्राप्त नहीं होंगे।
hr: Napustiti će te ovu grupu i više nećete primati poruke ili ažuriranja.
hu: A csoport elhagyásával többé nem kapsz onnan sem üzeneteket sem frissítéseket.
id: Anda akan meninggalkan grup ini juga berhenti menerima pesan dan notifikasi.
is: Þú munt yfirgefa þennan hóp og munt ekki lengur fá skilaboð né uppfærslur.
it: Abbandonerai questo gruppo e non riceverai più messaggi o aggiornamenti.
ja: このグループから抜けて、メッセージや更新を受信しなくなります。
kab: Ad teffɣeḍ seg ugraw-a, yerna ur tettuɣaleḍ ara ad d-tremseḍ iznan neɣ ileqman.
kk: Сіз бұл топтан шығып кетесіз және енді хабар немесе жаңарту алмайтын боласыз.
km: á¢áŸ’á“á€á“á¹á„á…á¶á€á…áŸá‰á–á¸á€áŸ’ášá»á˜á“áŸáŸ‡ á“á·á„á›áŸ‚á„á‘á‘á½á›áŸá¶áš á¬á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–áŸ”
kn: ನೀವು ಈ ಗುಂಪನ್ನು ತೊರೆಯುವುದಿಲ್ಲ ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ಅಥವಾ ಅಪ್‌ಡೇಟ್‌‌ಗಳನ್ನು ಇನ್ನುಮುಂದೆ ಪಡೆಯುವುದಿಲ್ಲ.
ko: 이 그룹에서 나가게 되며 메시지 또는 새 소식을 받을 수 없게 됩니다.
lt: Jūs išeisite iš šios grupės ir daugiau nebegausite žinučių ar atnaujinimų.
lv: Jūs izstāsieties no šīs grupas un vairs nesaņemsiet ziņas vai jaunumus.
mk: Со напуштање на групата нема повеќе да добивате пораки или ажурирања.
ml: നിങ്ങൾ ഈ ഗ്രൂപ്പ് വിട്ടുപോകും, ​​മേലിൽ സന്ദേശങ്ങളോ അപ്‌ഡേറ്റുകളോ ലഭിക്കില്ല.
mr: आपण हा गट सोडाल आणि यापुढे संदेश किंवा अद्यतने प्राप्त करणार नाही.
ms: Anda akan meninggalkan kumpulan ini dan tidak lagi menerima mesej atau kemas kini.
my: သင်သည် ၎င်းအဖွဲ့မှ ထွက်ခွာပြီး မက်ဆေ့ချ်နှင့် အပ်ဒိတ်များကို မလက်ခံရရှိိနိုင်တော့ပါ။
nb: Du vil forlate denne gruppen og vil ikke lenger motta meldinger eller oppdateringer.
nl: Je zult deze groep verlaten en niet langer berichten of meldingen ontvangen.
pa: ਤੁਸੀਂ ਇਸ ਗਰੁੱਪ ਨੂੰ ਛੱਡ ਦਿਓਗੇ ਅਤੇ ਕੋਈ ਵੀ ਸੁਨੇਹੇ ਜਾਂ ਅਪਡੇਟ ਤੁਹਾਨੂੰ ਨਹੀਂ ਮਿਲਣਗੇ.
pa_pk: تساں ایس گروپ نوں چھڈ دیو گے تے ہور سنیہے یا اپ ڈیٹس موصول نئیں ہون گی۔
pl: Opuścisz tę grupę i nie będziesz już w niej otrzymywać wiadomości ani powiadomień.
ps: تاسې به دغه ګروپ پریږدئ او نور به هېڅ راز پیغامونه یا اپډیټونه تر لاسه نه کړئ.
pt_br: Após sair, você não receberá mais nenhuma mensagem ou atualização deste grupo.
pt_pt: Irá abandonar este grupo e deixará de poder receber mensagens ou atualizações.
ro: Vi părăsi acest grup și nu vei mai primi mesaje sau actualizări.
ru: Вы покинете эту группу и больше не будете получать сообщения или обновления.
sk: Opustíte túto skupinu a už nebudete dostávať správy ani aktualizácie.
sl: Zapustili boste to skupino in ne boste več prejemali sporočil oziroma posodobitev.
sq: Do ta braktisni këtë grup dhe s’do të merrni më mesazhe apo përditësime.
sr: Напустићете ову групу и више нећете примати поруке и новости.
sv: Du kommer att lämna denna grupp och inte längre ta emot meddelanden eller uppdateringar.
sw: Utaondoka kundi hili na hautaweza tena kupokea jumbe au sasisho.
ta: நீங்கள் இந்த குழுவை விட்டு வெளியேறும் மற்றும் இல்லை இனி செய்திகள் அல்லது புதுப்பிப்புகளைப் பெறுங்கள்.
te: మీరు ఈ సమూహాన్ని వదిలివేస్తారు మరియు ఇకపై సందేశాలు లేదా నవీకరణలను స్వీకరించరు.
th: คุณจะออกจากกลุ่มนี้และจะไม่ได้รับข้อความหรือความเคลื่อนไหวอีก
tr: Bu gruptan ayrılıp, ileti ve güncellemelerini almayacaksınız.
ug: بۇ گۇرۇپپىدىن ئايرىلىپ ئۇنىڭ ئۇچۇرى ۋە يېڭىلىنىشىنى تاپشۇرۇۋالمايسىز.
uk: Ви покинете цю групу й більше не отримуватимете від неї повідомлень і оновлень.
ur: آپ اس گروپ کو چھوڑ دیں گے اور آپ کو پیغامات یا اپ ڈیٹ نہیں ملیں گے۔
vi: Bạn sẽ rời nhóm và không còn nhận tin nhắn hay cập nhật từ nhóm này nữa.
zh_cn: 您将离开此组，不再接收消息或更新。
zh_hk: 您將離開此群組，不再接收訊息或更新。

# MESSAGE_REQUEST_BLOCK_GROUP_TITLE_FORMAT
source: Block and Leave %@?
af: Versper en verlaat %@?
ar: هل ترغب بحظر ومُغادرة %1$@؟
az: %@ qrupunu əngəlləyərək tərk edirsiniz?
be: Заблакаваць ды пакінуць %1$@?
bg: Блокиране и напускане на %@?
bn: %1$@ ব্লক করবেন এবং বের হয়ে যাবেন?
ca: Vols bloquejar i abandonar %1$@?
cs: Blokovat a opustit skupinu %1$@?
cy: Rhwystro a Gadael %@?
da: Blokér og forlad %1$@?
de: »%1$@« blockieren und verlassen?
el: Αποκλεισμός και αποχώρηση από την ομάδα %1$@;
es: ¿Bloquear y abandonar "%1$@"?
es_es: ¿Bloquear y abandonar «%@»?
et: Kas blokeerida ja lahkuda grupist %@?
eu: Blokeatu eta utzi %@?
fa: %1$@ را مسدود و آن را ترک می‌کنید؟
fi: Estetäänkö ja poistutaanko ryhmästä %1$@?
fil: I-block at Umalis sa %@?
fr: Bloquer et quitter %1$@ ?
ga: Cuir bac ar %1$@ agus imigh as?
gu: %1$@ને બ્લૉક કરીને છોડી દેવું છે?
he: לחסום ולעזוב את %1$@?
hi: %1$@ को ब्लॉक करके छोड़ दें?
hr: Blokirati i napustiti grupu %1$@?
hu: Tiltás és kilépés innen: %1$@?
id: Blokir dan Keluar dari %1$@?
is: Útiloka og yfirgefa %@?
it: Vuoi bloccare e abbandonare %1$@?
ja: %1$@ をブロックして抜けますか？
kab: Sewḥel syen suffeɣ %@?
kk: "%@" бұғаттап, одан шығу керек пе?
km: á á¶á˜áƒá¶ááŸ‹ á“á·á„á…á¶á€á…áŸá‰ %@?
kn: %@ ಅನ್ನು ನಿರ್ಬಂಧಿಸುವುದೇ ಮತ್ತು ತೊರೆಯುವುದೇ?
ko: %1$@ 그룹을 차단하고 나갈까요?
lt: Užblokuoti ir išeiti iš %@?
lv: Vai bloķēt un atstāt %@?
mk: Блокирај и напушти %@?
ml: %@ ബ്ലോക്ക് ചെയ്ത് വിട്ടുപോവണോ?
mr: %1$@ अवरोधित करायचे आणि सोडायचे?
ms: Sekat dan Keluar dari %1$@?
my: ပိတ်ပယ်ပြီး %@ မှ ထွက်ခွာမလား?
nb: Blokkere og forlate %1$@?
nl: %1$@ blokkeren en verlaten?
pa: %@ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਣੀ ਅਤੇ ਛੱਡਣਾ ਹੈ?
pa_pk: %@ نوں بلاک کرو تے چھڈ دیو؟
pl: Zablokować i opuścić grupę %1$@?
ps: غواړئ %@ بلاک او پریږدئ؟
pt_br: Bloquear e sair de %1$@?
pt_pt: Bloquear e sair de %1$@?
ro: Blochează și părăsește %1$@?
ru: Заблокировать и покинуть %1$@?
sk: Blokovať a opustiť skupinu %1$@?
sl: Želite blokirati in zapustiti skupino %@?
sq: Të bllokohet dhe Braktiset %@?
sr: Желите ли да блокирате и напустите групу %1$@?
sv: Blockera och lämna %1$@?
sw: Zuia na Ondoka %@?
ta: தடுமற்றும் விடுங்கள் %@?
te: అడ్డగించు మరియు వదిలివేయి %@?
th: บล็อกและออกจาก %1$@ หรือไม่
tr: %1$@ Grubunu Engelle ve Ayrıl?
ug: %1$@ نى چەكلەپ ئايرىلامسىز؟
uk: Заблокувати й покинути групу «%1$@»?
ur: %1$@ کو بلاک کریں اور چھوڑ دیں؟
vi: Chặn và Rời %1$@?
zh_cn: 要屏蔽并离开%1$@吗？
zh_hk: 要封鎖並離開 %1$@ 嗎？

# MESSAGE_REQUEST_DELETE_CONVERSATION_ACTION
source: Delete
af: Skrap
ar: حذف
az: Sil
be: Выдаліць
bg: Изтрий
bn: মুছে ফেলুন
ca: Suprimeix
cs: Odstranit
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_es: Eliminar
et: Kustuta
eu: Ezabatu
fa: پاک کردن
fi: Poista
fil: Burahin
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 消去する
kab: Kkes
kk: Жою
km: á›á»á”
kn: ಅಳಿಸು
ko: 삭제
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: हटवा
ms: Padam
my: ဖျက်မည်
nb: Slett
nl: Verwijderen
pa: ਹਟਾਓ
pa_pk: مٹا دیو
pl: Usuń
ps: پاکول
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sq: Fshije
sr: Избриши
sv: Ta bort
sw: Futa
ta: அழி
te: తొలగించండి
th: ลบ
tr: Sil
ug: ئۆچۈر
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

# MESSAGE_REQUEST_DELETE_CONVERSATION_MESSAGE
source: This chat will be deleted from all of your devices.
af: Hierdie klets sal van al jou toestelle geskrap word.
ar: ستُحذَف هذه الدردشة من جميع أجهزتك.
az: Bu söhbət, bütün cihazlarınızdan silinəcək.
be: Гэты чат будзе выдалены з усіх вашых прылад.
bg: Този разговор ще бъде изтрит от всичките ти устройства.
bn: এই চ্যাটটি আপনার সকল ডিভাইস থেকে মুছে ফেলা হবে।
ca: Aquest xat s'eliminarà de tots els dispositius.
cs: Tento chat bude odstraněn ze všech vašich zařízení.
cy: Bydd y sgwrs hon yn cael ei dileu o'ch holl ddyfeisiau.
da: Chatten vil blive slettet fra alle dine enheder.
de: Dieser Chat wird von all deinen Geräten gelöscht.
el: Αυτή η συνομιλία θα διαγραφεί από όλες τις συσκευές σου.
es: Este chat se eliminará de todos tus dispositivos.
es_es: Este chat se eliminará de todos tus dispositivos.
et: See vestlus kustutatakse kõigist sinu seadmetest.
eu: Solasaldi hau zure gailu guztietatik ezabatuko da.
fa: این گفتگو از تمام دستگاه‌های شما پاک خواهد شد.
fi: Tämä keskustelu poistetaan kaikilta laitteiltasi.
fil: Ang pag-uusap na ito mabubura sa lahat ng iyong mga device.
fr: Cette conversation sera supprimée de tous vos appareils.
ga: Scriosfar an comhrá seo ó gach gléas atá agat.
gu: આ ચેટને તમારા તમામ ડિવાઇસમાંથી ડિલીટ કરવામાં આવશે.
he: צ'אט זה יימחק מכל המכשירים שלך.
hi: इस चैट को आपके सभी डिवाइसेस से डिलीट कर दिया जाएगा।
hr: Ovaj razgovor će biti izbrisan sa svih vaših uređaja.
hu: Ez a csevegés minden társított eszközödön törlésre kerül.
id: Obrolan ini akan dihapus dari semua perangkat Anda.
is: Þessu spjalli verður eytt af öllum tækjunum þínum.
it: Questa chat verrà eliminata da tutti i tuoi dispositivi.
ja: このチャットは、あなたのすべての端末から消去されます。
kab: Adiwenni-a ad yettwakkes seg meṛṛa ibenkan-ik·im.
kk: Бұл әңгіме сіздің барлық құрылғыларыңыздан жойылады.
km: á€á¶ášá‡á‡áŸ‚á€á“áŸáŸ‡ á“á¹á„ááŸ’ášá¼áœá›á»á”á…áŸá‰á–á¸á§á”á€ášááŸá‘á¶áŸ†á„á¢áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ಈ ಚಾಟ್ ಅನ್ನು ನಿಮ್ಮ ಎಲ್ಲಾ ಸಾಧನಗಳಿಂದ ಅಳಿಸಲಾಗುತ್ತದೆ.
ko: 내 모든 기기에서 이 대화를 삭제합니다.
lt: Šis pokalbis bus ištrintas iš visų jūsų įrenginių.
lv: Šī tērzēšana tiks dzēsta no visām jūsu ierīcēm.
mk: Овој разговор ќе биде избришан од сите Ваши уреди.
ml: നിങ്ങളുടെ എല്ലാ ഉപകരണങ്ങളിൽ നിന്നും ഈ ചാറ്റ് ഇല്ലാതാക്കപ്പെടും.
mr: हा चॅट आपल्या सर्व डिव्हाइस वरून हटवला जाईल.
ms: Sembang ini akan dipadamkan daripada semua peranti anda.
my: ၎င်းစကားပြောဆိုမှုသည် သင်၏စက်များအားလုံးပေါ်မှ ဖျက်သိမ်းသွားပါမည်။
nb: Denne samtalen slettes fra alle enhetene dine.
nl: Deze chat zal op al je eigen apparaten worden verwijderd.
pa: ਇਹ ਗੱਲਬਾਤ ਨੂੰ ਤੁਹਾਡੇ ਸਾਰੇ ਡਿਵਾਈਸਾਂ ਤੋਂ ਹਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ।
pa_pk: ایہہ گل وات تساں دے سارے آلے توں حذف کر دتی جاوے گی۔
pl: Ten czat zostanie usunięty ze wszystkich Twoich urządzeń.
ps: دغه چټ به ستاسې له ټولو وسیلو څخه پاک شي.
pt_br: Este chat será apagado de todos os seus dispositivos.
pt_pt: Este chat será eliminado de todos os seus dispositivos.
ro: Această conversație va fi ștearsă de pe toate dispozitivele tale asociate.
ru: Этот чат будет удалён со всех ваших устройств.
sk: Tento čet sa vymaže zo všetkých vašich zariadení.
sl: Ta pogovor bo izbrisan z vseh vaših naprav.
sq: Kjo fjalosje do të fshihet prej krejt pajisjeve tuaja.
sr: Ћаскање ће бити избрисано са свих ваших уређаја.
sv: Denna chatt kommer att tas bort från alla dina enheter.
sw: Gumzo hii itafutwa kwenye vifaa vyako vyote.
ta: இது உரையாடல் உங்கள் எல்லா சாதனங்களிலிருந்தும் நீக்கப்படும்.
te: ఈ చాట్ మీ అన్ని పరికరాల నుండి తొలగించబడుతుంది.
th: แชทนี้จะถูกลบออกจากอุปกรณ์ทุกเครื่องของคุณ
tr: Bu sohbet tüm cihazlarından silinecektir.
ug: بۇ سۆھبەت بارلىق ئۈسكۈنىلىرىڭىزدىن ئۆچۈرۈلىدۇ.
uk: Цей чат буде видалено з усіх ваших пристроїв.
ur: یہ چیٹ آپ کی تمام ڈیوائسز سے حذف ہو جائے گی۔
vi: Cuộc trò chuyện này sẽ được xóa khỏi tất cả thiết bị của bạn.
zh_cn: 此操作将从您的所有设备上删除此聊天。
zh_hk: 此聊天將從你所有的裝置上刪除。

# MESSAGE_REQUEST_DELETE_CONVERSATION_TITLE
source: Delete Chat?
af: Skrap klets?
ar: هل ترغبُ بحذف الدردشة؟
az: Söhbət silinsin?
be: Выдаліць чат?
bg: Изтриване на разговора?
bn: চ্যাট মুছে ফেলবেন?
ca: Vols eliminar el xat?
cs: Odstranit chat?
cy: Dileu Sgwrs?
da: Slet chat?
de: Chat löschen?
el: Διαγραφή συνομιλίας;
es: ¿Eliminar chat?
es_es: ¿Eliminar chat?
et: Kas kustutada vestlus?
eu: Ezabatu Txat-a?
fa: گفتگو پاک شود؟
fi: Poistetaanko keskustelu?
fil: Burahin ang Pag-uusap?
fr: Supprimer la conversation ?
ga: Scrios Comhrá?
gu: ચેટ ડિલીટ કરવી છે?
he: למחוק צ'אט?
hi: चैट को डिलीट करना है?
hr: Izbriši razgovor?
hu: Törlöd a csevegést?
id: Hapus Obrolan?
is: Eyða spjalli?
it: Eliminare la chat?
ja: チャットを消去しますか？
kab: Kkes adiwenni?
kk: Әңгімені жою керек пе?
km: á›á»á”á€á¶ášá‡á‡áŸ‚á€?
kn: ಚಾಟ್ ಅಳಿಸುವುದೇ?
ko: 대화를 삭제할까요?
lt: Ištrinti pokalbį?
lv: Vai dzēst tērzēšanu?
mk: Да се избрише разговорот?
ml: ചാറ്റ് ഇല്ലാതാക്കണോ?
mr: चॅट हटवायचा?
ms: Padam Sembang?
my: စကားပြောဆိုမှုကို ဖျက်သိမ်းမည်လား?
nb: Vil du slette samtalen?
nl: Chat verwijderen?
pa: ਚੈਟ ਹਟਾਉਣੀ ਹੈ?
pa_pk: گل وات حذف کرو؟
pl: Usunąć czat?
ps: غواړئ چټ پاک کړئ؟
pt_br: Excluir chat?
pt_pt: Eliminar chat?
ro: Șterg Conversația?
ru: Удалить чат?
sk: Vymazať čet?
sl: Zbrišem pogovor?
sq: Të fshihet Fjalosja?
sr: Желите ли да избришете ћаскање?
sv: Ta bort chatt?
sw: Ungependa Kufuta Gumzo?
ta: உரையாடலை நீக்கவா?
te: చాట్ తొలగించాలా?
th: ลบแชทใช่หรือไม่
tr: Sohbet silinsin mi?
ug: پاراڭنى ئۆچۈرەمسىز؟
uk: Видалити чат?
ur: چیٹ کو حذف کریں؟
vi: Xóa Cuộc trò chuyện?
zh_cn: 删除聊天？
zh_hk: 是否刪除聊天？

# MESSAGE_REQUEST_LEAVE_AND_DELETE_GROUP_ACTION
source: Delete and Leave
af: Skrap en verlaat
ar: حذف ثم المغادرة
az: Sil və tərk et
be: Выдаліць і пакінуць
bg: Изтриване и напускане
bn: মুছে ফেলুন এবং ছেড়ে চলে যান
ca: Esborrar i sortir
cs: Odstranit a opustit
cy: Dileu a Gadael
da: Slet og forlad
de: Löschen und verlassen
el: Διαγραφή και αποχώρηση
es: Eliminar y abandonar
es_es: Eliminar y abandonar
et: Kustuta ja lahku
eu: Ezabatu eta utzi
fa: پاک کردن و ترک
fi: Poista ja poistu ryhmästä
fil: Burahin at Umalis
fr: Supprimer et quitter
ga: Scrios agus Imigh as
gu: ડિલીટ કરો અને છોડો
he: מחיקה ועזיבה
hi: डिलीट करके छोड़ दें
hr: Izbriši i napusti
hu: Törlés és kilépés
id: Hapus dan Keluar
is: Eyða og yfirgefa
it: Elimina e abbandona
ja: 消去して抜ける
kab: Kkes syen ffeɣ
kk: Жою және шығып кету
km: á›á»á”á…áŸ„á› á“á·á„â€‹á…á¶á€á…áŸá‰
kn: ಅಳಿಸಿ ಮತ್ತು ತೊರೆಯಿರಿ
ko: 삭제하고 나가기
lt: Ištrinti ir išeiti
lv: Dzēst un izstāties
mk: Избриши и напушти
ml: ഡിലീറ്റ് ചെയ്ത് വിട്ടുപോവുക
mr: हटवा आणि सोडा
ms: Padam dan Tinggalkan
my: ဖျက်သိမ်းပြီး ထွက်ခွာမယ်
nb: Slett og forlat
nl: Verwijderen en verlaten
pa: ਹਟਾਓ ਤੇ ਛੱਡੋ
pa_pk: حذف کرو تے چھڈ دیو
pl: Usuń i opuść
ps: پاک کول او پریښودل
pt_br: Apagar e sair
pt_pt: Eliminar e abandonar
ro: Șterge și Pleacă
ru: Удалить и покинуть
sk: Vymazať a opustiť
sl: Izbriši in zapusti
sq: Fshije dhe Braktise
sr: Избриши и напусти
sv: Ta bort och lämna
sw: Futa na Ondoka
ta: அழி மற்றும் விடுங்கள்
te: తొలగించి వదిలివేయండి
th: ลบและออก
tr: Sil ve Ayrıl
ug: ئۆچۈرۈڭ ۋە ئايرىلىڭ
uk: Видалити й покинути
ur: حذف کریں اور چھوڑ دیں
vi: Xóa và Rời
zh_cn: 删除并离开
zh_hk: 刪除並離開

# MESSAGE_REQUEST_LEAVE_AND_DELETE_GROUP_MESSAGE
source: You will leave this group, and it will be deleted from all your devices.
af: Jy sal hierdie groep verlaat, en dit sal van al jou toestelle af geskrap word.
ar: ستُغادر هذه المجموعة، ثم ستُحذَف من جميع أجهزتك.
az: Bu qrupu tərk edəcəksiniz və bütün cihazlarınızdan silinəcək.
be: Калі вы пакінеце гэтую групу, яна будзе выдалена з усіх вашых прылад.
bg: Ще напуснеш групата и тя ще бъде изтрита от всичките ти устройства.
bn: আপনি এই গ্রুপটি ছেড়ে চলে যাবেন এবং এটি আপনার সকল ডিভাইস থেকে মুছে ফেলা হবে।
ca: Sortiràs del grup i se suprimirà de tots els dispositius.
cs: Tuto skupinu opustíte a bude odstraněna ze všech vašich zařízení.
cy: Byddwch yn gadael y grŵp hwn, a bydd yn cael ei ddileu o'ch holl ddyfeisiau.
da: Du forlader gruppen, og den vil blive slettet fra alle dine enheder.
de: Du wirst diese Gruppe verlassen und sie wird von all deinen Geräten gelöscht.
el: Θα φύγεις από την ομάδα και αυτή θα διαγραφεί απ' όλες τις συσκευές σου.
es: Abandonarás este grupo y se eliminará de todos tus dispositivos.
es_es: Abandonarás este grupo, que se eliminará de todos tus dispositivos.
et: Sa lahkud sellest grupist ja see kustutatakse kõigist sinu seadmetest.
eu: Talde hau utziko duzu eta zure gailu guztietatik ezabatuko da.
fa: شما این گروه را ترک می‌کنید و گروه از روی تمامی دستگاه‌هایتان پاک خواهد شد.
fi: Poistut tästä ryhmästä ja ryhmä poistetaan kaikilta laitteiltasi.
fil: Aalis ka sa grupong ito, at ito'y mabubura sa lahat ng iyong mga device.
fr: Vous quitterez ce groupe et il sera supprimé de tous vos appareils.
ga: Imeoidh tú as an ngrúpa seo, agus scriosfar é ó gach gléas atá agat.
gu: તમે આ ગ્રુપને છોડી દો, અને તે તમારા બધા ડિવાઇસમાંથી ડિલીટ કરવામાં આવશે.
he: אתם תעזבו קבוצה זו, והיא תימחק מכל המכשירים שלכם.
hi: आप इस ग्रुप को छोड़ देंगे और यह ग्रुप आपके सभी डिवाइसों से डिलीट कर दिया जाएगा।
hr: Napustit ćete ovu grupu i ona će biti izbrisana sa svih vaših uređaja.
hu: Elhagyod a csoportot, így az összes társított eszközödről is törölve lesz.
id: Anda akan keluar dari grup ini, dan grup akan dihapus dari semua perangkat Anda.
is: Þú munt yfirgefa þennan hóp og verður honum eytt úr öllum þínum tækjum.
it: Quando abbandonerai il gruppo, verrà eliminato da tutti i tuoi dispositivi.
ja: このグループから抜けて、すべての端末から消去します。
kab: Ad teffɣeḍ seg ugraw-a, yerna ad yettwakkes seg meṛṛa ibenkan-ik·im.
kk: Сіз бұл топтан шығып кетесіз және ол сіздің барлық құрылғыларыңыздан жойылады.
km: á¢áŸ’á“á€á“á¹á„á…á¶á€á…áŸá‰á–á¸á€áŸ’ášá»á˜á“áŸáŸ‡ á“á·á„á›á»á”á…áŸá‰á–á¸á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€á‘á¶áŸ†á„á¢áŸáŸ‹áŸ”
kn: ನೀವು ಈ ಗುಂಪನ್ನು ತೊರೆಯುತ್ತೀರಿ ಮತ್ತು ಇದನ್ನು ನಿಮ್ಮ ಎಲ್ಲ ಸಾಧನಗಳಿಂದಲೂ ಅಳಿಸಲಾಗುವುದು.
ko: 이 그룹에서 나가게 되며, 내 모든 기기에서 이 그룹이 삭제됩니다.
lt: Jūs išeisite iš šios grupės ir ji bus ištrinta iš visų jūsų įrenginių.
lv: Jūs pametīsiet šo grupu, un tā tiks izdzēsta no visām jūsu ierīcēm.
mk: Кога ќе ја напуштите групата ќе биде избришана од сите ваши уреди.
ml: നിങ്ങൾ ഈ ഗ്രൂപ്പ് വിട്ടുപോകും, അത് നിങ്ങളുടെ എല്ലാ ഉപകരണങ്ങളിൽ നിന്നും ഇല്ലാതാക്കപ്പെടും.
mr: आपण हा ग्रुप सोडाल, आणि तो आपल्या सर्व डिव्हाइसेस वरून हटवला जाईल.
ms: Anda akan meninggalkan kumpulan ini, dan ia akan dipadam daripada semua peranti anda.
my: သင်သည် ၎င်းအဖွဲ့မှ ထွက်ခွာပြီး ၎င်းအဖွဲ့သည် သင်၏ အခြားစက်များအားလုံးပေါ်မှလည်း ဖျက်သိမ်းသွားပါမည်။
nb: Du forlater denne gruppen, og den blir slettet fra alle enhetene dine.
nl: Je zult deze groep verlaten en de chat zal op al je eigen apparaten worden verwijderd.
pa: ਤੁਸੀਂ ਇਸ ਗਰੁੱਪ ਨੂੰ ਛੱਡ ਦਿਓਗੇ, ਅਤੇ ਇਹ ਤੁਹਾਡੇ ਸਾਰੇ ਡਿਵਾਈਸਾਂ ਵਿੱਚੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pa_pk: تساں ایس گروپ نوں چھڈ دیو گے، تے ایہہ تساں دے سارے آلے توں حذف ہو جاوے گا۔
pl: Opuścisz tę grupę i zostanie ona usunięta ze wszystkich Twoich urządzeń.
ps: تاسې به دا ګروپ پریږدئ او هغه به ستاسې له ټولو وسیلو څخه پاک شي.
pt_br: Você sairá deste grupo, que será apagado em todos os seus aparelhos.
pt_pt: Irá abandonar este grupo, e ele será eliminado de todos os seus dispositivos.
ro: Vei părăsi acest grup și va fi șters de pe toate dispozitivele tale.
ru: Вы покинете эту группу, и она будет удалена со всех ваших устройств.
sk: Opustíte túto skupinu a vymažete ju zo všetkých vašich zariadení.
sl: Zapustili boste skupino in ta bo izbrisana na vseh vaših napravah.
sq: Do ta braktisni këtë grup dhe do të fshihet prej krejt pajisjeve tuaja.
sr: Напустићете групу и она ће бити избрисана на свим вашим уређајима.
sv: Du kommer att lämna denna grupp och den kommer att tas bort från alla dina enheter.
sw: Utaondoka kundi hili, na litafutwa kutoka kwa vifaa vyako vyote.
ta: நீங்கள் இந்த குழுவை விட்டு வெளியேறும், மற்றும் இது எல்லாவற்றிலிருந்தும் நீக்கப்படும் உங்கள் சாதனங்கள்.
te: మీరు ఈ సమూహాన్ని వదిలి వెళతారు మరియు ఇది మీ పరికరాల నుండి తొలగింపబడుతుంది.
th: คุณจะออกจากกลุ่มนี้และระบบจะลบกลุ่มออกจากอุปกรณ์ทุกเครื่องของคุณ
tr: Bu gruptan ayrılırsın ve grup tüm cihazlarından silinir.
ug: بۇ گۇرۇپپىدىن چېكىنىپ چىقىسىز، شۇنداقلا بۇ گۇرۇپپا بارلىق ئۈسكۈنىلىرىڭىزدىن ئۆچۈرۈلىدۇ.
uk: Ви покинете цю групу, і її буде видалено з усіх ваших пристроїв.
ur: آپ اس گروپ کو چھوڑ دیں گے ، اور یہ آپ کے سبھی devices سے حذف ہوجائے گا۔
vi: Bạn sẽ rời nhóm, và lịch sử trò chuyện sẽ bị xóa trên tất cả các thiết bị của bạn.
zh_cn: 你将离开这个组，它将从你所有的设备中删除。
zh_hk: 您將退出此群組，並從您所有的裝置上刪除此群組。
