Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PAYMENTS_PAYMENT_STATUS_SHORT_OUTGOING_SENT
source: Sent
af: Gestuur
ar: مُرسَلة
az: Göndərildi
be: Адпраўлена
bn: পাঠানো হয়েছে
ca: Enviament
cs: Odesláno
cy: Anfonwyd
da: Sendt
de: Versendet
el: Στάλθηκε στις
es: Enviado
et: Saadetud
eu: Bidalita
fa: ارسال شد
fi: Lähetetty
fr: Émis
ga: Seolta
gu: મોકલ્યો
he: נשלח
hi: भेज दिया गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviato
ja: 送金済み
kab: Ttwazanen
km: á”á¶á“á•áŸ’á‰á¾
kn: ಕಳುಹಿಸಲಾಗಿದೆ
ko: 보낸 시간
lt: Išsiųsta
lv: Nosūtīta
mk: Испратено
ml: അയച്ചു
mr: पाठविले
ms: Dihantar
my: ပို့ပြီးပြီ
nb: Sendt
nl: Verzonden
pa: ਭੇਜਿਆ
pl: Wysłano
ps: لیږل شوی
pt_br: Enviado
pt_pt: Enviada
ro: Trimis
ru: Отправленные
sk: Odoslaná
sl: Poslano:
sq: Dërguar më
sr: Послато
sv: Skickad
sw: Umetumwa
ta: அனுப்பியது
te: పంపిన
th: ส่งแล้ว
tr: Gönderildi
ug: يوللانغان
uk: Надіслано
ur: بھیجا گیا
vi: Đã gửi
zh_cn: 发送
zh_hk: 已傳送

# PAYMENTS_PAYMENT_STATUS_SHORT_OUTGOING_UNSUBMITTED
source: Preparing
af: Berei tans voor
ar: جارٍ التجهيز
az: Hazırlanır
be: Падрыхтоўка
bn: প্রস্তুত হচ্ছে
ca: Es prepara
cs: Probíhá příprava
cy: Yn paratoi
da: Forbereder
de: Wird vorbereitet
el: Προετοιμασία
es: Preparando
et: Ettevalmistamine
fa: در حال آماده‌سازی
fi: Käsittelyssä
fr: En cours de préparation
gu: તૈયારી કરી રહ્યા છીએ
he: מתכונן
hi: तैयार कर रहे हैं
hr: Priprema
hu: Előkészítés
id: Menyiapkan
is: Undirbý
it: Preparazione
ja: 準備しています
km: á€áŸ†á–á»á„ášáŸ€á”á…áŸ†
kn: ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ
ko: 준비 중
lt: Ruošiamas
lv: Sagatavo
ml: തയ്യാറെടുക്കുന്നു
mr: तयार करत आहे
ms: Dalam persediaan
my: ပြင်ဆင်နေသည်
nb: Forbereder
nl: Aan het voorbereiden
pa: ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ
pl: Przygotowywanie
ps: چمتو کول
pt_br: Preparando
pt_pt: A preparar
ro: Se pregătește
ru: Подготовка
sk: Pripravuje sa
sl: Priprava
sq: Po përgatitet
sr: У припреми
sv: Förbereder
sw: Inaandaa
ta: தயார்
te: సిద్ధమవుతోంది
th: กำลังเตรียมการ
tr: Hazırlanıyor
ug: تەييارلىنىۋاتىدۇ
uk: Триває підготовка
ur: تیاری کر رہا ہے
vi: Đang chuẩn bị
zh_cn: 正在准备
zh_hk: 正在準備

# PAYMENTS_PAYMENT_STATUS_SHORT_OUTGOING_UNVERIFIED
source: Unverified
af: Ongeverifieer
ar: غير مُتحقَّق منها
az: Təsdiqlənmədi
be: Неправераны
bn: অযাচাইকৃত
ca: Sense verificar
cs: Nepotvrzené
cy: Heb ei Wirio
da: Ubekræftet
de: Nicht verifiziert
el: Μη επαληθευμένο
es: No verificado
et: Kontrollimata
fa: احراز نشده
fi: Varmentamaton
fr: Non confirmé
gu: ચકાસણી કર્યા વિનાનું
he: לא מוודא
hi: असत्यापित
hr: Neprovjereno
hu: Ellenőrizetlen
id: Belum diverifikasi
is: Óstaðfest
it: Non verificato
ja: 未検証
km: á˜á·á“á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಿಲ್ಲ
ko: 미검증됨
lt: Nepatvirtintas
lv: Nav pārbaudīts
ml: പരിശോധിച്ചിട്ടില്ല
mr: असत्यापित
ms: Tidak disahkan
my: အတည်မပြုရသေး
nb: Ubekreftet
nl: Niet geverifieerd
pa: ਗੈਰ-ਤਸਦੀਕਸ਼ੁਦਾ
pl: Nie zweryfikowano
ps: نا تایید شوی
pt_br: Não verificado
pt_pt: Por verificar
ro: Neverificat
ru: Не подтверждён
sk: Neoverené
sl: Nepotrjeno
sq: E paverifikuar
sr: Неверификовано
sv: Overifierad
sw: Hayajathibitishwa
ta: சரிபார்க்கப்படவில்லை
te: ధృవీకరించబడలేదు
th: ยังไม่ได้ตรวจยืนยัน
tr: Doğrulanmadı
ug: دەلىللەنمىدى
uk: Не підтверджено
ur: غیر تصدیق شدہ
vi: Chưa được xác minh
zh_cn: 未验证
zh_hk: 未驗證

# PAYMENTS_PAYMENT_STATUS_SHORT_OUTGOING_VERIFIED
source: Verified
af: Geverifieer
ar: مُتحقَّق منها
az: Təsdiqləndi
be: Праверана
bn: যাচাইকৃত
ca: Verificat
cs: Ověřeno
cy: Gwiriwyd
da: Verificeret
de: Verifiziert
el: Επιβεβαιωμένος
es: Verificado
et: Kontrollitud
eu: Egiaztatuta
fa: تأیید شده
fi: Varmennettu
fr: Confirmé
ga: Deimhnithe
gu: ચકાસણી
he: מוודא
hi: सत्यापित
hr: Provjeren/a
hu: Megerősítve
id: Terverifikasi
is: Sannreynt
it: Verificato
ja: 検証済み
kab: Yettwasenqed
km: á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಲಾಗಿದೆ
ko: 검증함
lt: Patvirtintas
lv: Apstiprināts
mk: Проверено
ml: പരിശോധിച്ചു
mr: सत्यापित
ms: Disahkan
my: အတည်ပြုပြီး
nb: Bekreftet
nl: Geverifieerd
pa: ਤਸਦੀਕਸ਼ੁਦਾ
pl: Zweryfikowano
ps: تایید شوی
pt_br: Verificado
pt_pt: Verificado
ro: Verificat
ru: Подтверждён
sk: Overený
sl: Potrjeno
sq: U verifikua
sr: Верификовано
sv: Verifierat
sw: Iliyothibitishwa
ta: சரிபார்க்கப்பட்டது
te: నిర్థారించబడింది
th: ตรวจยืนยันแล้ว
tr: Doğrulandı
ug: دەلىللەندى
uk: Підтверджено
ur: تصدیق شدہ
vi: Đã xác minh
zh_cn: 已验证
zh_hk: 已驗證

# PAYMENTS_PAYMENT_STATUS_SHORT_UNKNOWN
source: Unknown Failure
af: Onbekende mislukking
ar: فشلت لسبب مجهول
az: Bilinməyən xəta
be: Невядомая памылка
bn: অজানা ব্যর্থতা
ca: Fallada desconeguda
cs: Neznámá chyba
cy: Methiant Anhysbys
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο Σφάλμα
es: Fallo desconocido
et: Tundmatu tõrge
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Échec inconnu
gu: અજ્ઞાત નિષ્ફળતા
he: כישלון בלתי ידוע
hi: अज्ञात विफलता
hr: Nepoznati problem
hu: Ismeretlen hiba
id: Kegagalan Tidak Diketahui
is: Óþekkt bilun
it: Errore sconosciuto
ja: 不明なエラー
km: á€áŸ†á á»áŸá˜á·á“áŸáŸ’á‚á¶á›áŸ‹
kn: ತಿಳಿಯದ ವೈಫಲ್ಯ
ko: 알 수 없는 오류
lt: Nežinoma nesėkmė
lv: Nezināma kļūme
ml: അജ്ഞാതപരാജയം
mr: अज्ञात अपयश
ms: Kegagalan Tidak Diketahui
my: မသိရှိသော ပျက်ကွက်မှု
nb: Ukjent feil
nl: Onbekende fout
pa: ਅਗਿਆਤ ਅਸਫਲਤਾ
pl: Nieznany błąd
ps: ناپیژانده تیروتنه
pt_br: Erro desconhecido
pt_pt: Falha desconhecida
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáme zlyhanie
sl: Neznana napaka
sq: Dështim i Panjohur
sr: Непозната грешка
sv: Okänt fel
sw: Hitilafu Isiyojulikana
ta: தெரியவில்லை தோல்வி
te: తెలియని వైఫల్యం
th: ความล้มเหลวที่ไม่ทราบประเภท
tr: Bilinmeyen Hata
ug: نامەلۇم مەغلۇبىيەت
uk: Невідома помилка
ur: نامعلوم ناکامی
vi: Lỗi không rõ
zh_cn: 未知错误
zh_hk: 未知錯誤

# PAYMENTS_PREVIEW_TEXT_QUOTED_REPLY
source: Payment: %1$@ %2$@
ar: عملية دفع: %1$@ %2$@
be: Плацеж: %1$@ %2$@
bn: পেমেন্ট: %1$@ %2$@
ca: Pagament: %1$@ %2$@
cs: Platba: %1$@ %2$@
da: Betaling: %1$@ %2$@
de: Zahlung: %1$@ %2$@
el: Πληρωμή: %1$@ %2$@
es: Pago: %1$@ %2$@
fa: پرداخت: %1$@ %2$@
fi: Maksu: %1$@ %2$@
fr: Paiement : %1$@ %2$@
ga: Íocaíocht: %1$@ %2$@
gu: ચુકવણી: %1$@ %2$@
he: תשלום: %1$@ %2$@
hi: भुगतान: %1$@ %2$@
hr: Plaćanje: %1$@ %2$@
hu: Fizetés: %1$@ %2$@
id: Pembayaran: %1$@ %2$@
it: Pagamento: %1$@ %2$@
ja: 決済金額：%1$@ %2$@
ko: 결제: %1$@%2$@
mr: पेमेंट : %1$@ %2$@
ms: Pembayaran: %1$@ %2$@
nb: Betaling: %1$@ %2$@
nl: Betaling: %1$@%2$@
pl: Płatność: %1$@ %2$@
pt_br: Pagamento: %1$@ %2$@
pt_pt: Pagamento: %1$@ %2$@
ro: Plată: %1$@ %2$@
ru: Платёж: %1$@ %2$@
sk: Platba: %1$@ %2$@
sr: Плаћање: %1$@ %2$@
sv: Betalning: %1$@ %2$@
th: การชำระเงิน: %1$@ %2$@
tr: Ödeme: %1$@ %2$@
ug: تۆلەم: %1$@ %2$@
uk: Платіж: %1$@ %2$@
ur: پیمنٹ: %1$@ %2$@
vi: Thanh toán: %1$@ %2$@
zh_cn: 付款：%1$@ %2$@
zh_hk: 付款：%1$@ %2$@

# PAYMENTS_PREVIEW_TEXT_UNKNOWN
source: Unknown Payment
ar: عملية دفع غير معروفة
be: Невядомы плацеж
bn: অজানা পেমেন্ট
ca: Pagament desconegut
cs: Neznámá platba
da: Ukendt betaling
de: Unbekannte Zahlung
el: Άγνωστη πληρωμή
es: Pago desconocido
fa: پرداخت نامعلوم
fi: Tuntematon maksu
fr: Paiement inconnu
ga: Íocaíocht Anaithnid
gu: અજ્ઞાત ચુકવણી
he: תשלום לא ידוע
hi: अज्ञात भुगतान
hr: Nepoznato plaćanje
hu: Ismeretlen fizetés
id: Pembayaran Tidak Diketahui
it: Pagamento sconosciuto
ja: 不明な決済です
ko: 알 수 없는 결제
mr: अज्ञात पेमेंट
ms: Pembayaran Tidak Diketahui
nb: Ukjent betaling
nl: Onbekende betaling
pl: Nieznana płatność
pt_br: Pagamento desconhecido
pt_pt: Pagamento desconhecido
ro: Plată necunoscută
ru: Неизвестный платёж
sk: Neznáma platba
sr: Непознато плаћање
sv: Okänd betalning
th: การชำระเงินที่ระบุข้อมูลไม่ได้
tr: Bilinmeyen Ödeme
ug: نامەلۇم تۆلەم
uk: Невідомий платіж
ur: نامعلوم پیمنٹ
vi: Khoản Thanh toán không xác định
zh_cn: 未知付款
zh_hk: 未知的付款

# PAYMENTS_RECIPIENT_MISSING_PROFILE_KEY_MESSAGE_W_MESSAGES
source: To send a payment to this user they need to accept a message request from you.
af: Om ’n betaling aan hierdie gebruiker te stuur moet hulle ’n boodskapversoek van jou aanvaar.
ar: على هذا المُستخدِم أن يوافق على طلب التراسُل معك للتمكُّن من إرسال المبلغ إليه.
az: Bu istifadəçi bir ödəniş göndərmək üçün sizdən gələn mesaj tələbini qəbul etməlidir.
be: Каб адправіць плацеж гэтаму карыстальніку, яму трэба прыняць ад вас запыт на перапіску.
bn: এই ইউজারকে একটি পেমেন্ট পাঠাতে, তাকে আপনার কাছ থেকে যাওয়া মেসেজের অনুরোধ স্বীকার করতে হবে।
ca: Per enviar un pagament a aquest usuari, han d’acceptar una sol·licitud de missatge.
cs: Abyste mohli tomuto uživateli odeslat platbu, musí od vás přijmout požadavek na zprávu.
cy: I anfon taliad at y defnyddiwr hwn mae angen iddynt dderbyn cais neges gennych chi.
da: For at sende en betaling til denne bruger, skal de acceptere en beskedanmodning fra dig.
de: Zum Senden einer Zahlung an diesen Kontakt muss er deine Unterhaltungsanfrage akzeptieren.
el: Για αποστολή πληρωμής σε αυτόν τον χρήστη, πρέπει να αποδεχτεί ένα μήνυμα με αίτημα από εσάς.
es: Para enviarle un pago a esta persona, es necesario que acepte tu solicitud de mensaje.
et: Sellele kasutajale makse saatmiseks peab ta kinnitama sinult saadud sõnumitaotlust.
fa: برای ارسال یک پرداخت به این کاربر آن‌ها نیاز دارند تا یک درخواست تبادل پیام از شما بپذیرند.
fi: Käyttäjän on hyväksyttävä viestipyyntö ennen maksujen lähettämistä.
fr: Pour envoyer un paiement à cet utilisateur, celui-ci doit d’abord accepter une invitation par message de votre part.
gu: આ ઉપયોગકર્તાને પેમેન્ટ મોકલવા માટે તેઓએ તમારી પાસેથી મેસેજ વિનંતી સ્વીકારવાની જરૂર છે.
he: כדי לשלוח תשלום אל המשתמש הזה, הוא צריך לאשר בקשת הודעה ממך.
hi: इस यूज़र को भुगतान भेजने के लिए उन्हें आपकी ओर से भेजी गई संदेश रिक्वेस्ट स्वीकार करनी होगी।
hr: Da bi ovom korisniku poslali uplatu, moraju prihvatiti zahtjev za razgovorom od vas.
hu: Ha pénzt küldenél ennek a felhasználónak, előbb el kell fogadnia egy csevegési felkérést a részedről.
id: Untuk mengirimkan pembayaran kepada pengguna ini mereka perlu menerima permintaan pesan dari Anda.
is: Til að senda greiðslu til þessa notanda þarf hann að samþykkja skilaboðabeiðni frá þér.
it: Per inviare un pagamento a questo utente, deve accettare una richiesta di messaggio da te.
ja: このユーザに送金するには、相手があなたからのメッセージ申請を受け入れる必要があります。
km: áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾á€á¶ášá‘á¼á‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹á‘áŸ…á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á“áŸáŸ‡ á‚áŸá…á¶áŸ†á”á¶á…áŸ‹á‘á‘á½á›á“á¼áœáŸáŸ†áá¾áŸá¶ášá–á¸á¢áŸ’á“á€á‡á¶á˜á»á“áŸá·á“áŸ”
kn: ಈ ಬಳಕೆದಾರರಿಗೆ ಪೇಮೆಂಟ್‌ ಕಳುಹಿಸಬೇಕೆಂದರೆ ಅವರು ನಿಮ್ಮ ಸಂದೇಶದ ಕೋರಿಕೆಯನ್ನು ಸ್ವೀಕರಿಸುವ ಅಗತ್ಯವಿದೆ.
ko: 사용자에게 지불을 보내려면 사용자의 메시지 요청을 수락해야 합니다.
lt: Norint siųsti mokėjimą šiam naudotojui, jis privalo priimti iš jūsų žinutės užklausą.
lv: Lai nosūtītu maksājumu šim lietotājam, viņam ir jāpieņem ziņapmaiņas pieprasījums no jums.
ml: ഈ ഉപയോക്താവിന് ഒരു പേയ്മെന്റ് അയയ്ക്കുന്നതിന് അവർ നിത്തിൽ നിന്ന് ഒരു സന്ദേശം അഭ്യർത്ഥന സ്വീകരിക്കേണ്ടതുണ്ട്.
mr: या वापरकर्त्याला पेमेंट पाठवण्यासाठी त्यांनी आपल्याकडील संदेश विनंती स्वीकार करणे आवश्यक आहे.
ms: Untuk menghantar bayaran kepada pengguna ini, mereka perlu menerima permintaan mesej daripada anda.
my: ၎င်း သုံးသူထံသို့ ငွေပေးချေမှုပေးပို့ရန် ၎င်းတို့သည် သင့်ထံမှ မက်ဆေ့ချ်တောင်းဆိုလွှာကို လက်ခံရပါမည်။
nb: For å betale til denne brukeren må de først akseptere en meldingsforespørsel fra deg.
nl: Deze persoon moet eerst een gespreksverzoek van je accepteren voordat je een betaling kunt verzenden naar deze persoon.
pa: ਇਸ ਵਰਤੋਂਕਾਰ ਨੂੰ ਭੁਗਤਾਨ ਭੇਜਣ ਲਈ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਇੱਕ ਸੁਨੇਹਾ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੁੰਦੀ ਹੈ।
pl: Aby można było wysłać tej osobie płatność, musi ona zaakceptować Twoją prośbę o kontakt.
ps: دغه کارن ته د پرداخت د لیږلو لپاره هغوی باید ستاسې له خوا د پیغام غوښتنه ومني. هغوی ته پیغام ولیږئ تر څو د پیغام غوښتنه جوړه کړي.
pt_br: Para enviar um pagamento para esta pessoa, ela precisa aceitar conversar com você.
pt_pt: Para enviar um pagamento para este utilizador, ele precisa de aceitar uma mensagem sua de pedido.
ro: Pentru a trimite o plată către acest utilizator, acesta trebuie să accepte o solicitare de mesaj din partea ta.
ru: Чтобы вы смогли отправить платёж этому пользователю, он должен принять от вас запрос на общение.
sk: Ak chcete tomuto používateľovi poslať platbu, musí od vás prijať žiadosť o správu.
sl: Da bi poslali plačilo temu/tej uporabniku_ci, mora ta najprej sprejeti vašo prošnjo za pogovor.
sq: Për të dërguar një pagesë te ky përdorues, atij i duhet të pranojë një kërkesë mesazhi nga ju.
sr: Да бисте послали уплату овом кориснику, потребно је да прихвати ваш захтев за дописивање.
sv: För att skicka en betalning till denna användare måste användaren acceptera en meddelandeförfrågan från dig.
sw: Ili kumtumia mtumiaji huyu malipo, anahitaji kukubali ombi lako la ujumbe.
ta: க்கு அனுப்பு இந்த பயனருக்கு அவர்கள் செலுத்த வேண்டிய கட்டணம் ஏற்றுக்கொள் a செய்தி கோரிக்கை உன்னிடமிருந்து.
te: ఈ వినియోగదారుకు చెల్లింపును పంపడానికి వారు మీ నుండి సందేశ అభ్యర్థనను అంగీకరించాలి.
th: เพื่อจะส่งเงินให้กับผู้ใช้รายนี้ เขาจะต้องตอบรับคำขอส่งข้อความจากคุณ
tr: Bu kullanıcıya ödeme göndermek için sizden gelen bir ileti isteğini kabul etmesi gerekiyor.
ug: بۇ ئىشلەتكۈچىگە چىقىم قىلىش ئۈچۈن، ئۇلار سىز ئەۋەتكەن ئۇچۇر ئىلتىماسىغا قوشۇلۇشى كېرەك.
uk: Щоб ви могли надіслати цьому користувачеві платіж, він повинен схвалити ваш запит на повідомлення.
ur: اس صارف کو ادائیگی بھیجنے کے لئے انہیں آپ کی طرف سے میسج کی درخواست قبول کرنے کی ضرورت ہے۔
vi: Để gửi thanh toán cho người dùng này họ cần đồng ý yêu cầu nhắn tin từ bạn.
zh_cn: 为了发送付款，该用户需接受您的消息请求。
zh_hk: 若要發送付款給此使用者，對方需先接受您的訊息請求。

# PAYMENTS_RECIPIENT_MISSING_PROFILE_KEY_MESSAGE_WO_MESSAGES
source: To send a payment to this user they need to accept a message request from you. Send them a message to create a message request.
af: Om ’n betaling aan hierdie gebruiker te stuur moet hulle ’n boodskapversoek van u aanvaar. Stuur ’n boodskap om ’n boodskapversoek te skep.
ar: على هذا المُستخدِم أن يوافق على طلب التراسُل معك للتمكُّن من إرسال المبلغ إليه. يُرجى إرسال رسالة إليه لإنشاء طلب التراسُل.
az: Bu istifadəçi bir ödəniş göndərmək üçün sizdən gələn mesaj tələbini qəbul etməlidir. Bir mesaj tələbi yaratmaq üçün ona bir mesaj göndərin.
be: Каб адправіць плацеж гэтаму карыстальніку, яму трэба прыняць ад вас запыт на перапіску. Адпраўце яму паведамленне, каб стварыць запыт на перапіску.
bn: এই ইউজারকে পেমেন্ট পাঠাতে, তাকে আপনার পাঠানো মেসেজের অনুরোধটি স্বীকার করতে হবে। একটি মেসেজের অনুরোধ তৈরি করতে তাদেরকে একটি মেসেজ পাঠান।
ca: Per enviar un pagament a aquest usuari, han d’acceptar la sol·licitud de missatge. Envieu-li un missatge per crear una sol·licitud de missatge.
cs: Aby mohli tomuto uživateli odeslat platbu, musí od vás přijmout požadavek na zprávu. Zašlete jim zprávu a vytvořte žádost o zprávu.
cy: I anfon taliad at y defnyddiwr hwn mae angen iddo dderbyn cais neges gennych chi. Anfonwch neges atyn nhw i greu cais am neges.
da: For at sende en betaling til denne bruger, skal de acceptere en beskedanmodning fra dig. Skriv til dem for at oprette en beskedanmodning.
de: Zum Senden einer Zahlung an diesen Kontakt muss er deine Unterhaltungsanfrage akzeptieren. Sende ihm eine Nachricht, um eine Unterhaltungsanfrage zu stellen.
el: Για να στείλετε πληρωμή σε αυτόν τον χρήστη πρέπει να αποδεχτεί ένα αίτημα μηνύματος από εσάς. Στείλτε τους ένα μήνυμα για να δημιουργήσετε αίτημα μηνύματος.
es: Para enviarle un pago a esta persona, es necesario que acepte tu solicitud de mensaje. Escríbele para crear una solicitud de mensaje.
et: Sellele kasutajale makse saatmiseks peab ta kinnitama sinult saadud sõnumitaotlust. Sõnumitaotluse loomiseks saatke talle sõnum.
eu: Erabiltzaile honi ordainketa bat bidaltzeko, zure mezu-eskaera onartu behar du. Bidali mezu bat mezu eskaera bat sortzeko.
fa: برای ارسال پرداخت به این کاربر آن‌ها نیاز دارند تا یک درخواست تبادل پیام از شما بپذیرند. به آن‌ها پیامی ارسال کنید تا یک درخواست تبادل پیام ایجاد کنید.
fi: Hyväksy käyttäjän lähettämä viestipyyntö maksujen lähettämiseksi. Aloita viestin lähettäminen luomalla viestipyyntö.
fr: Pour envoyer un paiement à cet utilisateur, celui-ci doit d’abord accepter une invitation par message de votre part. Envoyez-lui un message pour l’inviter à discuter avec vous sur Signal.
gu: આ ઉપયોગકર્તાને પેમેન્ટ મોકલવા માટે તેઓએ તમારી પાસેથી મેસેજ વિનંતી સ્વીકારવાની જરૂર છે. તેમને મેસેજ વિનંતી બનાવવા માટે મેસેજ મોકલો.
he: כדי לשלוח תשלום אל המשתמש הזה, הוא צריך לאשר בקשת הודעה ממך. שלח לו הודעה כדי ליצור בקשת הודעה.
hi: इस यूज़र को भुगतान भेजने के लिए उन्हें आपकी ओर से भेजी गई संदेश रिक्वेस्ट स्वीकार करनी होगी। उन्हें संदेश रिक्वेस्ट बनाने के लिए एक संदेश भेजें।
hr: Da bi ovom korisniku poslali uplatu, moraju prihvatiti zahtjev za razgovorom od vas. Pošaljite im poruku kako biste stvorili zahtjev za razgovorom.
hu: Ha pénzt küldenél ennek a felhasználónak, előbb el kell fogadnia egy csevegési felkérést a részedről. Küldj neki egy üzenetet, így kapni fog egy ilyen felkérést.
id: Untuk mengirimkan pembayaran kepada pengguna ini mereka perlu menerima permintaan pesan dari Anda. Kirimkan mereka pesan untuk membuat permintaan pesan.
is: Til að senda greiðslu til þessa notanda þarf hann að samþykkja skilaboðabeiðni frá þér. Sendu honum skilaboð til að útbúa skilaboðabeiðni.
it: Per inviare un pagamento a questo utente, deve accettare una richiesta di messaggio da te. Invia loro un messaggio per creare una richiesta di messaggio.
ja: このユーザに送金するには、相手があなたからのメッセージ申請を受け入れる必要があります。メッセージ申請を行うため、メッセージを送信してください。
km: áŠá¾á˜áŸ’á”á¸á¢á¶á…á•áŸ’á‰á¾á€á¶ášá‘á¼á‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹á‘áŸ…á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á‚áŸá…á¶áŸ†á”á¶á…áŸ‹á‘á‘á½á›á“á¼áœáŸáŸ†áá¾áŸá¶ášá–á¸á¢áŸ’á“á€á‡á¶á˜á»á“áŸá·á“áŸ” á•áŸ’á‰á¾áŸá¶ášá‘áŸ…á–á½á€á‚áŸáŠá¾á˜áŸ’á”á¸á”á„áŸ’á€á¾ááŸáŸ†áá¾áŸá»áŸ†áŸá¶ášáŸ”
kn: ಈ ಬಳಕೆದಾರರಿಗೆ ಪೇಮೆಂಟ್ ಕಳುಹಿಸಲು, ನಿಮ್ಮಿಂದ ಮೆಸೇಜ್ ವಿನಂತಿಯನ್ನು ಅವರು ಸಮ್ಮತಿಸಬೇಕು. ಮೆಸೇಜ್ ವಿನಂತಿಯನ್ನು ರಚಿಸಲು ಅವರಿಗೆ ಮೆಸೇಜ್ ಕಳುಹಿಸಿ.
ko: 사용자에게 지불을 보내려면 사용자의 메시지 요청을 수락해야 합니다. 메시지를 전송하여 메시지 요청을 생성하세요.
lt: Norint siųsti mokėjimą šiam naudotojui, jis privalo priimti iš jūsų žinutės užklausą. Išsiųskite naudotojui žinutę, kad sukurtumėte žinutės užklausą.
lv: Lai nosūtītu maksājumu šim lietotājam, viņam ir jāpieņem ziņapmaiņas pieprasījums no jums. Nosūtiet lietotājam ziņojumu, lai izveidotu ziņapmaiņas pieprasījumu.
mk: За да испратите плаќање на овој корисник, прво тие мора да го прифатат барањето за порака од Вас. Испратете им порака за да креирате барање за порака.
ml: ഈ ഉപയോക്താവിന് ഒരു പേയ്മെന്റ് അയയ്ക്കുന്നതിന് അവർ നിത്തിൽ നിന്ന് ഒരു സന്ദേശ അഭ്യർത്ഥന സ്വീകരിക്കേണ്ടതുണ്ട്. ഒരു സന്ദേശ അഭ്യർത്ഥന സൃഷ്ടിക്കുന്നതിന് അവർക്ക് ഒരു സന്ദേശം അയയ്ക്കുക.
mr: या वापरकर्त्याला पेमेंट पाठवण्यासाठी त्यांनी आपल्याकडील संदेश विनंती स्वीकार करणे आवश्यक आहे. संदेश विनंती तयार करण्यासाठी त्यांना संदेश पाठवा.
ms: Untuk menghantar pembayaran kepada pengguna ini, mereka perlu menerima permintaan mesej daripada anda. Hantar mesej kepada mereka untuk mencipta permintaan mesej.
my: ၎င်းသုံးသူသို့ ငွေပေးချေမှုပေးလိုလျှင် ၎င်းတို့သည် သင့်စီမှ မက်ဆေ့ချ်တောင်းဆိုမှု ကို လက်ခံရန်လိုပါမည်။ ၎င်းစီသို့ မက်ဆေ့ပို့၍ တောင်းဆိုလိုက်ပါ။
nb: For å sende en betaling til denne brukeren må de godta en forespørsel fra deg. Send dem en melding for å opprette en meldingsforespørsel.
nl: Deze persoon moet eerst een gespreksverzoek van je accepteren voordat je een betaling kunt verzenden naar deze persoon.
pa: ਇਸ ਵਰਤੋਂਕਾਰ ਨੂੰ ਭੁਗਤਾਨ ਭੇਜਣ ਲਈ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਇੱਕ ਸੁਨੇਹਾ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ। ਇੱਕ ਸੁਨੇਹਾ ਬੇਨਤੀ ਬਣਾਉਣ ਲਈ ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ।
pl: Aby można było wysłać tej osobie płatność, musi ona zaakceptować Twoją prośbę o kontakt. Aby utworzyć prośbę, wyślij tej osobie wiadomość.
ps: دغه کارن ته د پرداخت د لیږلو لپاره هغوی باید ستاسې له خوا د پیغام غوښتنه ومني. هغوی ته پیغام ولیږئ تر څو د پیغام غوښتنه جوړه کړي.
pt_br: Para enviar um pagamento para esta pessoa, ela precisa aceitar conversar com você. Envie uma mensagem para criar uma solicitação de conversa.
pt_pt: Para enviar um pagamento para este utilizador, ele precisa de aceitar uma mensagem sua de pedido. Envie-lhe uma mensagem para criar um pedido de mensagem.
ro: Pentru a trimite o plată către acest utilizator, acesta trebuie să accepte o solicitare de mesaj din partea ta. Trimite-i un mesaj pentru a crea o solicitare.
ru: Чтобы вы смогли отправить платёж этому пользователю, он должен принять от вас запрос на общение. Отправьте ему сообщение, чтобы создать запрос на общение.
sk: Ak chcete tomuto používateľovi poslať platbu, musí od vás prijať žiadosť o správu. Pošlite mu správu na vytvorenie žiadosti o správu.
sl: Da bi poslali plačilo tej uporabnici/ku, mora najprej sprejeti vašo prošnjo. Za kreacijo prošnje jim pošljite jim sporočilo.
sq: Për të dërguar një pagesë te ky përdorues, atij i duhet të pranojë një kërkesë mesazhi nga ju. Dërgojini një mesazh që të krijohet kërkesë mesazhi.
sr: Да бисте послали уплату овом кориснику, потребно је да прихвати ваш захтев за дописивање. Пошаљите кориснику поруку да бисте креирали захтев за дописивање.
sv: För att skicka en betalning till denna användare måste användaren acceptera en meddelandeförfrågan från dig. Skicka användaren ett meddelande för att skapa en meddelandeförfrågan.
sw: Ili kumtumia mtumiaji huyu malipo, anahitaji kukubali ombi lako la ujumbe. Mtumie ujumbe ili aunde ombi la ujumbe.
ta: க்கு அனுப்பு இந்த பயனருக்கு அவர்கள் செலுத்த வேண்டிய கட்டணம் ஏற்றுக்கொள் a செய்தி கோரிக்கை உன்னிடமிருந்து. அனுப்பு அவர்களுக்கு ஒரு செய்தி உருவாக்கு a செய்தி கோரிக்கை.
te: ఈ వినియోగదారుకు చెల్లింపును పంపడానికి వారు మీ నుండి సందేశ అభ్యర్థనను అంగీకరించాలి. సందేశ అభ్యర్థనను సృష్టించడానికి వారికి సందేశం పంపండి.
th: เพื่อจะส่งเงินให้กับผู้ใช้รายนี้ เขาจะต้องตอบรับคำขอส่งข้อความจากคุณ ส่งข้อความหาเขาเพื่อสร้างคำขอส่งข้อความ
tr: Bu kullanıcıya ödeme göndermek için sizden gelen bir ileti isteğini kabul etmesi gerekiyor. Kendisine bir ileti göndererek ileti isteği oluşturun.
ug: بۇ ئىشلەتكۈچىگە بىر چىقىم يوللاش ئۈچۈن، ئۇلار سىزدىن كەلگەن بىر ئۇچۇر ئىلتىماسىنى قوبۇل قىلىشى كېرەك. ئۇچۇر ئىلتىماسىنى قۇرۇشى ئۈچۈن ئۇلارغا بىر ئۇچۇر ئەۋەتىڭ.
uk: Щоб ви могли надіслати цьому користувачеві платіж, він повинен схвалити ваш запит на повідомлення. Надішліть йому повідомлення для створення такого запиту.
ur: اس صارف کو ادائیگی بھیجنے کے لئے انہیں آپ کی طرف سے میسج کی درخواست قبول کرنے کی ضرورت ہے۔ میسج ریکوئسٹ بنانے کیلئے انہیں میسج بھیجیں۔
vi: Để gửi thanh toán cho người dùng này họ cần đồng ý một yêu cầu nhắn tin từ bạn. Gửi cho họ một tin nhắn để tạo một yêu cầu nhắn tin.
zh_cn: 为了发送付款，该用户需接受您的消息请求。请向他们发送消息，来创建消息请求。
zh_hk: 若要發送付款給此使用者，對方需先接受您的訊息請求。請傳送一則訊息以建立訊息請求。
