Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# IN_CALL_RINGING_VIDEO
source: Video Call…
af: Video-oproep…
ar: مكالمة فيديو…
az: Görüntülü zəng...
be: Відэазванок…
bn: ভিডিও কল…
ca: Trucada de video…
cs: Videohovor…
cy: Galwad Fideo...
da: Videoopkald…
de: Videoanruf …
el: Βιντεοκλήση…
es: Videollamada…
es_es: Vídeollamada …
et: Videokõne...
eu: Bideo-Deia...
fa: تماس تصویری
fi: Videopuhelu…
fr: Appel vidéo…
ga: Físghlao…
gu: વિડિયો કૉલ…
he: שיחת וידאו…
hi: वीडियो कॉल…
hr: Video poziv…
hu: Videohívás…
id: Panggilan Video…
is: Myndsamtal
it: Videochiamata…
ja: ビデオ通話…
kab: Asiwel s tvidyut...
km: á€á¶ášá áŸ…áœá¸áŠáŸá¢á¼...
kn: ವೀಡಿಯೊ ಕರೆ...
ko: 영상 통화…
lt: Vaizdo skambutis…
lv: Video zvans...
mk: Видео повик...
ml: വീഡിയോ കോൾ...
mr: व्हिडीओ कॉल…
ms: Panggilan Video…
my: ရုပ်သံခေါ်ဆိုမှု...
nb: Videoanrop…
nl: Video-oproep…
pa: ਵੀਡੀਓ ਕਾਲ…
pl: Połączenie wideo…
ps: ویډیويي اړیکه...
pt_br: Chamada de vídeo…
pt_pt: Videochamada…
ro: Apel video…
ru: Видеозвонок…
sk: Video hovor…
sl: ℗Video klic…
sq: Thirrje Video…
sr: Видео позив…
sv: Videosamtal
sw: Simu ya Video…
ta: 📹 காணொளி அழைப்பு...
te: విడియో కాల్…
th: วิดีโอคอล…
tr: Görüntülü Arama…
ug: سىنلىق چاقىرىش...
uk: Відеовиклик
ur: ویڈیو کال…
vi: Cuộc gọi Video…
zh_cn: 视频通话……
zh_hk: 視像通話……

# IN_CALL_SECURING
source: Answered. Securing…
af: Het geantwoord. Beveilig tans…
ar: تمَّ الرّد. جارٍ التأمين…
az: Cavablandı. Güvənli hala gətirilir...
be: Прыняты. Абараненне…
bg: Отговорено. Криптиране ...
bn: উত্তর পাওয়া গেছে। সুরক্ষিত করা হচ্ছে…
ca: Respost. Assegurant…
cs: Odpovězeno. Zabezpečování…
cy: Atebwyd. Yn Diogelu...
da: Besvaret. Sikrér…
de: Angenommen. Absichern …
el: Απαντήθηκε. Διασφάλιση…
es: Respondida. Estableciendo seguridad…
es_es: Respondida. Asegurando …
et: Võeti vastu. Turvamine...
eu: Erantzunda. Ziurtatzen...
fa: پاسخ داده شد. در حال امن کردن…
fi: Vastattu. Suojataan…
fil: Sinagot. Sinisigurong ligtas...
fr: Votre contact prend l'appel. Sécurisation…
ga: Freagartha. Á shlánú…
gu: જવાબ આપ્યો. સુરક્ષિત કરી રહ્યાં છીએ…
he: נענתה. מאבטח…
hi: उठा लिया है। सुरक्षित कर रहे हैं…
hr: Odgovoreno. Osiguravanje…
hu: Hívás fogadva. Titkosítás…
id: Terjawab. Mengamankan…
is: Svarað. Tryggi öryggi…
it: Risposta. Verifica sicurezza…
ja: 応答しました。通信を暗号化しています…
kab: Yerra. Taɣellist...
kk: Жауап берілді. Қауіпсіздік қамтамасыз етілуде...
km: á”á¶á“á†áŸ’á›á¾á™áŸ” á€áŸ†á–á»á„á–á„áŸ’ášá¹á„áŸá»áœááŸ’áá·á—á¶á–...
kn: ಉತ್ತರಿಸಲಾಗಿದೆ. ಸುರಕ್ಷಿತಗೊಳಿಸುತ್ತಿದೆ…
ko: 응답함. 보안 처리 중…
lt: Atsiliepta. Apsaugoma…
lv: Atbildēts. Aizsargā…
mk: Одговорено. Обезбедување...
ml: ഉത്തരം നൽകി. സെക്വറിംഗ്...
mr: उत्तर दिले. सुरक्षित करत आहे…
ms: Menjawab. Melindungi…
my: ဖုန်းကိုင်ပြီ။ လုံခြုံအောင်ပြုလုပ်နေသည်...
nb: Besvart. Sikrer…
nl: Beantwoord. Aan het beveiligen…
pa: ਜਵਾਬ ਦਿੱਤਾ। ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pa_pk: جواب دتا۔ محفوظ کر رئیا اے…
pl: Połączenie odebrane. Zabezpieczanie…
ps: ځواب ورکړل شو. د امن کولو په حال کې...
pt_br: Atendida. Estabelecendo chamada segura…
pt_pt: Atendida. A ativar a segurança…
ro: Apel preluat. Securizare în curs…
ru: Связь установлена. Включаем защиту…
sk: Zdvihnuté. Zabezpečuje sa…
sl: Odgovorjeno. Izvajam zaščito...
sq: U përgjigj. Po bëhet sigurimi…
sr: Одговорено. Обезбеђујемо…
sv: Besvarat. Säkrar …
sw: Imejibiwa. Inasalimisha...
ta: பதிலளிக்கப்பட்டது. பாதுகாத்தல் ...
te: సమాధానం. సురక్షితంగా ...
th: รับสายแล้ว กำลังทำให้ปลอดภัย…
tr: Cevaplandı. Güvenli hâle getiriliyor…
ug: جاۋابلاندى. قوغدىلىۋاتىدۇ...
uk: є відповідь. Забезпечуємо захист…
ur: جواب ملا۔ محفوظ ہو رہی ہے۔۔۔۔۔
vi: Đã trả lời. Đang thực hiện bảo mật…
zh_cn: 已接通。正在确保安全……
zh_hk: 已接聽。正在加密保護…

# IN_CALL_TERMINATED
source: Call ended
af: Oproep beëindig.
ar: انتهت المكالمة
az: Zəng bitdi.
be: Званок завершаны
bg: Обаждането Приключи.
bn: কল শেষ হয়েছে
ca: Trucada finalitzada
cs: Hovor ukončen
cy: Diweddwyd yr Alwad.
da: Opkald afsluttet
de: Anruf beendet
el: Η κλήση τερματίστηκε
es: Llamada finalizada
es_es: Llamada finalizada.
et: Kõne on lõppenud.
eu: Deia amaitu da.
fa: پایان تماس
fi: Puhelu loppui
fil: Natapos na ang Tawag.
fr: Fin de l'appel
ga: Glao scortha
gu: કૉલ સમાપ્ત થયો
he: שיחה הסתיימה
hi: कॉल समाप्त हो गई है
hr: Poziv je završen
hu: Hívás vége
id: Panggilan berakhir
is: Samtali lokið
it: Chiamata terminata
ja: 通話を終了する
kab: Yekfa usiwel.
kk: Қоңырау аяқталды.
km: á€á¶ášá áŸ…á”á¶á“á”á‰áŸ’á…á”áŸ‹áŸ”
kn: ಕರೆ ಕೊನೆಗೊಂಡಿದೆ.
ko: 통화 종료
lt: Skambutis pasibaigė.
lv: Zvans pabeigts.
mk: Повикот заврши.
ml: കോൾ അവസാനിച്ചു.
mr: कॉल संपला
ms: Panggilan tamat
my: ခေါ်ဆိုမှုပြီးပြီ။
nb: Anropet ble avsluttet
nl: Oproep beëindigd
pa: ਕਾਲ ਸਮਾਪਤ ਹੋਈ।
pa_pk: کال مک گئی اے۔
pl: Połączenie zakończone
ps: اړیکه پای ته ورسیده.
pt_br: Chamada encerrada
pt_pt: A chamada terminou
ro: Apel încheiat
ru: Звонок завершён
sk: Hovor bol ukončený
sl: Končan klic.
sq: Thirrja Përfundoi.
sr: Позив је завршен
sv: Samtalet avslutades
sw: Simu Imekamilika.
ta: அழைப்பு முடிந்தது.
te: కాల్ ముగిసింది.
th: วางสายแล้ว
tr: Arama sonlandı
ug: چاقرىق ئاخىرلاشتى
uk: Виклик завершено
ur: کال ختم ہو گئی
vi: Cuộc gọi đã kết thúc
zh_cn: 通话结束
zh_hk: 通話結束

# INACTIVE_LINKED_DEVICE_REMINDER_MEGAPHONE_DONT_REMIND_ME_BUTTON
source: Don't Remind Me
ar: لا تُذكِّرني
be: Не нагадваць
bn: আমাকে অবহিত করবেন না
ca: No m'ho recordis
cs: Neupozorňovat
da: Påmind mig ikke
de: Mich nicht erinnern
el: Να μην λαμβάνω υπενθύμιση
es: No me lo recuerdes
fa: دیگر یادآوری نشود
fi: Älä muistuta
fr: Ne plus afficher de rappels
ga: Ná meabhraigh dom
gu: મને યાદ અપાવશો નહીં
he: אל תזכירו לי
hi: मुझे याद न दिलाएं
hr: Nemoj me podsjetiti
hu: Ne emlékeztessen
id: Jangan Ingatkan Saya
it: Non ricordarmelo
ja: 通知を受け取らない
ko: 미리 알림 해제
mr: मला आठवण करून देऊ नका
ms: Jangan Ingatkan Saya
nb: Ikke minn meg på det
nl: Herinnering is niet nodig
pl: Nie przypominaj mi
pt_br: Não me lembre
pt_pt: Não me lembrar
ro: Nu îmi reaminti
ru: Не напоминать
sk: Nepripomínať
sr: Не подсећај ме
sv: Påminn mig inte
th: ไม่ต้องเตือนฉัน
tr: Bana hatırlatma
ug: ئەسكەرتمەڭ
uk: Не нагадувати
ur: مجھے یاد دہانی مت کرائیں
vi: Không nhắc tôi
zh_cn: 不提醒我
zh_hk: 不用提醒我

# INACTIVE_LINKED_DEVICE_REMINDER_MEGAPHONE_GOT IT_BUTTON
source: Got It
ar: تم
be: Зразумела
bn: বুঝতে পেরেছি
ca: Entesos
cs: Rozumím
da: Forstået
de: Verstanden
el: Εντάξει
es: Entendido
fa: فهمیدم
fi: Selvä
fr: J’ai compris
ga: Tuigim
gu: સમજાઈ ગયું
he: הבנתי
hi: समझ गया
hr: Shvaćam
hu: Rendben
id: Mengerti
it: Capito
ja: わかりました
ko: 확인
mr: कळले
ms: Faham
nb: Skjønner
nl: Begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Entendido
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sr: У реду
sv: Uppfattat
th: เข้าใจแล้ว
tr: Anladım
ug: بىلدىم
uk: Зрозуміло
ur: سمجھ گیا
vi: Đã hiểu
zh_cn: 知道了
zh_hk: 我知道了

# INACTIVE_LINKED_DEVICE_REMINDER_MEGAPHONE_TITLE
source: Inactive Linked Device
ar: جهاز مُرتبِط غير نشِط
be: Неактыўная звязаная прылада
bn: নিষ্ক্রিয় লিংককৃত ডিভাইস
ca: Dispositiu connectat inactiu
cs: Neaktivní propojené zařízení
da: Inaktiv forbundet enhed
de: Inaktive gekoppelte Geräte
el: Μη ενεργή συνδεδεμένη συσκευή
es: Dispositivo vinculado inactivo
fa: دستگاه متصل‌شدۀ غیرفعال
fi: Ei-aktiivinen yhdistetty laite
fr: Appareil associé inactif
ga: Gléas neamhghníomhach nasctha
gu: નિષ્ક્રિય લિંક કરેલા ડિવાઇસ
he: מכשיר מקושר לא פעיל
hi: निष्क्रिय लिंक किए गए डिवाइस
hr: Povezani uređaj je neaktivan
hu: Inaktív kapcsolt eszköz
id: Perangkat Terhubung Tidak Aktif
it: Dispositivo collegato inattivo
ja: 非アクティブなリンク済み端末があります
ko: 비활성 연결된 기기
mr: असक्रिय लिंंक केलेली डिव्हाइसेस
ms: Peranti Terpaut Tidak Aktif
nb: Inaktiv tilkoblet enhet
nl: Inactief gekoppeld apparaat
pl: Nieaktywne połączone urządzenie
pt_br: Dispositivo vinculado inativo
pt_pt: Dispositivo conectado inativo
ro: Dispozitiv conectat, inactiv
ru: Неактивное связанное устройство
sk: Neaktívne prepojené zariadenie
sr: Неактиван повезани уређај
sv: Inaktiv länkad enhet
th: อุปกรณ์ที่เชื่อมโยงอยู่ที่ไม่ได้ใช้งาน
tr: Etkin olmayan bağlı cihaz
ug: ئاكتىپ ئەمەس ئۇلانغان ئۈسكۈنە
uk: Неактивний зв'язаний пристрій
ur: غیر فعال لنک کردہ ڈیوائس
vi: Thiết bị đã liên kết không còn hoạt động
zh_cn: 已链接设备不活跃
zh_hk: 不活躍的已連結裝置

# INACTIVE_PRIMARY_DEVICE_REMINDER_MEGAPHONE_BODY
source: To keep your account active, open Signal on your primary device.
ar: لإبقاء حسابك نشِطًا، افتح سيجنال على جهازك الأساسي.
be: Каб ваш уліковы запіс заставаўся актыўным, адкрыйце Signal на сваёй асноўнай прыладзе.
bn: আপনার অ্যাকাউন্ট সক্রিয় রাখতে, আপনার মূল ডিভাইসে Signal খুলুন।
ca: Per mantenir actiu el teu compte, obre Signal al teu dispositiu principal.
cs: Aby váš účet zůstal aktivní, otevřete aplikaci Signal ve svém primárním zařízení.
da: Åbn Signal på din primære enhed for at holde din konto aktiv.
de: Öffne Signal auf deinem primären Gerät, um dein Konto aktiviert zu lassen.
el: Για να διατηρήσεις ενεργό τον λογαριασμό σου, άνοιξε το Signal στην κύρια συσκευή σου.
es: Para mantener tu cuenta activa, abre Signal en tu dispositivo principal.
fi: Pidä tilisi aktiivisena avaamalla Signal ensisijaisella laitteellasi.
fr: Pour que votre compte reste actif, ouvrez Signal sur votre appareil principal.
ga: Chun do chuntas a choinneáil gníomhach, oscail Signal ar do phríomhghléas.
gu: તમારા એકાઉન્ટને સક્રિય રાખવા માટે, તમારા પ્રાથમિક ડિવાઇસ પર Signal ખોલો.
he: כדי לשמור על החשבון שלך פעיל, צריך לפתוח את Signal במכשיר הראשי שלך.
hi: अपना अकाउंट चालू रखने के लिए, अपने मुख्य डिवाइस पर Signal खोलें।
hr: Da bi vaš račun ostao aktivan, otvorite Signal na svom glavnom uređaju.
hu: Fiókod aktív állapotban tartásához nyisd meg a Signal alkalmazást az elsődleges eszközödön.
id: Agar akun tetap aktif, buka Signal di perangkat utama Anda.
it: Per mantenere attivo l'account, apri Signal sul tuo dispositivo principale.
ja: アカウントをアクティブに保つには、メイン端末/スマートフォンでSignalを開きます。
ko: 계정을 활성화 상태로 유지하려면 주요 기기에서 Signal을 여세요.
mr: तुमचे खाते सक्रिय ठेवण्यासाठी, तुमच्या प्राथमिक डिव्हाईसवर Signal उघडा.
ms: Untuk memastikan akaun anda kekal aktif, buka Signal pada peranti utama anda.
nb: Åpne Signal på hovedenheten din for å holde kontoen aktiv.
nl: Open Signal op je primaire apparaat om je account actief te houden.
pl: Aby konto pozostało aktywne, otwórz Signal na swoim głównym urządzeniu.
pt_br: Para manter sua conta ativa, abra o Signal no seu dispositivo principal.
pt_pt: Para manter a sua conta ativa, abra o Signal no seu dispositivo principal.
ro: Ca să-ți menții contul activ, deschide Signal pe dispozitivul principal.
ru: Чтобы ваша учётная запись оставалась активной, откройте приложение Signal на основном устройстве.
sk: Ak chcete, aby bol váš účet aktívny, otvorte Signal na svojom primárnom zariadení.
sr: Да би вам налог остао активан, отворите Signal на примарном уређају.
sv: Öppna Signal på din primära enhet för att hålla ditt konto aktivt.
tr: Hesabını aktif tutmak için, ana cihazında Signal'i aç.
ug: ھېساباتىڭىزنى ئاكتىپ ھالەتتە ساقلاش ئۈچۈن ئاساسلىق ئۈسكۈنىڭىزدە Signalنى ئېچىڭ.
uk: Щоб зберегти акаунт, відкрийте Signal на своєму основному пристрої.
ur: اپنے اکاؤنٹ کو فعال رکھنے کے لیے، اپنی بنیادی ڈیوائس پر Signal کھولیں۔
vi: Để giữ cho tài khoản hoạt động, mở Signal trên thiết bị chính của bạn.
zh_cn: 要使您的账户保持活跃状态，请在您的主设备上打开 Signal。

# INACTIVE_PRIMARY_DEVICE_REMINDER_MEGAPHONE_GOT_IT_BUTTON
source: Got It
ar: تم
be: Зразумела
bn: বুঝতে পেরেছি
ca: Entesos
cs: Rozumím
da: Forstået
de: Verstanden
el: Εντάξει
es: Entendido
fa: فهمیدم
fi: Selvä
fr: J'ai compris
ga: Tuigim
gu: સમજાઈ ગયું
he: הבנתי
hi: समझ गया
hr: Shvaćam
hu: Rendben
id: Mengerti
it: Capito
ja: わかりました
ko: 확인
mr: कळले
ms: Faham
nb: Skjønner
nl: Begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Entendido
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sr: У реду
sv: Uppfattat
th: เข้าใจแล้ว
tr: Anladım
ug: بىلدىم
uk: Зрозуміло
ur: سمجھ گیا
vi: Đã hiểu
zh_cn: 知道了
zh_hk: 我知道了

# INACTIVE_PRIMARY_DEVICE_REMINDER_MEGAPHONE_LEARN_MORE_BUTTON
source: Learn more
ar: اعرف المزيد
be: Даведацца больш
bn: আরো জানুন
ca: Més informació
cs: Více informací
da: Få mere at vide
de: Mehr erfahren
el: Μάθε περισσότερα
es: Más información
fa: بیشتر بدانید
fi: Lue lisää
fr: En savoir plus
ga: Tuilleadh faisnéise
gu: વધુ જાણો
he: למידע נוסף
hi: अधिक जानें
hr: Saznajte više
hu: Tudj meg többet
id: Selengkapnya
it: Scopri di più
ja: 詳しく見る
ko: 자세히 알아보기
mr: अधिक जाणा
ms: Ketahui lebih lanjut
nb: Les mer
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
pt_pt: Saber mais
ro: Află mai multe
ru: Узнать больше
sk: Zistiť viac
sr: Сазнајте више
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazlasını öğren
ug: تەپسىلاتى
uk: Докладніше
ur: مزید جانیں
vi: Tìm hiểu thêm
zh_cn: 了解详情
zh_hk: 了解更多

# INACTIVE_PRIMARY_DEVICE_REMINDER_MEGAPHONE_TITLE
source: Open Signal on your phone
ar: افتح تطبيق سيجنال على هاتفك
be: Адкрыйце Signal на сваім тэлефоне
bn: আপনার ফোনে সিগন্যাল খুলুন
ca: Obre Signal al telèfon.
cs: Otevřete Signal ve svém telefonu
da: Åbn Signal på din telefon
de: Öffne Signal auf deinem Telefon
el: Άνοιξε το Signal στο κινητό σου
es: Abre Signal en tu teléfono
fi: Avaa Signal puhelimessa
fr: Ouvrez Signal sur votre téléphone
ga: Oscail Signal ar do ghuthán
gu: તમારા ફોન પર Signal ખોલો
he: פתח את Signal בטלפון שלך
hi: अपने फ़ोन पर Signal खोलें
hr: Otvorite Signal na vašem telefonu
hu: Nyisd meg a Signalt a telefonodon!
id: Buka Signal di ponsel Anda
it: Apri Signal sul tuo telefono
ja: ご利用のスマートフォンでSignalを開いてください
ko: 휴대전화에서 Signal을 여세요.
mr: आपल्या फोनवर Signal उघडा
ms: Buka Signal di telefon anda
nb: Åpne Signal på telefonen
nl: Open Signal op je telefoon
pl: Otwórz Signal na telefonie
pt_br: Abra o Signal no seu celular
pt_pt: Abra o Signal no seu telemóvel
ro: Deschide Signal pe telefonul tău
ru: Откройте Signal на своем телефоне
sk: Otvorte Signal na svojom telefóne
sr: Отворите Signal на телефону
sv: Öppna Signal på din telefon
tr: Signal'ı telefonunda aç
ug: تېلېفونىڭىزدا Signal نى ئېچىڭ
uk: Відкрийте Signal на телефоні
ur: اپنے فون پر Signal کھولیں
vi: Mở Signal trên điện thoại của bạn
zh_cn: 在您的手机上打开Signal

# INBOX_VIEW_ARCHIVE_MODE_MUTED_CHATS_REMINDER
source: Muted chats that are archived will remain archived when a new message arrives.
ar: الدردشات المكتومة المؤرشفة سَتبقى كذلك عند وصول رسالة جديدة.
az: Arxivlənmiş və səssizə alınmış söhbətlər, yeni mesaj gələndə arxivlənmiş olaraq qalacaq.
be: Чаты з адключанымі апавяшчэннямі, якія архіваваны, застануцца ў архіве, калі прыйдзе новае паведамленне.
bn: যখন নতুন ম্যাসেজ আসবে তখন আর্কাইভ করা মিউটকৃত চ্যাট আর্কাইভ অবস্থায়ই থাকবে।
ca: Els xats silenciats que estiguin arxivats romandran arxivats quan arribi un missatge nou.
cs: Ztlumené chaty, které jsou archivovány, zůstanou archivovány i po příchodu nové zprávy.
da: Ignorerede chats, der er arkiverede, forbliver arkiverede, når der kommer en ny besked.
de: Stummgeschaltete Chats, die archiviert sind, bleiben beim Eintreffen einer neuen Nachricht archiviert.
el: Οι συνομιλίες σε σίγαση που είναι αρχειοθετημένες, θα παραμείνουν σε αρχειοθέτηση εάν λάβεις νέα μηνύματα.
es: Los chats silenciados que hayas archivado permanecerán archivados aunque recibas un nuevo mensaje.
eu: Mezu berriak jasotzean, artxibatutako txat mututuek artxibatuta jarraituko dute.
fa: گفتگوهای بی‌صدایی که بایگانی می‌شوند، پس از دریافت پیام جدید همچنان در بایگانی خواهند ماند.
fi: Arkistoidut mykistetyt keskustelut pysyvät arkistoituina, kun uusi viesti saapuu.
fr: Les conversations mises en sourdine restent archivées, même lorsque vous recevez un nouveau message.
ga: Fanfaidh comhráite balbhaithe sa chartlann fós nuair a thagann teachtaireacht nua isteach.
gu: મ્યૂટ કરેલી ચેટ જેને આર્કાઇવ કરેલ છે તે નવો મેસેજ આવે ત્યારે પણ આર્કાઇવ જ રહેશે.
he: צ׳אטים מושתקים שמאוחסנים בארכיון יישארו בארכיון כשהודעה חדשה מגיעה.
hi: आर्काइव में रखी गई म्यूट की गई चैट कोई नया संदेश आने तक आर्काइव में ही रहेंगी।
hr: Utišani arhivirani razgovori ostat će arhivirani kada stigne nova poruka.
hu: A némítva archivált csevegések új üzenet érkezésekor továbbra is archiválva maradnak.
id: Obrolan dibisukan yang diarsipkan akan tetap diarsipkan saat ada pesan baru yang masuk.
it: Le chat silenziate che archivi rimangono archiviate anche quando arriva un nuovo messaggio.
ja: アーカイブされており、さらにミュートもしているチャットは、新しいメッセージが届いてもアーカイブされたままになります。
km: á€á¶ášá‡á‡áŸ‚á€áŠáŸ‚á›á”á¶á“á”á·á‘áŸáŸ†á¡áŸá„áŠáŸ‚á›ááŸ’ášá¼áœá”á¶á“á‘á»á€á€áŸ’á“á»á„á”ááŸ’ááŸá¶ášá“á¹á„á“áŸ…ááŸ‚ášá€áŸ’áŸá¶á‘á»á€á€áŸ’á“á»á„á”ááŸ’ááŸá¶ášáŠáŠáŸ‚á› á“áŸ…á–áŸá›áŸá¶ášááŸ’á˜á¸á˜á€áŠá›áŸ‹áŸ”
ko: 알림을 끄고 보관한 대화는 새 메시지가 도착해도 보관 상태로 유지됩니다.
lt: Archyvuoti pokalbiai su išjungtais pranešimais, gavus naują žinutę, taip ir liks archyvuoti.
ml: ആർക്കൈവിലുള്ളള മ്യൂട്ട് ചെയ്ത ചാറ്റുകൾ പുതിയ സന്ദേശം വരുമ്പോൾ ആർക്കൈവായി തന്നെ തുടരും.
mr: नवीन संदेश येईल तेव्हा संग्रहित केलेले मूक चॅट्स हे अर्काईव्ह केलेलेच राहतील.
ms: Sembang yang diredam, yang telah diarkibkan akan kekal diarkibkan apabila mesej baru masuk.
my: မက်ဆေ့ချ်အသစ် ရောက်လာချိန်တွင် စုစည်းထားသော အသံတိတ်ချက်(တ်)များသည် စုစည်းလျက်သား ကျန်ရှိပါမည်။
nb: Dempede samtaler som er arkiverte vil forbli arkiverte selv når du får en ny melding.
nl: Gedempte chats die zijn gearchiveerd, blijven gearchiveerd als er een nieuw bericht binnenkomt.
pa: ਨਵਾਂ ਸੁਨੇਹਾ ਆਉਣ 'ਤੇ ਆਰਕਾਈਵ ਵਿੱਚ ਮੌਜੂਦ ਮੌਨ ਕੀਤੀਆਂ ਗਈਆਂ ਚੈਟਾਂ ਆਰਕਾਈਵ ਵਿੱਚ ਹੀ ਰਹਿਣਗੀਆਂ।
pl: Gdy w wyciszonym zarchiwizowanym czacie pojawi się nowa wiadomość, pozostanie on w archiwum.
pt_br: Chats silenciados que estão arquivados permanecerão arquivados quando uma nova mensagem chegar.
pt_pt: Os chats silenciados arquivados irão permanecer arquivados ao receber uma nova mensagem.
ro: Conversațiile pe silențios arhivate vor rămâne arhivate atunci când sosește un mesaj nou.
ru: Архивированные чаты с отключённым звуком будут оставаться архивированными, даже если будет получено новое сообщение.
sk: Stlmené čety, ktoré sú archivované, zostanú archivované, keď príde nová správa.
sl: Utišani klepeti, ki so arhivirani, bodo ostali arhivirani, ko prispe novo sporočilo.
sq: Bisedat pa zë të arkivuara do të mbeten të tilla edhe kur të vijë një mesazh i ri.
sr: Ћаскања са искљученим обавештењима која су архивирана остаће архивирана када стигне нова порука.
sv: Tystade chattar som är arkiverade förblir arkiverade när ett nytt meddelande kommer.
sw: Magumzo yaliyonyamazishwa yamehifadhiwa na yatabaki yamehifadhiwa pale arafa mpya itakapoingia.
ta: புதிய செய்தி வரும்போது காப்பகப்படுத்தப்பட்ட முடக்கப்பட்ட அரட்டைகள் காப்பகப்படுத்தப்பட்டதாகவே இருக்கும்.
te: ఆర్కైవ్ చేసిన మ్యూటెడ్ చాట్‌లు, కొత్త సందేశం వచ్చినప్పుడు మ్యూట్ చేయబడతాయి.
th: แชทที่ปิดเสียงไว้ในที่เก็บถาวรจะยังคงเก็บถาวรอยู่เมื่อมีข้อความใหม่มาถึง
tr: Arşivlenen sessize alınmış sohbetler, yeni bir mesaj geldiğinde arşivlenmiş olarak kalmaya devam eder.
ug: ئارخىپلانغان ئۈنسىز پاراڭلار يېڭى ئۇچۇر كەلگۈچە ئارخىپتا ساقلىنىدۇ.
uk: Заархівовані чати з вимкненими сповіщеннями залишаються в архіві, якщо надходять нові повідомлення.
ur: آرکائیو کی گئی خاموش کردہ چیٹس نیا میسج آنے پر بھی آرکائیو کردہ رہیں گی۔
vi: Các cuộc trò chuyện đã tắt tiếng vẫn sẽ ở trong mục lưu trữ khi có tin nhắn mới được gửi đến.
zh_cn: 当收到新消息时，已存档的静音聊天将会保持存档状态。
zh_hk: 當收到新訊息時，已存檔的靜音聊天將會保持存檔狀態。
