Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# UNKNOWN_VALUE
source: Unknown
af: Onbekend
ar: مجهولة
az: Bilinmir
be: Невядома
bg: Непознат
bn: অজানা
ca: Desconegut
cs: Neznámý
cy: Anhysbys
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_es: Desconocido
et: Tundmatu
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
fil: Hindi tukoy
fr: Valeur inconnue
ga: Anaithnid
gu: અજાણ્યું
he: בלתי ידוע
hi: अनजान
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
is: Óþekkt
it: Sconosciuto
ja: 不明
kab: Arussin
kk: Белгісіз
km: á˜á·á“áŸáŸ’á‚á¶á›áŸ‹
kn: ತಿಳಿದಿಲ್ಲ
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
mk: Непознато
ml: അജ്ഞാതം
mr: अज्ञात
ms: Tidak diketahui
my: ဘာမှမသိရသော
nb: Ukjent
nl: Onbekend
pa: ਅਣਜਾਣ
pa_pk: نامعلوم
pl: Nieznane informacje
ps: ناپیژانده
pt_br: Desconhecida/o
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестная
sk: Neznáme
sl: Neznano
sq: E panjohur
sr: Непознато
sv: Okänt
sw: Isiyojulikana
ta: தெரியாத
te: తెలియని
th: ไม่ทราบ
tr: Bilinmeyen
ug: نامەلۇم
uk: Невідомо
ur: نامعلوم
vi: Vô danh
zh_cn: 无法识别
zh_hk: 未知

# UNLINK_ACTION
source: Unlink
af: Ontkoppel
ar: إلغاء الارتباط
az: Əlaqəni kəs
be: Адвязаць
bg: Премахни
bn: বিযুক্ত করুন
ca: Desenllaça
cs: Odpojit
cy: Datgysylltu
da: Frakobl
de: Entkoppeln
el: Αποσύνδεση
es: Desvincular
es_es: Desenlazar
et: Eemalda ühendus
eu: Askatu gailuaren lotura
fa: قطع ارتباط
fi: Poista yhdistäminen
fil: I-unlink
fr: Dissocier
ga: Dínasc
gu: અનલિંક
he: בטל קישור
hi: अनलिंक
hr: Poništi vezu
hu: Társítás megszüntetése
id: Lepas tautan
is: Losa krækju
it: Dissocia
ja: リンクを解除する
kab: Kkes aseɣwen
kk: Байланыстырмау
km: á•áŸ’áá¶á…áŸ‹
kn: ಅನ್‌ಲಿಂಕ್‌ ಮಾಡಿ
ko: 연결 해제
lt: Atsieti
lv: Atsaistīt
mk: Неповрзан
ml: അൺലിങ്ക് ചെയ്യുക
mr: अनलिंक करा
ms: Menyahpaut
my: ချိတ်ဆက်မှုကို ဖြုတ်ပါ
nb: Koble fra
nl: Ontkoppelen
pa: ਅਨਲਿੰਕ ਕਰੋ
pa_pk: لنک مکاؤ
pl: Usuń
ps: له لینک څخه ایستل
pt_br: Desvincular
pt_pt: Desassociar
ro: Disociază
ru: Отвязать
sk: Odpojiť
sl: Odklopi povezavo
sq: Shkëpute
sr: Прекини везу
sv: Sluta länka
sw: Ondoa unganisho
ta: இணைப்புநீக்கு
te: లింక్ తొలగించు
th: เลิกเชื่อมโยง
tr: Bağlantısını kaldır
ug: ئاجرىتىڭ
uk: Відв'язати
ur: غیر منسلک
vi: Ngừng kết nối
zh_cn: 解绑
zh_hk: 解除連結

# UNLINK_CONFIRMATION_ALERT_BODY
source: This device will no longer be able to send or receive messages if it is unlinked.
af: As jy hierdie toestel ontkoppel, sal dit nie meer boodskappe kan stuur of ontvang nie.
ar: لن يتمكن هذا الجهاز من إرسال أو استلام الرسائل إذا تمَّ إلغاء ارتباطه.
az: Bu cihazla əlaqə kəsiləndə, bu cihaz üzərindən mesaj göndərə və ya ala bilməyəcəksiniz.
be: Гэта прылада больш не зможа адпраўляць або атрымліваць паведамленні, калі яна будзе адвязана.
bg: Това устройство повече няма да може да изпраща или получава съобщения, ако връзката с него бъде прекъсната.
bn: বিযুক্ত করা হলে এই ডিভাইস আর বার্তা প্রেরণ বা গ্রহণ করতে সক্ষম হবে না।
ca: Aquest dispositiu no podrà enviar ni rebre missatges si no està enllaçat.
cs: Pokud bude zařízení odpojeno, nebude možné dále odesílat nebo přijímat zprávy.
cy: Ni fydd y ddyfais hon yn gallu anfon na derbyn negeseuon mwyach os yw'n ddigyswllt.
da: Enheden vil ikke længere kunne sende eller modtage beskeder, hvis den ikke er forbundet.
de: Dieses Gerät wird keine Nachrichten mehr versenden oder empfangen können sobald es entkoppelt ist.
el: Αυτή η συσκευή δεν θα μπορεί πλέον να στέλνει ή να λαμβάνει μηνύματα αν είναι αποσυνδεδεμένη.
es: No podrás enviar ni recibir mensajes en este dispositivo si está desvinculado.
es_es: Este dispositivo dejará de enviar o recibir mensajes tras desenlazarlo.
et: Pärast ühenduse eemaldamist ei saa see seade enam sõnumeid saata ega saada.
eu: Lotu gabe egonez gero, gailu hau ez da gai izango mezu gehiago bidaltzeko edo jasotzeko.
fa: این دستگاه دیگر قادر نخواهد بود تا پیام هایی را ارسال یا دریافت کند اگر پیوند آن لغو شده است.
fi: Tällä laitteella ei voi enää lähettää tai vastaanottaa viestejä.
fil: Hindi na makakapagpadala o makatatanggap ng mensahe ang device na ito kung naka-unlink na ito.
fr: Si vous dissociez cet appareil, il ne pourra plus envoyer ni recevoir de messages.
ga: Má dhínascann tú an gléas seo, ní bheidh tú in ann teachtaireachtaí a sheoladh ná a léamh air a thuilleadh.
gu: જો આ ડિવાઇસ અનલિંકડ છે, તો મેસેજ મોકલવા અથવા પ્રાપ્ત કરવામાં આ મેસેજ લાંબા સમય સુધી સક્ષમ હશે નહીં.
he: מכשיר זה לא יוכל יותר לשלוח או לקבל הודעות אם הוא בלתי מקושר.
hi: अगर यह डिवाइस अनलिंक किया गया तो मेसेज भेज या प्राप्त नहीं कर पाएगा।
hr: Ovaj uređaj više neće moći slati i primati poruke ako je odspojen.
hu: Ha ezen eszköz a társítása megszűnik, a jövőben nem lesz képes üzeneteket küldeni és fogadni.
id: Perangkat ini tidak lagi dapat mengirimkan atau menerima pesan jika tidak terhubung.
is: Með því að aftengja þetta tæki mun það ekki lengur geta tekið á móti eða sent skilaboðum.
it: Questo dispositivo non sarà più in grado di inviare o ricevere messaggi una volta dissociato.
ja: リンクを解除すると、この端末はメッセージの送受信ができなくなります。
kab: Dayen ibenk-a ur yettizmir ara ad yazen neɣ ad d-yermes iznan ma yella ur iqqin ara.
kk: Егер бұл құрылғы байланыстан ажыратылған болса, ол енді хабарламаларды жібере де, қабылдай да алмайды.
km: á§á”á€ášááŸá“áŸáŸ‡ á“á¹á„á˜á·á“á¢á¶á…á•áŸ’á‰á¾ á¬ á‘á‘á½á›áŸá¶ášá‘áŸ á”á¾áŸá·á“áœá¶á˜á·á“á”á¶á“áá—áŸ’á‘á¶á”áŸ‹á‚áŸ’á“á¶áŸ”
kn: ಇದನ್ನು ಅನ್‌ಲಿಂಕ್ ಮಾಡಿದಲ್ಲಿ ನಿಮಗೆ ಇನ್ನು ಮುಂದೆ ಈ ಸಾಧನದಿಂದ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಅಥವಾ ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 기기가 연결 해제되면 더 이상 메시지를 보내거나 받을 수 없게 됩니다.
lt: Jei šis įrenginys bus atsietas, jis daugiau nebegalės siųsti ar gauti žinučių.
lv: Ja šīs ierīces piesaiste tiks noņemta, ar šo ierīci vairs nevarēs sūtīt vai saņemt ziņas.
mk: Овој уред нема повеќе да биде во можност да праќа и прима пораки ако не е поврзан.
ml: ഈ ഉപകരണം അൺലിങ്കു ചെയ്യുകയാണെങ്കിൽ, ഇതിന് മേലിൽ സന്ദേശങ്ങൾ അയയ്‌ക്കാനോ സ്വീകരിക്കാനോ കഴിയില്ല.
mr: जर अनलिंक केला गेला तर हा डिव्हाईस त्यापुढे संदेश प्राप्त किंवा पाठवू शकणार नाही.
ms: Peranti ini tidak lagi dapat menghantar atau menerima mesej jika ia tidak dipautkan.
my: ၎င်းစက်ပစ္စည်း၏ ချိတ်ဆက်မှု ဖြုတ်လိုက်ခြင်းဖြင့် နောက်ထပ် စာပို့ခြင်း သို့ လက်ခံခြင်းများ လုပ်နိုင်တော့မည်မဟုတ်ပါ။
nb: Denne enheten kan ikke lengre sende eller motta meldinger hvis den er koblet fra.
nl: Door dit apparaat te ontkoppelen kan het niet langer berichten verzenden en ontvangen.
pa: ਜੇਕਰ ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਅਨਲਿੰਕ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇਹ ਸੁਨੇਹੇ ਭੇਜ ਜਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕੇਗਾ.
pa_pk: جے ایس دا لنک مکا دتا گیا تے ایہہ آلہ ہور سنیہے گھلن یا وصول کرن دے قابل نئیں ہووے گا۔
pl: Jeśli odłączysz to urządzenie, nie będzie ono mogło wysyłać ani otrzymywać wiadomości.
ps: دغه وسیله به نور د دې جوګه ونه اوسي چې پیغامونه ولیږي یا یې تر لاسه کړي که چیرته هغه له لینک څخه ایستل شوی وي.
pt_br: Este aparelho não poderá mais enviar ou receber mensagens se for desvinculado
pt_pt: Ao desassociar este dispositivo, deixará de ser capaz de receber ou enviar mensagens.
ro: Acest dispozitiv nu va mai putea trimite și primi mesaje dacă este disociat.
ru: Это устройство больше не сможет отправлять и получать сообщения, если будет отвязано.
sk: Ak bude zariadenie odpojené, nebude môcť ďalej odosielať a prijímať správy.
sl: Če naprava ne bo povezana, ne bo več mogla pošiljati ali prejemati sporočil.
sq: Kjo pajisje s’do të jetë më në gjendje të dërgojë ose marrë mesazhe, nëse shkëputet.
sr: Ако прекинете везу, овај уређај више неће моћи да прима и шаље поруке.
sv: Denna enhet kommer inte längre att skicka eller ta emot meddelanden om den är avlänkad.
sw: Kifaa hiki hakitaweza tena kutuma au kupokea jumbe iwapo kitaondolewa unganisho.
ta: இந்த சாதனம் இணைக்கப்படாவிட்டால் செய்திகளை அனுப்பவோ பெறவோ முடியாது.
te: ఈ పరికరం లింక్ చేయకపోతే సందేశాలను పంపడం లేదా స్వీకరించడం సాధ్యం కాదు.
th: อุปกรณ์นี้จะไม่สามารถส่งหรือรับข้อความได้อีกต่อไปเมื่อทำการเลิกเชื่อมโยง
tr: Bu cihazın bağlantısı kesildiğinde artık ileti gönderemeyecek ve alamayacak.
ug: ئەگەر بۇ ئۈسكىنە ئاجرىتىلسا، داۋاملىق ئۇچۇر ئەۋەتەلمەيدۇ ياكى قوبۇل قىلالمايدۇ.
uk: Якщо його відв'язати цей пристрій, він більше не зможе надсилати й отримувати повідомлення.
ur: یہ ڈیوائس اگر غیر منسلک ہے تو یہ مزید پیغامات بھیجنے اور وصول کرنے کے قابل نہیں۔
vi: Thiết bị này sẽ không thể nhận hay gửi được tin nhắn nếu bị ngừng kết nối.
zh_cn: 如果取消关联此设备，它将不能再接收或发送信息。
zh_hk: 若您解除連結，此裝置將無法再傳送或接收訊息。

# UNLINK_CONFIRMATION_ALERT_TITLE
source: Unlink "%@"?
af: Ontkoppel “%@”?
ar: هل ترغبُ بإلغاء ارتباط "%1$@"؟
az: "%@" ilə əlaqə kəsilsin?
be: Адвязаць «%1$@»?
bg: Премахни "%@"?
bn: "%1$@" বিযুক্ত করবেন?
ca: Voleu desenllaçar «%1$@»?
cs: Odpojit "%1$@"?
cy: Datgysylltu '%@'?
da: Frakobl "%1$@"?
de: »%1$@« entkoppeln?
el: Αποσύνδεση της "%1$@";
es: ¿Desvincular "%1$@"?
es_es: ¿Desenlazar «%@»?
et: Kas eemaldada ühendus "%@"?
eu: Askatu "%@" gailua?
fa: قطع ارتباط با «%1$@»؟
fi: Poistetaanko %1$@?
fil: I-unlink "%@"?
fr: Dissocier "%1$@" ?
ga: An bhfuil fonn ort “%1$@” a dhínascadh?
gu: અનલિંક "%1$@"?
he: לבטל קישור "%1$@"?
hi: "%1$@" को अनलिंक करें?
hr: Poništi vezu s "%1$@"?
hu: Társítás megszüntetése ezzel: "%1$@"?
id: Buang kaitan %1$@'?
is: Aftengja '%@'?
it: Dissociare “%1$@”?
ja: 「%1$@」のリンクを解除しますか？
kab: Kkes tuqqna i "%@"?
kk: "%@" байланыстан ажыратылсын ба?
km: á•áŸ’áá¶á…áŸ‹ "%@"?
kn: "%@" ಅನ್‌ಲಿಂಕ್‌ ಮಾಡುವುದೇ?
ko: "%1$@" 기기의 연결을 해제하시겠습니까?
lt: Atsieti „%@“?
lv: Vai atsaistīt "%@"?
mk: Неповрзан: "%@?
ml: "%@" അൺലിങ്ക് ചെയ്യട്ടെ?
mr: "%1$@" अनलिंक करायचे?
ms: Nyahpaut "%1$@"?
my: "%@" ချိတ်ဆက်မှု ဖြုတ်မယ်?
nb: Koble fra "%1$@"?
nl: ‘%1$@’ ontkoppelen?
pa: "%@" ਨੂੰ ਅਨਲਿੰਕ ਕਰਨਾ ਹੈ?
pa_pk: "%@" دا لنک مکاؤ؟
pl: Odłączyć urządzenie %1$@?
ps: غواړئ "%@" له لینک څخه وباسئ؟
pt_br: Desvincular "%1$@"?
pt_pt: Desassociar "%1$@"?
ro: Disociez "%1$@"?
ru: Отвязать «%1$@»?
sk: Odpojiť "%1$@"?
sl: Prekinem povezavo z napravo "%@"?
sq: Të shkëputet "%@"?
sr: Прекините везу са уређајем „%1$@“?
sv: Sluta länka "%1$@"?
sw: Ondoa unganisho "%@"
ta: "%@" இன் இணைப்பை நீக்கவா?
te: లింక్ తొలగించు "%@"?
th: เลิกเชื่อมโยง "%1$@" หรือไม่?
tr: "%1$@" bağlantısını kaldır?
ug: «%1$@» نى ئاجرىتامسىز؟
uk: Відв'язати «%1$@»?
ur: غیر منسلک"%1$@"؟
vi: Ngừng kết nối "%1$@"?
zh_cn: 确定解绑 "%1$@"?
zh_hk: 要解除與「%1$@」的連結嗎？

# UNLINKED_WARNING
source: This device is no longer linked. Re-link Signal with your phone to continue messaging.
af: Toestel is nie meer gekoppel nie. Herkoppel Signal aan u foon om aan te hou boodskappe stuur.
ar: لم يعد هذا الجهاز مُرتبطًا. أعِد ربط سيجنال مع هاتفك لمواصلة المراسلة.
az: Artıq cihazla əlaqə kəsildi. Mesajlaşmağa davam etmək üçün telefonunuzu Signal ilə yenidən əlaqələndirin.
be: Гэтая прылада больш не звязаная. Паўторна звязаць Signal да свайго тэлефона, каб працягнуць абмен паведамленнямі.
bg: Устройството вече не е свързано. Свържете Signal на телефона си отново, за да продължите да изпращате съобщения.
bn: এই ডিভাইসটি আর সংযুক্ত নয়। ম্যাসেজ করা চালিয়ে যেতে আপনার ফোনের সাথে Signal আবারো সংযুক্ত করুন।
ca: Aquest dispositiu ja no està enllaçat. Torna a enllaçar Signal amb el teu telèfon per continuar enviant missatges.
cs: Toto zařízení již není propojené. Propojte znovu aplikaci Signal se svým telefonem, abyste mohli dál zasílat zprávy.
cy: Nid yw'r ddyfais wedi'i chysylltu mwyach. Ail-gysylltwch Signal a'ch ffôn i barhau i anfon negeseuon.
da: Denne enhed er ikke længere forbundet. Opret forbindelsen mellem Signal og din telefon igen for at sende beskeder.
de: Dieses Gerät ist nicht mehr gekoppelt. Kopple Signal erneut mit deinem Mobiltelefon, um Signal weiter zu nutzen.
el: Η συσκευή δεν είναι πια συνδεδεμένη. Σύνδεσε ξανά το Signal στο τηλέφωνό σου για να συνεχίσεις να στέλνεις μηνύματα.
es: Este dispositivo ya no está vinculado. Vuelve a vincular Signal con tu teléfono para poder seguir chateando.
es_es: Este dispositivo ya no está enlazado. Vuelve a enlazar Signal con tu teléfono para poder seguir recibiendo y enviando mensajes.
et: Seade pole enam ühendatud. Sõnumite vahetamise jätkamiseks ühenda Signal uuesti oma telefoniga.
eu: Gailua ez dago lotuta jada. Birlotu Signal zure telefonoarekin mezuak bidaltzen jarraitu ahal izateko.
fa: این دستگاه دیگر متصل نیست. برای ادامه پیام‌رسانی، سیگنال را دوباره به تلفن خود پیوند دهید.
fi: Tämä laite ei ole enää yhdistetty. Yhdistä Signal uudelleen puhelimeesi jatkaaksesi viestintää.
fil: Hindi na naka-link ang device. I-link ang Signal gamit ang iyong telepono upang makapagpatuloy na magpadala ng mensahe.
fr: Cet appareil n’est plus associé. Associez-le de nouveau pour continuer à utiliser Signal.
ga: Níl an gléas seo nasctha a thuilleadh. Athnasc Signal le do ghuthán chun leanúint le seoladh teachtaireachtaí.
gu: આ ડિવાઇસ હવે લિંક થયેલ નથી. મેસેજિંગ ચાલુ રાખવા Signalને તમારા ફોન સાથે ફરીથી લિંક કરો.
he: המכשיר הזה כבר לא מקושר. אפשר לקשר מחדש את Signal עם הטלפון שלך כדי להמשיך לשלוח הודעות.
hi: यह डिवाइस अब लिंक नहीं है। संदेश भेजना जारी रखने के लिए Signal को अपने फोन से पुन: लिंक करें।
hr: Ovaj uređaj više nije povezan. Ponovno povežite Signal s vašim telefonom za daljnje korištenje aplikacije.
hu: Az eszköz társítása megszűnt. Az üzenetküldés és -fogadás folytatásához társítsd újra a Signalt a telefonoddal.
id: Perangkat ini sudah tidak terhubung. Hubungkan Ulang Signal dengan ponsel Anda untuk terus berkirim pesan.
is: Þetta tæki er ekki lengur tengt. Tengdu Signal aftur við símann til að eiga í frekari samskiptum.
it: Questo dispositivo non è più associato. Riassocia Signal al tuo telefono per continuare a usare l'app.
ja: この端末はリンクされていません。メッセージを送受信するには、Signal とお使いの携帯電話をリンクし直してください。
kab: Dayen ur iqqin ara yiben. Ales tuqqna n Signal akked tilifun-ik·im i wakken ad tkemmleḍ tira n yiznan.
kk: Сіздің құрылғыңыз бұдан былай байланыстырулы емес. Хабарлама жіберуді жалғастыру үшін Signal қолданбасын телефоныңызға қайтадан байланыстырыңыз.
km: á§á”á€ášááŸá›áŸ‚á„á”á¶á“áá—áŸ’á‡á¶á”áŸ‹áŸ” áŸá¼á˜áá—áŸ’á‡á¶á”áŸ‹ Signal á‡á¶á˜á½á™á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á¡á¾á„áœá·á‰ áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾áŸá¶ášá”á“áŸ’ááŸ‚á˜áŸ”
kn: ಸಾಧನವನ್ನು ಇನ್ನು ಮುಂದೆ ಲಿಂಕ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ. ಮೆಸೇಜಿಂಗ್ ಮುಂದುವರಿಸಲು Signal ಅನ್ನು ನಿಮ್ಮ ಫೋನಿನೊಂದಿಗೆ ಪುನಃ ಲಿಂಕ್ ಮಾಡಿ.
ko: 이 기기는 연결이 해제되었습니다. 메시지를 계속 이용하려면 Signal에 휴대폰을 다시 연결하세요.
lt: Jūsų įrenginys daugiau nebėra susietas. Norėdami tęsti susirašinėjimą, iš naujo susiekite Signal su savo telefonu.
lv: Ierīce vairs nav piesaistīta. Piesaistiet Signal tālrunim, lai turpinātu ziņapmaiņu.
mk: Уредот не е повеќе поврзан. Поврзете го повторно Signal со вашиот телефон за да продолжите со пораките.
ml: ഡിവൈസ് ലിങ്ക് ചെയ്തിട്ടില്ല. സന്ദേശങ്ങൾ അയയ്ക്കുന്നത് തുടരുന്നതിന് നിങ്ങളുടെ ഫോണുമായി Signal റീ-ലിങ്ക് ചെയ്യുക.
mr: हे डिव्हाईस यापुढे लिंक केलेले राहणार नाही. संदेशन पुढे सुरू ठेवण्यासाठी आपल्या फोन सह Signal पुन्हा लिंक करा.
ms: Peranti ini tidak lagi dipautkan. Pautkan semula Signal dengan telefon anda untuk terus bermesej.
my: သင့်စက်နှင့် မချိတ်ထားတော့ပါ။ ထပ်မံ မက်ဆေ့ချ်များ ပေးပို့ရန် Signal နှင့် ပြန်ချိတ်ပေးပါ။
nb: Denne enheten er ikke lenger tilkoblet. Koble telefonen til Signal igjen for å fortsette å sende meldinger.
nl: Dit apparaat is niet meer gekoppeld. Koppel Signal opnieuw met je telefoon om door te gaan met het verzenden van berichten.
pa: ਡਿਵਾਈਸ ਹੁਣ ਲਿੰਕ ਨਹੀਂ ਰਿਹਾ. ਸੁਨੇਹੇ ਭੇਜਣਾ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣ ਲਈ Signal ਨੂੰ ਆਪਣੇ ਫੋਨ ਦੇ ਨਾਲ ਮੁੜ-ਲਿੰਕ ਕਰੋ.
pa_pk: آلہ ہور لنک کیتا نئیں اے۔ سنیہا گھلنا جاری رکھن دے لئی Signal نوں اپنے فون توں فیر لنک کرو۔
pl: To urządzenie nie jest już połączone. Aby dalej wysyłać i otrzymywać wiadomości, połącz swój telefon ponownie z aplikacją Signal.
ps: وسیله نوره نه ده لینک شوې. Signal له خپل ټلیفون سره بیرته لینک کړئ تر څو پیغام لیږلو ته ادامه ورکړئ.
pt_br: Este dispositivo não está mais vinculado. Conecte-se novamente ao Signal com seu telefone para continuar enviando mensagens.
pt_pt: Este dispositivo já não está associado. Volte a associar o Signal ao seu telemóvel para continuar a enviar mensagens.
ro: Dispozitivul nu mai este asociat. Asociază din nou Signal cu telefonul tău pentru a putea continua să trimiți mesaje.
ru: Это устройство больше не привязано. Повторно привяжите Signal к вашему телефону для продолжения обмена сообщениями.
sk: Toto zariadenie už nie je prepojené. Ak chcete pokračovať v odosielaní správ, znova prepojte Signal so svojím telefónom.
sl: Naprava ni več povezana. Za nadaljevanje komunikacije ponovno povežite Signal s svojim telefonom.
sq: Pajisje që s’është më e lidhur. Që të vazhdoni të shkëmbeni mesazhe, rilidhni Signal-in me telefonin tuaj.
sr: Овај уређај више није повезан. Поново повежите Signal са телефоном да наставите да се дописујете.
sv: Den här enheten är inte längre länkad. Länka om Signal med din telefon för att fortsätta skicka meddelanden.
sw: Kifaa hakijaunganishwa tena. Unganisha upya Signal na simu yako kuendelea kutuma ujumbe.
ta: சாதனம் இனி இணைக்கப்படவில்லை. செய்தியைத் தொடர உங்கள் தொலைபேசியுடன் Signal லை மீண்டும் இணைக்கவும்.
te: పరికరం ఇకపై లింక్ చేయబడలేదు. సందేశాన్ని కొనసాగించడానికి మీ ఫోన్‌తో Signal ను తిరిగి లింక్ చేయండి.
th: อุปกรณ์เครื่องนี้ไม่ได้เชื่อมโยงอีกต่อไป กรุณาเชื่อมโยง Signal กับโทรศัพท์ของคุณอีกครั้งเพื่อส่งข้อความต่อ
tr: Bu cihaz artık bağlı değil. Mesajlaşmaya devam etmek için Signal'i telefonunla yeniden bağla.
ug: بۇ ئۈسكۈنە باغلانمىغان. داۋاملىق ئۇچۇرلىشىش ئۈچۈن Signal نى ئۈسكۈنىڭىز بىلەن قايتا ئۇلاڭ.
uk: Цей пристрій більше не зв'язаний. Щоб і надалі надсилати й отримувати повідомлення, зв'яжіть Signal з телефоном ще раз.
ur: یہ ڈیوائس مزید لنک کردہ نہیں ہے۔ میسجنگ جاری رکھنے کے لیے Signal کو اپنے فون کے ساتھ دوبارہ لنک کریں۔
vi: Thiết bị này không còn được liên kết. Liên kết Signal lại với điện thoại của bạn để tiếp tục nhắn tin.
zh_cn: 此设备已取消关联。请将您的手机重新关联 Signal 以继续收发消息。
zh_hk: 此裝置已解除連結。請將 Signal 與你的電話重新連結，以便繼續收發訊息。

# UNLINKED_WARNING_ACTION_TITLE
source: Re-Link Device
ar: أعِد ربط الجهاز
be: Звязаць прыладу нанова
bn: ডিভাইসটি আবারো সংযুক্ত করুন
ca: Tornar a enllaçar dispositiu
cs: Znovu propojte zařízení
da: Tilknyt enhed igen
de: Gerät erneut koppeln
el: Σύνδεση συσκευής ξανά
es: Volver a vincular dispositivo
fa: اتصال مجدد دستگاه
fi: Yhdistä laite uudelleen
fr: Réassocier l'appareil
ga: Athnasc an Gléas
gu: ડિવાઇસને ફરીથી લિંક કરો
he: קישור מכשיר מחדש
hi: डिवाइस पुन: लिंक करें
hr: Ponovno poveži uređaj
hu: Eszköz újbóli társítása
id: Hubungkan Ulang Perangkat
it: Riassocia il dispositivo
ja: 端末をリンクし直す
ko: 기기 다시 연결
mr: डिव्हाईस पुन्हा लिंक करा
ms: Pautkan Semula Peranti
nb: Koble til enheten på nytt
nl: Apparaat opnieuw koppelen
pl: Połącz urządzenie ponownie
pt_br: Reconectar dispositivo
pt_pt: Voltar a associar dispositivo
ro: Re-asociază Dispozitivele
ru: Привяжите своё устройство заново
sk: Znova prepojte zariadenie
sr: Поново повежите уређај
sv: Länka om enheten
th: เชื่อมโยงอุปกรณ์อีกครั้ง
tr: Cihazı Yeniden Bağla
ug: ئۈسكۈنىنى قايتا ئۇلاش
uk: Зв'яжіть пристрій ще раз
ur: ڈیوائس کو دوبارہ لنک کریں
vi: Liên kết lại Thiết bị
zh_cn: 重新关联设备
zh_hk: 重新連結裝置

# UNLINKING_FAILED_ALERT_TITLE
source: Signal was unable to unlink your device.
af: Signal kon nie jou toestel ontkoppel nie.
ar: لم يتمكَّن سيجنال من إلغاء ارتباط جهازك.
az: Signal, cihazınızla əlaqəni kəsə bilmədi.
be: Signal не атрымалася адвязаць прыладу.
bg: Signal не успя да премахне това устройство.
bn: Signal আপনার ডিভাইস বিযুক্ত করতে ব্যর্থ হয়েছিল।
ca: Signal no ha pogut desenllaçar el dispositiu.
cs: Signalu se nepodařilo odpojit vaše zařízení.
cy: Nid oedd Signal yn gallu datgysylltu eich dyfais.
da: Signal var ikke i stand til at frakoble enheden
de: Signal konnte dein Gerät nicht entkoppeln.
el: Το Signal δεν μπόρεσε να αποσυνδέσει τη συσκευή σου.
es: Signal no ha podido desvincular tu dispositivo.
es_es: Signal no ha podido desenlazar tu dispositivo.
et: Signalil ei õnnestunud sinu seadme ühendust eemaldada.
eu: Signal ez da gai izan zure gailua askatzeko.
fa: سیگنال قادر به قطع ارتباط با دستگاه شما نبود.
fi: Signal ei onnistunut poistamaan laitteesi yhdistämistä.
fil: Hindi nagawang i-unlink ng Signal ang device.
fr: Impossible de dissocier votre appareil.
ga: Níorbh fhéidir le Signal an gléas a dhínascadh.
gu: Signal તમારા ડિવાઇસને અનલિંક કરવામાં અસમર્થ હતું.
he: Signal לא היה יכול לבטל את קישור המכשיר שלך.
hi: Signal आपका डिवाइस अनलिंक करने में असमर्थ रहा।
hr: Signal nije uspio poništiti vezu s vašim uređajem.
hu: A Signal nem tudja megszüntetni a társítást a készülékeddel.
id: Signal tidak dapat menautkan perangkat anda
is: Signal gat ekki aftengt tækið þitt.
it: Signal non è riuscito a dissociare il tuo dispositivo.
ja: 端末のリンクを解除できませんでした。
kab: Signal ur yessaweḍ ara ad yekkes tuqqna n yibenk-inek·inem.
kk: Signal сіздің құрылғыңызды байланыстан ажырата алмайды.
km: Signalá˜á·á“á¢á¶á…á•áŸ’áá¶á…áŸ‹á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“á‘áŸáŸ”
kn: Signal ನಿಮ್ಮ ಸಾಧನವನ್ನು ಅನ್‌ಲಿಂಕ್ ಮಾಡಲು ಅಸಮರ್ಥವಾಗಿದೆ.
ko: Signal에서 기기를 연결 해제할 수 없습니다.
lt: Signal nepavyko atsieti jūsų įrenginio.
lv: Lietotne Signal nevarēja noņemt jūsu ierīces piesaisti.
mk: Signal не беше во можност да го одврзе вашиот уред.
ml: Signal ന് നിങ്ങളുടെ ഡിവൈസ് അൺലിങ്ക് ചെയ്യാൻ സാധിക്കുന്നില്ല.
mr: Signal आपल्या डिव्हाईसला अनलिंक करण्यात अक्षम झाले.
ms: Signal tidak dapat menyahpautkan peranti anda
my: သင့်ဖုန်း/ကွန်ပျူတာကို Signal မှ ချိတ်ဆက်မှုကို ဖြုတ်လို့မရ ဖြစ်နေသည်။
nb: Signal kunne ikke koble fra din enhet.
nl: Signal kon je apparaat niet ontkoppelen.
pa: Signal ਵੱਲੋਂ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਦੇ ਨਾਲ ਅਨਲਿੰਕ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ.
pa_pk: Signal تساں دے آلہ توں لنک مکان دے قابل نئیں سی۔
pl: Nie udało się odłączyć urządzenia.
ps: Signal ونشو کړای چې ستاسې د وسیلې لینک لرې کړي.
pt_br: Signal não pôde desvincular o seu aparelho.
pt_pt: O Signal foi incapaz de desassociar o dispositivo.
ro: Signal nu a putut disocia dispozitivul tău.
ru: Signal не смог отвязать ваше устройство.
sk: Signal nedokázal odpojiť vaše zariadenie.
sl: Signal ni mogel odstraniti vaše naprave.
sq: Signal-i s’qe në gjendje të bëjë shkëputjen e pajisjes tuaj.
sr: Signal није успео да прекине везу са вашим уређајем.
sv: Signal kunde inte sluta länka din enhet.
sw: Signal imeshindwa kutoa unganisho kwa kifaa chako.
ta: Signal லால் உங்கள் சாதனத்தை இணைக்க முடியவில்லை.
te: Signal మీ పరికరాన్ని అన్‌లింక్ చేయలేకపోయింది.
th: Signal ไม่สามารถเลิกเชื่อมโยงอุปกรณ์ของคุณ
tr: Signal cihazınızın bağlantısını kaldıramadı.
ug: ‫Signal ئۈسكۈنىڭىزنى ئاجرىتالمىدى.
uk: Signal не вдалося відв'язати ваш пристрій.
ur: Signal آپ کی ڈیوائس کو غیر منسلک کرنے کے قابل نہیں تھا۔
vi: Signal không thể ngừng kết nối thiết bị của bạn.
zh_cn: 解绑设备失败。
zh_hk: Signal 無法與您的裝置解除連結。

# UNMUTE_CONFIRMATION_TOAST_LABEL
source: Mic on
ar: الميكروفون مُفعَّل
be: Мікрафон уключаны
bn: মাইক চালু করুন
ca: Micròfon encès
cs: Mikrofon zapnutý
da: Mikrofon slået til
de: Mikrofon an
el: Μικρόφωνο ενεργό
es: Micrófono activado
fa: میکروفون روشن است
fi: Mikrofoni päällä
fr: Micro activé
ga: Micreafón air
gu: માઇક ચાલુ
he: מיקרופון מופעל
hi: माइक चालू
hr: Mikrofon uključen
hu: Mikrofon be
id: Mik nyala
it: Microfono attivato
ja: マイクオン
ko: 마이크 켜짐
mr: माईक चालू आहे
ms: Mikrofon dihidupkan
nb: Mikrofon på
nl: Microfoon aan
pl: Mikrofon włączony
pt_br: Microfone ligado
pt_pt: Microfone ligado
ro: Microfon activat
ru: Микрофон включён
sk: Mikrofón zapnutý
sr: Микрофон је укључен
sv: Mikrofon på
th: ไมค์เปิดอยู่
tr: Mikrofon açık
ug: مىكروفون ئوچۇق
uk: Мікрофон увімкнено
ur: مائیک آن
vi: Bật micro
zh_cn: 麦克风开启
zh_hk: 開啟麥克風
