Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PIN_CREATION_TITLE
source: Create your PIN
af: Skep u PIN
ar: إنشاء رقم الـ PIN
az: PIN yaradın
be: Стварыце свой PIN-код
bg: Създаване на ПИН
bn: আপনার পিন তৈরি করুন
ca: Creeu el PIN
cs: Vytvořte váš PIN
cy: Crëwch eich PIN
da: Opret din pinkode
de: Erstelle deine PIN
el: Δημιουργία του PIN σου
es: Crea tu PIN
es_es: Crea tu PIN
et: Loo PIN-kood
eu: Sortu zure PINa
fa: پین خود را ایجاد کنید
fi: Luo tunnusluku
fil: Lhain ang iyong PIN
fr: Créer un code PIN
ga: Cruthaigh d'UAP
gu: તમારો PIN બનાવો
he: צור את ה־PIN שלך
hi: अपना पिन बनाएँ
hr: Stvorite svoj PIN
hu: PIN létrehozása
id: Buat PIN Anda
is: Útbúðu þitt eigið PIN-númer
it: Crea il tuo PIN
ja: PINの作成
kab: Snulfu-d PIN-inek/inem
kk: PIN код жасау
km: á”á„áŸ’á€á¾áá›áŸá PIN ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಪಿನ್ ರಚಿಸಿ
ko: 내 PIN 만들기
lt: Susikurti PIN kodą
lv: PIN izveide
mk: Создадете го вашиот ПИН
ml: നിങ്ങളുടെ പിൻ സൃഷ്ടിക്കുക
mr: आपला PIN तयार करा
ms: Cipta PIN anda
my: သင့် ပင်နံပါတ်ကို ဖန်တီးပါ
nb: Opprett PIN-koden
nl: Pincode aanmaken
pa: ਆਪਣਾ ਪਿਨ ਸਿਰਜੋ
pa_pk: آپناں پن بناوو
pl: Utwórz PIN
ps: خپل PIN جوړ کړئ
pt_br: Criar seu PIN
pt_pt: Criar o seu PIN
ro: Creează-ți PIN-ul
ru: Создать PIN-код
sk: Vytvorte si PIN
sl: Ustvarite svoj PIN
sq: Krijoni PIN-in tuaj
sr: Креирајте PIN
sv: Skapa din PIN-kod
sw: Unda Nenosiri lako
ta: உங்கள் பின்னை உருவாக்கவும்
te: మీ పిన్ను సృష్టించండి
th: สร้าง PIN ของคุณ
tr: PIN'inizi oluşturun
ug: يېڭى PIN قۇر
uk: Створення PIN-коду
ur: اپنا پن بنائیں
vi: Tạo mã PIN của bạn
zh_cn: 创建您的 PIN
zh_hk: 建立您的 PIN 碼

# PIN_CREATION_WEAK_ERROR
source: Choose a stronger PIN
af: Kies ’n sterker PIN
ar: اختر رقم تعريف شخصي (PIN) أقوى
az: Güclü bir PIN seçin
be: Выберыце больш надзейны PIN-код
bg: Изберете по-силен ПИН
bn: একটি শক্তিশালী পিন বেছে নিন
ca: Trieu un PIN més segur.
cs: Zvolte silnější PIN
cy: Dewisa PIN cryfach
da: Vælg en stærkere pinkode
de: Wähle eine stärkere PIN
el: Διάλεξε ενα δυνατότερο PIN
es: Elige un PIN más seguro
es_es: Selecciona un PIN más complejo
et: Vali tugevam PIN-kood
eu: Aukeratu PIN hobea
fa: یک پین قوی‌تر انتخاب کنید
fi: Valitse vahvempi tunnusluku
fil: Pumili ng mas malakas na PIN
fr: Choisissez un code PIN plus complexe
ga: Ba chóir duit UAP níos láidre a roghnú
gu: એક મજબૂત PIN પસંદ કરો
he: בחר PIN חזק יותר
hi: औेर कठिन पिन चुनें
hr: Odaberite snažniji PIN
hu: Válassz egy erősebb PIN kódot
id: Buat PIN yang lebih kuat
is: Veldu sterkara PIN-númer
it: Scegli un PIN più complesso
ja: もっと強力なPINを選択してください
kab: Fren PIN iǧehden ugar
kk: Күрделірек PIN код таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá›áŸá PIN ááŸ’á›á¶áŸ†á„á‡á¶á„á“áŸáŸ‡
kn: ಬಲವಾದ ಪಿನ್ ಆಯ್ಕೆಮಾಡಿ
ko: 더 강력한 PIN 선택
lt: Pasirinkite stipresnį PIN kodą
lv: Izvēlēties spēcīgāku PIN
mk: Изберете посилен ПИН
ml: കരുത്തുറ്റ ഒരു PIN തിരഞ്ഞെടുക്കുക
mr: एक शक्तिशाली PIN निवडा
ms: Pilih PIN yang lebih kuat
my: ပိုခိုင်မာသော ပင်နံပါတ်ကို ရွေးပါ
nb: Velg en sterkere PIN-kode
nl: Verzin een sterkere pincode
pa: ਇੱਕ ਮਜ਼ਬੂਤ ਪਿਨ ਚੁਣੋ
pa_pk: اک مضبوط پن منتخب کرو
pl: Ułóż silniejszy PIN
ps: یو پیاوړی PIN وټاکئ
pt_br: Escolha um PIN mais seguro
pt_pt: Escolha um PIN mais forte
ro: Alege un PIN mai puternic
ru: Придумайте более надёжный PIN-код
sk: Zvoľte si silnejší PIN
sl: Izberite močnejši PIN
sq: Zgjidhni një PIN më të fuqishëm
sr: Унесите јачи PIN
sv: Välj en starkare PIN-kod
sw: Chagua PINI yenye nguvu zaidi.
ta: வலுவானதைத் தேர்வுசெய்க பின்
te: బలమైన పిన్ను ఎంచుకోండి
th: เลือกรหัส PIN ที่ยากกว่านี้
tr: Daha güçlü bir PIN seçin
ug: تېخىمۇ بىخەتەر PIN تاللاڭ
uk: Придумайте надійніший PIN-код
ur: ایک مضبوط پن کا انتخاب کریں
vi: Chọn mã PIN mạnh hơn
zh_cn: 此 PIN 码过于简单
zh_hk: 選擇一個更強的 PIN 碼

# PIN_CREATION_WEAK_ERROR_MESSAGE
source: PINs keep your information stored with Signal encrypted so only you can access it. Choose a stronger PIN to protect your account.
ar: يُمكِّنك رقم التعريف الشخصي (PIN) من حفظ معلوماتك بشكلٍ مُشفَّر في سيجنال بحيث يمكنك الوصول إليها وحدك. اختر رقم تعريف شخصي (PIN) أقوى لحماية حسابك.
be: PIN-коды трымаюць вашу інфармацыю, што захоўваецца ў Signal, зашыфраванай, таму толькі вы можаце атрымаць да яе доступ. Выберыце больш надзейны PIN-код, каб абараніць свой уліковы запіс.
bn: পিন সিগন্যাল এনক্রিপ্টেড অবস্থায় আপনার তথ্য সংরক্ষিত রাখে, যাতে শুধুমাত্র আপনিই এতে অ্যাক্সেস করতে পারবেন। আপনার অ্যাকাউন্ট সুরক্ষিত রাখতে একটি শক্তিশালী পিন বেছে নিন।
ca: Els PINs mantenen encriptada la teva informació emmagatzemada a Signal de manera que no hi pugui accedir ningú més a part de tu. Tria un PIN més segur per protegir el teu compte.
cs: PIN uchovává vaše informace ve službě Signal zašifrované tak, abyste k nim měli přístup pouze vy. Zvolte si silnější PIN, abyste ochránili svůj účet.
da: Pinkoder holder dine oplysninger i Signal krypterede, så det kun er dig, der kan få adgang til dem. Vælg en stærkere pinkode for at beskytte din konto.
de: Mit PINs werden deine Daten bei Signal verschlüsselt gespeichert, sodass nur du darauf zugreifen kannst. Wähle eine stärkere PIN, um dein Konto zu schützen.
el: Τα PIN διατηρούν κρυπτογραφημένες τις πληροφορίες σου που είναι αποθηκευμένες στο Signal, ώστε μόνο εσύ να έχεις πρόσβαση σε αυτές. Επίλεξε ένα ισχυρότερο PIN για την προστασία του λογαριασμού σου.
es: El PIN mantiene la información guardada en Signal cifrada para que solo tú tengas acceso. Elige un PIN más seguro para proteger tu cuenta.
fa: پین‌ها اطلاعات ذخیره‌شده شما نزد سیگنال را رمزگذاری‌شده نگه می‌دارند تا فقط شما به آن دسترسی داشته باشید. برای حفاظت از حسابتان، پین قوی‌تری انتخاب کنید.
fi: PIN-koodin avulla salataan Signaliin tallennetut tietosi, jotta vain sinulla on pääsy niihin. Suojaa tilisi valitsemalla vahvempi PIN-koodi.
fr: Avec un code PIN les informations que vous stockez dans Signal sont chiffrées et vous seul y avez accès. Pour protéger votre compte, choisissez un code PIN plus sécurisé.
ga: Coinníonn UAPanna faisnéis a stóráiltear le Signal criptithe ionas nach mbeidh ach tusa in ann í a rochtain. Roghnaigh UAP níos láidre le do chuntas a chosaint.
gu: પિન Signal સાથે સંગ્રહિત તમારી માહિતીને એન્ક્રિપ્ટેડ રાખે છે જેથી કરીને ફક્ત તમે જ તેને ઍક્સેસ કરી શકો. તમારા એકાઉન્ટને સુરક્ષિત કરવા માટે વધુ મજબૂત પિન પસંદ કરો.
he: קודי PIN שומרים על המידע שלך שמאוחסן ב–Signal מוצפן כך שרק לך תהיה גישה אליו. יש לבחור PIN חזק יותר כדי להגן על החשבון שלך.
hi: पिन Signal एन्क्रिप्टेड के साथ संग्रहीत रखते हैं, ताकि केवल आप ही उसे एक्सेस कर सकें। अपने अकाउंट की सुरक्षा के लिए एक मजबूत पिन चुनें।
hr: PIN-ovi omogućavaju šifriranje vaših podataka na Signalu tako da im samo vi možete pristupiti. Odaberite jači PIN kako biste zaštitili svoj račun.
hu: A PIN-kód titkosítja a Signalban tárolt adataidat, így csak te férhetsz hozzá. Válassz erősebb PIN-kódot a fiókod védelme érdekében.
id: PIN memastikan informasi Anda yang simpan di Signal terenkripsi, jadi hanya Anda yang dapat mengaksesnya. Pilih PIN yang lebih kuat untuk melindungi akun Anda.
it: I PIN aiutano a mantenere le tue informazioni su Signal crittografate, in modo che solo tu possa accedervi. Scegli un PIN più sicuro per proteggere al meglio il tuo account.
ja: Signal内に保存された情報は、PINにより暗号化を保持されるため、あなたのみアクセスできます。アカウント保護のために、より強力なPINを選択しましょう。
ko: PIN은 사용자만 액세스할 수 있도록 사용자 정보를 Singal에 암호화하여 저장합니다. 더욱 강력한 PIN을 선택하여 계정을 보호하세요.
mr: पिन हे Signal सह आपली संग्रहित केलेली माहिती कूटबद्ध करून ठेवतात ज्यामुळे फक्त तुम्हीच अ‍ॅक्सेस करू शकता. आपल्या खात्याचे संरक्षण करण्यासाठी सशक्त पिन निवडा.
ms: PIN memastikan maklumat anda disimpan dengan Signal disulitkan supaya anda sahaja yang boleh mengaksesnya. Pilih PIN yang lebih kukuh untuk melindungi akaun anda.
nb: PIN-koden holder informasjon lagret med Signal, kryptert slik at bare du har tilgang til den. Velg en sterkere PIN-kode for å beskytte kontoen din.
nl: Met een pincode wordt informatie versleuteld opgeslagen op Signals servers zodat alleen jij er toegang toe hebt. Kies een sterkere pincode om je account te beschermen.
pl: Dzięki PIN-owi dane przechowywane w aplikacji Signal są szyfrowane i tylko Ty masz do nich dostęp. Aby chronić swoje konto, ustaw mocniejszy PIN.
pt_br: Os PINs mantêm suas informações armazenadas com criptografia do Signal, assim, só você pode acessar. Escolha um PIN forte para proteger sua conta.
pt_pt: Os PINs mantém encriptadas as suas informações armazenadas com o Signal, para só poderem ser acedidas por si. Escolha um PIN mais forte para proteger a sua conta.
ro: PIN-urile îți păstrează informațiile menținute cu Signal criptate ca doar tu să le poți accesa. Alege-ți un PIN mai puternic ca să-ți protejezi contul.
ru: Пин-коды хранят информацию в сервисе Signal зашифрованной, так что только вы можете получить к ней доступ. Выберите более надежный Пин-код для защиты вашей учётной записи.
sk: PIN kódy udržiavajú údaje uložené v aplikácii Signal zašifrované, aby ste k nim mali prístup iba vy. Zvoľte silnejší PIN kód a chráňte tak svoj účet.
sr: PIN-ови чувају ваше информације шифрованим у Signal-у, тако да само ви можете да им приступите. Изаберите јачи PIN да бисте заштитили налог.
sv: Pinkoder håller din information med Signal krypterad så att bara du kan komma åt den. Välj en starkare pinkod för att skydda ditt konto.
th: PIN ช่วยรักษาข้อมูลของคุณที่เก็บอยู่ใน Signal ให้เข้ารหัสอยู่เสมอ เพื่อที่ข้อมูลดังกล่าวจะมีคุณเพียงคนเดียวเท่านั้นที่สามารถเข้าถึงได้ เลือก PIN ที่ยากกว่านี้เพื่อปกป้องบัญชีของคุณ
tr: PIN'ler, yalnızca senin erişebilmen için bilgilerini Signal ile şifrelenmiş olarak saklar. Hesabını korumak için daha güçlü bir PIN seç.
ug: PIN ئارقىلىق ئۇچۇرلىرىڭىزنى Signal دا مەخپىيلەشتۈرۈپ ساقلىيالايسىز، شۇنىڭ ئۈچۈن PIN نى ئۆزىڭىزلا بىلىسىز. ھېساباتىڭىزنىڭ بىخەتەرلىكىگە كاپالەتلىك قىلىش ئۈچۈن قىيىنراق PIN تاللاڭ.
uk: PIN-коди забезпечують шифрування інформації, що зберігається в Signal, щоб отримати до неї доступ могли тільки ви. Створіть надійніший PIN-код для захисту свого акаунту.
ur: پِنز آپ کی معلومات کو انکرپٹ کردہ Signal کے ساتھ اسٹور رکھتے ہیں تاکہ ان تک صرف آپ رسائی حاصل کر سکیں۔ اپنے اکاؤنٹ کی حفاظت کو یقینی بنانے کے لیے ایک مضبوط پِن منتخب کریں۔
vi: Mã PIN giúp thông tin trên Signal của bạn được mã hóa để bạn là người duy nhất có thể truy cập. Chọn một mã PIN mạnh hơn để bảo vệ tài khoản của bạn.
zh_cn: PIN 码可以为您储存在 Signal 上的信息提供加密保护，这样只有您可以访问这些信息。请选择一个更强的 PIN 码来保护您的账户吧。
zh_hk: PIN 碼讓在 Signal 中的資訊得以加密保存並僅供你存取。選擇更強的 PIN 碼以保護你的帳戶。

# PIN_DISABLE_ERROR_MESSAGE
source: Your PIN was not able to be disabled.
af: U PIN kon nie gedeaktiveer word nie. Ons sal u later weer herinner.
ar: لم يكن بالإمكان تعطيل رقم التعريف الشخصي (PIN).
az: PIN-iniz sıradan çıxarıla bilmədi. Daha sonra sizdən soruşulacaq.
be: Не атрымалася адключыць ваш PIN-код.
bn: আপনার পিনটি নিষ্ক্রিয় করা যায়নি।
ca: El PIN no s'ha pogut desactivar.
cs: Váš PIN kód se nepodařilo zakázat.
cy: Ni ellid analluogi eich PIN . Fe'ch atgoffwn eto yn nes ymlaen.
da: Din pinkode kunne ikke deaktiveres.
de: Deine PIN konnte nicht deaktiviert werden.
el: Δεν ήταν δυνατή η απενεργοποίηση του PIN σου.
es: No se ha podido desactivar tu PIN.
es_es: Fallo al desactivar tu PIN. Inténtalo más tarde.
et: PIN-koodi keelamine ei õnnestunud. Teavitame sind hiljem uuesti.
eu: Zure PINa ezin izan da desaktibatu. Beranduago gogoraraziko dizugu.
fa: غیرفعال کردن پین شما میسر نبود.
fi: PIN-koodia ei voitu poistaa käytöstä.
fr: Impossible de désactiver le code PIN.
ga: Níorbh fhéidir do UAP a dhíchumasú.
gu: તમારો પિન અક્ષમ કરી શકાયો ન હતો.
he: לא ניתן היה להשבית את ה–PIN שלך.
hi: आपके पिन को डिसेबल नहीं किया जा सका।
hr: Nije bilo moguće onemogućiti vaš PIN.
hu: A PIN-kódod letiltása nem sikerült.
id: PIN Anda tidak bisa dinonaktifkan.
is: Ekki var hægt að gera PIN-númerið þitt óvirkt. Við munum minna þig á síðar.
it: Non è stato possibile disabilitare il tuo PIN.
ja: PINを無効にできませんでした。
kab: Tangalt-ik·im PIN ur tettusens ara. Ad ak·akem-id-nenced tikkalt-nniḍen ticki.
kk: Your PIN was not able to be disabled. We’ll prompt you again later.
km: á›áŸáá€á¼áŠ PIN á˜á·á“á¢á¶á…á”á·á‘á”á¶á“á‘áŸáŸ” á™á¾á„á“á¹á„á”áŸ’ášá¶á”áŸ‹á˜áŸ’áá„á‘áŸ€áá–áŸá›á€áŸ’ášáŸ„á™áŸ”
kn: ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ನಾವು ನಂತರ ಮತ್ತೊಮ್ಮೆ ನಿಮಗೆ ಶೀಘ್ರದಲ್ಲೇ ತಿಳಿಸುತ್ತೇವೆ.
ko: PIN을 비활성화할 수 없습니다.
lt: Nepavyko išjungti jūsų PIN kodo. Vėliau, jūsų bus paprašyta dar kartą.
lv: Jūsu PIN nebija iespējams atspējot. Mēs lūgsim jūs to izdarīt vēlāk.
mk: Your PIN was not able to be disabled. We’ll prompt you again later.
ml: നിങ്ങളുടെ പിൻ പ്രവർത്തനരഹിതമാക്കാൻ കഴിഞ്ഞില്ല. ഞങ്ങൾ പിന്നീട് നിങ്ങളെ വീണ്ടും പ്രേരിപ്പിക്കും.
mr: तुमचा पिन निष्क्रिय करता आला नाही.
ms: PIN anda tidak dapat dilumpuhkan.
my: သင့်ပင်နံပါတ် ပိတ်ခြင်း မရပါ။ သင့်အား နောက်မှ ပြန်မေးပါမည်။
nb: PIN-koden din kunne ikke deaktiveres.
nl: Je pincode kon niet worden uitgeschakeld.
pa: ਤੁਹਾਡਾ ਪਿੰਨ ਅਸਮਰੱਥ ਹੋਣ ਦੇ ਸਮਰੱਥ ਨਹੀਂ ਹੈ। ਅਸੀਂ ਬਾਅਦ ਵਿੱਚ ਤੁਹਾਨੂੰ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।
pa_pk: Your PIN was not able to be disabled. We’ll prompt you again later.
pl: Nie udało się wyłączyć Twojego PIN-u.
ps: ستاسې PIN د غیرفعاله کېدو جوګه نه و. موږ به وروسته بیا له تاسې څخه دا پوښتنه وکړو.
pt_br: Não foi possível desabilitar o seu PIN.
ro: PIN-ul tău nu a putut fi dezactivat.
ru: Ваш Пин-код не удалось отключить.
sk: Váš PIN sa nepodarilo vypnúť.
sl: Vaše kode PIN ni bilo mogoče onemogočiti. Ponovno vas bomo pozvali pozneje.
sq: S’qe e mundur të çaktivizohej PIN-i juaj. Do t’jua kujtojmë sërish më vonë.
sr: Искључивање PIN-а није успело.
sv: Din pinkod kunde inte inaktiveras.
sw: PIN yako haikuweza kuzimwa. Tutakudokeza tena baadaye.
ta: உங்கள் பின் அல்லது கடவுஎண் முடக்க முடியவில்லை. சிறிது நேரத்திற்குப் பிறகு நாங்கள் உங்களை மீண்டும் கேட்கிறோம்.
te: మీ పిన్ నిలిపివేయబడలేదు. మేము మిమ్మల్ని తర్వాత మళ్ళీ అడుగుతాము.
th: ไม่สามารถปิดใช้งาน PIN ของคุณได้
tr: PIN'in devre dışı bırakılamadı.
ug: PIN نومۇرىڭىزنى چەكلىيەلمىدى.
uk: Не вдалося вимкнути PIN-код.
ur: آپ کا پِن غیر فعال ہونے کا اہل نہِیں ہے۔
vi: Không thể tắt mã PIN của bạn.
zh_cn: 您的 PIN 码无法被禁用。
zh_hk: 無法停用你的 PIN 碼。

# PIN_DISABLE_ERROR_TITLE
source: PIN Disable Failed
af: PIN-deaktivering het misluk
ar: فشل تعطيل رقم التعريف الشخصي (PIN)
az: PIN sıradan çıxarılmadı
be: Не атрымалася адключыць PIN-код
bn: পিন নিষ্ক্রিয়করণ ব্যর্থ হয়েছে
ca: Ha fallat desactivar el PIN.
cs: Vypnutí PIN selhalo
cy: Methwyd Analluogi PIN
da: Déaktivering af pinkode mislykkedes
de: PIN konnte nicht deaktiviert werden
el: Αποτυχία απενεργοποίησης PIN
es: No se ha podido desactivar el PIN
es_es: Fallo al desactivar PIN
et: PIN-koodi keelamine ei õnnestunud
eu: PINa desaktibatzeak huts egin du.
fa: غیرفعال‌سازی پین ناموفق بود
fi: Tunnusluvun poisto epäonnistui
fr: Impossible de désactiver le code PIN
ga: Theip ar dhíchumasú an UAP
gu: PIN ને અક્ષમ કરવાનું નિષ્ફળ ગયેલ છે
he: השבתת PIN נכשלה
hi: पिन को डिसेबल करना असफल रहा
hr: Neuspješno onemogućavanje PIN-a
hu: PIN letiltása sikertelen
id: Gagal Menonaktifkan PIN
is: Mistókst að gera PIN-númer óvirkt
it: Disabilitazione PIN fallita
ja: PINの無効化に失敗
kab: Asensi n PIN yecceḍ
km: á”á¶á“á”ášá¶á‡áŸá™á”á·á‘á›áŸáá€á¼áŠâ€‹ PIN
kn: ಪಿನ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ
ko: PIN 끄기 실패
lt: PIN kodo išjungimas nepavyko
lv: PIN atspējošana neizdevās
mk: Неуспешно оневозможување на ПИН
ml: പിൻ പ്രവർത്തനരഹിതമാക്കുന്നത് പരാജയപ്പെട്ടു
mr: PIN अक्षम करणे अयशस्वी
ms: Gagal Menyahdayakan PIN
my: ပင်နံပါတ် ပိတ်ခြင်း မအောင်မြင်ပါ
nb: Deaktivering av PIN-kode mislyktes
nl: Pincode uitschakelen mislukt
pa: ਪਿੰਨ ਅਸਮਰੱਥ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ
pl: Nie udało się wyłączyć PIN-u
ps: د PIN غیرفعاله کول تر سره نشو
pt_br: Falha ao Desabilitar PIN
ro: Dezactivarea PIN-ului a eșuat.
ru: Не удалось отключить PIN-код
sk: Vypnutie PINu zlyhalo
sl: Izklop kode PIN je spodletel
sq: Çaktivizimi i PIN-it Dështoi
sr: Искључивање PIN-а није успело
sv: PIN-kod inaktivering misslyckades
sw: Hujafanikiwa Kuzima PIN
ta: பின் அல்லது கடவுஎண் முடக்கு தோல்வியுற்றது
te: పిన్ నిలిపివేయడం విఫలమైంది
th: การปิดใช้งาน PIN ล้มเหลว
tr: PIN Devre Dışı Bırakılamadı
ug: PIN چەكلەش مەغلۇب بولدى
uk: Не вдалося вимкнути PIN-код
ur: PIN ناکارہ ہو گیا
vi: Không thể Vô hiệu hoá PIN
zh_cn: 禁用 PIN 失败
zh_hk: PIN 碼禁用失敗

# PIN_ENTER_EXISTING_SKIP
source: Skip PIN
ar: تَخَطَّ رقم التعريف الشخصي (PIN)
be: Прапусціць PIN-код
bn: পিন এড়িয়ে যান
ca: Ometre PIN
cs: Přeskočit PIN
da: Spring pinkode over
de: PIN überspringen
el: Παράλειψη PIN
es: Omitir PIN
fa: عبور از وارد کردن پین
fi: Ohita PIN-koodi
fr: Ignorer la saisie du PIN
ga: Scipeáil an UAP
gu: પિન સ્કિપ કરો
he: דילוג על PIN
hi: पिन छोड़ें
hr: Preskoči PIN
hu: PIN-kód kihagyása
id: Lewati PIN
it: Salta inserimento PIN
ja: PIN を使用しない
ko: PIN 건너뛰기
mr: पिन वगळा
ms: Langkau PIN
nb: Hopp over PIN-kode
nl: Pincode overslaan
pl: Pomiń PIN
pt_br: Ignorar PIN
pt_pt: Ignorar PIN
ro: Sări peste PIN
ru: Пропустить Пин-код
sk: Preskočiť PIN
sr: Прескочи PIN
sv: Hoppa över pinkod
th: ข้ามการใส่ PIN
tr: PIN'i atla
ug: PIN كىرگۈزۈشتىن ئاتلاش
uk: Пропустити PIN-код
ur: پِن چھوڑ دیں
vi: Bỏ qua mã PIN
zh_cn: 跳过 PIN 码
zh_hk: 跳過 PIN 碼

# PIN_RECREATION_ERROR_TITLE
source: PIN Creation Failed
af: Kon nie PIN skep nie
ar: فشل إنشاء رقم التعريف الشخصي (PIN)
az: PIN yaradılmadı
be: Не атрымалася стварыць PIN-код
bn: পিন তৈরি করতে ব্যর্থ হয়েছে
ca: Ha fallat crear el PIN.
cs: Vytvoření PIN selhalo
cy: Methodd creu'r PIN
da: Oprettelse af pinkode mislykkedes
de: PIN konnte nicht erstellt werden
el: Αποτυχία δημιουργίας PIN
es: No se ha podido crear el PIN
et: PIN-koodi loomine ei õnnestunud
eu: PINa sortzeak huts egin du
fa: ایجاد پین موفق نبود
fi: Tunnusluvun luominen epäonnistui
fr: Impossible de créer le code PIN.
ga: Níorbh fhéidir an UAP a chruthú
gu: PIN બનાવવાનું નિષ્ફળ થયું
he: יצירת PIN נכשלה
hi: पिन निर्माण विफल रहा
hr: Stvaranje PIN-a nije uspjelo
hu: PIN létrehozása sikertelen.
id: Gagal membuat PIN
is: Gerð PIN-númers mistókst
it: Creazione PIN non riuscita
ja: PINの作成に失敗しました
kab: Timerna n tengalt n PIN yecceḍ
km: á”á¶á“á”ášá¶á‡áŸá™á€á¶ášá”á„áŸ’á€á¾á PIN
kn: ಪಿನ್ ರಚನೆ ವಿಫಲವಾಗಿದೆ
ko: PIN 생성 실패
lt: PIN kodo sukūrimas nepavyko
lv: PIN izveidošana neizdevās
mk: Неуспешно создавање ПИН
ml: PIN സൃഷ്ടിക്കൽ പരാജയപ്പെട്ടു
mr: PIN निर्मिती अयशस्वी
ms: Penciptaan PIN Gagal
my: ပင်နံပါတ် ဖန်တီးခြင်း မအောင်မြင်ပါ
nb: Oppretting av PIN-kode mislyktes
nl: Pincode aanmaken mislukt
pa: PIN ਬਣਾਉਣਾ ਅਸਫ਼ਲ
pl: Nie udało się utworzyć PIN-u
ps: د PIN جوړولو تر سره نشو
pt_br: Criação do PIN falhou
pt_pt: Falha ao criar PIN
ro: Crearea PIN-ului a eșuat
ru: Не удалось создать PIN-код
sk: Vytvorenie PINu zlyhalo
sl: Kreiranje PINa ni uspelo
sq: Krijimi i PIN-it Dështoi
sr: Креирање PIN-а није успело
sv: Det gick inte att skapa PIN-kod
sw: Uundaji PINI Umefeli
ta: பின் உருவாக்கம் தோல்வியுற்றது
te: పిన్ సృష్టి విఫలమైంది
th: การสร้างรหัส PIN ล้มเหลว
tr: PIN Oluşturma Başarısız Oldu
ug: PIN قۇرۇش مەغلۇب بولدى
uk: Не вдалося створити PIN-код
ur: پن تخلیق ناکام
vi: Không thể tạo mã PIN
zh_cn: PIN 码创建失败
zh_hk: PIN 碼建立失敗

# PIN_RECRETION_ERROR_MESSAGE
source: Couldn’t create your PIN. Check your connection and try again.
af: Kon nie u PIN skep nie. Gaan u verbinding na en probeer weer.
ar: تعذَّر إنشاء رقم التعريف الشخصي (PIN). تحقَّق من اتصالك وحاوِل مرّة أخرى.
az: PIN yaradıla bilmədi. Bağlantınızı yoxlayıb yenidən sınayın.
be: Не атрымалася стварыць ваш PIN-код. Праверце падключэнне і паўтарыце спробу.
bn: আপনার পিন তৈরি করা যায়নি। আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কিনা দেখুন এবং আবার চেষ্টা করুন।
ca: No s'ha pogut crear el PIN. Comproveu la connexió i torneu-ho a provar.
cs: Nepodařilo se vytvořit kód PIN. Zkontrolujte připojení a zkuste to znovu.
cy: Methwyd creu eich PIN. Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
da: Kunne ikke oprette din pinkode. Kontroller din forbindelse, og prøv igen.
de: Deine PIN konnte nicht erstellt werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν μπορέσαμε να δημιουργήσουμε το PIN σου. Έλεγξε τη σύνδεσή σου και ξαναπροσπάθησε.
es: No se ha podido crear tu PIN. Comprueba tu conexión e inténtalo de nuevo.
fa: پین ایجاد نشد. اتصال خود را بررسی و دوباره امتحان کنید.
fi: Tunnuslukua ei voitu luoda. Tarkista yhteytesi ja yritä uudelleen.
fr: Impossible de créer le code PIN. Vérifiez votre connexion et réessayez.
gu: તમારો પિન ન બનાવી શક્યા. તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he: לא היה ניתן ליצור את ה־PIN שלך. בדוק את החיבור שלך ונסה שוב.
hi: आपका पिन नहीं बनाया जा सका। अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Nije moguće stvoriti PIN. Provjerite vezu i pokušajte ponovno.
hu: A Signal PIN létrehozása sikertelen volt. Ellenőrizd a netkapcsolatod és próbáld újra.
id: Tidak dapat membuat PIN Anda. Periksa koneksi Anda dan coba lagi.
is: Ekki var hægt að útbúa PIN-númer. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Impossibile creare il tuo PIN. Controlla la tua connessione e riprova.
ja: PINを作成できませんでした。インターネット接続を確認して再度試してください。
km: á˜á·á“á¢á¶á…á”á„áŸ’á€á¾áá›áŸáá€á¼áŠ PIN ášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“á‘áŸáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á á¾á™á–áŸ’á™á¶á™á¶á˜á˜áŸ’áŠá„á‘áŸ€ááŸ”
ko: PIN을 만들 수 없습니다. 연결을 확인하고 다시 시도하세요.
lt: Nepavyko sukurti PIN kodo. Patikrinkite interneto ryšį ir bandykite dar kartą.
ml: നിങ്ങളുടെ പിൻ സൃഷ്ടിക്കാനായില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ചശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: आपले नवीन पिन (PIN) तयार करू शकलो नाही. आपले कनेक्शन तपासून पुन्हा प्रयत्न करा.
ms: Tidak dapat mencipta PIN anda. Periksa sambungan anda dan cuba lagi.
nb: PIN-koden kunne ikke endres. Sjekk internettilkoblingen og prøv igjen.
nl: Je nieuwe pincode kan niet worden aangemaakt. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się utworzyć PIN-u. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível criar seu PIN. Verifique a sua conexão e tente novamente.
pt_pt: Não foi possível criar seu PIN. Verifique a sua ligação e tente de novo.
ro: PIN-ul tău nu a putut fi creat. Verifică-ți conexiunea și încearcă din nou.
ru: Не удалось создать ваш PIN-код. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Kód PIN sa nepodarilo vytvoriť. Skontrolujte pripojenie a skúste to znovu.
sl: Kode PIN ni bilo mogoče ustvariti. Preverite povezavo in poskusite znova.
sq: S’u krijua dot PIN-i juaj. Kontrolloni lidhjen tuaj dhe riprovoni.
sr: Креирање PIN-а није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Det gick inte att skapa din PIN-kod. Kontrollera din anslutning och försök igen.
sw: Imeshindikana kutengeneza Nenosiri yako. Angalia mtandao wako na ujaribu tena.
th: ไม่สามารถสร้างรหัส PIN ได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: PIN'iniz oluşturulamadı. Bağlantınızı kontrol edin ve tekrar deneyin.
ug: سىز ئۈچۈن PIN قۇرالمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Не вдалося створити PIN-код. Перевірте з'єднання та спробуйте ще раз.
ur: آپ کا PIN تخلیق نہیں کر سکے۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể tạo mã PIN. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 无法创建您的 PIN 码。请检查您的网络连接并重试。
zh_hk: 無法建立您的 PIN 碼。請檢查您的連線，然後再試一次。
