Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_UPDATED_DESCRIPTION_REMOVED_BY_REMOTE_USER_FORMAT
source: %@ removed the group description.
af: %@ het die groepbeskrywing verwyder.
ar: قامَ %1$@ بإزالة وصف المجموعة.
az: %@ qrup açıqlamasını çıxartdı.
be: %1$@ выдаліў(-ла) апісанне групы.
bn: %1$@ গ্রুপের বিবরণ সরিয়ে ফেলেছেন।
ca: %1$@ ha suprimit la descripció del grup.
cs: %1$@ odstranil/a popisek skupiny.
cy: Dilëwyd disgrifiad y grŵp gan %@.
da: %1$@ fjernede gruppebeskrivelsen.
de: %1$@ hat die Gruppenbeschreibung entfernt.
el: Ο/Η %1$@ αφαίρεσε την περιγραφή της ομάδας.
es: %1$@ ha eliminado la descripción del grupo.
et: %@ eemaldas grupi kirjelduse.
fa: %1$@ توضیحات گروه را حذف کرد.
fi: %1$@ poisti ryhmän kuvauksen.
fr: %1$@ a supprimé la présentation du groupe.
ga: Bhain %1$@ an cur síos ar an ngrúpa.
gu: %1$@ એ ગ્રુપનું વર્ણન દૂર કર્યું.
he: %1$@ הסיר/ה את תיאור הקבוצה.
hi: %1$@ ने ग्रुप का विवरण हटा दिया है।
hr: %1$@ je uklonio/la opis grupe.
hu: %1$@ eltávolította a csoportleírást.
id: %1$@ menghapus deskripsi grup.
is: %@ fjarlægði lýsingu hópsins.
it: %1$@ ha rimosso la descrizione del gruppo.
ja: %1$@ がグループの説明を削除しました。
km: %@á”á¶á“áŠá€á€á¶ášá–ááŸŒá“á¶á€áŸ’ášá»á˜áŸ”
kn: %@ ಅವರು ಗುಂಪು ವಿವರಣೆಯನ್ನು ತೆಗೆದಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 설명을 제거했습니다.
lt: %@ pašalino grupės aprašą.
lv: %@ dzēsa grupas aprakstu.
ml: %@ ഗ്രൂപ്പ് വിവരണം നീക്കം ചെയ്തു.
mr: %1$@ ने ग्रुप वर्णन काढून टाकले.
ms: %1$@ telah mengalih keluar penerangan kumpulan.
nb: %1$@ fjernet gruppebeskrivelsen.
nl: %1$@ heeft de groepsomschrijving verwijderd.
pa: %@ ਨੇ ਗਰੁੱਪ ਦੇ ਵੇਰਵੇ ਨੂੰ ਹਟਾਇਆ।
pl: %1$@ usuwa opis grupy.
ps: %@ د ګروپ توضیح لري کړه.
pt_br: %1$@ apagou a descrição do grupo.
pt_pt: %1$@ removeu a descrição do grupo.
ro: %1$@ a șters descrierea grupului.
ru: %1$@ удалил(-а) описание группы.
sk: Používateľ %1$@ odstránil popis skupiny.
sl: %@ je odstranil_a opis skupine.
sq: %@ hoqi përshkrimin e grupit.
sr: %1$@ је уклонио опис групе.
sv: %1$@ tog bort gruppbeskrivningen.
sw: %@ ameondoa maelezo ya kikundi.
ta: %@ அகற்றப்பட்டது குழு விளக்கம்.
te: %@ సమూహ వివరణను తొలగించారు.
th: %1$@ ลบคำอธิบายกลุ่ม
tr: %1$@ grup açıklamasını kaldırdı.
ug: %1$@ گۇرۇپپا تونۇشتۇرۇشىنى چىقىرىۋەتتى.
uk: Користувач %1$@ видалив опис групи.
ur: %1$@ نے گروپ کی تفصیل ہٹا دی۔
vi: %1$@ đã gỡ bỏ miêu tả nhóm.
zh_cn: %1$@已删除群组描述。
zh_hk: %1$@ 已刪除群組描述。

# GROUP_UPDATED_DESCRIPTION_UPDATED
source: The group description was changed.
af: Die groepbeskrywing is verander.
ar: تمَّ تغيير وصف المجموعة.
az: Qrup açıqlaması dəyişdirildi.
be: Змянілася апісанне групы.
bn: গ্রুপের বিবরণ পরিবর্তন করা হয়েছে।
ca: La descripció del grup ha canviat.
cs: Popisek skupiny byl změněn.
cy: Newidwyd disgrifiad y grŵp.
da: Gruppebeskrivelsen blev ændret.
de: Die Gruppenbeschreibung wurde geändert.
el: Η περιγραφή της ομάδας άλλαξε.
es: Se ha cambiado la descripción del grupo.
et: Grupi kirjeldust muudeti.
eu: Taldearen deskribapena aldatu da.
fa: توضیحات گروه تغییر کرد.
fi: Ryhmän kuvaus vaihdettiin.
fr: La présentation du groupe a été modifiée.
gu: ગ્રુપનું ડિસ્ક્રિપ્શન બદલવામાં આવ્યું હતું.
he: תיאור הקבוצה השתנה.
hi: समूह विवरण बदल दिया गया था।
hr: Naziv grupe je primijenjen.
hu: A csoportleírás megváltozott.
id: Deskripsi grup telah diubah.
is: Lýsingin á hópnum hefur breyst.
it: La descrizione del gruppo è stata cambiata.
ja: グループの説明が変更されました。
km: á€á¶ášá–ááŸŒá“á¶á€áŸ’ášá»á˜á“áŸáŸ‡ááŸ’ášá¼áœá”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŸ”
kn: ಗುಂಪಿನ ವಿವರಣೆಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ.
ko: 그룹 설명이 변경되었습니다.
lt: Grupės aprašas buvo pakeistas.
lv: Grupas apraksts tika mainīts.
mk: Описот на групата е сменет.
ml: ഗ്രൂപ്പ് വിവരണം മാറ്റി.
mr: गट विवरण बदलले गेले.
ms: Penerangan kumpulan telah diubah.
my: အဖွဲ့ ဖော်ပြချက်ကို ပြောင်းခဲ့ပါသည်။
nb: Gruppebeskrivelsen ble endret.
nl: De groepsomschrijving is gewijzigd.
pa: ਗਰੁੱਪ ਦੇ ਵੇਰਵੇ ਨੂੰ ਬਦਲਿਆ ਗਿਆ ਸੀ।
pl: Zmieniono opis grupy.
ps: د ګروپ توضیح بدله شوه.
pt_br: A descrição do grupo foi alterada.
pt_pt: A descrição do grupo foi alterada.
ro: Descrierea grupului a fost schimbată.
ru: Описание группы было изменено.
sk: Popis skupiny bol zmenený.
sl: Opis skupine je bil spremenjen.
sq: Përshkrimi i grupit u ndryshua.
sr: Опис групе је промењен.
sv: Gruppbeskrivningen ändrades.
sw: Maelezo ya kikundi yamebadilishwa.
ta: தி குழு விளக்கம் இருந்தது மாற்றப்பட்டது.
te: సమూహ వివరణ మార్చబడింది.
th: คำอธิบายกลุ่มมีการเปลี่ยนแปลง
tr: Grup açıklaması değiştirildi.
ug: گۇرۇپپا تونۇشتۇرۇشى ئۆزگەرتىلدى.
uk: Змінився опис групи.
ur: گروپ کی تفصیل تبدیل کردی گئی۔
vi: Miêu tả nhóm đã được thay đổi.
zh_cn: 群组描述已更改。
zh_hk: 群組描述已變更。

# GROUP_UPDATED_DESCRIPTION_UPDATED_BY_LOCAL_USER
source: You changed the group description.
af: Jy het die groepbeskrywing verander.
ar: قُمتَ بتغيير وصف المجموعة.
az: Qrup açıqlamasını dəyişdirdiniz.
be: Вы змянілі апісанне групы.
bn: আপনি গ্রুপের বিবরণ পরিবর্তন করেছেন।
ca: Heu canviat la descripció del grup.
cs: Změnili jste popisek skupiny.
cy: Rydych wedi newid disgrifiad y grŵp.
da: Du ændrede gruppebeskrivelsen.
de: Du hast die Gruppenbeschreibung geändert.
el: Άλλαξες την περιγραφή της ομάδας.
es: Has cambiado la descripción del grupo.
et: Sa muutsid grupi kirjeldust.
eu: Taldearen deskribapena aldatu duzu.
fa: شما توضیحات گروه را تغییر دادید.
fi: Vaihdoit ryhmän kuvauksen.
fr: Vous avez modifié la présentation du groupe.
gu: તમે ગ્રુપનું ડિસ્ક્રિપ્શન બદલી દીધું
he: שינית את תיאור הקבוצה.
hi: आपने समूह विवरण बदल दिया है।
hr: Vi ste promijenili opis grupe.
hu: Megváltoztattad a csoportleírást.
id: Anda mengubah deskripsi grup.
is: Þú breyttir lýsingunni á hópnum.
it: Hai cambiato la descrizione del gruppo.
ja: グループの説明を変更しました。
km: á¢áŸ’á“á€á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá€á¶ášá–ááŸŒá“á¶á€áŸ’ášá»á˜áŸ”
kn: ಗ್ರೂಪ್ ವಿವರಣೆಯನ್ನು ನೀವು ಬದಲಿಸಿದ್ದೀರಿ.
ko: 그룹 설명을 변경했습니다.
lt: Jūs pakeitėte grupės aprašą.
lv: Jūs mainījāt grupas aprakstu.
mk: Го сменивте описот на групата.
ml: നിങ്ങൾ ഗ്രൂപ്പ് വിവരണം മാറ്റി.
mr: आपण गट विवरण बदलले आहे.
ms: Anda telah mengubah penerangan kumpulan.
my: သင်သည် အဖွဲ့ ဖော်ပြချက်ကို ပြောင်းခဲ့ပါသည်။
nb: Du endret gruppebeskrivelsen.
nl: Je hebt de groepsomschrijving gewijzigd.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਬਦਲਿਆ ਹੈ।
pl: Zmieniasz opis grupy.
ps: تاسې د ګروپ توضیحات بدل کړل.
pt_br: Você mudou a descrição do grupo.
pt_pt: Você alterou a descrição do grupo.
ro: Ai schimbat descrierea grupului.
ru: Вы изменили описание группы.
sk: Zmenili ste popis skupiny.
sl: Spremenili ste opis skupine.
sq: Ndryshuat përshkrimin e grupit.
sr: Променили сте опис групе.
sv: Du ändrade gruppbeskrivningen.
sw: Umebadilisha maelezo ya kikundi.
ta: நீங்கள் மாற்றினீர்கள் குழு விளக்கம்.
te: మీరు సమూహ వివరణను మార్చారు.
th: คุณได้เปลี่ยนคำอธิบายกลุ่ม
tr: Grup tanımını değiştirdiniz.
ug: گۇرۇپپا تونۇشتۇرۇشىنى ئۆزگەرتتىڭىز.
uk: Ви змінили опис групи.
ur: آپ نے گروپ کی تفصیل تبدیل کردی۔
vi: Bạn đã sửa mô tả nhóm
zh_cn: 您已更改群组描述。
zh_hk: 您已變更群組描述。

# GROUP_UPDATED_DESCRIPTION_UPDATED_BY_REMOTE_USER_FORMAT
source: %@ changed the group description.
af: %@ het die groepbeskrywing verander.
ar: قامَ %1$@ بتغيير وصف المجموعة.
az: %@ qrup açıqlamasını dəyişdirdi.
be: %1$@ змяніў(-ла) апісанне групы.
bn: %1$@ গ্রুপের বিবরণ পরিবর্তন করেছেন।
ca: %1$@ ha canviat la descripció del grup.
cs: %1$@ změnil(a) popisek skupiny.
cy: Newidiodd %@ disgrifiad y grŵp.
da: %1$@ ændrede gruppebeskrivelsen.
de: %1$@ hat die Gruppenbeschreibung geändert.
el: Ο/Η %1$@ άλλαξε την περιγραφή της ομάδας.
es: %1$@ ha cambiado la descripción del grupo.
et: %@ muutis grupi kirjeldust.
fa: %1$@ توضیحات گروه را تغییر داد.
fi: %1$@ vaihtoi ryhmän kuvauksen.
fr: %1$@ a modifié la présentation du groupe.
ga: %1$@ changed the group description.
gu: %1$@ એ ગ્રુપનું ડિસ્ક્રિપ્શન બદલાવ્યું.
he: %1$@ שינה/שינתה את תיאור הקבוצה.
hi: %1$@ ने ग्रुप का विवरण बदल दिया है।
hr: %1$@ je promijenio opis grupe.
hu: %1$@ megváltoztatta a csoportleírást.
id: %1$@ mengubah deskripsi grup.
is: %@ breytti lýsingu á hópnum.
it: %1$@ ha cambiato la descrizione del gruppo.
ja: %1$@ がグループの説明を変更しました。
km: %@á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá€á¶ášá–ááŸŒá“á¶á€áŸ’ášá»á˜áŸ”
kn: %@ ಅವರು ಗುಂಪು ವಿವರಣೆಯನ್ನು ಬದಲಾಯಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 설명을 변경했습니다.
lt: %@ pakeitė grupės aprašą.
lv: %@ mainīja grupas aprakstu.
ml: %@ ഗ്രൂപ്പ് വിവരണം മാറ്റി.
mr: %1$@ ने गट विवरण बदलले.
ms: %1$@ telah mengubah penerangan kumpulan.
nb: %1$@ endret gruppebeskrivelsen.
nl: %1$@ heeft de groepsomschrijving gewijzigd.
pa: %@ ਨੇ ਗਰੁੱਪ ਦੇ ਵੇਰਵੇ ਨੂੰ ਬਦਲਿਆ।
pl: %1$@ zmienia opis grupy.
ps: %@ د ګروپ توضیح بدله کړه.
pt_br: %1$@ mudou a descrição do grupo.
pt_pt: %1$@ alterou a descrição do grupo.
ro: %1$@ a schimbat descrierea grupului.
ru: %1$@ изменил(-а) описание группы.
sk: %1$@ zmenil popis skupiny.
sl: %@ je spremenil_a opis skupine.
sq: %@ ndryshoi përshkrimin e grupit.
sr: %1$@ је променио/ла опис групе.
sv: %1$@ ändrade gruppbeskrivningen.
sw: %@ amebadilisha maelezo ya kikundi.
ta: %@ மாற்றப்பட்டது குழு விளக்கம்.
te: %@ సమూహ వివరణను మార్చారు.
th: %1$@ เปลี่ยนคำอธิบายกลุ่ม
tr: %1$@ grup açıklamasını değiştirdi.
ug: گۇرۇپپا تونۇشتۇرۇشىنى %1$@ ئۆزگەرتتى.
uk: Користувач %1$@ змінив опис групи.
ur: %1$@ نے گروپ کی تفصیل کو تبدیل کردیا۔
vi: %1$@ đã sửa mô tả nhóm
zh_cn: %1$@ 已更改群组描述。
zh_hk: %1$@ 已變更群組描述。

# GROUP_UPDATED_NAME_REMOVED
source: The group name was removed.
af: Die groepnaam is verwyder.
ar: تمَّت إزالة اسم المجموعة.
az: Qrup adı silindi.
be: Назва групы была выдалена.
bg: Името на групата беше премахнато.
bn: গ্রুপের নাম সরানো হয়েছে।
ca: S'ha suprimit el nom del grup.
cs: Název skupiny byl odstraněn.
cy: Dilëwyd enw'r grŵp.
da: Gruppens navn er blevet fjernet.
de: Der Gruppenname wurde entfernt.
el: Το όνομα της ομάδας αφαιρέθηκε.
es: Se ha eliminado el nombre del grupo.
es_es: Se ha eliminado el nombre del grupo.
et: Grupi nimi eemaldati.
eu: Taldearen izena ezabatu da.
fa: نام گروه حذف شد.
fi: Ryhmän nimi poistettiin.
fil: Ang pangalan ng grupo ay tinanggal.
fr: Le nom du groupe a été supprimé.
ga: Baineadh ainm an ghrúpa.
gu: ગ્રુપનું નામ દૂર કરવામાં આવ્યું હતું.
he: שם הקבוצה הוסר.
hi: ग्रुप का नाम हटा दिया गया।
hr: Naziv grupe je uklonjen.
hu: A csoport neve eltávolításra került.
id: Nama grup telah dihapus.
is: Nafn hópsins var fjarlægt.
it: Il nome del gruppo è stato rimosso.
ja: グループ名が削除されました。
kab: Isem n ugraw yettwakkes.
kk: Топ атауы алынып тасталды.
km: áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜á”á¶á“á›á»á”á…áŸ„á›áŸ”
kn: ಗುಂಪಿನ ಹೆಸರನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
ko: 그룹 이름이 제거되었습니다.
lt: Grupės pavadinimas buvo pašalintas.
lv: Grupas nosaukums tika dzēsts.
mk: Името на групата беше отстрането.
ml: ഗ്രൂപ്പിൻ്റെ പേര് നീക്കം ചെയ്തിരിക്കുന്നു.
mr: ग्रुपचे नाव काढून टाकले गेले.
ms: Nama kumpulan telah dikeluarkan.
my: အဖွဲ့၏ အမည်သည် ဖယ်ရှားခံထားရပါသည်။
nb: Gruppenavnet ble fjernet.
nl: De groepsnaam is verwijderd.
pa: ਗਰੁੱਪ ਦਾ ਨਾਂ ਹਟਾਇਆ।
pa_pk: گروپ دا ناں ہٹا دتا گیا۔
pl: Ktoś usuwa nazwę grupy.
ps: د ګروپ نوم لري شوی و.
pt_br: O nome do grupo foi apagado.
pt_pt: O nome de grupo foi removido.
ro: Numele grupului a fost șters.
ru: Имя группы было удалено.
sk: Názov skupiny bol odstránený.
sl: Ime skupine je bilo odstranjeno.
sq: Emri i grupit u hoq.
sr: Име групе је уклоњено.
sv: Gruppnamnet togs bort.
sw: Jina la kundi limeondolewa.
ta: குழுவின் பெயர் இருந்தது அகற்றப்பட்டது.
te: సమూహం పేరు తొలగించబడింది.
th: ชื่อกลุ่มถูกลบ
tr: Grup adı kaldırıldı.
ug: گۇرۇپپا ئاتى چىقىرىۋېتىلدى.
uk: Назву групи було видалено.
ur: گروپ کا نام ہٹا دیا گیا تھا۔
vi: Tên nhóm đã bị xóa.
zh_cn: 群名称已被删除。
zh_hk: 群組名稱已刪除。

# GROUP_UPDATED_NAME_REMOVED_BY_LOCAL_USER
source: You removed the group name.
af: Jy het die groepnaam verwyder.
ar: قُمتَ بإزالة اسم المجموعة.
az: Qrup adını sildiniz.
be: Вы выдалілі назву групы.
bg: Вие премахнахте името на групата.
bn: আপনি গ্রুপের নাম সরিয়ে ফেলেছেন।
ca: Has suprimit el nom del grup.
cs: Odstranili jste název skupiny.
cy: Dileasoch enw'r grŵp.
da: Du fjernede navnet på gruppen.
de: Du hast den Gruppennamen entfernt.
el: Αφαίρεσες το όνομα της ομάδας.
es: Has eliminado el nombre del grupo.
es_es: Has eliminado el nombre del grupo.
et: Sa eemaldasid grupi nime.
eu: Taldearen izena ezabatu duzu.
fa: شما نام گروه را حذف کردید.
fi: Poistit ryhmän nimen.
fil: Tinanggal mo ang pangalan ng grupo.
fr: Vous avez supprimé le nom du groupe.
ga: Bhain tú ainm an ghrúpa.
gu: તમે ગ્રુપનું નામ દૂર કર્યું છે.
he: הסרת את שם הקבוצה.
hi: आपने ग्रुप का नाम हटा दिया।
hr: Uklonili ste naziv grupe.
hu: Eltávolítottad a csoportnevet.
id: Anda menghapus nama grup.
is: Þú fjarlægðir nafn hópsins.
it: Hai rimosso il nome del gruppo.
ja: グループ名を削除しました。
kab: Tekkseḍ isem n ugraw.
kk: Сіз топ атауын алып тастадыңыз.
km: á¢áŸ’á“á€á”á¶á“á›á»á”áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜áŸ”
kn: ನೀವು ಗುಂಪಿನ ಹೆಸರನ್ನು ತೆಗೆದುಹಾಕಿದ್ದೀರಿ.
ko: 그룹 이름을 제거했습니다.
lt: Jūs pašalinote grupės pavadinimą.
lv: Jūs dzēsāt grupas nosaukumu.
mk: Вие го отстранивте името на групата.
ml: നിങ്ങൾ ഗ്രൂപ്പിൻ്റെ പേര് നീക്കം ചെയ്തിരിക്കുന്നു
mr: आपण ग्रुप नाव काढून टाकले.
ms: Anda mengeluarkan nama kumpulan.
my: သင်သည် အဖွဲ့၏ အမည်ကို ဖယ်ရှားခဲ့ပါသည်။
nb: Du fjernet gruppenavnet.
nl: Je hebt de groepsnaam verwijderd.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦਾ ਨਾਂ ਹਟਾਇਆ।
pa_pk: تساں نے گروپ دا ناں ہٹا دتا۔
pl: Usuwasz nazwę grupy.
ps: تاسې د ګروپ نوم لري کړ.
pt_br: Você apagou o nome do grupo.
pt_pt: Você removeu o nome do grupo.
ro: Ai șters numele grupului.
ru: Вы удалили имя группы.
sk: Odstránili ste názov skupiny.
sl: Odstranili ste ime skupine.
sq: Hoqët emrin e grupit.
sr: Уклонили сте име групе.
sv: Du tog bort gruppnamnet.
sw: Umeondoa jina la kundi.
ta: நீங்கள் குழு பெயரை நீக்கியது.
te: మీరు గుంపు పేరును తొలగించారు.
th: คุณลบชื่อกลุ่ม
tr: Grup adını kaldırdın.
ug: گۇرۇپپا ئاتىنى چىقىرىۋەتتىڭىز.
uk: Ви видалили назву групи.
ur: آپ نے گروپ کا نام ہٹا دیا۔
vi: Bạn đã xóa tên nhóm.
zh_cn: 你删除了群名称。
zh_hk: 您已刪除群組名稱。

# GROUP_UPDATED_NAME_REMOVED_BY_REMOTE_USER_FORMAT
source: %@ removed the group name.
af: %@ het die groepnaam verwyder.
ar: أزالَ %1$@ اسم المجموعة.
az: %@ qrup adını sildi.
be: %1$@ выдаліў(-ла) назву групы.
bg: %@ премахна името на групата.
bn: %1$@ গ্রুপের নাম সরিয়ে দিয়েছেন।
ca: %1$@ ha suprimit el nom del grup.
cs: %1$@ odstranil/a název skupiny.
cy: Dilëwyd enw'r grŵp gan %@.
da: %1$@ fjernede navnet på gruppen.
de: %1$@ hat den Gruppennamen entfernt.
el: Ο/Η %1$@ αφαίρεσε το όνομα της ομάδας.
es: %1$@ ha eliminado el nombre del grupo.
es_es: %@ ha eliminado el nombre del grupo.
et: %@ eemaldas grupi nime.
eu: %@ erabiltzaileak taldeko izena ezabatu du.
fa: %1$@ نام گروه را حذف کرد.
fi: %1$@ poisti ryhmän nimen.
fil: Tinanggal ni %@ ang pangalan ng grupo.
fr: %1$@ a supprimé le nom du groupe.
ga: Bhain %1$@ ainm an ghrúpa.
gu: %1$@ એ ગ્રુપનું નામ દૂર કર્યું.
he: %1$@ הסיר/ה את שם הקבוצה.
hi: %1$@ ने ग्रुप का नाम हटा दिया।
hr: %1$@ je uklonio/la naziv grupe.
hu: %1$@ eltávolította a csoportnevet.
id: %1$@ menghapus nama grup.
is: %@ fjarlægði nafn hópsins.
it: %1$@ ha rimosso il nome del gruppo.
ja: %1$@ がグループ名を削除しました。
kab: %@ yekkes isem n ugraw.
kk: %@ топ атауын алып тастады.
km: %@ á”á¶á“á›á»á”áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜áŸ”
kn: %@ ಗುಂಪಿನ ಹೆಸರನ್ನು ತೆಗೆದಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 이름을 제거했습니다.
lt: %@ pašalino grupės pavadinimą.
lv: %@ dzēsa grupas nosaukumu.
mk: %@ го отстрани името на групата.
ml: %@ ഗ്രൂപ്പിൻ്റെ പേര് നീക്കം ചെയ്തിരിക്കുന്നു.
mr: %1$@ ने ग्रुप नाव काढून टाकले.
ms: %1$@ mengeluarkan nama kumpulan.
my: %@ သည် အဖွဲ့၏အမည်ကို ဖယ်ရှားခဲ့ပါသည်။
nb: %1$@ fjernet gruppenavnet.
nl: %1$@ heeft de groepsnaam verwijderd.
pa: %@ ਨੇ ਗਰੁੱਪ ਦੇ ਨਾਂ ਨੂੰ ਹਟਾਇਆ।
pa_pk: %@ نے گروپ دا ناں ہٹا دتا۔
pl: %1$@ usuwa nazwę grupy.
ps: %@ د ګروپ نوم لري کړ.
pt_br: %1$@ apagou o nome do grupo.
pt_pt: %1$@ removeu o nome do grupo.
ro: %1$@ a șters numele grupului.
ru: %1$@ удалил(-а) имя группы.
sk: Používateľ %1$@ odstránil názov skupiny.
sl: Uporabnik/ca %@ je odstranil/a ime skupine.
sq: %@ hoqi emrin e grupit.
sr: %1$@ је уклонио/ла име групе.
sv: %1$@ tog bort gruppnamnet.
sw: %@ameondoa jina la kundi.
ta: %@ குழு பெயரை நீக்கியது.
te: %@ సమూహం పేరు తొలగించబడింది.
th: %1$@ ลบชื่อกลุ่ม
tr: %1$@ grup adını kaldırdı.
ug: %1$@ گۇرۇپپا نامىنى چىقىرىۋەتتى.
uk: Користувач %1$@ видалив назву групи.
ur: %1$@ نے گروپ کا نام ہٹا دیا۔
vi: %1$@ đã xóa tên nhóm.
zh_cn: %1$@删除了群名称。
zh_hk: %1$@ 已刪除群組名稱。

# GROUP_UPDATED_NAME_UPDATED_BY_LOCAL_USER_FORMAT
source: You changed the group name to “%@”.
af: Jy het die groepnaam verander na “%@”.
ar: غيَّرتَ اسم المجموعة إلى "%1$@".
az: Qrup adını "%@" olaraq dəyişdirdiniz.
be: Вы змянілі назву групы на «%1$@».
bg: Вие сменихте името на групата на „%@“.
bn: আপনি গ্রুপের নামটি পরিবর্তন করে "%1$@" রেখেছেন।
ca: Has canviat el nom del grup a “%1$@”.
cs: Změnili jste název skupiny na „%1$@“.
cy: Newidiasoch enw'r grŵp i "%@".
da: Du ændrede gruppens navn til "%1$@".
de: Du hast den Gruppennamen zu »%1$@« geändert.
el: Άλλαξες το όνομα της ομάδας σε "%1$@".
es: Has cambiado el nombre del grupo a "%1$@".
es_es: Has modificado el nombre del grupo a «%@».
et: Sa muutsid grupi nimeks “%@“.
eu: Taldearin izena aldatu duzu. Orain "%@" da.
fa: شما نام گروه را به «%1$@» تغییر دادید.
fi: Muutit ryhmän nimeksi %1$@.
fil: Binago mo ang pangalan ng grupo sa "%@".
fr: Vous avez remplacé le nom du groupe par "%1$@".
ga: D'athraigh tú ainm an ghrúpa chuig "%1$@".
gu: તમે ગ્રૂપનું નામ બદલીને “%1$@“ કર્યું છે.
he: שינית את שם הקבוצה אל “%1$@“.
hi: आपने ग्रुप का नाम बदलकर “%1$@” रख दिया।
hr: Promijenili ste naziv grupe u „%1$@“.
hu: Megváltoztattad a csoport nevét erre: „%1$@”.
id: Anda mengubah nama grup menjadi “%1$@”.
is: Þú breyttir nafninu á hópnum í "%@".
it: Hai cambiato il nome del gruppo in “%1$@”.
ja: グループネームを「%1$@」へ変更しました。
kab: Tbeddleḍ isem n ugraw "%@".
kk: Сіз топ атауын “%@“ етіп өзгерттіңіз.
km: á¢áŸ’á“á€á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜á‘áŸ… â€œ%@â€œáŸ”
kn: ನೀವು ಗುಂಪಿನ ಹೆಸರನ್ನು “%@“ ಎಂದು ಬದಲಾಯಿಸಿದ್ದೀರಿ.
ko: 그룹 이름을 '%1$@'(으)로 변경했습니다.
lt: Jūs pakeitėte grupės pavadinimą į „%@“.
lv: Jūs mainījāt grupas nosaukumu uz “%@”.
mk: Вие го применивте името на групата во “%@“.
ml: നിങ്ങൾ ഗ്രൂപ്പിന്റെ പേര് "%@" എന്ന് മാറ്റി.
mr: तुम्ही गटाचे नाव बदलून ‘‘%1$@’’ ठेवलेत.
ms: Anda mengubah nama kumpulan kepada “%1$@“.
my: သင်သည် အဖွဲ့၏အမည်ကို "%@" သို့ ပြောင်းထားခဲ့ပါသည်။
nb: Du endret gruppenavnet til «%1$@».
nl: Je hebt de groepsnaam gewijzigd naar ‘%1$@’.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦਾ ਨਾਂ ਬਦਲ ਕੇ “%@“ ਰੱਖ ਦਿੱਤਾ ਹੈ।
pa_pk: تساں نے گروپ دا ناں تبدیل کر کے "%@" رکھ دتا۔
pl: Zmieniasz nazwę grupy na „%1$@”.
ps: تاسې د ګروپ نوم "%@" ته بدل کړ.
pt_br: Você mudou o nome do grupo para “%1$@“.
pt_pt: Alterou o nome do grupo para "%1$@".
ro: Ai schimbat numele grupului la “%1$@“.
ru: Вы изменили имя группы на «%1$@».
sk: Zmenili ste názov skupiny na „%1$@“.
sl: Ime skupine ste spremenili v “%@“.
sq: Ndryshuat emrin e grupit në “%@“.
sr: Променили сте назив групе на „%1$@“.
sv: Du ändrade gruppnamnet till %1$@.
sw: Umebadilisha jina la kundi hadi "%@".
ta: நீங்கள் குழு பெயரை “%@“.
te: మీరు గుంపు పేరును “%@“ గా మార్చారు.
th: คุณเปลี่ยนชื่อกลุ่มเป็น “%1$@”
tr: Grup adını "%1$@" olarak değiştirdin.
ug: گۇرۇپپا نامىنى «%1$@» غا ئۆزگەرتتىڭىز.
uk: Ви змінили назву групи на «%1$@».
ur: آپ نے گروپ کا نام تبدیل کر کے "%1$@" کردیا۔
vi: Bạn đã đổi tên nhóm thành “%1$@”.
zh_cn: 您已将群组名称更改为“%1$@”。
zh_hk: 你已將群組名稱改為「%1$@」。

# GROUP_UPDATED_NAME_UPDATED_BY_REMOTE_USER_FORMAT
source: %1$@ changed the group name to “%2$@”.
af: %1$@ het die groepnaam verander na “%2$@”.
ar: غيَّرَ %1$@ اسم المجموعة إلى "%2$@".
az: %1$@, qrup adını "%2$@" olaraq dəyişdirdi.
be: %1$@ змяніў(-ла) назву групы на «%2$@».
bg: %1$@ смени името на групата на „%2$@“.
bn: %1$@ গ্রুপের নামটি পরিবর্তন করে "%2$@" রেখেছেন।
ca: %1$@ ha canviat el nom del grup a “%2$@”.
cs: %1$@ změnil/a název skupiny na „%2$@“.
cy: Newidiodd %1$@ enw'r grŵp i "%2$@".
da: %1$@ ændrede gruppens navn til "%2$@".
de: %1$@ hat den Gruppennamen zu »%2$@« geändert.
el: Ο/Η %1$@ άλλαξε το όνομα της ομάδας σε "%2$@".
es: %1$@ ha cambiado el nombre del grupo a "%2$@".
es_es: %1$@ ha modificado el nombre del grupo a «%2$@».
et: %1$@ muutis grupi nimeks “%2$@“.
eu: %1$@ erabiltlzaileak taldearen izena aldatu du. Orain "%2$@" da.
fa: %1$@ نام گروه را به «%2$@» تغییر داد.
fi: %1$@ muutti ryhmän nimeksi %2$@.
fil: Binago ni %1$@ ang pangalan ng grupo sa "%2$@".
fr: %1$@ a remplacé le nom du groupe par "%2$@".
ga: D'athraigh %1$@ ainm an ghrúpa chuig "%2$@".
gu: %1$@એ ગ્રૂપનું નામ બદલીને “%2$@“ કર્યું.
he: %1$@ שינה את שם הקבוצה אל “%2$@“.
hi: %1$@ ने ग्रुप का नाम बदलकर “%2$@” रख दिया।
hr: %1$@ je promijenio/la naziv grupe u „%2$@“.
hu: %1$@ megváltoztatta a csoport nevét erre: „%2$@”.
id: %1$@ mengubah nama grup menjadi “%2$@”.
is: %1$@ breytti nafninu á hópnum í "%2$@".
it: %1$@ ha cambiato il nome del gruppo in “%2$@“.
ja: %1$@ がグループネームを「%2$@」へ変更しました。
kab: %1$@ ibeddel isem n ugraw s "%2$@".
kk: %1$@ топ атауын “%2$@“ етіп өзгертті.
km: %1$@ á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜á‘áŸ… â€œ%2$@â€œáŸ”
kn: %1$@ ಗುಂಪಿನ ಹೆಸರನ್ನು “%2$@“ ಎಂದು ಬದಲಾಯಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 이름을 '%2$@'(으)로 변경했습니다.
lt: %1$@ pakeitė grupės pavadinimą į „%2$@“.
lv: %1$@ mainīja grupas nosaukumu uz “%2$@”.
mk: %1$@ го промени името на групата во “%2$@“.
ml: %1$@ ഗ്രൂപ്പിന്റെ പേര് "%2$@" എന്ന് മാറ്റി.
mr: %1$@ने गटाचे नाव बदलून ‘‘%2$@’’ ठेवले.
ms: %1$@ mengubah nama kumpulan kepada “%2$@“.
my: %1$@ သည် အဖွဲ့၏အမည်ကို "%2$@" သို့ ပြောင်းထားခဲ့ပါသည်။
nb: %1$@ endret gruppenavnet til «%2$@».
nl: %1$@ heeft de groepsnaam gewijzigd naar ‘%2$@’.
pa: %1$@ ਨੇ ਗਰੁੱਪ ਦਾ ਨਾਂ ਬਦਲ ਕੇ “%2$@“ ਰੱਖ ਦਿੱਤਾ ਹੈ।
pa_pk: %1$@ نے گروپ دا ناں تبدیل کرکے "%2$@" رکھ دتا۔
pl: %1$@ zmienia nazwę grupy na „%2$@”.
ps: %1$@ د ګروپ نوم "%2$@" ته بدل کړ.
pt_br: %1$@ mudou o nome do grupo para “%2$@“.
pt_pt: %1$@ alterou o nome do grupo para “%2$@“.
ro: %1$@ a schimbat numele grupului în “%2$@“.
ru: %1$@ изменил(-а) имя группы на «%2$@».
sk: Používateľ %1$@ zmenil názov skupiny na „%2$@“.
sl: Uporabnik/ca %1$@ je spremenil/a ime skupine v “%2$@“.
sq: %1$@ ndryshoi emrin e grupit në “%2$@“.
sr: %1$@ је променио/ла назив групе на „%2$@“.
sv: %1$@ ändrade gruppnamnet till %2$@.
sw: %1$@amebadilisha jina la kundi hadi "%2$@".
ta: %1$@ குழு பெயரை “%2$@“.
te: %1$@ సమూహం పేరును “%2$@“ గా మార్చింది.
th: %1$@ เปลี่ยนชื่อกลุ่มเป็น “%2$@”
tr: %1$@ grup adını "%2$@" olarak değiştirdi.
ug: %1$@ گۇرۇپپا نامىنى «%2$@» غا ئۆزگەرتتى.
uk: Користувач %1$@ змінив назву групи на «%2$@».
ur: %1$@ نے گروپ کا نام تبدیل کر کے "%2$@" کر دیا۔
vi: %1$@ đã đổi tên nhóm thành “%2$@”.
zh_cn: %1$@已将群组名称更改为“%2$@”。
zh_hk: %1$@ 已將群組名稱改為「%2$@」。
