Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SUSTAINER_VIEW_STILL_PROCESSING_BADGE_MESSAGE
source: Your donation is still being processed. This can take a few minutes depending on your connection.
af: Jou betaling word nog verwerk. Dit kan ’n paar minute duur, afhangend van jou verbinding.
ar: لا يزال تبرُّعك قيد المعالجة. قد يستغرق الأمر بضع دقائق حسب اتصال شبكتك.
az: Ödənişiniz emal olunur. Bu, bağlantınızdan asılı olaraq bir neçə dəqiqə çəkə bilər.
be: Ваша ахвяраванне яшчэ апрацоўваецца. Гэта можа заняць некалькі хвілін у залежнасці ад вашага падключэння.
bn: আপনার ডোনেশন এখনো প্রক্রিয়া করা হচ্ছে। আপনার সংযোগের উপর ভিত্তি করে এতে কয়েক মিনিট সময় লাগতে পারে।
ca: La teva donació encara s'està processant. Això pot trigar uns quants minuts segons la connexió.
cs: Váš příspěvek se stále ještě zpracovává. V závislosti na vašem připojení to může trvat několik minut.
cy: Mae'ch taliad yn dal yn prosesu. Gall hyn gymryd rhai munudau yn dibynnu ar eich cysylltiad.
da: Din donation er stadig under behandling. Det kan tage et par minutter afhængigt af din forbindelse.
de: Deine Spende wird immer noch bearbeitet. Das kann abhängig von deiner Verbindung ein paar Minuten dauern.
el: Η δωρεά σου είναι ακόμη σε επεξεργασία. Μπορεί να διαρκέσει μερικά λεπτά, ανάλογα με τη σύνδεσή σου.
es: Tu donación aún se está procesando. Este proceso puede llevar unos minutos dependiendo de tu conexión.
et: Sinu makset töödeldakse endiselt. Selleks võib olenevalt sinu internetiühendusest kuluda mõni minut.
eu: Zure ordainketa prozesatzen ari da oraindik. Minutu batzuk iraun ditzake zure konexioaren arabera.
fa: اهدای مالی شما هنوز در حال پردازش است. بسته به اتصال اینترنت شما، این پردازش ممکن است چند دقیقه طول بکشد.
fi: Lahjoitusta käsitellään vielä. Tämä voi kestää muutamia minuutteja yhteydestäsi riippuen.
fr: Votre don est en cours de traitement. Cela peut prendre quelques minutes en fonction de votre connexion.
ga: Tá do thabhartas á phróiseáil fós. D'fheadfaí go mbeadh cúpla nóiméad i gceist leis sin ag brath ar do nasc.
gu: તમારા દાનની પ્રક્રિયા હજી ચાલુ છે. આમાં તમારા કનેક્શનને આધારે થોડી મિનિટો લાગી શકે છે.
he: התרומה שלך עדיין בתהליך עיבוד. זה יכול לקחת מספר דקות בהתאם לחיבור שלך.
hi: आपका दान अभी भी संसाधित किया जा रहा है। आपके कनेक्शन के आधार पर इसमें कुछ समय लग सकता है।
hr: Vaša se donacija još uvijek obrađuje. Ovisno o brzini vaše mreže, to može potrajati nekoliko minuta.
hu: Az adományod feldolgozása még folyamatban van. Ez a kapcsolattól függően néhány percig is eltarthat.
id: Donasi Anda sedang diproses. Ini dapat memakan waktu beberapa menit tergantung koneksi Anda.
is: Greiðslan þín er ennþá í vinnslu. Þetta getur tekið nokkrar mínútur, eftir ástandi tengingarinnar þinnar.
it: La tua donazione è ancora in fase di elaborazione. Questo processo può richiedere qualche minuto in base alla tua connessione.
ja: 寄付の処理は完了していません。接続状況によっては数分かかる場合があります。
kab: Your payment is still being processed. This can take a few minutes depending on your connection.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶áš áŠáŸ‚á›á¢á¶á…á…áŸ†áá¶á™á–áŸá›á–á¸ášá”á¸á“á¶á‘á¸á¢á¶áŸáŸ’ášáŸá™á›á¾á›áŸ’á”á¿á“á¢á»á¸á“á’áºáá·áášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ಪಾವತಿ ಇನ್ನೂ ಪ್ರಕ್ರಿಯೆಗೊಳ್ಳುತ್ತಿದೆ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಅವಲಂಬಿಸಿಕೊಂಡು ಇದು ಕೆಲವು ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko: 기부를 아직 처리하는 중입니다. 연결에 따라 몇 분이 소요될 수 있습니다.
lt: Jūsų mokėjimas yra vis dar apdorojamas. Tai gali užimti kelias minutes, priklausomai nuo jūsų interneto ryšio.
lv: Jūsu maksājums vēl tiek apstrādāts. Atkarībā no Jūsu savienojuma, tas var aizņemt dažas minūtes.
mk: Вашето плаќање сѐ уште се обработува. Ова може да потрае неколку минути, во зависност од Вашата врска.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് ഇപ്പോഴും പ്രോസസ്സ് ചെയ്യുകയാണ്. നിങ്ങളുടെ കണക്ഷനെ ആശ്രയിച്ച് ഇതിന് കുറച്ച് മിനിറ്റുകൾ എടുത്തേക്കാം.
mr: आपल्या देणगीवर अद्याप प्रक्रिया केली जात आहे. हे आपल्या कनेक्शनवर अवलंबून काही मिनिटांचा वेळ घेऊ शकते.
ms: Derma anda sedang diproses. Ini boleh mengambil masa beberapa minit bergantung pada sambungan anda.
my: သင့်ငွေပေးချေမှုကို စီမံလုပ်ဆောင်နေဆဲ ဖြစ်ပါသည်။ သင့်ချိတ်ဆက်မှုပေါ်မူတည်၍ မိနစ်အနည်းငယ် ကြာနိုင်ပါသည်။
nb: Betalingen av pengegaven er fremdeles under behandling. Dette kan ta et par minutter, avhengig av internettilkoblingen.
nl: Je donatie wordt nog verwerkt. Dit kan een paar minuten duren afhankelijk van je internetverbinding.
pa: ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਉੱਤੇ ਹਾਲੇ ਵੀ ਕਾਰਵਾਈ ਜਾਰੀ ਹੈ। ਇਸ ਨੂੰ ਤੁਹਾਡੇ ਕਨੈਕਸ਼ਨ ਮੁਤਾਬਕ ਕੁਝ ਮਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ।
pl: Twoja darowizna jest jeszcze przetwarzana. W zależności od połączenia z internetem może to potrwać kilka minut.
ps: Your payment is still being processed. This can take a few minutes depending on your connection.
pt_br: Sua doação ainda está sendo processada. Isso pode demorar alguns minutos, dependendo da sua conexão.
pt_pt: O seu donativo ainda está a ser processado. Isto pode demorar alguns minutos, dependendo da sua ligação.
ro: Donația ta este încă în procesare. Ceea ce poate dura câteva minute, în funcție de conexiunea ta.
ru: Ваше пожертвование всё ещё обрабатывается. Это может занять несколько минут в зависимости от вашего соединения.
sk: Váš príspevok sa stále spracováva. V závislosti od vášho pripojenia to môže trvať niekoľko minút.
sl: Plačilo je še vedno v obdelavi. To lahko traja nekaj minut, odvisno od vaše povezave.
sq: Pagesa juaj ende po përpunohet. Kjo mund të zërë ca minuta, varet nga lidhja juaj.
sr: Ваша донација се и даље обрађује. То може потрајати неколико минута у зависности од ваше везе.
sv: Din donation bearbetas fortfarande. Detta kan ta några minuter beroende på din anslutning.
sw: Malipo yako bado yanachakatwa. Hii inaweza kuchukua dakika kadhaa kutegemea na mtandao wako.
ta: உங்கள் கட்டணம் இன்னும் செயல்படுத்தப்படுகிறது. உங்கள் இணைப்பைப் பொறுத்து இதற்கு ஒரு சில நிமிடங்கள் ஆகலாம்.
te: మీ పేమెంట్ ఇంకా ప్రాసెసింగ్‌లో ఉంది. మీ కనెక్షన్‌పై ఆధారపడి దీనికి కొన్ని నిమిషాలు పట్టవచ్చు.
th: การบริจาคของคุณยังอยู่ระหว่างดำเนินการ ขั้นตอนนี้อาจใช้เวลาสักครู่ โดยขึ้นอยู่กับสัญญาณอินเทอร์เน็ตของคุณ
tr: Bağışın hâlâ işleniyor. Bağlantına bağlı olarak bu birkaç dakika sürebilir.
ug: ئىئانىڭىزنى تېخىچە بىر تەرەپ قىلىۋاتىدۇ. تور ئۇلىنىشىڭىزغا ئاساسەن بۇنىڭغا بىر نەچچە مىنۇت كېتىشى مۇمكىن.
uk: Опрацювання вашого донату ще триває. Воно може зайняти кілька хвилин — швидкість залежить від вашого з'єднання.
ur: آپ کا عطیہ اب بھی زیر عمل ہے۔ اس پر چند منٹ لگ سکتے ہیں جس کا انحصار آپ کے کنکشن پر ہے۔
vi: Khoản ủng hộ của bạn vẫn đang được xử lý. Quá trình này có thể mất vài phút tùy vào kết nối của bạn.
zh_cn: 您的捐款仍在处理中。这可能需要几分钟时间，视您的网络连接情况而定。
zh_hk: 你的捐款仍在處理中。 可能需時幾分鐘，視乎你的連線而定。

# SUSTAINER_VIEW_SUBSCRIPTION_CANCELLED
source: Your subscription has been cancelled
af: Jou intekening is gekanselleer
ar: تمَّ إلغاء اشتراكك.
az: Abunəliyiniz ləğv edildi
be: Ваша падпіска была скасавана
bn: আপনার সদস্যতা বাতিল করা হয়েছে
ca: La subscripció s'ha cancel·lat.
cs: Vaše předplatné bylo zrušeno.
cy: Mae eich tanysgrifiad wedi'i ddiddymu
da: Dit abonnement er blevet opsagt
de: Deine regelmäßige Spende wurde gekündigt.
el: Η συνδρομή σου ακυρώθηκε
es: Se ha cancelado tu suscripción
fa: اشتراک شما لغو شد
fi: Tilauksesi on peruttu.
fr: Votre don mensuel a été résilié
gu: તમારું સબ્સ્ક્રિપ્શન રદ થઈ ગયું છે
he: המינוי שלך בוטל
hi: आपका सब्सक्रिप्शन रद्द कर दिया गया है
hr: Vaša pretplata je otkazana
hu: Előfizetésed törlése került
id: Langganan Anda telah dibatalkan
is: Áskriftinni þinni hefur verið sagt upp
it: Il tuo contributo è stato cancellato
ja: あなたのサブスクリプションは解除されました
km: á€á¶ášá‡á¶áœášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á”á‰áŸ’á…á”áŸ‹áŸ”
ko: 구독을 취소했습니다.
lt: Jūsų prenumerata nutraukta
ml: നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ റദ്ദാക്കി
mr: आपले सब्स्क्रिप्शन रद्द केले
ms: Langganan anda telah dibatalkan
nb: Abonnementet ditt er sagt opp
nl: Je maandelijkse donatie is stopgezet
pl: Darowizna cykliczna została anulowana
pt_br: A sua doação mensal foi cancelada.
pt_pt: A sua assinatura foi cancelada
ro: Abonamentul tău a fost anulat.
ru: Ваша подписка была отменена
sk: Vaše prispievanie bolo zrušené
sl: Vaša naročnina je bila preklicana
sq: Pajtimi juaj u anulua
sr: Ваша претплата је отказана
sv: Ditt abonnemang har avslutats
sw: Usajili wako umeghairishwa
th: การเป็นสมาชิกของคุณถูกยกเลิกแล้ว
tr: Aboneliğin iptal edildi
ug: مۇشتەرىلىكىڭىز ئەمەلدىن قالدۇرۇلدى
uk: Вашу підписку скасовано
ur: آپ کی سبسکرپشن منسوخ کر دی گئی ہے
vi: Việc quyên góp của bạn đã được hủy bỏ
zh_cn: 您的定期捐款已取消
zh_hk: 您的訂閱經已取消

# SUSTAINER_VIEW_SUBSCRIPTION_CONFIRMATION_NOT_NOW
source: Not Now
af: Nie nou nie
ar: ليس الآن
az: İndi yox
be: Не зараз
bn: এখন নয়
ca: Ara no
cs: Nyní ne
cy: Nid nawr
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
et: Mitte praegu
eu: Orain ez
fa: حالا نه
fi: Ei nyt
fr: Plus tard
ga: Ná bac leis anois
gu: અત્યારે નહીં
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Később
id: Jangan Sekarang
is: Ekki núna
it: Non ora
ja: 今はしない
kab: Mačči tura
km: á˜á·á“á˜áŸ‚á“á¥á¡á¼áœá“áŸáŸ‡
kn: ಈಗಲ್ಲ
ko: 나중에
lt: Ne dabar
lv: Ne tagad
mk: Не сега
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
ms: Bukan Sekarang
my: ယခုမဟုတ်ပါ
nb: Ikke nå
nl: Niet nu
pa: ਹਾਲੇ ਨਹੀਂ
pl: Nie teraz
ps: اوس نه
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sq: Jo Tani
sr: Не сада
sv: Inte nu
sw: Sio kwa Sasa
ta: இப்போது வேண்டாம்
te: ఇప్పుడు కాదు
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
ug: ھازىر ئەمەس
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_cn: 以后再说
zh_hk: 現在不要

# SUSTAINER_VIEW_UPDATE_SUBSCRIPTION_CONFIRMATION_MESSAGE
source: You will be charged the full amount (%@) of the new subscription price today. Your new subscription will renew monthly.
af: Die volle bedrag (%@) van die nuwe intekeningprys sal vandag gehef word. Jou nuwe intekening sal maandeliks hernieu.
ar: ستدفع كامل مبلغ (%1$@) من سعر الاشتراك الجديد اليوم. وسيتجدَّد اشتراكك الجديد شهريًا.
az: Bu gün yeni abunəlik haqqı (%@) sizdən tutulacaq. Abunəlik aylıq yenilənəcək.
be: Поўная сума новай падпіскі (%1$@) будзе спісана з вас сёння. Ваша новая падпіска будзе аднаўляцца штомесяц.
bn: আপনাকে আজ নতুন সদস্যতার মূল্যের পুরো পরিমাণ (%1$@) চার্জ করা হবে। আপনার নতুন সদস্যতা মাসিক পুনর্নবীকরণ করা হবে।
ca: Se us cobrarà l'import total (%1$@) del preu de la subscripció nova avui. La subscripció es renovarà mensualment.
cs: Dnes vám bude účtována plná částka (%1$@) nového předplatného. Vaše předplatné bude obnoveno každý měsíc.
cy: Bydd swm llawn y pris tanysgrifio newydd (%@) yn cael ei godi arnoch heddiw. Bydd eich tanysgrifiad yn adnewyddu yn fisol.
da: Du vil blive opkrævet det fulde beløb (%1$@) af den nye abonnementspris i dag. Dit abonnement vil fornyes hver måned.
de: Heute wird die volle Summe (%1$@) des neuen Spendenbeitrags abgebucht. Deine neue regelmäßige Spende verlängert sich monatlich.
el: Θα χρεωθείς το πλήρες ποσό (%1$@) της τιμής νέας συνδρομής σήμερα. Η συνδρομή σου θα ανανεώνεται μηνιαία.
es: Se te cobrará hoy el importe total (%1$@) del nuevo precio de la suscripción. Tu nueva suscripción se renovará mensualmente.
fa: از شما امروز کل مبلغ (%1$@) هزینهٔ اشتراک جدید کسر خواهد شد. اشتراک جدید شما به صورت ماهانه تمدید خواهد شد.
fi: Sinulta veloitetaan uuden tilauksen täysi summa (%1$@) tänään. Tilaus uusiutuu kuukausittain.
fr: Le montant total de votre nouveau don mensuel (%1$@) sera débité aujourd'hui. Votre don se renouvellera ensuite tous les mois.
ga: You will be charged the full amount (%1$@) of the new subscription price today. Your new subscription will renew monthly.
gu: આજે તમારી પાસેથી નવા સબ્સ્ક્રિપ્શનની કિંમતની પૂરી રકમ (%1$@) વસૂલવામાં આવશે. તમારું નવું સબ્સ્ક્રિપ્શન માસિક ધોરણે રિન્યૂ થશે.
he: תחויב בסכום המלא (%1$@) של המחיר של המינוי החדש. המינוי החדש שלך יחודש באופן חודשי.
hi: आज आपसे नए सब्सक्रिप्शन मूल्य की पूरी राशि (%1$@) ली जाएगी. आपका नया सब्सक्रिप्शन मासिक रूप से रिन्यू होगा.
hr: Danas će vam se naplatiti puni iznos (%1$@) pretplate. Vaša pretplata će se obnavljati mjesečno.
hu: A következő teljes árú előfizetői díj (%1$@) ma kerül levonásra. Az új előfizetésed havonta fog megújulni.
id: Anda akan dikenakan biaya penuh (%1$@) dari harga baru berlangganan hari ini. Langganan Anda akan diperbarui setiap bulan.
is: Þú þarft að greiða fullt verð (%@) nýju áskriftarinnar í dag Áskriftin þín verður endurnýjuð mánaðarlega.
it: Ti verrà addebitato l'intero importo (%1$@) del nuovo prezzo del contributo oggi. Il tuo contributo si rinnoverà mensilmente.
ja: 本日、新しいサブスクリプション価格の全額 (%1$@) が請求されます。あなたのサブスクリプションは毎月更新されます。
km: á¢áŸ’á“á€á“á¹á„ááŸ’ášá¼áœá‚á·áá›á»á™á–áŸá‰ááŸ’á›áŸƒá…áŸ†á“á½á“ (%@) áŸá˜áŸ’ášá¶á”áŸ‹áá˜áŸ’á›áŸƒá€á¶ášá‡á¶áœááŸ’á˜á¸ášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’á„áŸƒá“áŸáŸ‡áŸ” á€á¶ášá‡á¶áœášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á—áŸ’á‡á¶á”áŸ‹á¡á¾á„áœá·á‰á‡á¶ášáŸ€á„ášá¶á›áŸ‹ááŸ‚áŸ”
ko: 오늘 새 구독 요금의 전체 금액(%1$@)이 청구됩니다. 새 구독은 매월 갱신됩니다.
lt: Šiandien būsite apmokestinti pilna (%@) naujos prenumeratos kaina. Jūsų prenumerata kas mėnesį atsinaujins.
ml: പുതിയ സബ്സ്ക്രിപ്ഷൻ നിരക്കിന്റെ മുഴുവൻ തുകയും (%@) ഇന്ന് നിങ്ങളിൽ നിന്ന് ഈടാക്കും. നിങ്ങളുടെ പുതിയ സബ്സ്ക്രിപ്ഷൻ എല്ലാ മാസവും പുതുക്കും.
mr: तुमच्याकडून आज नवीन सब्स्क्रिप्शनची संपूर्ण रक्कम ( %1$@ ) आकारली जाईल. तुमच्या सब्स्क्रिप्शनचे मासिक नूतनीकरण होईल .
ms: Anda akan dikenakan jumlah penuh (%1$@) daripada harga langganan baharu hari ini. Langganan baharu anda akan diperbaharui setiap bulan.
nb: Hele prisen for abonnementet (%1$@) vil trekkes i dag. Abonnementet ditt vil fornyes månedlig.
nl: Het nieuw ingestelde bedrag (%1$@) zal vandaag worden afgeschreven. Je donatie wordt maandelijks automatisch verlengd en opnieuw afgeschreven.
pl: Dziś zostanie pobrana pełna kwota nowej darowizny cyklicznej (%1$@). Płatność będzie ponawiana co miesiąc.
pt_br: Será cobrado de você, hoje, o valor total (%1$@) do preço da nova doação. Sua nova doação será renovada mensalmente.
pt_pt: Ser-lhe-á cobrado o valor total (%1$@) do novo preço da assinatura aos dias de hoje. A sua nova assinatura será renovada mensalmente.
ro: Vei fi taxat astăzi cu prețul integral al noului abonament (%1$@). Noul tău abonament se va reînnoi lunar.
ru: Полная сумма новой подписки (%1$@) будет взята с вас сегодня. Ваша новая подписка будет продлеваться ежемесячно.
sk: Dnes vám bude účtovaná celá suma (%1$@) novej ceny príspevného. Vaše nové prispievanie sa bude obnovovať mesačne.
sl: Zaračunan vam bo celoten znesek (%@) nove naročnine. Naročnina se bo obnavljala mesečno.
sq: Do t’ju faturohet sot vlera e plotë (%@) e çmimit të pajtimit të ri. Pajtimi juaj do të rinovohet çdo muaj.
sr: Данас ће вам бити наплаћен пун износ (%1$@) нове цене претплате. Нова претплата ће се обнављати месечно.
sv: Du kommer att debiteras hela beloppet (%1$@) av det nya abonnemangspriset idag. Ditt nya abonnemang förnyas varje månad.
sw: Utatozwa kiwanhgo kamili (%@) cha bei mpya ya usajili leo. Usajili wako mpya utajihisha kila mwezi.
th: คุณจะถูกเรียกเก็บเงินเป็นจำนวนเต็ม (%1$@) ของราคาสามาชิกใหม่ในปัจจุบัน แล้วการเป็นสมาชิกของคุณจะต่ออายุแบบรายเดือน
tr: Bugün yeni abonelik ücretinin tam tutarıyla (%1$@) ücretlendirileceksin. Yeni aboneliğin aylık olarak yenilenecek.
ug: بۈگۈن سىزدىن يېڭى مۇشتەرىلىك باھاسىنىڭ تولۇق سوممىسى ( %1$@ ) بويىچە ھەق ئېلىنىدۇ. مۇشتەرىلىكىڭىز ھەر ئايدا يېڭىلىنىدۇ.
uk: Сьогодні з вас буде стягнуто повну суму (%1$@) нової підписки. Ми стягуватимемо таку суму щомісяця.
ur: آپ کو آج نئی سبسکرپشن کی مکمل رقم (%1$@) چارج کی جائے گی۔ آپ کی نئی سبسکرپشن کی تجدید ماہانہ ہو گی۔
vi: Bạn sẽ bị mất tất cả số tiền (%1$@) trong lần quyên góp hôm nay. Việc quyên góp của bạn sẽ được gia hạn vào mỗi tháng.
zh_cn: 今天您将会被全额收取新定期捐款（%1$@）。您的新定期捐款将会每月续期。
zh_hk: 是日將向您收取新的訂閱價格全額 (%1$@)。您的新訂閱將會每月續期。

# SUSTAINER_VIEW_UPDATE_SUBSCRIPTION_CONFIRMATION_TITLE
source: Update Subscription?
af: Werk intekening by?
ar: هل ترغبُ بتحديث الاشتراك؟
az: Abunəlik yenilənsin?
be: Абнавіць падпіску?
bn: সদস্যতা আপডেট করবেন?
ca: Voleu actualitzar la subscripció?
cs: Aktualizovat předplatné?
cy: Diweddaru Tanysgrifiad?
da: Opdater abonnement?
de: Regelmäßige Spende aktualisieren?
el: Ενημέρωση συνδρομής;
es: ¿Actualizar suscripción?
et: Kas uuendada tellimust?
fa: به‌روزرسانی اشتراک؟
fi: Päivitä tilaus?
fr: Modifier le don mensuel ?
gu: સબ્સ્ક્રિપ્શન અપડેટ કરવું છે?
he: לעדכן מינוי?
hi: सब्सक्रिप्शन को अपडेट करें?
hr: Ažurirajte pretplatu?
hu: Előfizetés frissítése?
id: Perbarui Langganan?
is: Uppfæra áskrift?
it: Aggiornare contributo?
ja: サブスクリプションを更新しますか？
km: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€á¶ášá‡á¶áœ?
ko: 구독을 업데이트할까요?
lt: Atnaujinti prenumeratą?
ml: സബ്സ്ക്രിപ്ഷൻ അപ്ഡേറ്റ് ചെയ്യണോ?
mr: सब्स्क्रिप्शन अद्ययावत करायचे ?
ms: Kemas Kini Langganan?
nb: Oppdatere abonnementet?
nl: Maandelijkse donatie aanpassen?
pl: Zaktualizować darowiznę cykliczną?
pt_br: Atualizar doação?
pt_pt: Atualizar assinatura?
ro: Actualizezi abonamentul?
ru: Обновить подписку?
sk: Aktualizovať prispievanie?
sl: Želite posodobiti naročnino?
sq: Të Përditësohet Pajtimi?
sr: Желите ли да надоградите претплату?
sv: Uppdatera abonnemang?
sw: Huisha usajili?
th: อัปเดตการเป็นสมาชิกหรือไม่
tr: Abonelik Güncellensin Mi?
ug: مۇشتەرىلىكنى يېڭىلامسىز؟
uk: Змінити підписку?
ur: سبسکرپشن اپ ڈیٹ کریں؟
vi: Cập nhật quyên góp?
zh_cn: 要更新定期捐款吗？
zh_hk: 要更新訂閱嗎？

# SWITCH_OFF
source: Off
af: Af
ar: مُعطَّل
az: Bağlı
be: Адкл.
bn: বন্ধ
ca: Inactiu
cs: Vyp.
cy: I ffwrdd
da: Déaktiveret
de: Aus
el: Ανενεργό
es: Desactivado
es_es: Inactivo
et: Väljas
eu: Desaktibatuta
fa: خاموش
fi: Ei käytössä
fr: Désactivé
ga: As
gu: બંધ
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
is: Af
it: No
ja: オフ
kab: Yensa
km: á”á·á‘
kn: ಆಫ಼್
ko: 꺼짐
lt: Išjungta
lv: Izslēgts
mk: Исклучи
ml: ഓഫ്
mr: बंद
ms: Mati
my: ပိတ်ပါ
nb: Av
nl: Uit
pa: ਬੰਦ
pl: Wył.
ps: خاموشه
pt_br: Desligado
ro: Dezactivate
ru: Отключён
sk: Vypnuté
sl: Izklopljena
sr: Искључено
sv: Av
sw: Zima
ta: அணை
te: ఆఫ్
th: ปิด
tr: Kapalı
ug: تاقاق
uk: Вимк.
ur: بند کریں
vi: Tắt
zh_cn: 关
zh_hk: 關閉

# SWITCH_ON
source: On
af: Aan
ar: مُفعَّل
az: Açıq
be: Укл.
bn: চালু
ca: Actiu
cs: Zap.
cy: Ymlaen
da: Aktivér
de: Ein
el: Ενεργό
es: Activado
es_es: Activo
et: Sees
eu: Aktibatuta
fa: روشن
fi: Käytössä
fr: Activé
ga: Ar siúl
gu: ચાલુ
he: מופעל
hi: पर
hr: Uključeno
hu: Be
id: Aktif
is: Á
ja: オン
kab: Yermed
km: á”á¾á€
kn: ಆನ್
ko: 켜짐
lt: Įjungta
lv: Ieslēgts
mk: Вклучи
ml: ഓൺ
mr: चालू
ms: Hidup
my: ဖွင့်ပါ
nb: På
nl: Aan
pa: ਚਲਾਓ
pl: Wł.
ps: روښانه
pt_br: Ligado
ro: Activate
ru: Включён
sk: Zapnuté
sl: Vklopljena
sr: Укључено
sv: På
sw: Washwa
ta: இயக்கு
te: ఆన్
th: เปิด
tr: Açık
ug: ئاچ
uk: Увімк.
ur: چلائیں
vi: Bật
zh_cn: 开启
zh_hk: 開啟

# SYSTEM_ADDRESS_NAME
source: Signal
ar: سيجنال
fa: سیگنال

# SYSTEM_MESSAGE_ACTION_VERIFY_SAFETY_NUMBER
source: Verify
af: Verifieer
ar: التحقُّق
az: Təsdiqlə
be: Праверыць
bg: Провери Номерата за Безопасност
bn: যাচাই করুন
ca: Verificació
cs: Ověřit
cy: Dilysu
da: Verificér
de: Verifizieren
el: Επιβεβαίωση
es: Verificar
es_es: Verificar
et: Kinnita
eu: Baieztatu
fa: تآیید
fi: Varmenna
fil: Beripikahin ang Numerong Pangkaligtasan
fr: Confirmer
ga: Deimhnigh
gu: ચકાસો
he: וודא
hi: सत्यापित करें
hr: Potvrdi
hu: Hitelesítés
id: Memeriksa
is: Sannreyna
it: Verifica
ja: 検証する
kab: Senqed
kk: Қауіпсіздік нөмірінің дұрыстығын тексеру
km: á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಿ
ko: 검증
lt: Patvirtinti
lv: Verificēt
mk: Потврдете
ml: പരിശോധിക്കുക
mr: सत्यापित करा
ms: Sahkan
my: စစ်ဆေးအတည်ပြုသည်
nb: Bekreft
nl: Verifiëren
pa: ਤਸਦੀਕ ਕਰੋ
pa_pk: حفاظتی نمر دی توثیق کرو
pl: Zweryfikuj
ps: تایید
pt_br: Verificar
pt_pt: Verificar
ro: Verifică
ru: Подтвердить
sk: Overiť
sl: Potrdi
sq: Verifikoje
sr: Верификуј
sv: Verifiera
sw: Hakikisha
ta: சரிபார்க்கவும்
te: నిర్ధారించబడిన
th: ตรวจยืนยัน
tr: Doğrula
ug: دەلىللەش
uk: Перевірити
ur: تصدیق کریں
vi: Xác minh
zh_cn: 验证
zh_hk: 驗證
