Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BLOCK_LIST_BLOCKED_USERS_SECTION
source: Blocked Users
af: Versperde gebruikers
ar: المُستخدمون المحظورون
az: Əngəllənmiş istifadəçilər
be: Заблакаваныя карыстальнікі
bg: Блокирани Потребители
bn: ব্লক করা হয়েছে এমন ইউজার
ca: Usuaris bloquejats
cs: Zablokovaní uživatelé
cy: Defnyddwyr wedi'u Rhwystro
da: Blokerede brugere
de: Blockierte Kontakte
el: Αποκλεισμένοι χρήστες
es: Personas bloqueadas
es_es: Personas bloqueadas
et: Blokeeritud kasutajad
eu: Blokeatutako erabiltzaileak
fa: کاربران مسدودشده
fi: Estetyt käyttäjät
fil: Mga User na Naka-block
fr: Utilisateurs bloqués
ga: Úsáideoirí Bactha
gu: બ્લૉક કરેલા ઉપયોગકર્તાઓ
he: משתמשים חסומים
hi: ब्लॉक किया गया उपयोगकर्ता
hr: Blokirani korisnici
hu: Letiltott felhasználók
id: Pengguna Diblokir
is: Bannaðir notendur og vistföng
it: Utenti bloccati
ja: ブロック中のユーザー
kab: Iseqdacen yettusweḥlen
kk: Бұғатталған пайдаланушылар
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”á¶á“á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧಿಸಿದ ಬಳಕೆದಾರರು
ko: 차단한 사용자
lt: Užblokuoti naudotojai
lv: Bloķētie lietotāji
mk: Блокирани корисници
ml: തടഞ്ഞ ഉപയോക്താക്കൾ
mr: अवरोधित केलेले वापरकर्ते
ms: Pengguna Disekat
my: ပိတ်ပင်ထားသော သုံးသူများ
nb: Blokkerte brukere
nl: Geblokkeerde personen
pa: ਪਾਬੰਦੀ ਲੱਗੇ ਵਰਤੋਂਕਾਰ
pa_pk: بلاک صارفین
pl: Zablokowane osoby
ps: بلاک شوي کاروونکي
pt_br: Pessoas bloqueadas
pt_pt: Utilizadores bloqueados
ro: Utilizatori blocați
ru: Заблокированные пользователи
sk: Blokovaní používatelia
sl: Blokirani/e uporabniki/ce
sq: Përdorues të Bllokuar
sr: Блокирани корисници
sv: Blockerade användare
sw: Watumiaji Waliozuiwa
ta: தடுக்கப்பட்ட பயனர்கள்
te: నిరోధించిన వినియోగదారులు
th: ผู้ใช้ที่ถูกบล็อก
tr: Engellenen Kullanıcılar
ug: چەكلەنگەن ئىشلەتكۈچىلەر
uk: Заблоковані користувачі
ur: بلاک کردہ یوزرز
vi: Người dùng Đã Chặn
zh_cn: 已屏蔽的用户
zh_hk: 被封鎖的用戶

# BLOCK_LIST_ERROR_CONVERSATION_ALREADY_IN_BLOCKLIST
source: Group already blocked.
af: Groep reeds versper.
ar: المجموعة محظورة بالفعل.
az: Qrup artıq əngəllənib.
be: Група, што ўжо заблакавана.
bg: Групата вече е блокирана.
bn: গ্রুপটি ইতিমধ্যেই ব্লক করা হয়েছে।
ca: El grup ja s'ha bloquejat.
cs: Skupina již byla zablokována.
cy: Grŵp eisoes wedi'i rwystro.
da: Gruppen er allerede blokeret.
de: Gruppe bereits blockiert.
el: Η ομάδα είναι ήδη αποκλεισμένη.
es: Grupo ya bloqueado.
es_es: Grupo bloqueado previamente.
et: Grupp on juba blokeeritud.
eu: Taldea blokeatuta zegoen jada.
fa: گروه پیش از این مسدود شده است.
fi: Ryhmä on jo estetty.
fil: Naka-block na ang grupo.
fr: Ce groupe est déjà bloqué.
ga: Tá bac curtha ar an ngrúpa cheana.
gu: ગ્રૂપ પહેલેથી બ્લૉક કરેલ છે.
he: הקבוצה כבר נחסמה.
hi: ग्रुप पहले से ब्लॉक किया हुआ है।
hr: Grupa je već blokirana.
hu: A csoport már le van tiltva.
id: Grup telah diblokir.
is: Hópar sem eru þegar útilokaðir.
it: Gruppo già bloccato.
ja: グループはすでにブロックされています。
kab: Agraw yettusewḥel yakan.
kk: Топ бұғатталып қойған.
km: á€áŸ’ášá»á˜á”á¶á“á á¶á˜áƒá¶ááŸ‹ášá½á…á á¾á™áŸ”
kn: ಗುಂಪನ್ನು ಈಗಾಗಲೇ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
ko: 그룹을 이미 차단했습니다.
lt: Grupė jau užblokuota.
lv: Grupa jau bloķēta.
mk: Групата е веќе блокирана.
ml: ഗ്രൂപ്പിനെ ഇതിനകം തടഞ്ഞു.
mr: गट आधीपासून अवरोधित आहे.
ms: Kumpulan telah disekat.
my: အဖွဲ့အား ပိတ်ပင်ထားပြီးပါပြီ
nb: Gruppen er allerede blokkert.
nl: Groep is al geblokkeerd.
pa: ਗਰੁੱਪ ਉੱਤੇ ਪਹਿਲਾਂ ਹੀ ਪਾਬੰਦੀ ਲੱਗੀ ਹੈ।
pa_pk: گروپ پہلاں ای بلاک اے۔
pl: Grupa została już zablokowana.
ps: دا ګروپ له پخوا څخه بلاک شوی.
pt_br: Grupo já bloqueado.
pt_pt: Grupo já bloqueado.
ro: Grupul este deja blocat.
ru: Группа уже заблокирована.
sk: Skupina je už blokovaná.
sl: Skupina je že blokirana.
sq: Grup i bllokuar tashmë.
sr: Група је већ блокирана.
sv: Gruppen är redan blockerad.
sw: Kundi tayari limezuiwa
ta: குழு ஏற்கனவே தடுக்கப்பட்டுள்ளது.
te: సమూహం ఇప్పటికే బ్లాక్ చేయబడింది.
th: กลุ่มถูกบล็อกอยู่แล้ว
tr: Grup daha önce engellendi.
ug: گۇرۇپپا ئاللىبۇرۇن چەكلەنگەن.
uk: Групу вже заблоковано.
ur: گروپ پہلے سے بلاک ہے۔
vi: Nhóm đã bị chặn.
zh_cn: 群组已屏蔽。
zh_hk: 群組已被封鎖。

# BLOCK_LIST_ERROR_USER_ALREADY_IN_BLOCKLIST
source: User already blocked.
af: Gebruiker reeds versper.
ar: المُستخدم محظور بالفعل.
az: İstifadəçi artıq əngəllənib.
be: Карыстальнік, што ўжо заблакаваны.
bg: Потребителят вече е блокиран.
bn: ইউজারকে ইতিমধ্যেই ব্লক করা হয়েছে।
ca: L'usuari ja s'ha bloquejat.
cs: Uživatel již byl zablokován.
cy: Defnyddiwr eisoes wedi'i rwystro.
da: Brugeren er allerede blokeret.
de: Kontakt bereits blockiert.
el: Ο/Η χρήστης είναι ήδη αποκλεισμένος/η.
es: Persona ya bloqueada.
es_es: Persona bloqueada previamente.
et: Kasutaja on juba blokeeritud.
eu: Erabiltzailea blokeatuta zegoen jada.
fa: کاربر پیش از این مسدود شده است.
fi: Käyttäjä on jo estetty.
fil: Naka-block na ang user.
fr: Utilisateur déjà bloqué.
ga: Tá bac curtha ar an úsáideoir cheana.
gu: ઉપયોગકર્તા પહેલેથી બ્લૉક છે.
he: המשתמש/ת כבר נחסם/ה.
hi: यूज़र पहले से ब्लॉक किया हुआ है।
hr: Korisnik je već blokiran.
hu: A felhasználó már le van tiltva.
id: Pengguna telah diblokir.
is: Notandi er nú þegar útilokaður.
it: Utente già bloccato.
ja: ユーザーはすでにブロックされています。
kab: Aseqdac-a yettusewḥel yakan.
kk: Пайдаланушы бұғатталып қойған.
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”á¶á“á á¶á˜áƒá¶ááŸ‹ášá½á…á á¾á™áŸ”
kn: ಬಳಕೆದಾರರನ್ನು ಈಗಾಗಲೇ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
ko: 사용자를 이미 차단했습니다.
lt: Naudotojas jau užblokuotas.
lv: Lietotājs jau bloķēts.
mk: Корисникот е веќе блокиран.
ml: ഉപയോക്താവിനെ ഇതിനകം തടഞ്ഞു.
mr: वापरकर्ता आधीपासून अवरोधित आहे.
ms: Pengguna telah disekat.
my: သုံးသူအား ပိတ်ပင်ထားပြီးပါပြီ
nb: Brukeren er allerede blokkert.
nl: Deze persoon is al geblokkeerd.
pa: ਵਰਤੋਂਕਾਰ ਉੱਤੇ ਪਹਿਲਾਂ ਹੀ ਪਾਬੰਦੀ ਲੱਗੀ ਹੈ।
pa_pk: صارف پہلاں ای بلاک اے۔
pl: Osoba została już zablokowana.
ps: دا کارن له پخوا څخه بلاک شوی.
pt_br: Pessoa já bloqueada.
pt_pt: Utilizador já bloqueado.
ro: Utilizatorul este deja blocat.
ru: Пользователь уже заблокирован.
sk: Používateľ je už blokovaný.
sl: Uporabnik/ca je že blokiran/a.
sq: Përdorues i bllokuar tashmë.
sr: Корисник је већ блокиран.
sv: Användaren är redan blockerad.
sw: Mtumiaji tayari amezuiwa
ta: பயனர் ஏற்கனவே தடுக்கப்பட்டது.
te: వినియోగదారు ఇప్పటికే బ్లాక్ చేయబడ్డారు.
th: ผู้ใช้ถูกบล็อกอยู่แล้ว
tr: Kullanıcı daha önce engellendi.
ug: ئىشلەتكۈچى ئاللىبۇرۇن چەكلەنگەن.
uk: Користувача вже заблоковано.
ur: یوزر پہلے سے بلاک ہے۔
vi: Người dùng đã bị chặn.
zh_cn: 用户已屏蔽。
zh_hk: 用戶已被封鎖。

# BLOCK_LIST_UNBLOCK_BUTTON
source: Unblock
af: Ontsper
ar: رفع الحظر
az: Əngəldən çıxart
be: Разблакаваць
bg: Отблокиране
bn: আনব্লক করুন
ca: Desbloquejar
cs: Odblokovat
cy: Dadrwystro
da: Fjern blokering
de: Freigeben
el: Κατάργηση αποκλεισμού
es: Desbloquear
es_es: Desbloquear
et: Eemalda blokeering
eu: Desblokeatu
fa: رفع مسدودیت
fi: Poista esto
fil: I-unblock
fr: Débloquer
ga: Bain an bac
gu: અનબ્લૉક કરો
he: ביטול חסימה
hi: अनब्लॉक करें
hr: Odblokiraj
hu: Tiltás feloldása
id: Buka blokir
is: Afbanna
it: Sblocca
ja: ブロック解除
kab: Serreḥ
kk: Бұғатын шешу
km: á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧ ತೆಗೆಯಿರಿ
ko: 차단 해제
lt: Atblokuoti
lv: Atbloķēt
mk: Одблокирај
ml: തടഞ്ഞത് മാറ്റുക
mr: अनावरोधित करा
ms: Nyahsekat
my: ပြန်ဖွင့်သည်
nb: Fjern blokkeringen
nl: Deblokkeren
pa: ਪਾਬੰਦੀ ਹਟਾਓ
pa_pk: ان بلاک کرو
pl: Odblokuj
ps: له بلاک څخه ایستل
pt_br: Desbloquear
pt_pt: Desbloquear
ro: Deblochează
ru: Разблокировать
sk: Odblokovať
sl: Odblokiraj
sq: Zhbllokoje
sr: Одблокирај
sv: Avblockera
sw: Fungua
ta: தடைநீக்கு
te: అనుమతించు
th: เลิกบล็อก
tr: Engeli kaldır
ug: چەكلەشنى بىكار قىلىش
uk: Розблокувати
ur: اَن بلاک کریں
vi: Bỏ chặn
zh_cn: 取消屏蔽
zh_hk: 解除封鎖

# BLOCK_LIST_UNBLOCK_CONTACT_MESSAGE
source: You will be able to message and call each other.
af: Julle sal boodskappe vir mekaar kan stuur en mekaar kan bel.
ar: سَوفَ يُصبِحُ بِإمكانِكُما التَّراسُل وإجراء المكالمات فيما بَينَكُما.
az: Bir-birinizə zəng edə və mesaj göndərə bilərsiniz.
be: Вы зможаце адпраўляць паведамленні і тэлефанаваць адзін аднаму.
bg: Ще можете да си пишете и да се обаждате един на друг.
bn: আপনারা একে অপরকে মেসেজ পাঠাতে এবং কল করতে পারবেন।
ca: Us podreu trucar i enviar missatges.
cs: Budete si moci vzájemně posílat zprávy a volat.
cy: Byddwch chi'n gallu negesu a galw'ch gilydd.
da: I vil være i stand til at sende beskeder og ringe til hinanden
de: Ihr werdet einander schreiben und euch anrufen können.
el: Θα μπορείτε να στέλνετε μηνύματα και να καλείτε ο ένας τον άλλον.
es: Podrás chatear y hablar por teléfono con esta persona.
es_es: Podréis chatear y llamaros mutuamente.
et: Teil on võimalik üksteisele sõnumeid saata ja helistada.
eu: Elkarri deitzeko eta mezuak bidaltzeko gai izango zarete.
fa: شما قادر خواهید بود به یکدیگر پیام داده و تماس بگیرید.
fi: Voitte jatkossa lähettää viestejä ja soittaa toisillenne.
fil: Magagawa nyong magpadala ng mensahe at tawagan ang isa't-isa.
fr: Vous pourrez échanger des messages et des appels avec ce contact.
ga: Beidh sibh in ann teachtaireachtaí a sheoladh dá chéile agus glaonna a chur ar a chéile.
gu: તમે એકબીજાને મેસેજ અને કૉલ કરી શકશો.
he: תוכל להתכתב ולהתקשר זה עם זה.
hi: आप एक दूसरे को संदेश भेज पाएँगे और कॉल कर पाएँगे।
hr: Moći će te razmjenjivati poruke i pozive.
hu: Újra fogadhatsz üzeneteket és hívásokat ettől a kontakttól.
id: Anda akan dapat saling mengirim pesan dan membuat panggilan.
is: Þið munuð geta sent hverju/m/ri öðru skilaboð og hringt.
it: Sarete in grado di scambiarvi messaggi e chiamarvi.
ja: お互いにメッセージや通話ができるようになります。
kab: Ad tizmirem ad tarum neɣ ad tsiwlem gar-awen.
kk: Бір біріңізге хабарлама жіберіп, қоңырау соға аласыздар.
km: á¢áŸ’á“á€á“á·á„á¢á¶á…á•áŸ’á‰á¾áŸá¶ášá“á·á„á áŸ…á…áŸá‰á‘áŸ…áœá·á‰á‘áŸ…á˜á€áŸ”
kn: ನೀವು ಪರಸ್ಪರ ಸಂದೇಶ ನೀಡಲು ಮತ್ತು ಕರೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: 메시지와 전화를 주고받을 수 있게 됩니다.
lt: Galėsite vieni kitiems rašyti žinutes bei skambinti.
lv: Jūs varēsiet nosūtīt ziņas un piezvanīt viens otram.
mk: Ќе можете да си испраќате пораки меѓусебно.
ml: നിങ്ങൾക്ക് പരസ്പരം സന്ദേശമയയ്‌ക്കാനും വിളിക്കാനും കഴിയും.
mr: आपण एकमेकांना संदेश पाठवू आणि कॉल करू शकाल.
ms: Anda akan dapat menghantar mesej dan membuat panggilan satu sama lain.
my: အချင်းချင်း မက်ဆေ့ချ်ပေးပို့ခြင်း နှင့် ခေါ်ဆိုခြင်းများ ပြုလုပ်နိုင်ပါမည်
nb: Du kan sende meldinger og ringe hverandre.
nl: Jullie zullen weer berichten naar elkaar kunnen sturen en met elkaar kunnen bellen.
pa: ਤੁਸੀਂ ਇੱਕ ਦੂਜੇ ਨੂੰ ਸੁਨੇਹੇ ਭੇਜ ਅਤੇ ਕਾਲ ਕਰ ਸਕੋਗੇ।
pa_pk: تساں اک دوجے نوں سنیہا گھلن تے کال کرن دے اہل ہوو گے۔
pl: Będziecie mieć możliwość dzwonienia i wysyłania wiadomości do siebie nawzajem.
ps: تاسې به وکولای شئ چې یوه بل ته پیغام وکړئ او ټلیفوني اړیکې ونیسئ.
pt_br: Vocês poderão trocar mensagens e fazer chamadas entre si.
pt_pt: Poderá enviar mensagens e ligar um para o outro.
ro: Vei putea să trimiți mesaje și să vă sunați reciproc.
ru: Вы сможете отправлять сообщения и звонить друг другу.
sk: Budete si môcť volať a písať.
sl: Lahko si bosta pošiljala sporočila in se klicala.
sq: Do të jeni në gjendje t’i shkruani mesazhe dhe t’i bëni thirrje njëri-tjetrit.
sr: Моћи ћете да размењујете поруке и позиве.
sv: Ni kommer att kunna meddela och ringa varandra.
sw: Mtaweza kutumiana ujumbe na kupigiana simu.
ta: நீங்கள் செய்தி அனுப்ப முடியும் மற்றும் ஒவ்வொன்றையும் அழைக்கவும் மற்றவை.
te: మీరు ఒకరికొకరు సందేశములు పంపుకోవచ్చు మరియు మాట్లాడుకోవచ్చు.
th: คุณจะสามารถส่งข้อความและโทรหากันและกันได้
tr: Birbirinizi arayıp ileti gönderebileceksiniz.
ug: ئۆز ئارا ئۇچۇرلىشىپ ۋە چاقىرىشالايسىلەر.
uk: Ви зможете обмінюватися повідомленнями й здійснювати виклики.
ur: آپ ایک دوسرے کو پیغام بھیجنے اور کال کرنے کے اہل ہوں گے۔
vi: Các bạn sẽ có thể nhắn tin và gọi cho nhau.
zh_cn: 彼此将可以收发消息并呼叫。
zh_hk: 您將可以互相傳送訊息和通話。

# BLOCK_LIST_UNBLOCK_GROUP_BODY
source: Existing members will be able to add you to the group again.
af: Bestaande lede sal jou weer by die groep kan voeg.
ar: سيتمكن الأعضاء الموجودون من إضافتك للمجموعة مرّة أُخرى.
az: Mövcud üzvlər, sizi qrupa yenidən əlavə edə biləcək.
be: Існуючыя ўдзельнікі групы змогуць зноў дадаць вас да гэтай групы.
bg: Текущи членове на групата ще могат да те добавят обратно в групата.
bn: বিদ্যমান সদস্যরা আপনাকে আবার গ্রুপে যোগ করতে সক্ষম হবে।
ca: Els membres existents us podran afegir de nou al grup.
cs: Stávající členové vás budou moci opět přidat do skupiny.
cy: Bydd aelodau cyfredol yn gallu eich ychwanegu i'r grwp eto.
da: Eksisterende medlemmer vil kunne tilføje dig til gruppen igen.
de: Bestehende Mitglieder können dich wieder zur Gruppe hinzufügen.
el: Τα υπάρχοντα μέλη θα μπορούν να σε ξαναπροσθέσουν στην ομάδα.
es: Los participantes del grupo podrán añadirte de nuevo.
es_es: L@s participantes del grupo podrán añadirte de nuevo.
et: Grupi liikmetel on võimalik sind uuesti gruppi lisada.
eu: Taldeko kideak direnak gai izango dira zu taldean berriro sartzeko.
fa: اعضای فعلی می‌توانند شما را دوباره به گروه اضافه کنند.
fi: Ryhmän nykyiset jäsenet voivat lisätä sinut takaisin ryhmään.
fil: Ang naririyan nang mga kasapi ay magagawang idagdag kang muli sa grupo.
fr: Les membres existants pourront vous réintégrer au groupe.
ga: Beidh na baill atá ann ábalta tusa a chur leis an ngrúpa arís.
gu: હાલના સભ્યો તમને ફરીથી ગ્રુપ માં ઉમેરવા માટે સક્ષમ હશે.
he: חברי קבוצה קיימים יוכלו להוסיף אותך שוב אל הקבוצה.
hi: मौजूदा सदस्य आपको फिर से ग्रुप में जोड़ने में सक्षम होंगे।
hr: Postojeći članovi grupe će vas moći ponovno dodati u grupu.
hu: A csoport tagjai később újra hozzáadhatnak a csoporthoz.
id: Anggota grup yang masih ada dapat menambahkan Anda ke grup lagi.
is: Fyrirliggjandi meðlimir munu geta bætt þér aftur í hópinn.
it: I membri esistenti potranno aggiungerti nel gruppo nuovamente.
ja: 既存のメンバーは、あなたをグループに再参加させることができるようになります。
kab: Iɛeggalen yellan yakan ad izmiren ad ak-rnun ɣer ugraw.
kk: Бұрыннан бар қатысушылар сізді топқа қайтадан қоса алатын болады.
km: áŸá˜á¶á‡á·á€áŠáŸ‚á›á˜á¶á“áŸáŸ’ášá¶á”áŸ‹á“á¹á„á¢á¶á…á”á“áŸ’ááŸ‚á˜á¢áŸ’á“á€á‘áŸ…á€áŸ’á“á»á„á€áŸ’ášá»á˜á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸದಸ್ಯರಿಗೆ ನಿಮ್ಮನ್ನು ಮತ್ತೆ ಗುಂಪಿಗೆ ಸೇರಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.
ko: 그룹에 있는 멤버가 나를 다시 그룹에 추가할 수 있게 됩니다.
lt: Esami nariai ir vėl galės pridėti jus į grupę.
lv: Pastāvošie dalībnieki varēs atkal jūs pievienot šai grupai.
mk: Постоечките членови ќе можат повторно да ве додадат во групата.
ml: നിലവിലുള്ള അംഗങ്ങൾക്ക് നിങ്ങളെ ഗ്രൂപ്പിലേക്ക് വീണ്ടും ചേർക്കാൻ കഴിയും.
mr: अस्तित्वात असलेले सदस्य आपल्याला गटामध्ये पुन्हा जोडू शकतील.
ms: Ahli sedia ada akan dapat menambah anda ke dalam kumpulan lagi.
my: လက်ရှိ အဖွဲ့ဝင်များသည် သင့်အား အဖွဲ့ထဲစီသို့ ပြန်ပေါင်းထည့်နိုင်ပါမည်
nb: Eksisterende medlemmer vil kunne legge deg til gruppen igjen.
nl: Huidige leden van de groep zullen jou weer kunnen toevoegen aan de groep.
pa: ਮੌਜੂਦਾ ਮੈਂਬਰ ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਗਰੁੱਪ ਵਿੱਚ ਜੋੜ ਸਕੋਗੇ।
pa_pk: موجودہ اراکین تہانوں فیر گروپ اچ شامل کر سکن گے۔
pl: Osoby z tej grupy znów będą mogły Cię do niej dodać.
ps: د ګروپ موجود غړي به وکولای شي چې تاسې بیا په دغه ګروپ کې اضافه کړي.
pt_br: Membros atuais poderão adicionar você novamente ao grupo.
pt_pt: Os membros atuais poderão voltar a adicionar o seu contacto ao grupo.
ro: Membrii existenți vor putea să te adauge la grup din nou.
ru: Существующие участники смогут снова добавить вас в группу.
sk: Členovia Vás budú môcť znovu pridať do skupiny.
sl: Obstoječi/e člani/ce vas bodo lahko ponovno dodali/e v skupino.
sq: Anëtarët ekzistues do të jenë në gjendje t’ju shtojnë sërish te grupi.
sr: Постојећи чланови ће моћи да вас поново додају у групу.
sv: Befintliga medlemmar kommer att kunna lägga till dig i gruppen igen.
sw: Wanachama waliopo wataweza kukurudisha kwenye kundi tena
ta: தற்போதுள்ள உறுப்பினர்கள் உங்களை மீண்டும் குழுவில் சேர்க்க முடியும்.
te: ఇప్పటికే ఉన్న సభ్యులు మళ్ళీ సమూహానికి మిమ్మల్ని జోడించగలరు.
th: สมาชิกในกลุ่มจะสามารถเพิ่มคุณกลับเข้ากลุ่มได้อีก
tr: Bu grubun üyeleri sizi gruba tekrar ekleyebilecek.
ug: مەۋجۇت ئەزالار سىزنى گۇرۇپپىغا قايتا قوشالايدۇ.
uk: Поточні учасники зможуть знов додати вас у групу.
ur: موجودہ ممبران آپ کو دوبارہ گروپ میں شامل کرنے کے قابل ہوجائیںگے۔
vi: Các thành viên đang trong nhóm có thể thêm lại bạn vào nhóm
zh_cn: 现有成员可再次将您添加至该群组。
zh_hk: 現有的群組成員可以將你再次加入至此群組。

# BLOCK_LIST_UNBLOCK_GROUP_MESSAGE
source: Group members will be able to add you to this group again.
af: Groeplede sal jou weer by die groep kan voeg.
ar: سيتمكن أعضاء المجموعة من إضافتك للمجموعة مرّة أُخرى.
az: Qrup üzvləri, sizi bu qrupa yenidən əlavə edə biləcək.
be: Удзельнікі групы змогуць зноў дадаць вас у гэтую групу.
bg: Членове на групата ще могат да те добавят обратно в групата.
bn: গ্রুপের সদস্যরা আপনাকে আবার এই গ্রুপে যোগ করতে পারবেন।
ca: Els membres del grup us hi podran afegir de nou.
cs: Členové skupiny vás budou moci znovu přidat do této skupiny.
cy: Bydd aelodau'r grŵp yn gallu eich ychwanegu at y grŵp hwn eto.
da: Medlemmer af gruppen kan tilføje dig til gruppen igen
de: Gruppenmitglieder werden dich wieder zu dieser Gruppe hinzufügen können.
el: Τα μέλη της ομάδας θα μπορούν να σε ξαναπροσθέσουν στην ομάδα.
es: Los participantes del grupo podrán añadirte de nuevo.
es_es: L@s participantes de este grupo podrán añadirte de nuevo.
et: Grupi liikmetel on võimalik sind sellesse gruppi uuesti lisada.
eu: Taldearen partaideak gai izango dira zu talde honetan berriro sartzeko.
fa: اعضای گروه می‌توانند دوباره شما را به این گروه اضافه کنند.
fi: Ryhmän jäsenet voivat lisätä sinut takaisin tähän ryhmään.
fil: Ang mga kasapi ng grupong ito ay maaaring isali kang muli sa grupong ito.
fr: Les membres pourront de nouveau vous ajouter à ce groupe.
ga: Beidh baill den ghrúpa in ann tusa a chur leis an ngrúpa seo arís.
gu: ગ્રુપના સભ્યો તમને આ ગ્રુપમાં ફરીથી ઉમેરવામાં સમર્થ હશે.
he: חברי קבוצה יוכלו להוסיף אותך שוב אל קבוצה זו.
hi: ग्रुप के सदस्य आपको इस ग्रुप में दोबारा शामिल कर पाएँगे।
hr: Članovi grupe će vas moći ponovno dodati u ovu grupu.
hu: A tagok ezután újra hozzáadhatnak majd a csoporthoz.
id: Anggota grup dapat mengundang Anda kembali ke dalam grup.
is: Meðlimir hóps munu aftur geta bætt þér í hópinn.
it: I membri del gruppo potranno aggiungerti di nuovo a questo gruppo.
ja: グループメンバーは、あなたを再参加させることができるようになります。
kab: Iɛeggalen n ugraw ad izmiren ad ak-rnun ɣer ugraw-agi i tikkelt nniḍen.
kk: Осы топтың қатысушылары сізді топқа қайтадан қоса алатын болады.
km: áŸá˜á¶á‡á·á€á“á¹á„á¢á¶á…áŠá¶á€áŸ‹á¢áŸ’á“á€á…á¼á›á€áŸ’á“á»á„á€áŸ’ášá»á˜á“áŸáŸ‡á”á¶á“á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಗುಂಪಿನ ಸದಸ್ಯರು ನಿಮ್ಮನ್ನು ಮತ್ತೊಮ್ಮೆ ಈ ಗುಂಪಿಗೆ ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: 그룹 멤버가 나를 다시 그룹에 추가할 수 있게 됩니다.
lt: Grupės nariai galės ir vėl pridėti jus į šią grupę.
lv: Grupas dalībnieki varēs atkal jūs pievienot šai grupai.
mk: Членовите на групата ќе можат повторно да ве додаваат во оваа група.
ml: ഗ്രൂപ്പ് അംഗങ്ങൾക്ക് നിങ്ങളെ വീണ്ടും ഈ ഗ്രൂപ്പിലേക്ക് ചേർക്കാൻ കഴിയും.
mr: गट सदस्य आपल्याला पुन्हा या गटात जोडू शकतील.
ms: Ahli-ahli kumpulan akan dapat menambah anda kepada kumpulan ini lagi.
my: အဖွဲ့ဝင်များသည် သင့်ကို အဖွဲ့ထဲသို့ ပြန်ထည့်နိုင်ပါမည်။
nb: Gruppemedlemmer kan legge deg til denne gruppen igjen.
nl: Groepsleden zullen je weer kunnen toevoegen aan deze groep.
pa: ਗਰੁੱਪ ਦੇ ਮੈਂਬਰ ਤੁਹਾਨੂੰ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਦੁਬਾਰਾ ਜੋੜਨ ਦੇ ਯੋਗ ਹੋਣਗੇ.
pa_pk: گروپ اراکین تساں نوں ایس گروپ اچ دوبارہ شامل کرن دے اہل ہون گے۔
pl: Osoby z tej grupy znów będą mogły Cię do niej dodać.
ps: د ګروپ غړي به وکولای شي چې تاسې بیا په دغه ګروپ کې اضافه کړي.
pt_br: Membros do grupo poderão adicionar você ao grupo novamente
pt_pt: Os membros do grupo serão capazes de o adicionar novamente a este grupo.
ro: Membrii grupului te vor putea adăuga din nou la acest grup.
ru: Участники группы смогут снова добавить вас в неё.
sk: Členovia skupiny vás budú môcť do tejto skupiny znovu pridať.
sl: Drugi/e člani/ce vas bodo lahko ponovno dodali/e v skupino.
sq: Anëtarë të grupit do të jenë në gjendje t’ju rishtojnë te ky grup.
sr: Чланови групе ће моћи да вас поново додају у ову групу.
sv: Gruppmedlemmar kommer att kunna lägga till dig i denna grupp igen.
sw: Washiriki wa kikundi wataweza kukuongeza kwenye kundi hili tena.
ta: குழு உறுப்பினர்கள் சேர்க்க முடியும் நீங்கள் இந்த குழுவிற்கு மீண்டும்.
te: సమూహములో ఉన్న వారు మిమ్మల్ని తిరిగి అందులో చేర్చగలరు.
th: สมาชิกกลุ่มจะสามารถเพิ่มคุณเข้ากลุ่มนี้อีก
tr: Grup üyeleri sizi bu gruba tekrar ekleyebilecekler.
ug: گۇرۇپپا ئەزالىرى سىزنى بۇ گۇرۇپپىغا قايتا قوشالايدۇ.
uk: Учасники зможуть знов додати вас у цю групу.
ur: گروپ ممبران آپ کو دوبارہ اس گروپ میں شامل کرسکیں گے۔
vi: Các thành viên trong nhóm có thể thêm lại bạn vào nhóm.
zh_cn: 群组成员可再次将您添加至该群组。
zh_hk: 群組成員將能夠再把您加入此群組。

# BLOCK_LIST_UNBLOCK_GROUP_TITLE
source: Unblock This Group?
af: Ontsper hierdie groep?
ar: هل ترغبُ برفع حظر المجموعة؟
az: Bu qrup əngəldən çıxarılsın?
be: Разблакаваць гэту групу?
bg: Отблокирай тази група?
bn: এই গ্রুপটিকে আনব্লক করবেন?
ca: Vols desbloquejar el grup?
cs: Odblokovat tuto skupinu?
cy: Dadrwystro'r Grŵp Hwn?
da: Fjern blokering af gruppen?
de: Diese Gruppe freigeben?
el: Κατάργηση αποκλεισμού της ομάδας;
es: ¿Desbloquear este grupo?
es_es: ¿Desbloquear este grupo?
et: Kas eemaldada grupi blokeering?
eu: Talde hau desblokeatu?
fa: این گروه را رفع مسدودیت می‌کنید؟
fi: Poistetaanko tämän ryhmän esto?
fil: I-unblock ang Grupong Ito?
fr: Débloquer ce groupe ?
ga: Bain an bac den ghrúpa seo?
gu: આ ગ્રૂપને અનબ્લૉક કરવું છે?
he: לבטל חסימה של קבוצה זו?
hi: इस ग्रुप को अनब्लॉक करें?
hr: Odblokirati ovu grupu?
hu: Csoport tiltásának feloldása?
id: Buka Blokir Grup Ini?
is: Opna á þennan hóp?
it: Vuoi sbloccare questo gruppo?
ja: このグループのブロックを解除しますか？
kab: Kes asewḥel i ugraw-a?
kk: Осы топтың бұғатын шешу керек пе?
km: á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹á€áŸ’ášá»á˜á“áŸáŸ‡?
kn: ಈ ಗುಂಪನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡುವುದೇ?
ko: 이 그룹을 차단 해제할까요?
lt: Atblokuoti šią grupę?
lv: Vai atbloķēt šo grupu?
mk: Одблокирај ја оваа група
ml: ഈ ഗ്രൂപ്പ് തടയണോ?
mr: हा गट अनावरोधित करायचा?
ms: Nyahsekat kumpulan ini?
my: ဤအဖွဲ့အား ပိတ်ပင်ခြင်းမှ ရပ်ဆိုင်းမလား?
nb: Vil du fjerne blokkering av denne gruppen?
nl: Deze groep deblokkeren?
pa: ਇਸ ਗਰੁੱਪ ਤੋਂ ਪਾਬੰਦੀ ਹਟਾਉਣੀ ਹੈ?
pa_pk: ایس گروپ نوں ان بلاک کرو؟
pl: Odblokować grupę?
ps: غواړئ دا ګروپ له بلاک څخه وباسئ؟
pt_br: Desbloquear este grupo?
pt_pt: Desbloquear este grupo?
ro: Deblochezi acest grup?
ru: Разблокировать эту группу?
sk: Odblokovať túto skupinu?
sl: Želite odblokirati to skupino?
sq: Të zhbllokohet Ky Grup?
sr: Желите ли да одблокирате ову групу?
sv: Avblockera denna grupp?
sw: Fungua Kundi Hili?
ta: இந்த குழுவைத் தடைநீக்கவா?
te: ఈ సమూహాన్ని అన్‌బ్లాక్ చేయాలా?
th: เลิกบล็อกกลุ่มนี้หรือไม่
tr: Grubun Engelini Kaldır?
ug: بۇ گۇرۇپپىنى چەكلەشنى بىكار قىلامسىز؟
uk: Розблокувати цю групу?
ur: اس گروپ کو اَن بلاک کریں؟
vi: Bỏ chặn Nhóm này?
zh_cn: 要取消屏蔽此群组吗？
zh_hk: 要解除封鎖此群組嗎？
