Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_REQUEST_VIEW_EXISTING_CONTACT_PROMPT_FORMAT
source: Continue this chat with %@ and share your name and photo with them?
af: Wil jy hierdie klets met %@ voortsig en jou naam en foto met hulle deel?
ar: هل ترغبُ بمتابعة هذه الدردشة مع %1$@ وهل ترغب بمُشاركة اسمك وصورتك معه؟
az: %@ ilə söhbətə davam edib adınızı və fotunuzu üzvlərlə paylaşmaq istəyirsiniz?
be: Працягнуць гэты чат з %1$@ і абагуліць сваё імя і фота з гэтым карыстальнікам?
bg: Трябва да споделите профила си, за да продължите своя разговор с %@.
bn: %1$@-এর সাথে চ্যাট চালিয়ে যাবেন এবং আপনার নাম ও ছবি তাদের সাথে শেয়ার করবেন?
ca: Vols continuar aquest xat amb %1$@ i compartir-hi el nom i la fotografia?
cs: Pokračovat v chatu s uživatelem %1$@ a sdílet s ním vaše jméno a fotografii?
cy: Parhau'r sgwrs hwn gyda %@ a rhannu eich enw a llun â hwy?
da: Fortsæt chatten med %1$@, og del dit navn og billede?
de: Chat mit %1$@ fortsetzen und deinen Namen und dein Foto mit diesem Kontakt teilen?
el: Να συνεχίσεις τη συνομιλία σου με τον/την %1$@ και να μοιραστείς το όνομα και τη φωτογραφία σου μαζί του/της;
es: ¿Seguir chateando con %1$@ y compartir tu nombre y foto de perfil con esta persona?
es_es: ¿Deseas chatear con %@ y así compartir tu nombre y foto con esta persona?
et: Kas jätkata seda vestlust isikuga %@ ja jagada talle sinu nime ja fotot?
eu: Jarraitu nahi duzu %@ erabiltzailearekin duzun solasaldian eta zure izena eta argazkia berarekin partekatu?
fa: آیا می‌خواهید این گفتگو را با %1$@ ادامه دهید و نام و عکس خود را با آن‌ها به اشتراک بگذارید؟
fi: Jatketaanko keskustelua käyttäjän %1$@ kanssa ja näytetäänkö nimesi ja kuvasi hänelle?
fil: Kailangan mong ibahagi ang iyong profile upang maipagpatuloy ang iyong pakikipag-usap kay %@.
fr: Poursuivre cette conversation et partager votre nom et votre photo avec %1$@ ?
ga: Lean leis an gcomhrá seo le %1$@ agus comhroinn d'ainm agus grianghraf leis an duine sin?
gu: %1$@ સાથે આ ચેટ ચાલુ રાખી અને તેમની સાથે તમારું નામ અને ફોટો શેર કરવો છે?
he: להמשיך צ׳אט זה עם %1$@ ולשתף את השם והתמונה שלך איתו או איתה?
hi: %1$@ के साथ यह चैट जारी रखनी है और इनके साथ अपना नाम और तस्वीर शेयर करनी है?
hr: Želite li nastaviti ovaj razgovor s %1$@ i podijeliti svoje ime i fotografiju?
hu: Folytatod a csevegést %1$@ névjegyeddel, és megosztod a nevedet valamint profilképed vele?
id: Lanjutkan obrolan dengan %1$@ dan bagikan nama dan foto Anda dengannya?
is: Viltu halda áfram samtalinu við %@ og deila nafninu þínu og mynd með viðkomandi?
it: Continuare questa chat con %1$@ e condividere il tuo nome e la tua foto con loro?
ja: %1$@ とのチャットを継続して、名前と写真を共有しますか？
kab: Kemmel asqerdec-ik·im s %@ syen bḍu isem d tewlaft inek·inem yid-sen?
kk: %@ арадағы әңгімеңізді жалғастыру үшін профиліңізді бөлісуіңіз қажет.
km: á”á“áŸ’áá€á¶ášá‡á‡áŸ‚á€á“áŸáŸ‡á‡á¶á˜á½á™ %@ á“á·á„á…áŸ‚á€ášáŸ†á›áŸ‚á€áˆáŸ’á˜áŸ„áŸ‡ á“á·á„ášá¼á”á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™á–á½á€á‚áŸ?
kn: %@ ಅವರೊಂದಿಗೆ ಈ ಚಾಟ್ ಅನ್ನು ಮುಂದುವರಿಸುವುದೇ ಹಾಗೂ ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಫೋಟೋವನ್ನು ಅವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದೇ?
ko: %1$@ 님과 대화를 계속하고 이름과 사진을 공유하시겠어요?
lt: Tęsti šį pokalbį su %@ ir bendrinti jūsų vardą ir nuotrauką su šiuo žmogumi?
lv: Vai turpināt tērzēšanu ar %@ un rādīt viņiem savu vārdu un fotoattēlu?
ml: %@ - മായി നിങ്ങളുടെ സംഭാഷണം തുടരുകയും നിങ്ങളുടെ പേരും ഫോട്ടോയും അവരുമായി പങ്കിടുകയും ചെയ്യണോ?
mr: आपले हे %1$@ सोबतचे चॅट आणि आपले नाव आणि फोटो त्याच्या सदस्यांसह सामायिक करणे सुरू ठेवायचे?
ms: Teruskan sembang ini dengan %1$@ dan kongsikan nama dan foto anda dengan mereka?
my: %@ နှင့် စကားပြောဆိုမှု ဆက်လက်ပြီး သင်၏ အမည်နှင့် ရုပ်ပုံကို အဖွဲ့ဝင်များနှင့် မျှဝေမည်လား?
nb: Fortsett denne samtalen med %1$@ og del ditt navn og bilde med dem?
nl: Doorgaan met deze chat met %1$@ en je profielnaam, -foto en -omschrijving met hen delen?
pa: %@ ਨਾਲ ਆਪਣੀ ਇਹ ਗੱਲਬਾਤ ਅਤੇ ਇਸਦੇ ਮੈਂਬਰਾਂ ਨਾਲ ਆਪਣਾ ਨਾਂ ਅਤੇ ਫ਼ੋਟੋ ਸਾਂਝੀ ਕਰਨੀ ਜਾਰੀ ਰੱਖਣੀ ਹੈ?
pa_pk: %@ دے نال اپنی گل وات جاری رکھن دے لئی تساں نوں لازماً اپنے پروفائل دا سانجھا کرنا ہووے گا۔
pl: Czy Ty i %1$@ dalej będziecie komunikować się ze sobą na tym czacie i czy udostępnić tej osobie Twoje imię i zdjęcie?
ps: غواړئ خپلې محاورې ته مو له %@ سره دوام ورکړئ او خپل نوم او انځور مو د هغه له غړو سره شریک کړئ؟
pt_br: Continuar esse chat com %1$@ e exibir seu nome e foto para essa pessoa?
pt_pt: Deseja continuar este chat com %1$@ e partilhar o seu nome e fotografia?
ro: Continui conversația ta cu %1$@ și partajezi numele și fotografia de profil cu ei?
ru: Продолжить этот чат с %1$@ и открыть ваши имя и фото этому человеку?
sk: Pokračovať v čete s používateľom %1$@ a zdieľať s ním vaše meno a fotku?
sl: Nadaljuj pogovor z osebo %@ in deli svoje ime ter fotografijo?
sq: Të vazhdohet kjo fjalosje me %@ dhe të jepet emri dhe fotoja juaj?
sr: Желите ли да ви и %1$@ наставите ћаскање и да поделите своје име и слику са том особом?
sv: Fortsätt denna chatt med %1$@ och dela ditt namn och foto?
sw: Ungependa kuendelea na gumzo hili na %@ na ushiriki jina na picha yako naye?
ta: இதைத் தொடரவும் அரட்டை உடன் %@ உங்கள் பெயரைப் பகிரவும் புகைப்படம் அவர்களுடன்?
te: ఈ చాట్‌ను %@ తో కొనసాగించండి మరియు మీ పేరు మరియు ఫోటోను వారితో పంచుకోవాలా?
th: ต้องการแชทกับ %1$@ ต่อไปและแชร์ชื่อกับรูปภาพให้ผู้ใช้คนนี้เห็นหรือไม่
tr: %1$@ ile bu sohbete devam etmek ve adını ve fotoğrafını onunla paylaşmak ister misin?
ug: %1$@ بىلەن سۆھبىتىڭىزنى داۋاملاشتۇرامسىز ھەمدە ئىسمىڭىز ۋە رەسىمىڭىزنى ئۇلار بىلەن ئورتاقلىشامسىز؟
uk: Продовжити спілкування з користувачем %1$@ і поділитися з ним іменем і фото?
ur: %1$@ کے ساتھ یہ چیٹ جاری رکھیں اور ان کے ساتھ اپنا نام اور تصویر شیئر کریں؟
vi: Tiếp tục cuộc trò chuyện này với %1$@ và chia sẻ tên và ảnh của bạn với họ?
zh_cn: 要继续与 %1$@ 聊天并与其分享您的昵称和头像码？
zh_hk: 要繼續與 %1$@ 的聊天，並與其分享你的名稱和照片嗎？

# MESSAGE_REQUEST_VIEW_EXISTING_GROUP_PROMPT
source: Continue your chat with this group and share your name and photo with its members?
af: Wil jy jou klets met hierdie groep voortsit en jou naam en foto met sy lede deel?
ar: هل ترغبُ بمتابعة دردشتك مع هذه المجموعة ومُشاركة اسمك وصورتك مع أعضاءها؟
az: Bu qrupla söhbətə davam edib adınızı və fotunuzu üzvlərlə paylaşmaq istəyirsiniz?
be: Працягнуць чат з гэтай групай і абагуліць сваё імя і фота з яе ўдзельнікамі?
bn: এই গ্রুপের সাথে চ্যাট চালিয়ে যাবেন এবং এর সদস্যদের সাথে আপনার নাম ও ছবি শেয়ার করবেন?
ca: Vols continuar xatejant amb aquest grup i compartir-hi el nom i la fotografia?
cs: Pokračovat v chatu s touto skupinou a sdílet vaše jméno a fotografii s jejími členy?
cy: Parhau'r sgwrs gyda'r grŵp hwn a rhannu eich enw a llun â'i aelodau?
da: Vil du fortsætte chatten med gruppen og dele dit navn og billede med dens medlemmer?
de: Chat mit dieser Gruppe fortsetzen und deinen Namen und dein Foto mit deren Mitgliedern teilen?
el: Να συνεχίσεις τη συνομιλία με αυτή την ομάδα, και να μοιραστείς το όνομα και τη φωτογραφία σου με τα μέλη της;
es: ¿Seguir chateando en este grupo y compartir tu nombre y foto de perfil con sus participantes?
es_es: ¿Deseas chatear con este grupo y así compartir tu nombre y foto con sus participantes?
et: Kas jätkata vestlust selle grupiga ja jagada sinu nime ning fotot grupi liikmetele?
eu: Jarraitu nahi duzu talde honekin duzun solasaldian eta zure izena eta argazkia bere kideekin partekatu?
fa: آیا می‌خواهید به گفتگو‌ی خود با این گروه ادامه دهید و نام و عکس خود را با اعضای آن به اشتراک بگذارید؟
fi: Jatketaanko keskustelua tämän ryhmän kanssa ja näytetäänkö nimesi ja kuvasi sen jäsenille?
fil: You must share your profile to continue your conversation with this group.
fr: Poursuivre votre conversation avec ce groupe et partager votre nom et votre photo avec ses membres ?
ga: Lean le do chomhrá leis an ngrúpa seo agus comhroinn d'ainm agus grianghraf lena bhaill?
gu: આ ગ્રૂપ સાથે તમારી ચેટ ચાલુ રાખી અને તેના સભ્યો સાથે તમારું નામ અને ફોટો શેર કરવા છે?
he: להמשיך צ׳אט זה עם קבוצה זו ולשתף את השם והתמונה שלך עם חברי הקבוצה?
hi: इस ग्रुप के साथ अपनी चैट जारी रखनी है और इसके मेंबर्स के साथ अपना नाम और तस्वीर शेयर करनी है?
hr: Želite li nastaviti razgovor s ovom grupom i podijeliti svoje ime i fotografiju s članovima?
hu: Folytatod a csoporton belüli csevegést, és megosztod a nevedet valamint profilképed a tagokkal?
id: Lanjutkan obrolan Anda dengan grup ini dan bagikan nama dan foto Anda dengan anggotanya?
is: Viltu halda áfram samtalinu við þennan hóp og deila nafninu þínu og mynd með meðlimum hans?
it: Continuare la tua chat con questo gruppo e condividere il tuo nome e la tua foto con i suoi membri?
ja: このグループとのチャットを継続して、あなたの名前と画像をそのメンバーと共有しますか？
kab: Kemmel isqerdicen-inek·inem akked ugraw-a syen bḍu isem d tewlaft inek·inem akked yiɛeggalen-is?
kk: Осы топпен әңгіме-дүкенді жалғастыру үшін профиліңізді олармен бөлісуіңіз қажет.
km: á”á“áŸ’áá€á¶ášá‡á‡áŸ‚á€ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™á€áŸ’ášá»á˜á“áŸáŸ‡ á“á·á„á…áŸ‚á€ášáŸ†á›áŸ‚á€áˆáŸ’á˜áŸ„áŸ‡ á“á·á„ášá¼á”á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™áŸá˜á¶á‡á·á€á€áŸ’ášá»á˜áŸ”
kn: ಈ ಗುಂಪಿನೊಂದಿಗೆ ನಿಮ್ಮ ಚಾಟ್ ಅನ್ನು ಮುಂದುವರಿಸುವುದೇ ಹಾಗೂ ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಫೋಟೋವನ್ನು ಇದರ ಸದಸ್ಯರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದೇ?
ko: 이 그룹과 대화를 계속하고 해당 그룹의 멤버들에게 이름과 사진을 공유하시겠어요?
lt: Tęsti jūsų pokalbį su šia grupe ir bendrinti jūsų vardą ir nuotrauką su jos nariais?
lv: Vai turpināt tērzēšanu ar šo grupu un rādīt savu vārdu un fotoattēlu šīs grupas dalībniekiem?
ml: ഈ ഗ്രൂപ്പുമായുള്ള സംഭാഷണം തുടരുകയും നിങ്ങളുടെ പേരും ഫോട്ടോയും അതിന്റെ അംഗങ്ങളുമായി പങ്കിടുകയും ചെയ്യണോ?
mr: आपले या गटासोबतचे चॅट आणि आपले नाव आणि फोटो त्याच्या सदस्यांसह सामायिक करणे सुरू ठेवायचे?
ms: Teruskan sembang anda dengan kumpulan ini dan kongsikan nama dan foto anda dengan ahli-ahlinya?
my: ၎င်းအဖွဲ့နှင့် စကားပြောဆိုမှု ဆက်လက်ပြီး သင်၏ အမည်နှင့် ရုပ်ပုံကို အဖွဲ့ဝင်များနှင့် မျှဝေမည်လား?
nb: Fortsett denne samtalen med denne gruppen og del ditt navn og bilde med gruppens medlemmer?
nl: Wil je je profielnaam, -foto en -omschrijving met de andere leden delen om je chat met de groep voort te kunnen zetten?
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਆਪਣੀ ਚੈਟ ਅਤੇ ਇਸਦੇ ਮੈਂਬਰਾਂ ਨਾਲ ਆਪਣਾ ਨਾਂ ਅਤੇ ਫ਼ੋਟੋ ਸਾਂਝੀ ਕਰਨੀ ਜਾਰੀ ਰੱਖਣੀ ਹੈ?
pa_pk: You must share your profile to continue your conversation with this group.
pl: Kontynuować czat z tą grupą i udostępnić jej Twoje imię i zdjęcie?
ps: غواړئ خپلې محاورې ته مو له دې ګروپ سره دوام ورکړئ او خپل نوم او انځور مو د هغه له غړو سره شریک کړئ؟
pt_br: Continuar seu chat com este grupo e exibir seu nome e foto para os membros?
pt_pt: Deseja continuar este chat com este grupo e partilhar o seu nome e fotografia?
ro: Continui conversația cu acest grup și partajezi numele și fotografia ta cu membrii săi?
ru: Продолжить ваш чат с этой группой и открыть ваше имя и фото её участникам?
sk: Pokračovať v čete v tejto skupine a zdieľať vaše meno a fotku s jej členmi?
sl: Nadaljuj pogovor s to skupino in deli svoje ime ter fotografijo s člani?
sq: Të vazhdohet fjalosja juaj me këtë grup dhe t’u jepet anëtarëve të tij emri dhe fotoja juaj?
sr: Желите ли да наставите са ћаскањем у овој групи и да са њеним члановима поделите своје име и слику?
sv: Fortsätt din chatt med denna grupp och dela ditt namn och foto med dess medlemmar?
sw: Ungependa kuendelea kuzungumza na kikundi hiki na ushiriki jina na picha yako na wanachama wake?
ta: இந்த குழுவுடன் உங்கள் அரட்டையைத் தொடர, உங்கள் பெயரையும் புகைப்படத்தையும் அதன் உறுப்பினர்களுடன் பகிர்ந்து கொள்ளவா?
te: ఈ గుంపుతో మీ మాటామంతీని కొనసాగించండి మరియు మీ పేరు మరియు ఫోటోను దాని సభ్యులతో పంచుకోవాలా?
th: ต้องการแชทกับกลุ่มนี้ต่อไปและแชร์ชื่อกับรูปภาพให้สมาชิกในกลุ่มเห็นหรือไม่
tr: Bu grupla sohbete devam etmek ve adını ve fotoğrafını üyeleriyle paylaşmak ister misin?
ug: بۇ گۇرۇپپىدا سۆھبىتىڭىزنى داۋاملاشتۇرامسىز ھەمدە ئىسمىڭىز ۋە سۈرىتىڭىزنى ئۇنىڭ ئەزالىرى بىلەن ھەمبەھىرلەمسىز؟
uk: Продовжувати спілкування з цією групою і поділитися іменем і фото з її учасниками?
ur: اس گروپ کے ساتھ اپنی چیٹ جاری رکھیں اور اس کے ممبروں کے ساتھ اپنا نام اور تصویر شیئر کریں؟
vi: Tiếp tục cuộc trò chuyện của bạn với nhóm này và chia sẻ tên và ảnh của bạn với các thành viên nhóm?
zh_cn: 要参与此群组聊天并向其成员分享您的昵称和头像吗？
zh_hk: 要繼續與此群組的聊天，並與其成員分享你的名稱和照片嗎？

# MESSAGE_REQUEST_VIEW_NEW_CONTACT_PROMPT_FORMAT
source: Let %@ message you and share your name and photo with them? They won’t know you’ve seen their message until you accept.
af: Laat %@ vir jou boodskappe stuur en jou naam en foto met hulle deel? Hulle sal nie weet dat jy hulle boodskappe gesien het nie tot jy aanvaar.
ar: هل ترغبُ بالسماح لـ %1$@ بمُراسلتك وهل ترغبُ بمُشاركة اسمك وصورتك معه؟ لن يعلم أنك قد قرأتَ رسائله حتى تقوم بالقبول.
az: %@ əlaqəsinin sizə mesaj göndərməsinə icazə verərək adınızı və fotonuzu onunla paylaşırsınız? Qəbul edənə qədər onun mesajlarını gördüyünüzü bilməyəcək.
be: Дазволіць %1$@ адправіць вам паведамленне і раскрыць вашы імя і фота гэтай асобе? Яны не даведаюцца, што вы бачылі іх паведамленне, пакуль вы не прымеце запыт.
bg: Искате ли да позволите на %@ да ви изпраща съобщения? Другата страна няма да знае, че сте видели нейните съобщения, преди да приемете.
bn: %1$@-কে কি আপনাকে মেসেজ পাঠাতে দেবেন এবং তাদের সাথে আপনার নাম ও ফটো শেয়ার করবেন? আপনি স্বীকার না করা পর্যন্ত তারা জানবেন না যে আপনি তাদের মেসেজটি দেখেছেন।
ca: Voleu permetre que %1$@ us envii missatges i compartir-hi el nom i la fotografia? No sabran que heu vist el missatge fins que no ho accepteu.
cs: Dovolit %1$@ zasílat vám zprávy a sdílet vaše jméno a fotografii? Dokud je neodblokujete, tak žádné zprávy neobdržíte.
cy: Gadael i %@ anfon negeseuon atoch, a rhannu eich enw a llun gyda nhw? Ni fyddant yn gwybod eich bod wedi gweld eu neges nes i chi dderbyn.
da: Lad %1$@ sende dig beskeder og dele dit navn og foto med vedkommende? Personen ved ikke, at du har set deres besked, før du accepterer det.
de: Darf %1$@ dir Nachrichten schreiben und deinen Namen und dein Foto sehen? Die Person weiß nicht, dass du ihre Nachricht gesehen hast, bis du die Anfrage annimmst.
el: Να επιτραπεί στον/στην %1$@ να σου στείλει μηνύματα, και να μοιραστεί το όνομα και η φωτογραφία σου μαζί του/της; Δεν θα γνωρίζει ότι έχεις δει τα μηνύματα που έστειλε μέχρι να δεχτείς.
es: ¿Permitir que %1$@ te envíe mensajes y compartir tu nombre y foto de perfil con esta persona? No sabrá que has visto sus mensajes hasta que aceptes.
es_es: ¿Deseas que %@ te envíe mensajes y así compartir tu nombre y foto? Esta persona no sabrá que has visto sus mensajes hasta que aceptes.
et: Kas lubad kasutajal %@ sulle sõnumeid saata ja jagad enda nime ning fotot temaga? Ta ei tea, et oled tema sõnumit näinud kuni sa lubad.
eu: %@ erabiltzaileari baimena eman nahi diozu zuri mezuak bidaltzeko eta zure izena eta argazkia beraiekin partekatzeko. Zuk onartu arte ez dute jakingo beraien mezua ikusi duzunik.
fa: به %1$@ اجازه می‌دهید که به شما پیام دهد و نام و عکس خود را با آن‌ها به اشتراک می‌گذارید؟ تا زمانی که نپذیرید آن‌ها متوجه نمی‌شوند که پیام‌شان را خوانده‌اید.
fi: Sallitaanko henkilön %1$@ lähettää sinulle viestejä ja nähdä nimesi ja profiilikuvasi? Hän ei tiedä että olet nähnyt hänen viestinsä ennen hyväksymistä.
fr: Partager votre nom et votre photo avec %1$@ et l'autoriser à échanger des messages avec vous ? Cet utilisateur ne saura pas que vous avez vu ses messages tant que vous n'aurez pas accepté.
ga: An bhfuil fonn ort d'ainm agus do phictiúr a roinnt le %1$@, agus cead a thabhairt dó/di teachtaireachtaí a sheoladh chugat? Ní bheidh a fhios acu go bhfaca tú an teachtaireacht go dtí go nglacfaidh tú léi.
gu: શું તમે %1$@ ને મેસેજ અને તેમની સાથે તમારું નામ અને ફોટો કરવા શેર માંગો છો ? જ્યાં સુધી તમે સ્વીકારશો નહીં ત્યાં સુધી તેઓ જાણશે નહીં કે તમે તેમનો મેસેજ જોયો છે.
he: לאפשר אל %1$@ לשלוח לך הודעות ולשתף את השם והתמונה שלך איתו/איתה? הוא/היא לא יידע/תידע שקראת את ההודעה שלו/שלה עד שתאשר.
hi: %1$@ को आपको मेसेज करने देना है और उनके साथ अपना नाम और तस्वीर शेयर करनी है? उन्हें पता नहीं चलेगा कि आपने उनका मेसेज देख लिया है जब तक आप स्वीकार नहीं करते।
hr: Želite li dopustiti %1$@ da vam pošalje poruku i da dijelite svoje ime i fotografiju s njima? Neće znati da ste vidjeli njihovu poruku dok ne prihvatite.
hu: Engedélyezed, hogy %1$@ üzenetet küldjön számodra és lássa a profilodat? Amíg nem fogadod el a felkérést, nem fog tudni arról, hogy megkaptad az üzeneteit.
id: Izinkan %1$@ mengirimkan Anda pesan dan membagikan nama dan foto Anda dengan mereka? Mereka tidak akan mengetahui jika Anda telah membaca pesan mereka sampai Anda menerimanya.
is: Viltu leyfa %@ að senda þér skilaboð og deila nafninu þínu og mynd með honum? Hann mun ekki vita hvort þú hafir séð skilaboðin hans fyrr en þú samþykkir þetta.
it: Permettere a %1$@ di inviarti messaggi e condividere il tuo nome e la tua foto con questa persona? Non saprà che hai visto i suoi messaggi finché non accetti.
ja: %1$@ からメッセージを受信し、あなたの名前と画像を共有しますか？承認するまで、相手にはあなたがメッセージを見たことははわかりません。
kab: Eǧǧ %@ ad ak·am-d-arun, syen bḍu isem d tewlaft inek·inem yid-sen? Ur ẓarren ara tettwaliḍ iznan-nsen alamma tqebleḍ-tent.
kk: %@ сізге хабарлама жазуына рұқсат беріп, атыңыз бен фотосуретіңізді олармен бөлісу керек пе? Сіз қабылдамайынша олар сіздің өз хабарламасын көргеніңіз туралы білмейтін болады.
km: á¢á“á»á‰áŸ’á‰á¶á %@ á•áŸ’á‰á¾áŸá¶ášá˜á€á¢áŸ’á“á€ á“á·á„á…áŸ‚á€ášáŸ†á›áŸ‚á€áˆáŸ’á˜áŸ„áŸ‡ á“á·á„ášá¼á”á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™á–á½á€á‚áŸ? á–á½á€á‚áŸá“á¹á„á˜á·á“áŠá¹á„áá¶ á¢áŸ’á“á€á”á¶á“á˜á¾á›áƒá¾á‰áŸá¶ášášá”áŸáŸ‹á‚áŸášá á¼ááŠá›áŸ‹á¢áŸ’á“á€á™á›áŸ‹á–áŸ’ášá˜áŸ”
kn: %@ ಅವರು ನಿಮಗೆ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ಹಾಗೂ ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಫೋಟೋವನ್ನು ಅವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ಅನುಮತಿಸುವುದೇ? ನೀವು ಸ್ವೀಕರಿಸುವವರೆಗೂ ಅವರಿಗೆ ನೀವು ಅವರ ಸಂದೇಶಗಳನ್ನು ನೋಡಿದ್ದೀರಿ ಎನ್ನುವುದು ತಿಳಿಯುವುದಿಲ್ಲ.
ko: %1$@ 님에게 내 이름과 사진을 공유하고 메시지를 보내도록 허용하시겠습니까? 수락하기 전까지 상대는 내가 메시지를 보았는지 알 수 없습니다.
lt: Ar norite leisti, kad %@ rašytų jums žinutes, ir bendrinti savo vardą bei nuotrauką su šiuo naudotoju? Naudotojas nežinos, kad matėte jo žinutę tol, kol nesutiksite.
lv: Atļaut %@ grupai ar jums sazināties? Jūs nesaņemsiet nevienu ziņu, kamēr šo grupu neatbloķēsiet.
mk: Дали сакате да му дозволите на %@ да ги споделува вашето име и слика? Тој нема да знае дека сте ја виделе неговата порака додека не ја прифатите поканата за разговор.
ml: %@ നിങ്ങൾക്ക് സന്ദേശം അയയ്‌ക്കാനും നിങ്ങളുടെ പേരും ഫോട്ടോയും അവരുമായി പങ്കിടട്ടെ? നിങ്ങൾ അംഗീകരിക്കുന്നതുവരെ നിങ്ങൾ അവരുടെ സന്ദേശം കണ്ടതായി അവർക്ക് അറിയില്ല.
mr: %1$@ ला आपल्याला संदेश देऊ द्या आणि त्यांचे नाव आणि फोटो त्यांच्यासह शेअर करू द्यायचे? आपण स्वीकार करेपर्यंत आपण त्यांचा संदेश पाहिला आहे हे त्यांना कळणार नाही.
ms: Membenarkan %1$@ menghantar mesej kepada anda dan kongsikan nama dan foto anda dengan mereka? Mereka tidak akan tahu bahawa anda telah melihat mesej mereka sehingga anda menerimanya.
my: %@ မှ သင့်ကို မက်ဆေ့ချ်ပို့ရန် ခွင့်ပြုပြီး သင်၏ အမည်နှင့် ရုပ်ပုံတို့ကို ၎င်းနှင့် မျှဝေမည်လား? ၎င်းသည် သင်မှ ၎င်းတို့၏ မက်ဆေ့ချ်များကို ဖတ်ရှုခဲ့သည်ကို သင်လက်ခံသည်အထိ မတွေ့ရပါ။
nb: La %1$@ sende meldinger til deg, samt dele navn og bilde med dem? De vil ikke vite at du har sett meldingen før du fjerner blokkeringer av dem.
nl: Wil je berichten van %1$@ ontvangen en je profielnaam, -foto en -omschrijving met diegene delen? Personen weten niet dat je hun berichten hebt gezien totdat je het gespreksverzoek hebt geaccepteerd.
pa: %@ ਨੂੰ ਤੁਹਾਨੂੰ ਸੁਨੇਹਾ ਭੇਜਣ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਤੁਹਾਡਾ ਨਾਂ ਅਤੇ ਫ਼ੋਟੋ ਸਾਂਝੀ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਣੀ ਹੈ? ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕਰ ਲੈਂਦੇ ਉਦੋਂ ਤੱਕ ਉਹਨਾਂ ਨੂੰ ਇਹ ਪਤਾ ਨਹੀਂ ਲੱਗੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਦਾ ਸੁਨੇਹਾ ਦੇਖ ਲਿਆ ਹੈ।
pl: Czy %1$@ może wysyłać Ci wiadomości oraz czy udostępnić tej osobie Twoje imię i zdjęcie? Nie dowie się ona, że wiadomość została przez Ciebie odczytana, dopóki nie zaakceptujesz zaproszenia.
ps: غواړئ %@ ته اجازه ورکړئ چې تاسې ته پیغام وکړي او ستاسې نوم او انځور له هغوی سره شریک کړي؟ هغوی به پوه نشي چې تاسې د هغوی پیغام لیدلی دی تر څو تاسې یې ونه منئ.
pt_br: Você quer compartilhar seu nome e foto com %1$@ e permitir que essa pessoa inicie uma conversa com você? Ela não saberá que você visualizou a mensagem dela se você não aceitar.
pt_pt: Permite que %1$@ entre em contacto consigo e partilhe o seu nome e fotografia com ele(a)? Ele(a) não saberá que viu a mensagem até que aceite.
ro: Permiți lui %1$@ să-ți trimită mesaje și împărtășești numele și fotografia cu ei? Nu vor ști că le-ai văzut mesajul până nu accepți.
ru: Разрешить %1$@ отправлять вам сообщения и открыть ваше имя и фото этому человеку? Он не узнает, что вы видели его сообщение, пока вы не примете запрос.
sk: Povoliť používateľovi %1$@, aby vám posielal správy a zdieľať s ním vaše meno a foto? Kým s tým nebudete súhlasiť, nebude vedieť, že ste jeho správu videli.
sl: Želite omogočiti uporabniku/ci %@, da vam pošilja sporočila in z njim/njo deliti svoje ime in fotografijo? Dokler ne sprejmete vabila, pošiljatelj/ica ne bo vedel/a, da ste prejeli njegovo/njeno sporočilo.
sq: Të lejohet %@ t’ju dërgojë mesazh dhe të ndajë emrin dhe foton tuaj me të tjerë? S’do ta dijë se e keni parë mesazhin e tij, para se të pranoni këtë.
sr: Да ли дозвољавате да вам %1$@ шаље поруке и да види ваше име и слику? Неће знати да сте прочитали поруке док не прихватите.
sv: Tillåt att %1$@ meddelar dig och dela ditt namn och foto med dem? Personen vet inte att du har sett meddelandet förrän du accepterar det.
sw: Ungependa kumruhusu %@ akutumie ujumbe na ushiriki naye jina na picha yako? Hawatajua umeona ujumbe wake hadi utakapokubali.
ta: உங்களுக்கு %@ செய்தி அனுப்பவும், உங்கள் பெயரையும் புகைப்படத்தையும் அவர்களுடன் பகிர்ந்து கொள்ளலாமா? நீங்கள் ஏற்றுக்கொள்ளும் வரை அவர்களின் செய்தியை நீங்கள் பார்த்திருப்பதை அவர்கள் அறிய மாட்டார்கள்.
te: %@ మీకు సందేశం ఇవ్వనివ్వండి మరియు మీ పేరు మరియు ఫోటోను వారితో పంచుకోవాలా? మీరు అంగీకరించే వరకు మీరు వారి సందేశాన్ని చూశారని వారికి తెలియదు.
th: อนุญาตให้ %1$@ ส่งข้อความและเห็นชื่อและรูปถ่ายของคุณหรือไม่? พวกเขาจะไม่รู้ว่าคุณเห็นข้อความของพวกเขาจนกว่าคุณจะตอบรับ
tr: %1$@ kişisinin sizinle yazışmasına ve adınızla fotoğrafınızı görmesine izin vermek istiyor musunuz? Kabul edene kadar iletilerini gördüğünüzü bilmeyecekler.
ug: «%1$@» نىڭ سىزگە ئۇچۇر يوللىشىغا ھەمدە ئىسمىڭىز ۋە رەسىملىرىڭىزنى ئۇلار بىلەن ئورتاقلىشىشقا رۇخسەتمۇ؟ سىز قوشۇلۇشتىن ئىلگىرى ئۇلار سىزنىڭ ئۇچۇرنى كۆرگىنىڭىزنى بىلمەيدۇ.
uk: Ви хочете, щоб користувач %1$@ писав вам повідомлення й бачив ваше ім'я та фото? Користувач не знатиме, що ви побачили його повідомлення, поки ви не приймете запит.
ur: %1$@ آپ کو پیغام دیں اور ان کے ساتھ اپنا نام اور تصویر شئیر کریں؟ جب تک آپ ان کو قبول نہ کریں تب تک وہ نہیں جانیں گے کہ آپ نے ان کا پیغام دیکھا ہے۔
vi: Để %1$@ nhắn tin cho bạn và chia sẻ tên và ảnh của bạn với họ? Họ sẽ không biết bạn đã đọc tin nhắn của họ cho tới khi bạn đồng ý.
zh_cn: 是否允许 %1$@ 查看您的名称头像并给您发消息？取消屏蔽前其无法知晓您是否阅读了其发来的消息。
zh_hk: 要讓 %1$@ 傳訊給您，並向對方分享您的名稱和照片嗎？在您接受之前，對方不會知道您已看過其訊息。
