Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GIF_VIEW_SEARCH_ERROR
source: Error. Tap to Retry.
af: Fout. Tik om weer te probeer.
ar: خطأ. انقر لإعادة المحاولة.
az: Xəta. Yenidən sınamaq üçün toxunun.
be: Памылка. Націснуць, каб паспрабаваць зноў.
bg: Грешка. Натиснете за да опитате отново.
bn: ত্রুটি। পুনরায় চেষ্টা করতে আলতো চাপুন।
ca: Error. Torneu a intentar-ho.
cs: Chyba. Klepnout pro opakování.
cy: Gwall. Tapiwch i Ailgynnig.
da: Fejl. Tryk for at prøve igen.
de: Fehler. Für erneuten Versuch antippen.
el: Σφάλμα. Πάτα για επανάληψη.
es: Error. Toca para volver a intentarlo.
es_es: Fallo. Toca para reintentar.
et: Tõrge. Klõpsa uuesti proovimiseks.
eu: Errorea. Klikatu berriro saiatzeko.
fa: ایراد. برای تلاش دوباره لمس کنید.
fi: Virhe. Yritä uudelleen napauttamalla.
fil: May Error. Pindutin para Subukang Muli.
fr: Erreur. Touchez pour réessayer.
ga: Earráid. Tapáil chun triail eile a bhaint as.
gu: ભૂલ. ફરીથી પ્રયાસ કરવા માટે ટેપ કરો.
he: שגיאה. הקש כדי לנסות שוב.
hi: कुछ गलति हुई है। दोबारा कोशिश के लिये टैप करें।
hr: Pogreška. Pritisnite za ponovni pokušaj.
hu: Hiba. Újra koppintással.
id: Gagal. Ketuk untuk Mencoba Ulang.
is: Villa, bankaðu til að reyna aftur
it: Errore. Tocca per riprovare.
ja: エラーが発生しました。タップして再度試してください。
kab: Tuccḍa. Sit i wakken ad talseḍ aneεruḍ.
kk: Қате. Қайта іздеу үшін түртіңіз.
km: á”á‰áŸ’á á¶áŸ” á…á»á… áŠá¾á˜áŸ’á”á¸áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ದೋಷ. ಪುನಃ ಪ್ರಯತ್ನಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 오류가 발생했습니다. 탭하면 다시 시도합니다.
lt: Klaida. Bakstelėkite, norėdami pakartoti.
lv: Kļūda. Pieskarieties, lai mēģinātu vēlreiz.
mk: Грешка. Допрете за повторен обид.
ml: പിശക്. വീണ്ടും ശ്രമിക്കുന്നതിനായി ടാപ് ചെയ്യുക.
mr: त्रुटी. पुन्हा प्रयत्न करण्यासाठी टॅप करा.
ms: Ralat. Ketik untuk Cuba Semula
my: အခက်အခဲဖြစ်သွားသည်၊ ပြန်စရန် တစ်ချက်နှိပ်ပါ။
nb: Feil. Trykk for å forsøke på nytt.
nl: Fout. Tik om opnieuw te proberen.
pa: ਤਰੁਟੀ. ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ.
pa_pk: نقص۔ فیر کوشش دے لئی ٹیپ کرو۔
pl: Wystąpił błąd. Dotknij, aby spróbować ponownie.
ps: تیروتنه. د بیا هڅې کولو لپاره کلیک وکړئ.
pt_br: Erro. Toque para tentar novamente.
pt_pt: Erro. Toque para tentar novamente.
ro: Eroare. Apasă pentru a încerca din nou.
ru: Ошибка. Повторить попытку?
sk: Chyba. Ťuknutím skúste znovu.
sl: Napaka. Tapnite za ponovitev.
sq: Gabim. Prekeni që të Riprovohet.
sr: Дошло је до грешке. Додирните да пробате поново.
sv: Fel, tryck för att försöka igen.
sw: Hitilafu: Gusa Kujaribu Tena
ta: பிழை. மீண்டும் முயற்சிக்க தட்டவும்.
te: లోపం. మరోసారి ప్రయత్నిచేందుకు తట్టండి.
th: ผิดพลาด แตะเพื่อลองใหม่
tr: Hata. Tekrar Denemek için Dokunun
ug: خاتالىق. چېكىپ قايتا سىناڭ.
uk: Помилка. Натисніть, щоб повторити.
ur: خرابی۔ دوبارہ کوشش کرنے کیلئے کلک کریں۔
vi: Lỗi. Chạm để Thử lại.
zh_cn: 错误。点击重试。
zh_hk: 出錯。按一下以重試。

# GIF_VIEW_SEARCH_NO_RESULTS
source: No Results
af: Geen resultate nie.
ar: لا يوجد نتائج
az: Nəticə yoxdur.
be: Няма вынікаў
bg: Няма резултати.
bn: ফলাফল শুন্য
ca: No hi ha cap resultat.
cs: Žádné výsledky.
cy: Dim Canlyniadau.
da: Ingen resultater
de: Keine Ergebnisse
el: Δεν υπάρχουν αποτελέσματα
es: No hay resultados
es_es: Sin resultados.
et: Tulemusi pole.
eu: Emaitzarik ez.
fa: بدون نتیجه
fi: Ei hakutuloksia
fil: Walang Resulta.
fr: Aucun résultat
ga: Gan torthaí
gu: કોઈ પરિણામ નથી
he: אין תוצאות
hi: कोई परिणाम नहीं
hr: Nema rezultata
hu: Nincs találat
id: Tidak Ada Hasil
is: Engar niðurstöður
it: Nessun risultato
ja: 該当なし
kab: Ulac igmaḍ.
kk: Нәтиже жоқ.
km: á‚áŸ’á˜á¶á“á›á‘áŸ’á’á•á›áŸ”
kn: ಫಲಿತಾಂಶಗಳಿಲ್ಲ.
ko: 결과 없음
lt: Nėra rezultatų.
lv: Nav rezultātu.
mk: Нема резултати.
ml: ഫലങ്ങളൊന്നുമില്ല.
mr: कुठलेही परिणाम नाहीत
ms: Tiada keputusan
my: ရှာမတွေ့ပါ။
nb: Ingen treff
nl: Geen resultaten
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ.
pa_pk: کوئی نتیجے نئیں۔
pl: Nic nie znaleziono
ps: هېڅ پایلې نشته.
pt_br: Nenhum resultado
pt_pt: Sem resultados
ro: Niciun rezultat
ru: Нет результатов
sk: Žiadne výsledky
sl: Ni rezultatov.
sq: S’ka Përfundime.
sr: Нема резултата
sv: Inga resultat
sw: Hakuna Matokeo
ta: முடிவுகள் இல்லை.
te: ఫలితాలు లేవు.
th: ไม่พบข้อมูล
tr: Sonuç yok
ug: نەتىجە يوق
uk: Нічого не знайдено
ur: کوئی نتیجہ نہیں
vi: Không có kết quả
zh_cn: 无结果
zh_hk: 查無結果

# GIF_VIEW_SEARCH_PLACEHOLDER_TEXT
source: Enter your search
af: Voer jou soektog in
ar: أدخِل ما تبحث عنه
az: Axtardığınızı daxil edin
be: Увядзіце пошукавы запыт
bg: Потърсете
bn: যা অনুসন্ধান করতে চান লিখুন।
ca: Escriviu una cerca
cs: Zadejte vyhledávání
cy: Nodwch eich chwiliad
da: Indtast din søgning
de: Suchbegriff eingeben
el: Γράψε την αναζήτησή σου
es: Introduce un término de búsqueda
es_es: Buscar
et: Sisesta oma otsing
eu: Sartu zure bilaketa
fa: عبارت مورد نظر خود را وارد کنید.
fi: Syötä hakusana
fil: Ilagay ang iyong hinahanap.
fr: Saisissez votre recherche
ga: Cuardach
gu: તમારી શોધ દાખલ કરો
he: הכנס את החיפוש שלך
hi: अपनी खोज यहाँ लिखें
hr: Pretraži
hu: Keresés
id: Masukkan pencarian Anda
is: Settu inn leitarorð
it: Cerca
ja: 検索
kab: Sekcem anadi-inek·inem
kk: Не іздейтіңізді енгізу
km: á”á‰áŸ’á…á¼á›á€á¶ášáŸáŸ’áœáŸ‚á„ášá€ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಹುಡುಕಾಟವನ್ನು ನಮೂದಿಸಿ
ko: 검색어 입력
lt: Įveskite savo paiešką
lv: Ievadiet vārdus meklēšanai.
mk: Внесете го вашето пребарување
ml: നിങ്ങളുടെ തിരയൽ നൽകുക.
mr: आपला शोध प्रविष्ट करा
ms: Masukkan carian anda.
my: ရှာဖွေလိုသည်ကို ရိုက်ထည့်ပါ
nb: Skriv inn søket ditt
nl: Voer je zoekopdracht in
pa: ਆਪਣੀ ਖੋਜ ਦਰਜ ਕਰੋ
pa_pk: اپنی تلاش درج کرو
pl: Szukaj
ps: خپله پلټنه دننه کړئ
pt_br: Insira a sua pesquisa
pt_pt: Insira a sua pesquisa
ro: Introdu termenul de căutare
ru: Введите слова для поиска.
sk: Zadajte hľadaný výraz
sl: Vnesite iskalni pojem
sq: Jepni kërkimin tuaj
sr: Унесите текст за претрагу
sv: Skriv vad du söker
sw: Ingiza utafutaji wako
ta: உங்கள் தேடலை உள்ளிடவும்
te: మీ శోధనను నమోదు చేయండి
th: ป้อนการค้นหาของคุณ
tr: Aramanızı girin
ug: ئىزدەيدىغىنىڭىزنى كىرگۈزۈڭ
uk: Уведіть слово для пошуку
ur: اپنی سرچ داخل کریں
vi: Nhập từ khóa tìm kiếm
zh_cn: 输入您的搜索词
zh_hk: 請輸入您的搜尋字詞。

# GO_TO_SETTINGS_BUTTON
source: Go to Settings
af: Gaan na Instellings
ar: انتقِل إلى الإعدادات
az: Tənzimləmələrə get
be: Перайсці ў налады
bn: সেটিংস-এ যান
ca: Ves a la configuració
cs: Nastavení
cy: Mynd i Gosodiadau
da: Gå til Indstillinger
de: Zu Einstellungen
el: Πήγαινε στις Ρυθμίσεις
es: Ir a Ajustes
es_es: Ir a ajustes
et: Mine sätetesse
eu: Joan Ezarpenetara
fa: به تنظیمات بروید
fi: Siirry asetuksiin
fr: Accéder aux réglages
ga: Socruithe
gu: સેટિંગ્સ પર જાઓ
he: לך אל הגדרות
hi: सेटिंग्स में जाएँ
hr: Idi na postavke
hu: Ugrás Beállításokhoz
id: Pergi ke Pengaturan
is: Fara í stillingar
it: Vai alle Impostazioni
ja: 設定へ
kab: Ddu ɣer yiɣewwaren
kk: Параметрлерне өту
km: á‘áŸ…á€á¶á“áŸ‹ á€á¶ášá€áŸ†áááŸ‹
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಹೋಗಿ
ko: 설정으로 이동
lt: Pereiti į nustatymus
lv: Iet uz Iestatījumiem
mk: Оди во Поставки
ml: ക്രമീകരണങ്ങളിലേക്ക് പോകുക
mr: सेटिंग वर जा
ms: Pergi ke Tetapan
my: အပြင်အဆင်များသို့ သွားမယ်
nb: Gå til Innstillinger
nl: Naar instellingen
pa: Settings ਉੱਤੇ ਜਾਓ
pl: Przejdź do ustawień
ps: تنظیماتو ته ولاړ شئ
pt_br: Ir para configurações
pt_pt: ir para as definições
ro: Mergi la Setări
ru: Перейти в настройки
sk: Prejsť na nastavenia
sl: Pojdi v nastavitve
sq: Kalo te Rregullimet
sr: Иди на подешавања
sv: Gå till inställningar
sw: Nenda kwenye Mipangilio
ta: அமைப்புகளுக்குச் செல்லவும்
te: అమరికలుకు వెళ్లండి
th: ไปที่ การตั้งค่า
tr: Ayarlara Gidin
ug: تەڭشەكلەرگە يۆتكەل
uk: Відкрити параметри
ur: ترتیبات پر جائیں
vi: Đến mục cài đặt
zh_cn: 打开设置
zh_hk: 前往設定

# GROUP_ACCESS_ATTRIBUTES_UPDATED_BY_LOCAL_USER_FORMAT
source: You changed who can edit group info to “%@”.
af: Jy het verander wie die groepinligting kan wysig, na “%@”.
ar: غيَّرتَ من يمكنه تعديل معلومات المجموعة إلى "%1$@".
az: Kimin qrup məlumatına düzəliş edə biləcəyini "%@" olaraq dəyişdirdiniz.
be: Вы змянілі рэдактара інфармацыі аб групе на «%1$@».
bg: Променихте кой може да редактира инфото за групата на „%@“.
bn: কারা গ্রুপের তথ্য এডিট করতে পারবেন তা আপনি "%1$@"-এ পরিবর্তন করেছেন।
ca: Has canviat qui pot editar la informació del grup a “%1$@”.
cs: Změnili jste, kdo může upravovat informace o skupině, na „%1$@“.
cy: Newidiasoch pwy all olygu manylion grŵp i "%@".
da: Du ændrede hvem der kan redigere gruppeoplysninger til "%1$@".
de: Du hast die Berechtigung »Gruppendetails bearbeiten« zu »%1$@« geändert.
el: Άλλαξες ποιος μπορεί να επεξεργαστεί πληροφορίες της ομάδας σε "%1$@".
es: Has cambiado quién puede editar los detalles del grupo a "%1$@".
es_es: Has actualizado quien puede editar la descripción del grupo a «%@».
et: Sa muutsid grupi info muutmise tasemeks “%@“.
eu: Aldatu duzu taldearen informazioa edita dezakeen erabiltzailea. Orain "%@" da.
fa: شما قابلیت ویرایش اطلاعات گروه را به «%1$@» انتقال دادید.
fi: Muutit ryhmän tietojen muokkaajaksi: %1$@.
fil: Binago mo kung sino ang maaaring magbago ng info ng grupo sa “%@“.
fr: Vous avez défini l'autorisation de modifier les infos du groupe sur "%1$@".
ga: D'athraigh tú na daoine atá in ann faisnéis an ghrúpa a chur in eagar chuig "%1$@".
gu: તમે ગ્રૂપ માહિતીમાં કોણ ફેરફાર કરી શકે તેને “%1$@“ પર બદલ્યું છે
he: שינית את מי שיכול לערוך את פרטי הקבוצה אל “%1$@“.
hi: आपने ग्रुप की जानकारी संपादित कर पाने वालों को “%1$@” कर दिया है।
hr: Promijenili ste postavku tko može uređivati detalje o grupi u „%1$@“.
hu: A csoport tulajdonságok módosíthatóságát erre változtattad: „%1$@”.
id: Anda mengubah siapa yang bisa mengedit info grup menjadi “%1$@”.
is: Þú breyttir þeim sem geta átt við lýsingu hóps yfir í "%@".
it: Hai cambiato chi può modificare le informazioni del gruppo in “%1$@”.
ja: グループ情報を編集できるユーザーを「%1$@」に変更しました。
kab: Tbeddleḍ d anwa i izemren ad yeẓreg talɣut n ugraw ɣer "%@".
kk: Топ ақпаратын өзгерте алатын адамды “%@“ етіп өзгерттіңіз.
km: á¢áŸ’á“á€á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá¢áŸ’á“á€áŠáŸ‚á›á¢á¶á…á€áŸ‚á”áŸ’ášáŸ‚á–áŸááŸŒá˜á¶á“á€áŸ’ášá»á˜á‘áŸ… â€œ%@â€œáŸ”
kn: ನೀವು ಗುಂಪಿನ ಮಾಹಿತಿಯನ್ನು ಯಾರು “%@“ ಗೆ ತಿದ್ದಬಹುದು ಎನ್ನುವುದನ್ನು ಬದಲಾಯಿಸಿದ್ದೀರಿ.
ko: 그룹 정보를 수정할 수 있는 사람을 '%1$@'(으)로 변경했습니다.
lt: Jūs pakeitėte asmenis, kurie gali keisti grupės informaciją į „%@“.
lv: Jūs mainījāt, kurš var rediģēt grupas informāciju, uz “%@“.
mk: Вие променивте кој може да ги уреди информациите за групата “%@“.
ml: ഗ്രൂപ്പ് ഇൻഫോ ആർക്ക് എഡിറ്റ് ചെയ്യാം എന്നത് നിങ്ങൾ "%@" ലേക്ക് മാറ്റി.
mr: तुम्ही गट माहिती कोण संपादित करू शकते ते बदलून ‘‘%1$@’’ केलेत.
ms: Anda mengubah siapa boleh edit info kumpulan kepada “%1$@“.
my: အဖွဲ့၏ အချက်အလက်များအား မည်သူက ပြင်ဆင်ပြောင်းလဲနိုင်သည်ကို "%@" သို့ သင် ပြောင်းလိုက်သည်။
nb: Du endret hvem som kan redigere gruppeinformasjonen, til «%1$@».
nl: Je hebt de instelling voor wie de groepsinformatie kan bewerken op ‘%1$@’ ingesteld.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦੀ ਜਾਣਕਾਰੀ ਵਿੱਚ ਸੋਧ ਕਰਨ ਵਾਲਾ ਵਿਅਕਤੀ “%@“ ਨੂੰ ਬਣਾ ਦਿੱਤਾ.
pa_pk: کون گروپ دی جانکاری اچ تدوین کرسکدا اے نوں تساں نے "%@" اتے تبدیل کیتا۔
pl: Zmieniasz uprawnienia do edycji informacji o grupie na „%1$@”.
ps: تاسې دا حق چې د ګروپ معلومات باید څوک تصحیح کړي "%@" ته بدل کړ.
pt_br: Você mudou quem pode editar as informações do grupo para "%1$@".
pt_pt: Alterou quem pode editar a informação do grupo para "%1$@".
ro: Ai modificat cine poate edita detaliile grupului la “%1$@“.
ru: Вы изменили, кто может редактировать информацию группы, на «%1$@».
sk: Zmenili ste, kto môže upraviť informácie o skupine na „%1$@“.
sl: Spremenili ste, kdo lahko ureja informacije o skupini: “%@“.
sq: Ndryshuat cili mund të përpunojë të dhëna grupi te “%@“.
sr: Променили сте ко може да измени информације о групи на „%1$@“.
sv: Du ändrade vem som kan redigera gruppinformation till %1$@.
sw: Ulibadilisha anayeweza kuhariri maelezo ya kundi hadi "%@".
ta: நீங்கள் யார் முடியும் என்று மாற்றப்பட்டது தொகு குழு தகவல் to “%@“.
te: సమూహ సమాచారాన్ని ఎవరు “%@“ కు సవరించవచ్చో మీరు మార్చారు.
th: คุณเปลี่ยนผู้ที่จะสามารถแก้ไขข้อมูลกลุ่มให้เป็น “%1$@”
tr: Grup bilgisini kimlerin düzenleyebileceğini "%1$@" olarak ayarladın.
ug: گۇرۇپپا ئۇچۇرىنى تەھرىرلىسە بولىدىغان كىشىنى «%1$@» گە ئۆزگەرتتىڭىز.
uk: %1$@ тепер можуть редагувати інформацію про групу, оскільки ви змінили налаштування.
ur: آپ نے جو لوگ گروپ کی معلومات میں ترمیم کر سکتے ہیں کو “%1$@” میں تبدیل کیا۔
vi: Bạn thay đổi người có thể chỉnh sửa thông tin nhóm thành “%1$@”.
zh_cn: 您已将谁能编辑群组信息更改为“%1$@”。
zh_hk: 你已將可編輯群組資訊的人變更為「%1$@」。

# GROUP_ACCESS_ATTRIBUTES_UPDATED_BY_REMOTE_USER_FORMAT
source: %1$@ changed who can edit group info to “%2$@”.
af: %1$@ het verander wie die groepinligting kan wysig, na “%2$@”.
ar: غيَّرَ %1$@ مَن يُمكنه تعديل معلومات المجموعة إلى "%2$@".
az: %1$@, kimin qrup məlumatına düzəliş edə biləcəyini "%2$@" olaraq dəyişdirdi.
be: %1$@ змяніў(-ла) рэдактара інфармацыі аб групе на «%2$@».
bg: %1$@ промени кой може да редактира инфото на групата на „%2$@“.
bn: %1$@ কারা গ্রুপের তথ্য এডিট করতে পারবেন তা "%2$@"-এ পরিবর্তন করেছেন।
ca: %1$@ ha canviat qui pot editar la informació del grup a “%2$@”.
cs: %1$@ změnil/a, kdo může upravovat informace o skupině, na „%2$@“.
cy: Newidiodd %1$@ pwy all olygu manylion y grŵp i "%2$@".
da: %1$@ ændrede hvem der kan redigere gruppeoplysninger til "%2$@".
de: %1$@ hat die Berechtigung »Gruppendetails bearbeiten« zu »%2$@« geändert.
el: Ο/Η %1$@ άλλαξε ποιος μπορεί να επεξεργαστεί πληροφορίες της ομάδας σε “%2$@“.
es: %1$@ ha cambiado quién puede editar los detalles del grupo a "%2$@".
es_es: %1$@ ha actualizado quien puede editar los detalles del grupo a «%2$@».
et: %1$@ muutis grupi info muutmise tasemeks “%2$@“.
eu: %1$@ erabiltzaileak aldatu du taldea edita dezakeen pertsona. Orain "%2$@" da.
fa: %1$@ قابلیت ویرایش اطلاعات گروه را به «%2$@» انتقال داد.
fi: %1$@ muutti ryhmän tietojen muokkaajaksi: %2$@.
fil: Binago ni %1$@ kung sino ang maaring magbago ng info ng grupo sa “%2$@“.
fr: %1$@ a défini l'autorisation de modifier les infos du groupe sur "%2$@".
ga: D'athraigh %1$@ na daoine atá in ann faisnéis an ghrúpa a chur in eagar chuig "%2$@".
gu: %1$@એ ગ્રૂપ માહિતીમાં કોણ ફેરફાર કરી શકે તેને “%2$@“ પર બદલ્યું છે.
he: %1$@ שינה את מי שיכול לערוך את פרטי הקבוצה אל “%2$@“.
hi: %1$@ ने ग्रुप की जानकारी संपादित कर पाने वालों को “%2$@” कर दिया है।
hr: %1$@ je promijenio/la postavku tko može uređivati detalje o grupi u „%2$@“.
hu: %1$@ erre változtatta a csoport tulajdonságok módosíthatóságát: „%2$@”.
id: %1$@ mengubah siapa yang bisa mengedit info grup menjadi “%2$@”.
is: %1$@ breytti þeim sem geta átt við lýsingu hóps yfir í "%2$@".
it: %1$@ ha cambiato chi può modificare le informazioni del gruppo in “%2$@”.
ja: %1$@ が、グループ情報を編集できるユーザーを「%2$@」に変更しました。
kab: %1$@ ibeddel d anwa i izemren ad yeẓreg talɣut n ugraw ɣer "%2$@".
kk: %1$@ топ ақпаратын өзгерте алатын адамды “%2$@“ етіп өзгертті.
km: %1$@ á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá¢áŸ’á“á€áŠáŸ‚á›á¢á¶á…á€áŸ‚á”áŸ’ášáŸ‚á–áŸááŸŒá˜á¶á“á€áŸ’ášá»á˜á‘áŸ… â€œ%2$@â€œáŸ”
kn: %1$@ಯು ಗುಂಪಿನ ಮಾಹಿತಿಯನ್ನು ಯಾರು “%2$@“ ಗೆ ತಿದ್ದಬಹುದು ಎನ್ನುವುದನ್ನು ಬದಲಾಯಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 정보를 수정할 수 있는 사람을 '%2$@'(으)로 변경했습니다.
lt: %1$@ pakeitė asmenis, kurie gali keisti grupės informaciją į „%2$@“.
lv: %1$@ mainīja, kurš var rediģēt grupas informāciju, uz “%2$@“.
mk: %1$@ промени кој може да ги уреди информациите за група “%2$@“.
ml: ഗ്രൂപ്പ് ഇൻഫോ ആർക്ക് എഡിറ്റ് ചെയ്യാം എന്നത് %1$@ "%2$@" ലേക്ക് മാറ്റി.
mr: %1$@ने गट माहिती कोण संपादित करू शकते ते बदलून ‘‘%2$@’’ केले.
ms: %1$@ mengubah siapa boleh edit info kumpulan kepada “%2$@“.
my: %1$@ သည် အဖွဲ့၏အချက်အလက်များအား မည်သူက ပြင်ဆင်ပြောင်းလဲနိုင်သည်ကို "%2$@" သို့ ပြောင်းထားသည်။
nb: %1$@ endret hvem som kan redigere gruppeinformasjonen, til «%2$@».
nl: %1$@ heeft de instelling voor wie de groepsinformatie kan bewerken op ‘%2$@’ ingesteld.
pa: %1$@ ਨੇ ਗਰੁੱਪ ਦੀ ਜਾਣਕਾਰੀ ਵਿੱਚ ਸੋਧ ਕਰਨ ਵਾਲਾ ਵਿਅਕਤੀ “%2$@“ ਨੂੰ ਬਣਾ ਦਿੱਤਾ.
pa_pk: کون گروپ دی جانکاری اچ تدوین کرسکدا اے نوں %1$@ نے "%2$@" اتے تبدیل کیتا۔
pl: %1$@ zmienia uprawnienia do edycji informacji o grupie na „%2$@”.
ps: %1$@ دا حق چې څوک کولای شي د ګروپ معلومات تصحیح کړي بدل کړ "%2$@" ته.
pt_br: %1$@ mudou quem pode editar as informações do grupo para "%2$@".
pt_pt: %1$@ alterou quem pode editar a informação do grupo para "%2$@".
ro: %1$@ a modificat cine poate edita detaliile grupului la “%2$@“.
ru: %1$@ изменил(-а), кто может редактировать информацию группы, на «%2$@».
sk: Používateľ %1$@ zmenil, kto môže upraviť informácie o skupine na „%2$@“.
sl: Oseba %1$@ je spremenila, kdo lahko ureja informacije o skupini: “%2$@“.
sq: %1$@ ndryshoi se cilët mund të përpunojnë të dhëna grupi te “%2$@“.
sr: %1$@ је променио/ла ко може да измени информације о групи на „%2$@“.
sv: %1$@ ändrade vem som kan redigera gruppinformation till %2$@.
sw: %1$@alibadilisha anayeweza kuhariri maelezo ya kundi hadi "%2$@".
ta: %1$@ யார் முடியும் என்று மாற்றப்பட்டது தொகு குழு தகவல் to “%2$@“.
te: సమూహ సమాచారాన్ని ఎవరు “%2$@“ కు సవరించవచ్చో %1$@ మార్చబడింది.
th: %1$@ เปลี่ยนผู้ที่จะสามารถแก้ไขข้อมูลกลุ่มให้เป็น “%2$@”
tr: %1$@, grup bilgisini kimlerin düzenleyebileceğini "%2$@" olarak ayarladı.
ug: %1$@ گۇرۇپپا ئۇچۇرىنى تەھرىرلىسە بولىدىغان كىشىنى «%2$@» گە ئۆزگەرتتى.
uk: %2$@ тепер можуть редагувати інформацію про групу, оскільки користувач %1$@ змінив налаштування.
ur: %1$@ نے جو لوگ گروپ کی معلومات میں ترمیم کر سکتے ہیں کو “%2$@” میں تبدیل کیا۔
vi: %1$@ thay đổi người có thể chỉnh sửa thông tin nhóm thành “%2$@”.
zh_cn: %1$@已将谁能编辑群组信息更改为“%2$@”。
zh_hk: %1$@ 已將可編輯群組資訊的人變更為「%2$@」。

# GROUP_ACCESS_ATTRIBUTES_UPDATED_FORMAT
source: Group info can be changed by “%@”.
af: Groepinligting kan verander word deur “%@”.
ar: يُمكن لـ "%1$@" تعديل معلومات المجموعة.
az: "%@" qrup məlumatlarını dəyişdirə bilər.
be: Інфармацыю аб групе можа змяніць «%1$@».
bg: Инфото на групата може да се променя от „%@“.
bn: গ্রুপের তথ্য "%1$@" পরিবর্তন করতে পারবেন।
ca: La informació del grup pot ser canviada per “%1$@”.
cs: Informace o skupině mohou měnit „%1$@“.
cy: Newidiodd "%@" manylion y grŵp.
da: Gruppeoplysninger kan redigeres af "%1$@".
de: Gruppendetails können von »%1$@« geändert werden.
el: Οι πληροφορίες της ομάδας μπορούν να αλλαχθούν από "%1$@".
es: Quién puede editar los detalles del grupo: "%1$@".
es_es: La descripción del grupo puede ser editada por «%@».
et: Grupi infot saavad muuta: “%@“.
eu: "%@" erabiltzaileak aldatu dezake taldearen informazioa.
fa: اطلاعات گروه می‌تواند توسط «%1$@» تغییر کند.
fi: Ryhmän tietojen muokkaajiksi on määritelty: %1$@.
fil: Ang info ng grupo ay maaaring baguhin sa “%@“.
fr: %1$@ peuvent désormais modifier les infos du groupe.
ga: Tá "%1$@" in ann faisnéis an ghrúpa a athrú.
gu: ગ્રૂપ માહિતી “%1$@“ બદલી શકે છે.
he: פרטי הקבוצה יכולים להשתנות על ידי “%1$@“.
hi: ग्रुप की जानकारी को अब “%1$@” बदल सकते हैं।
hr: Detalje o grupi mogu promijeniti „%1$@“.
hu: A csoport tulajdonságokat állíthatja: „%1$@”.
id: Info grup bisa diubah oleh “%1$@”.
is: “%@“ getur sýslað með lýsingu hóps.
it: Le informazioni del gruppo possono essere cambiate da “%1$@”.
ja: 「%1$@」はグループ情報を変更できます。
kab: Talɣut n ugraw yezmer ad yettubeddel s "%@".
kk: Топ ақпаратын “%@“ өзгерте алады.
km: á–áŸááŸŒá˜á¶á“á€áŸ’ášá»á˜á¢á¶á…ááŸ’ášá¼áœá”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŠáŸ„á™ â€œ%@â€œáŸ”
kn: ಗುಂಪಿನ ಮಾಹಿತಿಯನ್ನು "%@“ ಬದಲಾಯಿಸಬಹುದು.
ko: 이제 '%1$@'이(가) 그룹 정보를 변경할 수 있습니다.
lt: Grupės informaciją gali keisti „%@“.
lv: Grupas informāciju var mainīt “%@“.
mk: Информациите за групата може да бидат променети од “%@“.
ml: "%@" കൊണ്ട് ഗ്രൂപ്പ് ഇൻഫോ മാറ്റാനാകും.
mr: गट माहिती ‘‘%1$@’’ द्वारे बदलता येते.
ms: Info kumpulan boleh diubah oleh “%1$@“.
my: အဖွဲ့၏အချက်အလက်များအား မည်သူက ပြင်ဆင်ပြောင်းလဲနိုင်သည်ကို "%@" သို့ ပြောင်းလဲထားသည်။
nb: Gruppeinformasjonen kan endres av «%1$@».
nl: De groepsinformatie kan vanaf nu door ‘%1$@’ worden bewerkt.
pa: ਗਰੁੱਪ ਦੀ ਜਾਣਕਾਰੀ “%@“ ਵੱਲੋਂ ਬਦਲੀ ਜਾ ਸਕਦੀ ਹੈ.
pa_pk: گروپ دی جانکاری "%@" دے ولوں تبدیل دی جا سکدی اے۔
pl: Kto może zmieniać informacje o grupie: „%1$@”.
ps: د ګروپ معلومات د "%@" له خوا بدلیدای شي.
pt_br: As informações do grupo podem ser alteradas por "%1$@".
pt_pt: A informação do grupo pode ser alterada por "%1$@".
ro: Detaliile grupului pot fi schimbate de către “%1$@“.
ru: Информация группы может быть изменена на «%1$@».
sk: Informácie o skupine môžu zmeniť „%1$@“.
sl: Kdo lahko ureja informacije o skupini: “%@“.
sq: Të dhënat e grupit mund të ndryshohen nga “%@“.
sr: Информације о групи могу мењати „%1$@“.
sv: Gruppinformation kan ändras av %1$@.
sw: Maelezo ya kundi yanaweza kubadilishwa na "%@".
ta: குழு தகவல் இதை மாற்றலாம் “%@“.
te: సమూహ సమాచారాన్ని “%@“ ద్వారా మార్చవచ్చు.
th: ข้อมูลกลุ่มสามารถเปลี่ยนแปลงได้โดย “%1$@”
tr: Grup bilgisi "%1$@" tarafından değiştirilebilir.
ug: «%1$@» گۇرۇپپا ئۇچۇرىنى ئۆزگەرتەلەيدۇ.
uk: %1$@ можуть змінювати інформацію про групу.
ur: گروپ کی معلومات “%1$@” کے ذریعے تبدیل کی جا سکتی ہیں۔
vi: Thông tin nhóm chỉ có được đổi chỉnh sửa bởi “%1$@”.
zh_cn: 群组信息可以由“%1$@”更改。
zh_hk: 群組資訊可被「%1$@」更改。

# GROUP_ACCESS_LEVEL_ADMINISTRATORS
source: Admins Only
af: Slegs admins
ar: للمُشرِفين فقط
az: Yalnız adminlər
be: Толькі адміністратары
bg: Само от администратори
bn: কেবলমাত্র অ্যাডমিন
ca: només els administradors
cs: Pouze administrátoři
cy: Gweinyddwyr yn Unig
da: Kun administratorer
de: Nur Admins
el: Μόνο διαχειριστές
es: Solo admins
es_es: Sólo admins
et: Ainult administraatorid
eu: Administratzaileak Bakarrik
fa: فقط مدیران
fi: Vain ylläpitäjät
fil: Mga Admin Lamang
fr: Les administrateurs
ga: Riarthóirí Amháin
gu: ફક્ત એડમિન
he: מנהלנים בלבד
hi: सिर्फ़ एडमिन
hr: Samo administratori
hu: Admin privilégium
id: Hanya Admin
is: Einungis stjórnendur
it: Solo gli amministratori
ja: 管理者のみ
kab: Inedbalen kan
kk: Тек әкімшілер
km: ááŸ‚á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„
kn: ಅಡ್ಮಿನ್‌‌ಗಳು ಮಾತ್ರ
ko: 관리자 전용
lt: Tik administratoriai
lv: Tikai administratori
mk: Само Администратори
ml: അഡ്‌മിൻ‌മാർ മാത്രം
mr: फक्त प्रशासक
ms: Pentadbir Sahaja
my: စီမံသူများသာ
nb: Kun administratorer
nl: Uitsluitend beheerders
pa: ਸਿਰਫ ਐਡਮਿਨ
pa_pk: صرف ایڈمنز
pl: Tylko administratorzy
ps: یوازې اډمینان
pt_br: Somente administradores
pt_pt: Apenas administradores
ro: Doar administratorii
ru: Только администраторы
sk: Len administrátori
sl: Samo skrbniki
sq: Vetëm Përgjegjësit
sr: Само администратори
sv: Endast administratörer
sw: Wasimamizi Pekee
ta: நிர்வாகிகள் மட்டும்
te: నిర్వాహకులు మాత్రమే
th: เฉพาะผู้ดูแล
tr: Yalnızca Yöneticiler
ug: باشقۇرغۇچىلارلا
uk: Тільки адміністратори
ur: صرف ایڈمنز
vi: Chỉ riêng Quản trị viên
zh_cn: 仅限管理员
zh_hk: 只有管理員

# GROUP_ACCESS_LEVEL_ANY
source: Any User
af: Enige gebruiker
ar: أي مُستخدِم
az: İstənilən istifadəçi
be: Любы карыстальнік
bg: Всички потребители
bn: যে কোনও ইউজার
ca: qualsevol usuari
cs: Jakýkoliv uživatel
cy: Unrhyw Ddefnyddiwr
da: Enhver bruger
de: Jeder Nutzer
el: Οποιοσδήποτε χρήστης
es: Cualquiera
es_es: Cualquiera
et: Iga kasutaja
eu: Edozein Erabiltzaile
fa: هر کاربری
fi: Kaikki käyttäjät
fil: Sinumang User
fr: Tous les utilisateurs
ga: Úsáideoir Ar Bith
gu: કોઈપણ વપરાશકર્તા
he: משתמש כלשהו
hi: कोई भी उपभोगकर्ता
hr: Svi korisnici
hu: Bármely felhasználó
id: Semua Pengguna
is: Hvaða notandi sem er
it: Qualsiasi utente
ja: 全てのユーザ
kab: Yal Aseqdac
kk: Кез келген пайдаланушы
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹áá¶á˜á½á™
kn: ಯಾವುದೇ ಬಳಕೆದಾರ
ko: 모든 사용자
lt: Bet kuris naudotojas
lv: Jebkurš lietotājs
mk: Било кој корисник
ml: ഏതൊരു യൂസറും
mr: कुठलाही वापरकर्ता
ms: Mana-Mana Pengguna
my: မည်သည့် သုံးသူမဆို
nb: Alle brukere
nl: Iedereen
pa: ਕੋਈ ਵੀ ਵਰਤੋਂਕਾਰ
pa_pk: کوئی وی صارف
pl: Wszyscy
ps: هر کارن
pt_br: Qualquer pessoa
pt_pt: Qualquer utilizador
ro: Orice utilizator
ru: Любые пользователи
sk: Všetci používatelia
sl: Katerikoli uporabnik/ca
sq: Cilido Përdorues
sr: Сви корисници
sv: Alla användare
sw: Mtumiaji Yeyote
ta: எந்த பயனரும்
te: ఏదైనా వినియోగదారు
th: ผู้ใช้ใดๆ
tr: Her Kullanıcı
ug: خالىغان ئىشلەتكۈچى
uk: Усі користувачі
ur: کوئی بھی صارف
vi: Bất kì Người dùng
zh_cn: 任何人
zh_hk: 任何使用者
