Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# EMAIL_INVITE_BODY
source: Hey, Lately I've been using Signal to keep the chats on my iPhone private. I'd like you to install it too, so we can be confident that only you and I can read our messages or hear our calls. Signal is available for iPhone, Android, and Desktop. Get it here: %@ Signal works like your existing messaging app. We can send pictures and video, make calls, and start group chats. The best part is, no one else can see any of it, not even the people who make Signal! You can read more about Signal here: %@
af: Dagsê. Ek het onlangs Signal begin gebruik om gesprekke op my iPhone privaat te hou. Ek stel voor jy installeer dit ook, sodat ons vir seker kan weet dat net ek en jy ons boodskappe kan lees of ons oproepe kan hoor. Signal is beskikbaar vir iPhone en Android. Kry dit hier: %@ Signal werk net soos jou bestaande boodskaptoepassing. Ons kan foto’s en videos stuur, mekaar bel en groepkletse begin. En niemand anders kan iets daarvan sien nie, selfs nie eens die mense wat Signal maak nie! Vir meer inligting oor Open Whisper Systems, die mense wat Signal maak, kyk hier: %@
ar: مرحبًا، مؤخّرًا كُنتُ أستخدِم سيجنال لإبقاء الدردشات على جهاز الآيفون خاصة. أريدُ منك القيام بتثبيته أيضًا، بحيث نكون واثقين من أنك أنت فقط وأنا يُمكننا قراءة رسائلنا أو سماع مكالماتنا. سيجنال مُتوفِّر للآيفون والأندرويد والكمبيوتر المكتبي. احصل عليه هنا: %1$@ يعمل سيجنال مثل تطبيق المراسلة الحالي لديك. يُمكننا إرسال الصور ومقاطع الفيديو، وإجراء المكالمات، والبدء بالدردشات الجماعية. أفضل ما في الأمر هو أنه، لا يمكن لأي أحد آخر رؤية أي من تلك المراسلات، ولا حتى الأشخاص القائمين على سيجنال! يُمكنك قراءة المزيد حول سيجنال هنا: %2$@
az: Salam, Son vaxtlar, söhbətləri iPhone-umda gizli saxlamaq üçün Signal istifadə edirəm. Sizin də yükləməyinizi istəyirəm, beləcə mesajlarımızı sadəcə ikimizin oxuya biləcəyinə və zənglərimizi sadəcə ikimizin dinləyə biləcəyinə əmin ola bilərik. Signal, Android və iOS üçün mövcuddur. Buradan əldə edin: %@ Signal, mövcud mesajlaşma tətbiqiniz kimi işləyir. Şəkil və video göndərə, zənglər edə və qrup söhbətləri başlada bilərik. Ən yaxşı tərəfi isə, Signal üzərində işləyənlər daxil olmaqla heç kimin bunları görə bilməməsidir. Signal-ı hazırlayan Open Whisper Systems haqqında daha çox oxuyun: %@
be: Прывітанне! Апошнім часам я выкарыстоўваю Signal, каб быць упэўненым у канфідэнцыйнасці чатаў на сваім iPhone. Прапаную ўсталяваць гэту праграму і табе, каб мы маглі дакладна ведаць, што ніхто, акрамя нас з табой, не чытае нашы паведамленні і не чуе нашы размовы. Signal даступны для iPhone, Android і ПК. Запампуй яго тут: %1$@ Signal працуе так, як і мэсанджар, што ты ўжо выкарыстоўваеш. Мы зможам адпраўляць фота і відэа, рабіць званкі і ствараць групавыя чаты. І самае галоўнае – ніхто, акрамя нас, не можа бачыць нічога з гэтага, нават распрацоўнікі Signal! Больш падрабязна аб Signal можна даведацца тут: %2$@
bg: Здравей, Напоследък използвам приложението Signal за сигурен чат. Инсталирай си го и ти ако желаеш, и ще можем да си пишем сигурно, както и да си говорим чрез него. Signal е налично за iPhone и Android. Свали го от тук: %@ Signal работи като другите програми за чат. Може да си изпращаме снимки и видео, да водим разговори, или да правим групов чат. Най хубавото е, че приложението е сигурно и никой не може да види това което си писал, или изпращал. Дори и тези които са създали Signal! Може да прочетеш по-вече за Open Whisper Systems, хората които са създали Signal, тук: %@
bn: হাই, আমার iPhone-এর চ্যাট গোপন রাখতে সম্প্রতি আমি Signal ব্যবহার করছি। আমি চাই আপনিও এটি ইনস্টল করুন, যাতে আমরা সুনিশ্চিত হতে পারি যে কেবলমাত্র আপনি ও আমি আমাদের মেসেজগুলো পড়তে পারি এবং আমাদের কথা শুনতে পারি। iPhone, Android এবং Desktop-এর জন্য Signal পাওয়া যাচ্ছে। এটি এখান থেকে নিন: %1$@ Signal আপনার বিদ্যমান মেসেজিং অ্যাপের মতোই কাজ করে। আমরা ছবি ও ভিডিও পাঠাতে পারি, কল করতে পারি এবং গ্রুপ চ্যাট শুরু করতে পারি। এর সেরা দিকটি হচ্ছে অন্য কেউ এসবের কিছুই দেখতে পারবেন না, এমনকি Signal যারা তৈরি করেছেন তারাও না! আপনি Signal সম্পর্কে আরো জানতে পারবেন, এখানে: %2$@
ca: Ep, Últimament, he estat utilitzant Signal per mantenir les meves converses d'iPhone privades. M'agradaria que també l'instal·lessis, per poder estar segurs que som els únics que llegim els missatges que ens enviem. Signal està disponible per a Android, iPhone i ordinador. El pots baixar aquí: %1$@ Signal funciona com la resta d'aplicacions de missatgeria instantània. Podem enviar-nos fotografies i vídeos, fer trucades i crear grups. El millor és que ningú més pot veure res d'això, ni tan sols la gent que ha creat Signal! Pots obtenir més informació sobre Signal aquí: %2$@
cs: Ahoj, nově teď na svém iPhonu používám Signal, aby byly moje chaty opravdu soukromé. Ocením, když si ho také nainstaluješ, aby naše zprávy a hovory nemohl sledovat nikdo další. Aplikace Signal je dostupná pro iPhone, Android a stolní počítače. Získáš ji zde: %1$@ Signal funguje stejně jako tvá stávající aplikace na posílání zpráv. Můžeme si posílat obrázky, videa, volat a vytvářet skupinové chaty. A nejlepší na tom je, že je nikdo jiný nemůže vidět. Ani lidé, kteří aplikaci Signal vyvíjejí! O aplikaci Signal si můžeš více přečíst tady: %2$@
cy: Sumai/siwmae, Yn ddiweddar rydw i wedi bod yn defnyddio Signal i gadw'r sgyrsiau ar fy iPhone yn breifat. Hoffwn i chi ei osod hefyd, felly gallwn fod yn hyderus mai dim ond chi a minnau sy'n gallu darllen ein negeseuon neu glywed ein galwadau. Mae Signal ar gael ar gyfer iPhone ac Android. Cewch o yma: %@ Mae Signal yn gweithio fel eich app negeseuon presennol. Gallwn anfon lluniau a fideo, gwneud galwadau, a dechrau sgyrsiau grŵp. Y rhan orau yw, ni all unrhyw un arall weld dim ohono, nid hyd yn oed y bobl sy'n gwneud Signal! Gallwch ddarllen mwy am Open Whisper Systems, y bobl sy'n gwneud Signal, yma: %@
da: Hej! Jeg er begyndt at bruge Signal for at holde mine chats på min iPhone private. Jeg synes også, at du skal installere appen, så vi er de eneste, der kan læse vores beskeder og høre vores opkald. Signal er tilgængelig på iPhone, Android og computer. Hent appen her: %1$@ Signal virker på samme måde som den app, du bruger til dine beskeder i forvejen. Vi kan sende billeder og videoer, ringe til hinanden og starte gruppechats. Det bedste er, at ingen andre kan følge med i samtalerne – ikke engang dem, der udvikler Signal! Du kan læse mere om Signal her: %2$@
de: Hi, seit einiger Zeit verwende ich Signal, um Chats auf meinem iPhone vertraulich zu halten. Es wäre schön, wenn du es auch installierst. So könnten wir darauf vertrauen, dass nur du und ich unsere Nachrichten lesen oder unsere Telefonate hören können. Signal ist für iPhone, Android und Desktop verfügbar. Du bekommst es hier: %1$@ Signal funktioniert wie deine bereits vorhandene Messenger-Apps. Wir können Bilder und Videos versenden, Anrufe tätigen und Gruppen-Chats beginnen. Das Beste daran ist, dass niemand anderes irgendetwas davon sehen kann – selbst die Leute nicht, die Signal entwickeln! Mehr über Signal erfährst du hier: %2$@
el: Γεια, Τον τελευταίο καιρό χρησιμοποιώ το Signal για να διατηρώ τις συνομιλίες στο iPhone μου ιδιωτικές. Θα ήθελα να το εγκαταστήσεις και εσύ, για να είμαστε σίγουροι ότι μόνο εμείς οι δύο μπορούμε να διαβάζουμε τα μηνύματα μας και να ακούμε τις συνομιλίες μας. Το Signal είναι διαθέσιμο για iPhone, Android και Desktop. Απόκτησέ το εδώ: %1$@ Το Signal λειτουργεί όπως η εφαρμογή μηνυμάτων που ήδη χρησιμοποιείς. Μπορούμε να στέλνουμε φωτογραφίες και βίντεο, να κάνουμε κλήσεις και να ξεκινήσουμε ομαδικές συνομιλίες. Το καλύτερο είναι ότι κανείς δεν θα μπορεί να τα δει, ούτε καν αυτοί που έφτιαξαν το Signal! Μπορείς να διαβάσεις περισσότερα για το Signal εδώ: %2$@
es: ¡Hola! Te invito a probar Signal, la app que uso para que mis chats sean privados. Si la instalas, todo lo que hablemos por mensaje o llamada quedará entre nosotros, sin que nadie más tenga acceso. Está disponible para iPhone, Android y ordenador. Puedes descargarla aquí: %1$@ Signal funciona como cualquier otra app de chat: puedes enviar mensajes, fotos y vídeos, hacer llamadas y videollamadas, y crear grupos. Pero lo mejor es la privacidad: nadie, ni siquiera el equipo de Signal, puede ver nuestros chats ni escuchar nuestras llamadas. Si quieres saber más, aquí tienes más información sobre Signal: %2$@
es_es: Hola: Últimamente uso Signal para chats privados desde mi iPhone. Me gustaría que también lo instalases y así estar segur@s que solo tú y yo podemos leer nuestros mensajes. Signal está disponible para iPhone y Android. Consíguela aquí: %@ Signal funciona como tu aplicación de mensajes de toda la vida. Podemos enviarnos fotos y vídeos, hacer (vídeo)llamadas y crear grupos. Lo mejor es que nadie puede ver el contenido de nuestro chat ¡ni siquiera l@s desarrollador@s de Signal! Puedes leer más sobre Open Whisper Systems (l@s desarrollador@s de Signal) aquí: %@
et: Tervist! Olen viimasel ajal kasutanud vestluste iPhone'is privaatsena hoidmiseks rakendust Signal. Soovin, et sinagi paigaldaks selle, et saaksime kindlad olla, et ainult sina ja mina saame meie sõnumeid lugeda ning kõnesid kuulda. Signal on saadaval nii iOS kui Android seadmetele. Paigaldada saab siit: %@ Signal töötab nagu teisedki sõnumirakendused: saame saata pilte ja videosid, teha kõnesid ja alustada grupivestlusi. Parim seejuures on, et mitte keegi teine ei saa seda näha, isegi mitte Signali loojad! Loe täpsemalt Signali looja Open Whisper Systemsi kohta siit: %@
eu: Kaixo, Azkenaldi honetan Signal erabiltzen aritu naiz nire iPhonean solasaldien pribatutasuna mantentzeko. Zuk ere instalatzea gustatuko litzaidake, ziur egon gaitezen bakarrik biok gure mezuak irakurri edo deiak entzun ditzakegula. Signal eskuragarri dago iPhone eta Android gailuetarako. Eskuratu hemen: %@ Signalen funtzinamendua zure mezularitza aplikazioarena bezalakoa da. Irudiak, eta bideoak bidali ditzakezu, deiak egin eta talde txatak hasi. Onena hauxe da: inork ezin dezakeela ezer ikusi, ezta Signal garatzen duen jendeak ere. Open Whisper Systems Signal egiten duen taldea da. Beraiei buruz gehiago jakiteko: %@
fa: سلام، من این روزها از سیگنال استفاده می‌کنم تا گفتگوهایم را در آیفون خصوصی نگه دارم. دوست دارم شما هم این برنامه را نصب کنید تا خیالمان راحت باشد که فقط من و شما می‌توانیم پیام‌هایمان را بخوانیم یا تماس‌هایمان را بشنویم. سیگنال برای آیفون، اندروید و دسکتاپ در دسترس است. دریافت برنامه از: %1$@ سیگنال مثل برنامه پیام‌رسان فعلی شما کار می‌کند. می‌توانیم عکس و ویدیو بفرستیم، تماس بگیریم، و گفتگوهای گروهی داشته باشیم. بهترین قسمتش این است که هیچ فرد دیگری، حتی سازنده‌های سیگنال هم نمی‌توانند آنها را ببینند! اگر می‌خواهید بیشتر درباره سیگنال بدانید، اینجا را بخوانید: %2$@
fi: Hei! Viime aikoina olen käyttänyt Signalia iPhonella pitääkseni keskustelut yksityisinä. Toivoisin myös sinun asentavan sen, jotta voimme olla varmoja, ettei kukaan muu lue viestejämme tai kuuntele puheluitamme. Signal on saatavilla iPhonelle, Androidille ja tietokoneelle. Lataa se täältä: %1$@ Signal toimii kuten muutkin viestintäsovellukset. Sillä voi lähettää kuvia ja videoita, soittaa puheluita ja käydä ryhmäkeskusteluja. Ja mikä parasta, kukaan ulkopuolinen ei pääse käsiksi viesteihin, eivät edes Signalin kehittäjät! Voit lukea lisää Signalista täältä: %2$@
fil: Kumusta, Kamakailang lang ay Signal ang lagi kong gamit upang mapanatiling pribado ang aking mga pag-uusap. Nais ko sanang i-install mo rin ito, upang maging kumpyansa tayong ikaw at ako lang ang nakakabasa ng ating mga mensahe at nakakadinig ng ating mga tawag. Available ng Signal para sa iPhone at Android. Kuhain ito dito: %@ Gumagana ang Signal katulad rin ng ginagamit mo nang app na pang-mensahe. Makakapagpadala tayo ng mga larawan at video, tumawag, at magsimula ng mga chat na pang-grupo. Ang mainam na parte ay, walang sinuman ang makakakita ng mga ito, kahit pa ang mga taong gumawa ng Signal! Maaari mong basahin ang marami pang tungkol sa Open Whisper Systems, ang mga taong gumawa ng Signal, dito: %@
fr: Bonjour, J'ai installé Signal sur mon iPhone pour assurer la confidentialité de mes conversations. Et si vous l'installiez aussi ? Nous serions ainsi sûrs que nos messages et nos appels restent privés. L'application Signal est disponible sur iPhone, sur Android et sur ordinateur. Vous pouvez la télécharger ici : %1$@ Comme toutes les applications de messagerie, Signal permet d'envoyer des photos et des vidéos, de passer des appels et de lancer des conversations de groupe. Ce qui la différencie des autres ? C'est qu'absolument personne ne peut accéder aux contenus que vous partagez avec vos amis. Pas même les créateurs de Signal. Pour en savoir plus sur Signal, c'est par ici : %2$@.
ga: Haigh, Thosaigh mé ag úsáid Signal le déanaí le comhráite ar m'iPhone a choinneáil príobháideach. Ba mhaith liom go ndéanfá é a shuiteáil freisin, ionas go mbeimid cinnte nach féidir le haon duine ach tusa agus mise ár dteachtaireachtaí a léamh nó éisteacht lenár nglaonna. Tá Signal ar fáil le haghaidh iPhone, Android agus Desktop. Gheobhaidh tú anseo é: %1$@ Oibríonn Signal mar a oibríonn an aip curtha teachtaireachtaí atá agat cheana. Is féidir linn pictiúir agus físeáin a sheoladh, glaonna a chur agus tosú ar ghrúpchomhráite. An chuid is fearr, ní féidir le haon duine eile aon cheann de na rudaí sin a fheiceáil, fiú na daoine a dhéanann Signal! Gheobhaidh tú tuilleadh eolais faoi Signal anseo: %2$@
gu: અરે સાંભળો, તાજેતરમાં હું મારા iPhone પરની ચેટ ખાનગી રાખવા માટે Signalનો ઉપયોગ કરું છું. હું ઇચ્છું છું કે તમે પણ તેને ઇન્સ્ટોલ કરો, જેથી આપણે ખાતરી રાખી શકીએ કે માત્ર તમે અને હું જ આપણા મેસેજ વાંચી કે આપણા કૉલ સાંભળી શકીએ છીએ. Signal iPhone, Android અને ડેસ્કટોપ માટે ઉપલબ્ધ છે. તેને અહીંથી મેળવો: %1$@ Signal તમારી હાલની મેસેજિંગ ઍપની જેમ જ કામ કરે છે. આપણે ફોટા અને વીડિયો મોકલી શકીએ છીએ, કૉલ કરી શકીએ છીએ અને ગ્રૂપ ચેટ શરૂ કરી શકીએ છીએ. સૌથી સારી વાત એ છે કે, તેમાનું કંઈ જ બીજું કોઈ જોઈ શકતું નથી, જેમણે Signal બનાવનારા લોકો પણ નહીં! તમે Signal વિશે અહીં વધુ વાંચી શકો છો: %2$@
he: היי, לאחרונה עברתי להשתמש ב–Signal כדי לשמור על הצ׳אטים ב–iPhone שלי פרטיים. זה יהיה מעולה אם גם לך תהיה את האפליקציה, כדי שנוכל לדעת בוודאות שרק לנו יש גישה להודעות ולשיחות הקוליות שלנו. Signal זמינה עבור iPhone, Android, ושולחן העבודה. אפשר להוריד אותה כאן: %1$@ Signal עובדת כמו אפליקציית ההודעות הקיימת שלך. אפשר לשלוח תמונות וסרטונים, לבצע שיחות ולהתחיל צ׳אטים קבוצתיים. החלק הכי טוב הוא שאף אחד לא יכול לראות שום דבר מזה, אפילו לא האנשים שיוצרים את Signal! אפשר לקרוא עוד על Signal כאן: %2$@
hi: नमस्ते, कुछ समय से मैं अपने iPhone में चैट को प्राइवेट रखने के लिए Signal का इस्तेमाल कर रहा रही हूँ। मैं चाहता/चाहती हूँ कि आप भी इसे इंस्टॉल करें, ताकि हमें इस बात पर भरोसा रहे कि सिर्फ़ आप और मैं हमारे संदेश पढ़ सकते हैं या हमारे कॉल सुन सकते हैं। Signal iPhone, Android और डेस्कटॉप के लिए उपलब्ध है। यहाँ देखें: %1$@ Signal आपके मौजूदा संदेश ऐप की तरह काम करता है। हम तस्वीरें और वीडियो भेज सकते हैं, कॉल कर सकते हैं और ग्रुप चैट शुरू कर सकते हैं। सबसे अच्छी बात यह है कि इसमें से कुछ भी किसी और को दिखाई नहीं देता, Signal बनाने वाले लोगों को भी नहीं! आप Signal के बारे में ज़्यादा जानकारी यहाँ पढ़ सकते हैं: %2$@
hr: Hej, u posljednje vrijeme koristim Signal kako bi razgovori na mom iPhone-u ostali privatni. Ako ga i ti instaliraš, bit ćemo sigurni da nitko osim nas ne može čitati naše poruke ili slušati naše razgovore. Signal je dostupan za iPhone i Android uređaje te za računala. Preuzmi ga ovdje: %1$@ Signal funkcionira poput drugih aplikacija za razmjenu poruka. Možeš slati fotografije i videozapise, pozivati i stvarati grupne razgovore. Najbolji dio je to što nitko osim tebe ne može vidjeti ništa od toga, čak ni osobe koje su stvorile Signal! Ovdje možeš pročitati više o Signalu: %2$@
hu: Szia! Újabban privát csevegéseimet a Signal üzenetküldő alkalmazással bonyolítom iPhone-on. Örülnék, ha te is telepítenéd, így biztosak lehetünk benne, hogy amit írunk, vagy mondunk a telefonba, az köztünk marad. A Signal elérhető iPhone és Android telefonokra, valamint asztali számítógépre. Itt szerezheted meg: %1$@ A Signal az ismert csevegőprogramokhoz hasonlóan működik: küldhetünk képeket, videókat, hívhatjuk egymást, csoportos csevegést indíthatunk. A legjobb, hogy a fentiekbe senkinek, még a Signal fejlesztőinek sincs semmilyen betekintési, belehallgatási lehetősége. A Signalról itt olvashatsz bővebben: %2$@.
id: Hai, Belakangan ini saya menggunakan Signal untuk memastikan chat di iPhone saya tetap privat. Saya ingin Anda menginstalnya juga agar tidak ada orang lain yang bisa melihat pesan atau mendengarkan panggilan kita. Signal bisa dipakai di iPhone, Android, dan Desktop. Unduh di sini: %1$@ Signal berfungsi seperti aplikasi perpesanan yang saat ini Anda gunakan. Kita bisa mengirim gambar dan video, melakukan panggilan, dan membuat grup chat. Yang terpenting, orang lain tidak akan bisa melihatnya, termasuk developer Signal sekalipun! Baca selengkapnya tentang Signal di sini: %2$@
is: Hæ, Að undanförnu hef ég verið að nota Signal til að halda spjalli á iPhone-símanum mínum út af fyrir mig. Það væri frábært ef þú myndir líka setja það upp, svo að við geturm treyst því að bara ég og þú séum að lesa skilaboðin eða hlusta á símtölin sem fara okkar á milli. Signal er til fyrir iPhone og Android. Sæktu það hér: %@ Signal virkar eins og venjuleg skilaboðaforrit. Við getum sent myndir og myndskeið, hringt símtöl og útbúið hópspjall. Rúsínan í pylsuendanum er að enginn annar en sá sem við leyfum getur séð neitt af þessu, ekki einusinni fólkið sem býr til Signal! Þú getur lesið hér meira um Open Whisper Systems, fólksins sem gerir Signal: %@
it: Ciao, ultimamente sto usando Signal per mantenere private le chat sul mio iPhone. Perché non lo installi anche tu? Così abbiamo la certezza che i nostri messaggi e le nostre chiamate rimangono sempre tra di noi! Signal è disponibile per iPhone, Android e Desktop. Scaricalo qui: %1$@ Signal funziona come una classica app di messaggistica istantanea. Possiamo mandarci foto, video, fare chiamate e creare chat di gruppo. Ma la ciliegina sulla torta è che nessuno potrà vedere né sentire nulla di tutto ciò, nemmeno chi lavora per Signal! Puoi saperne di più qui: %2$@
ja: こんにちは 最近、私はiPhoneでのチャットのプライベートを保つためにSignalを使っています。よかったら、あなたにもインストールしませんか？そうすれば、他の人が私たちのメッセージを読んだり聞いたりできないので安心です。 Signalは、iPhone、Android、Desktopのどれでも使えます。ここからインストールできます： %1$@ Signalの使い方は、今使っているメッセージアプリと同じです。写真や動画も送れるし、通話やグループチャットもできます。一番すごいところは、Signalの開発者であってもユーザーのやりとりを見られないところです！ Signalの詳細についてはこちらをご覧ください：%2$@
kab: Azul, Ussan-a ineggura, seqdaceɣ Signal i wakken ad ǧǧeɣ idiwenniyen ɣef iPhone-inu uslig. Bɣiɣ lukan ad t-tesbeddeḍ ula d kečč·kemm, akken ad neḍmen d nekk kan akked kečč·kemm i izemren ad ɣren iznan neɣ ara islen i yisawalen. Signal yella i iPhone d Android. Awi-t sya: %@ Signal iteddu am usnas n tirawt yellan. Nezmer ad nazen tugniwin akked tvidyutin, ad neg isawalen akked ad nsenker idiwenniyen n ugraw. Ayen izaden akk, ula yiwen ur yezmir ad iwali acemma seg-sen, ula d wid i d-ixedmen Signal! Tzemreḍ ad teɣreḍ ugar ɣef Open Whisper Systems, imdanen i d-ixedmen Signal, da: %@
kk: Сәлем, Соңғы кездері мен iPhone арқылы жүргізетін әңгімелерімді құпия сақтау үшін Signal қолданбасын пайдаланамын. Сенің де оны орнатқаның жақсы болар еді, сонда біз хабарларымызды екеуміздің ғана оқып, қоңырауларымызды екеуміздің ғана еститінімізге сенімді болар едік. Signal iPhone мен Android құрылғыларында жұмыс істейді. Оны мына жерден ал: %@ Signal бұрыннан бар хабар алмасу қолданбалары сияқты жұмыс істейді. Біз суреттер мен бейнефайлдарды жіберіп, қоңырау соға аламыз, сондай-ақ топтық чаттарды бастай аламыз. Ең жақсысы – олардың ешқайсысын да басқа ешкім көрмейді, тіпті Signal қолданбасын жасаушылар да! Open Whisper Systems ұйымы, Signal қолданбасын жасайтын адамдар туралы толығырақ ақпаратты мына жерден оқуға болады: %@
km: áŸá½áŸáŸ’áá¸ ááŸ’á˜á¸áŸ—á“áŸáŸ‡ ááŸ’á‰á»áŸ†á€áŸ†á–á»á„á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal áŠá¾á˜áŸ’á”á¸ášá€áŸ’áŸá¶á€á¶ášá‡á‡áŸ‚á€á‡á¶á¯á€á‡á“á“áŸ…á›á¾ iPhone ášá”áŸáŸ‹ááŸ’á‰á»áŸ†áŸ” ááŸ’á‰á»áŸ†á…á„áŸ‹á±áŸ’á™á¢áŸ’á“á€áŠáŸ†á¡á¾á„áœá¶áŠáŸ‚áš áŠá¼á…á“áŸáŸ‡ á™á¾á„á¢á¶á…á˜á·á“á‘áŸ†á“á»á€á…á·ááŸ’ááá¶ á˜á¶á“ááŸ‚á¢áŸ’á“á€á“á·á„ááŸ’á‰á»áŸ†á‘áŸ áŠáŸ‚á›á¢á¶á…á¢á¶á“áŸá¶áš á“á·á„áŸáŸ’áá¶á”áŸ‹á€á¶ášá áŸ…á“á¶á“á¶ášá”áŸáŸ‹á–á½á€á™á¾á„áŸ” Signal á˜á¶á“áŸá˜áŸ’ášá¶á”áŸ‹ iPhone á“á·á„ AndroidáŸ” á‘á¶á‰á™á€áœá¶á“áŸ…á‘á¸á“áŸáŸ‡áŸ– %@ Signal á’áŸ’áœá¾á€á¶ášáŠá¼á…á€á˜áŸ’á˜áœá·á’á¸á•áŸ’á‰á¾áŸá¶ášáŠáŸ‚á›á˜á¶á“áŸáŸ’ášá¶á”áŸ‹áŸ” á™á¾á„á¢á¶á…á•áŸ’á‰á¾ášá¼á”á—á¶á– á“á·á„áœá¸áŠáŸá¢á¼ á’áŸ’áœá¾á€á¶ášá áŸ…á…áŸá‰ á“á·á„á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á¶ášá‡á‡áŸ‚á€á‡á¶á€áŸ’ášá»á˜áŸ” á•áŸ’á“áŸ‚á€áŠáŸ‚á›á›áŸ’á¢á”áŸ†á•á»áá“áŸ„áŸ‡á‚áº á‚áŸ’á˜á¶á“á“ášáá¶á˜áŸ’á“á¶á€áŸ‹ á¢á¶á…á˜á¾á›áƒá¾á‰á•áŸ’á“áŸ‚á€áá¶á˜á½á™ášá”áŸáŸ‹áœá¶ á˜á·á“á˜á¶á“áŸá¼á˜áŸ’á”á¸ááŸ‚á¢áŸ’á“á€áŠáŸ‚á›á”á„áŸ’á€á¾á Signal! á¢áŸ’á“á€á¢á¶á…á¢á¶á“á”á“áŸ’ááŸ‚á˜á¢áŸ†á–á¸ Open Whisper Systems á¢áŸ’á“á€áŠáŸ‚á›á”á„áŸ’á€á¾á Signal á“áŸ…á‘á¸á“áŸáŸ‡áŸ– %@
kn: ಹಾಯ್, ಇತ್ತೀಚೆಗೆ ನಾನು ನನ್ನ iPhone ನಲ್ಲಿನ ಚಾಟ್‌ಗಳನ್ನು ಖಾಸಗಿಯಾಗಿರಿಸಲು Signal ಬಳಸುತ್ತಿದ್ದೇನೆ. ನೀವು ಸಹ ಇದನ್ನು ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಬೇಕೆಂದು ನಾನು ಬಯಸುತ್ತೇನೆ, ಆ ಮೂಲಕ ನೀವು ಮತ್ತು ನಾನು ಮಾತ್ರ ನಮ್ಮ ಸಂದೇಶಗಳನ್ನು ಓದಬಹುದು ಅಥವಾ ನಮ್ಮ ಕರೆಗಳನ್ನು ಕೇಳಬಹುದು ಎಂದು ನಾವು ನಂಬಬಹುದು. iPhone ಗಳು ಮತ್ತು Android ಗಾಗಿ Signal ಲಭ್ಯವಿದೆ. ಅದನ್ನು ಇಲ್ಲಿ ಪಡೆಯಿರಿ: %@ ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮೆಸೇಜಿಂಗ್ ಆಪ್‌ನಂತೆ Signal ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ನಾವು ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊವನ್ನು ಕಳುಹಿಸಬಹುದು, ಕರೆಗಳನ್ನು ಮಾಡಬಹುದು ಹಾಗೂ ಗುಂಪು ಚಾಟ್‌ಗಳನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಉತ್ತಮ ವಿಚಾರವೆಂದರೆ, ಬೇರೆ ಯಾರಿಗೂ ಅದರಲ್ಲಿ ಯಾವುದನ್ನೂ ನೋಡಲಾಗುವುದಿಲ್ಲ, Signal ತಯಾರಿಸುವ ಜನರು ಸಹ ಅದನ್ನು ನೋಡಲಾಗುವುದಿಲ್ಲ! ಓಪನ್ ವಿಸ್ಪರ್ ಸಿಸ್ಟಮ್ಸ್, Signal ತಯಾರಿಸುವ ಜನರ ಕುರಿತು ನೀವು ಇಲ್ಲಿ ಇನ್ನಷ್ಟು ಓದಬಹುದು: %@
ko: 안녕하세요. 저는 최근 들어 iPhone에서 나누는 대화를 안전하게 보호하기 위해 Signal을 사용하고 있습니다. 저와 나누는 대화와 통화를 안전하게 보호할 수 있도록 귀하의 기기에도 Signal을 설치해 주실 수 있을까요? Signal은 iPhone과 Android, 데스크톱에서 이용할 수 있습니다. %1$@에서 다운로드하세요. Signal은 기존의 메시지 앱과 동일한 방식으로 작동합니다. 사진과 동영상을 보내고, 통화하고, 그룹 대화를 나눌 수도 있죠. 무엇보다 중요한 점은 Signal을 만든 사람조차 우리가 나누는 대화를 볼 수 없다는 거예요. %2$@에서 Signal에 관해 자세히 알아보세요.
lt: Labas, Paskutiniu metu, tam kad savo „iPhone“ telefone išlaikyčiau pokalbius privačius, aš naudoju Signal. Norėčiau, kad ir tu įsidiegtum šią programėlę, nes tokiu būdu būtume tikri, jog tik tu ir aš galime skaityti mūsų žinutes ir girdėti mūsų pokalbius per skambučius. Signal yra prieinama „iPhone“ ir „Android“ telefonams. Atsisiųsk ją iš čia: %@ Signal veikia panašiai kaip tavo dabar naudojama susirašinėjimo programėlė. Mes galėtume siųsti paveikslus ir vaizdo įrašus, skambinti ir pradėti grupės pokalbius. Geriausia yra tai, kad niekas negalėtų to pamatyti, netgi žmonės, kurie sukūrė Signal! Gali daugiau paskaityti apie Open Whisper Systems (žmones, kurie sukūrė Signal) čia: %@
lv: Sveiki! Tagad es izmantoju Signal, lai tērzēšanas manā iPhone ierīcē būtu privātas. Es vēlos, lai šo lietotni instalētu arī Jūs, jo tad mēs skaidri zināsim, ka mūsu informācijai (ziņām un zvaniem) nevar piekļūt neviens cits. Lietotne Signal ir pieejama iPhone un Android ierīcēm. Lejupielādējiet to šeit: %@ Signal darbojas līdzīgi kā jūsu pašreizējā ziņapmaiņas lietotne. Mēs varam sūtīt attēlus un video, veikt zvanus un sākt grupas tērzēšanu. Taču vislabākais šajā visā ir tas, ka neviens cits šo informāciju neredz, pat ne Signal izstrādātāji! Papildinformācija par Open Whisper Systems tehnoloģiju, Signal izstrādātājiem, ir šeit: %@
mk: Здраво, Во последно време користам Signal за да ги задржам разговорите на мојот iPhone приватни. Би сакал и ти да го инсталираш, за да можеме да бидеме сигурни дека само ти и јас ќе ги читаме нашите пораки и слушаме нашите разговори. Signal е достапен за iPhone и Android уредите. Преземи го оттука: %@ Signal работи исто како и твојата апликација за пораки. Можеме да праќаме слики и видео, да воспоставуваме повици, и групни разговори. Најдобриот дел е тоа што никој друг не може да види ништо од тоа, дури ни луѓето кои го направиле Signal! Можеш да прочиташ повеќе за Open Whisper Systems, т.е. за луѓето кои го направиле Signal, види на:%@
ml: ഹേയ്, അടുത്തിടെയായി ഞാൻ എൻ്റെ ഐഫോണിലെ സംഭാഷണങ്ങൾ സ്വകാര്യമായി സൂക്ഷിക്കാൻ Signal ഉപയോഗിക്കുന്നു. നിങ്ങളും അത് ഇൻസ്റ്റാൾ ചെയ്യണമെന്ന് ഞാൻ ആഗ്രഹിക്കുന്നു, അങ്ങനെയായാൽ നമ്മുടെ സന്ദേശങ്ങൾ വായിക്കാനും നമ്മുടെ കോളുകൾ കേൾക്കാനും നമുക്ക് മാത്രമെ സാധിക്കുകയുള്ളൂ എന്ന് നമുക്ക് വിശ്വസിക്കാനാകും. Signal ഐഫോണുകൾക്കും ആൻഡ്രോയിഡിനും ലഭ്യമാണ്. ഇവിടെ നിന്നും ലഭിക്കും: %@ Signal നിങ്ങളുടെ നിലവിലെ മെസേജിംഗ് ആപ്പ് പോലെ പ്രവർത്തിക്കുന്നു. നമുക്ക് ചിത്രങ്ങളും വീഡിയോകളും അയയ്ക്കാം, കോളുകൾ ചെയ്യാം, ഗ്രൂപ്പ് ചാറ്റുകൾ തുടങ്ങാം. ഏറ്റവും മെച്ചപ്പെട്ട കാര്യമെന്താന്ന് വച്ചാൽ, ഇവയൊന്നും മറ്റാർക്കും കാണാൻ സാധിക്കില്ല, Signal നിർമ്മിച്ചിരിക്കുന്ന ആളുകൾക്ക് പോലും! Signal ൻ്റെ സൃഷ്ടികർത്താക്കളായ ഓപ്പൺ വിസ്പർ സിസ്റ്റംസ് നെ പറ്റി കൂടുതലായി നിങ്ങൾക്ക് ഇവിടെ വായിക്കാം: %@
mr: नमस्कार, माझ्या iPhone वरचे चॅट्स गुप्त ठेवण्यासाठी मी अलीकडे Signal वापरत आहे. मला वाटते तुम्हीसुद्धा ते इन्स्टॉल करून घ्यावे, ज्यामुळे आपल्यातले संदेश फक्त तुम्ही-आम्हीच वाचू शकाल आणि आपले कॉल्स फक्त आपल्यालाच ऐकू येतील. Signal iPhone, अँड्रॉइड आणि डेस्कटॉपवर उपलब्ध आहे. हे इथून मिळवू शकता : %1$@ Signal हे तुमच्या सध्याच्या संदेश ॲप सारखेच काम करते. आपण चित्रे आणि व्हिडिओ पाठवू शकतो, कॉल करू शकतो आणि समूह चॅट्स सुरू करू शकतो. सगळ्यांत भारी गोष्ट ही की दुसऱ्या कोणालाच यातले काहीही पाहता येत नाही, अगदी Signal ज्यांनी घडवला आहे त्या लोकांनाही! तुम्ही Signal बद्दल येथे अधिक वाचू शकता : %2$@
ms: Hei, Kebelakangan ini, saya menggunakan Signal untuk memastikan sembang di iPhone saya kekal peribadi. Saya ingin anda memasangnya juga, jadi kita yakin yang hanya kita saja yang boleh membaca mesej atau mendengar panggilan kita. Signal tersedia untuk iPhone dan Android. Dapatkannya di sini: %1$@ Signal berfungsi seperti aplikasi pemesejan yang anda gunakan sekarang. Kita boleh menghantar gambar dan video, membuat panggilan dan memulakan sembang kumpulan. Apa yang bagus, tiada orang lain dapat melihatnya, termasuklah orang yang mencipta Signal! Anda boleh membaca lebih lanjut mengenai Signal di sini: %2$@
my: ဟဲ! လတ်တလောတွင် ကျွန်ုပ်၏ iPhone ပေါ်ရှိ စကားပြောဆိုမှုများကို လုံခြုံစေရန် Signal ကို ကျွန်ုပ်သုံးနေပါသည်။ သင်လဲ ထည့်သွင်းစေချင်ပါတယ်၊ ဒါဆိုရင် အချင်းချင်းပြောဆိုမှုများနှင့် မက်ဆေ့ချ်များကို တို့တွေသာ ဖတ်နိုင်ရန် စိတ်ချရပါမည်။ iPhone နှင့် Android များအတွက် Signal ရရှိနိုင်ပါသည်။​ ၎င်းနေရာတွင် ရယူလိုက်ပါ - %@ Signal သည် သင် လက်ရှိသုံးနေသော မက်ဆေ့ချ်လုပ်သည့် အပ္ပလီကေးရှင်းနှင့် တူပါသည်။ ရုပ်ပုံ၊ ဗီဒီယို၊​ဖုန်းခေါ်ဆိုမှု၊​ အဖွဲ့လိုက် စကားပြောဆိုမှုများ လုပ်ဆောင်နိုင်ပါသည်။ အကောင်းဆုံးကတော့ တို့တွေရဲ့ပြောစကားတွေကို တို့တွေကိုယ်တိုင်ကလွဲပြီး Signal ဖန်တီးသူတွေအပါအဝင် တခြားဘယ်သူမှ ကြည့်လို့မရနိုင်တာပဲ။ Signal ကိုဖန်တီးတဲ့သူတွေဖြစ်တဲ့ Open Whisper Systems အကြောင်းကို ဒီနေရာမှာ %@ ဖတ်ကြည့်နိုင်ပါတယ်။
nb: Hei! I det siste har jeg brukt Signal til å holde iPhone-samtalene mine private. Det hadde vært fint om du også installerte Signal, slik at vi kan være sikre på at meldingene og telefonsamtalene våre blir mellom oss. Signal kan lastes ned på iPhone, Android og skrivebordet. Last den ned her: %1$@ Signal fungerer akkurat som en vanlig meldingsapp. Vi kan sende bilder og videoer, ringe hverandre og starte gruppesamtaler. Det beste av alt er at ingen kan se det vi sender – selv ikke de som har laget Signal! Du kan lese mer om Signal her: %2$@
nl: Hoi, tegenwoordig gebruik ik Signal om de chats op mijn iPhone privé te houden. Ik zou het fijn vinden als jij de app ook installeert, zodat we erop kunnen vertrouwen dat alleen jij en ik onze berichten kunnen lezen of onze oproepen kunnen horen. Signal is beschikbaar voor iPhone, Android en desktop. Download de app hier: %1$@ Signal werkt net als je gebruikelijke berichtenapp. We kunnen foto's en video's versturen, bellen en groepschats starten. Niemand anders kan er iets van zien, zelfs niet de mensen die Signal ontwikkelen! Je kunt hier meer informatie vinden over Signal: %2$@
pa: ਹੈਲੋ, ਕੁਝ ਚਿਰ ਤੋਂ ਮੈਂ ਆਪਣੇ iPhone ਵਿੱਚ ਚੈਟਾਂ ਨੂੰ ਗੁਪਤ ਰੱਖਣ ਲਈ Signal ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ/ਰਹੀ ਹਾਂ। ਮੈਂ ਚਾਹਾਂਗਾ/ਗੀ ਕਿ ਤੁਸੀਂ ਵੀ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ, ਤਾਂ ਜੋ ਆਪਾਂ ਨੂੰ ਵਿਸ਼ਵਾਸ ਹੋ ਸਕੇ ਕਿ ਸਿਰਫ ਤੁਸੀਂ ਅਤੇ ਮੈਂ ਹੀ ਆਪਣੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਪੜ੍ਹ ਰਹੇ ਹਾਂ ਜਾਂ ਫਿਰ ਆਪਣੀਆਂ ਕਾਲਾਂ ਨੂੰ ਸੁਣ ਰਹੇ ਹਾਂ। Signal iPhones ਅਤੇ Android ਲਈ ਉਪਲਬਧ ਹੈ। ਇਸ ਨੂੰ ਇੱਥੋਂ ਪਾਓ: %@ Signal ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਸਨੇਹਿਆਂ ਵਾਲੀ ਐਪ ਵਾਂਗ ਹੀ ਕੰਮ ਕਰਦੀ ਹੈ। ਅਸੀਂ ਤਸਵੀਰਾਂ ਅਤੇ ਵੀਡੀਓ ਭੇਜ ਸਕਦੇ ਹਾਂ, ਕਾਲਾਂ ਕਰ ਸਕਦੇ ਹਾਂ, ਅਤੇ ਗਰੁੱਪ ਚੈਟ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹਾਂ। ਸਭ ਤੋਂ ਵਧੀਆ ਗੱਲ ਹੈ ਕਿ, ਕੋਈ ਵੀ ਹੋਰ ਵਿਅਕਤੀ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਵੀ ਚੀਜ ਨੂੰ ਦੇਖ ਨਹੀਂ ਸਕੇਗਾ, ਇੱਥੋਂ ਤੱਕ ਕਿ Signal ਨੂੰ ਬਣਾਉਣ ਵਾਲੇ ਲੋਕ ਵੀ ਨਹੀਂ! ਤੁਸੀਂ ਓਪਨ ਵਿਸਪਰ ਸਿਸਟਮਾਂ, Signal ਨੂੰ ਬਣਾਉਣ ਵਾਲੇ ਲੋਕਾਂ ਦੇ ਬਾਰੇ ਇੱਥੇ ਜਾ ਕੇ ਵਧੇਰੇ ਪੜ੍ਹ ਸਕਦੇ ਹੋ: %@
pa_pk: ارے، حال اچ ای، میں اپنے آئی فون اتے گل وات نوں نجی رکھن دے لئی Signal ورتدا رئیا آں۔ اچ چاہندا آں کہ تساں وی اینون انسٹال کرو، تاں جے اسی پُراعتماد ہو سکاں کہ صرف تساں تے میں ای اپنے سنیہاں نوں پڑھ سکدے یا اساں دی کالاں سن سکدے ہین۔ آئی فونز تے اینڈرائیڈ دے لئی دستیاب اے۔ اینوں ایتھے حاصل کرو: %@ Signal تساں دی موجودہ سنیہا تائیں رسائی دی ایپ دی طرح کام کردا اے۔ اسی تصویراں تے ویڈیو گھل سکدے آں، کالاں کر سکدے آں، تے گروپ چیٹس شروع کر سکدے آں۔ سبھ توں چنگی گل ایہہ اے کہ، کوئی دوجا ایس دا کجھ وی نئیں ویکھ سکدا اے، ایتھے تائیں کہ Signal بنان آلے بندے وی نئیں! تساں Signal بنان آلے لوکاں، اوپن وہسپر سسٹمز دے بارے اچ ایتھے ہور پڑھ سکدے او: %@
pl: Cześć, zależy mi na prywatności, więc do komunikacji na iPhonie używam aplikacji Signal. Fajnie będzie, jeśli też ją zainstalujesz – wtedy możemy mieć pewność, że nikt postronny nie czyta ani nie słucha naszych rozmów. Signal jest dostępny na iPhone'a, Androida oraz komputery. Aplikację możesz pobrać tutaj: %1$@ Signal działa tak, jak każdy inny komunikator. Umożliwia wysyłanie zdjęć i filmów, dzwonienie, a także tworzenie czatów grupowych. Najlepsze jest jednak to, że nikt inny nie będzie mieć dostępu do naszych wiadomości, nawet osoby, które zbudowały tę aplikację! Więcej o komunikatorze Signal przeczytasz tutaj: %2$@
ps: هې په دې وروستیو کې ما Signal په خپل ایفون کې د خپلو چټونو د خصوصي ساتلو په خاطر کارواه. زه غواړم چې ته یې هم انسټال کړي، تر څو ډاډه واوسو چې یوازې زه او ته به زموږ پیغامونو لولو یا هم اورو. Signal د ایفون او انډرویډ لپاره د لاسرسي وړ دی. دلته یې تر لاسه کړئ: %@ Signal لکه ستاسې د پیغام کولو د اوسني اپلیکیشن په توګه کار ورکوي. موږ کولای شو چې انځورونه او ویډیوګانې ولیږو، ټلیفوني اړیکې ونیسو او ګروپي چټونه وکړو. ښه خبره دا ده چې هېڅ څوک هغه نه لیدلای شي نه اوریدلای، هان هغه خلک چې Signal یې جوړ کړی دی! ته کولای شي د Open Whisper Systems په لا زیات معلومات دلته ولولي، هغه کسان چې Signal یې جوړ کړی، دلته یې په اړه ولولي: %@
pt_br: Olá, Tenho usado o Signal ultimamente para manter minhas conversas no iPhone privadas. Gostaria que você instalasse também, assim garantimos que só nós podemos ler nossas mensagens ou ouvir nossas chamadas. O Signal está disponível para iPhone, Android e desktop. Baixe aqui: %1$@ O Signal funciona como qualquer outro app de mensagens. Podemos trocar fotos, vídeos, fazer chamadas e até criar grupos. A diferença? Ninguém mais pode ver o que falamos – nem mesmo os desenvolvedores do Signal! Saiba mais sobre o Signal aqui: %2$@
pt_pt: Olá, Ultimamente tenho utilizado o Signal para manter os chats do meu iPhone privados. Gostaria que também o instalasse, para podermos ter a certeza que mais ninguém pode ler as nossas mensagens nem ouvir as nossas chamadas. O Signal está disponível para iPhone, Android e Desktop. Descarregue-o aqui: %1$@ O Signal funciona como qualquer outra app de mensagens. Dá para enviar fotografias e vídeo, fazer chamadas e criar chats de grupo. A melhor parte é que mais ninguém tem acesso, nem os criadores do Signal! Saiba mais acerca do Signal aqui: %2$@
ro: Salut, Recent am început să folosesc Signal pentru a-mi păstra conversațiile private pe iPhone. Aș vrea să-ți instalezi și tu aplicația, ca să fim siguri că numai noi doi ne putem citi mesajele sau asculta apelurile. Signal este disponibil pentru iPhone, Android și desktop. Obține-l de aici: %1$@ Signal funcționează ca și aplicația ta curentă de mesagerie. Putem trimite poze și video-uri, putem suna, și putem începe conversații de grup. Cea mai bună parte este că nimeni altcineva nu poate vedea toate acestea, nici măcar oamenii care dezvoltă Signal! Poți afla mai multe despre Signal, aici: %2$@
ru: Привет! В последнее время я использую Signal для сохранения конфиденциальности своих чатов на iPhone. Предлагаю установить это приложение и тебе, чтобы быть уверенными, что только мы с тобой можем читать наши сообщения и слышать наши разговоры. Signal доступен для iPhone, Android и ПК. Скачай его здесь: %1$@ Signal работает так же как мессенджер, который ты уже используешь. Мы можем отправлять картинки и видео, делать звонки и создавать групповые чаты. И главное — никто кроме нас ничего не увидит, даже разработчики Signal! Подробнее о Signal тут: %2$@
sk: Ahoj, V poslednej dobe používam Signal, aby čety v mojom iPhone zostali súkromné. Poteší ma, ak si ho nainštaluješ aj ty, aby sme si boli istí, že nikto iný nečíta naše správy a nepočúva naše hovory. Signal je dostupný pre iPhone, Android a Desktop. Stiahnuť si ho môžeš tu: %1$@ Signal funguje ako tvoja súčasná aplikácia na odosielanie správ. Môžeme si posielať fotky, videá, uskutočňovať hovory a vytvárať skupinové čety. A najlepšie na tom je, že ich nemôže vidieť nikto iný, dokonca ani tí, ktorí vyvíjajú Signal! Viac o aplikácii Signal si môžeš prečítať tu: %2$@
sl: Hej, v zadnjem času uporabljam Signal, da ohranim zasebnost svojih pogovorov preko iPhone-a. Rad_a bi, da si ga namestiš tudi ti, da bova prepričana_i, da lahko samo midva_e bereva najina sporočila ali poslušava najine klice. Signal je na voljo za iPhone in Android. Dobiš ga lahko tukaj: %@ Signal deluje tako kot tvoj obstoječi program za sporazumevanje. Lahko si pošiljava slike in video posnetke, se kličeva in ustvarjava skupinske pogovore. Najboljše pri tem je, da tega ne more videti nihče drug, niti tisti, ki ustvarjajo Signal! Več o ustvarjalcih Signala iz Open Whisper Systems, si lahko prebereš tukaj: %@
sq: Hej, Tani së fundi kam përdorur Signal-in, për t’i pasur private fjalosjet në iPhone-in tim. Do të doja ta instalonit edhe ju, që të jemi të sigurt se vetëm ju dhe unë i lexojmë mesazhet tona ose dëgjojmë thirrjet tona. Signal-i është i gatshëm për iPhone dhe Android. Merreni nga këtu: 1%@ Signal-i funksionon njësoj si aplikacioni juaj ekzistues për mesazhe. Mund të dërgojmë foto dhe video, të bëjmë thirrje, dhe të nisim fjalosje në grup. Gjëja më e mirë është se askush tjetër s’mund të shohë gjë prej këtyre, as edhe ata që krijojnë Signal-in! Më tepër rreth Open Whisper Systems, njerëzve që ndërtojnë Signal-in, mund të lexoni këtu: 1%@
sr: Ћао! У последње време користим Signal да би ми ћаскања на iPhone-у била приватна. Било би супер да га и ти инсталираш, па да будемо сигурни да нико осим нас не може да чита наше поруке и слуша наше разговоре. Signal је доступан за iPhone, Android и десктоп рачунар. Преузми га одавде: %1$@ Signal ради слично као твоја постојећа апликација за дописивање. Можемо да шаљемо слике и видео записе, позивамо људе и ћаскамо у групама. Најбоље је што нико осим нас не може ништа да види, чак ни креатори Signal-а! Више о Signal-у можеш прочитати овде: %2$@
sv: Hej, Den senaste tiden har jag använt Signal för att hålla chattarna på min iPhone privata. Jag vill att du också installerar Signal, så att vi kan vara säkra på att endast du och jag kan läsa våra meddelanden eller höra våra samtal. Signal finns för iPhone, Android och som skrivbordsversion. Hämta den här: %1$@ Signal fungerar som din befintliga meddelandeapp. Vi kan skicka bilder och video, ringa samtal och starta gruppchattar. Det bästa är att ingen annan kan se något av det, inte ens människorna som gör Signal! Du kan läsa mer om Signal här: %2$@
sw: Hujambo, Hivi majuzi nimekuwa nikitumia Signal kuweka faragha gumzo zangu kwenye iPhone yangu. Ningependa wewe uisanikishe pia, ili tuwe na hakika kwamba ni mimi na wewe tunaoweza kusoma ujumbe wetu au kusikiliza mazungumzo yetu. Signal inapatikana kutumika katika iphone na Android. Ipate hapa:%@ Signal inafanya kazi kama programu yako ya kutuma ujumbe. Tunaweza kutuma picha na video, kupiga simu, na kuanza gumzo za makundi. Jambo muhimu zaidi ni kwamba, hakuna mtu mwingine anayeweza kuona mazumgumzo yoyote yetu, hata watu wanaotengemeza Signal! Unaweza kusoma maelezo zaidi kuhusu Open Whisper Systems, watu ambao wametengezena Signal, hapa:%@
ta: வணக்கம், சமீபத்தில் நான் பயன்படுத்துகிறேன் Signal எனது ஐபோனில் அரட்டைகளை வைத்திருக்க தனிப்பட்ட. நீங்களும் இதை நிறுவ விரும்புகிறேன், எனவே நீங்களும் நானும் மட்டுமே எங்கள் செய்திகளைப் படிக்க முடியும் அல்லது எங்கள் அழைப்புகளைக் கேட்க முடியும் என்று நாங்கள் நம்பலாம். Signal இருக்கிறது கிடைப்பில் ஐபோன்கள் மற்றும் ஆண்ட்ராய்டு. இங்கே பெறுங்கள்: %@ Signal உங்கள் இருக்கும் செய்தியிடல் பயன்பாடு போன்றது. நம்மால் முடியும்அனுப்பு படங்கள் மற்றும் வீடியோ, அழைப்புகளைச் செய்து தொடங்கவும் குழுஅரட்டைகள். சிறந்த பகுதி,இல்லை வேறொருவர் அதைக் காண முடியும், கூட இல்லை மக்கள் யார் செய்கிறார்கள் Signal! %@நீங்கள் பற்றி மேலும் படிக்கலாம் திற விஸ்பர் சிஸ்டம்ஸ், தி மக்கள் யார் செய்கிறார்கள் Signal, இங்கே:
te: ఆహా, ఇటీవల నేను నా iPhoneలోని చాట్‌లను ప్రైవేట్‌గా ఉంచడానికి Signal ‌ను ఉపయోగిస్తున్నాను. మీరు దీన్ని కూడా ఇన్‌స్టాల్ చేయాలని నేను కోరుకుంటున్నాను, కాబట్టి మీరు మరియు నేను మాత్రమే మా సందేశాలను చదవగలము లేదా మా కాల్‌లను వినగలము. Iphones మరియు Android కోసం Signal అందుబాటులో ఉంది. ఇక్కడ పొందండి: %@ Signal మీ ప్రస్తుత సందేశ అనువర్తనం వలె పనిచేస్తుంది. మేము చిత్రాలు మరియు వీడియోలను పంపవచ్చు, కాల్‌లు చేయవచ్చు మరియు సమూహ చాట్‌లను ప్రారంభించవచ్చు. మంచి భాగం ఏమిటంటే, ఇంకెవరూ వీటిని చూడలేరు, Signal తయారుచేసే వ్యక్తులు కూడా చూడలేరు! Open Whisper Systems, Signal తయారుచేసే వ్యక్తులు గురించి మీరు ఇక్కడ మరింత చదవవచ్చు: %@
th: สวัสดี! หลังจากที่ฉันได้เริ่มใช้ Signal เพื่อรักษาความเป็นส่วนตัวของแชทบน iPhone ฉันอยากแนะนำให้คุณติดตั้งแอปนี้เช่นกัน เพื่อให้มั่นใจได้ว่ามีแค่เราสองคนเท่านั้นที่สามารถอ่านข้อความหรือได้ยินเสียงพูดคุยของเรา Signal ใช้งานได้ทั้งบน iPhone, Android และเดสก์ท็อป ดาวน์โหลดเลยที่นี่: %1$@ Signal ทำงานเหมือนแอปส่งข้อความที่คุณใช้อยู่ เราสามารถส่งรูปและวิดีโอ โทรออก และเริ่มแชทกลุ่ม แต่ที่มากไปกว่านั้นก็คือจะไม่มีใครเห็นข้อมูลเหล่านี้ แม้แต่ทีมงานที่สร้าง Signal ก็ตาม! อ่านเพิ่มเติมเกี่ยวกับ Signal ได้ที่นี่: %2$@
tr: Merhaba, Son zamanlarda iPhone'umdaki sohbetlerimi gizli tutmak için Signal kullanıyorum. Senin de Signal kullanmanı isterim böylece mesajlarımızın ve aramalarımızın sadece aramızda kaldığından emin olabiliriz. Signal iPhone, Android ve Desktop için kullanılabilir. Uygulamayı bu adresten indirebilirsin: %1$@ Signal mevcut mesajlaşma uygulaman gibi çalışır. Görüntü ve video gönderebilir, arama yapabilir ve grup sohbetlerine başlayabiliriz. En iyi yanı ise Signal'i yaratanlar dahil hiç kimsenin ne yazdığımızı göremeyecek olması! Signal hakkında daha fazla bilgi için burayı ziyaret edebilirsin: %2$@
ug: ياخشىمۇسىز ، يېقىندىن بېرى مەن ئالما تېلېفونۇمدا Signal نى ئىشلىتىپ باشقىلار بىلەن بىخەتەر پاراڭلىشىۋاتىمەن. مەنمۇ Signal نى قاچىلاشنى خالايمەن ، بۇنداق بولغاندا پەقەت ئككىمىزلا ئوتتۇرىمىزدىكى ئۇچۇرلارنى ئوقۇپ ، پاراڭلارنى ئاڭلاشقا كاپالەتلىك قىلالايمىز. Signal نى ئايفون ، ئاندىرويىد ۋە ئۈستەل يۈزىدە ئشلەتكىلى بولىدۇ. بۇ يەردىن قاچىلاڭ: %1$@ Signal سىزدە بار ئۇچۇرلىشىش دېتالىغا ئوخشاشلا خىزمەت قىلىدۇ. رەسىم ۋە سىنلارنى ئەۋەتەلەيمىز ، تېلېفون قىلالايمىز ۋە گۇرۇپپا پاراڭلىرىنى باشلىيالايمىز. ئەڭ ياخشى يېرى شۇكى ، ھېچكىم بۇلارنىڭ ھەرقاندىقىنى كۆرەلمەيدۇ ، ھەتتا Signal نى ياسىغان كىشىلەرمۇ كۆرەلمەيدۇ! Signal ھەققىدىكى تەپسىلاتلارنى بۇ يەردىن كۆرەلەيسىز: %2$@
uk: Вітаю! Останнім часом я користуюся Signal, щоб усі мої чати на iPhone були конфіденційні. Пропоную теж спробувати. Тоді ми точно знатимемо, що ніхто інший не читає наших повідомлень і не чує розмов. Signal можна завантажити на iPhone, Android і комп'ютер. Ось посилання: %1$@ Signal працює, як інші звичайні месенджери. У ньому можна обмінюватися фото й відео, дзвонити та створювати групові чати. А найкраще — крім нас, ніхто не має доступу до всіх цих даних, навіть самі творці Signal! Тут можна почитати про Signal більше: %2$@
ur: ہائے، حال ہی میں، میں نے اپنے iPhone پر اپنی چیٹس کو نجی رکھنے کے لیے Signal کا استعمال شروع کیا ہے۔ میں چاہوں گا کہ آپ بھی اسے انسٹال کریں، تاکہ ہمیں یقین ہو کہ صرف آپ اور میں اپنے میسجز پڑھ سکتے ہیں یا اپنی کالز سن سکتے ہیں۔ Android ،iPhone Signal اور Desktop کے لیے دستیاب ہے۔ اسے یہاں سے حاصل کریں: %1$@ Signal آپ کی موجودہ میسجنگ ایپ کی طرح ہی کام کرتا ہے۔ ہم تصویریں اور ویڈیو بھیج سکتے ہیں، کالز کر سکتے ہیں، اور گروپ چیٹس کا آغاز کر سکتے ہیں۔ بہترین بات یہ ہے، کہ کوئی اور ان میں سے کسی چیز کو نہیں دیکھ سکتا، حتیٰ کہ Signal کو بنانے والے لوگ بھی نہیں! آپ Signal کے بارے میں مزید یہاں پڑھ سکتے ہیں: %2$@
vi: Chào bạn, Gần đây mình dùng Signal để các cuộc trò chuyện trên iPhone được riêng tư. Bạn cũng cài dùng thử nhé, để yên tâm là chỉ có hai bên đọc được tin nhắn và nghe cuộc gọi. Signal có trên iPhone, Android và Máy tính. Tải ở đây nhé: %1$@ Signal hoạt động như ứng dụng nhắn tin đang dùng. Mình có thể gửi ảnh và video, gọi, và tạo nhóm trò chuyện. Thú vị nhất là không ai có thể xem được bất kỳ nội dung nào, cả những người tạo ra Signal cũng không! Bạn có thể đọc thêm về Signal tại đây: %2$@
zh_cn: 嗨， 最近我在 iPhone 上用 Signal 进行加密聊天，希望你也能加入，这样我们就可以放心发消息和打电话而不用担心被别人偷听了。 Signal 可以在 iPhone、Android 和电脑上使用，这是下载链接：%1$@ Signal 和市面上的聊天软件一样，可发照片、发视频、打电话，也可以群聊。最棒的是，其他人完全无法偷看聊天内容，即便是 Signal 的创立者也看不到！ 你可以在这里了解有关 Signal 的更多信息：%2$@
zh_hk: 嘿， 我最近一直在用 Signal 來確保在 iPhone 上聊天的私密性。我希望你也能下載 Signal，我們就可以確保只有你我二人才能看到彼此的訊息，或聽到我們的電話内容。 Signal 可以在 iPhone、Android 和桌面電腦上使用。在此下載：%1$@ Signal 和你現有的通訊應用程式類似。我們可以傳送圖片和影片、撥打電話，以及群組聊天。最棒的是，所有人都看不到我們的內容，連 Signal 的創辦人都看不到！ 你可以在此了解更多有關 Signal 的詳情：%2$@
