Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# LINKED_DEVICES_RENAME_TITLE
source: Edit Device Name
ar: تعديل اسم الجهاز
be: Рэдагаваць назву прылады
bn: ডিভাইসের নাম এডিট করুন
ca: Editar el nom del dispositiu
cs: Upravit název zařízení
da: Rediger enhedsnavn
de: Gerätename bearbeiten
el: Επεξεργασία ονόματος συσκευής
es: Editar el nombre del dispositivo
fa: ویرایش نام دستگاه
fi: Muokkaa laitteen nimeä
fr: Renommer l'appareil
ga: Cuir ainm an ghléis in eagar
gu: ડિવાઇસના નામમાં ફેરફાર કરો
he: עריכת שם מכשיר
hi: डिवाइस का नाम संपादित करें
hr: Uređivanje naziva uređaja
hu: Eszköz nevének szerkesztése
id: Edit Nama Perangkat
it: Modifica nome dispositivo
ja: 端末名を編集する
ko: 장치 이름 수정
mr: डिव्हाईसचे नाव संपादित करा
ms: Edit nama peranti
nb: Rediger navnet på enheten
nl: Apparaatnaam bewerken
pl: Edytuj nazwę urządzenia
pt_br: Editar nome do dispositivo
pt_pt: Editar nome do dispositivo
ro: Editează numele dispozitivului
ru: Изменить имя устройства
sk: Upraviť názov zariadenia
sr: Промена назива уређаја
sv: Redigera enhetsnamn
th: แก้ไขชื่ออุปกรณ์
tr: Cihaz adını düzenle
ug: ئۈسكۈنە نامىنى تەھرىرلەش
uk: Зміна назви пристрою
ur: ڈیوائس کے نام میں ترمیم کریں
vi: Sửa tên thiết bị
zh_cn: 编辑设备名称
zh_hk: 編輯裝置名稱

# LINKED_DEVICES_TITLE
source: Linked Devices
af: Gekoppelde toestelle
ar: الأجهزة المُرتبِطة
az: Əlaqə yaradılmış cihazlar
be: Звязаныя прылады
bg: Свързани Устройства
bn: সংযুক্ত ডিভাইসগুলি
ca: Dispositius enllaçats
cs: Připojená zařízení
cy: Dyfeisiau Cysylltiedig
da: Forbundne enheder
de: Gekoppelte Geräte
el: Συνδεμένες συσκευές
es: Dispositivos vinculados
es_es: Dispositivos enlazados
et: Ühendatud seadmed
eu: Lotutako Gailuak
fa: دستگاه‌های متصل شده
fi: Yhdistetyt laitteet
fil: Naka-link na mga Device
fr: Appareils associés
ga: Gléasanna Nasctha
gu: લિંક થયેલ ડિવાઇસ
he: מכשירים מקושרים
hi: लिंक की गईं डिवाइसें
hr: Povezani uređaji
hu: Társított eszközök
id: Perangkat Terhubung
is: Tengd tæki
it: Dispositivi collegati
ja: リンク済み端末
kab: Ibenkan yettwaqqnen
kk: Байланыстырылған құрылғылар
km: á”á¶á“áá—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸ
kn: ಲಿಂಕ್ ಮಾಡಲಾದ ಸಾಧನಗಳು
ko: 연결된 기기
lt: Susieti įrenginiai
lv: Saistītās ierīces
mk: Поврзани уреди
ml: ലിങ്ക് ചെയ്തിട്ടുള്ള ഡിവൈസുകൾ
mr: लिंक केलेले डिव्हाईस
ms: Peranti Dipautkan
my: ချိတ်ဆက်ထားသော စက်များ
nb: Koblede enheter
nl: Gekoppelde apparaten
pa: ਲਿੰਕ ਕੀਤੇ ਡਿਵਾਈਸ
pa_pk: لنک کیتے آلے
pl: Połączone urządzenia
ps: لینک شوې وسیلې
pt_br: Aparelhos vinculados
pt_pt: Dispositivos associados
ro: Dispozitive asociate
ru: Привязанные устройства
sk: Prepojené zariadenia
sl: Povezane naprave
sq: Pajisje të Lidhura
sr: Повезани уређаји
sv: Länkade enheter
sw: Vifaa Vilivyounganishwa
ta: இணைக்கப்பட்ட சாதனங்கள்
te: పరికరాలు అనుసంధానించు
th: อุปกรณ์ที่เชื่อมโยง
tr: Bağlı Cihazlar
ug: باغلانغان ئۈسكۈنىلەر
uk: Зв’язані пристрої
ur: منسلک ڈیوائسز
vi: Các thiết bị đã liên kết
zh_cn: 已关联设备
zh_hk: 已連結裝置

# LINKING_DEVICE_FAILED_TITLE
source: Linking Device Failed
af: Kon nie toestel koppel nie
ar: فشل ربط الجهاز
az: Cihazla əlaqə yaradılmadı
be: Збой падчас звязвання прылады
bg: Свързването на Устройство се Провали
bn: ডিভাইস সংযুক্তি ব্যর্থ
ca: No s'ha pogut enllaçar el dispositiu
cs: Připojení zařízení selhalo
cy: Methwyd Cysylltu Dyfais
da: Tilkobling af ny enhed mislykkedes
de: Gerät konnte nicht gekoppelt werden
el: Αποτυχία σύνδεσης συσκευής
es: No se ha podido vincular el dispositivo
es_es: Fallo al enlazar dispositivo
et: Seadme ühendamine ei õnnestunud
eu: Gailua lotzeak huts egin du.
fa: خطا در اتصال دستگاه جدید
fi: Laitteen yhdistäminen epäonnistui
fil: Nabigo ang Pag-link ng Device
fr: Impossible d’associer l’appareil.
ga: Theip ar Nascadh
gu: ડિવાઇસને જોડવાનું નિષ્ફળ થયું
he: קישור מכשיר נכשל
hi: डिवाइस लिंक करना असफल रहा
hr: Povezivanje uređaja nije uspjelo
hu: Készülék társítása sikertelen
id: Gagal Menautkan Perangkat
is: Tenging tækis mistókst
it: Associazione dispositivo non riuscita
ja: 端末のリンクに失敗しました
kab: Tuqqna n yibenk tecceḍ
kk: Құрылғыны байланыстыру сәтсіз болды
km: á€á¶ášá—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸá”á¶á“á”ášá¶á‡áŸá™
kn: ಸಾಧನವನ್ನು ಲಿಂಕ್ ಮಾಡುವುದು ವಿಫಲವಾಗಿದೆ
ko: 기기 연결 실패
lt: Įrenginio susiejimas nepavyko
lv: Neizdevās piesaistīt ierīci
mk: Неуспешно поврзување на уредот
ml: ഡിവൈസ് ലിങ്ക് ചെയ്യുന്നത് പരാജയപ്പെട്ടിരിക്കുന്നു
mr: डिव्हाईस लिंक करणे अयशस्वी
ms: Gagal Memaut Peranti
my: ဖုန်းအချင်းချင်းချိတ်ဆက်မှု မအောင်မြင်ပါ
nb: Kobling av enhet mislyktes
nl: Koppelen van apparaat mislukt
pa: ਡਿਵਾਈਸ ਨੂੰ ਲਿੰਕ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ
pa_pk: آلہ لنک کرنا ناکام ہویا
pl: Nie udało się połączyć urządzeń
ps: د وسیلې لینک کول تر سره نشو
pt_br: Falha ao vincular aparelho
pt_pt: Falha na associação do dispositivo
ro: Asocierea Dispozitivului a Eșuat
ru: Не удалось привязать устройство
sk: Prepojenie zariadenia zlyhalo
sl: Povezava naprave ni bila uspešna
sq: Lidhja e Pajisjes Dështoi
sr: Повезивање уређаја није успело
sv: Det gick inte att länka enhet
sw: Uunganishaji Kifaa Umefeli
ta: சாதனத்தை இணைப்பதில் தோல்வி
te: పరికరాన్ని లింక్ చేయడం విఫలమైంది
th: การเชื่อมโยงอุปกรณ์ไม่สำเร็จ
tr: Cihaz Bağlanması Başarısız Oldu
ug: ئۈسكۈنە باغلاش مەغلۇب بولدى
uk: Не вдалося зв'язати пристрій
ur: مشین لنک کرنے میں ناکامی
vi: Không thể Liên kết Thiết bị
zh_cn: 绑定设备失败
zh_hk: 裝置連結失敗

# LINKING_SYNCING_FINALIZING
source: Finalizing message transfer…
ar: جارٍ الانتهاء من نقل الرسائل…
be: Завяршаем перанос паведамлення…
bn: মেসেজ ট্রান্সফার চূড়ান্ত করা হচ্ছে…
ca: Finalitzant la transferència de missatges…
cs: Dokončuje se přenos zpráv…
da: Afslutter beskedoverførsel…
de: Nachrichtenübertragung wird abgeschlossen …
el: Ολοκλήρωση μεταφοράς μηνύματος...
es: Finalizando la transferencia de mensajes…
fa: در حال نهایی‌سازی انتقال پیام…
fi: Viestien siirtoa viimeistellään…
fr: Finalisation du transfert des messages…
ga: Aistriú na dteachtaireachtaí á chur i gcrích…
gu: મેસેજ ટ્રાન્સફર પૂરું થવા આવ્યું છે…
he: משלימים את העברת ההודעות…
hi: संदेश ट्रांसफ़र को पूरा किया जा रहा है…
hr: Prijenos poruka je pri kraju…
hu: Üzenetátvitel befejezése…
id: Menyelesaikan transfer pesan …
it: Trasferimento dei messaggi quasi completato…
ja: メッセージの移行が間もなく完了します…
ko: 메시지 전송을 마무리하는 중…
mr: संदेश हस्तांतरण पूर्ण होत आहे...
ms: Memuktamadkan pemindahan mesej…
nb: Ferdigstiller meldingsoverføringen …
nl: Berichtoverdracht aan het afronden…
pl: Ostatni etap przenoszenia wiadomości…
pt_br: Finalizando a transferência de mensagens…
pt_pt: A finalizar transferência de mensagens…
ro: Se finalizează transferul mesajelor…
ru: Завершение переноса сообщений…
sk: Dokončuje sa prenos správ…
sr: Пренос порука се приводи крају…
sv: Slutför meddelandeöverföring …
th: กำลังดำเนินการถ่ายโอนข้อความให้เสร็จสิ้น…
tr: Mesaj aktarımı tamamlanıyor…
ug: ئۇچۇر يۆتكەشنى ئاخىرلاشتۇرۇش…
uk: Перенесення повідомлень майже завершено…
ur: میسج ٹرانسفر کرنے کا عمل حتمی مراحل میں ہے…
vi: Đang hoàn tất việc chuyển tin nhắn…
zh_cn: 正在完成消息传输…
zh_hk: 正在完成訊息轉移…

# LINKING_SYNCING_FOOTER
source: Messages and chat info are protected by end-to-end encryption, including the sync process.
ar: معلومات الرسائل والدردشات محمية من خلال التشفير من طرف لِطرف، بما في ذلك عملية المزامنة.
be: Паведамленні і змесціва чатаў абаронены скразным шыфраваннем, як i сам працэс сінхранізацыі.
bn: সিঙ্ক প্রক্রিয়া সহ মেসেজ এবং চ্যাটের তথ্য এন্ড-টু-এন্ড এনক্রিপশন দ্বারা সুরক্ষিত।
ca: Els missatges i la informació del xat estan protegits mitjançant una codificació d'extrem a extrem, inclòs el procés de sincronització.
cs: Zprávy a informace o chatech jsou chráněny koncovým šifrováním, včetně procesu synchronizace.
da: Beskeder og chatoplysninger er beskyttet af end-to-end-kryptering, herunder også under synkroniseringen.
de: Nachrichten und Chat-Infos sowie der Synchronisierungsvorgang sind durch eine Ende-zu-Ende-Verschlüsselung geschützt.
el: Τα μηνύματα και οι πληροφορίες συνομιλίας προστατεύονται με κρυπτογράφηση από άκρο σε άκρο, συμπεριλαμβανομένης της διαδικασίας συγχρονισμού.
es: Los mensajes y chats, al igual que el proceso de sincronización, están protegidos con cifrado de extremo a extremo.
fa: پیام‌ها و اطلاعات گفتگو با رمزگذاری سرتاسری، از‌جمله فرایند همگام‌سازی، محافظت می‌شوند.
fi: Viestit ja keskustelujen tiedot on suojattu päästä päähän -salauksella, myös synkronoinnin aikana.
fr: Avec son protocole de chiffrement de bout en bout, Signal protège systématiquement vos messages et vos conversations. Même pendant la synchronisation.
ga: Déantar teachtaireachtaí agus faisnéis comhráite a chosaint le criptiú ó cheann ceann, an próiseas sioncronaithe san áireamh.
gu: મેસેજ અને ચેટની માહિતી સિંક પ્રક્રિયા સહિત એન્ડ-ટૂ-એન્ડ એન્ક્રિપ્શન દ્વારા સુરક્ષિત છે.
he: הודעות ופרטי צ׳אט מוגנים באמצעות הצפנה מקצה לקצה, כולל תהליך הסנכרון.
hi: संदेश और चैट जानकारी शुरू से अंत तक एनक्रिप्शन से सुरक्षित है, जिसमें सिंक करने की प्रोसेस शामिल है।
hr: Poruke, podaci o razgovorima i cijeli proces sinkronizacije zaštićeni su sveobuhvatnim šifriranjem.
hu: Az üzeneteket és a csevegési információkat végpontok közötti titkosítás védi, beleértve a szinkronizálási folyamatot is.
id: Info obrolan dan pesan dilindungi enkripsi yang menyeluruh, termasuk proses sinkronisasi.
it: I messaggi e le informazioni delle chat sono protetti da una crittografia end-to-end (incluso il processo di sincronizzazione).
ja: 同期のプロセスも含め、メッセージ情報とチャット情報はエンドツーエンドの暗号化で保護されています。
ko: 동기화 프로세스를 비롯하여 메시지와 대화 정보는 엔드투엔드 암호화로 보호됩니다.
mr: संदेश आणि चॅट्ची माहिती एन्ड-टू-एन्ड एन्क्रिप्शनने संरक्षित आहेत, अगदी सिंकची प्रक्रियासुद्धा.
ms: Mesej dan maklumat sembang dilindungi oleh penyulitan hujung ke hujung termasuk proses penyegerakan.
nb: Meldinger og samtaleinnhold beskyttes av ende-til-ende-kryptering. Dette inkluderer også synkroniseringen.
nl: Berichten en chatgegevens worden beschermd door end-to-end-versleuteling, ook tijdens het synchronisatieproces.
pl: Wiadomości i informacje o czacie są szyfrowane metodą end-to-end. Dotyczy to także synchronizacji.
pt_br: As mensagens e informações das conversas são protegidas por criptografia de ponta a ponta, incluindo o processo de sincronização.
pt_pt: As informações das mensagens e chats são protegidas por encriptação de ponta a ponta, incluindo o processo de sincronização.
ro: Mesajele și informațiile legate de conversații sunt protejate prin criptare end-to-end, inclusiv prin procesul de sincronizare.
ru: Сообщения и информация о чате защищены сквозным шифрованием, включая процесс синхронизации.
sk: Správy a informácie o četoch sú chránené end-to-end šifrovaním vrátane procesu synchronizácie.
sr: Поруке и информације о ћаскањима заштићене су потпуним шифровањем, укључујући процес синхронизације.
sv: Meddelanden och chattinformation skyddas av totalstreckskryptering, inklusive synkroniseringsprocessen.
th: ปกป้องข้อความและข้อมูลการแชทด้วยการเข้ารหัสตั้งแต่ต้นทางถึงปลายทาง รวมถึงในขั้นตอนการซิงค์
tr: Mesajlar ve sohbet bilgileri, senkronizasyon süreci de dahil olmak üzere uçtan uca şifreleme ile korunmaktadır.
ug: ئۇچۇر ۋە پاراڭ مەزمۇنلىرى ماس قەدەملىك جەرياننى ئۆز ئىچىگە ئالغان ئاخىرىغىچە شىفىرلىق مەخپىيلەشتۈرۈش ئارقىلىق قوغدىلىدۇ.
uk: Повідомлення й інформацію про чати, а також сам процес синхронізації захищено наскрізним шифруванням.
ur: میسجز اور چیٹس کی معلومات اینڈ ٹو اینڈ انکرپشن کے ذریعے محفوظ شدہ ہیں، بشمول سنک کا عمل۔
vi: Thông tin tin nhắn và cuộc trò chuyện được bảo vệ bằng hình thức mã hóa đầu cuối, bao gồm cả quá trình đồng bộ.
zh_cn: 消息和聊天信息受端对端加密保护，包括同步过程。
zh_hk: 訊息和聊天資訊均受端對端加密的保護，包括同步過程。

# LINKING_SYNCING_MESSAGES_TITLE
source: Syncing messages
ar: جارٍ مزامنة الرسائل
be: Сінхранізуем паведамленні
bn: মেসেজ সিঙ্ক করা হচ্ছে
ca: Sincronitzant missatges
cs: Synchronizace zpráv
da: Synkroniserer beskeder
de: Nachrichten synchronisieren
el: Συγχρονισμός μηνυμάτων
es: Sincronizando mensajes
fa: در حال همگام‌سازی پیام‌ها
fi: Synkronoidaan viestejä
fr: Synchronisation des messages
ga: Teachtaireachtaí á sioncronú
gu: મેસેજ સિંક થઈ રહ્યાં છે
he: מסנכרנים הודעות
hi: संदेश सिंक किए जा रहे हैं
hr: Sinkronizacija poruka u tijeku
hu: Üzenetek szinkronizálása
id: Menyinkronkan pesan
it: Sincronizzazione messaggi
ja: メッセージを同期しています
ko: 메시지를 동기화하는 중
mr: संदेश समक्रमित करत आहे
ms: Menyegerakkan mesej
nb: Synkroniserer meldinger
nl: Berichten synchroniseren
pl: Synchronizowanie wiadomości
pt_br: Sincronizando mensagens
pt_pt: A sincronizar mensagens
ro: Se sincronizează mesajele
ru: Синхронизация сообщений
sk: Synchronizujú sa správy
sr: Синхронизовање порука
sv: Synkronisera meddelanden
th: กำลังซิงค์ข้อความ
tr: Mesajlar senkronize ediliyor
ug: ئۇچۇرلارنى ماسقەدەملەش
uk: Синхронізація повідомлень
ur: میسجز سنک ہو رہے ہیں
vi: Đang đồng bộ tin nhắn
zh_cn: 正在同步消息
zh_hk: 同步訊息

# LINKING_SYNCING_PREPARING_TO_DOWNLOAD
source: Preparing to download…
ar: جارٍ الإعداد للتنزيل…
be: Iдзе падрыхтоўка да пампавання…
bn: ডাউনলোড করার জন্য প্রস্তুতি নিচ্ছে…
ca: Preparant per descarregar…
cs: Připravuje se stahování…
da: Forbereder download…
de: Herunterladen wird vorbereitet …
el: Προετοιμασία για λήψη...
es: Preparando la descarga…
fa: در حال آماده‌سازی برای دانلود…
fi: Valmistellaan latausta…
fr: Préparation du téléchargement…
ga: Ullmhú le híoslódáil…
gu: ડાઉનલોડ કરવાની તૈયારી કરી ચાલુ છે…
he: מתכוננים להורדה…
hi: डाउनलोड की तैयारी हो रही है…
hr: Pripremamo datoteke za preuzimanje…
hu: Felkészülés a letöltésre…
id: Bersiap mengunduh …
it: Preparazione del download…
ja: ダウンロードの準備中…
ko: 다운로드 준비 중…
mr: डाऊनलोड करण्याची तयारी करत आहोत...
ms: Sedang bersedia untuk memuat turut…
nb: Gjør klart for nedlasting …
nl: Download voorbereiden…
pl: Przygotowywanie do pobierania…
pt_br: Preparando para download…
pt_pt: A preparar para descarregar…
ro: Se pregătește descărcarea…
ru: Готовимся к загрузке…
sk: Pripravuje sa sťahovanie…
sr: Припрема за преузимање…
sv: Förbereder nedladdning …
th: กำลังเตรียมการดาวน์โหลด…
tr: İndirmeye hazırlanıyor…
ug: چۈشۈرۈشكە تەييارلىق قىلىۋاتىدۇ…
uk: Підготовка до завантаження…
ur: ڈاؤن لوڈ شروع کرنے کی تیاری ہو رہی ہے…
vi: Đang chuẩn bị tải xuống…
zh_cn: 正在准备下载…
zh_hk: 下載準備中…

# LINKING_SYNCING_TIMING_INFO
source: This may take a few minutes
ar: قد يستغرق هذا بعض دقائق.
be: Гэта займае некалькі хвілін
bn: এটি কয়েক মিনিট সময় নিতে পারে
ca: Això pot trigar uns minuts
cs: To může trvat několik minut
da: Det kan tage et par minutter
de: Dies kann einige Minuten dauern
el: Αυτό μπορεί να πάρει μερικά λεπτά
es: Este proceso puede llevar unos minutos
fa: ممکن است چند دقیقه زمان ببرد
fi: Tämä saattaa kestää muutaman minuutin
fr: Cela peut prendre quelques minutes.
ga: Seans go dtógfaidh sé sin cúpla nóiméad
gu: આમાં થોડી મિનિટનો સમય લાગી શકે છે
he: זה עשוי לקחת כמה דקות
hi: इसमें कुछ मिनट लग सकते हैं
hr: Ovo može potrajati nekoliko minuta
hu: Ez eltarthat néhány percig
id: Mungkin perlu waktu beberapa menit
it: Ci vuole qualche minuto
ja: これには数分かかる場合があります
ko: 몇 분 정도 소요됩니다
mr: ह्याला काही मिनिटे लागू शकतात
ms: Ini mungkin mengambil masa beberapa minit
nb: Dette kan ta noen minutter
nl: Dit kan enkele minuten duren
pl: Może to potrwać kilka minut
pt_br: Isso pode levar alguns minutos
pt_pt: Isto pode demorar alguns minutos
ro: Această operațiune poate dura câteva minute
ru: Это может занять несколько минут
sk: Môže to trvať pár minút
sr: Може потрајати пар минута
sv: Detta kan ta några minuter
th: ขั้นตอนนี้อาจใช้เวลาสักครู่
tr: Bu işlem birkaç dakika sürebilir
ug: بۇنىڭغا بىر قانچە مىنۇت كېتىشى مۇمكىن
uk: Синхронізація може тривати кілька хвилин
ur: اس میں کچھ منٹ لگ سکتے ہیں
vi: Quá trình này có thể mất ít phút
zh_cn: 这可能需要几分钟
zh_hk: 可能需要數分鐘

# LOADING_VIEW_CONTROLLER_DONT_CLOSE_APP
source: Do not close the app.
ar: لا تغلق التطبيق.
be: Не зачыняйце Signal.
bn: সিগন্যাল বন্ধ করবেন না।
ca: No tanqueu Signal.
cs: Nezavírejte aplikaci.
da: Luk ikke Signal.
de: Signal bitte nicht schließen.
el: Μην κλείνετε το Signal.
es: No cierres Signal.
fa: سیگنال را نبندید.
fi: Älä sulje Signalia.
fr: Ne fermez pas Signal.
ga: Ná dún an aip.
gu: Signal બંધ કરશો નહીં.
he: אל תסגור Signal.
hi: Signal बंद न करें.
hr: Ne zatvarajte Signal.
hu: Ne zárd be az alkalmazást.
id: Jangan menutup aplikasi.
it: Non chiudere Signal.
ja: Signalを閉じないでください。
ko: Signal을 닫지 마세요.
mr: Signal बंद करू नका.
ms: Jangan tutup Signal.
nb: Ikke lukk Signal.
nl: Let op: sluit Signal niet.
pl: Nie wyłączaj aplikacji.
pt_br: Não feche o aplicativo.
pt_pt: Não feche o aplicativo.
ro: Nu închideți Signal.
ru: Не закрывайте Signal.
sk: Nezatvárajte Signal.
sr: Не затварајте Signal.
sv: Stäng inte Signal.
th: อย่าปิดแอป
tr: Signal'i kapatmayın.
ug: Signal نى ياپماڭ.
uk: Не закривайте Signal.
ur: Signal کو بند نہ کریں۔
vi: Không đóng Signal.
zh_cn: 请勿关闭Signal。
zh_hk: 請勿關閉 Signal。

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_BODY
source: In order to transfer your Signal account, you need to enable local network access on both devices.
af: Jy moet lokalenetwerktoegang op albei toestelle aktiveer sodat Signal jou rekening kan oordra.
ar: من أجل نقل حساب سيجنال الخاص بك، يجب عليك تفعيل الوصول إلى الشبكة المحلية في كلا الجهازين.
az: Signal hesabınızı köçürmək üçün, hər iki cihazda yerli şəbəkəyə müraciəti fəallaşdırmalısınız.
be: Каб перанесці свой уліковы запіс Signal, вам неабходна ўключыць доступ да лакальнай сеткі на абедзвюх прыладах.
bn: আপনার Signal অ্যাকাউন্ট স্থানান্তর করতে, আপনাকে উভয় ডিভাইসে স্থানীয় নেটওয়ার্ক অ্যাক্সেস সক্ষম করতে হবে।
ca: Per transferir el compte de Signal, heu d’habilitar l’accés a la xarxa local als dos dispositius.
cs: Pro přenesení vašeho Signal účtu na obou zařízeních povolte přístup k lokální síti.
cy: Er mwyn trosglwyddo'ch cyfrif Signal bydd rhaid galluogi cyrchu rhwydwaith lleol ar y ddwy ddyfais.
da: For at kunne overflytte din Signal konto, skal du tilgå et lokalt netværk på begge enheder
de: Für das Übertragen deines Signal-Kontos musst du auf beiden Geräten den Zugriff auf das lokale Netzwerk aktivieren.
el: Για να μεταφέρεις τον λογαριασμό Signal σου, θα πρέπει να ενεργοποιήσεις την πρόσβαση στο τοπικό δίκτυο και στις δύο συσκευές.
es: Para transferir tu cuenta de Signal, necesitas permitir el acceso a la red local en ambos dispositivos.
es_es: Para transferir tu cuenta de Signal, necesitas permitir el acceso a la red local en ambos dispositivos.
et: Sinu Signali konto ülekandmiseks pead mõlemas seadmes lubama ligipääsu kohalikule võrgule.
eu: Zure Signal kontua transferitzeko, sare lokalereako baimena aktibatu behar duzu bi gailuetan.
fa: برای انتقال حساب کاربری سیگنال شما، لازم است تا دسترسی شبکهٔ محلی را روی هر دو دستگاه فعال کنید.
fi: Signal-tilisi siirtämiseksi sinun on sallittava paikallisen verkon käyttö molemmissa laitteissa.
fr: Pour transférer votre compte Signal, activez l'accès au réseau local sur les deux appareils.
gu: તમારા Signal એકાઉન્ટને સ્થાનાંતરિત કરવા માટે, તમારે બંને ડિવાઇસ પર સ્થાનિક નેટવર્ક ઍક્સેસને સક્ષમ કરવાની જરૂર છે.
he: על מנת להעביר את חשבון Signal שלך, אתה צריך לאפשר גישה אל רשת מקומית בשני המכשירים.
hi: अपने Signal अकाउंट को ट्रांसफर करने के लिए, आपको दोनों डिवाइस पर लोकल नेटवर्क एक्सेस को चालू करना होगा।
hr: Da biste prenijeli svoj Signal račun, morate omogućiti pristup lokalnoj mreži na oba uređaja.
hu: Hogy át tudd mozgatni Signal azonosítódat, mindkét eszközön engedélyezd a helyi hálózathoz való hozzáférést.
id: Untuk memindahkan akun Signal Anda, Anda perlu mengaktfikan akses ke jaringan lokal pada kedua perangkat.
is: Til að yfirfæra Signal-aðganginn þinn, þarftu að virkja aðgang að staðarnetinu á báðum tækjunum.
it: Per poter trasferire il tuo account Signal, devi abilitare l'accesso alla rete locale su entrambi i dispositivi.
ja: Signalのアカウントを移動するには、両方の端末をLANに接続する必要があります。
kab: I wakken ad tazneḍ amiḍan-ik·im n Signal, tesriḍ ad tremdeḍ anekcum ɣer uzeṭṭa adigan ɣef isin yibenkan.
km: áŠá¾á˜áŸ’á”á¸á•áŸ’á‘áŸášá‚áá“á¸ Signal ášá”áŸáŸ‹á¢áŸ’á“á€ á¢áŸ’á“á€ááŸ’ášá¼áœá”á¾á€á€á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”ááŸ’áá¶á‰áá¶á„á€áŸ’á“á»á„á“áŸ…á›á¾á§á”á€ášááŸá‘á¶áŸ†á„á–á¸ášáŸ”
kn: ನಿಮ್ಮ Signal ಖಾತೆಯನ್ನು ವರ್ಗಾಯಿಸಲು, ನೀವು ಎರಡೂ ಸಾಧನಗಳಲ್ಲಿ ಸ್ಥಳೀಯ ನೆಟ್‌ವರ್ಕ್ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ.
ko: Signal 계정을 이전하려면 두 기기 모두에서 로컬 네트워크 액세스를 활성화해야 합니다.
lt: Norėdami perkelti savo Signal paskyrą, turite abiejuose įrenginiuose įjungti prieigą prie vietinio tinklo.
lv: Lai pārsūtītu savu Signal kontu, abās ierīcēs jāiespējo piekļuve lokālajam tīklam.
mk: За да ја пренесете Вашата Signal сметка, треба да овозможите пристап до локалната мрежа на двата уреди.
ml: നിങ്ങളുടെ Signal അക്കൗണ്ട് ട്രാൻസ്ഫർ ചെയ്യുന്നതിന്, രണ്ട് ഉപകരണങ്ങളിലും പ്രാദേശിക നെറ്റ്‌വർക്ക് ആക്‌സസ് പ്രവർത്തനക്ഷമമാക്കേണ്ടതുണ്ട്.
mr: आपले Signal खाते स्थानांतरित करण्यासाठी, आपल्याला दोन्ही डिव्हाईसवर स्थानिक नेटवर्कचा अॅक्सेस सक्षम करणे गरजेचे आहे.
ms: Untuk memindahkan akaun Signal anda, anda perlu mendayakan akses rangkaian tempatan pada kedua-dua peranti.
my: သင်၏ Signal အကောင့်ကို လွှဲပြောင်းရန် သင်သည် စက် ၂ ခုစလုံးပေါ်တွင် လိုကယ်ကွန်ယက်သုံးခွင့် ဖွင့်ထားရပါမည်။
nb: For å overføre Signal-kontoen må du gi tilgang til lokalt nett på begge enheter.
nl: Om je Signal-account te kunnen overzetten, moet je op beide apparaten toegang tot het lokale netwerk inschakelen.
pa: ਆਪਣੇ Signal ਖਾਤੇ ਨੂੰ ਟਰਾਂਸਫਰ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਦੋਵੇਂ ਡਿਵਾਈਸਾਂ ਉੱਤੇ ਲੋਕਲ ਨੈੱਟਵਰਕ ਪਹੁੰਚ ਸਮਰੱਥ ਕਰਨੀ ਪਵੇਗੀ।
pl: Aby przenieść konto Signal, musisz zezwolić na dostęp do sieci lokalnej na obu urządzeniach.
ps: د دې لپاره چې خپل د Signal اکاونټ ولیږدوئ، نو باید په دواړو وسیلو کې د سیمه ایزې شبکې لاسرسی فعال کړئ.
pt_br: A fim de vincular sua conta do Signal, você precisa permitir o acesso à rede local em ambos os dispositivos.
pt_pt: De forma a poder transferir a sua conta do Signal, você necessita de ativar o acesso à rede local em ambos os dispositivos.
ro: Pentru a putea transfera contul tău Signal, este nevoie să activezi accesul la rețeaua locală pe ambele dispozitive.
ru: Чтобы перенести вашу учётную запись Signal, вам нужно включить доступ к локальной сети на обоих устройствах.
sk: Aby ste preniesli váš Signal účet, musíte povoliť prístup k lokálnej sieti na oboch zariadeniach.
sl: Če želite prenesti svoj račun Signal, morate na obeh napravah omogočiti dostop do lokalnega omrežja.
sq: Që të mund të shpërngulni llogarinë tuaj Signal, lypset të aktivizoni rrjet vendor në të dyja pajisjet.
sr: Да бисте пренели налог на Signal-у, морате да дозволите приступ локалној мрежи на оба уређаја.
sv: För att överföra ditt Signal-konto måste du aktivera lokalt nätverksåtkomst på båda enheterna.
sw: Ili kuhamisha akaunti yako ya Signal, unahitaji kuwezesha ufikiaji wa mtandao wa karibu kwenye vifaa vyote viwili.
ta: பொருட்டு பரிமாற்றம் உங்கள் Signal கணக்கு, நீங்கள் இரு சாதனங்களிலும் உள்ளூர் பிணைய அணுகலை இயக்க வேண்டும்.
te: మీ Signal ఖాతాను బదిలీ చేయడానికి, మీరు రెండు పరికరాల్లో స్థానిక నెట్‌వర్క్ ప్రాప్యతను ప్రారంభించాలి.
th: ในการถ่ายโอนบัญชี Signal ของคุณนั้น คุณจำเป็นต้องเปิดใช้งานการเข้าถึงเครือข่ายภายในบนอุปกรณ์ทั้งสองเครื่อง
tr: Signal hesabınızı aktarabilmek için, her iki aygıtta da yerel ağ erişimini etkinleştirmeniz gerekiyor.
ug: ‫Signal ھېساباتىڭىزنى يۆتكەش ئۈچۈن، ئىككى ئۈسكۈنىدە يەرلىك تور زىيارەت ھوقۇقىنى قوزغىتىشىڭىز كېرەك.
uk: Для перенесення акаунту Signal обом пристроям необхідно надати доступ до локальної мережі.
ur: اپنے Signal اکاؤنٹ کو منتقل کرنے کے لیئے ، آپ کو دونوں آلات پر مقامی نیٹ ورک تک رسائی کو چالو کرنے کی ضرورت ہے۔
vi: Để chuyển tài khoản Signal của bạn, bạn cần bật truy cập mạng cục bộ trên cả hai thiết bị.
zh_cn: 为了转移您的 Signal 帐户，您需要在两个设备上启用本地网络访问权限。
zh_hk: 為轉移您的 Signal 帳戶，您需要在兩部裝置上啟用區域網絡存取權限。
