Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONFIRM_DELETE_LINKED_DATA_TEXT
source: This will reset the application by deleting all of your messages from this device. You can always link with your phone again, but that will not restore deleted messages. The app will close after this process is complete.
af: Dit sal die toepassing terugstel as jy al jou boodskappe van hierdie toestel af skrap. Jy kan die telefoon altyd later weer koppel, maar dit sal nie geskrapte boodskappe teruglaai nie. Die toepassing sal toemaak nadat hierdie proses voltooi is.
ar: هذا سيُعيد تعيين التطبيق عبر حذف جميع الرسائل من هذا الجهاز. يمكنك دائمًا إعادة ربط هاتفك مرّة أُخرى، لكن ذلك لن يستعيد رسائلك المحذوفة. سيغلق التطبيق بعد انتهاء هذه العملية.
az: Bu, bütün mesajlarınızı bu cihazdan silərək tətbiqi sıfırlayacaq. Hər zaman telefonunuzla yenidən əlaqə yarada bilərsiniz, ancaq silinən mesajlar geri yüklənməyəcək. Proses tamamlandıqdan sonra tətbiq bağlanacaq.
be: Праграма будзе скінута, бо ўсе вашы паведамленні будуць выдалены з гэтай прылады. Вы ў любы момант можаце зноў звязаць свой тэлефон, але гэта не прывядзе да аднаўлення выдаленых паведамленняў. Праграма закрыецца пасля завяршэння гэтага працэсу.
bg: Това ще нулира приложението, като изтрие всички ваши съобщения от това устройство. Винаги можете отново да свържете телефона си, но това няма да възстанови изтритите съобщения. След завършване на този процес приложението ще се затвори.
bn: এটি এই ডিভাইস থেকে আপনার সকল বার্তা মুছে ফেলে অ্যাপ্লিকেশনটিকে পুনরায় সেট করবে। আপনি সর্বদা আপনার ফোনের সাথে আবার লিংক করতে পারবেন, তবে এটি মুছে ফেলা বার্তাগুলো পুনরুদ্ধার করবে না। এই প্রক্রিয়াটি সম্পন্ন হওয়ার পরে অ্যাপটি বন্ধ হয়ে যাবে।
ca: Això restablirà l’aplicació: s'esborraran tots els missatges d’aquest dispositiu. Sempre podeu tornar a enllaçar el telèfon, però això no restablirà els missatges suprimits. L’aplicació es tancarà una vegada acabat el procés.
cs: Tím se aplikace resetuje a odstraní se všechny vaše zprávy z tohoto zařízení. Aplikaci můžete znovu propojit se svým telefonem, odstraněné zprávy se však neobnoví. Po dokončení tohoto procesu se aplikace zavře.
cy: Bydd hyn yn ail-osod y rhaglen trwy ddileu pob un o'ch negeseuon o'r ddyfais hon. Gallwch chi gysylltu â'ch ffôn eto unrhyw amser, ond ni fydd hynny'n adfer negeseuon wedi'u dileu. Bydd yr ap yn cau ar ôl i'r broses hon gael ei chwblhau.
da: Dette nulstiller applikationen og sletter alle dine beskeder fra enheden. Du kan altid forbinde til din enhed igen, men de slettede beskeder vil ikke blive gendannet. Appen vil lukke efter processen er fuldført.
de: Dies setzt die App in ihren Ursprungszustand zurück. Dabei werden alle deine Nachrichten von diesem Gerät gelöscht. Du kannst immer wieder mit deinem Telefon koppeln, aber es werden dabei keine gelöschten Nachrichten wiederhergestellt. Nach Abschluss dieses Vorgangs beendet sich die App automatisch.
el: Αυτή η ενέργεια θα επαναφέρει την εφαρμογή στην αρχική κατάσταση, διαγράφοντας τα μηνύματα και τον λογαριασμό σου από τον διακομιστή. Μπορείς να ξανασυνδέσεις το τηλέφωνό σου, αλλά με αυτόν τον τρόπο δεν θα επανέλθουν τα σβησμένα μηνύματα. Η εφαρμογή θα κλείσει μετά την ολοκλήρωση αυτής της διαδικασίας.
es: Esta acción hará que se restablezca la aplicación y se eliminen todos los mensajes de este dispositivo. Siempre puedes volver a vincular tu teléfono, pero no podrás restaurar los mensajes eliminados. Signal se cerrará después de que finalice este proceso.
es_es: Esta acción reinicia la aplicación y elimina todos los mensajes en este dispositivo. Siempre puedes volver a enlazar tu teléfono pero no recuperarás los mensajes eliminados. Signal se cerrará después de completar el proceso.
et: See toiming lähtestab rakenduse, kustutades kõik sõnumid sellest seadmest. Saad alati seadme uuesti telefoniga ühendada, aga see ei taasta kustutatud sõnumeid. Rakendus sulgub pärast selle protsessi lõpetamist.
eu: Honek aplikazioa leheneratuko du eta gailu honetan dauden mezu guztiak ezabatuko ditu. Beti lotu dezakezu zure telefonoa berriro, baina honek ez du ezabatutako mezuak berreskuratuko. Behin prozesua osatuta, aplikazioa itxiko da.
fa: این کار تمام پیام‌های شما روی این دستگاه را پاک کرده و برنامه را به حالت اولیه باز می‌گرداند. شما همواره می‌توانید برنامه را دوباره با تلفن خود پیوند دهید، اما این کار پیام‌های پاک شده را باز نخواهد گرداند. برنامه پس از اینکه عملیات کامل شد بسته خواهد شد.
fi: Tämä palauttaa sovelluksen alkuasetuksiin poistamalla kaikki viestisi tältä laitteelta. Voit aina yhdistää puhelimeesi uudelleen, mutta poistetut viestit eivät palaudu. Sovellus sulkeutuu, kun prosessi on valmis.
fil: Ire-reset nito ang application sa pamamagitan ng pagbura sa device na ito ng lahat ng iyong mga mensahe. Maaari mo pa ring i-link na muli ang iyong telepono, ngunit hindi nito ire-restore ang mga burado nang mga mensahe. Ang app ay magsasara pagkatapos na makumpleto ang prosesong ito.
fr: Cela aura pour effet de supprimer tous les messages stockés sur cet appareil et de réinitialiser l’application. Vous pourrez associer votre téléphone de nouveau, mais cela ne vous permettra pas de récupérer les messages supprimés. Une fois le processus terminé, l’application se fermera.
ga: Déanfaidh sé seo athshocrú iomlán ar an aip, trí do chuid teachtaireachtaí go léir a scriosadh ón ngléas seo. Beidh tú in ann athnascadh le do ghuthán amach anseo, ach beidh na teachtaireachtaí scriosta go brách. Dúnfaidh an aip nuair a bheidh an próiseas seo curtha i gcrích.
gu: આ ડિવાઇસમાંથી તમારા બધા મેસેજને ડિલીટ કરીને એપ્લિકેશનને રિસેટ કરશે. તમે હંમેશા તમારા ફોન સાથે ફરીથી જોડાણ કરી શકો છો, પરંતુ તે ડિલીટ કરેલા મેસેજને રિસ્ટોર કરાશે નહીં. આ પ્રક્રિયા પૂર્ણ થયા પછી ઍપ બંધ થશે.
he: זה יאפס את היישום על ידי מחיקת כל ההודעות שלך ממכשיר זה. תמיד אפשר לקשר את הטלפון שלך שוב, אבל זה לא ישחזר הודעות שנמחקו. היישום ייסגר לאחר שתהליך זה יושלם.
hi: ये करने से आपका ऐप रिसेट हो जाएगा और इस डिवाइस से सारे मेसेज हटा दिये जाएँगे। आप अपने फोन को दोबारा लिंक कर सकते हैं पर इससे हटाए गए मेसेज वापस नहीं प्राप्त हो पाऐंगे। यह प्रक्रिया खत्म होने के बाद ऐप बंद हो जाएगा।
hr: Ovo će resetirati aplikaciju brisanjem svih vaših poruka s ovog uređaja. Uvijek se možete ponovo povezati s uređajem, ali izbrisane poruke se neće vratiti. Aplikacija će se zatvoriti nakon dovršetka ovog postupka.
hu: Ezzel az alkalmazás alaphelyzetbe áll, és minden üzeneted törlődik a készülékről. A későbbiekben bármikor újratársíthatod a készüléked, de a törölt üzenetek nem kerülnek vissza. Az alkalmazás ezt követően bezáródik.
id: Tindakan ini akan mereset aplikasi dengan menghapus seluruh pesan Anda di perangkat ini. Anda selalu dapat menghubungkan lagi dengan ponsel Anda, tetapi itu tidak akan memulihkan pesan yang telah dihapus. Aplikasi akan ditutup setelah proses ini selesai.
is: Þetta mun frumstilla forritið með því að eyða öllum skilaboðunum þínum af þessu tæki. Þú getur alltaf tengt svið símann þinn aftur, en það mun ekki endurheimta eydd skilaboð. Forritið mun lokast eftir að ferlinu er lokið.
it: Questo resetterà l'applicazione eliminando tutti i tuoi messaggi da questo dispositivo. Puoi associarlo di nuovo al tuo telefono, ma i messaggi eliminati non saranno ripristinati. L'app si chiuderà al termine di questo processo.
ja: この端末上のメッセージをすべて消去し、アプリケーションをリセットします。いつでもリンクし直すことはできますが、消去されたメッセージは復元できません。処理が完了するとアプリが閉じます。
kab: Ayagi ad iwennez asnas s tukksa n meṛṛa iznanseg yiben-a. Mazal tzemreḍ ad t-teqqneḍ akked tilifun-ik·im i tikkelt-nniḍen, maca ur d-yettarra ara iznan yettwakksen. Asnas ad yemdel seld ad yemmed ukala.
kk: Бұл осы құрылғыдағы хабарларыңыздың барлығын жою арқылы қолданбаны бастапқы қалпына қайтарады. Сіз телефоныңызды әрқашан да қайтадан байланыстыра аласыз, бірақ бұл жойылған хабарларды қалпына келтірмейді. Осы процесс аяқталғаннан кейін қолданба жабылады.
km: áœá¶á“á¹á„á€áŸ†áááŸ‹á€á˜áŸ’á˜áœá·á’á¸á¡á¾á„áœá·á‰áŠáŸ„á™á›á»á”ášá¶á›áŸ‹áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€á…áŸá‰á–á¸á§á”á€ášááŸá“áŸáŸ‡áŸ” á¢áŸ’á“á€ááŸ‚á„ááŸ‚á—áŸ’á‡á¶á”áŸ‹á‡á¶á˜á½á™á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á˜áŸ’áá„á‘áŸ€á á”áŸ‰á»á“áŸ’ááŸ‚á“áŸ„áŸ‡á“á¹á„á˜á·á“áŸáŸ’áá¶ášáŸá¶ášáŠáŸ‚á›á”á¶á“á›á»á”á…áŸ„á›á‘áŸáŸ” á€á˜áŸ’á˜áœá·á’á¸á“á¹á„á”á·á‘á”á“áŸ’á‘á¶á”áŸ‹á–á¸áŠáŸ†áá¾ášá€á¶ášá“áŸáŸ‡á…á”áŸ‹áŸ”
kn: ಈ ಸಾಧನದಿಂದ ನಿಮ್ಮ ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸುವ ಮೂಲಕ ಇದು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಹೊಂದಿಸುತ್ತದೆ. ನೀವು ಯಾವಾಗಲೂ ನಿಮ್ಮ ಫೋನ್‌ನೊಂದಿಗೆ ಮತ್ತೆ ಲಿಂಕ್ ಮಾಡಬಹುದು, ಆದರೆ ಅದು ಅಳಿಸಿದ ಸಂದೇಶಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸುವುದಿಲ್ಲ. ಈ ಪ್ರಕ್ರಿಯೆಯು ಪೂರ್ಣಗೊಂಡ ನಂತರ ಆಪ್ ಮುಚ್ಚಲ್ಪಡುತ್ತದೆ.
ko: 이 기기에서 모든 메시지를 삭제하여 애플리케이션을 초기화합니다. 언제든 휴대전화를 다시 연결할 수 있으나 삭제한 메시지는 복원할 수 없습니다. 프로세스가 완료되면 앱이 자동으로 종료됩니다.
lt: Tai atstatys programą ir ištrins iš šio įrenginio visas jūsų žinutes. Visada galite ir vėl susieti savo telefoną, tačiau tai neatkurs ištrintų žinučių. Užbaigus šį procesą, programėlė bus užverta.
lv: Veicot šo darbību, lietotne tiks atiestatīta, dzēšot visas jūsu ziņas no ierīces. Vienmēr varat atkal saistīt lietotni ar tālruni, taču dzēstās ziņas netiks atjaunotas. Pēc šī procesa pabeigšanas lietotne tiks aizvērta.
mk: Ова ќе ја ресетира апликацијата со бришење на вашите пораки од овој уред. Секогаш можете да го поврзете вашиот телефон повторно, но тоа нема да ги врати избришаните пораки. Апликацијата ќе се затвори по завршување на процесот.
ml: ഇത് ഈ ഡിവൈസിൽ നിന്ന് നിങ്ങളുടെ മെസേജുകളെല്ലാം ഡിലീറ്റ് ചെയ്തുകൊണ്ട് ആപ്ലിക്കേഷൻ റീസെ‌റ്റ് ചെയ്യും. നിങ്ങൾക്ക് നിങ്ങളുടെ ഫോണുമായൊ എല്ലായ്‌പ്പോഴും ലിങ്ക് ചെയ്യാം, പക്ഷെ അത് ഡിലീറ്റ് ചെയ്ത മെസേജുകൾ റീസ്റ്റോർ ചെയ്യില്ല. ഈ പ്രക്രിയ പൂർത്തിയായാൽ അപ്പ് ക്ലോസ് ആകും.
mr: ह्या डिव्हाइस वरून आपले सर्व संदेश हटवून हे ॲप्लिकेशन रिसेट करेल. आपण कधीही आपला फोन पुन्हा लिंक करू शकता, पण त्यामुळे आपले संदेश पुनर्संचयित होणार नाहीत. प्रक्रिया संपल्यावर ॲप बंद होईल.
ms: Ini akan menetapkan semula aplikasi dengan memadam semua mesej anda daripada peranti ini. Anda sentiasa boleh pautkan dengan telefon anda sekali lagi, tetapi itu tidak akan memulihkan mesej yang dipadam. Aplikasi akan ditutup selepas proses ini selesai.
my: စက်ပေါ်မှ သင့်မက်ဆေ့ချ်များအားလုံး ဖျက်၍ အပ္ပလီကေးရှင်းအား မူလစနစ်သို့ ပြန်လည် ရီစပ် ချသွားပါမည်။ သင့်ဖုန်းနှင့် သင်ပြန်ချိတ်လို့ ရပါသည်၊ သို့သော်လည်း ဖျက်ပြီးသား မက်ဆေ့ချ်များ ပြန်လည်မရရှိနိုင်ပါ။ ဤလုပ်ဆောင်ချက်အား ပြီးစီးလျှင် အပ္ပလီကေးရှင်း ပိတ်သွားပါမည်။
nb: Dette vil tilbakestille applikasjonen ved å slette alle meldingene dine fra denne enheten. Du kan alltid koble til telefonen din igjen, men det vil ikke gjenopprette slettede meldinger. Appen lukkes etter at denne prosessen er fullført.
nl: Hiermee zal de applicatie gereset worden, waarbij alle berichten van dit apparaat worden verwijderd. Je kunt je telefoon altijd opnieuw koppelen, maar daarmee worden de verwijderde berichten niet hersteld. De app wordt gesloten nadat dit proces is voltooid.
pa: ਇੰਝ ਕਰਨ ਨਾਲ ਇਸ ਡਿਵਾਈਸ ਵਿੱਚੋਂ ਤੁਹਾਡੇ ਸਾਰੇ ਸੁਨੇਹੇ ਮਿਟਾ ਕੇ ਐਪਲੀਕੇਸ਼ਨ ਰੀਸੈੱਟ ਹੋ ਜਾਵੇਗੀ. ਤੁਸੀਂ ਕਦੇ ਵੀ ਆਪਣੇ ਫੋਨ ਨੂੰ ਦੁਬਾਰਾ ਲਿੰਕ ਕਰ ਸਕਦੇ ਹੋ, ਪਰ ਉਸ ਨਾਲ ਮਿਟਾਏ ਗਏ ਸੁਨੇਹੇ ਵਾਪਸ ਨਹੀਂ ਆਉਣਗੇ. ਇਹ ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਐਪ ਬੰਦ ਹੋ ਜਾਵੇਗੀ.
pa_pk: ایہہ ایس آلہ توں تساں دے سارے سنیہاں نوں حذف کرکے ایپلیکیشن نوں دوبارہ سیٹ کرے گا۔ تساں اپنے فون دے نال ہمیشہ دوبارہ لنک کر سکدے او، پر ایس توں حذف کیتے سنیہے بحال نئیں ہون گے۔ ایہہ پراسیس مکمل ہون دے بعد ایپ بند ہو جاوے گی۔
pl: Aplikacja zostanie zresetowana, a z tego urządzenia zostaną usunięte wszystkie wiadomości. Zawsze możesz ponownie połączyć urządzenie ze swoim telefonem, ale nie spowoduje to przywrócenia usuniętych wiadomości. Po zakończeniu tego procesu aplikacja zostanie zamknięta.
ps: دا کار به له وسیلې څخه ستاسې د ټولو پیغامونو په پاکولو سره اپلیکیشن له سره تنظیم کړي. تاسې هر وخت کولای شئ چې له خبل موبایل سره بیا لینک ولرئ، خو پاک شوي پیغامونه به بیرته تر لاسه نه کړئ. دغه اپلیکیشن به د پروسې له بشپړیدو وروسته وتړل شی.
pt_br: Essa ação irá reiniciar as configurações o aplicativo, excluindo todas as suas mensagens salvas neste aparelho. Você poderá vincular seu telefone novamente a esta conta do Signal, mas isso não restaurará as mensagens excluídas. O aplicativo será fechado após o término do processo.
pt_pt: Isto irá repor as definições de origem da aplicação, eliminando todas as mensagens neste dispositivo. Pode voltar a associar o seu telemóvel novamente, mas isso não irá restaurar as mensagens eliminadas. A aplicação fechar-se-á após este processo estar completo.
ro: Această acțiune va reseta aplicația prin ștergerea tuturor mesajelor tale de pe acest dispozitiv. Poți asocia din nou telefonul, dar acest lucru nu va restabili mesajele șterse. Aplicația se va închide după finalizarea acestui proces.
ru: Приложение будет сброшено путём удаления всех ваших сообщений с этого устройства. Вы всегда можете повторно привязать это устройство к вашему телефону, но удалённые сообщения не будут восстановлены. Приложение закроется после завершения этого процесса.
sk: Toto zresetuje aplikáciu vymazaním všetkých vašich správ z tohto zariadenia. Aj naďalej budete môcť váš telefón prepojiť so Signalom, ale vymazané správy sa neobnovia. Po dokončení tohto procesu sa aplikácia zatvorí.
sl: S ponastavitvijo aplikacije boste izbrisali vsa svoja sporočila iz te naprave. Še vedno se lahko kadarkoli spet povežete s svojim telefonom, to pa ne bo povrnilo izbrisanih sporočil. Ko bo proces končan, se bo aplikacija sama zaprla.
sq: Kjo do ta kthejë aplikacionin në fillimet, duke fshirë krejt mesazhet tuaj nga kjo pajisje. Mundeni përherë ta rilidhni telefonin tuaj, por kjo s’do të rikthejë mesazhet e fshira. Pasi ky proces të jetë plotësuar, aplikacioni do të mbyllet.
sr: Ресетовањем апликације бришу се све поруке. Регистрација вашег броја телефона ће и даље бити могућа, али избрисане поруке неће бити враћене. Апликација ће бити затворена при завршетку поступка.
sv: Detta kommer att återställa appen genom att ta bort alla dina meddelanden från denna enhet. Du kan alltid länka med din telefon igen men det kommer inte återställa borttagna meddelanden. Appen kommer stängas efter att processen är slutförd.
sw: Hii ita seti upya programu kwa kufuta jumbe zako zote kwenye kifaa hiki. Unaweza kuunganisha na simu yako tena, lakini huko hakutarejesha jumbe zilizofutwa. Programu itafunga baada ya mchakato huu kukamilika.
ta: இந்தச் சாதனத்திலிருந்து உங்கள் எல்லா செய்திகளையும் நீக்குவதன் மூலம் இது செயலியை மீட்டமைக்கும். நீங்கள் எப்போதும் உங்கள் தொலைபேசியுடன் மீண்டும் இணைக்க முடியும், ஆனால் அது நீக்கப்பட்ட செய்திகளை மீட்டெடுக்காது. இந்த செயல்முறை முடிந்ததும் செயலி மூடப்படும்
te: ఈ పరికరం నుండి మీ అన్ని సందేశాలను తొలగించడం ద్వారా ఇది అనువర్తనాన్ని రీసెట్ చేస్తుంది. మీరు ఎప్పుడైనా మీ ఫోన్‌తో మళ్లీ లింక్ చేయవచ్చు, కానీ అది తొలగించిన సందేశాలను పునరుద్ధరించదు. ఈ ప్రక్రియ పూర్తయిన తర్వాత అనువర్తనం మూసివేయబడుతుంది.
th: นี่จะเป็นการรีเซ็ตแอปพลิเคชันโดยการลบข้อความทั้งหมดของคุณออกจากอุปกรณ์นี้ คุณสามารถเชื่อมโยงอีกครั้งจากโทรศัพท์ของคุณได้เสมอ แต่จะไม่สามารถกู้คืนข้อความที่ถูกลบ แอปจะปิดลงหลังจากที่กระบวนการนี้เสร็จสิ้น
tr: Bu işlem, bu cihazdaki tüm iletilerini silerek uygulamayı sıfırlayacaktır. Hesabını istediğin zaman tekrar telefonuna bağlayabilirsin fakat silinen iletiler kurtarılmayacaktır. Uygulama bu işlem tamamlandıktan sonra kapanır.
ug: بۇ مەشغۇلات مەزكۇر ئۈسكۈنىدىكى ھەممە ئۇچۇرلىرىڭىزنى ئۆچۈرۈپ ئەپنى ئەسلىگە قايتۇرىدۇ. سىز ھەمىشە تېلېفونىڭىزغا قياتا باغلىنالايسىز، ئەمما ئۆچۈرۈلگەن ئۇچۇرلارنى ئەسلىگە قايتۇرغىلى بولمايدۇ. بۇ جەريان ئاخىرلاشقاندىن كېيىن ئەپ تاقىلىدۇ.
uk: Налаштування застосунку буде скинуто, а всі ваші повідомлення — видалено. Ви завжди зможете зв'язати телефон знову, але це не відновить видалені повідомлення. Після завершення цього процесу застосунок закриється.
ur: یہ اس آلے سے آپ کے تمام پیغامات کو حذف کرکے ایپلی کیشن کو دوبارہ ترتیب دے گا۔ آپ ہمیشہ اپنے فون کے ساتھ دوبارہ لنک کرسکتے ہیں ، لیکن اس سے حذف شدہ پیغامات بحال نہیں ہوں گے۔ یہ عمل مکمل ہونے کے بعد ایپ بند ہوجائے گی۔
vi: Thao tác này sẽ đặt lại ứng dụng bằng cách xóa tất cả tin nhắn khỏi thiết bị. Bạn có thể liên kết lại với điện thoại bất cứ lúc nào, nhưng tin nhắn đã xóa sẽ không được khôi phục. Ứng dụng sẽ đóng sau khi quá trình hoàn tất.
zh_cn: 此操作将删除当前设备上所有您的消息以重置应用。您可以随时重新关联您的手机，但已删除的消息将无法恢复。应用将在操作完成后关闭。
zh_hk: 這將會刪除您所有的訊息來重置應用程式。您可以隨時再次連結您的手機，但這並不能重置已刪除的訊息。過程完成後應用程式將會關閉。

# CONFIRM_DELETE_LINKED_DATA_TITLE
source: Are you sure you want to delete all data?
af: Is jy seker jy wil alle data skrap?
ar: هل أنت متأكِّد من رغبتك في حذف جميع البيانات؟
az: Bütün verilənləri silmək istədiyinizə əminsiniz?
be: Вы ўпэўнены, што жадаеце выдаліць усе даныя?
bg: Наистина ли искате да изтриете всички данни?
bn: আপনি কি সকল ডেটা মুছে ফেলতে চাওয়ার ব্যাপারে নিশ্চিত?
ca: Segur que vols suprimir totes les dades?
cs: Opravdu chcete odstranit všechna data?
cy: Ydych chi'n siŵr eich bod chi am ddileu'r holl ddata?
da: Vil du slette alle data?
de: Möchtest du wirklich alle Daten löschen?
el: Θέλεις σίγουρα να διαγράψεις όλα τα δεδομένα;
es: ¿Seguro que quieres eliminar todos los datos?
es_es: ¿Estás segur@ de querer eliminar todos los datos?
et: Kas sa tõesti soovid kõiki andmeid kustutada?
eu: Ziur datu guztiak ezabatu nahi dituzula?
fa: آیا مطمئن هستید که میخواهید تمام اطلاعات را پاک کنید؟
fi: Oletko varma, että haluat poistaa kaikki tiedot?
fil: Sigurado ka bang nais mong burahin ang lahat ng data?
fr: Voulez-vous vraiment supprimer toutes les données ?
ga: An bhfuil tú cinnte gur mhaith leat do chuid sonraí go léir a scriosadh?
gu: શું તમે ખરેખર બધા ડેટા ડિલીટ કરવા માગો છો?
he: בטוח שבא לך למחוק את כל הנתונים?
hi: क्या आपको यकीन है कि आप अपना डाटा डिलीट करना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati sve podatke?
hu: Biztosan törölni akarsz minden adatot?
id: Anda yakin ingin menghapus semua data?
is: Ertu viss um að vilja eyða öllum gögnum?
it: Vuoi davvero eliminare tutti i dati?
ja: 本当にすべてのデータを消去しますか？
kab: D tidet tebɣiḍ ed tsefḍeḍ akk isefka?
kk: Барлық деректерді шынымен де жойғыңыз келе ме?
km: áá¾á¢áŸ’á“á€á…áŸ’á”á¶áŸáŸ‹áá¶á…á„áŸ‹á›á»á”á‘á·á“áŸ’á“á“áŸá™á‘á¶áŸ†á„á¢áŸáŸ‹?
kn: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 모든 데이터를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti visus duomenis?
lv: Vai tiešām vēlaties dzēst visus savus datus?
mk: Дали сте сигурни дека сакате да ги избриште сите податоци?
ml: നിങ്ങൾക്ക് എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കണമെന്ന് ഉറപ്പാണോ?
mr: आपण खात्रीने सर्व डेटा हटवू इच्छित आहात?
ms: Adakah anda pasti mahu memadam semua data?
my: သင်မှ ဒေတာများအားလုံး ဖျက်မည်ဆိုတာ သေချာပါသလား?
nb: Er du sikker på at du vil slette alle dataene?
nl: Weet je zeker dat je alle gegevens wilt wissen?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਸਾਰਾ ਡੇਟਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pa_pk: کی تہانوں یقین اے تساں سارا ڈیٹا حذف کرنا چاہندے او؟
pl: Czy na pewno chcesz usunąć wszystkie dane?
ps: ایا ډاډه یاست چې غواړئ د ټولو پیغامونو تاریخچه پاکه کړئ؟
pt_br: Tem certeza que deseja excluir todos os dados?
pt_pt: Tem a certeza de que deseja eliminar todos os dados?
ro: Ești sigur că vrei să ștergi toate datele?
ru: Вы действительно хотите удалить все данные?
sk: Určite chcete vymazať všetky dáta?
sl: Ste prepričani, da želite izbrisati celotno vsebino?
sq: Jeni i sigurt se doni të fshihen krejt të dhënat?
sr: Желите ли сигурно да избришете све податке?
sv: Är du säker på att du vill ta bort alla data?
sw: Una uhakika unataka kufuta data zote?
ta: எல்லா தரவையும் நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా అన్ని డేటాను తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบข้อมูลทั้งหมด
tr: Tüm verileri silmek istediğinden emin misin?
ug: راستلا ھەممە سانلىق مەلۇماتنى ئۆچۈرەمسىز؟
uk: Ви справді хочете видалити всі дані?
ur: کیا آپ واقعی سارا ڈیٹا حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa toàn bộ dữ liệu?
zh_cn: 您确认要删除所有数据吗？
zh_hk: 您確定要刪除所有資料嗎？
