Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SECONDARY_LINKING_ERROR_DIFFERENT_ACCOUNT_MESSAGE
source: To link this device to a different account, you must first reset this device. Are you sure you want to delete all history (messages, attachments, calls, etc.)? This action cannot be reverted.
af: Jy moet eers hierdie toestel terugstel voor jy dit aan ’n ander rekening kan koppel. Is jy seker jy wil alle geskiedenis (boodskappe, aanhangsels, oproepe, ens.) skrap? Hierdie aksie kan nie ongedaan gemaak word nie.
ar: لربط هذا الجهاز مع حساب مُختلف، يجب عليك أولًا إعادة تعيين هذا الجهاز. هل أنت متأكِّد من أنك تريد حذف كل السجلات (رسائل ومرفقات ومكالمات، إلخ.)؟ لا يمكن التراجع عن هذا الإجراء.
az: Bu cihazı, fərqli bir cihazla əlaqələndirmək üçün, əvvəlcə bu cihazı sıfırlamalısınız. Bütün mesaj tarixçənizi (mesajlar, qoşmalar, zənglər və s.) silmək istədiyinizə əminsiniz? Bu əməliyyatın geri dönüşü yoxdur.
be: Каб звязаць гэту прыладу да іншага ўліковага запісу, вам трэба спачатку скінуць даныя Signal на гэтай прыладзе. Вы на самой справе жадаеце выдаліць усю гісторыю (паведамленні, далучэнні, званкі і г. д.)? Гэта дзеянне нельга адмяніць.
bn: ডিভাইসটিকে ভিন্ন একটি অ্যাকাউন্টের সাথে লিংক করতে, আপনাকে অবশ্যই প্রথমে ডিভাইসটি রিসেট করতে হবে। আপনি কি সব ইতিহাস (বার্তা, সংযুক্তি, কল ইত্যাদি) মুছে ফেলার ব্যাপারে নিশ্চিত? এটি আর আগের অবস্থায় ফিরিয়ে নেওয়া যাবে না।
ca: Per enllaçar aquest dispositiu amb un compte diferent, primer has de restablir-lo. Segur que vols suprimir tot l'historial (missatges, fitxers adjunts, trucades, etc.)? Aquesta acció no es pot desfer.
cs: Pokud chcete toto zařízení propojit s jiným účtem, musíte jej nejprve resetovat. Opravdu chcete odstranit veškerou historii (zprávy, přílohy, hovory atd.)? Tuto akci nelze vrátit zpět.
cy: I gysylltu y ddyfais hon i gyfrif gwahanol rhaid i chi ailosod y ddyfais hon yn gyntaf. Ydych wir eisiau dileu yr holl hanes (negeseuon, atodiadau, galwadau, a.y.b.)? Ni ellir dadwneud hyn.
da: For at tilknytte denne enhed til en anden konto, skal du først nulstille denne enhed. Er du sikker på, at du vil slette al historik (beskeder, vedhæftede filer, opkald osv.)? Denne handling kan ikke fortrydes.
de: Um dieses Gerät mit einem anderen Konto zu koppeln, musst du es zuerst zurücksetzen. Möchtest du den gesamten Verlauf (Nachrichten, Anhänge, Anrufe usw.) wirklich löschen? Dieser Vorgang ist unwiderruflich.
el: Για τη σύνδεση αυτής της συσκευής σε άλλο λογαριασμό, πρέπει πρώτα να επαναφέρεις αυτήν τη συσκευή. Θέλεις σίγουρα να διαγράψεις όλο το ιστορικό (μηνύματα, συνημμένα, κλήσεις, κλπ); Δεν θα έχεις τη δυνατότητα να ανακαλέσεις αυτή την ενέργεια.
es: Para vincular este dispositivo con otra cuenta, primero debes restablecer Signal en este dispositivo. ¿Quieres eliminar todo tu historial (mensajes, archivos, llamadas, etc.)? Esta acción es irreversible.
fa: برای پیوند دادن این دستگاه به حساب کاربری دیگر، باید ابتدا این دستگاه را بازنشانی کنید. مطمئن هستید که می‌خواهید همه تاریخچه (پیام‌ها، پیوست‌ها، تماس‌ها و …) را پاک کنید؟ این عمل بازگشت‌پذیر نیست.
fi: Laitteen liittäminen toiseen tiliin edellyttää laitteen asetusten palauttamista. Poistetaanko kaikki historiatiedot, kuten viestit, tiedostot ja puhelut? Tätä toimintoa ei voi perua.
fr: Pour associer cet appareil à un autre compte, vous devez d’abord le réinitialiser. Voulez-vous vraiment effacer tout l'historique de cet appareil : messages, pièces jointes, appels, etc. ? Cette action est irréversible.
ga: Chun an gléas seo a nascadh le cuntas eile, ní mór duit an gléas seo a athshocrú ar dtús. An bhfuil tú cinnte gur mian leat an stair iomlán a scriosadh (teachtaireachtaí, ceangaltáin, glaonna, srl.)? Ní féidir an gníomh seo a chealú.
gu: આ ડિવાઇસને અલગ એકાઉન્ટ સાથે લિંક કરવા માટે, તમારે પહેલા આ ડિવાઇસને રિસેટ કરવું આવશ્યક છે. શું તમે ખરેખર બધી હિસ્ટ્રી (મેસેજ, એટેચમેન્ટ, કૉલ વગેરે) ડિલીટ કરવા માગો છો? આ ક્રિયાને પૂર્વવત્ત કરી શકાતી નથી.
he: כדי לקשר את המכשיר הזה לחשבון שונה, צריך קודם כל לאפס את המכשיר. בטוח שבא לך למחוק את כל ההיסטוריה (הודעות, קבצים מצורפים, שיחות וכו')? פעולה זו אינה ניתנת לביטול.
hi: इस डिवाइस को किसी अन्य अकाउंट से लिंक करने के लिए आपको पहले इस डिवाइस को रीसेट करना होगा। क्या आप वाकई सारा इतिहास (संदेश, अटैचमेंट, कॉल, इत्यादि) डिलीट करना चाहते हैं? यह कार्रवाई होने के बाद वापस नहीं ली जा सकती।
hr: Da biste ovaj uređaj povezali s drugim računom, najprije morate resetirati ovaj uređaj. Jeste li sigurni da želite izbrisati svu povijest (poruke, privitke, pozive itd.)? Radnju nije moguće poništiti.
hu: Az eszközt az újratársításhoz előbb alaphelyzetbe kell állítani. Biztosan minden előzményt (üzenetek, csatolmányok, hívások stb.) törölni szeretnél? A művelet nem visszavonható.
id: Untuk menautkan perangkat ini ke akun lain, Anda harus mereset perangkat ini terlebih dahulu. Yakin ingin menghapus semua riwayat (pesan, lampiran, panggilan, dll.)? Tindakan ini tidak dapat diurungkan.
is: Til að tengja þetta tæki við annan notandaaðgang, verðurðu fyrst að frumstilla þetta tæki. Ertu viss um að þú viljir eyða öllum ferlinum (skilaboð, viðhengi, símtöl, o.s.frv.)? Þessa aðgerð er ekki hægt að afturkalla.
it: Per collegare questo dispositivo a un account diverso, devi prima resettare questo dispositivo. Confermi di voler eliminare tutta la cronologia (messaggi, allegati, chiamate, ecc.)? Questa azione non può essere annullata.
ja: この端末を別のアカウントで使用するには、最初にこの端末をリセットする必要があります。本当にすべての履歴 (メッセージ、添付ファイル、通話など) を消去しますか？この処理は元に戻せません。
km: áŠá¾á˜áŸ’á”á¸á—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸá“áŸáŸ‡á‘áŸ…á‚áá“á¸á•áŸ’áŸáŸá„ á¢áŸ’á“á€ááŸ’ášá¼áœá€áŸ†áááŸ‹á§á”á€ášááŸá“áŸáŸ‡á¡á¾á„áœá·á‰áŸá·á“áŸ” áá¾á¢áŸ’á“á€á”áŸ’ášá¶á€áŠá‘áŸáá¶á¢áŸ’á“á€á…á„áŸ‹á›á»á”á”áŸ’ášáœááŸ’áá·á‘á¶áŸ†á„á¢áŸáŸ‹ (áŸá¶áš á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹ á¬ á€á¶ášá áŸ…á…áŸá‰ áŸ”á›áŸ”)? áŸá€á˜áŸ’á˜á—á¶á–á“áŸáŸ‡á˜á·á“á¢á¶á…ááŸ’ášá¡á”áŸ‹á€áŸ’ášáŸ„á™á”á¶á“á‘áŸáŸ”
kn: ಬೇರೊಂದು ಖಾತೆಗೆ ಈ ಸಾಧನವನ್ನು ಲಿಂಕ್‌ ಮಾಡಲು ಮೊದಲು ನೀವು ಈ ಸಾಧನವನ್ನು ಮರುಹೊಂದಿಸಬೇಕು. ಎಲ್ಲಾ ಇತಿಹಾಸವನ್ನು (ಸಂದೇಶಗಳು, ಲಗತ್ತುಗಳು, ಕರೆಗಳು ಇತರೆ.) ನೀವು ಅಳಿಸ ಬಯಸುವ ಬಗ್ಗೆ ಖಚಿತವಾಗಿರುವಿರಾ? ಈ ಕ್ರಮವನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 이 장치를 다른 계정에 연결하려면 먼저 장치를 재설정해야 합니다. 모든 기록(메시지, 첨부 파일, 통화 등)을 삭제하시겠어요? 이 작업은 되돌릴 수 없습니다.
lt: Norėdami susieti šį įrenginį su kita paskyra, iš pradžių, privalote atstatyti šį įrenginį. Ar tikrai norite ištrinti visą žinučių istoriją (žinutes, priedus, skambučius ir t.t.)? Šio veiksmo bus nebeįmanoma sugrąžinti.
lv: Lai saistītu šo ierīci ar citu kontu, vispirms šī ierīce ir jāatiestata. Vai tiešām vēlaties dzēst visu vēsturi (ziņojumus, pielikumus, zvanus utt.)? Šo darbību nevar atsaukt.
ml: ഈ ഉപകരണത്തെ മറ്റൊരു അക്കൗണ്ടിലേക്ക് ലിങ്ക് ചെയ്യുന്നതിന്, നിങ്ങൾ ആദ്യം ഈ ഉപകരണം പുന:ക്രമീകരിക്കണം. എല്ലാ ചരിത്രവും (സന്ദേശങ്ങള്‍, അറ്റാച്ച്മെന്റുകൾ, കോളുകൾ മുതലായവ) ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാനാകില്ല.
mr: हे डिव्हाइस दुसऱ्या अकाऊंटशी लिंक करण्यासाठी, आपण हे डिव्हाइस आधी रिसेट करायला हवे. आपण खात्रीने सर्व इतिहास (संदेश, संलग्नके, कॉल्स इत्यादी.) हटवू इच्छिता? ही क्रिया मागे घेता येणे शक्य नाही.
ms: Untuk memautkan peranti ini ke akaun lain, anda mesti menetapkan semula peranti ini terlebih dahulu. Adakah anda pasti mahu memadam semua sejarah (mesej, lampiran, panggilan dll.)? Tindakan ini tidak boleh diulang.
nb: For å koble denne enheten til en annen konto må du først tilbakestille enheten. Er du sikker på at du vil slette alle logger (meldinger, vedlegg, samtaler osv.)? Dette valget kan ikke angres.
nl: Om dit apparaat te koppelen aan een ander account, moet je Signal eerst op dit apparaat resetten. Weet je zeker dat je al je geschiedenis (berichten, bijlagen, oproepgeschiedenis, etc.) wilt wissen? Deze actie kan niet worden teruggedraaid.
pa: ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਕਿਸੇ ਵੱਖਰੇ ਖਾਤੇ ਨਾਲ ਲਿੰਕ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਰੀਸੈੱਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਸਾਰੇ ਇਤਿਹਾਸ (ਸੁਨੇਹੇ, ਨੱਥੀਆਂ, ਕਾਲਾਂ, ਆਦਿ) ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਉਲਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Aby połączyć z innym kontem, najpierw musisz to urządzenie zresetować. Czy na pewno chcesz usunąć całą historię (wiadomości, załączników, połączeń itd.)? Tego działania nie będzie można cofnąć.
ps: د دې لپاره چې دغه وسیله له یوه بېل اکاونټ سره لینک کړئ، نو باید تاسې لومړی دغه وسیله له سره تنظیم کړئ. ایا ډاډه یاست چې غواړئ ټوله تاریخچه (پیغامونه، ضمیمې، اړیکې او داسې نور) پاک کړئ؟ دا کار بیرته نشي راګرځیدلای.
pt_br: Para vincular este aparelho a uma conta diferente, primeiramente você precisa redefinir a conta atual neste aparelho. Tem certeza de que você deseja apagar todo o histórico (mensagens, anexos, chamadas etc)? Essa ação não poderá ser revertida.
pt_pt: Para ligar este dispositivo a uma conta diferente, deverá primeiro repor este dispositivo. Tem a certeza de que quer eliminar todo o seu histórico (mensagens, anexos, registo de chamadas, etc.) ? Esta ação é irreversível.
ro: Pentru a lega acest dispozitiv la un alt cont, trebuie mai întâi să resetezi acest dispozitiv. Sigur ștergi tot istoricul (mesaje, atașamente, apeluri etc.)? Această acțiune este ireversibilă.
ru: Чтобы привязать это устройство к другому аккаунту, необходимо сначала сбросить данные Signal на этом устройстве. Вы действительно хотите удалить всю историю (сообщения, вложения, звонки и т. д.)? Это действие необратимо.
sk: Na prepojenie tohto zariadenia s iným účtom musíte najprv resetovať toto zariadenie. Naozaj chcete vymazať celú históriu (správy, prílohy, hovory, atď.)? Túto operáciu nie je možné vrátiť späť.
sl: Če želite to napravo povezati z drugim računom, jo morate najprej ponastaviti. Ali ste prepričani, da želite izbrisati vso zgodovino (sporočila, priloge, klice itd.)? Tega dejanja ni mogoče razveljaviti.
sq: Që të lidhet kjo pajisje me një llogari tjetër, duhet së pari të riktheni këtë pajisje te parazgjedhjet. Jeni i sigurt se doni të fshihet krejt historiku (mesazhe, bashkëngjitje, thirrje, etj.)? Ky veprim s’mund të prapakthehet.
sr: Да бисте овај уређај повезивали на други налог, прво морате да ресетујете овај уређај. Јесте ли сигурни да желите да избришете сву историју (поруке, прилоге, позиве итд.)? Овај поступак је неповратан.
sv: För att länka denna enhet till ett annat konto måste du först återställa denna enhet. Är du säker på att du vill ta bort all historik (meddelanden, bilagor, samtal o.s.v.)? Denna åtgärd kan inte återställas.
sw: Ili kuunganisha kifaa hiki kwenye akaunti tofauti, sharti kwanza uweke upya kifaa hiki. Je, una hakika unataka kufuta historia yote (ujumbe, viambatisho, simu, nk)? Hatua hii haiwezi kutenduliwa.
ta: க்கு இணைப்பு இந்த சாதனம் வேறு கணக்கு, நீங்கள் முதலில் இந்த சாதனத்தை மீட்டமைக்க வேண்டும். நீ சொல்வது உறுதியா நீங்கள் அனைத்தையும் நீக்க விரும்புகிறீர்கள் விவரக் குறிப்பு(செய்திகள், இணைப்புகள், அழைப்புகள் போன்றவை)? இந்த செயலை மாற்ற முடியாது.
te: ఈ పరికరాన్ని వేరే ఖాతాకు లింక్ చేయడానికి, మీరు మొదట ఈ పరికరాన్ని రీసెట్ చేయాలి. మీరు ఖచ్చితంగా అన్ని చరిత్రలను (సందేశాలు, జోడింపులు, కాల్‌లు మొదలైనవి) తొలగించాలనుకుంటున్నారా? ఈ చర్య తిరిగి మార్చబడదు.
th: หากต้องการลิงก์อุปกรณ์นี้กับบัญชีอื่น คุณต้องรีเซ็ตอุปกรณ์นี้ก่อน คุณแน่ใจหรือไม่ว่าต้องการลบประวัติทั้งหมด (ข้อความ ไฟล์แนบ การโทร ฯลฯ) การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Bu cihazı farklı bir hesaba bağlamak için önce cihazını sıfırlaman gerekir. Tüm geçmişi (iletiler, eklentiler, aramalar vb.) silmek istediğinden emin misin? Bu işlem geri alınamaz.
ug: بۇ ئۈسكۈنىگە باشقا ھېساباتنى باغلاش ئۈچۈن، بۇ ئۈسكۈنىنى ئالدى بىلەن ئەسلىگە قايتۇرۇڭ. راستلا بارلىق خاتىرە (ئۇچۇر، قوشۇمچە، چاقىرىش قاتارلىقلار) نى ئۆچۈرەمسىز؟ بۇ مەشغۇلاتنى ئارقىغا ياندۇرغىلى بولمايدۇ.
uk: Щоб зв'язати цей пристрій з іншим акаунтом, спочатку потрібно скинути параметри пристрою. Ви точно хочете видалити всю історію (повідомлення, вкладення, виклики тощо)? Видалення буде незворотне.
ur: اس ڈیوائس کو کسی دوسرے اکاؤنٹ سے لنک کرنے کے لئے آپ کو پہلے اس ڈیوائس کو ری سیٹ کرنا ہو گا۔ کیا آپ واقعی (تمام میسجز، منسلکات، کالز، وغیرہ) کو ڈیلیٹ کرنا چاہتے ہیں؟ اس کارروائی کو واپس نہیں کیا جا سکتا۔
vi: Để liên kết thiết bị này với một tài khoản khác, bạn phải đặt lại thiết bị này trước. Bạn có chắc bạn muốn xóa tất cả lịch sử (tin nhắn, tập tin đính kèm, cuộc gọi, v.v.)? Thao tác này không thể được hoàn lại.
zh_cn: 如要将该设备关联至不同帐户，您必须首先重置该设备。您确定要删除所有历史记录（消息、附件以及通话等）吗？此操作不可撤回。
zh_hk: 如要將此裝置連結至其他帳戶，您必須先重設裝置。您是否確定要刪除所有紀錄（訊息、附件、通話等）？此操作將無法還原。

# SECONDARY_LINKING_ERROR_DIFFERENT_ACCOUNT_RESET_DEVICE
source: Delete Everything
af: Skrap alles
ar: حذف كل شيء
az: Hər şeyi sil
be: Выдаліць усё
bn: সবকিছু মুছে ফেলুন
ca: Suprimeix-ho tot
cs: Odstranit vše
cy: Dileu Popeth
da: Slet alt
de: Alles löschen
el: Διαγραφή όλων
es: Eliminar todo
et: Kustuta kõik
eu: Ezabatu dena
fa: پاک کردن همه چیز
fi: Poista kaikki
fr: Tout supprimer
ga: Scrios Uile
gu: બધું ડિલીટ કરો
he: מחיקת הכל
hi: सब कुछ डिलीट करें
hr: Izbriši sve
hu: Az összes törlése
id: Hapus Semuanya
is: Eyða öllu
it: Elimina tutto
ja: すべて消去する
kab: Kkes kullec
km: á›á»á”á…áŸ„á›á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲವನ್ನೂ ಅಳಿಸಿ
ko: 모두 삭제
lt: Ištrinti viską
lv: Dzēst visu
mk: Избриши се
ml: എല്ലാം ഇല്ലാതാക്കുക
mr: सर्व हटवा
ms: Padam Semua
my: အားလုံးကို ဖျက်မည်
nb: Slett alt
nl: Alles wissen
pa: ਸਾਰਾ ਕੁਝ ਮਿਟਾਓ
pl: Usuń wszystko
ps: هر څه پاک کړئ
pt_br: Apagar tudo
pt_pt: Eliminar tudo
ro: Șterge Tot
ru: Удалить всё
sk: Vymazať všetko
sl: Izbriši vse
sq: Fshi Gjithçka
sr: Избриши све
sv: Ta bort allt
sw: Futa Kila Kitu
ta: எல்லாவற்றையும் நீக்கு
te: ప్రతిదీ తొలగించండి
th: ลบทั้งหมด
tr: Her Şeyi Sil
ug: ھەممىنى ئۆچۈر
uk: Видалити все
ur: ہر چیز حذف کریں
vi: Xóa Tất cả
zh_cn: 全部删除
zh_hk: 全部刪除

# SECONDARY_LINKING_ERROR_DIFFERENT_ACCOUNT_TITLE
source: Account Does Not Match
af: Rekening stem nie ooreen nie
ar: الحساب غير مُطابِق
az: Hesab uyğun gəlmir
be: Уліковы запіс не супадае
bn: অ্যাকাউন্টটি মিলছে না
ca: El compte no coincideix.
cs: Účet nesouhlasí
cy: Nid yw'r Cyfrif yn Cyfateb
da: Kontoen stemmer ikke overens
de: Konto stimmt nicht überein
el: Ο λογαριασμός δεν ταιριάζει
es: La cuenta no coincide
fa: حساب کاربری مطابقت ندارد
fi: Tili ei täsmää
fr: Le compte ne correspond pas
gu: એકાઉન્ટ મેળ ખાતું નથી
he: חשבונות אינם תואמים
hi: खातों का मिलान नहीं हो रहा है
hr: Račun se ne podudara
hu: Nem egyező fiók
id: Akun Tidak Cocok
is: Aðgangur samsvarar ekki
it: L'account non corrisponde
ja: アカウントが一致しません
km: á‚áá“á¸á˜á·á“áŠá¼á…á‚áŸ’á“á¶
kn: ಖಾತೆಯು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ko: 계정이 일치하지 않음
lt: Paskyra nesutampa
lv: Konts neatbilst
ml: അക്കൗണ്ട് പൊരുത്തപ്പെടുന്നില്ല
mr: खाते जुळत नाही
ms: Akaun Tidak Sepadan
nb: Kontoen stemmer ikke
nl: Account komt niet overeen
pa: ਖਾਤਾ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
pl: Niezgodne konto
ps: اکاونټ سر نه ورسره لګوي
pt_br: A conta não corresponde
pt_pt: A conta não coincide
ro: Contul nu se potrivește
ru: Учётная запись не совпадает
sk: Účet sa nezhoduje
sl: Račun se ne ujema
sq: Llogaria S’u Përputh
sr: Налог се не поклапа
sv: Kontot matchar inte
sw: Akaunti Hailingani
ta: கணக்கு
te: ఖాతా సరిపోలలేదు
th: บัญชีไม่ตรงกัน
tr: Hesap Uyuşmuyor
ug: ھېسابات ماس كەلمىدى
uk: Акаунт не збігається
ur: اکاؤنٹ مماثل نہیں ہے
vi: Tài khoản Không Khớp
zh_cn: 帐户不匹配
zh_hk: 帳戶不符

# SECONDARY_LINKING_ERROR_OBSOLETE_LINKED_DEVICE_MESSAGE
source: Update Signal on this device to link it with your phone.
af: Werk Signal op hierdie toestel by om dit met u foon te koppel.
ar: قُم بتحديث سيجنال في هذا الجهاز حتى تستطيع ربطه بهاتفك.
az: Telefonunuzu əlaqələndirmək üçün bu cihazda Signal-ı yeniləyin.
be: Абнавіце Signal на гэтай прыладзе, каб звязаць яе да свайго тэлефона.
bn: Signal আপনার ফোনের সাথে লিঙ্ক করতে এই ডিভাইসটিতে এটি আপডেট করুন।
ca: Actualitzeu el Signal d'aquest dispositiu per enllaçar-lo amb el telèfon.
cs: Aktualizujte Signal pro připojení k vašemu telefonu.
cy: Diweddarwch Signal ar y ddyfais hon i'w gysylltu a'ch ffôn.
da: Opdater Signal på enheden for at forbinde til din telefon
de: Aktualisiere Signal auf diesem Gerät, um es mit deinem Mobiltelefon zu koppeln.
el: Αναβάθμισε το Signal σε αυτή τη συσκευή για να το συνδέσεις με το τηλέφωνό σου.
es: Actualiza Signal en este dispositivo para vincularlo con tu teléfono.
es_es: Actualiza Signal en este dispositivo para enlazarlo con tu teléfono.
et: Telefoniga ühendamiseks pead selles seadmes Signalit uuendama.
eu: Zure telefonoarekin lotu ahal izateko, eguneratu Signal gailu honetan.
fa: سیگنال را برای اتصال به تلفن‌ همراه‌تان، برروی این دستگاه به‌روزرسانی کنید.
fi: Tämän laitteen Signal on päivitettävä ennen puhelimen yhdistämistä.
fr: Pour associer cet appareil à votre téléphone, installez la mise à jour de Signal.
ga: Nuashonraigh Signal ar an ngléas seo chun é a nascadh le do ghuthán.
gu: આ ડિવાઇસ પરના Signal ને તમારા ફોન સાથે લિંક કરવા માટે અપડેટ કરો.
he: עדכן את Signal על מכשיר זה כדי לקשר אותו עם הטלפון שלך.
hi: Signal को अपने फोन के साथ लिंक करने के लिए इसे इस डिवाइस पर अपडेट करें।
hr: Ažurirajte Signal na ovom uređaju kako biste ga povezali sa svojim telefonom.
hu: A telefonod párosításához frissítsd a Signalt ezen az eszközön!
id: Perbarui Signal pada perangkat ini untuk menyambungkannya dengan ponsel Anda.
is: Uppfærðu Signal á þessu tæki til að tengja það við símann þinn.
it: Aggiorna Signal su questo dispositivo per associarlo con il tuo telefono.
ja: 携帯電話とリンクするため、この端末のSignalをアップデートしてください。
kab: Leqqem Signal ɣef yiben-a i wakken ad t-teqqneḍ ɣer tilifun-ik·im.
kk: Осы құрылғыдағы Signal қолданбасын телефоныңызға байланыстыру үшін оны жаңартыңыз.
km: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á– Signal á›á¾á§á”á€ášááŸá“áŸáŸ‡ áŠá¾á˜áŸ’á”á¸á—áŸ’á‡á¶á”áŸ‹áœá¶á‡á¶á˜á½á™á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ಫೋನ್‌ನೊಂದಿಗೆ ಲಿಂಕ್ ಮಾಡಲು ಈ ಸಾಧನದಲ್ಲಿ Signal ಅನ್ನು ನವೀಕರಿಸಿ.
ko: 이 기기를 휴대전화와 연결하려면 Signal을 업데이트하세요.
lt: Norėdami susieti Signal programėlę su savo telefonu, atnaujinkite ją šiame įrenginyje.
lv: Atjauniniet lietotni Signal šajā ierīcē, lai to saistītu ar savu tālruni.
mk: Ажурирајте го Signal на овој уред за да го поврзете со вашиот телефон.
ml: നിങ്ങളുടെ ഫോണുമായി ലിങ്കുചെയ്യുന്നതിന് ഈ ഉപകരണത്തിൽ സിഗ്നൽ അപ്‌ഡേറ്റുചെയ്യുക.
mr: आपल्या फोनला लिंक करण्यासाठी या डिव्हाईसवर Signal अद्यतनित करा.
ms: Kemas kini Signal pada peranti ini untuk memautkannya dengan telefon anda.
my: သင့်ဖုန်းဖြင့်ချိတ်ရန် ၎င်းစက်ပေါ်တွင် Signal ကို အပ်ဒိတ်လုပ်ပါ။
nb: Oppdater Signal på denne enheten for å koble den til din telefon.
nl: Werk Signal bij op dit apparaat om het aan je telefoon te kunnen koppelen.
pa: ਇਸ ਡਿਵਾਈਸ ਉੱਤੇ Signal ਆਪਣੇ ਫ਼ੋਨ ਨਾਲ ਲਿੰਕ ਕਰਨ ਲਈ ਇਸ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।
pl: Aby połączyć Signal z telefonem, zaktualizuj aplikację na tym urządzeniu.
ps: په دغه وسیله کې Signal اپډیټ کړئ تر څو یې له خپل موبایل سره لینک کړئ.
pt_br: Atualize Signal neste aparelho para vinculá-lo ao seu celular.
pt_pt: Atualize o Signal neste dispositivo para o ligar ao seu telemóvel.
ro: Actualizează Signal de pe acest dispozitiv pentru a-l asocia cu telefonul.
ru: Обновите Signal на этом устройстве, чтобы привязать его к своему телефону.
sk: Na prepojenie Signalu s vašim telefónom, aktualizujte Signal na tomto zariadení.
sl: Posodobite Signal na tej napravi, da jo povežete s svojim telefonom.
sq: Që ta lidhni me telefonin tuaj, përditësoni Signal-in në këtë pajisje.
sr: Ажурирајте Signal на овом уређају да бисте могли да га повежете са телефоном.
sv: Uppdatera Signal på denna enhet för att länka den med din telefon.
sw: Sasisha Signal kwenye kifaa hiki ili uiunganishe na simu yako.
ta: உங்கள் சாதனத்துடன் இணைக்க இந்த சாதனத்தில் Signal update சிக்னலைப் புதுப்பிக்கவும்.
te: ఈ పరికరంలో మీ ఫోన్‌తో లింక్ చేయడానికి Signal‌ను నవీకరించండి.
th: ปรับปรุงรุ่น Signal ในอุปกรณ์นี้เพื่อเชื่อมโยงโทรศัพท์ของคุณ
tr: Bu cihazı telefonunuza bağlamak için bu cihazdaki Signal'i güncelleyin.
ug: بۇ ئۈسكۈنىدىكى Signal نى يېڭىلاپ تېلېفونىڭىزغا باغلاڭ.
uk: Оновіть Signal на цьому пристрої, щоб зв'язати його зі своїм телефоном.
ur: اس فون پر Signal کو جوڑنے کیلئے اس آلہ پر Signal کو اپ ڈیٹ کریں۔
vi: Cập nhật Signal trên thiết bị này để liên kết nó với điện thoại của bạn.
zh_cn: 升级此设备 Signal 来关联您的手机。
zh_hk: 請更新此裝置上的 Signal，以連結您的電話。

# SECONDARY_LINKING_ERROR_OBSOLETE_LINKED_DEVICE_TITLE
source: Unsupported Version
af: Ongesteunde weergawe
ar: إصدار غير مدعوم
az: Dəstəklənməyən versiya
be: Версія не падтрымліваецца
bn: অসমর্থিত সংস্করণ
ca: Versió sense suport
cs: Nepodporovaná verze
cy: Fersiwn na Chefnogir
da: Version ikke understøttet
de: Nicht unterstützte Version
el: Μη υποστηριζόμενη Έκδοση
es: Versión no compatible
es_es: Versión no compatible
et: Versioon pole toetatud
eu: Bertsio hau ez dago onartuta
fa: نسخهٔ پشتیبانی نشده
fi: Ei-tuettu versio
fr: Version non prise en charge
ga: Leagan Gan Tacaíocht
gu: સપોર્ટ ન કરનારું વર્ઝન
he: גרסה בלתי נתמכת
hi: असमर्थित वर्ज़न
hr: Nepodržana verzija
hu: Nem támogatott verzió
id: Versi Tidak Didukung
is: óstudd útgáfa.
it: Versione non supportata
ja: 非対応バージョン
kab: Lqem ur nettusefrak ara
kk: Қолданылмайтын нұсқа
km: á‡áŸ†á“á¶á“áŸ‹á˜á·á“á‚á¶áŸ†á‘áŸ’áš
kn: ಬೆಂಬಲಿಸದ ಆವೃತ್ತಿ
ko: 지원되지 않는 버전
lt: Nepalaikoma versija
lv: Neatbalstīta versija
mk: Неподдржана верзија
ml: പിന്തുണയ്‌ക്കാത്ത പതിപ്പ്
mr: असमर्थित आवृत्ती
ms: Versi Tidak Disokong
my: မပံ့ပိုးသော ဗားရှင်း
nb: Ustøttet versjon
nl: Niet-ondersteunde versie
pa: ਗ਼ੈਰ-ਸਹਾਇਕ ਵਰਜ਼ਨ
pl: Nieobsługiwana wersja
ps: نه ملاتړ کېدونکې نسخه
pt_br: Versão incompatível
pt_pt: Versão não suportada
ro: Versiune nesuportată
ru: Неподдерживаемая версия
sk: Nepodporovaná verzia
sl: Nepodprta različica
sq: Version i Pambuluar
sr: Неподржана верзија
sv: Versionen stöds inte
sw: Toleo Hili Halitumiki
ta: ஆதரிக்கப்படாத signal பதிப்பு
te: మద్దతు లేని సంస్కరణ
th: ไม่รองรับรุ่นนี้
tr: Desteklenmeyen Sürüm
ug: قوللىمايدىغان نەشرى
uk: Версія не підтримується
ur: غیر تعاون شدہ ورژن
vi: Phiên bản Không được hỗ trợ
zh_cn: 不受支持的版本
zh_hk: 不支援的版本
