Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ADD_TO_CONTACTS_OFFER
source: Would you like to add this user to your contacts?
af: Wil jy hierdie gebruiker by jou kontakte voeg?
ar: هل ترغبُ في إضافة هذا المُستخدِم إلى جهات اتصالك؟
az: Bu istifadəçini əlaqələrinizə əlavə etmək istəyirsiniz?
be: Жадаеце дадаць гэтага карыстальніка ў свой спіс кантактаў?
bg: Искате ли да добавите този потребител в контактите си?
bn: আপনি কি এই ব্যবহারকারীকে আপনার কন্ট্যাক্ট-এ যুক্ত করতে চান?
ca: Voleu afegir aquest usuari als vostres contactes?
cs: Chtěli byste tohoto uživatele přidat do svých kontaktů?
cy: Hoffech chi ychwanegu'r defnyddiwr hwn at eich cysylltiadau?
da: Vil du tilføje brugeren til dine kontakter?
de: Möchtest du diese Person zu deinen Kontakten hinzufügen?
el: Θέλεις να προσθέσεις αυτόν τον/την χρήστη/τρια στις επαφές σου;
es: ¿Quieres añadir a esta persona a tus contactos?
es_es: ¿Deseas añadir esta persona a tus contactos?
et: Kas sa soovid lisada seda kasutajat enda kontaktidesse?
eu: Erabiltzaile hau zure kontaktuetara gehitu nahi duzu?
fa: آیا مایل هستید این کاربر را به مخاطبین خود اضافه کنید؟
fi: Lisätäänkö tämä käyttäjä yhteystietoihisi?
fil: Nais mo bang idagdag ang user na ito sa iyong mga kontak?
fr: Voulez-vous ajouter cet utilisateur à vos contacts ?
ga: An bhfuil fonn ort an t-úsáideoir seo a chur le do liosta teagmhálaithe?
gu: શું તમે આ વપરાશકર્તાને તમારા સંપર્કોમાં ઉમેરવા માંગો છો?
he: האם אתה רוצה להוסיף משתמש זה אל אנשי הקשר שלך?
hi: क्या आप इस उपयोगकर्ता को अपनी संपर्क सूची में जोङना चाहेंगे?
hr: Želite li dodati ovog korisnika u vaše kontakte?
hu: Szeretnéd hozzáadni ezt a felhasználót a kontaktjaidhoz?
id: Apakah Anda ingin menambahkan penguna ini menjadi kontak Anda?
is: Villtu bæta þessum notanda við þína tengiliði?
it: Vuoi aggiungere questo utente nei contatti ?
ja: このユーザを連絡先に登録しますか？
kab: Tebɣiḍ ad ternuḍ aseqdac-agi ɣer inermisen-ik.im?
kk: Осы пайдаланушыны байланыстағы тұлғаларға қосқыңыз келе ме?
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á”á“áŸ’ááŸ‚á˜á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á“áŸáŸ‡ á‘áŸ…á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ášá”áŸáŸ‹á¢áŸ’á“á€á¬á‘áŸ?
kn: ನಿಮ್ಮ ಸಂಪರ್ಕಗಳಿಗೆ ಈ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ko: 이 사용자를 내 연락처에 추가하겠습니까?
lt: Ar norėtumėte pridėti šį naudotoją prie savo adresatų?
lv: Vai vēlaties pievienot šo lietotāju savām kontaktpersonām?
mk: Дали сакате да го додадете овој корисник во вашите контакти?
ml: നിങ്ങൾക്ക് ഈ ഉപയോക്താവിനെ നിങ്ങളുടെ കോൺടാക്ടുകളിൽ ചേർക്കാൻ താത്‌പര്യപ്പെടുന്നോ?
mr: हा वापरकर्ता आपल्याला आपल्या संपर्कांमध्ये जोडण्यास आवडेल का?
ms: Adakah anda ingin menambah pengguna ini ke kenalan anda?
my: ဤသူကို သင့်လိပ်စာစာရင်းထဲ ထည့်ချင်ပါသလား?
nb: Vil du legge til denne brukeren i kontaktlisten?
nl: Wil je deze persoon aan je contactenlijst toevoegen?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਵਰਤੋਂਕਾਰ ਨੂੰ ਆਪਣੇ ਸੰਪਰਕਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pa_pk: کی تساں ایس صارف نوں اپنے رابطیاں اچ شامل کرنا چاہو گے؟
pl: Czy chcesz dodać tę osobę do kontaktów?
ps: غواړئ چې دغه کارن د مخاطبینو په خپل لیست کې اضافه کړئ؟
pt_br: Gostaria de adicionar esta pessoa ao seus contatos?
pt_pt: Pretende adicionar este utilizador aos seus contactos?
ro: Vrei să adaugi acest utilizator la contactele tale?
ru: Вы хотите добавить этого пользователя в свои контакты?
sk: Chcete pridať tohto používateľa medzi kontakty?
sl: Želite dodati uporabnika/co med svoje stike?
sq: Dëshironi ta shtoni këtë përdorues te kontaktet tuaja?
sr: Желите ли да додате овог корисника у своје контакте?
sv: Vill du lägga till denna användare i dina kontakter?
sw: Je! Ungependa kuongeza mtumiaji huyu kwa wawasiliani wako?
ta: உங்கள் தொடர்புகளில் இந்த பயனரைச் சேர்க்க விரும்புகிறீர்களா?
te: మీరు ఈ వినియోగదారుని మీ పరిచయాలకు జోడించాలనుకుంటున్నారా?
th: คุณต้องการเพิ่มผู้ใช้นี้ลงในรายชื่อผู้ติดต่อของคุณหรือไม่?
tr: Bu kullanıcıyı kişilerinize eklemek ister misiniz?
ug: بۇ ئىشلەتكۈچىنى ئالاقەداشلارغا قوشامسىز؟
uk: Додати цього користувача до контактів?
ur: کیا آپ اس صارف کو اپنے حلقے میں شامل کرنا چاہتے ہیں؟
vi: Bạn có muốn thêm người dùng này vào danh bạ?
zh_cn: 是否将该用户添加为联系人？
zh_hk: 要將這個使用者加到你的聯絡人嗎？

# ADD_TO_GROUP
source: Add to Another Group
af: Voeg by 'n ander groep
ar: إضافة إلى مجموعة أُخرى
az: Başqa qrupa əlavə et
be: Дадаць у іншую групу
bn: অন্য গ্রুপে যোগ করুন
ca: Afegeix a un altre grup
cs: Přidat do jiné skupiny
cy: Ychwanegu at Grŵp Arall
da: Tilføj til anden gruppe
de: Zu weiterer Gruppe hinzufügen
el: Προσθήκη σε Άλλη Ομάδα
es: Añadir a otro grupo
es_es: Añadir a otro grupo
et: Lisa muusse gruppi
eu: Beste Talde batera Gehitu
fa: افزودن به گروهی دیگر
fi: Lisää toiseen ryhmään
fr: Ajouter à un autre groupe
ga: Cuir le Grúpa Eile
gu: અન્ય ગ્રૂપમાં ઉમેરો
he: הוסף אל קבוצה אחרת
hi: किसी अन्य ग्रुप में शामिल करें
hr: Dodaj u drugu grupu
hu: Hozzáadás másik csoporthoz
id: Tambahkan ke grup lain
is: Bæta við annan hóp
it: Aggiungi a un altro gruppo
ja: 別のグループに追加
kab: Rnu ɣer ugraw-nniḍen
kk: Басқа топқа қосу
km: á”á“áŸ’ááŸ‚á˜á‘áŸ…á€áŸ’ášá»á˜á•áŸ’áŸáŸá„
kn: ಮತ್ತೊಂದು ಗುಂಪಿಗೆ ಸೇರಿಸಿ
ko: 다른 그룹에 추가
lt: Pridėti į kitą grupę
lv: Pievienot citai grupai
mk: Додади во друга група
ml: മറ്റൊരു ഗ്രൂപ്പിലേക്ക് ചേർക്കുക
mr: आणखी एका गटात जोडा
ms: Tambah ke Kumpulan Lain
my: အခြားအဖွဲ့သို့ ထည့်မယ်
nb: Legg til en annen gruppe
nl: Aan een andere groep toevoegen
pa: ਹੋਰ ਗਰੁੱਪ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do innej grupy
ps: بل ګروپ ته اضافه کول
pt_br: Adicionar a outro grupo
pt_pt: Adicionar a outro grupo
ro: Adaugă la alt grup
ru: Добавить в другую группу
sk: Pridať do ďalšej skupiny
sl: Dodaj v drugo skupino
sq: Shtojeni Në Tjetër Grup
sr: Додај у другу групу
sv: Lägg till i en annan grupp
sw: Mwongeze kwenye Kikundi Kingine
ta: மற்றொரு குழுவில் சேர்
te: మరొక సమూహానికి జోడించండి
th: เพิ่มเข้าอีกกลุ่ม
tr: Başka Bir Gruba Ekle
ug: باشقا بىر گۇرۇپپىغا قوشىدۇ
uk: Додати в іншу групу
ur: دوسرے گروپ میں شامل کریں
vi: Thêm vào Nhóm Khác
zh_cn: 新增到另一个群组
zh_hk: 新增至其他群組

# ADD_TO_GROUP_ACTION_PROCEED_BUTTON
source: Add to Group
af: Voeg by groep
ar: إضافة إلى مجموعة
az: Qrupa əlavə et
be: Дадаць у групу
bn: গ্রুপে যোগ করুন
ca: Afegeix al grup
cs: Přidat do skupiny
cy: Ychwanegu at Grŵp
da: Tilføj til gruppe
de: Zur Gruppe hinzufügen
el: Προσθήκη σε Ομάδα
es: Añadir al grupo
es_es: Añadir al grupo
et: Lisa gruppi
eu: Gehitu Taldera
fa: افزودن به گروه
fi: Lisää ryhmään
fr: Ajouter au groupe
ga: Cuir leis an nGrúpa é/í
gu: ગ્રૂપમાં ઉમેરો
he: הוסף אל הקבוצה
hi: ग्रुप में शामिल करें
hr: Dodaj u grupu
hu: Hozzáadás a csoporthoz
id: Tambahkan ke grup
is: Bæta í hóp
it: Aggiungi al gruppo
ja: グループに追加
kab: Rnu ɣer ugraw
kk: Топқа қосу
km: á”á“áŸ’ááŸ‚á˜á‘áŸ…á€áŸ’ášá»á˜
kn: ಗುಂಪಿಗೆ ಸೇರಿಸಿ
ko: 그룹에 추가
lt: Pridėti į grupę
lv: Pievienot grupai
mk: Додади во група
ml: ഗ്രൂപ്പിലേക്ക് ചേർക്കുക
mr: गटात जोडा
ms: Tambah ke Kumpulan
my: အဖွဲ့သို့ ထည့်မယ်
nb: Legg til gruppen
nl: Aan groep toevoegen
pa: ਗਰੁੱਪ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do grupy
ps: ګروپ ته اضافه کول
pt_br: Adicionar ao grupo
pt_pt: Adicionar ao grupo
ro: Adaugă la grup
ru: Добавить в группу
sk: Pridať do skupiny
sl: Dodaj v skupino
sq: Shtoje te Grup
sr: Додај у групу
sv: Lägg till i grupp
sw: Mwongeze kwenye Kikundi
ta: குழுவில் சேர்
te: సమూహంకి కలపండి
th: เพิ่มเข้ากลุ่ม
tr: Gruba Ekle
ug: گۇرۇپپىغا قوش
uk: Додати в групу
ur: گروپ میں شامل کریں
vi: Thêm vào Nhóm
zh_cn: 新增到群组
zh_hk: 新增至群組

# ADD_TO_GROUP_ACTION_SHEET_MESSAGE_FORMAT
source: Add “%1$@” to “%2$@”?
af: Voeg “%1$@” toe tot “%2$@”?
ar: هل ترغبُ بإضافة "%1$@" إلى "%2$@"؟
az: "%1$@", "%2$@" qrupuna əlavə edilsin?
be: Дадаць «%1$@» у «%2$@»?
bn: “%2$@”-এ “%1$@” যোগ করবেন?
ca: Voleu afegir %1$@ a %2$@?
cs: Přidat "%1$@" do "%2$@"?
cy: Ychwanegu "%1$@" i "%2$@"?
da: Føj “%1$@” til “%2$@”?
de: %1$@ zu »%2$@« hinzufügen?
el: Προσθήκη του/της "%1$@" στο "%2$@";
es: ¿Añadir a %1$@ a "%2$@"?
es_es: ¿Añadir a %@ a este grupo?
et: Kas lisada “%1$@” gruppi “%2$@”?
eu: "%1$@" "%2$@" taldean gehitu nahi duzu?
fa: افزودن %1$@ به %2$@؟
fi: Lisätäänkö %1$@ ryhmään %2$@?
fr: Ajouter %1$@ à "%2$@" ?
ga: Cuir “%1$@” le “%2$@”?
gu: શું "%1$@"ને "%2$@"માં ઉમેરવા છે?
he: להוסיף את ”%1$@“ אל ”%2$@“?
hi: %1$@ को %2$@ जोड़े
hr: Dodati “%1$@” u “%2$@”?
hu: Hozzáadod őt: "%1$@" a "%2$@" csoporthoz?
id: Tambah "%1$@" ke "%2$@"?
is: Bæta “%1$@” í “%2$@”?
it: Aggiungere “%1$@” a “%2$@”?
ja: 「%1$@」を「%2$@」に追加しますか？
kk: %@ осы топқа қосылсын ба?
km: á”á“áŸ’ááŸ‚á˜ â€œ%1$@â€ á‘áŸ… â€œ%2$@â€?
kn: “%1$@” ಅವರನ್ನು “%2$@” ಗೆ ಸೇರಿಸಬೇಕೇ?
ko: %1$@를 %2$@에 추가하시겠습니까?
lt: Pridėti „%1$@“ į „%2$@“?
lv: Vai pievienot “%1$@” “%2$@”?
mk: Да го/ја додадам “%1$@” во “%2$@”?
ml: '%2$@'-യിലേക്ക് '%1$@' ചേർക്കുക?
mr: "%1$@" ला "%2$@" मध्ये जोडायचे?
ms: Tambah "%1$@" ke "%2$@"?
my: "%1$@" ကို "%2$@" သို့ ထည့်မည်လား?
nb: Legg "%1$@" til i "%2$@"?
nl: %1$@ toevoegen aan de groep ‘%2$@’?
pa: “%1$@” ਨੂੰ “%2$@” ਵਿੱਚ ਜੋੜਨਾ ਹੈ?
pa_pk: Add %@ to this group?
pl: Czy %1$@ ma należeć do grupy %2$@?
ps: غواړئ ”%1$@“ ”%2$@“ ته اضافه کړئ؟
pt_br: Adicionar “%1$@” em “%2$@”?
pt_pt: Adicionar “%1$@” a “%2$@”?
ro: Adaugi pe “%1$@” la “%2$@”?
ru: Добавить «%1$@» в «%2$@»?
sk: Pridať “%1$@” do “%2$@”?
sl: Dodaj "%1$@" v "%2$@"?
sq: Të shtohet “%1$@” te “%2$@”?
sr: Желите ли да додате корисника %1$@ у групу %2$@?
sv: Lägg till "%1$@" i "%2$@"?
sw: Ungependa kumwongeza “%1$@” katika “%2$@”?
ta: கூட்டு “%1$@” முதல் “%2$@”?
te: "%2$@" కు "%1$@" ను జోడించాలా?
th: เพิ่ม “%1$@” เข้า “%2$@” หรือไม่?
tr: “%1$@”, “%2$@” grubuna eklensin mi?
ug: «%1$@» نى «%2$@» گە قوشامسىز؟
uk: Додати користувача %1$@ в «%2$@»?
ur: "%1$@" کو "%2$@" میں شامل کریں؟
vi: Thêm "%1$@" vào %2$@"?
zh_cn: 添加“%1$@”至“%2$@”？
zh_hk: 要新增「%1$@」至「%2$@」嗎？

# ADD_TO_GROUP_ACTION_SHEET_TITLE
source: Add New Member
af: Voeg nuwe lid by
ar: إضافة عضو جديد
az: Yeni üzv əlavə et
be: Дадаць новага ўдзельніка
bn: নতুন সদস্য যোগ করুন
ca: Addició d'un membre nou
cs: Přidat nového člena
cy: Ychwanegu Aelod Newydd
da: Tilføj nyt medlem
de: Neues Mitglied hinzufügen
el: Προσθήκη νέου μέλους
es: Añadir participante
et: Lisa uus liige
eu: Gehitu Kide Berria
fa: افزودن عضو جدید
fi: Lisää uusi jäsen
fr: Ajouter un nouveau membre
ga: Ball Nua
gu: નવું સભ્ય ઉમેરો
he: הוסף חבר קבוצה חדש
hi: नया सदस्य जोड़ें
hr: Dodaj novog člana
hu: Új tag hozzáadása
id: Tambahkan anggota baru
is: Bæta við nýjum meðlimi
it: Aggiungi nuovo membro
ja: 新しいメンバーを追加
kab: Rnu aɛeggal amaynut
km: á”á“áŸ’ááŸ‚á˜áŸá˜á¶á‡á¸á€ááŸ’á˜á¸
kn: ಹೊಸ ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿ
ko: 새 멤버 추가
lt: Pridėti naują narį
lv: Pievienot jaunu dalībnieku
mk: Додадете нов член
ml: പുതിയ അംഗത്തെ ചേർക്കുക
mr: नवीन सदस्य जोडा
ms: Tambah Ahli Baru
my: အဖွဲ့ဝင်အသစ်ထည့်ရန်
nb: Legg til nytt medlem
nl: Nieuw lid toevoegen
pa: ਨਵਾਂ ਮੈਂਬਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj osobę
ps: د نوي غړي اضافه کول
pt_br: Adicionar novo membro
pt_pt: Adicionar um membro novo
ro: Adaugă un membru nou
ru: Добавить нового участника
sk: Pridať nového člena
sl: Včlani novo osebo
sq: Shtoni Anëtar të Ri
sr: Додај новог члана
sv: Lägg till ny medlem
sw: Ongeza Mwanachama Mpya
ta: புதியனவற்றை சேர் உறுப்பினர்
te: క్రొత్త సభ్యుడిని జోడించండి
th: เพิ่มสมาชิกใหม่
tr: Yeni Üye Ekle
ug: يېڭى ئەزا قوش
uk: Додавання нового учасника
ur: نیا ممبر شامل کریں
vi: Thêm Thành viên Mới
zh_cn: 添加新成员
zh_hk: 新增成員

# ADD_TO_GROUP_ALREADY_A_MEMBER
source: Already a member
af: Reeds ’n lid
ar: بالفعل عضو
az: Artıq üzvsünüz
be: Ужо ўдзельнік
bn: ইতিমধ্যেই সদস্য হয়েছেন
ca: Ja n'és membre
cs: Již je členem
cy: Rydyn nhw eisoes yn aelod
da: Allerede medlem
de: Bereits Mitglied
el: Ήδη μέλος
es: Ya forma parte del grupo
et: On juba liige
eu: Dagoeneko kidea da
fa: از پیش عضو است
fi: Jo jäsen
fr: Déjà membre
gu: પહેલેથી જ સભ્ય છે
he: כבר חבר/ת קבוצה
hi: पहले से सदस्य हैं
hr: Već je član
hu: Már tag
id: Sudah menjadi anggota
is: Nú þegar meðlimur
it: Già un membro
ja: 既存のメンバー
km: áŸá˜á¶á‡á·á€ášá½á…á á¾á™
kn: ಈಗಾಗಲೇ ಸದಸ್ಯರಾಗಿದ್ದಾರೆ
ko: 이미 멤버입니다.
lt: Jau narys
lv: Jau dalībnieks
mk: Веќе е член
ml: ഇതിനകം അംഗമാണ്
mr: आधीपासून सदस्य आहे
ms: Sudah menjadi ahli
my: အဖွဲ့ဝင် ဖြစ်ပြီး
nb: Allerede medlem
nl: Is al lid van deze groep
pa: ਪਹਿਲਾਂ ਹੀ ਮੈਂਬਰ ਹੈ
pl: Już należy do grupy
ps: تاسې له پخوا څخه دلته غړي یاست
pt_br: Já é um membro
pt_pt: Já é um membro
ro: Este deja membru
ru: Уже является участником
sk: Už je členom
sl: Je že v skupini
sq: Tashmë anëtar
sr: Већ је члан
sv: Redan medlem
sw: Tayari ni mwanachama
ta: ஏற்கனவே உறுப்பினர்தான்
te: ఇప్పటికే సభ్యుడు
th: เป็นสมาชิกแล้ว
tr: Zaten üye
ug: بۇ گۇرۇپپىنىڭ ئەزاسى
uk: Уже в цій групі
ur: پہلے سے ہی رکن
vi: Đã là thành viên
zh_cn: 已是成员
zh_hk: 已是成員

# ADD_TO_GROUP_SUCCESS_TOAST_FORMAT
source: %@ was added to %@
af: %@ is by %@ gevoeg
ar: تمَّت إضافة %1$@ إلى %2$@
az: %@, %@ qrupuna əlavə edildi
be: %1$@ быў(-ла) даданы(а) у %2$@
bn: %1$@-কে %2$@-এ যোগ করা হয়েছে
ca: %1$@ s'ha afegit a %2$@
cs: %1$@ přidán do %2$@
cy: Ychwanegwyd %@ at %@
da: %1$@ blev tilføjet %2$@
de: %1$@ wurde zu »%2$@« hinzugefügt
el: Ο/Η %1$@ προστέθηκε στην ομάδα %2$@
es: Se ha añadido a %1$@ a "%2$@"
es_es: Se ha añadido a %@ a «%@»
et: %@ lisati gruppi %@
eu: %@ erabiltzailea %@ taldera gehitua izan da
fa: %1$@ به %2$@ اضافه شد.
fi: %1$@ lisättiin ryhmään %2$@
fr: Vous avez ajouté %1$@ à "%2$@"
ga: Cuireadh %1$@ le %2$@
gu: %1$@ને %2$@ માં ઉમેર્યા
he: %1$@ התווסף אל %2$@
hi: %1$@ को %2$@ में शामिल किया गया था
hr: %1$@ je dodan u %2$@
hu: %1$@ hozzáadva az alábbi csoporthoz: %2$@
id: %1$@ ditambahkan ke %2$@
is: %@ var bætt við %@
it: %1$@ è stato aggiunto a %2$@
ja: %1$@ が %2$@ に追加されました
kab: %@ yettwarna ɣer %@
kk: %@ %@ тобына қосылды
km: %@ á”á¶á“á”á“áŸ’ááŸ‚á˜á‘áŸ… %@
kn: %@ ಅವರನ್ನು %@ ಗೆ ಸೇರಿಸಲಾಗಿದೆ
ko: %1$@ 님을 %2$@ 그룹에 추가함
lt: Naudotojas %@ buvo pridėtas į %@
lv: %@pievienots %@
mk: %@ беше додаден во %@
ml: %@-നെ %@-ലേക്ക് ചേർത്തു
mr: %1$@ हा %2$@ मध्ये जोडला गेला होता
ms: %1$@ telah ditambah ke %2$@
my: %@ ကို %@ အဖွဲ့ထဲသို့ ပေါင်းထည့်ခဲ့ပါသည်
nb: %1$@ ble lagt til %2$@
nl: %1$@ is toegevoegd aan de groep ‘%2$@’
pa: %@ ਨੂੰ %@ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ ਸੀ
pl: %1$@ należy teraz do grupy %2$@
ps: %@ %@ ته اضافه شوی و
pt_br: %1$@ está em %2$@
pt_pt: %1$@ foi adicionado(a) a %2$@
ro: %1$@ a fost adăugat la %2$@
ru: %1$@ был(-а) добавлен(-а) в %2$@
sk: %1$@ bol/a pridaný/á do %2$@
sl: %@ je bil dodan/-a v skupino %@
sq: %@ qe fshirë te %@
sr: %1$@ је додат(a) у групу %2$@
sv: %1$@ lades till i %2$@
sw: %@ ameongezwa kwenye %@
ta: %@ அவர்கள் %@ குழுவில் சேர்க்கப்பட்டனர்
te: %@ ను %@ కి చేర్చారు
th: %1$@ ถูกเพิ่มเข้า %2$@
tr: %1$@, %2$@ grubuna eklendi
ug: %1$@ «%2$@» گە قوشۇلدى
uk: Користувача %1$@ додано до «%2$@»
ur: %1$@ میں %2$@ شامل کیا گیا تھا
vi: %1$@ đã được thêm vào %2$@
zh_cn: %1$@ 受邀入群%2$@。
zh_hk: 「%1$@」已經新增至「%2$@」

# ADD_TO_GROUP_TITLE
source: Add to a Group
af: Voeg toe tot ’n groep
ar: إضافة إلى مجموعة
az: Qrupa əlavə et
be: Дадаць у групу
bn: একটি গ্রুপে যোগ করুন
ca: Afegeix-lo a un grup
cs: Přidat do skupiny
cy: Ychwanegu at Grŵp
da: Tilføj til en gruppe
de: Zu einer Gruppe hinzufügen
el: Προσθήκη σε ομάδα
es: Añadir a un grupo
es_es: Añadir a otro grupo
et: Lisa gruppi
eu: Gehitu talde batean
fa: افزودن به یک گروه
fi: Lisää ryhmään
fr: Ajouter à un groupe
gu: એક ગ્રૂપમાં ઉમેરો
he: הוסף אל קבוצה
hi: समूह में जोड़ें
hr: Dodaj u grupu
hu: Hozzáadás egy csoporthoz
id: Tambahkan ke grup
is: Bæta í hóp
it: Aggiungi a un gruppo
ja: グループへの追加
kk: Басқа топқа қосу
km: á”á“áŸ’ááŸ‚á˜á‘áŸ…á€áŸ’ášá»á˜á˜á½á™
kn: ಗುಂಪಿಗೆ ಸೇರಿಸಿ
ko: 그룹에 추가하기
lt: Pridėti į grupę
lv: Pievienot grupai
mk: Додај во група
ml: ഒരു ഗ്രൂപ്പിലേക്ക് ചേർക്കുക
mr: गटात जोडा
ms: Tambah ke Kumpulan
my: အဖွဲ့သို့ ထည့်မယ်
nb: Legg til i gruppe
nl: Aan een groep toevoegen
pa: ਗਰੁੱਪ ਵਿੱਚ ਜੋੜੋ
pa_pk: Add to Another Group
pl: Dodaj do grupy
ps: یوه ګروپ کې اضافه کول
pt_br: Adicionar a um grupo
pt_pt: Adicionar a um grupo
ro: Adaugă la un grup
ru: Добавить в группу
sk: Pridať do skupiny
sl: Dodaj v skupino
sq: Shtoni te një Grup
sr: Додај у групу
sv: Lägg till i en grupp
sw: Mwongeze kwenye Kikundi
ta: கூட்டு ஒரு குழு
te: సమూహానికి జోడించండి
th: เพิ่มเข้ากลุ่ม
tr: Bir Gruba Ekle
ug: گۇرۇپپىغا قوش
uk: Додати в групу
ur: کسی گروپ میں شامل کریں
vi: Thêm vào Nhóm
zh_cn: 添加至群组
zh_hk: 新增至群組

# ADD_USER_TO_PROFILE_WHITELIST_OFFER
source: Would you like to share your profile with this user?
af: Wil jy jou profiel met hierdie gebruiker deel?
ar: هل لديك الرغبة في مشاركة حسابك الشخصي مع هذا المُستخدِم؟
az: Profilinizi bu istifadəçi ilə paylaşmaq istəyirsiniz?
be: Жадаеце абагуліць свой профіль з гэтым карыстальнікам?
bg: Желаете ли да споделите профила си с този потребител?
bn: আপনি কি এই ব্যবহারকারীর সাথে আপনার প্রোফাইল শেয়ার করতে চান?
ca: Voleu compartir el vostre perfil amb aquest usuari?
cs: Chtěli byste s tímto uživatelem sdílet svůj profil?
cy: Hoffech chi rannu'ch proffil gyda'r defnyddiwr hwn?
da: Vil du dele din profil med denne bruger?
de: Möchtest du dein Profil mit diesem Kontakt teilen?
el: Θέλεις να κοινοποιήσεις το προφίλ σου με αυτόν τον/την χρήστη;
es: ¿Quieres compartir tu perfil con esta persona?
es_es: ¿Deseas compartir tu perfil con esta persona?
et: Kas sa soovid jagada oma profiili selle kasutajaga?
eu: Zure profila erabiltzaile honekin partekatu nahi duzu?
fa: آیا مایل هستید پروفایل خود را با این کاربر به اشتراک بگذارید؟
fi: Jaetaanko profiilisi tälle käyttäjälle?
fil: Nais mo bang ibahagi ang iyong profile sa user ito?
fr: Voulez-vous partager votre profil avec cet utilisateur ?
ga: An bhfuil fonn ort do phróifíl a chomhroinnt leis an úsáideoir seo?
gu: શું તમે આ વપરાશકર્તા સાથે તમારી પ્રોફાઇલ શેર કરવા માંગો છો?
he: האם אתה רוצה לשתף את הפרופיל שלך עם משתמש זה?
hi: क्या आप इस उपयोगकर्ता के साथ अपनी प्रोफ़ाइल साझा करना चाहेंगे?
hr: Želite li podijeliti svoj profil s ovim korisnikom?
hu: Szeretnéd megosztani a profilod ezzel a felhasználóval?
id: Apakah Anda ingin membagikan profil Anda dengan pengguna ini?
is: Hefur þú áhuga á að deila notandasniðinu þínu með þessum notanda?
it: Vuoi condividere il tuo profilo con questo utente?
ja: あなたのプロフィールをこのユーザと共有しますか？
kab: Tebɣiḍ ad tebḍuḍ amaɣnu-ik.im akked useqdac-agi?
kk: Профиліңізді осы пайдаланушымен бөліскіңіз келе ме?
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á…áŸ‚á€ášáŸ†á›áŸ‚á€á”áŸ’ášáœááŸ’áá·ášá¼á”á¢áŸ’á“á€á‡á¶á˜á½á™á¢áŸ’á“á€á”áŸ’ášá¾á“áŸáŸ‡á¬á‘áŸ?
kn: ಈ ಬಳಕೆದಾರರೊಂದಿಗೆ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಬಯಸುವಿರಾ?
ko: 이 사용자에게 내 프로필을 공유하시겠습니까?
lt: Ar norėtumėte bendrinti savo profilį su šiuo naudotoju?
lv: Vai vēlaties kopīgot savu profilu ar šo lietotāju?
mk: Дали сакате да го споделите вашиот профил со овој корисник?
ml: നിങ്ങളുടെ പ്രൊഫൈൽ ഈ ഉപയോക്താവുമായി പങ്കുവയ്ക്കാൻ നിങ്ങൾ ‌താത്‌പര്യപ്പെടുന്നോ?
mr: या वापरकर्त्यासोबत आपल्याला आपली प्रोफाईल सामायिक करायला आवडेल का?
ms: Adakah anda ingin berkongsi profil anda dengan pengguna ini?
my: သင့်ကိုယ်ရေးအချက်အလက်ကို ဤသူနှင့်မျှဝေချင်ပါသလား?
nb: Vil du dele profilen din med denne brukeren?
nl: Wil je jouw profiel met deze persoon delen?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਵਰਤੋਂਕਾਰ ਨਾਲ ਆਪਣਾ ਪ੍ਰੋਫਾਈਲ ਸਾਂਝਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pa_pk: کی تساں ایس صارف دے نال اپنے پروفائل دا سانجھا کرنا چاہو گے؟
pl: Czy chcesz udostępnić tej osobie swój profil?
ps: غواړئ چې خپل پروفایل له دغه کارن سره شریک کړئ؟
pt_br: Gostaria de compartilhar seu perfil com esta pessoa?
pt_pt: Deseja partilhar o seu perfil com este utilizador?
ro: Vrei să partajezi profilul tău cu acest utilizator?
ru: Вы хотите открыть свой профиль этому пользователю?
sk: Chcete s týmto používateľom zdieľať svoj profil?
sl: Bi želeli deliti svoj profil s to osebo?
sq: Dëshironi të ndani me këtë përdorues profilin tuaj?
sr: Желите ли да поделите свој профил са овим корисником?
sv: Vill du dela din profil med denna användare?
sw: Je! Ungependa kushiriki wasifu wako na mtumiaji huyu?
ta: இந்த பயனருடன் உங்கள் சுயவிவரத்தைப் பகிர விரும்புகிறீர்களா?
te: మీరు మీ ప్రొఫైల్‌ను ఈ వినియోగదారుతో భాగస్వామ్యం చేయాలనుకుంటున్నారా?
th: คุณต้องการแบ่งปันโปรไฟล์ของคุณให้กับผู้ใช้คนนี้หรือไม่
tr: Profilinizi bu kullanıcı ile paylaşmak ister misiniz?
ug: سەپلىمە ھۆججىتىڭىزنى بۇ ئىشلەتكۈچىگە ھەمبەھىرلەمسىز؟
uk: Поділитися профілем з цим користувачем?
ur: کیا آپ اس صارف کیساتھ اپنی پروفائل کا تبادلہ کرنا چاہتے ہیں؟
vi: Bạn có muốn chia sẻ hồ sơ với người này?
zh_cn: 是否与该用户分享您的个人资料？
zh_hk: 要與此使用者共享您的個人資料嗎？

# ALERT_ACTION_ACKNOWLEDGE
source: Got it
af: Ek verstaan
ar: تم
az: Anladım
be: Зразумела
bg: Ясно
bn: বুঝতে পেরেছি
ca: Entesos
cs: Rozumím
cy: Iawn, rwy'n deall
da: Forstået
de: Verstanden
el: Εντάξει
es: Entendido
es_es: Entendido
et: Sain aru
eu: Ulertuta
fa: فهمیدم
fi: Selvä
fil: Nakuha na
fr: J’ai compris
ga: Tuigim
gu: સમજાઈ ગયું
he: הבנתי
hi: समझ गया
hr: Shvaćam
hu: Rendben
id: Mengerti
is: Náði því
it: Capito
ja: わかりました
kab: Awi-t
kk: Түсінікті
km: á‘á‘á½á›á”á¶á“
kn: ಅರ್ಥವಾಯಿತು
ko: 확인
lt: Supratau
lv: Sapratu
mk: Во ред
ml: മനസ്സിലായി
mr: कळले
ms: Faham
my: ရပြီ
nb: Skjønner
nl: Begrepen
pa: ਸਮਝ ਗਏ
pa_pk: سمجھ آگیا
pl: Rozumiem
ps: پوه شوئ
pt_br: Entendi
pt_pt: Entendido
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sl: Razumem
sq: U mor
sr: У реду
sv: Uppfattat
sw: Nimeelewa
ta: அறிந்துகொண்டேன்
te: దొరికింది
th: เข้าใจแล้ว
tr: Anladım
ug: بىلدىم
uk: Зрозуміло
ur: سمجھ گیا
vi: Đã cài đặt xong
zh_cn: 知道了
zh_hk: 我知道了
