Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# LINKED_DEVICES_EDUCATION_POINT_MESSAGES
source: Signal messages are synchronized with Signal on your mobile phone after it is linked.
ar: تتمُّ مُزامنة رسائل تطبيق سيجنال مع تطبيق سيجنال على هاتفك المحمول بعد ربطه.
be: Паведамленні Signal будуць сінхранізаваны з Signal на вашым мабільным тэлефоне пасля таго, як ён будзе звязаны.
bn: এটি লিংক করার পর Signal মেসেজগুলো আপনার মোবাইল ফোনে Signal-এর সাথে সিঙ্ক করা হয়।
ca: Els missatges de Signal se sincronitzaran amb l'app al teu telèfon un cop l'hagis vinculat.
cs: Zprávy aplikace Signal se po propojení synchronizují s aplikací Signal v mobilním zařízení.
da: Signal-beskeder synkroniseres med Signal på din mobiltelefon, når forbindelsen er oprettet.
de: Signal-Nachrichten werden nach der Kopplung mit Signal auf deinem Mobiltelefon synchronisiert.
el: Τα μηνύματα Signal συγχρονίζονται με το Signal στο τηλέφωνό σου, αφού αυτό συνδεθεί.
es: Una vez que los dispositivos estén vinculados, tus mensajes de Signal se sincronizarán con los de tu teléfono.
fa: پس از متصل شدن تلفن، پیام‌های سیگنال با سیگنال در تلفن همراهتان همگام‌سازی می‌شوند.
fi: Signalin viestit synkronoidaan matkapuhelimesi Signal-sovelluksen kanssa, kun laite on yhdistetty.
fr: Une fois les appareils associés, vos messages Signal sont synchronisés avec ceux de votre téléphone mobile.
ga: Déanfar teachtaireachtaí Signal a shioncronú le Signal ar do ghuthán póca tar éis nascadh leis.
gu: તમારા મોબાઇલ ફોન પર લિંક થયા પછી Signal મેસેજ તેની સાથે સિંક્રનાઇઝ થાય છે.
he: הודעות Signal יסונכרנו עם Signal בטלפון הנייד שלך לאחר שהוא יקושר.
hi: आपके मोबाइल फोन के लिंक होने के बाद Signal संदेशों को Signal के साथ सिंक्रनाइज़ किया जाता है।
hr: Signal poruke sinkronizirat će se sa Signalom na vašem mobilnom uređaju nakon što ga povežete.
hu: A Signal-üzenetek szinkronizálva vannak a mobiltelefonodon megtalálható Signallal, miután összekapcsolásra kerültek.
id: Pesan Signal akan disinkronkan di ponsel Anda setelah perangkat terhubung.
it: I messaggi di Signal vengono sincronizzati con l'app di Signal sul tuo dispositivo mobile dopo aver effettuato il collegamento.
ja: Signal メッセージは、リンク後にお使いのスマートフォンの Signal と同期されます。
ko: 휴대폰의 Signal과 연결하면 Signal 메시지가 동기화됩니다.
mr: Signal संदेश हे आपल्या मोबाइल फोन वरील Signal सोबत लिंक केल्यानंतर सिंक्रोनाईज केले जातात.
ms: Mesej Signal disegerakkan dengan Signal pada telefon mudah alih anda selepas ia dipautkan.
nb: De nye Signal-meldingene dine blir synkronisert med Signal på mobilen din etter tilkobling.
nl: Signal-berichten worden na het koppelen gesynchroniseerd met Signal op je mobiele telefoon.
pl: Po połączeniu urządzeń wiadomości będą synchronizowane z aplikacją Signal na Twoim telefonie komórkowym.
pt_br: As mensagens do Signal são sincronizadas com o Signal no seu celular após a vinculação.
pt_pt: As mensagens do Signal são sincronizadas com o Signal no seu telemóvel depois de este ser associado.
ro: Mesajele Signal sunt sincronizate cu Signal de pe telefonul mobil după ce acesta este asociat.
ru: Сообщения Signal синхронизируются с Signal на вашем мобильном телефоне, после того как он будет привязан.
sk: Signal správy sú po prepojení synchronizované s aplikáciou Signal vo vašom mobilnom telefóne.
sr: Поруке на Signal-у се синхронизују са Signal-ом на вашем мобилном телефону након што га повежете.
sv: Signal-meddelanden synkroniseras med Signal på din mobiltelefon efter att den har länkats.
th: ข้อความ Signal จะเริ่มซิงค์กับแอป Signal บนมือถือคุณหลังการเชื่อมโยงอุปกรณ์เสร็จสิ้น
tr: Signal mesajları, bağlandıktan sonra cep telefonundaki Signal uygulamasıyla senkronize edilir.
ug: سىگنال ئۇچۇرلىرى ، ئۇلانغاندىن كېيىن ، يانفونىڭىزدىكى سىگنال بىلەن ماسقەدەملىنىدۇ.
uk: Після зв'язування повідомлення в Signal будуть синхронізуватися з застосунком Signal на вашому мобільному телефоні.
ur: Signal کے لنک ہونے کے بعد آپ کے موبائل فون پر Signal میسجز اس کے ساتھ ہم وقت ساز ہوتے ہیں۔
vi: Tin nhắn Signal được đồng bộ với Signal trên điện thoại của bạn sau khi được liên kết.
zh_cn: 链接后，Signal 消息会同步到您手机的 Signal 上。
zh_hk: 連結後，Signal 訊息會與手機上的 Signal 同步。

# LINKED_DEVICES_EDUCATION_POINT_PRIVACY
source: All messaging on linked devices is private
ar: تتَّسِم جميع المراسلات في الأجهزة المُرتبِطة بالخصوصية.
be: Усе паведамленні на звязаных прыладах канфідэнцыйныя
bn: লিংককৃত ডিভাইসে সকল মেসেজিং ব্যক্তিগত করা হয়েছে
ca: Tots els missatges dels dispositius connectats són privats
cs: Všechny zprávy v propojených zařízeních jsou soukromé
da: Alle beskeder på forbundne enheder er private
de: Alle Nachrichten auf gekoppelten Geräten sind vertraulich
el: Όλα τα μηνύματα στις συνδεδεμένες συσκευές είναι ιδιωτικά
es: Todos los mensajes que se envían y reciben en los dispositivos vinculados son privados
fa: همۀ پیام‌ها در دستگاه‌های متصل خصوصی هستند
fi: Kaikki viestit yhdistetyillä laitteilla ovat yksityisiä
fr: Même sur les appareils associés, toutes les communications Signal restent privées.
ga: Tá cur teachtaireachtaí ar ghléasanna nasctha príobháideach
gu: લિંક કરેલા ડિવાઇસ પરના તમામ મેસેજિંગ ખાનગી છે
he: כל התכתבות במכשירים המקושרים היא פרטית
hi: लिंक किए गए डिवाइस पर सभी संदेश निजी हैं
hr: Sve poruke na povezanim uređajima su privatne
hu: A kapcsolt eszközökön minden üzenet privát
id: Semua pesan di perangkat terhubung bersifat privat
it: Tutti i messaggi sui dispositivi collegati sono privati
ja: リンク済み端末上のすべてのメッセージはプライバシーが保護されています
ko: 연결된 기기의 모든 메시지는 비공개입니다.
mr: लिंंक केलेल्या डिव्हाइसेसवरील सर्व संदेशन गोपनीय आहे
ms: Semua pemesejan pada peranti terpaut adalah peribadi
nb: Alle meldingene på de tilkoblede enhetene er private
nl: Alle berichten op gekoppelde apparaten zijn privé
pl: Wszystkie wiadomości na połączonych urządzeniach są prywatne.
pt_br: Todas as mensagens nos dispositivos vinculados são privadas
pt_pt: Todas as mensagens em dispositivos conectados são privadas
ro: Toate mesajele de pe dispozitivele conectate sunt private
ru: Все сообщения на связанных устройствах являются приватными
sk: Všetky správy na prepojených zariadeniach sú súkromné
sr: Све поруке на повезаним уређајима су приватне
sv: Alla meddelanden på länkade enheter är privata
th: ทุกการส่งและรับข้อความบนอุปกรณ์ที่เชื่อมโยงอยู่นั้นเป็นส่วนตัว
tr: Bağlı cihazlardaki tüm mesajlaşmalar özeldir
ug: بارلىق باغلانغان ئۈسكۈنىلەردە ئۇچۇرلىشىش مەخپىيەتلىككە كاپالەتلىك قىلىنغان ئاساسدا ئېلىپ بېرىلىدۇ
uk: Обмін повідомленнями на зв'язаних пристроях завжди конфіденційний
ur: لنک کردہ ڈیوائسز پر تمام میسجنگ نجی ہے
vi: Tất cả nội dung tin nhắn được bảo mật trên các thiết bị đã liên kết
zh_cn: 链接设备上的所有消息均受私密保护
zh_hk: 所有在已連結裝置上的訊息均為私密

# LINKED_DEVICES_EDUCATION_TITLE
source: Signal on Desktop or iPad
ar: تطبيق سيجنال على الحاسوب المكتبي أو جهاز الآيباد
be: Signal на ПК або iPad
bn: ডেস্কটপ বা iPad-এ Signal
ca: Signal per a Escriptori o iPad
cs: Aplikace Signal ve stolním počítači nebo iPadu
da: Signal på computer eller iPad
de: Signal für Computer oder iPad
el: Signal στον υπολογιστή ή το iPad
es: Signal para escritorio o iPad
fa: سیگنال روی دسک‌تاپ یا آی‌پد
fi: Signal tietokoneille tai iPadille
fr: Signal sur ordinateur ou sur iPad
ga: Signal ar Dheasc nó ar iPad
gu: ડેસ્કટોપ અથવા iPad પર Signal
he: Signal לשולחן העבודה או ל–iPad
hi: डेस्कटॉप या आईपैड पर Signal
hr: Signal za desktop ili iPad
hu: A Signal asztali számítógépen vagy iPaden
id: Signal di Desktop atau iPad
it: Signal su Desktop o iPad
ja: DesktopまたはiPad上のSignal
ko: 데스크톱 또는 iPad의 Signal
mr: डेस्कटॉप किंवा iPad वर Signal
ms: Signal pada Desktop atau iPad
nb: Signal på datamaskin eller iPad
nl: Signal op een desktop of iPad
pl: Signal na komputery lub iPady
pt_br: Signal no desktop ou iPad
pt_pt: Signal no Desktop ou iPad
ro: Signal pe desktop sau iPad
ru: Signal на компьютере или iPad
sk: Signal na počítači alebo iPade
sr: Signal на десктоп-рачунару или iPad-у
sv: Signal på Desktop eller iPad
th: Signal บนเดสก์ท็อปหรือ iPad
tr: Desktop veya iPad'de Signal
ug: Signal ئۈستەل يۈزىدە ياكى iPad دە
uk: Signal на комп'ютері або iPad
ur: ڈیسک ٹاپ یا iPad پر Signal
vi: Signal trên máy tính hoặc iPad
zh_cn: 在电脑或 iPad 上使用 Signal
zh_hk: 在桌面電腦或 iPad 上的 Signal

# LINKED_DEVICES_EMPTY_STATE
source: No linked devices
ar: لا توجد أجهزة مُرتبِطة
be: Няма звязаных прылад
bn: কোনো লিংককৃত ডিভাইস নেই
ca: No hi ha dispositius connectats
cs: Žádná propojená zařízení
da: Ingen tilknyttede enheder
de: Keine gekoppelten Geräte
el: Δεν υπάρχουν συνδεδεμένες συσκευές
es: No hay dispositivos vinculados
fa: هیچ دستگاه متصلی وجود ندارد
fi: Ei yhdistettyjä laitteita
fr: Aucun appareil associé
ga: Níl aon ghléas nasctha ann
gu: કોઈ લિંક કરેલા ડિવાઇસ નથી
he: אין מכשירים מקושרים
hi: कोई लिंक किए गए डिवाइस नहीं
hr: Nema povezanih uređaja
hu: Nincsenek kapcsolt eszközök
id: Tidak ada perangkat terhubung
it: Nessun dispositivo collegato
ja: リンク済み端末はありません
ko: 연결된 기기 없음
mr: कोणताही लिंक केला डिव्हाइस नाही
ms: Tiada peranti dipautkan
nb: Ingen tilkoblede enheter
nl: Geen gekoppelde apparaten
pl: Brak połączonych urządzeń
pt_br: Nenhum dispositivo vinculado
pt_pt: Não há dispositivos conectados
ro: Nu există dispozitive asociate
ru: Нет связанных устройств
sk: Žiadne prepojené zariadenia
sr: Нема повезаних уређаја
sv: Inga länkade enheter
th: ไม่มีอุปกรณ์ที่เชื่อมโยงอยู่
tr: Bağlı cihaz yok
ug: باغلانغان ئۈسكۈنە يوق
uk: Зв'язаних пристроїв немає
ur: کوئی لنک کردہ ڈیوائسز نہیں
vi: Không có thiết bị liên kết
zh_cn: 无链接设备
zh_hk: 沒有已連結裝置

# LINKED_DEVICES_HEADER_DESCRIPTION
source: Use Signal on desktop or iPad. Your messages will sync to your linked devices.
ar: استخدِم سيجنال على الحاسوب المكتبي أو جهاز الآيباد. ستتمُّ مُزامنة رسائلك مع أجهزتك المُرتبِطة.
be: Выкарыстоўвайце Signal на ПК або iPad. Вашы паведамленні будуць сінхранізаваны з вашымі звязанымі прыладамі.
bn: ডেস্কটপ বা iPad-এ Signal ব্যবহার করুন। আপনার মেসেজগুলো আপনার লিংককৃত ডিভাইসে সিঙ্ক করা হবে।
ca: Utilitzar Signal per a Escriptori o iPad. Els teus missatges se sincronitzaran a tots els teus dispositius connectats.
cs: Používejte Signal na stolním počítači nebo iPadu. Zprávy se budou synchronizovat s propojenými zařízeními.
da: Brug Signal på computer eller iPad. Dine beskeder synkroniseres til dine forbundne enheder.
de: Signal auf dem Computer oder iPad verwenden. Deine Nachrichten werden mit deinen gekoppelten Geräten synchronisiert.
el: Χρησιμοποίησε το Signal σε υπολογιστή ή iPad. Τα μηνύματά σου θα συγχρονιστούν στις συνδεδεμένες συσκευές σου.
es: Usa Signal para escritorio o iPad. Tus mensajes se sincronizarán en todos tus dispositivos vinculados.
fa: از سیگنال روی دسکتاپ یا آی‌پد استفاده کنید. پیام‌های شما با دستگاه‌های متصل شما همگام‌سازی می‌شوند.
fi: Käytä Signalia tietokoneella tai iPadilla. Viestisi synkronoidaan yhdistettyihin laitteisiin.
fr: Utilisez Signal sur ordinateur ou sur iPad. Vos messages seront synchronisés sur vos appareils associés.
ga: Úsáid Signal ar Desktop nó iPad. Déanfar do theachtaireachtaí a shioncronú le do ghléasanna nasctha.
gu: ડેસ્કટોપ અથવા iPad પર Signalનો ઉપયોગ કરો. તમારા મેસેજ તમારા લિંક કરેલા ડિવાઇસ સાથે સિંક થશે.
he: שימוש ב–Signal לשולחן העבודה או ל–iPad. ההודעות שלך יסונכרנו עם המכשירים המקושרים שלך.
hi: डेस्कटॉप या iPad पर Signal का उपयोग करें। आपके संदेश आपके लिंक किए गए डिवाइस से सिंक हो जाएंगे।
hr: Koristite Signal na računalu ili iPadu. Vaše će se poruke sinkronizirati s vašim povezanim uređajima.
hu: A Signal használata asztali számítógépen vagy iPaden. Üzeneteid szinkronizálódnak a kapcsolt eszközökkel.
id: Gunakan Signal di desktop atau iPad. Pesan akan disinkronkan ke perangkat terhubung.
it: Usa Signal su Desktop o iPad. I tuoi messaggi verranno sincronizzati sui tuoi dispositivi collegati.
ja: DesktopまたはiPadでSignalを使用してください。メッセージはリンク済み端末で同期されます。
ko: 데스크톱 또는 iPad에서 Signal을 이용하세요. 메시지가 연결된 기기와 동기화됩니다.
mr: डेस्कटॉप किंवा iPad वर Signal वापरा. आपले संदेश आपल्या लिंक केलेल्या डिव्हाइसेसशी सिंक केले जातील.
ms: Gunakan Signal pada Desktop atau iPad. Mesej anda akan disegerakkan ke peranti terpaut anda.
nb: Bruk Signal på datamaskin eller iPad. Meldingene dine synkroniseres med de tilkoblede enhetene dine.
nl: Gebruik Signal op een desktop of iPad. Je berichten worden gesynchroniseerd met je gekoppelde apparaten.
pl: Korzystaj z aplikacji Signal na komputerze lub iPadzie. Twoje wiadomości zostaną zsynchronizowane z połączonymi urządzeniami.
pt_br: Use o Signal no desktop ou iPad. Suas mensagens serão sincronizadas com seus dispositivos vinculados.
pt_pt: Use o Signal no desktop ou iPad. As suas mensagens irão sincronizar-se com os seus dispositivos conectados.
ro: Folosește Signal pe desktop sau pe iPad. Mesajele tale se vor sincroniza cu dispozitivele asociate.
ru: Используйте Signal на компьютере или iPad. Ваши сообщения будут синхронизированы с вашими связанными устройствами.
sk: Používajte Signal na počítači alebo iPade. Vaše správy sa synchronizujú s vašimi prepojenými zariadeniami.
sr: Користите Signal на десктоп рачунару или iPad-у. Ваше поруке ће се синхронизовати с повезаним уређајима.
sv: Använd Signal på Desktop eller iPad. Dina meddelanden synkroniseras till dina länkade enheter.
th: ใช้ Signal บนเดสก์ท็อปหรือ iPad ข้อความของคุณจะซิงค์กับอุปกรณ์ที่เชื่อมโยงอยู่
tr: Signal'i masaüstünde veya iPad'de kullan. Mesajların bağlı cihazlarınla senkronize edilir.
ug: Signal نى ئۈستەليۈزى ياكى iPad دە ئىشلىتىڭ. ئۇچۇرلىرىڭىز ئۇلانغان ئۈسكۈنىلىرىڭىزگە ماسقەدەملىنىدۇ.
uk: Користуйтеся застосунком Signal на комп'ютері чи iPad. Ваші повідомлення буде синхронізовано на зв'язаних пристроях.
ur: ڈیسک ٹاپ یا iPad پر Signal استعمال کریں۔ آپ کے میسجز آپ کی لنک کردہ ڈیوائسز کے ساتھ سنک ہوں گے۔
vi: Sử dụng Signal trên máy tính hoặc iPad. Tin nhắn của bạn sẽ đồng bộ với các thiết bị đã liên kết.
zh_cn: 在电脑或 iPad 上使用 Signal。您的消息会同步到您的已链接设备上。
zh_hk: 在桌面電腦或 iPad 上使用 Signal。你的訊息將同步到已連結裝置。

# LINKED_DEVICES_LIST_FOOTER
source: Messages and chat info are protected by end-to-end encryption on all devices
ar: معلومات الرسائل والدردشات محمية من خلال التشفير من طرف لِطرف على جميع الأجهزة.
be: Паведамленні і змесціва чатаў абаронены скразным шыфраваннем на ўсіх прыладах
bn: মেসেজ এবং চ্যাটের তথ্য সকল ডিভাইসে এন্ড-টু-এন্ড এনক্রিপশন দ্বারা সুরক্ষিত
ca: Els missatges i la informació del xat estan protegits mitjançant una codificació d'extrem a extrem a tots els dispositius
cs: Zprávy a informace o chatech jsou na všech zařízeních chráněny koncovým šifrováním
da: Beskeder og chatoplysninger er beskyttet af end-to-end-kryptering på alle enheder
de: Nachrichten und Chat-Infos sind auf allen Geräten durch eine Ende-zu-Ende-Verschlüsselung geschützt
el: Τα μηνύματα και οι πληροφορίες συνομιλίας προστατεύονται με κρυπτογράφηση από άκρο σε άκρο σε όλες τις συσκευές
es: Los mensajes y chats están protegidos con cifrado de extremo a extremo en todos los dispositivos
fa: پیام‌ها و اطلاعات گفتگو با رمزگذاری سرتاسری در همه دستگاه‌ها محافظت می‌شوند
fi: Viestit ja keskustelujen tiedot on suojattu päästä päähän -salauksella kaikilla laitteilla
fr: Avec son protocole de chiffrement de bout en bout, Signal protège vos messages et vos conversations sur tous vos appareils.
ga: Déantar teachtaireachtaí agus faisnéis comhráite a chosaint le criptiú ó cheann ceann ar gach gléas
gu: મેસેજ અને ચેટ માહિતી બધા ડિવાઇસ પર એન્ડ-ટૂ-એન્ડ એન્ક્રિપ્શન દ્વારા સુરક્ષિત છે
he: הודעות ופרטי צ׳אט מוגנים באמצעות הצפנה מקצה לקצה בכל המכשירים
hi: सभी डिवाइस पर संदेश और चैट जानकारी शुरू से अंत तक एनक्रिप्शन से सुरक्षित हैं
hr: Poruke i podaci o razgovorima zaštićeni su sveobuhvatnim šifriranjem na svim uređajima
hu: Az üzeneteket és a csevegési információkat végpontok közötti titkosítás védi minden eszközön
id: Pesan dan info obrolan dilindungi enkripsi menyeluruh di semua perangkat
it: I messaggi e le informazioni delle chat sono protetti da crittografia end-to-end su tutti i dispositivi
ja: メッセージ情報とチャット情報は、すべての端末でエンドツーエンドの暗号化で保護されています
ko: 메시지와 대화 정보는 모든 장치에서 엔드투엔드 암호화로 보호됩니다
mr: संदेश आणि चॅट्ची माहिती सर्व डिव्हाइसेसवर एन्ड-टू-एन्ड एन्क्रिप्शनने संरक्षित आहेत
ms: Mesej dan maklumat sembang dilindungi oleh penyulitan hujung ke hujung pada semua peranti
nb: Meldinger og samtaleinnhold beskyttes av ende-til-ende-kryptering på alle enheter
nl: Berichten en chatgegevens worden beschermd door end-to-end-versleuteling op al je apparaten
pl: Wiadomości i informacje o czacie są zabezpieczane szyfrowaniem end-to-end na wszystkich urządzeniach
pt_br: As mensagens e informações das conversas são protegidas por criptografia de ponta a ponta em todos os dispositivos
pt_pt: As informações das mensagens e chats estão protegidas por encriptação de ponta a ponta em todos os dispositivos
ro: Informațiile privind conversațiile și mesajele sunt protejate prin criptare end-to-end pe toate dispozitivele
ru: Сообщения и информация о чате защищены сквозным шифрованием на всех устройствах
sk: Správy a informácie o četoch sú na všetkých zariadeniach chránené end-to-end šifrovaním
sr: Поруке и информације о ћаскањима заштићене су потпуним шифровањем на свим уређајима
sv: Meddelanden och chattinformation skyddas av totalsträckskryptering på alla enheter
th: ปกป้องข้อความและข้อมูลการแชทด้วยการเข้ารหัสตั้งแต่ต้นทางถึงปลายทางบนอุปกรณ์ทุกเครื่อง
tr: Mesajlar ve sohbet bilgileri tüm cihazlarda uçtan uca şifreleme ile korunmaktadır
ug: ئۇچۇر ۋە پاراڭلار بارلىق ئۈسكۈنىلىرىڭىزدە ئاخىرىغىچە مەخپىيلەشتۈرۈلگەن
uk: Повідомлення й інформацію про чати захищено наскрізним шифруванням на всіх пристроях
ur: تمام ڈیوائسز پر میسجز اور چیٹس کی معلومات اینڈ ٹو اینڈ انکرپشن کے ذریعے محفوظ شدہ ہیں
vi: Thông tin tin nhắn và cuộc trò chuyện được bảo vệ bằng hình thức mã hóa đầu cuối trên tất cả thiết bị
zh_cn: 消息和聊天信息在所有设备上均受端对端加密保护
zh_hk: 所有裝置上的訊息和聊天資訊均受端對端加密的保護

# LINKED_DEVICES_LIST_TITLE
source: Linked Devices
ar: اﻷجهزة المُرتبِطة
be: Звязаныя прылады
bn: সংযুক্ত ডিভাইসগুলি
ca: Dispositius enllaçats
cs: Připojená zařízení
da: Forbundne enheder
de: Gekoppelte Geräte
el: Συνδεμένες συσκευές
es: Dispositivos vinculados
fa: دستگاه‌های متصل شده
fi: Yhdistetyt laitteet
fr: Appareils associés
ga: Gléasanna Nasctha
gu: લિંક થયેલા ડિવાઇસ
he: מכשירים מקושרים
hi: लिंक की गईं डिवाइसें
hr: Povezani uređaji
hu: Társított eszközök
id: Perangkat Terhubung
it: Dispositivi collegati
ja: リンク済み端末
ko: 연결된 기기
mr: लिंक केलेले डिव्हाईस
ms: Peranti Dipautkan
nb: Tilkoblede enheter
nl: Gekoppelde apparaten
pl: Połączone urządzenia
pt_br: Aparelhos vinculados
pt_pt: Dispositivos associados
ro: Dispozitive asociate
ru: Привязанные устройства
sk: Prepojené zariadenia
sr: Повезани уређаји
sv: Länkade enheter
th: อุปกรณ์ที่เชื่อมโยง
tr: Bağlı Cihazlar
ug: باغلانغان ئۈسكۈنىلەر
uk: Зв’язані пристрої
ur: منسلک ڈیوائسز
vi: Các thiết bị Được liên kết
zh_cn: 已关联设备
zh_hk: 已連結裝置

# LINKED_DEVICES_RENAME_BUTTON
source: Rename
ar: إعادة التسمية
be: Перайменаваць
bn: রিনেম করুন
ca: Canviar el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Cambiar nombre
fa: تغییر نام
fi: Nimeä uudelleen
fr: Renommer
ga: Athainmnigh
gu: નામ બદલો
he: שינוי שם
hi: नाम बदलें
hr: Preimenuj
hu: Átnevezés
id: Ubah nama
it: Rinomina
ja: 名前を変更する
ko: 이름 변경
mr: नाव बदला
ms: Namakan semula
nb: Gi nytt navn
nl: Naam bewerken
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Mudar o nome
ro: Redenumește
ru: Переименовать
sk: Premenovať
sr: Промени назив
sv: Ändra namn
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
ug: ئىسىم ئۆزگەرتىش
uk: Перейменувати
ur: نام تبدیل کریں
vi: Đổi tên
zh_cn: 重命名
zh_hk: 重新命名

# LINKED_DEVICES_RENAME_FAILURE_MESSAGE
source: Unable to change device name. Try again later.
ar: تعذَّر تغيير اسم الجهاز. حاوِل مرّة أخرى لاحقًا.
be: Немагчыма змяніць назву прылады. Паўтарыце спробу пазней.
bn: ডিভাইসের নাম পরিবর্তন করতে সক্ষম নয়। পরে আবার চেষ্টা করুন।
ca: No es pot canviar el nom del dispositiu. Torna-ho a provar més tard.
cs: Nelze změnit název zařízení. Zkuste to znovu později.
da: Kunne ikke ændre enhedens navn. Prøv igen senere.
de: Gerätename konnte nicht geändert werden. Versuche es später erneut.
el: Δεν είναι δυνατή η αλλαγή του ονόματος της συσκευής. Δοκίμασε ξανά αργότερα.
es: No se ha podido cambiar el nombre del dispositivo. Inténtalo de nuevo más tarde.
fa: تغییر نام دستگاه امکان‌پذیر نیست. بعداً دوباره امتحان کنید.
fi: Laitteen nimeä ei voi muuttaa. Yritä myöhemmin uudelleen.
fr: Impossible de renommer l'appareil. Veuillez réessayer plus tard.
ga: Ní féidir ainm an ghléis a athrú. Triail arís níos déanaí.
gu: ડિવાઇસનું નામ બદલવામાં અસમર્થ. પછી ફરી પ્રયાસ કરો.
he: לא ניתן לשנות את שם המכשיר. יש לנסות שוב מאוחר יותר.
hi: डिवाइस का नाम बदला नहीं जा सका। बाद में कोशिश करें।
hr: Nije moguće promijeniti naziv uređaja. Pokušajte ponovno kasnije.
hu: Az eszköznév nem módosítható. Próbáld újra később!
id: Tidak dapat mengubah nama perangkat. Coba lagi nanti.
it: Impossibile cambiare il nome del dispositivo. Riprova più tardi.
ja: デバイス名を変更できません。あとで再度試してください。
ko: 장치 이름을 바꾸지 못했습니다. 나중에 다시 시도하세요.
mr: डिव्हाईसचे नाव बदलता येत नाही. नंतर पुन्हा प्रयत्न करा.
ms: Tidak dapat menukar nama peranti. Cuba lagi nanti.
nb: Kan ikke endre navnet på enheten. Prøv igjen senere.
nl: Kan de apparaatnaam niet wijzigen. Probeer het later opnieuw.
pl: Nie można zmienić nazwy urządzenia. Spróbuj ponownie później.
pt_br: Não foi possível trocar o nome do dispositivo. Tente novamente mais tarde.
pt_pt: Não foi possível mudar o nome do dispositivo. Tente novamente mais tarde.
ro: Nu se poate schimba numele dispozitivului. Încearcă mai târziu.
ru: Не удаётся изменить имя устройства. Попробуйте ещё раз позже.
sk: Nepodarilo sa zmeniť názov zariadenia. Skúste to znova neskôr.
sr: Промена назива уређаја није успела. Пробајте поново касније.
sv: Det gick inte att ändra enhetsnamn. Försök igen senare.
th: ไม่สามารถเปลี่ยนชื่ออุปกรณ์ได้ โปรดลองอีกครั้งในภายหลัง
tr: Cihaz adı değiştirilemiyor. Daha sonra tekrar dene.
ug: ئۈسكۈنە نامىنى ئۆزگەرتەلمىدى. سەل تۇرۇپ قايتا سىناڭ.
uk: Не вдалося змінити назву пристрою. Спробуйте пізніше.
ur: ڈیوائس کا نام تبدیل کرنے سے قاصر ہیں۔ بعد میں دوبارہ کوشش کریں۔
vi: Không thể đổi tên thiết bị. Thử lại sau.
zh_cn: 无法更改设备名称。请稍后再试。
zh_hk: 無法變更裝置名稱。請稍後再試。

# LINKED_DEVICES_RENAME_SUCCESS_MESSAGE
source: Device name updated
ar: تمَّ تحديث اسم الجهاز
be: Назва прылады абноўлена
bn: ডিভাইসের নাম আপডেট করা হয়েছে
ca: Nom del dispositiu actualitzat
cs: Název zařízení aktualizován
da: Enhedsnavn opdateret
de: Gerätename aktualisiert
el: Το όνομα της συσκευής ενημερώθηκε
es: Nombre del dispositivo actualizado
fa: نام دستگاه به‌روزرسانی شد
fi: Laitteen nimi päivitetty
fr: Appareil renommé.
ga: Ainm an ghléis nuashonraithe
gu: ડિવાઇસનું નામ અપડેટ થઈ ગયું
he: שם מכשיר עודכן
hi: डिवाइस का नाम अपडेट किया गया
hr: Naziv uređaja je ažuriran
hu: Eszköz neve frissítve
id: Nama perangkat diperbarui
it: Nome dispositivo aggiornato
ja: 端末名がアップデートされました
ko: 장치 이름을 업데이트했습니다
mr: डिव्हाईसचे नाव अद्यतनित केले
ms: Nama peranti dikemas kini
nb: Navnet på enheten ble endret
nl: Apparaatnaam bijgewerkt
pl: Nazwa urządzenia zaktualizowana
pt_br: Nome do dispositivo atualizado
pt_pt: Nome do dispositivo atualizado
ro: Numele dispozitivului a fost actualizat
ru: Имя устройства изменено
sk: Názov zariadenia bol aktualizovaný
sr: Назив уређаја је промењен
sv: Enhetsnamnet har uppdaterats
th: อัปเดตชื่ออุปกรณ์แล้ว
tr: Cihaz adı güncellendi
ug: ئۈسكۈنە نامى يېڭىلاندى
uk: Назву пристрою оновлено
ur: ڈیوائس کا نام اپ ڈیٹ ہو گیا
vi: Đã cập nhật tên thiết bị
zh_cn: 设备名称已更新
zh_hk: 裝置名稱已更新
