Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_SKIP_DOWNLOADS_WARNING_SHEET_MESSAGE
source: You have backup data that’s not on this device. Your media and attachments will be permanently deleted without a paid subscription.
ar: لديك بيانات احتياطية غير موجودة على هذا الجهاز. من دون اشتراك مدفوع، سَيتم حذف ملفات الوسائط والملفات المُرفَقة الخاصة بك.
be: Вы можаце спампаваць рэзервовыя даныя, якіх няма на гэтай прыладзе. Медыяфайлы і далучэнні будуць назаўсёды выдалены, калi няма платнай падпіскі.
bn: আপনার কাছে এমন ব্যাকআপ ডেটা আছে যা এই ডিভাইসে নেই। কোনো পেইড সাবস্ক্রিপশন না থাকলে, আপনার মিডিয়া ও সংযুক্তিগুলো স্থায়ীভাবে মুছে ফেলা হবে।
ca: Tens dades de còpia de seguretat que no es troben en aquest dispositiu. Sense una subscripció de pagament, els teus adjunts i arxius multimèdia s'eliminaran permanentment.
cs: Máte zálohovaná data, která nejsou v tomto zařízení. Vaše média a přílohy budou bez placeného předplatného navždy odstraněny.
da: Du har sikkerhedskopieringsdata, som ikke er på denne enhed. Dine medier og vedhæftede filer vil blive slettet permanent uden et betalt abonnement.
de: Du hast Backup-Daten, die nicht auf diesem Gerät gespeichert sind. Deine Medien und Anhänge werden ohne kostenpflichtiges Abo dauerhaft gelöscht.
el: Έχεις δεδομένα αντιγράφων ασφαλείας που δεν βρίσκονται σε αυτήν τη συσκευή. Τα πολυμέσα και τα συνημμένα σου θα διαγραφούν οριστικά αν δεν έχεις συνδρομή επί πληρωμή.
es: Tienes datos en tu copia de seguridad que no están en este dispositivo. Sin una suscripción de pago, tus archivos adjuntos y multimedia se eliminarán de forma permanente.
fa: شما داده پشتیبان دارید که در این دستگاه نیست. رسانه و پیوست‌های شما بدون داشتن اشتراک پولی، به‌طور دائم حذف خواهند شد.
fi: Sinulla on varmuuskopiodataa, jota ei ole tällä laitteella. Media ja liitteet poistetaan pysyvästi, koska sinulla ei ole maksullista tilausta.
fr: Votre sauvegarde contient des données non enregistrées sur cet appareil. Pour conserver vos médias et pièces jointes et éviter leur suppression définitive, optez pour un abonnement payant.
ga: Tá sonraí cúltaca agat nach bhfuil ar an ngléas seo. Scriosfar go buan do mheáin agus ceangaltáin gan síntiús íoctha.
gu: તમારી પાસે બેકઅપ ડેટા છે જે આ ડિવાઇસ પર નથી. તમારા મીડિયા અને એટેચમેન્ટ સશુલ્ક સબ્સ્ક્રિપ્શન વિના કાયમી ધોરણે ડિલીટ કરવામાં આવશે.
he: יש לך נתוני גיבוי שאינם נמצאים במכשיר זה. בלי מנוי בתשלום, המדיה והקבצים המצורפים שלך יימחקו לצמיתות.
hi: आपके पास बैकअप डेटा है, जो डिवाइस पर मौजूद नहीं है। अगर आपने पैसे देकर सब्सक्रिप्शन नहीं लिया है, तो आपके मीडिया और अटैचमेंट हमेशा के लिए डिलीट हो जाएंगे।
hr: Imate sigurnosne kopije podataka koje nisu na ovom uređaju. Vaši medijski zapisi i privitci bit će trajno izbrisani bez plaćene pretplate.
hu: Olyan biztonsági mentési adatod van, ami nincs ezen az eszközön. Előfizetés nélkül a médiafájlok és a mellékletek véglegesen törlődnek.
id: Ada data cadangan yang belum tersimpan di perangkat ini. Tanpa langganan berbayar, media dan lampiran akan dihapus permanen.
it: Hai dei dati di un backup che non sono presenti su questo dispositivo. Senza un abbonamento a pagamento, i tuoi media e allegati verranno eliminati definitivamente.
ja: この端末に保存されていないバックアップデータがあります。有料のサブスクリプションに加入しない場合は、メディアと添付ファイルは、完全に消去されます。
ko: 이 기기에 없는 백업 데이터가 있습니다. 유료 구독을 하지 않으면 미디어와 첨부 파일이 영구 삭제됩니다.
mr: तुमच्याकडे बॅकअप डेटा आहे जो या डिव्हाईसवर नाही. तुमचा मीडिया आणि अटॅचमेंट्स हे सशुल्क सदस्यत्वाशिवाय कायमचे हटवले जातील.
ms: Anda mempunyai data sandaran yang tiada pada peranti ini. Media dan lampiran anda akan dipadam secara kekal tanpa langganan berbayar.
nb: Du har sikkerhetskopierte data som ikke er lagret på denne enheten. Mediefilene og vedleggene dine slettes permanent dersom du ikke har et betalt abonnement.
nl: Je hebt back-upgegevens die niet op dit apparaat staan. Je media en bijlagen worden permanent verwijderd als je geen betaald abonnement hebt.
pl: W kopii zapasowej masz dane, które nie zostały pobrane na to urządzenie. Jeśli nie skorzystasz z płatnej usługi kopii zapasowych, Twoje multimedia i załączniki zostaną trwale usunięte.
pt_br: Você tem dados de backup que não estão neste dispositivo. Seus arquivos de mídia e anexos serão permanentemente apagados, a não ser que você escolha um plano de assinatura pago.
pt_pt: Tem dados de cópia de segurança que não estão neste dispositivo. Os seus ficheiros multimédia e anexos serão eliminados permanentemente sem uma subscrição paga.
ro: Ai date de backup care nu sunt pe acest dispozitiv. Fișierele media și atașamentele vor fi șterse definitiv fără un abonament plătit.
ru: У вас есть данные резервных копий, которых нет на этом устройстве. Без платной подписки ваши медиафайлы и вложения будут удалены навсегда.
sk: Máte zálohované údaje, ktoré nie sú na tomto zariadení. Vaše médiá a prílohy budú bez plateného predplatného natrvalo vymazané.
sr: Имате податке резервне копије који нису на овом уређају. Ваши медији и прилози биће трајно избрисани без плаћене претплате.
sv: Du har säkerhetskopierade data som inte finns på den här enheten. Dina media och bilagor kommer att raderas permanent utan ett betalt abonnemang.
th: คุณมีข้อมูลสำรองที่ยังไม่ได้กู้คืนมายังอุปกรณ์เครื่องนี้ หากไม่มีการสมัครและชำระค่าแพ็กเกจ ไฟล์สื่อและไฟล์แนบของคุณจะถูกลบอย่างถาวร
tr: Bu cihazda olmayan yedekleme verin var. Medyan ve eklerin, ücretli bir abonelik olmadan kalıcı olarak silinecektir.
ug: بۇ ئۈسكۈنىدە يوق زاپاس سانلىق مەلۇماتىڭىز بار. مېدىيا ۋە قوشۇمچە ھۆججەتلىرىڭىز ھەقلىق مۇشتەرىلىكىڭىز بولمىسا مەڭگۈلۈك ئۆچۈرۈلىدۇ.
uk: У вашій резервній копії є дані, що зберігаються на іншому пристрої. Без передплати ваші медіафайли й вкладення буде видалено.
ur: آپ کے پاس وہ بیک اپ ڈیٹا ہے جو اس ڈیوائس میں موجود نہیں ہے۔ آپ کا میڈیا اور منسلکات ادا شدہ سبسکرپشن کے بغیر مستقل طور پر حذف کر دیے جائیں گے۔
vi: Bạn có dữ liệu sao lưu không có trên thiết bị này. Tập tin đa phương tiện và đính kèm sẽ bị xóa vĩnh viễn nếu không có gói đăng ký trả phí.
zh_cn: 您有一些备份数据不在此设备上。如不订阅付费备份套餐，您的媒体和附件将会被永久删除。
zh_hk: 你有不在此裝置上的備份資料。在沒有定期贊助的情況下，你的媒體和附件將被永久刪除。

# BACKUP_SETTINGS_SKIP_DOWNLOADS_WARNING_SHEET_TITLE
source: Skip Download?
ar: هل ترغبُ بتخطي التنزيل؟
be: Прапусціць спампаванне?
bn: ডাউনলোড এড়িয়ে যাবেন?
ca: Ometre la descàrrega?
cs: Přeskočit stahování?
da: Vil du springe downloaden over?
de: Download überspringen?
el: Παράλειψη λήψης;
es: ¿Omitir descarga?
fa: دانلود رد شود؟
fi: Ohitetaanko lataus?
fr: Ignorer le téléchargement ?
ga: Scipeáil íoslódáil?
gu: ડાઉનલોડ કરવાનું છોડીએ?
he: לדלג על הורדה?
hi: डाउनलोड छोड़ें?
hr: Preskočiti preuzimanje?
hu: Letöltés kihagyása?
id: Lewati Pengunduhan?
it: Saltare il download?
ja: ダウンロードをスキップしますか？
ko: 다운로드를 건너뛰시겠습니까?
mr: डाउनलोड वगळायचे?
ms: Langkau muat turun?
nb: Vil du hoppe over nedlastingen?
nl: Downloaden overslaan?
pl: Pominąć pobieranie?
pt_br: Pular download?
pt_pt: Saltar descarregamento?
ro: Omiți descărcarea?
ru: Пропустить загрузку?
sk: Preskočiť sťahovanie?
sr: Желите ли да прескочите преузимање?
sv: Hoppa över nedladdning?
th: ข้ามการดาวน์โหลดใช่หรือไม่
tr: İndirme atlansın mı?
ug: چۈشۈرۈشتىن ۋاز كېچەمسىز؟
uk: Не завантажувати?
ur: ڈاؤن لوڈ کو چھوڑ دیں؟
vi: Bỏ qua không tải?
zh_cn: 要跳过下载吗？
zh_hk: 要跳過下載嗎？

# BACKUP_SETTINGS_UPLOAD_PROGRESS_SUBTITLE_PAUSED_LOW_BATTERY
source: Upload paused: device has low battery
ar: التحميل متوقِّف مؤقتًا: بطارية الجهاز منخفضة
be: Пампаванне прыпынена: акумулятар разраджаны на прыладзе
bn: আপলোড বন্ধ আছে: ডিভাইসের ব্যাটারির চার্জ কম
ca: Càrrega interrompuda: el dispositiu té poca bateria
cs: Nahrávání pozastaveno: Zařízení má slabou baterii
da: Upload sat på pause: Enheden har lavt batteri
de: Upload angehalten: Akkustand des Geräts ist niedrig
el: Η μεταφόρτωση διακόπηκε: η μπαταρία της συσκευής είναι χαμηλή
es: Carga en pausa: tu dispositivo tiene poca batería
fa: بارگذاری موقتاً متوقف شد: باتری دستگاه کم است
fi: Lähettäminen keskeytetty: Laitteen akku on vähissä
fr: Importation mise en pause : batterie faible
ga: Uaslódáil curtha ar sos: ceallra lag sa ghléas
gu: અપલોડ થોભાવ્યું: ડિવાઇસમાં બેટરી ઓછી છે
he: ההעלאה מושהית: למכשיר יש סוללה חלשה
hi: अपलोड पॉज़ किया गया: डिवाइस की बैटरी कम है
hr: Prijenos je pauziran: niska razina baterije
hu: Feltöltés szünetel: az eszköz akkumulátor-töltöttsége alacsony
id: Pengunggahan dijeda: daya baterai lemah
it: Caricamento in pausa: il dispositivo ha poca batteria
ja: アップロードを一時停止しました：端末のバッテリー残量が少なくなっています
ko: 업로드 일시 중지: 기기 배터리 부족
mr: अपलोड थांबला आहे : डिव्हाईसची बॅटरी कमी आहे
ms: Muat naik dijeda: bateri peranti rendah
nb: Opplasting satt på pause: lavt batteri
nl: Upload gepauzeerd: batterij van apparaat is bijna leeg
pl: Przesyłanie wstrzymane: niski poziom naładowania baterii
pt_br: Envio pausado: pouca bateria no dispositivo
pt_pt: Carregamento de multimédia pausado: o dispositivo tem pouca bateria
ro: Încărcarea a fost întreruptă: bateria dispozitivului este descărcată
ru: Загрузка приостановлена: батарея устройства разряжена
sk: Nahrávanie bolo pozastavené: zariadenie má slabú batériu
sr: Отпремање је паузирано: батерија уређаја је празна
sv: Uppladdning pausad: enheten har låg batterinivå
th: การอัปโหลดหยุดชั่วคราว: อุปกรณ์มีแบตเตอรี่ต่ำ
tr: Yükleme duraklatıldı: Cihazın pili zayıf
ug: يۈكلەش ۋاقىتلىق توختىتىلدى: ئۈسكۈنىنىڭ باتارېيەسى تۆۋەن
uk: Вивантаження зупинено: низький заряд акумулятора
ur: اپ لوڈ موقوف ہو گیا: ڈیوائس کی بیٹری کم ہے
vi: Đã tạm ngừng tải lên: thiết bị pin yếu
zh_cn: 上传已暂停：设备电量不足
zh_hk: 上載已暫停：裝置電池電量不足

# BACKUP_SETTINGS_UPLOAD_PROGRESS_SUBTITLE_PAUSED_NEEDS_WIFI
source: Upload paused: waiting for Wi-Fi
ar: التحميل متوقِّف مؤقتًا: في انتظار الاتصال بالواي فاي
be: Пампаванне прыпынена: чакаем Wi-Fi
bn: আপলোড বন্ধ আছে: ওয়াই-ফাইয়ের জন্য অপেক্ষা করা হচ্ছে
ca: Càrrega interrompuda: esperant una xarxa Wi-Fi…
cs: Nahrávání pozastaveno: Čeká se na signál Wi-Fi
da: Upload sat på pause: Venter på Wi-Fi
de: Upload angehalten: Warte auf WLAN-Verbindung
el: Η μεταφόρτωση διακόπηκε: αναμονή για Wi-Fi
es: Carga en pausa: esperando red Wi-Fi…
fa: بارگذاری موقتاً متوقف شد: در حال انتظار برای Wi-Fi
fi: Lähettäminen keskeytetty: Odotetaan Wi-Fi-yhteyttä
fr: Importation mise en pause : en attente de Wi-Fi
ga: Uaslódáil curtha ar sos: ag feitheamh ar Wi-Fi
gu: અપલોડ થોભાવ્યું: વાઇ-ફાઇની રાહ જોઈ રહ્યાં છીએ
he: ההעלאה מושהית: בהמתנה ל–Wi–Fi
hi: अपलोड पॉज़ किया गया: वाई-फ़ाई का इंतज़ार कर रहे हैं
hr: Prijenos je pauziran: čeka se Wi-Fi
hu: Feltöltés szünetel: wifi-re vár
id: Pengunggahan dijeda: menunggu Wi-Fi
it: Caricamento in pausa: in attesa del Wi-Fi
ja: アップロードを一時停止しました：Wi-Fi接続の待機中です
ko: 업로드 일시 중지: Wi-Fi를 연결하는 중
mr: अपलोड थांबला आहे : Wi-Fi च्या प्रतीक्षेत
ms: Muat naik dijeda: menunggu Wi-Fi
nb: Opplasting satt på pause: venter på Wi-Fi
nl: Upload gepauzeerd: wachten op wifi
pl: Przesyłanie wstrzymane: oczekiwanie na Wi-Fi
pt_br: Envio pausado: aguardando Wi-Fi
pt_pt: Carregamento de multimédia pausado: à espera de Wi-Fi
ro: Încărcarea a fost întreruptă: se așteaptă conexiunea Wi-Fi
ru: Загрузка приостановлена: ожидание Wi-Fi
sk: Nahrávanie bolo pozastavené: čaká sa na pripojenie k Wi-Fi sieti
sr: Отпремање је паузирано: чека се Wi-Fi
sv: Uppladdning pausad: väntar på wifi
th: การอัปโหลดหยุดชั่วคราว: กำลังรอสัญญาณ Wi-Fi
tr: Yükleme duraklatıldı: Wi-Fi bekleniyor
ug: يۈكلەش ۋاقىتلىق توختىتىلدى: Wi-Fi نى ساقلاۋاتىدۇ
uk: Вивантаження зупинено: очікування Wi-Fi
ur: اپ لوڈ موقوف ہو گیا: Wi-Fi کا انتظار ہو رہا ہے
vi: Đã tạm ngừng tải lên: chờ kết nối Wi-Fi
zh_cn: 上传已暂停：等待 Wi-Fi 连接
zh_hk: 上載已暫停：正在等待 Wi-Fi

# BACKUP_SETTINGS_UPLOAD_PROGRESS_SUBTITLE_RUNNING
source: Uploading %1$@ of %2$@ (%3$@)
ar: جارٍ تحميل %1$@ من أصل %2$@ (%3$@)
be: Пампуецца: %1$@ з %2$@ (%3$@)
bn: %2$@-টির মধ্যে %1$@-টি (%3$@) আপলোড হচ্ছে
ca: Carregant %1$@ de %2$@ (%3$@)
cs: Nahrávání: %1$@ z %2$@ (%3$@)
da: Uploader %1$@ af %2$@ (%3$@)
de: %1$@ von %2$@ (%3$@ ) wird hochgeladen
el: Μεταφόρτωση: %1$@ από %2$@ (%3$@)
es: Subiendo %1$@ de %2$@ (%3$@)
fa: در حال بارگذاری %1$@ از %2$@ ‏(%3$@)
fi: Lähetetään: %1$@ / %2$@ (%3$@ )
fr: Importation : %1$@ sur %2$@ (%3$@)
ga: Uaslódáil: %1$@ as %2$@ (%3$@)
gu: અપલોડ થાય છે %2$@માંથી %1$@ (%3$@)
he: בהעלאה: %1$@ מתוך %2$@ (%3$@)
hi: %2$@ में से %1$@ अपलोड किया जा रहा है (%3$@)
hr: Prijenos: %1$@ od %2$@ (%3$@)
hu: Feltöltés: %1$@/%2$@ (%3$@)
id: Mengunggah %1$@ dari %2$@ (%3$@)
it: Caricamento in corso: %1$@ di %2$@ (%3$@)
ja: アップロード中：%2$@のうち%1$@（%3$@）
ko: 업로드 중: %1$@/%2$@(%3$@)
mr: %2$@ पैकी %1$@ (%3$@) अपलोड होत आहे
ms: Memuat naik %1$@ daripada %2$@ (%3$@)
nb: Laster opp %1$@ av %2$@ (%3$@)
nl: %1$@ van %2$@ (%3$@) aan het uploaden
pl: Przesyłanie %1$@ z %2$@ (%3$@)
pt_br: Carregando %1$@ de %2$@ (%3$@)
pt_pt: A carregar %1$@ de %2$@
ro: Se încarcă: %1$@ din %2$@ (%3$@)
ru: Загрузка: %1$@ из %2$@ (%3$@)
sk: Nahráva sa %1$@ z %2$@ (%3$@)
sr: Отпремање %1$@ од %2$@ (%3$@)
sv: Laddar upp %1$@ av %2$@ (%3$@)
th: กำลังอัปโหลด %1$@ จาก %2$@ (%3$@)
tr: %1$@/%2$@ yükleniyor (%3$@)
ug: %2$@ نىڭ %1$@ تى يۈكلىنىۋاتىدۇ(%3$@)
uk: Вивантаження %1$@ з %2$@ (%3$@)
ur: %2$@ کا %1$@ (%3$@) اپ لوڈ ہو رہا ہے
vi: Đang tải lên %1$@ trên tổng số %2$@ (%3$@)
zh_cn: 正在上传 %1$@/%2$@ (%3$@)
zh_hk: 正在上載：%2$@ 中的 %1$@ (%3$@)

# BACKUP_SETTINGS_WELCOME_TO_BACKUPS_SHEET_MESSAGE
source: Depending on the size of your backup, this could take a long time. You can use your phone as you normally do while the backup takes place.
ar: قد يستغرق هذا وقتًا طويلًا حسب حجم النسخة الاحتياطية الخاصة بك. يُمكنك استخدام هاتفك بشكل اعتيادي أثناء إجراء عملية النسخ الاحتياطي.
be: У залежнасці ад памеру рэзервовай копіі гэта можа заняць пэўны час. Падчас рэзервовага капіравання вы можаце карыстацца тэлефонам як звычайна.
bn: আপনার ব্যাকআপের আকারের উপর নির্ভর করে, এতে দীর্ঘ সময় নিতে পারে। ব্যাকআপ নেওয়ার সময় আপনি স্বাভাবিক সময়ের মতই আপনার ফোন ব্যবহার করতে পারবেন।
ca: Depenent de la mida de la teva còpia de seguretat, això pot trigar força estona. Mentre es fa la còpia de seguretat, podràs continuar utilitzant el teu telèfon com de costum.
cs: V závislosti na velikosti zálohy to může trvat delší dobu. Během zálohování můžete telefon používat jako obvykle.
da: Afhængigt af størrelsen på din sikkerhedskopi kan dette tage lang tid. Du kan bruge din telefon, som du plejer, mens sikkerhedskopieringen oprettes.
de: Je nach Größe deines Backups könnte dies etwas dauern. Während des Backups kannst du dein Mobiltelefon weiterhin ganz normal nutzen.
el: Ανάλογα με το μέγεθος του αντιγράφου ασφαλείας σου, αυτό μπορεί να διαρκέσει πολύ. Μπορείς να χρησιμοποιείς το τηλέφωνό σου όπως συνήθως, κατά τη διάρκεια της δημιουργίας αντιγράφων ασφαλείας.
es: Dependiendo del tamaño de tu copia de seguridad, este proceso puede llevar bastante tiempo. Mientras se realiza la copia de seguridad, podrás seguir usando tu teléfono como de costumbre.
fa: بسته به اندازه نسخه پشتیبان شما، این امر ممکن است زمان زیادی طول بکشد. هنگام پشتیبان‌گیری، می‌توانید مثل همیشه از تلفن خود استفاده کنید.
fi: Varmuuskopion koosta riippuen tämä voi kestää pitkään. Voit käyttää puhelinta tavalliseen tapaan varmuuskopioinnin aikana.
fr: Selon la taille de la sauvegarde, l'opération peut prendre un certain temps. Vous pouvez continuer d'utiliser votre téléphone pendant que nous sauvegardons vos données.
ga: Ag brath ar mhéid do chúltaca, d'fhéadfadh sé seo go leor ama a thógáil. Beidh tú in ann do ghuthán a úsáid mar is gnáth le linn an chúltacaithe.
gu: તમારા બેકઅપની સાઇઝના આધારે, આમાં વધુ સમય લાગી શકે છે. જ્યારે બેકઅપ લેવામાં આવે ત્યારે તમે સામાન્ય રીતે કરતાં હોવ તેમ તમે તમારા ફોનનો ઉપયોગ કરી શકો છો.
he: בהתאם לגודל הגיבוי שלך, זה עשוי להימשך זמן רב. אפשר להשתמש בטלפון שלך כרגיל בזמן שהגיבוי מתבצע.
hi: आपके बैकअप के आकार के आधार पर, इसमें लंबा समय लग सकता है। बैकअप के दौरान, आप अपना फ़ोन सामान्य रूप से इस्तेमाल कर सकते हैं।
hr: Ovisno o veličini sigurnosne kopije, ovo bi moglo malo duže potrajati. Tijekom sigurnosnog kopiranja možete normalno koristiti svoj telefon.
hu: A biztonsági másolat méretétől függően ez sokáig eltarthat. A biztonsági mentés közben a szokásos módon használhatod a telefonodat.
id: Apabila volume data cadangan cukup besar, proses ini bisa jadi berlangsung cukup lama. Ponsel dapat digunakan seperti biasa saat pencadangan berlangsung.
it: A seconda delle dimensioni del tuo backup, potrebbe essere necessario più tempo. Puoi usare il tuo telefono normalmente mentre il backup è in corso.
ja: バックアップのサイズによっては、時間がかかる場合があります。バックアップが実行されている間でも、通常どおり電話を使用できます。
ko: 백업 용량에 따라 시간이 더 오래 걸릴 수 있습니다. 백업하는 동안 평상시처럼 휴대폰을 사용하셔도 됩니다.
mr: आपल्या बॅकअपच्या आकारानुसार याला बराच वेळ लागू शकतो. बॅकअप घेत असताना आपण आपला फोन नेहमीप्रमाणे वापरू शकता.
ms: Bergantung pada saiz sandaran anda, ini mungkin mengambil masa yang lama. Anda boleh menggunakan telefon anda seperti biasa semasa sandaran dilakukan.
nb: Dette kan ta en stund, avhengig av størrelsen på sikkerhetskopien. Du kan bruke telefonen som normalt mens sikkerhetskopieringen pågår.
nl: Afhankelijk van de grootte van je back-up kan dit even duren. Tijdens het maken van de back-up kun je je telefoon gebruiken zoals je normaal doet.
pl: W przypadku dużej ilości danych tworzenie kopii zapasowej może zająć sporo czasu. Podczas gdy to się dzieje, możesz normalnie korzystać z telefonu.
pt_br: Dependendo do tamanho do backup, o processo pode levar bastante tempo. Você pode usar seu telefone normalmente enquanto o backup é feito.
pt_pt: Dependendo do tamanho da sua cópia de segurança, isto pode demorar algum tempo. Pode usar o seu telemóvel normalmente enquanto a cópia de segurança é efetuada.
ro: În funcție de dimensiunea copiei tale de rezervă, acest lucru poate dura mult timp. Poți utiliza telefonul așa cum o faci în mod normal în timp ce are loc backup-ul.
ru: Из-за большого размера резервной копии это может занять много времени. Во время резервного копирования вы можете пользоваться своим телефоном как обычно.
sk: V závislosti od veľkosti zálohy to môže trvať dlhšie. Počas zálohovania môžete telefón používať ako obvykle.
sr: У зависности од величине ваше резервне копије, преузимање може дуже потрајати. Можете нормално да користите телефон док се прави резервна копија.
sv: Beroende på hur stor din säkerhetskopia är kan detta ta lång tid. Du kan använda din telefon som vanligt medan säkerhetskopieringen pågår.
th: ขั้นตอนนี้อาจใช้เวลาค่อนข้างนาน ขึ้นอยู่กับขนาดของข้อมูลสำรอง โดยคุณสามารถใช้โทรศัพท์ได้ตามปกติในระหว่างที่ระบบกำลังสำรองข้อมูล
tr: Yedeklemenin büyüklüğüne bağlı olarak bu işlem uzun sürebilir. Yedekleme gerçekleşirken telefonunu normal şekilde kullanabilirsin.
ug: زاپاسلايدىغان مەلۇماتلارنىڭ ھەجىمىگە قارىتا ، بۇنىڭغا ئۇزۇن ۋاقىت كېتىشى مۇمكىن. زاپاسلاش ئېلىپ بېرىلۋاتقاندىمۇ تېلېفونىڭىزنى ئادەتتىكىدەكلا ئىشلىتەلەيسىز.
uk: Що більший розмір резервної копії, то довше триватиме її завантаження. Поки копія створюється, ви можете користуватися телефоном як зазвичай.
ur: آپ کے بیک اپ کے سائز پر منحصر ہے، یہ زیادہ وقت لے سکتا ہے۔ آپ بیک اپ کے دوران اپنا فون معمول کے مطابق استعمال کر سکتے ہیں۔
vi: Tùy thuộc vào kích thước của bản sao lưu, quá trình này có thể mất một khoảng thời gian dài. Bạn có thể sử dụng điện thoại như bình thường khi quá trình sao lưu đang diễn ra.
zh_cn: 根据备份的大小，这可能需要很长时间。在备份过程中，您可以正常使用手机。
zh_hk: 視備份的大小而定，這可能需要一段較長的時間。備份期間，你可以如常使用手機。

# BACKUP_SETTINGS_WELCOME_TO_BACKUPS_SHEET_PRIMARY_BUTTON
source: Back Up Now
ar: إنشاء نسخة احتياطية الآن
be: Пачаць рэзервовае капіраванне
bn: এখনি ব্যাকআপ করুন
ca: Fes-ne una còpia de seguretat ara
cs: Zálohovat nyní
da: Sikkerhedskopiér nu
de: Jetzt sichern
el: Δημιουργία αντίγραφου τώρα
es: Iniciar copia
fa: اکنون پشتیبان‌گیری شود
fi: Varmuuskopioi nyt
fr: Sauvegarder maintenant
ga: Déan Cúltaca Anois
gu: હમણાં બેકઅપ લો
he: לגבות כעת
hi: अभी बैकअप लें।
hr: Sigurnosno kopiraj sada
hu: Biztonsági mentés készítése
id: Cadangkan Sekarang
it: Fai ora il backup
ja: いますぐバックアップする
ko: 지금 백업
mr: आता बॅकअप करा
ms: Sandaran Sekarang
nb: Sikkerhetskopier nå
nl: Nu back-up maken
pl: Utwórz teraz
pt_br: Fazer backup agora
pt_pt: Efetuar cópia de segurança agora
ro: Faceți un backup acum
ru: Создать резервную копию
sk: Zálohovať teraz
sr: Направи резервну копију
sv: Säkerhetskopiera nu
th: สำรองข้อมูลเดี๋ยวนี้
tr: Şimdi yedekle
ug: ھازىر زاپاسلا
uk: Створити копію зараз
ur: اب بیک اپ کریں
vi: Sao lưu Ngay
zh_cn: 现在备份
zh_hk: 立即備份

# BACKUP_SETTINGS_WELCOME_TO_BACKUPS_SHEET_SECONDARY_BUTTON
source: Back Up Later
ar: إجراء النسخ الاحتياطي لاحقًا
be: Пачаць рэзервовае капіраванне пазней
bn: পরে ব্যাকআপ নিন
ca: Fes una còpia de seguretat més tard
cs: Zálohovat později
da: Opret sikkerhedskopi senere
de: Später sichern
el: Δημιουργία αντιγράφων ασφαλείας αργότερα
es: Crear copia más tarde
fa: بعداً پشتیبان‌گیری شود
fi: Varmuuskopioi myöhemmin
fr: Sauvegarder plus tard
ga: Cúltacaigh Níos Déanaí
gu: પછી બેકઅપ લો
he: לגבות אחר כך
hi: बाद में बैकअप करें
hr: Sigurnosno kopiraj kasnije
hu: Biztonsági mentés később
id: Cadangkan Nanti
it: Fai il backup più tardi
ja: 後でバックアップする
ko: 나중에 백업
mr: नंतर बॅकअप करा
ms: Sandarkan kemudian
nb: Sikkerhetskopier senere
nl: Back-up later maken
pl: Utwórz później
pt_br: Fazer backup mais tarde
pt_pt: Efetuar cópia de segurança mais tarde
ro: Fă backup mai târziu
ru: Создать резервную копию позже
sk: Zálohovať neskôr
sr: Касније направи резервну копију
sv: Säkerhetskopiera senare
th: สำรองข้อมูลภายหลัง
tr: Daha sonra yedekle
ug: كېيىن زاپاسلاڭ
uk: Створити пізніше
ur: بعد میں بیک اپ کریں
vi: Sao lưu sau
zh_cn: 稍后备份
zh_hk: 稍後備份
