Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# VERIFY_PRIVACY
source: View Safety Number
af: Bekyk veiligheidsnommer
ar: عرض رقم اﻷمان
az: Güvənlik nömrəsinə bax
be: Прагледзець код бяспекі
bg: Вижте номера за сигурност
bn: নিরাপত্তা নাম্বার দেখুন
ca: Mostra el número de seguretat
cs: Zobrazit bezpečnostní číslo
cy: Gweld Rhif Diogelwch
da: Vis sikkerhedsnummer
de: Sicherheitsnummer anzeigen
el: Εμφάνιση αριθμού ασφαλείας
es: Ver número de seguridad
es_es: Ver cifras de seguridad
et: Näita turvanumbrit
eu: Erakutsi Segurtasun Zenbakia
fa: مشاهدهٔ شمارهٔ امنیتی
fi: Näytä turvanumero
fil: Tingnan ang Numerong Pangkaligtasan
fr: Afficher le numéro de sécurité
ga: Amharc ar an Uimhir Sábháilteachta
gu: સલામતી નંબર જુઓ
he: הצגת מספר בטיחות
hi: सुरक्षा संख्या देखें
hr: Prikaži sigurnosni broj
hu: Biztonsági azonosító
id: Lihat Nomor Keamanan
is: Skoða öryggisnúmer
it: Guarda il codice di sicurezza
ja: 安全番号の検証
kab: Wali uṭṭun n tɣellist
kk: Қауіпсіздік нөмірін қарау
km: á”á„áŸ’á á¶á‰á›áŸáá‘á¼ášáŸá–áŸ’á‘áŸá»áœááŸ’áá·á—á¶á–
kn: ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆ ವೀಕ್ಷಿಸಿ
ko: 안전 번호 보기
lt: Rodyti saugumo numerį
lv: Skatīt drošības numuru
mk: Види безбедносен број
ml: സുരക്ഷാ നമ്പർ കാണുക
mr: सुरक्षितता नंबर बघा
ms: Lihat Nombor Keselamatan
my: လုံခြုံရေး နံပါတ်များကို ကြည့်ရှုမည်
nb: Vis sikkerhetsnummer
nl: Veiligheidsnummer weergeven
pa: ਸੁਰੱਖਿਆ ਨੰਬਰ ਦਿਖਾਓ
pa_pk: حفاظتی نمر ویکھو
pl: Wyświetl numer bezpieczeństwa
ps: د خوندیتوب د شمېرې لیدل
pt_br: Ver Número de Segurança
pt_pt: Ver número de segurança
ro: Afișează Numărul de Siguranță
ru: Просмотреть код безопасности
sk: Zobraziť bezpečnostné číslo
sl: Prikaz varnostne številke
sq: Shihni Numër Sigurie
sr: Прикажи сигурносни број
sv: Visa säkerhetsnummer
sw: Tazama Nambari za Usalama
ta: பாதுகாப்பு எண்ணைக் காண்க
te: భద్రతా సంఖ్యను వీక్షించండి
th: ดูหมายเลขความปลอดภัย
tr: Güvenlik Numarasını Görüntüle
ug: بىخەتەرلىك نومۇرىنى كۆرۈڭ
uk: Переглянути код безпеки
ur: حفاظتی نمبر دیکھیں
vi: Xem mã số an toàn
zh_cn: 查看安全码
zh_hk: 檢視安全碼

# VERIFY_PRIVACY_MULTIPLE
source: Review Safety Numbers
af: Hersien veiligheidsnommers
ar: مُراجعة أرقام الأمان
az: Güvənlik nömrəsinə nəzər yetir
be: Праглядзець коды бяспекі
bg: Преглед на номера за сигурност
bn: সুরক্ষা নাম্বার পর্যালোচনা করুন
ca: Revisa els números de seguretat
cs: Ověření bezpečnostních čísel
cy: Adolygu Rhifau Diogelwch
da: Gennemse sikkerhedsnumre
de: Sicherheitsnummern überprüfen
el: Έλεγχος αριθμών ασφαλείας
es: Verificar números de seguridad
es_es: Verificar cifras de seguridad
et: Kontrolli turvanumbreid
eu: Berrikusi Segurtasun Zenbakiak
fa: بازبینی شماره‌های امنیتی
fi: Tarkista turvanumerot
fil: Siyasatin ang mga Numerong Pangkaligtasan
fr: Examiner les numéros de sécurité
ga: Déan Athbhreithniú ar Uimhreacha Sábháilteachta
gu: સલામતી નંબરોની સમીક્ષા કરો
he: סקירת מספרי בטיחות
hi: सुरक्षा नंबर जांचे
hr: Pregledajte sigurnosne brojeve
hu: Biztonsági azonosítók áttekintése
id: Tinjau nomer keamanan
is: Yfirfara öryggisnúmer
it: Esamina codici di sicurezza
ja: 安全番号の検証
kab: Senqed uṭṭunen n tɣellist
kk: Қауіпсіздік нөмірлерін қарап шығу
km: á–á·á“á·ááŸ’á™á›áŸááŸá»áœááŸ’áá·á—á¶á–
kn: ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 안전 번호 검토
lt: Patikrinti saugumo numerius
lv: Pārskatīt drošības numuru
mk: Преглед на безбедносни броеви
ml: സുരക്ഷാ നമ്പർ പുനപരിശോധിക്കുക
mr: सुरक्षितता नंबरचे पुनरावलोकन करा
ms: Semak Semula Nombor Keselamatan
my: လုံခြုံရေးနံပါတ်ကို ပြန်စစ်ပါ
nb: Gjennomgå sikkerhetsnumre
nl: Veiligheidsnummers verifiëren
pa: ਸੁਰੱਖਿਆ ਨੰਬਰਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pa_pk: حفاظتی نمراں دا جائزہ لیو
pl: Sprawdź numery bezpieczeństwa
ps: د خوندیتوب د شمېرې کتل
pt_br: Rever números de segurança
pt_pt: Rever número de segurança
ro: Verifică numerele de siguranță
ru: Проверить коды безопасности
sk: Prezrieť bezpečnostné čísla
sl: Preglej varnostna števila
sq: Shqyrtoni Numra Sigurie
sr: Проверите сигурносне бројеве
sv: Granska säkerhetsnummer
sw: Pitia Nambari za Usalama
ta: பாதுகாப்பு எண்களை மதிப்பாய்வு செய்யவும்
te: భద్రతా సంఖ్యలను సమీక్షించండి
th: ตรวจสอบหมายเลขความปลอดภัย
tr: Güvenlik Numaralarını Gözden Geçir
ug: بىخەتەرلىك نومۇرىنى تەكشۈرۈڭ
uk: Переглянути коди безпеки
ur: حفاظتی نمبرز کا جائزہ لیں
vi: Kiểm tra lại các Số An toàn
zh_cn: 检查安全码
zh_hk: 檢查安全碼

# VERIFY_SAFETY_NUMBER_INSTRUCTIONS
source: To verify end-to-end encryption with %1$@, compare the numbers above with their device. You can also scan the code on their device.
ar: للتحقُّق من أمان التشفير من طرف لِطرف مع %1$@، قارِن الأرقام أعلاه بأجهزته. يُمكنه أيضًا مسح الكود على جهازه.
be: Каб праверыць ваша скразное шыфраванне з %1$@, параўнайце лічбы вышэй з прыладай суразмоўцы. Вы таксама можаце сканаваць код на прыладзе суразмоўцы.
bn: %1$@-এর সাথে এন্ড-টু-এন্ড এনক্রিপশন যাচাই করতে, তাদের ডিভাইসের সাথে উপরের নম্বরগুলো তুলনা করুন। আপনি তাদের ডিভাইস থেকেও কোডটি স্ক্যান করতে পারবেন।
ca: Per verificar el xifrat amb %1$@, compara les xifres de dalt amb les del dispositiu d'aquella persona. També pots escanejar el codi del seu dispositiu.
cs: Pokud chcete ověřit koncové šifrování s uživatelem %1$@, porovnejte výše uvedená čísla s jeho zařízením. Můžete také naskenovat kód na jeho zařízením.
da: For at verificere E2E-krypteringen med %1$@, skal du sammenligne ovenstående tal med vedkommendes enhed. De kan også scanne koden på vedkommendes enhed.
de: Um die Ende-zu-Ende-Verschlüsselung mit %1$@ zu verifizieren, vergleiche die Nummern mit deren Gerät. Du kannst den Code auch auf deren Gerät scannen.
el: Για να επαληθεύσεις την κρυπτογράφηση από άκρο σε άκρο με τον χρήστη %1$@, σύγκρινε τους παραπάνω αριθμούς με αυτούς στη συσκευή του. Μπορείς επίσης να σκανάρεις τον κωδικό σου με τη συσκευή του.
es: Para confirmar que tu comunicación con %1$@ está cifrada, compara los números que aparecen arriba con los de su dispositivo o escanea el código que se muestra en su dispositivo.
fa: برای تأیید رمزگذاری سرتاسری با %1$@، شماره‌های بالا را با دستگاه او مقایسه کنید. همچنین می‌توانید کد نمایش‌داده‌شده در دستگاه او را اسکن کنید.
fi: Varmenna päästä päähän -salaus henkilön %1$@ kanssa vertaamalla yllä olevia numeroita hänen laitteeseensa. Voit myös skannata koodin hänen laitteellaan.
fr: Pour vérifier le chiffrement de bout en bout de vos communications avec %1$@, comparez les chiffres ci-dessus avec ceux de son appareil. Vous pouvez aussi scanner le code QR qui s’affiche sur son appareil.
ga: Chun criptiú ó cheann ceann le %1$@ a fhíorú, cuir na huimhreacha thuas i gcomparáid le gléas an duine sin. Is féidir leat an cód a scanadh ar ghléas an duine sin freisin.
gu: %1$@ સાથે તમારા એન્ડ-ટૂ-એન્ડ એન્ક્રિપ્શનની ખાતરી કરવા, ઉપર દર્શાવેલા નંબર તેમના ડિવાઇસ સાથે સરખાવો. તમે તેમના ડિવાઇસ પરનો કોડ પણ સ્કેન કરી શકો છો.
he: כדי לאמת את ההצפנה שלך מקצה לקצה עם %1$@, יש להשוות את המספרים שלמעלה עם המכשיר של הצד השני. אפשר גם לסרוק את הקוד במכשיר שלו או שלה.
hi: %1$@ के साथ अपने एंड-टू-एंड एन्क्रिप्शन की पुष्टि करने के लिए, ऊपर दिए गए नंबरों की उनके डिवाइस से तुलना करें। आप उनकी डिवाइस पर कोड को स्कैन भी कर सकते हैं।
hr: Za provjeru sveobuhvatne enkripcije s kontaktom %1$@, usporedite gore navedene brojeve s uređajem vašeg sugovornika ili skenirajte kôd na njegovom uređaju.
hu: A végpontok közötti titkosítás ellenőrzéséhez %1$@ felhasználóval, hasonlítsd össze a fent látható számokat az ő készülékén megjelenő számokkal. A kódot a készülékeden is beolvashatod.
id: Untuk memverifikasi enkripsi end-to-end dengan %1$@, bandingkan nomor di atas dengan perangkat mereka. Anda juga bisa memindai kode di perangkat mereka.
it: Per verificare la sicurezza della tua crittografia end-to-end con %1$@, confronta i numeri qui in alto con quelli sul dispositivo dell'altra persona. Puoi anche scansionare direttamente il codice dal dispositivo dell'altra persona.
ja: %1$@ とのやりとりがエンドツーエンドで暗号化されているかを検証するには、お互いの端末で、上記の番号が相手端末上の番号と同じか確認してください。相手の端末上のコードをスキャンする方法もあります。
ko: %1$@ 님과의 엔드투엔드 암호화를 검증하려면 상기 번호를 상대방 기기의 번호와 비교하세요. 상대방의 기기로 코드를 스캔할 수도 있습니다.
mr: %1$@ सह एंड-टू-एंड एन्क्रिप्शनची पडताळणी करण्यासाठी, वरील क्रमांकांची त्यांच्या डिव्हाइससह तुलना करा. आपण त्यांच्या डिव्हाइसवर देखील कोड स्कॅन करू शकता.
ms: Untuk mengesahkan keselamatan penyulitan hujung ke hujung dengan %1$@, bandingkan nombor di atas dengan peranti mereka. Anda juga boleh mengimbas kod pada peranti mereka.
nb: Hvis du vil sjekke ende-til-ende-krypteringen du har med %1$@, sammenligner du tallene ovenfor med tallene på enheten hens. Du kan også skanne koden på enheten hens.
nl: Vergelijk bovenstaande nummers met het apparaat van je contact om end-to-end-versleuteling met %1$@ te verifiëren. Je kunt ook de QR-code op het apparaat van je contact scannen.
pl: Aby upewnić się, że Ty i %1$@ komunikujecie się w środowisku szyfrowanym metodą end-to-end, porównaj numer powyżej z numerem na urządzeniu tej osoby. Możesz też zeskanować kod wyświetlany na jej urządzeniu.
pt_br: Para verificar a criptografia de ponta a ponta com %1$@, compare os números acima com os números no dispositivo dessa pessoa. Também é possível escanear seu código com um dispositivo.
pt_pt: Para verificar a criptografia de ponta a ponta com %1$@, compare os números acima com os números no dispositivo dessa pessoa. Também pode fazer scan do código no dispositivo dessa pessoa.
ro: Pentru a verifica criptarea integrală cu %1$@, compară numerele de mai sus cu cele de pe dispozitivul său. Poți scana codul pe dispozitivul său.
ru: Чтобы подтвердить ваше сквозное шифрование с %1$@, сравните цифры, указанные выше, с устройством собеседника. Вы также можете отсканировать код на вашем устройстве.
sk: Ak chcete overiť end-to-end šifrovanie s používateľom %1$@, porovnajte vyššie uvedené čísla s ich zariadením. Môžete tiež naskenovať kód na ich zariadení.
sr: Да бисте верификовали потпуно шифровање са корисником %1$@, упоредите горе приказане бројеве са уређајем тог корисника. Такође можете скенирати код на уређају тог корисника.
sv: För att verifiera totalsträckskryptering med %1$@, jämför siffrorna ovan med deras enhet. Du kan också skanna koden på deras enhet.
th: เพื่อยืนยันว่าการติดต่อสื่อสารกับ %1$@ ถูกเข้ารหัสตั้งแต่ต้นทางถึงปลายทาง ให้เปรียบเทียบหมายเลขด้านบนนี้กับหมายเลขบนอุปกรณ์ของคนคนนั้นว่าตรงกันหรือไม่ นอกจากนี้ คุณยังสามารถสแกนรหัสจากบนอุปกรณ์ของผู้ติดต่อได้อีกด้วย
tr: %1$@ ile uçtan uca şifrelemeyi doğrulamak için yukarıdaki sayıları onun cihazındakilerle karşılaştır. Cihazındaki kodu da tarayabilirsin.
ug: «%1$@» بىلەن ئۇچتىن ئۇچقا مەخپىيلەشتۈرۈشنى جەزملەشتۈرۈش ئۈچۈن، يۇقىرىدىكى نومۇرلارنى ئۇلارنىڭ ئۈسكۈنىسىدىكى نومۇر بىلەن سېلىشتۇرۇڭ. ئۇلارنىڭ ئۈسكۈنىسىنى سىكاننېرلىسىڭىزمۇ بولىدۇ.
uk: Щоб перевірити наявність наскрізного шифрування з користувачем %1$@, порівняйте наведені вище цифри із цифрами на пристрої цього співрозмовника. Також можна зісканувати код з пристрою користувача.
ur: %1$@ کے ساتھ اینڈ ٹو اینڈ انکرپشن کی تصدیق کرنے کے لیے، اوپر موجود نمبرز کے ساتھ ان کی ڈیوائس کا موازنہ کریں۔ آپ ان کی ڈیوائس پر کوڈ بھی اسکین کر سکتے ہیں۔
vi: Để xác minh bảo mật đầu cuối với %1$@, hãy so sánh các số ở trên với thiết bị của họ. Bạn cũng có thể quét mã trên thiết bị của người đó.
zh_cn: 如要验证您与%1$@的端对端加密功能，请将上方的数字与对方的设备进行比对。您也可以扫描对方设备上的二维码。
zh_hk: 若要驗證你與 %1$@ 之間的端對端加密，請比較上方數字與對方裝置上的數字是否一樣。 你亦可掃瞄對方裝置上的二維碼。

# VIDEO_BROKEN
source: This video can’t be played
ar: تعذّر تشغيل هذا الفيديو
be: Немагчыма прайграць гэта відэа
bn: এই ভিডিওটি চালানো যায়নি
ca: No es pot reproduir aquest vídeo
cs: Tohle video nejde přehrát
da: Denne video kan ikke afspilles
de: Dieses Video kann nicht abgespielt werden
el: Δεν είναι δυνατή η αναπαραγωγή αυτού του βίντεο
es: Este vídeo no se puede reproducir
fa: این ویدیو قابل پخش نیست
fi: Tätä videota ei voida toistaa.
fr: Impossible de lire la vidéo
ga: Ní féidir an físeán seo a sheinm
gu: આ વિડિયો ચલાવી શકાતો નથી
he: לא ניתן לנגן את הסרטון הזה
hi: यह वीडियो नहीं चलाया जा सकता
hr: Nije moguće pokrenuti video
hu: A videó nem játszható le
id: Video ini tidak bisa diputar
it: Impossibile riprodurre questo video
ja: この動画は再生できません
km: This video canâ€™t be played
ko: 이 동영상을 표시할 수 없습니다.
mr: हा व्हिडिओ प्ले केला जाऊ शकत नाही
ms: Video ini tidak boleh dimainkan
nb: Videoen kan ikke spilles av
nl: Deze video kan niet worden afgespeeld
pl: Nie można odtworzyć tego filmu
pt_br: Este vídeo não pode ser reproduzido
pt_pt: Este vídeo não pode ser reproduzido
ro: Videoclipul nu poate fi redat
ru: Это видео не может быть воспроизведено
sk: Video nie je možné prehrať
sl: Video posnetka ni mogoče predvajati
sr: Овај видео се не може пустити
sv: Den här videon kan inte spelas
th: ไม่สามารถเล่นวิดีโอนี้ได้
tr: Bu video oynatılamıyor
ug: بۇ ۋىدېيونى قويغىلى بولمايدۇ
uk: Це відео неможливо відтворити
ur: یہ ویڈیو پلے نہیں کی جا سکتی
vi: Không thể phát video
zh_cn: 此视频无法播放
zh_hk: 無法播放此影片

# VIDEO_CALL_LABEL
source: Video Call
af: Video-oproep
ar: مكالمة فيديو
az: Görüntülü zəng
be: Відэазванок
bn: ভিডিও কল
ca: Trucada de video
cs: Videohovor
cy: Galwad Fideo
da: Video opkald
de: Videoanruf
el: Βιντεοκλήση
es: Videollamada
es_es: Hacer vídeollamada
et: Videokõne
eu: Bideo deia
fa: تماس تصویری
fi: Videopuhelu
fr: Appel vidéo
ga: Físghlao
gu: વિડિયો કૉલ
he: שיחת וידאו
hi: वीडियो कॉल
hr: Video poziv
hu: Videóhívás
id: Panggilan Video
is: Myndsamtal
it: Videochiamata
ja: ビデオ通話
kab: Asiwel s tvidyut
km: á€á¶ášá áŸ…áœá¸áŠáŸá¢á¼
kn: ವೀಡಿಯೋ ಕರೆ
ko: 영상 통화
lt: Vaizdo skambutis
lv: Video zvans
mk: Видео повик
ml: വീഡിയോ കോൾ
mr: व्हिडीओ कॉल
ms: Panggilan Video
my: ရုပ်သံဖုန်းခေါ်မည်
nb: Videoanrop
nl: Video-oproep
pa: ਵੀਡੀਓ ਕਾਲ
pl: Połączenie wideo
ps: ویډیويي اړیکه
pt_br: Chamada de Vídeo
pt_pt: Videochamada
ro: Apel Video
ru: Видеозвонок
sk: Videohovor
sl: Video klic
sq: Thirrje Video
sr: Видео позив
sv: Videosamtal
sw: Simu ya Video
ta: வீடியோ அழைப்பு
te: విడియో కాల్
th: โทรวิดีโอ
tr: Görüntülü Arama
ug: سىنلىق چاقىرىش
uk: Відеовиклик
ur: ویڈیو کال
vi: Gọi video
zh_cn: 视频通话
zh_hk: 視像通話

# VIEW_CONTACT_BUTTON
source: View Contact
ar: عرض جهة الاتصال
be: Прагледзець кантакт
bn: কন্টাক্ট দেখুন
ca: Veure contacte
cs: Zobrazit kontakt
da: Se kontakt
de: Kontakt anzeigen
el: Προβολή επαφής
es: Ver contacto
fa: مشاهده مخاطب
fi: Näytä yhteystieto
fr: Afficher le contact
ga: Féach ar an teagmhálaí
gu: સંપર્ક જુઓ
he: צפייה באיש קשר
hi: संपर्क देखें
hr: Prikaži kontakt
hu: Névjegy megtekintése
id: Lihat kontak
it: Vedi contatto
ja: 連絡先を表示する
ko: 연락처 보기
mr: संपर्क पहा
ms: Lihat Kenalan
nb: Åpne kontakt
nl: Contact bekijken
pl: Wyświetl kontakt
pt_br: Ver contato
pt_pt: Ver contacto
ro: Vezi contactul
ru: Посмотреть контакт
sk: Zobraziť kontakt
sr: Прикажи контакт
sv: Visa kontakt
th: ดูผู้ติดต่อ
tr: Kişiyi görüntüle
ug: ئالاقىداشلارنى كۆرۈش
uk: Переглянути контакт
ur: رابطہ دیکھیں
vi: Xem liên hệ
zh_cn: 查看联系人
zh_hk: 檢視聯絡人

# VIEW_ONCE_ALREADY_VIEWED_TOAST
source: You already viewed this message.
af: Jy het reeds hierdie boodskap bekyk.
ar: أنتَ بالفعل شاهدتَ هذه الرسالة.
az: Artıq bu mesaja baxdınız.
be: Вы ўжо прагледзелі гэта паведамленне.
bg: Вече сте видели това съобщение
bn: আপনি ইতিমধ্যেই এই মেসেজটি দেখেছেন।
ca: Ja heu vist aquest missatge.
cs: Tuto zprávu jste už zobrazili
cy: Rydych eisoes wedi gweld y neges hon.
da: Du har allerede set denne besked.
de: Du hast diese Nachricht bereits angezeigt.
el: Έχεις ήδη δει αυτό το μήνυμα
es: Ya has visto este mensaje.
es_es: Ya has visto este mensaje.
et: Sa vaatasid juba seda sõnumit.
eu: Mezu hau ikusia duzu jadanik.
fa: شما قبلاً این پیام را دیده‌اید.
fi: Olet jo katsonut tämän viestin.
fil: Nakita mo na ang mensaheng ito.
fr: Vous avez déjà lu ce message
ga: D'amharc tú ar an teachtaireacht seo cheana.
gu: તમે આ મેસેજ પહેલેથી જોયો છે.
he: צפית כבר בהודעה זו.
hi: आप इस संदेश को देख चुके हैं।
hr: Već ste pregledali ovu poruku.
hu: Már megnézted ezt az üzenetet.
id: Anda telah melihat pesan ini.
is: Þú hefur þegar skoðað þessi skilaboð.
it: Hai già visualizzato questo messaggio.
ja: このメッセージは閲覧済みです。
kab: Twalaḍ yakan izen-a.
kk: Сіз бұл хабарламаны қарағансыз.
km: á¢áŸ’á“á€á”á¶á“á˜á¾á›áŸá¶ášá“áŸáŸ‡á á¾á™áŸ”
kn: ನೀವು ಈಗಾಗಲೇ ಈ ಸಂದೇಶವನ್ನು ವೀಕ್ಷಿಸಿದ್ದೀರಿ.
ko: 이미 이 메시지는 확인했습니다.
lt: Jūs jau žiūrėjote šią žinutę.
lv: Jūs jau skatījāt šo ziņu.
mk: Веќе ја видовте оваа порака.
ml: നിങ്ങൾ ഇതിനകം തന്നെ ഈ സന്ദേശം കണ്ടിരിക്കുന്നു.
mr: हा संदेश आपण आधीच पाहिला आहे.
ms: Anda telah melihat mesej ini.
my: သင်မှ ၎င်းမက်ဆေ့ချ်အား ဖတ်ရှုပြီးပါပြီ။
nb: Du har allerede sett denne meldingen.
nl: Je hebt dit bericht al bekeken.
pa: ਤੁਸੀਂ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਇਹ ਸੁਨੇਹਾ ਦੇਖ ਲਿਆ ਹੈ.
pa_pk: تساں ایہہ سنیہا پہلاں ای ویکھ چکے او۔
pl: Wiadomość została już przez Ciebie wyświetlona.
ps: تاسې دا پیغام مخکې لیدلی و
pt_br: Você já visualizou essa mensagem
pt_pt: Já tinha visto esta mensagem.
ro: Ai văzut deja acest mesaj.
ru: Вы уже просмотрели это сообщение.
sk: Túto správu ste už videli.
sl: To sporočilo ste si že ogledali.
sq: E patë tashmë këtë mesazh.
sr: Већ сте видели ову поруку.
sv: Du har redan sett detta meddelande.
sw: Tayari umetazama huu ujumbe.
ta: நீங்கள் ஏற்கனவே இந்த செய்தியைப் பார்த்தேன்.
te: మీరు ఇప్పటికే ఈ సందేశాన్ని చూశారు.
th: คุณเคยดูข้อความนี้แล้ว
tr: Bu iletiyi zaten görüntülediniz.
ug: بۇ ئۇچۇرنى كۆرۈپ بولدىڭىز.
uk: Ви вже переглянули це повідомлення.
ur: آپ یہ پیغام پہلے ہی دیکھ چکے ہیں۔
vi: Bạn đã sẵn sàng xem ảnh này
zh_cn: 你已经看过这条消息了。
zh_hk: 您已看過此訊息。

# VIEW_ONCE_MESSAGES_TOOLTIP
source: Tap here to make this message disappear after it is viewed.
af: Druk hier om hierdie boodskap te laat verdwyn nadat dit bekyk is.
ar: انقر هنا لجعل هذه الرسالة تختفي بعد أن تتم مشاهدتها.
az: Baxılandan sonra mesajın yox olması üçün bura toxunun.
be: Націсніце тут, каб гэта паведамленне знікла пасля яго прагляду.
bg: Докоснете тук, за да изчезне това съобщение, след като бъде видяно:
bn: এই বার্তাটি দেখার পরে অদৃশ্য হয়ে যাওয়ার জন্য এখানে আলতো চাপুন।
ca: Toqueu aquí per fer desaparèixer el missatge una vegada vist.
cs: Klepněte zde, aby tato zpráva zmizela poté, co bude zobrazena.
cy: Tapiwch yma i wneud i'r neges ddiflannu ar ôl iddi gael ei gweld.
da: Tryk her for at få denne besked til at forsvinde, efter at den er blevet vist.
de: Hier antippen, um diese Nachricht nach dem Ansehen verschwinden zu lassen.
el: Πάτα εδώ για να κάνεις αυτό το μήνυμα να εξαφανιστεί αφού διαβαστεί.
es: Toca aquí para hacer que este mensaje desaparezca tras ser visto.
es_es: Toca aquí para hacer desaparecer este mensaje tras ser visto.
et: Koputa siia, et panna see sõnum haihtuma pärast selle vaatamist.
eu: Ukitu hemen mezu hau desagertarazteko behin ikusita.
fa: اینجا ضربه بزنید تا این پیام پس از مشاهده شدن ناپدید شود.
fi: Napauttamalla tätä viesti katoaa sen jälkeen, kun se on katsottu.
fil: Dito pindutin upang mawala ang mesaheng ito matapos tignan.
fr: Touchez cette bulle pour que ce message disparaisse une fois vu.
ga: Tapáil anseo agus scriosfar an teachtaireacht seo tar éis don fhaighteoir amharc uirthi.
gu: આ મેસેજ ને જોયા પછી અદૃશ્ય થવા માટે અહીં ટેપ કરો.
he: הקש כאן כדי להעלים הודעה זו לאחר שהיא תוצג.
hi: इस संदेश को देखने के बाद ग़ायब करने के लिए यहाँ टैप करें।
hr: Pritisnite ovdje da ova poruka nestane nakon što je pogledana.
hu: Koppints ide, hogy az üzenet olvasás után azonnal törlődő típusú legyen.
id: Ketuk di sini untuk membuat pesan ini menghilang setelah dilihat.
is: Ýttu hér til að láta þessi skilaboð hverfa eftir að þau hafa verið skoðuð.
it: Fai clic qui per far scomparire questo messaggio dopo che è stato visualizzato.
ja: ここをタップして、このメッセージが閲覧後に消えるようにできます。
kab: Sit da i wakken ad tesruḥeḍ izen-a seld timeẓriwt-is.
kk: Осы хабарламаны қарағаннан кейін оны көрінбей кететін ету үшін осы жерден түртіңіз.
km: á…á»á…á‘á¸á“áŸáŸ‡ áŠá¾á˜áŸ’á”á¸á€áŸ†áááŸ‹áŸá¶ášá”á¶ááŸ‹á‘áŸ…áœá·á‰ á”á“áŸ’á‘á¶á”áŸ‹á–á¸á”á¶á“á”á¾á€á˜á¾á›áŸ”
kn: ಈ ಸಂದೇಶ ವೀಕ್ಷಿಸಿದ ನಂತರ ಕಣ್ಮರೆಯಾಗುವಂತೆ ಮಾಡಲು ಇಲ್ಲಿ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 여기를 탭하여 메시지를 본 후 사라지게 하세요.
lt: Bakstelėkite čia, kad peržiūrėjus šią žinutę, ji išnyktų.
lv: Pieskarieties šeit, lai šī ziņa pēc izlasīšanas tiktu dzēsta.
mk: Допрете овде за да направите оваа порака да изчезне откако ќе ја видите.
ml: ഈ സന്ദേശം കണ്ടതിനുശേഷം അത് അപ്രത്യക്ഷമാകാൻ ഇവിടെ തൊടുക.
mr: संदेश बघितल्यानंतर अदृश्य करण्यासाठी येथे टॅप करा.
ms: Ketik di sini untuk menjadikan mesej ini hilang selepas ia dilihat.
my: မက်ဆေ့ ဖတ်ကြည့်ရှုပြီး ဖျောက်ကွယ်ရန် ဤနေရာကိုနှိပ်ပါ
nb: Trykk her for å få denne meldingen til å forsvinne etter at den er sett.
nl: Tik hier om ervoor te zorgen dat dit bericht wordt verwijderd nadat het is gezien.
pa: ਇਹ ਸੁਨੇਹਾ ਦੇਖਣ ਤੋਂ ਬਾਅਦ ਇਸਨੂੰ ਅਲੋਪ ਹੋਣ ਵਾਲਾ ਬਣਾਉਣ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।
pa_pk: ایہہ سنیہا ویکھن دے بعد غائب کرن لئی ایتھے دبو ۔
pl: Dotknij tutaj, aby ta wiadomość znikła po wyświetleniu.
ps: که غواړئ چې دا پیغام مو له لیدل کېدو وروسته ورک شي نو دلته کلیک وکړئ.
pt_br: Toque aqui para que essa mensagem expire logo após ser visualizada.
pt_pt: Toque aqui para fazer esta mensagem desaparecer após a mesma ser vista.
ro: Atinge aici pentru a face acest mesaj să dispară după ce este vizualizat.
ru: Нажмите здесь, чтобы ваше сообщение исчезло после того, как оно будет просмотрено.
sk: Ťuknite sem, aby táto správa po zobrazení zmizla.
sl: Tapnite tu in vaše sporočilo bo po ogledu prejemnika izginilo.
sq: Prekni këtu që të zhduket ky mesazh pasi të jetë parë.
sr: Додирните овде да порука нестане након што је прочитана.
sv: Tryck här för att få detta meddelande att försvinna efter att det har visats.
sw: Gusa hapa ili kufanya ujumbe huu kutoweka baada ya kusomwa.
ta: இந்த செய்தியைப் பார்த்த பிறகு மறைந்து போக இங்கே தட்டவும்.
te: ఈ సందేశం చూసిన తర్వాత అదృశ్యమయ్యేలా ఇక్కడ నొక్కండి.
th: แตะที่นี่เพื่อทำให้ข้อความหายไปหลังจากเห็นข้อความ
tr: Bu iletinin görüntülendikten sonra yok olması için buraya dokunun.
ug: بۇ جاي چېكىلسە ئوقۇلغاندىن كېيىن غايىب بولىدىغان ئۇچۇر قۇرۇلىدۇ.
uk: Натисніть тут, щоб це повідомлення зникло після перегляду.
ur: اس پیغام کو دیکھنے کے بعد غائب کرنے کیلئے یہاں ٹیپ کریں۔
vi: Nhấn vào đây để khiến tin nhắn tự hủy sau khi đã được xem.
zh_cn: 查看之后消息即可消失，请点击此处。
zh_hk: 輕觸此處以設定此訊息在看過後消失。
