Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# USERNAME_LINK_QR_CODE_VIEW_DISCLAIMER_LABEL
source: Only share your QR code and link with people you trust. When shared others will be able to see your username and start a chat with you.
ar: لا تُشارِك كود الـ QR الخاص بك والرابط إلاّ مع الأشخاص الذين تثق بهم. عند المشاركة، سيتمكَّن الآخرون من رؤية اسم المُستخدِم الخاص بك وبدء محادثة معك.
be: Абагульвайце свой QR-код і далучайцеся толькі да тых, да каго маеце давер. Калі вы абагулiлi, іншыя карыстальнікі змогуць убачыць ваша імя карыстальніка і распачаць з вамі чат.
bn: শুধু তাদের সাথেই আপনার কোড ও লিংক শেয়ার করুন যাদের উপর আপনি আস্থা রাখতে পারেন। শেয়ার করা হলে অন্যরা আপনার ব্যবহারকারীর নাম দেখতে পাবেন এবং আপনার সাথে চ্যাট শুরু করতে পারবেন।
ca: Comparteix el teu codi QR i enllaç només amb persones de confiança. Quan ho comparteixis, els altres podran veure el teu àlies i iniciar un xat amb tu.
cs: Svůj QR kód a odkaz sdílejte jen s lidmi, kterým věříte. Jakmile je sdílíte, mohou ostatní vidět vaše uživatelské jméno a začít s vámi chatovat.
da: Del kun din QR-kode og dit link med personer, du stoler på. Når de deles, kan andre se dit brugernavn og starte en chat med dig.
de: Teile deinen QR-Code und Link nur mit Personen, denen du vertraust. Wenn du diese freigibst, können andere deinen Nutzernamen sehen und einen Chat mit dir beginnen.
el: Μοιράσου τον κωδικό QR σου μόνο με άτομα που εμπιστεύεσαι. Όταν κοινοποιηθεί, οι άλλοι θα μπορούν να δουν το όνομα χρήστη σου και να ξεκινήσουν μια συνομιλία μαζί σου.
es: Comparte tu código QR y enlace solo con personas de confianza. Las personas con las que los compartas podrán ver tu alias e iniciar un chat contigo.
fa: کد QR و پیوند خود را فقط با افراد مورد اعتمادتان به اشتراک بگذارید. با اشتراک‌گذاری آن‌ها، دیگران می‌توانند نام کاربری‌تان را ببینند و گفتگویی را با شما شروع کنند.
fi: Jaa QR-koodi ja linkki vain niiden henkilöiden kanssa, joihin luotat. Kun olet jakanut ne, muut voivat nähdä käyttäjänimesi ja aloittaa keskustelun kanssasi.
fr: Ne partagez votre lien et votre code QR qu'avec des personnes de confiance. Une fois que vous les partagez, ces personnes peuvent voir votre nom d'utilisateur et démarrer une conversation avec vous.
ga: Ná comhroinn do chód QR ná nasc ach le daoine a bhfuil muinín agat iontu. Agus iad comhroinnte, beidh daoine eile in ann d'ainm úsáideora a fheiceáil agus tosú ar chomhrá leat.
gu: તમારો QR કોડ અને લિંક ફક્ત એવા લોકો સાથે જ શેર કરો જેમના પર તમને વિશ્વાસ હોય. જ્યારે શેર કરવામાં આવે ત્યારે અન્ય લોકો તમારું યુઝરનેમ જોઈ શકશે અને તમારી સાથે ચેટ શરૂ કરી શકશે.
he: כדאי לשתף את קוד ה–QR שלך רק עם אנשים שבוטחים בהם. כשמשתפים, אחרים יכולים לראות את שם המשתמש שלך ולהתחיל איתך צ׳אט.
hi: केवल अपना QR कोड साझा करें और उन लोगों के साथ लिंक करें, जिन पर आप भरोसा करते हैं। साझा किए जाने पर अन्य लोग आपका यूज़रनेम देख सकेंगे और आपके साथ चैट शुरू कर सकेंगे।
hr: Dijelite svoj QR kôd i poveznicu samo s osobama kojima vjerujete. Kada ih podijelite, drugi će moći vidjeti vaše korisničko ime i započeti razgovor s vama.
hu: Csak olyanokkal oszd meg a QR-kódod és a hivatkozást, akikben megbízol. Ha megosztod, mások láthatják a felhasználóneved, és csevegést kezdeményezhetnek veled.
id: Hanya bagikan kode QR dan tautan Anda dengan orang yang Anda percayai. Jika dibagikan, orang lain akan dapat melihat nama pengguna Anda dan memulai obrolan dengan Anda.
it: Condividi il tuo codice QR e link solo con persone di cui ti fidi. Se condivisi, le altre persone potranno vedere il tuo nome utente e iniziare una chat con te.
ja: QR コードとリンクは、信頼できる人とのみ共有してください。共有すると、相手はお客様のユーザーネームを見たりチャットしたりできるようになります。
ko: 신뢰하는 사람과만 QR 코드와 링크를 공유하세요. QR 코드와 링크를 공유하면 다른 사용자가 회원님의 사용자 이름을 보고 대화를 시작할 수 있습니다.
mr: आपण विश्वास करत असलेल्या लाेकांसह फक्त आपला QR कोड आणि लिंक शेअर करा. जेव्हा शेअर केलेले असेल इतर आपले वापरकर्ता नाव पाहू शकतात आणि आपल्या बराेबर चॅट सुरु शकतात.
ms: Hanya kongsi kod QR dan pautan anda dengan orang yang dipercayai. Apabila dikongsi, orang lain akan dapat melihat nama pengguna anda dan memulakan sembang dengan anda.
nb: Ikke del QR-koden og lenken med personer du ikke stoler på. De du deler dette med kan se brukernavnet ditt og starte nye samtaler med deg.
nl: Deel je QR-code en link alleen met mensen die je vertrouwt. Wanneer je deze deelt, kunnen anderen je gebruikersnaam zien en een chat met je starten.
pl: Udostępniaj swój kod QR i link tylko zaufanym osobom. Po udostępnieniu inni będą mogli wyświetlić Twoją nazwę użytkownika i rozpocząć z Tobą czat.
pt_br: Compartilhe seu QR code com pessoas de confiança. Quando compartilhado, outras pessoas poderão ver seu nome de usuário e iniciar uma conversa com você.
pt_pt: Partilhe o seu código QR e link apenas com pessoas da sua confiança. Caso partilhe os outros poderão ver o seu nome de utilizador e iniciar um chat consigo.
ro: Trimite codul tău QR și conectează-te numai cu persoane în care ai încredere. Când este trimis, ceilalți vor putea să îți vadă numele de utilizator și să înceapă o conversație cu tine.
ru: Передавайте ваш QR-код и ссылку только тем людям, которым вы доверяете. При передаче другие смогут увидеть ваше имя пользователя и начать чат с вами.
sk: Svoj QR kód a odkaz zdieľajte iba s ľuďmi, ktorým dôverujete. Pri zdieľaní budú môcť ostatní vidieť vaše používateľské meno a začať s vami četovať.
sr: Делите свој QR код и линк само са људима којима верујете. Ако их поделите са другима, они ће моћи да виде ваше корисничко име и започну ћаскање са вама.
sv: Dela bara din QR-kod och länk med personer du litar på. När de delas kommer andra att kunna se ditt användarnamn och starta en chatt med dig.
th: เราขอแนะนำให้แชร์คิวอาร์โค้ดและลิงก์ของคุณกับคนที่ไว้วางใจเท่านั้น นี่จะเป็นการเปิดเผยให้ผู้อื่นเห็นชื่อผู้ใช้ของคุณและเริ่มต้นแชทกับคุณได้
tr: Karekodunu ve bağlantını yalnızca güvendiğin kişilerle paylaş. Başkalarıyla paylaştığında, bu kişiler kullanıcı adını görebilecek ve seninle sohbet başlatabilecektir.
ug: QR كودىڭىز ۋە ئۇلانمىڭىزنى سىز ئىشىنىدىغان كىشىلەر بىلەنلا ئورتاقلىشىڭ. ئۇلارنى ئورتاقلاشقاندا باشقىلار سىزنىڭ ئ‍ىشلەتكۈچى نامىڭىزنى كۆرەلەيدۇ ۋە سىز بىلەن پاراڭ باشلىيالايدۇ.
uk: Діліться QR-кодом і посиланням лише з тими, кому довіряєте. Перейшовши за посиланням чи зісканувавши код, інші користувачі побачать ваше ім'я користувача й зможуть почати з вами чат.
ur: اپنا QR کوڈ صرف ان لوگوں کے ساتھ شیئر کریں جن پر آپ اعتماد کرتے ہیں۔ شیئر کیے جانے پر دوسرے افراد آپ کا یوزر نیم دیکھ سکیں گے اور آپ کے ساتھ چیٹ شروع کر سکیں گے۔
vi: Chỉ chia sẻ mã QR và đường dẫn của bạn với người bạn tin tưởng. Khi được chia sẻ, mọi người sẽ có thể thấy tên người dùng và bắt đầu cuộc trò chuyện với bạn.
zh_cn: 请只将您的二维码和链接分享给信任的人。分享之后，对方将能看到您的用户名并开始与您聊天。
zh_hk: 僅與你信任的人分享你的二維碼。當分享時其他人將能夠看到你的用戶名稱並與你開始聊天。

# USERNAME_LINK_QR_CODE_VIEW_LINK_NOT_SET
source: QR code and link not set. Check your network connection and try again.
ar: لم يتم تعيين رابط وكود الـ QR. تحقَّق من اتصالك بالإنترنت وحاوِل مرّة أخرى.
be: QR-код і спасылка не ўсталяваны. Праверце падключэнне да сеткі і паўтарыце спробу.
bn: QR কোড এবং লিংক সেট করা হয়নি। আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: Codi QR i enllaç no establerts. Comprova la teva connexió i torna-ho a intentar.
cs: QR kód a odkaz nejsou nastaveny. Zkontrolujte připojení k internetu a zkuste to znovu.
da: QR-kode og link er ikke indstillet. Tjek din netværksforbindelse, og prøv igen.
de: QR-Code und Link konnte nicht festgelegt werden. Überprüfe deine Netzverbindung und versuche es erneut.
el: Ο κωδικός QR και ο σύνδεσμος δεν έχουν οριστεί. Έλεγξε τη σύνδεσή σου στο δίκτυο και δοκίμασε πάλι.
es: Código QR y enlace no configurados. Comprueba tu conexión de red y vuelve a intentarlo.
fa: پیوند و کد QR تنظیم نشده است. اتصال شبکه خود را بررسی کنید و دوباره امتحان کنید.
fi: QR-koodia ja linkkiä ei ole asetettu. Tarkista verkkoyhteys ja yritä uudelleen.
fr: Lien et code QR non configurés. Veuillez vérifier votre connexion réseau et réessayer.
ga: Níor socraíodh an cód QR ná nasc. Seiceáil do nasc líonra agus triail arís.
gu: QR કોડ અને લિંક સેટ કરેલ નથી. તમારું નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he: קוד QR ולינק לא מוגדרים. כדאי לבדוק את חיבור הרשת שלך ולנסות שוב.
hi: QR कोड और लिंक सेट नहीं है। अपने नेटवर्क कनेक्शन की जांच करके पुनः प्रयास करें।
hr: QR kôd i poveznica nisu postavljeni. Provjerite mrežnu vezu i pokušajte ponovno.
hu: A QR-kód és a hivatkozás nincs beállítva. Ellenőrizd a hálózati kapcsolatot, és próbáld újra!
id: Kode QR dan tautan belum ditetapkan. Periksa koneksi internet Anda dan coba lagi.
it: Codice QR e link non impostati. Controlla la tua connessione di rete e riprova.
ja: QRコードおよびリンクが設定されていません。ネットワーク接続を確認して再度試してください。
ko: QR 코드와 링크를 설정하지 않았습니다. 네트워크 연결을 확인하고 다시 시도하세요.
mr: QR कोड आणि लिंक सेट केलेली नाही. आपले नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Kod QR dan pautan tidak ditetapkan. Periksa sambungan rangkaian anda dan cuba semula.
nb: Det oppsto et problem med QR-koden og profillenken. Sjekk internettilkoblingen og prøv igjen.
nl: QR-code en link niet ingesteld. Controleer je internetverbinding en probeer het opnieuw.
pl: Kod QR i link nie zostały ustawione. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: QR code e link não definidos. Verifique sua conexão de rede e tente novamente.
pt_pt: Código QR e link não definidos. Verifique a sua ligação à internet e tente novamente.
ro: Codul QR și linkul nu sunt setate. Verifică-ți conexiunea la rețea și încearcă din nou.
ru: QR-код и ссылка не установлены. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: QR kód a odkaz nie sú nastavené. Skontrolujte svoje pripojenie a skúste to znova.
sr: QR код и линк нису подешени. Проверите да ли сте повезани на интернет и пробајте поново.
sv: QR-kod och länk inte inställda. Kontrollera nätverksanslutningen och försök igen.
th: ยังไม่ได้ตั้งค่าคิวอาร์โค้ดและลิงก์ โปรดตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr: Kare kodu ve bağlantı ayarlanmadı. Ağ bağlantını kontrol edip tekrar dene.
ug: QR كودى ۋە ئۇلانمىسى بېكىتىلمىدى. تور ئۇلىنىشىنى تەكشۈرۈپ قايتا سىناڭ.
uk: QR-код і посилання не встановлено. Перевірте з'єднання з мережею і спробуйте знову.
ur: QR کوڈ اور لنک سیٹ نہیں ہیں۔ اپنا نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Mã QR và đường dẫn chưa được đặt. Kiểm tra kết nối mạng của bạn và thử lại.
zh_cn: 二维码和链接未设置。请检查您的互联网连接并重试。
zh_hk: 未設定二維碼及連結。請檢查你的網路連線，然後再試一次。

# USERNAME_LINK_QR_CODE_VIEW_RESET_BUTTON_TITLE
source: Reset
ar: إعادة التعيين
be: Скінуць
bn: রিসেট করুন
ca: Restableix
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fi: Palauta alkuasetuksiin
fr: Réinitialiser
ga: Athshocraigh
gu: ફરીથી સેટ કરો
he: אפס
hi: फिर से स्थापित करना
hr: Poništi
hu: Visszaállítás
id: Atur ulang
it: Resetta
ja: リセット
ko: 초기화
mr: रीसेट करा
ms: Tetap semula
nb: Tilbakestill
nl: QR-code vernieuwen
pl: Zresetuj
pt_br: Redefinir
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Resetovať
sr: Ресетуј
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
ug: ئەسلىگە قايتۇر
uk: Скинути
ur: دوبارہ بحال کریں
vi: Đặt lại
zh_cn: 重置
zh_hk: 重設

# USERNAME_LINK_QR_CODE_VIEW_RESET_SHEET_MESSAGE
source: If you reset your QR code and link, your existing QR code and link will no longer work.
ar: إذا قُمتَ بإعادة تعيين رابط وكود الـ QR الخاص بك، فلن يعمل كود الـ QR والرابط الحاليين الخاصين بك بعدها.
be: Калі вы скідаеце свой QR-код і спасылку, то існуючы QR-код і спасылка больш не будуць дзейнічаць.
bn: আপনি আপনার QR কোড ও লিংক রিসেট করলে, আপনার বিদ্যমান QR কোড ও লিংক আর কাজ করবে না।
ca: Si restableixes el teu codi QR i l'enllaç, el teu codi QR actual i l'enllaç deixaran de funcionar.
cs: Pokud resetujete svůj QR kód a odkaz, stávající QR kód a odkaz již nebudou fungovat.
da: Hvis du nulstiller din QR-kode og dit link, vil din eksisterende QR-kode og dit link ikke længere fungere.
de: Wenn du deinen QR-Code und deinen Link zurücksetzt, funktionieren dein bisheriger QR-Code und dein Link nicht mehr.
el: Εάν επαναφέρεις τον κωδικό QR και τον σύνδεσμό σου, ο υπάρχων κωδικός QR και ο σύνδεσμός σου δεν θα λειτουργούν πλέον.
es: Si cambias tu código QR y enlace, tu código QR y enlace actuales dejarán de funcionar.
fa: اگر پیوند و کد QR خود را بازنشانی کنید، پیوند و کد QR فعلی‌تان دیگر کار نخواهد کرد.
fi: Jos palautat QR-koodin ja linkin, nykyinen QR-koodi ja linkki eivät enää toimi.
fr: Une fois réinitialisés, votre lien et votre code QR existants ne fonctionneront plus.
ga: Má athshocraíonn tú do chód QR agus nasc, ní oibreoidh an cód QR ná nasc atá agat cheana a thuilleadh.
gu: જો તમે તમારો QR કોડ અને લિંક ફરીથી સેટ કરશો, તો તમારો હાલનો QR કોડ અને લિંક હવે કામ કરશે નહીં.
he: איפוס קוד ה–QR והלינק שלך יגרום לכך שקוד ה–QR והלינק הקיימים שלך לא יפעלו יותר.
hi: यदि आप अपना QR कोड और लिंक फिर से स्थापित करते हैं, तो आपका मौजूदा QR कोड और लिंक अब काम नहीं करेगा।
hr: Ako poništite svoj QR kôd i poveznicu, vaš trenutni QR kôd i poveznica više neće biti važeći.
hu: Ha visszaállítod a QR-kódodat és a hivatkozásodat, a meglévő QR-kód és hivatkozás többé nem fog működni.
id: Jika Anda mereset kode QR dan tautan, kode QR dan tautan lama Anda tidak akan berlaku lagi.
it: Se completi il processo di reset, il tuo codice QR e link attuali smetteranno di funzionare.
ja: QRコードとリンクをリセットすると、これまでのQRコードとリンクは無効になります。
ko: QR 코드와 링크를 초기화하면 기존 QR 코드와 링크가 더 이상 작동하지 않습니다.
mr: आपण आपला QR कोड आणि लिंक रीसेट केल्यास, आपला विद्यमान QR कोड आणि लिंक यापुढे काम करणार नाही.
ms: Jika anda tetapkan semula kod QR dan pautan anda, kod QR dan pautan sedia ada anda tidak akan berfungsi lagi.
nb: QR-koden og lenken din slutter å virke hvis du tilbakestiller dem.
nl: Als je je QR-code en link vernieuwt, werken je bestaande QR-code en link niet meer.
pl: Jeśli zresetujesz kod QR i link, te dotychczasowe przestaną działać.
pt_br: Se você redefinir o QR code e o link, o QR code e o link existentes vão parar de funcionar.
pt_pt: Se repuser o código QR e o link, o código QR e o link existentes deixarão de funcionar.
ro: Dacă resetezi linkul și codul QR, codul QR existent și linkul nu vor mai funcționa.
ru: При сбросе QR-кода и ссылки ваш существующий QR-код и ссылка перестанут работать.
sk: Ak resetujete svoj QR kód a odkaz, váš existujúci QR kód a odkaz už nebudú fungovať.
sr: Ако ресетујете QR код и линк, ваши постојећи QR код и линк више неће радити.
sv: Om du återställer din QR-kod och länk kommer din befintliga QR-kod och länk inte längre att fungera.
th: หากคุณรีเซ็ตคิวอาร์โค้ดและลิงก์ คิวอาร์โค้ดและลิงก์ที่มีอยู่เดิมของคุณจะใช้งานไม่ได้อีกต่อไป
tr: Kare kodunu ve bağlantını sıfırlarsan mevcut kare kodun ve bağlantın artık çalışmaz.
ug: ئەگەر QR كودىڭىزنى ۋە ئۇلانمىڭىزنى ئەسلىگە قايتۇرسىڭىز، نۆۋەتتىكى QR كودىڭىز ۋە ئۇلانمىڭىز ئىشلىمەيدۇ.
uk: Якщо скинути QR-код і посилання, то наявні QR-код і посилання більше не працюватимуть.
ur: اگر آپ اپنا QR کوڈ اور لنک ری سیٹ کرتے ہیں، تو آپ کا موجودہ QR کوڈ اور لنک مزید کام نہیں کریں گے۔
vi: Nếu đặt lại mã QR và đường dẫn, mã QR và đường dẫn hiện tại của bạn sẽ không còn hiệu lực nữa.
zh_cn: 如果重置二维码和链接，您现有的二维码和链接将会失效。
zh_hk: 如果你重設二維碼及連結，你現有的二維碼和連結將會無效。

# USERNAME_LINK_QR_CODE_VIEW_RESET_SUCCESSFUL
source: Your QR code and link have been reset and a new QR code and link has been created.
ar: تمَّت إعادة تعيين رابط وكود الـ QR، وتمَّ إنشاء رابط وكود QR جديدين.
be: Вашы QR-код і спасылка былі скінуты, і былі створаны новыя QR-код і спасылка.
bn: আপনার QR কোড ও লিংক রিসেট করা হয়েছে এবং একটি নতুন QR কোড ও লিংক তৈরি করা হয়েছে।
ca: El teu codi QR i l'enllaç s'han restablert, i s'ha creat un nou codi QR i enllaç.
cs: Váš QR kód a odkaz byly resetovány a byl vytvořen nový QR kód a odkaz.
da: Din QR-kode og dit link er blevet nulstillet, og der er oprettet en ny QR-kode og et nyt link.
de: Dein QR-Code und dein Link wurden zurückgesetzt. Ein neuer QR-Code und ein neuer Link wurden erstellt.
el: Έχει γίνει επαναφορά του κωδικού QR και του συνδέσμου σου και έχει δημιουργηθεί ένας νέος κωδικός QR και ένας νέος σύνδεσμος.
es: Se han restablecido tu código QR y tu enlace, y se han creado un código QR y un enlace nuevos.
fa: پیوند و کد QR شما بازنشانی شده و پیوند و کد QR جدیدتان ایجاد شده است.
fi: QR-koodisi ja linkkisi on palautettu oletusasetukseen ja uusi QR-koodi ja linkki on luotu.
fr: Nous avons réinitialisé votre lien et votre code QR, et en avons généré de nouveaux.
ga: Athshocraíodh do chód QR agus nasc agus cruthaíodh cód QR agus nasc nua.
gu: તમારો QR કોડ અને લિંક ફરીથી સેટ કરવામાં આવી છે અને એક નવો QR કોડ અને લિંક બનાવવામાં આવી છે.
he: קוד ה–QR והלינק שלך אופסו ונוצרו קוד QR ולינק חדשים.
hi: आपका QR कोड और लिंक फिर से स्थापित कर दिया गया है और एक नया QR कोड और लिंक बनाया गया है।
hr: Vaši prethodni QR kôd i poveznica su poništeni te su stvoreni novi QR kôd i poveznica.
hu: A QR-kódod és a hivatkozásod visszaállításra került, és egy új QR-kódot és linket hoztunk létre.
id: Kode QR dan tautan Anda telah direset dan kode QR serta tautan baru telah dibuat.
it: Il tuo codice QR e link sono stati resettati e ne abbiamo creati di nuovi.
ja: QRコードとリンクがリセットされ、新しいQRコードとリンクが作成されました。
ko: QR 코드와 링크를 초기화하고 새 QR 코드와 링크를 만들었습니다.
mr: आपला QR कोड आणि लिंक रीसेट करण्यात आली आहे आणि नवीन QR कोड आणि लिंक तयार करण्यात आली आहे.
ms: Kod QR dan pautan anda telah ditetapkan semula dan kod QR dan pautan baharu telah dibuat.
nb: QR-koden og lenken er tilbakestilt, og vi har opprettet en ny QR-kode og lenke for deg.
nl: Je QR-code en link zijn vernieuwd, een nieuwe QR-code en link zijn beschikbaar.
pl: Kod QR i link zostały zresetowane. Utworzono nowy kod QR i nowy link.
pt_br: Seu QR code e link foram redefinidos, e um novo código QR e link foram criados.
pt_pt: O seu código QR e o seu link foram repostos e foram criados um novo código QR e link.
ro: Codul și link-ul QR au fost resetate și au fost create unele noi.
ru: Ваш QR-код и ссылка были сброшены, и были созданы новый QR-код и ссылка.
sk: Váš QR kód a odkaz boli resetované a bol vytvorený nový QR kód a odkaz.
sr: Ваш QR код и линк су ресетовани и креирани су нови QR код и линк.
sv: Din QR-kod och länk har återställts och en ny QR-kod och länk har skapats.
th: รีเซ็ตคิวอาร์โค้ดและลิงก์ของคุณแล้ว และสร้างคิวอาร์โค้ดและลิงก์ใหม่เรียบร้อยแล้ว
tr: Kare kodun ve bağlantın sıfırlandı ve yeni bir kare kod ve bağlantı oluşturuldu.
ug: QR كودىڭىز ۋە ئۇلانمىڭىز ئەسلىگە قايتۇرۇلغان بولۇپ، يېڭى QR كودى ۋە ئۇلانمىسى قۇرۇلدى.
uk: QR-код і посилання було скинуто. Натомість створено нові.
ur: آپ کا QR کوڈ اور لنک ری سیٹ کر دیا گیا ہے اور ایک نیا QR کوڈ اور لنک بنایا گیا ہے۔
vi: Mã QR và đường dẫn của bạn đã được đặt lại, một mã QR và đường dẫn mới đã được tạo.
zh_cn: 您的二维码和链接已重置，新的二维码和链接已创建。
zh_hk: 你的二維碼和連結已重設，並且已建立一個新的二維碼及連結。

# USERNAME_LINK_QR_CODE_VIEW_SHARE_BUTTON
source: share
ar: مشاركة
be: абагуліць
bn: শেয়ার করুন
ca: Comparteix-lo
cs: Sdílet
da: Del
de: Teilen
el: Μοιράσου
es: compartir
fa: اشتراک‌گذاری
fi: Jaa
fr: partager
ga: Comhroinn
gu: શેર કરો
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
mr: सामायिक करा
ms: Kongsi
nb: Del
nl: delen
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sr: Поделите
sv: Dela
th: แบ่งปัน
tr: Paylaş
ug: ھەمبەھىرلە
uk: поділитися
ur: اشتراک کریں
vi: Chia sẻ
zh_cn: 分享
zh_hk: 共享

# USERNAME_LINK_QR_CODE_VIEW_TITLE_CODE
source: Code
ar: الكود
be: Код
bn: কোড
ca: Codi
cs: Kód
da: Kode
el: Κωδικός
es: Código
fa: کد
fi: Koodi
ga: Cód
gu: કોડ
he: קוד
hi: कोड
hr: Kôd
hu: Kód
id: Kode
it: Codice
ja: コード
ko: 코드
mr: कोड
ms: Kod
nb: QR-kode
pl: Kod
pt_br: Código
pt_pt: Código
ro: Cod
ru: Код
sk: Kód
sr: Код
sv: Kod
th: โค้ด
tr: Kod
ug: كود
uk: Код
ur: کوڈ
vi: Mã
zh_cn: 二维码
zh_hk: 二維碼

# USERNAME_LINK_QR_CODE_VIEW_TITLE_SCAN
source: Scan
ar: امسح ضوئيًا
be: Сканаваць
bn: স্ক্যান করুন
ca: Escanejar
cs: Skenování
de: Scannen
el: Σάρωση
es: Escanear
fa: اسکن
fi: Skannaa
fr: Scanner
gu: સ્કેન કરો
he: סריקה
hi: स्कैन करें
hr: Skeniranje
hu: Beolvasás
id: Pindai
it: Scansiona
ja: スキャン
ko: 스캔
mr: स्कॅन करा
ms: Imbas
nb: Skann
nl: Scannen
pl: Zeskanuj
pt_br: Escanear
ro: Scanează
ru: Сканировать
sk: Naskenovať
sr: Скенирај
sv: Skanna
th: สแกน
tr: Tara
ug: سېكاننېرلاش
uk: Сканування
ur: اسکین کریں
vi: Quét
zh_cn: 扫描
zh_hk: 掃描

# USERNAME_LINK_QR_CODE_VIEW_USERNAME_COPIED
source: Username copied
ar: تمَّ نسخ اسم المُستخدم
be: Імя карыстальніка скапіравана
bn: ব্যবহারকারীর নাম কপি করা হয়েছে
ca: S'ha copiat l'àlies
cs: Uživatelské jméno zkopírováno
da: Brugernavn kopieret
de: Nutzername kopiert
el: Το όνομα χρήστη αντιγράφηκε
es: Alias copiado
fa: نام کاربری کپی شد
fi: Käyttäjänimi kopioitu
fr: Nom d'utilisateur copié
ga: Ainm úsáideora cóipeáilte
gu: યુઝરનેમ કૉપિ કર્યું
he: שם משתמש הועתק
hi: यूज़रनेम कॉपी किया गया
hr: Korisničko ime je kopirano
hu: Felhasználónév másolva
id: Nama pengguna disalin
it: Nome utente copiato
ja: ユーザーネームをコピーしました
ko: 사용자 이름을 복사했습니다.
mr: वापरकर्तानाव कॉपी केले
ms: Nama pengguna disalin
nb: Brukernavnet er kopiert
nl: Gebruikersnaam gekopieerd
pl: Skopiowano nazwę użytkownika
pt_br: Nome de usuário copiado
pt_pt: Nome de utilizador copiado
ro: Numele de utilizator a fost copiat
ru: Имя пользователя скопировано
sk: Používateľské meno bolo skopírované
sr: Корисничко име је копирано
sv: Användarnamn kopierat
th: คัดลอกชื่อผู้ใช้แล้ว
tr: Kullanıcı adı kopyalandı
ug: ئىشلەتكۈچى نامى كۆچۈرۈلدى
uk: Ім’я користувача скопійовано
ur: یوزر نیم کاپی کر لیا گیا ہے
vi: Đã sao chép tên người dùng
zh_cn: 用户名已复制
zh_hk: 已複製用戶名稱

# USERNAME_LINK_QR_CODE_VIEW_USERNAME_LINK_COPIED
source: Link copied
ar: تمَّ نسخ الرابط
be: Спасылка скапіравана
bn: লিংক কপি করা হয়েছে
ca: Enllaç copiat
cs: Odkaz zkopírován
da: Link kopieret
de: Link kopiert
el: Ο σύνδεσμος αντιγράφτηκε
es: Enlace copiado
fa: پیوند کپی شد
fi: Linkki kopioitu
fr: Lien copié
ga: Nasc cóipeáilte
gu: લિંક કૉપિ કરી
he: לינק הועתק
hi: लिंक कॉपी गिया
hr: Poveznica je kopirana
hu: Hivatkozás másolva
id: Tautan disalin
it: Link copiato
ja: リンクをコピーしました
ko: 링크를 복사했습니다.
mr: लिंक कॉपी केली
ms: Pautan telah disalin
nb: Lenken er kopiert
nl: Link gekopieerd
pl: Link skopiowany
pt_br: Link copiado
pt_pt: Ligação copiada
ro: Link copiat
ru: Ссылка скопирована
sk: Odkaz skopírovaný
sr: Линк је копиран
sv: Länken kopierades
th: คัดลอกลิงก์แล้ว
tr: Bağlantı kopyalandı
ug: ئۇلانما كۆچۈرۈلدى
uk: Посилання скопійовано
ur: لنک کاپی کر لیا
vi: Đã sao chép liên kết
zh_cn: 链接已复制
zh_hk: 已複製連結
