Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_CHANGE_PHONE_NUMBER_OLD_PHONE_NUMBER_SECTION_TITLE
source: Your Old Number
af: U ou nommer
ar: رقمك القديم
az: Köhnə nömrəniz
be: Ваш стары нумар
bn: আপনার পুরোনো নাম্বার
ca: Número antic
cs: Vaše staré číslo
cy: Eich Hen Rif
da: Dit gamle nummer
de: Deine alte Telefonnummer
el: Ο παλιός σου αριθμός
es: Tu número anterior
fa: شماره قدیمی شما
fi: Vanha puhelinnumero
fr: Votre ancien numéro
gu: તમારો જૂનો નંબર
he: המספר הישן שלך
hi: आपका पुराना नंबर
hr: Vaš stari broj
hu: Régi telefonszámod
id: Nomor Lama Anda
is: Gamla símanúmerið þitt
it: Il tuo vecchio numero
ja: 現在の電話番号
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘á…á¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€
ko: 나의 이전 번호
lt: Jūsų senas numeris
ml: നിങ്ങളുടെ പഴയ നമ്പർ
mr: आपला जुना क्रमांक
ms: Nombor Lama Anda
nb: Ditt gamle nummer
nl: Je oude telefoonnummer
pa: ਤੁਹਾਡਾ ਪੁਰਾਣਾ ਨੰਬਰ
pl: Twój stary numer
pt_br: Seu número antigo
pt_pt: O seu número antigo
ro: Vechiul număr
ru: Ваш старый номер
sk: Vaše staré číslo
sl: Vaša stara številka
sq: Numri Juaj i Vjetër
sr: Ваш стари број
sv: Ditt gamla nummer
sw: Nambari Yako ya Zamani
th: หมายเลขเดิมของคุณ
tr: Eski Numaranız
ug: كونا نومۇرىڭىز
uk: Ваш старий номер
ur: آپ کا پرانا نمبر
vi: Số cũ của bạn
zh_cn: 您的旧号码
zh_hk: 您的舊號碼

# SETTINGS_CHANGE_PHONE_NUMBER_PHONE_NUMBER_FIELD
source: Phone Number
af: Telefoonnommer
ar: رقم الهاتف
az: Telefon nömrəsi
be: Нумар тэлефона
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonní číslo
cy: Rhif Ffôn
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
et: Telefoninumber
eu: Telefono zenbakia
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
ga: Uimhir Ghutháin
gu: ફોન નંબર
he: מספר טלפון
hi: फोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor Telefon
is: Símanúmer
it: Numero di telefono
ja: 電話番号
kab: Uṭṭun n tiliɣri
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ko: 전화번호
lt: Telefono numeris
lv: Tālruņa numurs
mk: Телефонски број
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
ms: Nombor Telefon
my: ဖုန်းနံပါတ်
nb: Telefonnummer
nl: Telefoonnummer
pa: ਫੋਨ ਨੰਬਰ
pl: Numer telefonu
ps: د ټلیفون شمېره
pt_br: Número de telefone
pt_pt: N.º de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
sq: Numër Telefoni
sr: Број телефона
sv: Telefonnummer
sw: Nambari ya Simu
ta: தொலைபேசி எண்
te: ఫోను నంబరు
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: فون نمبر
vi: Số điện thoại
zh_cn: 手机号码
zh_hk: 電話號碼

# SETTINGS_CHANGE_PHONE_NUMBER_SPLASH_DESCRIPTION
source: Use this to change your current phone number to a new phone number. You can’t undo this change. Before continuing, make sure your new number can receive SMS or calls.
af: Gebruik dit om u huidige telefoonnommer na ’n nuwe een te verander. U kan dit altyd terug verander. Maak seker u nuwe nommer kan SMS’e of oproepe ontvang voor u voortgaan.
ar: استخدِم هذا لتغيير رقم هاتفك الحالي إلى رقم جديد. لا يمكن التراجُع عن هذا الإجراء. قبل الاستمرار، تأكَّد أن رقمك الجديد يمكنه تلقِّي الرسائل القصيرة أو المكالمات.
az: Mövcud telefon nömrəsini yenisi ilə əvəz etmək üçün bunu istifadə edin. Bu dəyişikliyi geri ala bilməzsiniz. Davam etməzdən əvvəl, yeni nömrə ilə SMS və ya zəng ala bildiyinizə əmin olun.
be: Гэтая функцыя дапаможа вам змяніць свой бягучы нумар тэлефона на новы. Гэта змяненне немагчыма адмяніць. Перш чым працягнуць, праверце, каб ваш новы нумар змог прымаць SMS або званкі.
bn: আপনার বর্তমান ফোন নম্বরটি একটি নতুন ফোন নম্বরে পরিবর্তন করতে এটি ব্যবহার করুন। আপনি এই পরিবর্তনটি পূর্বাবস্থায় ফিরিয়ে নিতে পারবেন না। এগিয়ে যাওয়ার আগে, নিশ্চিত করুন যে আপনার নতুন নম্বরটি এসএমএস বা কল পেতে পারে।
ca: Useu-ho per canviar el número de telèfon actual per un de nou. No podeu desfer el canvi. Abans de continuar, assegureu-vos que el número nou pugui rebre SMS o trucades.
cs: Pomocí této funkce můžete změnit své aktuální telefonní číslo na nové. Tuto změnu nelze vrátit zpět. Před pokračováním se ujistěte, že nové číslo může přijímat SMS nebo hovory.
cy: Defnyddiwch hwn i newid eich rhif ffôn presenol i rif ffôn newydd. Nid oes modd dadwneud y newid hwn. Cyn parhau, gwnewch yn siŵr bod eich rhif newydd yn gallu derbyn SMS neu alwadau.
da: Brug denne funktion til at ændre dit nuværende telefonnummer til et nyt telefonnummer. Du kan ikke fortryde denne ændring. Før du fortsætter, skal du sikre dig, at dit nye nummer kan modtage sms'er eller opkald.
de: Verwende diese Funktion, um deine aktuelle Telefonnummer auf eine neue Nummer zu ändern. Du kannst diese Änderung nicht rückgängig machen. Bevor du fortfährst, vergewissere dich, dass deine neue Telefonnummer SMS oder Anrufe empfangen kann.
el: Με αυτό μπορείς να αλλάξεις τον τωρινό αριθμό τηλεφώνου σου σε νέο αριθμό. Δεν μπορείς να αναιρέσεις αυτήν την αλλαγή. Πριν συνεχίσεις, επιβεβαίωσε πως μπορείς να λάβεις SMS ή κλήσεις στον νέο αριθμό.
es: Puedes cambiar tu número de teléfono a uno nuevo. Este cambio es irreversible. Antes de continuar, comprueba que tu número nuevo puede recibir SMS o llamadas.
fa: از این گزینه برای تغییر شماره تلفن فعلی خود به یک شماره تلفن جدید استفاده کنید. شما نمی‌توانید این تغییر را بازگردانی کنید. قبل از ادامه، مطمئن شوید که شمارهٔ جدید شما می‌تواند پیامک یا تماس دریافت کند.
fi: Voit vaihtaa Signaliin kytketyn puhelinnumeron toiseen. Toimintoa ei voi kumota. Varmista ensin, että uuteen numeroon voi vastaanottaa tekstiviestejä tai puheluja.
fr: Cette fonctionnalité vous permet de remplacer votre numéro de téléphone actuel par un nouveau numéro. Attention : ce changement est définitif. Vous ne pourrez pas l'annuler. Avant de continuer, vérifiez que votre nouveau numéro peut recevoir des SMS ou des appels.
ga: Úsáid é seo le d'uimhir ghutháin reatha a athrú chuig uimhir ghutháin eile. Ní féidir leat an t-athrú sin a chealú. Roimh leanúint ar aghaidh, cinntigh gur féidir le d'uimhir nua SMS nó glaonna a ghlacadh.
gu: આનો ઉપયોગ તમારા વર્તમાન ફોન નંબરને નવા ફોન નંબર પર બદલવા માટે કરો. આ ફેરફારને તમે પૂર્વવત નહીં કરી શકો. ચાલુ રાખતા પહેલાં, ખાતરી કરો કે તમારા નવા નંબરમાં SMS અથવા કૉલ આવી શકે છે.
he: השתמש בזה כדי לשנות את מספר הטלפון הנוכחי שלך אל מספר טלפון חדש. אתה לא יכול לבטל את השינוי הזה. לפני המשכה, וודא שהמספר החדש שלך יכול לקבל מסרונים או שיחות.
hi: अपने मौजूदा फोन नंबर को नए फोन नंबर से बदलने के लिए इसका उपयोग करें। आप इस बदलाव को पहले जैसा नहीं कर सकते हैं। जारी रखने से पहले सुनिश्चित कर लें कि आपके नए नंबर पर SMS या कॉल आ सकते हों।
hr: Koristite ovu opciju kako biste promijenili vaš trenutni broj telefona. Ovu promjenu ne možete poništiti. Prije nego što nastavite, provjerite može li vaš novi broj telefona primati SMS poruke ili pozive.
hu: Itt a Signal által regisztrált, aktuálisan használt telefonszámodat változtathatod meg egy másikra. Ez a művelet nem vonható vissza. Kezdés előtt győződj meg róla, hogy az új számon tudsz SMS-t, vagy hívást fogadni!
id: Gunakan ini untuk mengganti nomor telepon Anda yang sekarang ke nomor telepon baru. Anda tidak dapat membatalkan perubahan ini. Sebelum melanjutkan, pastikan nomor baru Anda dapat menerima SMS atau panggilan.
is: Notaðu þetta til að breyta fyrirliggjandi símanúmeri yfir í nýtt símanúmer. Þú getur ekki afturkallað þessa breytingu. Áður en þú heldur áfram skaltu ganga úr skugga um að nýja símanúmerið geti tekið við SMS-skilaboðum eða hringingum.
it: Usa questa funzione per cambiare il tuo numero di telefono attuale con un nuovo numero di telefono. Non puoi annullare questo cambiamento. Prima di continuare, assicurati che il tuo nuovo numero possa ricevere SMS o chiamate.
ja: 現在使用している電話番号を、新しい電話番号に変更する際に使用してください。この変更を元に戻すことはできません。 続ける前に、新しい電話番号がSMSや通話を受信できることを確認してください。
km: á”áŸ’ášá¾á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áŠá¼ášá“áŸáŸ‡ áŠá¾á˜áŸ’á”á¸á”áŸ’áŠá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ…á”áŸ’ášá¾á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ááŸ’á˜á¸áŸ” á¢áŸ’á“á€á˜á·á“á¢á¶á…ááŸ’ášá¡á”áŸ‹á€á¶ášá”áŸ’áŠá¼ášá“áŸáŸ‡á”á¶á“á‘áŸáŸ” á˜á»á“á–áŸá›á”á“áŸ’á á¢áŸ’á“á€ááŸ’ášá¼áœá”áŸ’ášá¶á€áŠáá¶ á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ááŸ’á˜á¸ášá”áŸáŸ‹á¢áŸ’á“á€á¢á¶á…á‘á‘á½á›áŸá¶áš SMS á“á·á„á€á¶ášá áŸ…á…á¼á›á”á¶á“á“á¶á“á¶áŸ”
ko: 이 기능을 사용하여 현재 전화번호를 새로운 전화번호로 변경하세요. 변경 후에는 취소할 수 없습니다. 계속하기 전에 새로운 번호로 SNS 또는 전화를 받을 수 있는지 확인하세요.
lt: Naudokite tai, norėdami pasikeisti dabartinį telefono numerį į naują numerį. Šio pakeitimo nebegalėsite atšaukti. Prieš tęsdami, įsitikinkite, kad į naują numerį galite gauti SMS žinutes bei priimti skambučius.
ml: നിങ്ങളുടെ നിലവിലെ ഫോൺ നമ്പർ മാറ്റി പുതിയൊരു ഫോൺ നമ്പർ നൽകാൻ ഇത് ഉപയോഗിക്കുക. ഈ മാറ്റം നിങ്ങൾക്ക് പഴയപടിയാക്കാനാകില്ല. തുടരുന്നതിന് മുമ്പ് നിങ്ങളുടെ പുതിയ നമ്പറിന് എസ്എംഎസ് അല്ലെങ്കിൽ കോളുകൾ സ്വീകരിക്കാനാകുമെന്ന് ഉറപ്പാക്കുക.
mr: तुमचा वर्तमान फोन नंबर नवीन फोन नंबरवर बदलण्यासाठी याचा वापर करा.आपण हा बदल पूर्ववत करु शकत नाही. पुढे जाण्यापूर्वी, तुमच्या नवीन नंबरवर SMS किंवा कॉल मिळू शकतील याची खात्री करा.
ms: Gunakan ini untuk menukar nombor telefon semasa anda kepada nombor telefon yang baru. Anda tidak boleh buat asal penukaran ini. Sebelum meneruskan, pastikan nombor baru anda boleh menerima SMS atau panggilan.
nb: Velg dette for å bytte ut det nåværende telefonnummeret ditt. Dette kan ikke angres senere. Dobbeltsjekk at det nye nummeret ditt kan motta både SMS og anrop før du fortsetter.
nl: Gebruik dit als je Signal met een ander telefoonnummer wilt blijven gebruiken. Je kunt het overstappen naar een nieuw telefoonnummer niet ongedaan maken. Ga voordat je verder gaat na dat je op het nieuwe telefoonnummer sms-berichten of oproepen kunt ontvangen.
pl: Użyj tej opcji, aby zmienić swój obecny numer telefonu na nowy. Tej zmiany nie będzie można cofnąć. Zanim zaczniesz, upewnij się, że możesz odbierać SMS-y lub połączenia kierowane na nowy numer.
pt_br: Proceda para mudar o seu número de telefone atual para um novo número de telefone. Você não poderá desfazer esta mudança. Antes de continuar, certifique-se que o seu novo número está recebendo SMS ou ligações.
pt_pt: Utilize isto para alterar o seu número atual para um número de telefone novo. Não poderá desfazer esta alteração. Antes de continuar, assegure-se que o seu número novo pode receber SMS ou chamadas.
ro: Utilizează acest meniu pentru a-ți schimba actualul număr de telefon cu un număr nou. Nu poți anula această modificare. Înainte de a continua, asigură-te că noul număr de telefon poate primi SMS-uri sau apeluri.
ru: Используйте эту функцию, чтобы изменить свой текущий номер телефона на новый. Это изменение нельзя отменить. Перед тем как продолжить, убедитесь, что ваш новый номер может принимать SMS или звонки.
sk: Tu môžete zmeniť vaše aktuálne telefónne číslo na nové telefónne číslo. Túto zmenu nie je možné vrátiť späť. Skôr než budete pokračovať uistite sa, že vaše nové číslo dokáže prijímať SMS správy alebo hovory.
sl: Tu lahko zamenjate trenutno telefonsko številko z drugo. Spremembe ne morete preklicati. Preden nadaljujete, preverite, če vaša nova telefonska številka lahko prejema sporočila SMS ali klice.
sq: Përdoreni këtë që të ndryshoni numrin tuaj të tanishëm të telefonit në një numër të ri telefoni. Këtë ndryshim s’mund ta zhbëni. Përpara se të vazhdohet, sigurohuni se numri juaj i ri mund të marrë SMS ose thirrje.
sr: Користите ову опцију да промените тренутни број телефона на нови број телефона. Не можете опозвати ту промену. Пре него што наставите, проверите да ли ваш нови број може да прима SMS поруке или позиве.
sv: Använd detta för att ändra ditt nuvarande telefonnummer till ett nytt telefonnummer. Du kan inte ångra den här ändringen. Innan du fortsätter, se till att ditt nya nummer kan ta emot SMS eller samtal.
sw: Tumia hii kubadili nambari yako ya simu ya sasa kuwa nambari yako ya simu mpya. Huwezi kutengua mabadiliko haya. Kabla hujaendelea, hakikisha nambari yako mpya inapokea SMS au simu.
th: ใช้สิ่งนี้เพื่อเปลี่ยนหมายเลขโทรศัพท์ปัจจุบันของคุณเป็นหมายเลขโทรศัพท์ใหม่ คุณไม่สามารถยกเลิกการเปลี่ยนแปลงนี้ได้ ก่อนดำเนินการต่อ อย่าลืมตรวจสอบว่าหมายเลขใหม่สามารถรับ SMS หรือการโทรได้
tr: Geçerli telefon numaranızı yeni bir telefon numarasına değiştirmek için bunu kullanın. Bu değişikliği geri alamazsınız. Devam etmeden önce, yeni numaranızın SMS veya arama alabildiğinden emin olun.
ug: بۇنى ئىشلىتىپ ھازىرقى نومۇرڭىزنى يېڭى تېلېفون نومۇرىغا ئۆزگەرتىڭ.. باشلاشتىن بۇرۇن، يېڭى نومۇرىڭىز بىلەن SMS قوبۇل قىلىپ، چاقىرىق قىلالايدىغىنىڭىزنى جەزم قىلىڭ.
uk: Тут можна змінити поточний номер телефону на новий. Така зміна буде незворотна. Запевніться, що можете отримувати SMS-повідомлення або дзвінки на новий номер, і продовжуйте.
ur: اپنا موجودہ فون نمبر کسی نئے فون نمبر پر تبدیل کرنے کے لیے اس کا استعمال کریں۔ آپ اس تبدیلی کو کالعدم نہیں کر سکتے۔ جاری رکھنے سے پہلے، یقینی بنائیں کہ آپ کا نیا نمبر SMS یا کالز وصول کر سکتا ہے۔
vi: Sử dụng mẫu này để đổi số điện thoại hiện tại của bạn thành số mới. Bạn không thể hoàn tác thay đổi này. Trước khi tiếp tục, hãy đảm bảo rằng số điện thoại mới của bạn có thể nhận SMS hoặc cuộc gọi.
zh_cn: 您可以以此将当前的手机号码更改为新号码。变更将无法撤消。 在继续操作之前，请确保您的新号码能接收短信或接听电话。
zh_hk: 藉此將您現用的電話號碼變更為新的電話號碼。您將無法復原此變更。 在繼續之前，請確定您的新號碼可以接收短訊或來電。

# SETTINGS_CHANGE_PHONE_NUMBER_SPLASH_TITLE
source: Change Phone Number
af: Verander telefoonnommer
ar: تغيير رقم الهاتف
az: Telefon nömrəsini dəyişdir
be: Змяніць нумар тэлефона
bn: ফোন নম্বর পরিবর্তন করুন
ca: Canvia el número de telèfon
cs: Změnit telefonní číslo
cy: Newid Rhif Ffôn
da: Skift telefonnummer
de: Telefonnummer ändern
el: Αλλαγή αριθμού τηλεφώνου
es: Cambiar número de teléfono
fa: تغییر شماره تلفن
fi: Vaihda puhelinnumeroa
fr: Changer de numéro de téléphone
ga: Athraigh Uimhir Ghutháin
gu: ફોન નંબર badlo
he: שנה מספר טלפון
hi: फोन नंबर बदलें
hr: Promijeni broj telefona
hu: Telefonszám cseréje
id: Ganti Nomor Telepon
is: Skipta um símanúmer
it: Cambia numero di telefono
ja: 電話番号の変更
km: á”áŸ’áŠá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
ko: 전화번호 변경
lt: Keisti telefono numerį
ml: ഫോൺ നമ്പർ മാറ്റുക
mr: फोन क्रमांक बदला
ms: Tukar Nombor Telefon
my: ဖုန်းနံပါတ် ပြောင်းရန်
nb: Bytt telefonnummer
nl: Telefoonnummer wijzigen
pa: ਫ਼ੋਨ ਨੰਬਰ ਬਦਲੋ
pl: Zmień numer telefonu
pt_br: Mudar número de telefone
pt_pt: Alterar o número de telefone
ro: Schimbare număr de telefon
ru: Изменить номер телефона
sk: Zmeniť telefónne číslo
sl: Spremeni telefonsko številko
sq: Ndryshoni Numër Telefoni
sr: Промените број телефона
sv: Ändra telefonnummer
sw: Badili Nambari ya Simu
th: เปลี่ยนหมายเลขโทรศัพท์
tr: Telefon Numarasını Değiştir
ug: تېلېفون نومۇرىنى ئۆزگەرت
uk: Зміна номера телефону
ur: فون نمبر تبدیل کریں
vi: Đổi số điện thoại
zh_cn: 更改手机号码
zh_hk: 變更電話號碼

# SETTINGS_CHANGE_PHONE_NUMBER_VIEW_TITLE
source: Change Number
af: Verander nommer
ar: تغيير الرقم
az: Nömrəni dəyişdir
be: Змяніць нумар
bn: নাম্বার পরিবর্তন করুন
ca: Canvia el número
cs: Změnit číslo
cy: Newid Rhif
da: Skift nummer
de: Telefonnummer ändern
el: Αλλαγή αριθμού
es: Cambiar número
et: Muuda numbrit
eu: Aldatu zenbakia
fa: تغییر شماره
fi: Vaihda numero
fr: Changer de numéro
ga: Athraigh Uimhir
gu: નંબર badlo
he: שנה מספר
hi: नंबर बदलें
hr: Promijeni broj
hu: Szám változtatása
id: Ubah Nomor
is: Skipta um símanúmer
it: Cambia numero
ja: 電話番号の変更
km: á”áŸ’áŠá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
kn: ನಂಬರ್ ಬದಲಾಯಿಸಿ
ko: 번호 변경
lt: Keisti numerį
lv: Izmainīt numuru
mk: Смени го бројот
ml: നമ്പർ മാറ്റുക
mr: नंबर बदला
ms: Tukar Nombor
my: နံပါတ် ပြောင်းရန်
nb: Endre telefonnummer
nl: Telefoonnummer wijzigen
pa: ਨੰਬਰ ਬਦਲੋ
pl: Zmień numer
ps: د شمېرې بدلول
pt_br: Mudar número
pt_pt: Alterar número
ro: Schimbă Numărul
ru: Изменить номер
sk: Zmeniť číslo
sl: Sprememba številke
sq: Ndrysho Numrin
sr: Промена броја
sv: Ändra nummer
sw: Badili Nambari
ta: எண்ணை மாற்றவும்
te: నెంబరు మార్చండి
th: เปลี่ยนหมายเลขโทรศัพท์
tr: Numarayı Değiştir
ug: نومۇرنى ئۆزگەرت
uk: Змінити номер
ur: فون نمبر تبدیل کرے
vi: Thay đổi số
zh_cn: 更换号码
zh_hk: 變更號碼

# SETTINGS_CHATS
source: Chats
af: Kletse
ar: الدردشات
az: Söhbətlər
be: Чаты
bn: চ্যাট
ca: Xats
cs: Chaty
cy: Sgyrsiau
el: Συνομιλίες
et: Vestlused
eu: Txatak
fa: گفتگوها
fi: Keskustelut
fr: Conversations
ga: Comhráite
gu: ચેટ
he: צ׳אטים
hi: चैट
hr: Razgovori
hu: Csevegések
id: Obrolan
is: Spjall
it: Chat
ja: チャット
kab: Idiwenniyen
km: á€á¶ášá‡á‡áŸ‚á€
kn: ಚಾಟ್‌‌ ಗಳು
ko: 대화
lt: Pokalbiai
lv: Sarunas
mk: Разговори
ml: ചാറ്റുകൾ
mr: चॅट्स
ms: Sembang
my: စကားစမြည်များ
nb: Samtaler
pa: ਗੱਲਬਾਤ
pl: Czaty
ps: چټونه
ro: Conversații
ru: Чаты
sk: Čety
sl: Pogovori
sq: Fjalosje
sr: Ћаскања
sv: Chattar
sw: Gumzo
ta: உரையாடல்கள்
te: మాటామంతి
th: แชท
tr: Sohbetler
ug: پاراڭلار
uk: Чати
ur: چیٹس
vi: Trò chuyện
zh_cn: 聊天
zh_hk: 聊天

# SETTINGS_CLEAR_HISTORY
source: Clear Chat History
af: Wis kletsgeskiedenis
ar: إزالة سجل الدردشة
az: Zəng tarixçəsini təmizlə
be: Ачысціць гісторыю чата
bg: Изчистване на историята на разговорите
bn: চ্যাটের ইতিহাস মুছুন
ca: Neteja l'historial del xat
cs: Smazat historii chatu
cy: Clirio Hanes Sgwrsio
da: Ryd chathistorik
de: Chat-Verlauf leeren
el: Εκκαθάριση ιστορικού συνομιλιών
es: Eliminar historial de chat
es_es: Eliminar historial de chats
et: Tühjenda vestluse ajalugu
eu: Garbitu Solasaldien Historia
fa: پاک کردن تاریخچهٔ گفتگو
fi: Tyhjennä keskusteluhistoria
fil: I-clear ang History ng Pag-uusap
fr: Supprimer l'historique des conversations
ga: Glan Stair na gComhráite
gu: ચેટ હિસ્ટ્રી દૂર કરો
he: ניקוי היסטוריית צ׳אט
hi: चैट इतिहास हटाएँ
hr: Izbriši povijest razgovora
hu: Összes csevegési előzmény törlése
id: Hapus Riwayat Obrolan
is: Hreinsa spjallferil
it: Elimina la cronologia delle chat
ja: チャット履歴の消去
kab: Sfeḍ azray n udiwenni
kk: Әңгіме журналын тазалау
km: áŸáŸ†á¢á¶áá”áŸ’ášáœááŸ’áá·á€á¶ášáŸá“áŸ’á‘á“á¶
kn: ಚಾಟ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 대화 기록 삭제
lt: Išvalyti pokalbių istoriją
lv: Notīrīt tērzēšanas vēsturi
ml: ചാറ്റിന്റെ ചരിത്രം മായ്ക്കുക
mr: चॅट इतिहास साफ करा
ms: Kosongkan Sejarah Sembang
my: စကားပြောဆိုမှုချက် ရာဇဝင်ကို ဖယ်ရှင်းမယ်
nb: Slett samtalelogg
nl: Chatgeschiedenis wissen
pa: ਚੈਟ ਅਤੀਤ ਨੂੰ ਮਿਟਾਓ
pa_pk: گل وات دی ہسٹری صاف کرو
pl: Usuń historię czatu
ps: د چټ د تاریخچې پاکول
pt_br: Limpar histórico de chats
pt_pt: Apagar histórico de chats
ro: Șterge Istoricul Conversației
ru: Очистить историю чатов
sk: Vymazať históriu četov
sl: Počisti zgodovino pogovora
sq: Spastro Historik Fjalosjesh
sr: Избриши историју ћаскања
sv: Rensa chatthistorik
sw: Futa Historia ya Gumzo
ta: உரையாடல் வரலாற்றை அழிக்கவும்
te: మాటామంతీ చరిత్రను క్లియర్ చేయండి
th: ล้างประวัติแชท
tr: Sohbet Geçmişini Temizle
ug: سۆھبەت خاتىرەسىنى تازىلا
uk: Очистити історію чатів
ur: چیٹ ہسٹری صاف کریں
vi: Xóa Lịch sử Trò chuyện
zh_cn: 清除聊天记录
zh_hk: 清除聊天紀錄

# SETTINGS_COPYRIGHT
source: Copyright Signal Messenger Licensed under the AGPLv3
af: Kopiereg Signal Messenger Gelisensieer onder die GPLv3
ar: حقوق النشر محفوظة لتطبيق سيجنال للدردشة مُرخَّص بموجب AGPLv3
az: Signal Messenger Müəllif Hüquqları GPLv3 altında lisenziyalaşdırılıb
be: Аўтарскія правы Signal Messenger Ліцэнзія AGPLv3
bg: Copyright Signal Messenger Лицензирано по GPLv3
bn: Signal ম্যাসেঞ্জারের কপিরাইট AGPLv3-এর অধীনে লাইসেন্সকৃত
ca: Copyright Signal Messenger Amb llicència de AGPLv3
cs: Autorská práva Signal Messenger Licencováno dle AGPLv3
cy: Hawlfraint Signal Messenger Dan drwydded GPLv3
da: Copyright Signal Messenger Licenseret under AGPLv3
de: Copyright Signal Messenger Lizensiert unter AGPLv3
el: Πνευματική ιδιοκτησία Signal Messenger Υπό την άδεια AGPLv3
es: Copyright Signal Messenger Licencia AGPLv3
es_es: Derechos de Signal Messenger Liberado bajo GPLv3
et: Autoriõigus Signal Messenger Litsentsitud GPLv3 litsentsiga
eu: Copyright Signal Messenger Licensed under the GPLv3
fa: حق تکثیر پیام‌رسان سیگنال گواهی شده تحت AGPLv3
fi: Copyright Signal Messenger Lisensoitu AGPLv3-lisenssillä
fil: Copyright Signal Messenger Lisensyado sa ilalim ng GPLv3
fr: Copyright Signal Messenger Sous licence AGPLv3
ga: Cóipcheart Signal Messenger Ceadúnaithe faoi GPLv3
gu: કૉપિરાઇટ Signal મેસેન્જર GPLv3 હેઠળ લાઇસન્સ પ્રાપ્ત
he: זכויות יוצרים Signal Messenger ברישיון תחת AGPLv3
hi: कॉपीराइट Signal मेसेंजर AGPLv3 के तहत लायसेंसीकृत
hr: Copyright Signal Messenger Licenca AGPLv3
hu: Copyright Signal Messenger Licenc típusa: AGPLv3
id: Hak Cipta Signal Messenger Berlisensi di bawah AGPLv3
is: Höfundarréttur Signal Messenger Gefið út með GPLv3 notkunarleyfinu
it: Copyright Signal Messenger Distribuito con licenza AGPLv3
ja: Copyright Signal Messenger Licensed under the GPLv3
kab: Copyright Signal Messenger Licensed under the GPLv3
kk: Signal мессенджерінің авторлық құқығы GPLv3 бойынша лицензия берілген
km: ášá€áŸ’áŸá¶áŸá·á‘áŸ’á’á· Signal Messenger á˜á¶á“á¢á¶á‡áŸ’á‰á¶á”áŸááŸ’áá€áŸ’ášáŸ„á˜ GPLv3
kn: ಕೃತಿಸ್ವಾಮ್ಯ Signal Messenger GPLv3 ಅಡಿಯಲ್ಲಿ ಪರವಾನಗಿ ಪಡೆದಿದೆ
ko: Signal Messenger 저작권 AGPLv3에 따라 라이선스 부여됨
lt: Autorių teisės Signal pokalbių programėlė Licencijuota pagal GPLv3
lv: Autortiesības Signal Messenger Licencēta saskaņā ar GPLv3
mk: Copyright Signal Messenger Licensed under the GPLv3
ml: പകർപ്പവകാശ Signal സന്ദേശകന്‍ ജിപിഎൽവി3 പ്രകാരം ലൈസൻസ്
mr: कॉपीराईट Signal संदेशक AGPLv3 अतंर्गत परवानाकृत
ms: Hak Cipta Signal Messenger Berlesen di bawah AGPLv3
my: Signal Messenger မူပိုင်ခွင့် GPLv3 အောက်တွင် လိုင်စင်ယူထား
nb: Opphavsrett: Signal Messenger Lisensiert under AGPLv3
nl: Auteursrecht Signal Messenger Gelicentieerd onder de GPLv3
pa: ਕਾਪੀਰਾਈਟ Signal ਮਸੈਂਜਰ GPLv3 ਹੇਠ ਲਇਸੰਸਸ਼ੁਦਾ
pa_pk: کاپی رائٹ Signal میسنجر GPLv3 دے ہیٹھاں لائسنس یافتہ
pl: Copyright Signal Messenger Oprogramowanie udostępniane na licencji AGPLv3
ps: د Signal مسینجر د کاپی حق د GPLv3 له خوا جواز ورکړل شوی
pt_br: Direitos autorais Signal Messenger Licenciado nos termos da GPLv3
pt_pt: Copyright Signal Messenger Distribuição guiada pela licença GPLv3
ro: Drepturi de autor Signal Messenger Sub licența GPLv3
ru: Авторские права Signal Messenger Лицензировано под AGPLv3
sk: Autorské práva Signal Messenger Licencované pod GPLv3
sl: Vse pravice Signal Messenger Pod licenco GPLv3
sq: Të drejta kopjimi Signal Messenger Licencuar sipas GPLv3
sr: Ауторско право Signal Messenger Лиценцирано под бројем AGPLv3
sv: Copyright Signal Messenger Licenserad under AGPLv3
sw: Hakimiliki ya Signal Messenger Imeidhinishwa kwa Leseni chini ya GPLv3
ta: பதிப்புரிமை Signal தூதர் GPLv3 இன் கீழ் உரிமம் பெற்றது
te: రచనాస్వామ్యం Signal Messenger GPLv3 క్రింద అనుమతిపత్రము
th: ลิขสิทธิ์ Signal Messenger เผยแพร่ภายใต้สัญญาอนุญาต AGPLv3
tr: Telif Hakkı Signal Messenger AGPLv3 altında lisanslanmıştır
ug: ‫Signal Messenger نەشر ھوقۇقىغا ئىگە GPLv3 ئىجازىتىدە تارقىتىلدى
uk: Авторські права належать Signal Messenger Ліцензія: AGPLv3
ur: کاپی رائٹ Signal میسنجر AGPLv3 کے تحت لائسنس یافتہ
vi: Bản quyền Signal Messenger Cấp phép theo GPLv3
zh_cn: 版权所有 Signal Messenger 根据 AGPLv3 授权许可
zh_hk: Signal Messenger 版權所有 根據 AGPLv3 授權
