Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONVERSATION_SETTINGS_EDIT_MEMBERSHIP_ACCESS_FOOTER
source: Choose who can edit group membership.
af: Kies wie groeplidmaatskap kan wysig.
ar: اختر من يمكنه تحرير عضوية المجموعة.
az: Kimin qrup üzvlərinə düzəliş edə biləcəyini seçin.
be: Выберыце рэдактара інфармацыі аб членстве ў групе.
bn: কারা গ্রুপের সদস্যতা সম্পাদনা করতে পারবেন তা বেছে নিন।
ca: Trieu qui pot editar els membres del grup.
cs: Vyberte, kdo může měnit členy skupiny.
cy: Dewisiwch pwy all olygu aelodaeth grŵp.
da: Vælg hvem der kan redigere medlemskab af gruppen
de: Wähle, wer die Gruppenmitgliedschaft bearbeiten kann.
el: Διάλεξε ποιος μπορεί να διαχειρίζεται την συμμετοχή στην ομάδα.
es: Elige quién puede editar la lista de participantes.
et: Vali, kes saavad grupi liikmeid muuta.
eu: Taldearen kide zeintzuk diren edita dezakeena:
fa: انتخاب کنید که چی کسی می تواند عضویت گروه را تغییر دهد.
fi: Valitse, kuka voi muokata ryhmän jäsenyyttä.
fr: Choisissez qui peut ajouter des membres au groupe.
ga: Roghnaigh na daoine atá in ann ballraíocht an ghrúpa a chur in eagar.
gu: ગ્રુપ મેમ્બરશિપમાં કોણ ફેરફાર કરી શકે છે તે પસંદ કરો.
he: בחר מי יכול לערוך חֲבֵרוּת קבוצה.
hi: ग्रूप की सदस्यता की जानकारी कौन बदल सकता है, वह चुनें|
hr: Odaberite tko može uređivati članstvo u grupi.
hu: Ki szerkesztheti a csoporttagságot
id: Pilih siapa yang dapat mengedit keanggotaan grup.
is: Veldu hverjir geta sýslað með meðlimi hóps.
it: Scegli chi può modificare l'appartenenza al gruppo.
ja: グループメンバーを編集できるユーザを選択してください。
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€áŠáŸ‚á›á¢á¶á…á€áŸ‚á”áŸ’ášáŸ‚áŸá˜á¶á‡á·á€á—á¶á–á€áŸ’ášá»á˜áŸ”
kn: ಗುಂಪಿನ ಸದಸ್ಯತ್ವವನ್ನು ಯಾರು ತಿದ್ದಬಹುದು ಎಂದು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 그룹 멤버십을 수정할 수 있는 사람을 선택하세요.
lt: Pasirinkite, kas gali keisti grupės narystes.
lv: Izvēlieties, kurš var rediģēt grupas dalību.
mk: Изберете кој може да го уредува членувањето во група.
ml: ഗ്രൂപ്പ് അംഗത്വം ആർക്കൊക്കെ എഡിറ്റുചെയ്യാനാകുമെന്ന് തിരഞ്ഞെടുക്കുക.
mr: जे सदस्यता संपादित करू शकतात त्यास निवडा.
ms: Pilih siapa boleh edit keahlian kumpulan.
my: အဖွဲ့ဝင်ဖြစ်မှုအား မည်သူက ပြင်ဆင်ပြောင်းလဲနိုင်သည် ကို ရွေးပါ။
nb: Velg hvem som kan redigere gruppemedlemskap.
nl: Kies wie het groepslidmaatschap mogen bewerken.
pa: ਚੁਣੋ ਕਿ ਗਰੁੱਪ ਦੀ ਮੈਂਬਰਸ਼ਿਪ ਵਿੱਚ ਸੋਧ ਕੌਣ ਕਰ ਸਕਦਾ ਹੈ.
pl: Wybierz, kto może edytować skład grupy.
ps: دا وټاکئ چې څوک کولای شي د ګروپ غړیتوب تصحیح کړي.
pt_br: Escolha quem pode editar os membros do grupo.
pt_pt: Escolha quem pode editar a filiação no grupo.
ro: Alege cine poate edita apartenența la grup.
ru: Выберите, кто может редактировать членство в группе.
sk: Zvoľte, kto môže upraviť členstvo v skupine.
sl: Izberite, kdo vse lahko ureja članstvo v skupini.
sq: Zgjidhni cilët mund të përpunojnë anëtarësi grupi.
sr: Изаберите ко може да уређује чланство у групи.
sv: Välj vem som kan redigera gruppmedlemskap.
sw: Chagua anayeweza kuhariri uanachama wa Kundi.
ta: யாரால் முடியும் என்பதைத் தேர்வுசெய்க தொகு குழு உறுப்பினர்.
te: సమూహ సభ్యత్వాన్ని ఎవరు సవరించవచ్చో ఎంచుకోండి.
th: เลือกว่าใครสามารถแก้ไขสมาชิกในกลุ่ม
tr: Grup üyeliğini kimlerin düzenleyebileceğini seçin.
ug: گۇرۇپپا ئەزالىقىنى كىم تەھرىرلەشنى تاللاڭ.
uk: Оберіть, хто може змінювати склад групи.
ur: منتخب کریں کہ کون گروپ کی رکنیت میں ترمیم کرسکتا ہے۔
vi: Chọn người có thể chỉnh sửa thành viên nhóm.
zh_cn: 选择能修改群成员权限的用户。
zh_hk: 選擇誰可以編輯群組成員名單。

# CONVERSATION_SETTINGS_GROUP_LINK
source: Group Link
af: Groepskakel
ar: رابط المجموعة
az: Qrup bağlantısı
be: Спасылка на групу
bn: গ্রুপ লিঙ্ক
ca: Enllaç de grup
cs: Skupinový odkaz
cy: Dolen Grŵp
da: Gruppelink
de: Gruppen-Link
el: Σύνδεσμος ομάδας
es: Enlace al grupo
es_es: Enlace al grupo
et: Grupilink
eu: Talde Esteka
fa: پیوند گروه
fi: Ryhmälinkki
fr: Lien de groupe
gu: ગ્રુપ લિંક
he: קישור קבוצה
hi: ग्रुप लिंक
hr: Poveznica grupe
hu: Csoporthivatkozás
id: Tautan grup
is: Tengill hóps
it: Link del gruppo
ja: グループリンク
kab: Aseɣwen n ugraw
km: ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜
kn: ಗುಂಪಿನ ಲಿಂಕ್
ko: 그룹 링크
lt: Grupės nuoroda
lv: Grupas saite
mk: Групен линк
ml: ഗ്രൂപ്പ് ലിങ്ക്
mr: गट लिंक
ms: Pautan Kumpulan
my: အဖွဲ့လင့်ခ်
nb: Gruppelenke
nl: Groepslink
pa: ਗਰੁੱਪ ਲਿੰਕ
pl: Link do grupy
ps: د ګروپ لینک
pt_br: Link do grupo
pt_pt: Link de grupo
ro: Adresa grupului
ru: Ссылка на группу
sk: Odkaz do skupiny
sl: Povezava do skupine
sq: Lidhje Grupi
sr: Линк за групу
sv: Grupplänk
sw: Kiungo cha Kikundi
ta: குழு இணைப்பு
te: సమూహ లింక్
th: ลิงก์กลุ่ม
tr: Grup Bağlantısı
ug: گۇرۇپپا ئۇلانمىسى
uk: Посилання на групу
ur: گروپ لنک
vi: Đường dẫn Nhóm
zh_cn: 群组链接
zh_hk: 群組連結

# CONVERSATION_SETTINGS_MAKE_GROUP_ADMIN_BUTTON
source: Make Admin
af: Maak admin
ar: اجعله مشرفًا
az: Admin et
be: Зрабіць адміністратарам
bg: Направи администратор
bn: অ্যাডমিন করুন
ca: Fes adminstrador/a
cs: Udělit administrátorská práva
cy: Gwneud yn Weinyddwr
da: Gør til administrator
de: Zum Admin machen
el: Ορισμός διαχειριστή
es: Designar como admin
es_es: Promover a admin
et: Tee administraatoriks
eu: Bilakatu Administratzaile
fa: تبدیل به مدیر
fi: Nimitä ylläpitäjäksi
fil: Gawing Admin
fr: Accorder des droits d'admin
ga: Déan Riarthóir De/Di
gu: એડમિન બનાવો
he: עשה מנהלן
hi: एडमिन बनाएँ
hr: Postavi za administratora
hu: Admin jog adás
id: Jadikan admin
is: Gera að stjórnanda
it: Rendi amministratore
ja: 管理者にする
kab: Errd anebdal
kk: Әкімші ету
km: áŠá¶á€áŸ‹á‡á¶á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„
kn: ಅಡ್ಮಿನ್ ಮಾಡಿ
ko: 관리자 만들기
lt: Paskirti administratoriumi
lv: Izveidot administratoru
mk: Направи администратор
ml: അഡ്‌മിൻ ആക്കുക
mr: प्रशासक बनवा
ms: Jadikan Pentadbir
my: စီမံသူ အဖြစ်သတ်မှတ်
nb: Gjør til administrator
nl: Beheerder maken
pa: ਐਡਮਿਨ ਬਣਾਓ
pa_pk: ایڈمن بناؤ
pl: Mianuj administratorem
ps: اډمین کول
pt_br: Nomear admin
pt_pt: Tornar administrador
ro: Fă Administrator
ru: Сделать администратором
sk: Spraviť administrátorom
sl: Določite za skrbnika skupine
sq: Bëje Përgjegjës
sr: Постави као администратора
sv: Gör till administratör
sw: Fanya Msimamizi
ta: நிர்வாகியை உருவாக்குங்கள்
te: నిర్వాహకుడిని చేయండి
th: ตั้งเป็นผู้ดูแล
tr: Yönetici Yap
ug: باشقۇرغۇچىلا
uk: Зробити адміністратором
ur: ایڈمن بنائیں
vi: Chọn làm Quản trị
zh_cn: 仅限管理员
zh_hk: 設為管理員

# CONVERSATION_SETTINGS_MAKE_GROUP_ADMIN_TITLE_FORMAT
source: %@ will be able to edit this group and its members.
af: %@ sal hierdie groep en sy lede kan wysig.
ar: سيستطيع %1$@ تعديل خصائص وأعضاء هذه المجموعة.
az: %@, bu qrupa və üzvlərinə düzəliş edə biləcək.
be: %1$@ зможа рэдагаваць гэту групу і яе ўдзельнікаў.
bg: %@ ще може да отстранява членове на групата и да прави други лица администратори.
bn: %1$@ এই গ্রুপ ও এটির সদস্যদের সম্পাদনা করতে পারবেন।
ca: %1$@ podrà editar aquest grup i els seus membres.
cs: %1$@bude moci upravovat tuto skupinu a její členy.
cy: Bydd %@ yn gallu golygu'r grŵp hwn a'i aelodau.
da: %1$@ vil være i stand til at redigere gruppen og dens medlemmer
de: %1$@ wird diese Gruppe und deren Mitglieder bearbeiten können.
el: Ο/Η %1$@ θα μπορεί να επεξεργάζεται αυτή την ομάδα και τα μέλη της.
es: %1$@ podrá editar los ajustes de este grupo y la lista de participantes.
es_es: %@ podrá editar los ajustes de este grupo y modificar la lista de participantes.
et: %@ saab muuta seda gruppi ja selle liikmeid.
eu: %@ erabiltzailea talde hau eta bere kideak editatzeko gai izango da
fa: %1$@ قادر به ویرایش این گروه و اعضای آن خواهد بود.
fi: %1$@ voi muokata ryhmää ja sen jäseniä.
fil: Magagawa ni %@ na magtanggal ng mga kasapi ng grupo at gawing admin ang iba pa.
fr: %1$@ pourra apporter des modifications à ce groupe, y ajouter et en supprimer des membres.
ga: Beidh %1$@ in ann an grúpa agus ballraíocht an ghrúpa a chur in eagar.
gu: %1$@ આ ગ્રુપ અને તેના સભ્યોને સંપાદિત કરી શકશે.
he: %1$@ יוכל/תוכל לערוך קבוצה זו ואת חברי הקבוצה שלה.
hi: %1$@ इस ग्रुप और इसके मेंबर्स में बदलाव कर पायेंगे।
hr: %1$@ će moći uređivati ovu grupu i njene članove.
hu: %1$@ szerkesztheti a csoportot és annak tagjait.
id: %1$@ akan dapat mengedit grup ini dan anggotanya.
is: %@ verður mögulegt að breyta þessum hóp og hverjir eru meðlimir.
it: %1$@ potrà modificare questo gruppo e i suoi membri.
ja: %1$@ がこのグループの設定やメンバーを編集できるようになります
kab: %@ ad yizmir ad yeẓreg agraw-agi akked iɛeggalen-is.
kk: %@ топ қатысушыларын алып тастап, басқа әкімшілерді тағайындай алады.
km: %@ á“á¹á„á¢á¶á…á€áŸ‚á€áŸ’ášá»á˜á“áŸáŸ‡ á“á·á„áŸá˜á¶á‡á·á€ášá”áŸáŸ‹á€áŸ’ášá»á˜áŸ”
kn: %@ ಅವರಿಗೆ ಈ ಗುಂಪನ್ನು ಮತ್ತು ಇದರ ಸದಸ್ಯರನ್ನು ಎಡಿಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: %1$@ 님이 이 그룹과 멤버를 수정할 수 있게 됩니다.
lt: %@ galės taisyti šią grupę ir jos narių sąrašą.
lv: %@ drīkstēs rediģēt šo grupu un tās dalībniekus.
mk: %@ ќе може да ја уредува оваа група и нејзините членови.
ml: ഈ ഗ്രൂപ്പിനെയും അതിന്റെ അംഗങ്ങളെയും എഡിറ്റുചെയ്യാൻ %@-ന് കഴിയും.
mr: %1$@ हा गट आणि त्याचे सदस्य संपादित करू शकतील.
ms: %1$@ akan dapat mengedit kumpulan ini dan ahli-ahlinya.
my: %@ သည် ဤအဖွဲ့အား ပြင်ဆင်နိုင်ပြီး အဖွဲ့ဝင်သစ်များ ပေါင်းထည့်နိုင်ပါမည်။
nb: %1$@ vil kunne redigere denne gruppen og dens medlemmer.
nl: %1$@ zal de groepsinformatie en het groepslidmaatschap kunnen bewerken.
pa: %@ ਇਸ ਗਰੁੱਪ ਅਤੇ ਇਸਦੇ ਮੈਂਬਰਾਂ ਦਾ ਸੰਪਾਦਨ ਕਰ ਸਕਣਗੇ।
pa_pk: %@ گروپ اراکین نوں ہٹان تے دوجے ایڈمن بنان دے قابل ہووے گا۔
pl: %1$@ będzie mieć możliwość edycji grupy i jej składu.
ps: %@ هغه به د دې جوګه وي تر څو دغه ګروپ او غړي یې تصحیح کړي.
pt_br: %1$@ poderá editar este grupo e os seus membros.
pt_pt: %1$@ será capaz de editar este grupo e os seus membros.
ro: %1$@ va putea edita acest grup și membri acestuia.
ru: %1$@ сможет редактировать эту группу и её участников.
sk: %1$@ bude môcť upravovať túto skupinu a jej členov.
sl: %@ bo lahko urejal to skupino in njene člane.
sq: 1%@ do të jetë në gjendje të përpunojë këtë grup dhe anëtarët e tij.
sr: %1$@ ће моћи да уређује ову групу и њене чланове.
sv: %1$@ kommer att kunna redigera denna grupp och dess medlemmar.
sw: %@ ataweza kubadilisha maelezo ya kikundi hiki na wanachama wake.
ta: %@ இந்த குழுவையும் அதன் உறுப்பினர்களையும் திருத்த முடியும்.
te: %@ఈ సమూహాన్ని మరియు దాని సభ్యులను సవరించగలుగుతుంది.
th: %1$@ จะสามารถแก้ไขกลุ่มและสมาชิกของกลุ่มได้
tr: %1$@ bu grubu ve üyelerini düzenleyebilecek.
ug: %1$@ بۇ گۇرۇپپا ۋە ئۇنىڭ ئەزالىرىنى تەھرىرلىيەلەيدۇ.
uk: %1$@ зможе змінювати цю групу і її склад.
ur: %1$@ اس گروپ اور اس کے ممبروں میں ترمیم کرسکے گا۔
vi: %1$@ sẽ có thể chỉnh sửa nhóm này và thành viên nhóm.
zh_cn: %1$@ 能编辑此群组及其成员。
zh_hk: %1$@將可以變更這個群組及成員。

# CONVERSATION_SETTINGS_MEMBER_REQUESTS_AND_INVITES
source: Requests & Invites
af: Versoeke & uitnodigings
ar: الطلبات والدعوات
az: Tələb və dəvətlər
be: Запыты & запрашэнні
bn: অনুরোধ ও আমন্ত্রণ
ca: Sol·licituds i invitacions
cs: Požadavky a pozvánky
cy: Ceisiadau a Gwahoddiadau
da: Anmodninger & invitationer
de: Anfragen & Einladungen
el: Αιτήματα & Προσκλήσεις
es: Solicitudes e invitaciones
es_es: Solicitudes e invitaciones a participar
et: Taotlused ja kutsed
eu: Eskaerak & Gonbidapenak
fa: درخواست‌ها و دعوتنامه‌ها
fi: Liittymispyynnöt ja kutsut
fr: Demandes d'adhésion et invitations
gu: વિનંતીઓ અને આમંત્રણો
he: בקשות והזמנות
hi: अनुरोध और आमंत्रण
hr: Zahtjevi za članove i pozivnice
hu: Kérelmek és meghívók
id: Permintaan & Undangan
is: Beiðnir og boð
it: Richieste e inviti
ja: 申請と招待
km: áŸáŸ†áá¾ á“á·á„á€á¶ášá¢á‰áŸ’á‡á¾á‰
kn: ವಿನಂತಿಗಳು ಮತ್ತು ಆಹ್ವಾನಗಳು
ko: 요청 & 초대
lt: Prašymai ir pakvietimai
lv: Pieprasījumi un uzaicinājumi
mk: Барања и покани
ml: അഭ്യർത്ഥനകളും ക്ഷണങ്ങളും
mr: विनंत्या आणि आमंत्रणे
ms: Permintaan & Jemputan
my: တောင်းဆိုမှုများ နှင့် ဖိတ်ခေါ်မှုများ
nb: Forespørsler og invitasjoner
nl: Verzoeken & uitnodigingen
pa: ਬੇਨਤੀਆਂ ਤੇ ਸੱਦੇ
pl: Prośby o przyjęcie i zaproszenia
ps: غوښتنې او بلنې
pt_br: Pedidos e convites
pt_pt: Pedidos e convites
ro: Solicitări și invitații
ru: Запросы и приглашения
sk: Žiadosti a pozvánky
sl: Prošnje in vabila
sq: Kërkesa & Ftesa
sr: Захтеви и позивнице
sv: Förfrågningar & inbjudningar
sw: Maombi na Mialiko
ta: கோரிக்கைகள் மற்றும் அழைப்புகள்
te: అభ్యర్థనలు & ఆహ్వానాలు
th: คำขอและคำเชิญ
tr: İstekler ve Davetler
ug: ئىلتىماس ۋە تەكلىپ
uk: Запити і запрошення
ur: درخواستیں اور دعوت نامے
vi: Yêu cầu & Lời mời
zh_cn: 请求与邀请
zh_hk: 請求與邀請

# CONVERSATION_SETTINGS_MENTION_MODE_AlWAYS
source: Always Notify
af: Stuur altyd kennisgewings
ar: نبِّه دومًا
az: Həmişə bildir
be: Заўсёды апавяшчаць
bn: সবসময় জানান
ca: Notifica-m'ho sempre
cs: Vždy poslat notifikaci
cy: Hysbysu Pob Tro
da: Underret altid
de: Immer benachrichtigen
el: Να ειδοποιούμαι πάντα
es: Notificar siempre
es_es: Notificar siempre
et: Alati teavita
eu: Jakinarazi Beti
fa: همیشه آگاه کن
fi: Ilmoita aina
fr: Toujours m'avertir
ga: Cuir scéal chugam i gcónaí
gu: હંમેશાં સૂચિત કરો
he: יידע תמיד
hi: हमेशा सूचित करें
hr: Uvijek me obavijesti
hu: Mindig értesítsen
id: Selalu beri tahu
is: Alltaf láta vita
it: Notifica sempre
ja: 常に通知する
kab: Lɣu-d yal tikkelt
km: á‡á¼á“áŠáŸ†áá¹á„á‡á¶á“á·á…áŸ’á…
kn: ಯಾವಾಗಲೂ ಸೂಚನೆ ನೀಡಿ
ko: 항상 알림
lt: Visada pranešti
lv: Paziņot vienmēr
mk: Секогаш извести
ml: എപ്പോഴും അറിയിക്കുക
mr: नेहमी सूचित करा
ms: Sentiasa Maklumkan
my: အမြဲသတိပေး
nb: Varsle alltid
nl: Geef me altijd een melding
pa: ਹਮੇਸ਼ਾਂ ਸੂਚਿਤ ਕਰੋ
pl: Zawsze powiadamiaj
ps: تل یې خبر کړئ
pt_br: Sempre notificar
pt_pt: Notificar sempre
ro: Notifică întotdeauna
ru: Всегда уведомлять
sk: Vždy upozorniť
sl: Vedno obvesti
sq: Njofto Përherë
sr: Увек обавештавај
sv: Meddela alltid
sw: Arifu Kila Wakati
ta: எப்போதும் அறிவிக்கவும்
te: ఎల్లప్పుడూ తెలియజేయండి
th: แจ้งเตือนตลอด
tr: Her Zaman Haber Ver
ug: ھەمىشە ئەسكەرت
uk: Завжди сповіщати
ur: ہمیشہ مطلع کریں
vi: Luôn luôn Thông báo
zh_cn: 总是提示
zh_hk: 始終通知

# CONVERSATION_SETTINGS_MENTION_MODE_NEVER
source: Don’t Notify If Muted
af: Indien gedemp, moet nie kennisgewings stuur nie
ar: لا تنبّهني إذا كانت الدردشات مكتومة
az: Səssizə alınıbsa bildirmə
be: Не апавяшчаць, калі апавяшчэнні адключаны
bn: মিউট করা থাকলে জানাবেন না
ca: No m'ho notifiquis si està silenciat
cs: Neoznamovat, pokud je ztlumeno
cy: Paid Hysbysu Os Ddistewyd
da: Underret ikke hvis ignoreret
de: Nicht benachrichtigen
el: Να μην ειδοποιούμαι αν είναι σε σίγαση
es: No notificar en chat silenciado
es_es: No notificar en modo silencioso
et: Ära teavita, kui vaigistatud
eu: Ez Jakinariz Mutututa badago
fa: در صورت بی‌صدا بودن اطلاع داده نشود
fi: Älä ilmoita, jos mykistetty
fr: Ne pas m'avertir si la conversation est en sourdine
ga: Ná cuir in iúl i gcás balbhaithe
gu: જો મ્યૂટ કરેલા હોય તો સૂચિત ન કરો
he: לא לשלוח התראות אם מושתק
hi: अगर म्यूट है तो सूचित न करें
hr: Nemoj me obavijestiti ako je utišano
hu: Ha le van némítva, ne értesítsen
id: Nonaktifkan Notifikasi Jika Dibisukan
is: Ekki láta vita ef þaggað
it: Non notificarmi se silenzioso
ja: ミュート中は通知しない
kab: Ur d-ttazen ara ilɣa ma yella igugem
km: á€á»áŸ†á‡á¼á“áŠáŸ†áá¹á„ á”áŸ’ášáŸá·á“á”á¾á”á·á‘
kn: ಮ್ಯೂಟ್ ಆಗಿದ್ದರೆ ಸೂಚಿಸಬೇಡಿ
ko: 알림을 껐다면 무시
lt: Nepranešti, jei pranešimai išjungti
lv: Nepaziņot, ja izslēgta skaņa
mk: Не известувај ако е нечујно
ml: നിശാംബ്ദമാണെകിൽ അറിയിക്കാതിരിക്കുക
mr: मूक केलेले असताना अधिसूचित करू नका
ms: Jangan Beritahu Jika Diredam
my: အသံပိတ်ထားလျှင် အသိမပေးပါနဲ့
nb: Ikke varsle når dempet
nl: Geen meldingen als gedempt
pa: ਜੇ ਚੁੱਪ ਹੈ ਤਾਂ ਸੂਚਿਤ ਨਾ ਕਰੋ
pl: Nie powiadamiaj, gdy czat jest wyciszony
ps: که صامت وي مه یې خبروئ
pt_br: Não notifique se silenciado
pt_pt: Não notificar se silenciado
ro: Nu notifica pe silențios
ru: Не уведомлять, если отключён звук
sk: Neupozorniť, ak je stlmené
sl: Ne obvesti, ko je utišano
sq: Mos Njofto, Në Qoftë e Heshtuar
sr: Не обавештавај ако су искључена обавештења
sv: Meddela inte om tystad
sw: Usitume Arifa Ikiwa Imezimwa
ta: முடக்கப்பட்டிருந்தால் அறிவிக்க வேண்டாம்
te: మ్యూట్ చేయబడితే తెలియజేయవద్దు
th: ไม่ต้องแจ้งเตือนหากปิดเสียงอยู่
tr: Sessizdeyse Haber Verme
ug: ئۈنسىز قىلىنغاندا ئۇقتۇرۇش قىلىنمىسۇن
uk: Не сповіщати, якщо сповіщення вимкнено
ur: اگر خاموش کردہ ہے تو مطلع نہ کریں
vi: Không thông báo nếu đã tắt tiếng
zh_cn: 静音时不通知
zh_hk: 設為靜音後不要通知

# CONVERSATION_SETTINGS_MENTION_NOTIFICATION_MODE_ACTION_SHEET_TITLE
source: Receive notifications when you’re mentioned in muted chats?
af: Ontvang kennisgewings wanneer jy in gedempte kletse genoem word?
ar: هل ترغبُ بتلقي الإشعارات عندما تُذكَر بالاسم في الدردشات المكتومة؟
az: Səssizə alınmış söhbətlərdə adınız çəkiləndə bildiriş alınsın?
be: Атрымліваць апавяшчэнні, калі вас згадваюць у чатах з адключанымі апавяшчэннямі?
bn: মিউট করা চ্যাটে আপনাকে উল্লেখ করা হলে নোটিফিকেশন পেতে চান?
ca: Vols rebre notificacions quan se't mencioni en xats silenciats?
cs: Přijímat oznámení, když vás někdo zmíní ve ztlumených chatech?
cy: Derbyn hysbysiadau pan sonir amdanoch mewn sgyrsiau wedi'u tewi?
da: Vil du modtage notifikationer, når du bliver tagget i ignorerede chats?
de: Benachrichtigungen erhalten, wenn du in stummgeschalteten Chats erwähnt wirst?
el: Θέλεις να λαμβάνεις ειδοποιήσεις όταν σε αναφέρουν σε σιγασμένες συνομιλίες;
es: ¿Recibir notificaciones si te mencionan en chats silenciados?
es_es: Recibir notificaciones de menciones, incluso en chats silenciados
et: Kas saada teavitusi, kui sind mainitakse vaigistatud vestlustes?
eu: Nahi duzu jakinaraztea mutututako txatetan aipatzen zaituztenean?
fa: می‌خواهید وقتی در گفتگوهای بی‌صداشده به شما اشاره می‌شود، اعلان دریافت کنید؟
fi: Haluatko vastaanottaa ilmoituksia, kun sinut mainitaan mykistetyissä keskusteluissa?
fr: Recevoir des notifications lorsqu'on vous mentionne dans des conversations mises en sourdine ?
ga: Faigh fógraí nuair a luaitear i gcomhráite balbhaithe thú?
gu: જ્યારે તમારો મ્યૂટ કરેલી ચેટમાં ઉલ્લેખ કરવામાં આવે ત્યારે નોટિફિકેશન મેળવવી છે?
he: לקבל התראות אם מזכירים אותך בצ׳אטים מושתקים?
hi: म्यूट की हुई चैट में आपको मेंछन किए जाने पर नोटिफ़िकेशन प्राप्त करनी हैं?
hr: Želite li primati obavijesti kad vas se spominje u utišanim razgovorima?
hu: Szeretnél értesítéseket kapni, ha egy némított csevegésben megemlítenek?
id: Terima notifikasi saat Anda disebut dalam obrolan yang dibisukan?
is: Fá tilkynningu þegar nafn þitt er nefnt í þögguðum umræðum?
it: Vuoi ricevere le notifiche quando ti menzionano nelle chat silenziate?
ja: ミュートしたチャットでメンションがあった際に通知を受け取りますか？
kab: Rmes-d ilɣa mi ara d-tettunebdareḍ deg yidiwenniyen igugamen?
km: á‘á‘á½á›á”á¶á“á€á¶ášá‡á¼á“áŠáŸ†áá¹á„á“áŸ…á–áŸá›áŠáŸ‚á›á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á‚áŸá áŸ…á“áŸ…á€áŸ’á“á»á„á€á¶ášáŸá“áŸ’á‘á“á¶áŸáŸ’á„á¶ááŸ‹ áŸ—?
kn: ಮ್ಯೂಟ್ ಮಾಡಿದ ಚಾಟ್‌ಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸಿದಾಗ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿ
ko: 알림을 끈 대화에서 멘션될 경우 알림을 받아보시겠어요?
lt: Gauti pranešimus, kai jus pamini pokalbiuose, kuriuose pranešimai yra išjungti?
lv: Vai saņemt paziņojumus, kad esat pieminēts noklusinātajās tērzēšanas sarunās?
mk: Дали да добиете известување кога некој ќе ве спомне во исклучени разговори?
ml: നിശബ്ദമാക്കിയ ചാറ്റുകളിൽ നിങ്ങളെ പരാമർശിക്കുമ്പോൾ അറിയിപ്പുകൾ ലഭിക്കണോ?
mr: मूक केलेल्या चॅट्समध्ये आपला उल्लेख केल्यानंतर अधिसूचना प्राप्त करायच्या?
ms: Terima pemberitahuan apabila anda disebut dalam sembang yang diredam?
my: အသံပိတ်ထားသော စကားပြောဆိုမှုများတွင် သင့်ကို မန်းရှင်းခေါ်လျှင် အသိပေးချက်များ လက်ခံမလား?
nb: Vil du motta varsler når du blir nevnt i dempede samtaler?
nl: Wil je meldingen ontvangen als iemand je vermeldt in een gedempte chat?
pa: ਜਦੋਂ ਮਿਊਟ ਕੀਤੀਆਂ ਚੈਟਾਂ ਵਿੱਚ ਤੁਹਾਡਾ ਜ਼ਿਕਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਨੀਆਂ ਹਨ?
pl: Powiadamiać, gdy w wyciszonym czacie pojawi się wzmianka o Tobie?
ps: غواړئ چې کله تاسې په صامت چټونو کې مینشن شئ نو خبرتیا درته درشي؟
pt_br: Receber notificações quando mencionarem você em chats silenciados?
pt_pt: Receber notificações quando for mencionado em chats silenciados?
ro: Dorești să primești notificări atunci când ești menționat în convorbiri silențioase?
ru: Получать уведомления, когда вас упоминают в чатах с отключёнными уведомлениями?
sk: Chcete dostávať upozornenia, keď vás spomenú v stlmených četoch?
sl: Želite prejemati obvestila kadar bo vaše ime omenjeno v pogovorih, ki ste jih utišali?
sq: Të merren njoftime, kur jeni përmendur në fjalosje të heshtuara?
sr: Желите ли да примате обавештења када вас неко помене у ћаскањима за која су искључена обавештења?
sv: Få notiser när du omnämns i tystade chattar?
sw: Je, ungependa kupokea arifa unapotajwa katika mazungumzo yaliyonyamazishwa?
ta: ஒலியடக்கிய உரையாடல்களில் மற்றவர்களால் நீங்கள் குறிப்பிடப்படும்போது அறிவிப்புகள் பெறலாமா?
te: మీరు మ్యూట్ చేసిన మాటామంతీలో పేర్కొన్నప్పుడు నోటిఫికేషన్‌లను స్వీకరించాలా?
th: รับการแจ้งเตือนเมื่อคุณถูกกล่าวถึงในแชทที่ปิดเสียงไว้หรือไม่
tr: Sessize alınan sohbetlerde senden bahsedildiğinde bildirim gönderilsin mi?
ug: ئۈنسىز پاراڭلارد تىلغا ئېلىنغاندا ئۇقتۇرۇش تاپشۇرۇۋالامسىز؟
uk: Отримувати сповіщення, коли вас згадують, навіть якщо сповіщення від чату вимкнено?
ur: خاموش کردہ چیٹس میں خود کو مینشن کیے جانے پر اطلاعات موصول کریں؟
vi: Nhận thông báo khi bạn được nhắc tên trong cuộc trò chuyện đã tắt tiếng?
zh_cn: 当您在静音聊天中被他人提及时是否接收通知？
zh_hk: 當設為靜音的聊天中有人提及你時，你要接收通知嗎？

# CONVERSATION_SETTINGS_MENTIONS_LABEL
source: Mentions
af: Meldings
ar: الإشارات بالاسم
az: Ad çəkmələr
be: Згадванні
bn: উল্লেখ
ca: Mencions
cs: Zmínky
cy: Crybwylliadau
da: Omtaler
de: Erwähnungen
el: Αναφορές
es: Menciones
es_es: Menciones
et: Mainimised
eu: Aipamenak
fa: اشاره‌ها
fi: Maininnat
ga: Nuair a luaitear mé
gu: ઉલ્લેખો
he: אזכורים
hi: मेंछन
hr: Spominjanja
hu: Említések
id: mention
is: Tilvísanir
it: Menzioni
ja: メンション
kab: Tibdarin
km: á áŸ…
kn: ಉಲ್ಲೇಖಗಳು
ko: 언급
lt: Paminėjimai
lv: Pieminējumi
mk: Спомнувања
ml: പരാമർശങ്ങൾ
mr: उल्लेख
ms: Sebutan
my: မန်းရှင်းခေါ်မှုများ
nb: Omtaler
nl: Vermeldingen
pa: ਜ਼ਿਕਰ
pl: Wzmianki
ps: تذکرات
pt_br: Menções
pt_pt: Menções
ro: Mențiuni
ru: Упоминания
sk: Spomenutia
sl: Omembe
sq: Përmendje
sr: Помињања
sv: Omnämnanden
sw: Kutajwa
ta: குறிப்பிடுகிறது
te: ప్రస్తావనలు
th: การกล่าวถึง
tr: Bahsedilmeler
ug: تىلغا ئالغانلار
uk: Згадки
ur: ذکر
vi: Nhắc tên
zh_cn: 提及我
zh_hk: 提及

# CONVERSATION_SETTINGS_MESSAGE_BUTTON
source: message
af: boodskap
ar: رسالة
az: mesaj yaz
be: паведамленне
bn: মেসেজ পাঠান
ca: missatge
cs: zpráva
cy: neges
da: besked
de: Nachricht
el: μήνυμα
es: mensaje
et: sõnum
fa: پیام
fi: viesti
ga: teachtaireacht
gu: મેસેજ
he: התכתב
hi: संदेश
hr: poruka
hu: üzenet
id: pesan
is: skilaboð
it: invia messaggio
ja: メッセージ
km: áŸá¶áš
kn: ಸಂದೇಶ
ko: 메세지
lt: žinutė
lv: ziņa
mk: порака
ml: സന്ദേശം
mr: संदेश
ms: mesej
my: မက်ဆေ့ချ်
nb: meldinger
nl: bericht
pa: ਸੁਨੇਹਾ
pl: Wiadomość
ps: پیغام
pt_br: mensagem
pt_pt: mensagem
ro: mesaj
ru: сообщение
sk: Poslať správu
sl: sporočilo
sq: mesazh
sr: порука
sv: meddelande
sw: ujumbe
ta: செய்தி
te: సందేశం
th: ข้อความ
tr: ileti
ug: ئۇچۇر
uk: повідомлення
ur: پیغام
vi: Tin nhắn
zh_cn: 消息
zh_hk: 訊息
