Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# LEGACY_GROUP_UNSUPPORTED_LEARN_MORE_BODY
source: "Legacy Groups" are groups that do not support features like @mentions and admins. Most Legacy Groups were upgraded either automatically or manually to "New Groups." Due to a long period of inactivity, this group can no longer be upgraded. To continue this chat, you must create a new group.
ar: "المجموعات ذات النمط السابق" هي مجموعات لا تدعم ميزات مثل الإشارة بتاغ @mentions والمُشرِفين. تمَّ تحديث مُعظم المجموعات ذات النمط السابق سواءً تلقائيًا أو يدويًا لـ "مجموعات جديدة". نظرًا لفترة طويلة من عدم النشاط، لم يعُد من المُمكن ترقية هذه المجموعة. لمتابعة هذه المحادثة، عليك إنشاء مجموعة جديدة.
be: «Старыя групы» – групы, якія не падтрымліваюць такія функцыі, як @згадванні і адміністратары. Большасць старых груп была абноўлена аўтаматычна або ўручную да ўзроўню «Новых груп». З-за доўгага перыяду бяздзейнасці гэтая група больш не можа быць абноўлена. Вам патрэбна стварыць новую групу, каб працягнуць гэты чат.
bn: "লিগ্যাসি গ্রুপ" এমন একটি গ্রুপ যা @উল্লেখ এবং অ্যাডমিন-এর মতো নতুন ফিচার সমর্থন করে না। বেশিরভাগ লিগ্যাসি গ্রুপ স্বয়ংক্রিয়ভাবে বা ম্যানুয়ালি "নতুন গ্রুপ"-এ আপগ্রেড করা হয়েছিল। দীর্ঘ সময় ধরে নিষ্ক্রিয় থাকার কারণে, এই গ্রুপটি আর আপগ্রেড করা যাবে না। এই চ্যাটটি চালিয়ে যেতে, আপনাকে অবশ্যই একটি নতুন গ্রুপ তৈরি করতে হবে।
ca: Els "grups antics" són grups que no admeten funcions com les @mencions o els admins. La majoria dels grups antics es van actualitzar automàticament o manualment a "grups nous". A causa d'un llarg període d'inactivitat, aquest grup ja no es pot actualitzar. Per continuar aquest xat, has de crear un grup nou.
cs: „Starší skupiny“ jsou skupiny, které nepodporují funkce jako @zmínky a správce. Většina Starších skupin byla automaticky nebo ručně aktualizována na „Nové skupiny“. Vzhledem k dlouhé době nečinnosti již nelze tuto skupinu aktualizovat. Chcete-li v tomto chatu pokračovat, musíte vytvořit novou skupinu.
da: "Forældede grupper" er grupper, der ikke understøtter funktioner som @omtaler og administratorer. De fleste forældede grupper blev opgraderet enten automatisk eller manuelt til "Nye grupper". På grund af en lang periode med inaktivitet, kan denne gruppe ikke længere opgraderes. For at fortsætte denne chat, skal du oprette en ny gruppe.
de: »Gruppen alten Typs« sind Gruppen, die Funktionen wie @-Erwähnungen und Admins nicht unterstützen. Die meisten Gruppen alten Typs wurden entweder automatisch oder manuell zu »Neuen Gruppen« aktualisiert. Aufgrund einer längeren Inaktivität kann diese Gruppe kein Upgrade mehr erhalten. Um diesen Chat fortzuführen, musst du eine neue Gruppe erstellen.
el: Οι ομάδες παλαιού τύπου είναι ομάδες που δεν υποστηρίζουν ορισμένες λειτουργίες, όπως ονομαστικές αναφορές και διαχειριστές. Οι περισσότερες ομάδες αναβαθμίστηκαν είτε αυτόματα είτε από τους διαχειριστές σε νέες ομάδες. Λόγω μεγάλης περιόδου αδράνειας, δεν είναι δυνατή η αναβάθμιση αυτής της ομάδας. Για να συνεχίσεις τη συνομιλία, πρέπει να δημιουργήσεις νέα ομάδα.
es: Los grupos del sistema antiguo son grupos que no admiten funciones como @menciones y admins. La mayoría de los grupos antiguos se convirtieron de forma automática o manual en "nuevos grupos". Debido a un largo periodo de inactividad, este grupo ya no se puede actualizar. Para continuar este chat, debes crear un grupo nuevo.
fa: «گروه‌های قدیمی» گروه‌هایی هستند که از ویژگی‌های سیگنال مانند @اشاره‌ها و مدیرها پشتیبانی نمی‌کنند. بیشتر گروه‌های قدیمی یا به‌طور خودکار یا دستی به «گروه‌های جدید» ارتقاء یافته‌اند. به دلیل مدت طولانی عدم فعالیت، این گروه دیگر قابل ارتقاء نیست. برای ادامه این گفتگو، باید گروه جدیدی ایجاد کنید.
fi: "Vanhat ryhmät" ovat ryhmiä, jotka eivät tue tiettyjä ominaisuuksia, kuten @mainintoja ja järjestelmänvalvojia. Useimmat vanhat ryhmät päivitettiin joko automaattisesti tai manuaalisesti "uusiksi ryhmiksi". Pitkän käyttämättömyysjakson takia tätä ryhmää ei voi enää päivittää. Jos haluat jatkaa tätä keskustelua, sinun on luotava uusi ryhmä.
fr: Les "groupes hérités" ne prennent pas en charge des fonctionnalités telles que les admins ou les @mentions. La plupart des groupes hérités ont été convertis automatiquement ou manuellement en "nouveaux groupes". En raison d'une longue période d'inactivité, ce groupe ne peut plus être converti. Pour poursuivre cette conversation, vous devez créer un nouveau groupe.
ga: Grúpaí nach bhfuil tacú iontu do ghnéithe amhail @tráchtanna agus riarthóirí is ea iad "Grúpaí Oidhreachta". Rinneadh an chuid is mó de na Grúpaí Oidhreachta a uasghrádú go huathoibríoch nó de láimh chuig "Grúpaí Nua". De dheasca tréimhse fhada neamhghníomhaíochta, ní féidir an grúpa seo a uasghrádú a thuilleadh. Ní mór duit grúpa nua a chruthú le leanúint leis an gcomhrá seo.
gu: "લેગસી ગ્રૂપ" એવા ગ્રૂપ છે જે @ઉલ્લેખ એડમિન જેવા ફીચરને સપોર્ટ કરતાં નથી. મોટા ભાગના લેગસી ગ્રૂપને આપમેળે અથવા મેન્યુઅલ રીતે "નવા ગ્રૂપ"માં અપગ્રેડ કરવામાં આવ્યા હતા. લાંબાગાળાની નિષ્ક્રિયતાને લીધે, આ ગ્રૂપને હવે અપગ્રેડ કરી શકાતું નથી. આ ચેટ ચાલુ રાખવા માટે, તમારે એક નવું ગ્રૂપ બનાવવું આવશ્યક છે.
he: ״קבוצות ישנות״ הן קבוצת שלא תומכות בפיצ׳רים כמו @אזכורים ומנהלים. רוב הקבוצות הישנות שודרגו אוטומטית או ידנית ל״קבוצות חדשות״. עקב תקופה ארוכה של חוסר פעילות, לא ניתן עוד לשדרג קבוצה זו. כדי להמשיך את הצ׳אט הזה, צריך ליצור קבוצה חדשה.
hi: "लीगेसी ग्रुप्स" ऐसे ग्रुप हैं जो @मेंशन और एडमिन जैसे फीचर्स का समर्थन नहीं करते हैं। अधिकांश लीगेसी ग्रुप्स को स्वचालित रूप से या मैन्युअल रूप से "नए समूह" में अपग्रेड किया गया था। लंबे समय तक निष्क्रिय रहने के कारण, इस ग्रुप को अपग्रेड नहीं किया जा सकता। इस चैट को जारी रखने के लिए आपको एक नया ग्रुप बनाना होगा।
hr: "Naslijeđene grupe" ne podržavaju značajke kao što su @spominjanja i administratori. Većina naslijeđenih grupa nadograđena je automatski ili ručno na "Nove grupe". Zbog dugog razdoblja neaktivnosti ovu grupu više nije moguće nadograditi. Za nastavak ovoga razgovora morate stvoriti novu grupu.
hu: A „Régi csoportok” olyan csoportok, amelyek nem támogatnak olyan funkciókat, mint az @említések és az adminisztrátorok. A legtöbb régi csoportot automatikusan vagy manuálisan frissítettük „Új csoportokra”. A hosszú inaktivitás miatt ez a csoport már nem frissíthető. A csevegés folytatásához új csoportot kell létrehoznod.
id: "Grup Lama" adalah grup yang tidak mendukung fitur seperti @mention dan admin. Sebagian besar Grup Lama diupgrade secara otomatis atau manual menjadi "Grup Baru". Karena sudah lama tidak aktif, grup ini tidak dapat diupgrade. Untuk melanjutkan obrolan ini, Anda harus membuat grup baru.
it: I "Gruppi Legacy" sono gruppi che non supportano funzioni come le @menzioni e il ruolo di admin. La maggior parte dei Gruppi Legacy è stata aggiornata automaticamente o manualmente, passando alla struttura dei "Nuovi gruppi". A causa di un lungo periodo di inattività, questo gruppo non può essere aggiornato. Per proseguire questa conversazione, devi creare un nuovo gruppo.
ja: 「レガシーグループ」とは、@メンションや管理者などの機能をサポートしていないグループのことです。ほとんどのレガシーグループは、自動または手動で「新しいグループ」にアップグレードされました。長い間使用されていなかったため、このグループはもうアップグレードすることができません。 このチャットを引き続き使用するには、新しいグループを作成する必要があります。
ko: '레거시 그룹'은 @멘션, 관리자와 같은 기능을 지원하지 않는 그룹입니다. 대부분 레거시 그룹은 자동 또는 수동으로 '새 그룹'으로 업그레이드 되었습니다. 이 그룹은 장기간 비활성 상태였으므로 더 이상 업그레이드할 수 없습니다. 이 대화를 계속하려면 새 그룹을 만들어야 합니다.
mr: "वारसा गट" हे असे गट आहेत जे @mentions आणि अ‍ॅडमिन या सारख्या वैशिष्ट्यांना सपोर्ट करत नाहीत. बहुतांश लेगसी गट हे एकतर स्वयंचलितपणे किंवा हस्तचलितपणे "नवीन गटां" मध्ये अपग्रेड केले जातात. दीर्घकाळ असक्रियतेमुळे, हा गट यापुढे अपग्रेड केला जाणार नाही. हा चॅट पुढे सुरू ठेवण्यासाठी, आपणाला एक नवीन गट तयार करणे आवश्यक आहे.
ms: "Kumpulan Legasi" ialah kumpulan yang tidak menyokong ciri seperti @sebutan dan pentadbir. Kebanyakan Kumpulan Legasi telah dinaik taraf sama ada secara automatik atau manual ke "Kumpulan Baharu." Disebabkan tempoh tidak aktif yang lama, kumpulan ini tidak boleh dinaik taraf lagi. Untuk meneruskan sembang ini, anda mesti mencipta kumpulan baharu.
nb: «Legacy-grupper» mangler enkelte funksjoner, som @omtaler og administratorer. De fleste av disse gruppene har blitt gjort om til «Nye grupper». Denne gruppen kan ikke oppdateres på grunn av en lang periode med inaktivitet. Du må opprette en ny gruppe for å fortsette samtalen.
nl: ‘Verouderde groepen’ zijn groepen die functies zoals @vermeldingen en beheerders niet ondersteunen. De meeste verouderde groepen zijn automatisch of handmatig geüpgraded naar ‘Nieuwe groepen’. Vanwege een lange periode van inactiviteit kan deze groep niet meer worden geüpgraded. Om door te gaan met deze chat, moet je een nieuwe groep maken.
pl: „Stare grupy” nie obsługują takich funkcji jak @wzmianki i administracja. Większość starych grup została automatycznie lub ręcznie przeniesiona do „nowych grup”. Ponieważ ta grupa przez dłuższy czas była nieaktywna, nie można jej już przenieść. Aby dalej rozmawiać na czacie, musisz utworzyć nową grupę.
pt_br: "Grupos legados" são grupos não compatíveis com recursos como @menções e admins. A maioria dos grupos legados sofreu um upgrade para "Novos grupos" automática ou manualmente. Devido ao longo período de inatividade, este grupo não pode ser atualizado. Para continuar este chat, crie um grupo novo.
pt_pt: Os "grupos legados" são grupos que não suportam funcionalidades como @menções e admins. A maior parte dos grupos legados receberam upgrade automaticamente ou manualmente para "novos grupos." Devido a um longo período de inatividade, este grupo já não pode receber upgrade. Para continuar este chat, tem de criar um novo grupo.
ro: „Grupurile vechi” sunt grupuri care nu acceptă funcții precum @mențiuni și administratori. Majoritatea Grupurilor Vechi au fost actualizate fie automat, fie manual la „Grupuri Noi”. Din cauza unei perioade lungi de inactivitate, acest grup nu mai poate fi actualizat. Pentru a continua acest chat, trebuie să creezi un grup nou.
ru: «Старые группы» — это группы, не имеющие доступа к таким функциям, как @упоминания и администраторы групп. Большинство «Старых групп» были обновлены либо автоматически, либо вручную до «Новых групп». Из-за длительного отсутствия активности эта группа больше не может быть обновлена. Чтобы продолжить этот чат, вам нужно создать новую группу.
sk: „Zastarané skupiny“ sú skupiny, ktoré nepodporujú funkcie ako @spomenutia či administrátorov. Väčšina zastaraných skupín bola aktualizovaná automaticky alebo manuálne na „Nové skupiny“. Z dôvodu dlhej nečinnosti už túto skupinu nie je možné aktualizovať. Ak chcete pokračovať v tomto čete, musíte vytvoriť novú skupinu.
sr: „Старе групе“ су групе које не подржавају функционалности као што су @помињања и администратори. Већина старих група је аутоматски или ручно надограђена на „нове групе“. Због дужег периода неактивности, ова група се више не може надоградити. Да бисте наставили са овим ћаскањем, морате да креирате нову групу.
sv: "Äldre grupper " är grupper som inte stöder funktioner som @omnämnanden och administratörer. De flesta Äldre grupper uppgraderades antingen automatiskt eller manuellt till " Nya grupper". På grund av en lång period av inaktivitet kan denna grupp inte längre uppgraderas. För att fortsätta den här chatten måste du skapa en ny grupp.
th: "กลุ่มแบบเก่า" เป็นกลุ่มที่ไม่รองรับฟีเจอร์บางรายการ เช่น @การกล่าวถึง และผู้ดูแล โดยมากแล้ว กลุ่มแบบเก่ามักจะได้รับการอัปเกรดเป็น "กลุ่มแบบใหม่" ไม่ว่าจะโดยอัตโนมัติหรือด้วยการดำเนินการเอง เนื่องจากกลุ่มนี้ไม่มีการใช้งานมาเป็นเวลานาน จึงไม่สามารถอัปเกรดได้อีกต่อไป หากต้องการใช้งานแชทนี้ต่อ คุณต้องสร้างกลุ่มใหม่
tr: "Eski Gruplar", @bahsetmeler ve yöneticiler gibi özellikleri desteklemeyen gruplardır. Eski Grupların çoğu otomatik veya manuel olarak "Yeni Gruplar" olarak yükseltildi. Uzun süre işlem yapılmaması nedeniyle bu grup artık yükseltilemez. Bu sohbete devam etmek için yeni bir grup oluşturmalısın.
ug: «كونا گۇرۇپپا» @تىلغا ئېلىش ۋە باشقۇرغۇچى قاتارلىق ئىقتىدارلارنى قوللىمايدىغان گۇرۇپپىلارنى كۆرسىتىدۇ. كۆپىنچە كونا گۇرۇپپىلار ئاپتوماتىك ياكى قولدا «يېڭى گۇرۇپپا» غا يېڭىلىنىدۇ. بۇ گۇرۇپپىدا ئۇزاق ۋاقىت مەشغۇلات بولمىغاچقا، ئۇنى ئەمدى يېڭىلىغىلى بولمايدۇ. بۇ پاراڭنى داۋاملاشتۇرۇش ئۈچۈن يېڭى گۇرۇپپا قۇرۇشىڭىز كېرەك.
uk: Застарілі групи — це групи, що не підтримують такі функції, як @згадки й адміністрування. Більшість застарілих груп було оновлено до нових автоматично або вручну. Через тривалу бездіяльність цю групу вже не можна оновити. Щоб продовжити спілкування, потрібно створити нову групу.
ur: "لیگیسی گروپس" وہ گروپس ہیں جو @mentions اور ایڈمنز جیسے فیچرز کو سپورٹ نہیں کرتے۔ زیادہ تر لیگیسی گروپس کو یا تو خود کار طور پر یا دستی طور پر "نئے گروپس" میں اپ گریڈ کیا گیا تھا۔ اس گروپ کو طویل عرصے کی غیر فعالیت کی وجہ سے، مزید اپ گریڈ نہیں کیا جا سکتا۔ اس چیٹ کو جاری رکھنے کے لیے، آپ پر لازم ہے کہ ایک نیا گروپ تخلیق کریں۔
vi: "Nhóm Cũ" là các nhóm không hỗ trợ các tính năng như @nhắc tên và quản trị viên. Phần lớn Nhóm Cũ được nâng cấp tự động hoặc thủ công lên "Nhóm Mới". Do đã không hoạt động trong một khoảng thời gian dài, nhóm này không thể được nâng cấp nữa. Để tiếp tục cuộc trò chuyện này, bạn phải tạo một nhóm mới.
zh_cn: “旧版群组”指不支持“@提及”和“管理员”等功能的群组。大多数旧版群组已自动或手动升级为“新版群组”。此群组由于长期不活跃而无法再进行升级。 如要继续此聊天，您须创建一个新群组。
zh_hk: 「舊版群組」是指不支援如 @提及和管理員等功能的群組。大部分的舊版群組都是自動或手動升級至「新群組」。由於長時間沒有活動，此群組無法再升級。 若要繼續此聊天，你必須建立一個新群組。

# LEGACY_GROUP_UNSUPPORTED_LEARN_MORE_TITLE
source: Legacy Groups
ar: المجموعات ذات النمط السابق
be: Старыя групы
bn: লিগ্যাসি গ্রুপ
ca: Grups antics
cs: Starší skupiny
da: Forældede grupper
de: Gruppe alten Typs
el: Ομάδες παλαιού τύπου
es: Grupos antiguos
fa: گروه‌های قدیمی
fi: Vanhat ryhmät
fr: Groupes hérités
ga: Grúpaí Oidhreachta
gu: લેગસી ગ્રૂપ
he: קבוצות ישנות
hi: लेगेसी ग्रुप
hr: Naslijeđene grupe
hu: Régi csoportok
id: Grup Lama
it: Gruppi Legacy
ja: レガシーグループ
ko: 레거시 그룹
mr: वारसा गट
ms: Kumpulan Legasi
nb: Legacy-grupper
nl: Verouderde groepen
pl: Stare grupy
pt_br: Grupos legados
pt_pt: Grupo legado
ro: Grupuri Vechi
ru: Старые группы
sk: Zastaraná skupina
sr: Старе групе
sv: Äldre grupp
th: กลุ่มแบบเก่า
tr: Eski Gruplar
ug: كونا گۇرۇپپا
uk: Застарілі групи
ur: لیگیسی گروپس
vi: Nhóm Cũ
zh_cn: 旧版群组
zh_hk: 舊版群組

# LEGACY_GROUP_UNSUPPORTED_MESSAGE
source: This is a Legacy Group, and is no longer supported. To continue this conversation, create a new group. %1$@
ar: هذه مجموعة من النمط السابق، ولم تعد مدعومة. لمتابعة هذه المحادثة، أنشِئ مجموعة جديدة. %1$@
be: Гэтая старая група, якая больш не падтрымліваецца. Стварыце новую групу, каб працягнуць гэты чат. %1$@
bn: এটি একটি লিগ্যাসি গ্রুপ এবং এই গ্রুপটি আর সমর্থিত নয়। এই কথোপকথনটি চালিয়ে যেতে একটি নতুন গ্রুপ তৈরি করুন। %1$@
ca: Aquest és un grup antic i ja no és compatible. Per continuar aquesta conversa, has de crear un grup nou. %1$@
cs: Toto je Starší skupina, která již není podporována. Chcete-li pokračovat v této konverzaci, vytvořte novou skupinu. %1$@
da: Dette er en forældet gruppe, som ikke længere understøttes. For at fortsætte denne samtale, skal du oprette en ny gruppe. %1$@
de: Dies ist eine Gruppe alten Typs und wird nicht mehr unterstützt. Erstelle bitte eine neue Gruppe, um diese Unterhaltung fortzuführen. %1$@
el: Αυτή η ομάδα είναι παλαιού τύπου και δεν υποστηρίζεται πλέον. Για να συνεχίσεις τη συνομιλία, δημιούργησε μια νέα ομάδα. %1$@
es: Este es un grupo antiguo y ya no es compatible. Para continuar esta conversación, crea un grupo nuevo. %1$@
fa: این گروه قدیمی است و دیگر پشتیبانی نمی‌شود. برای ادامه این مکالمه، گروه جدیدی ایجاد کنید. %1$@
fi: Tämä on vanha ryhmä, eikä sitä enää tueta. Luo uusi ryhmä, jos haluat jatkaa tätä keskustelua. %1$@
fr: Ce groupe est un groupe hérité. Il n'est plus pris en charge. Pour poursuivre cette conversation, veuillez créer un nouveau groupe. %1$@
ga: Is Grúpa Oidhreachta é seo, níl tacú ann dó a thuilleadh. Cruthaigh grúpa nua le leanúint leis an gcomhrá seo. %1$@
gu: આ એક લેગસી ગ્રૂપ છે અને હવે સપોર્ટ થતું નથી. આ વાતચીત ચાલુ રાખવા માટે, એક નવું ગ્રૂપ બનાવો. %1$@
he: זו קבוצה ישנה, והיא לא כבר נתמכת. כדי להמשיך את השיחה הזו, צריך ליצור קבוצה חדשה. %1$@
hi: यह एक लीगेसी ग्रुप है, और अब समर्थित नहीं है। इस वार्तालाप को जारी रखने के लिए, एक नया ग्रुप बनाएं। %1$@
hr: Ovo je naslijeđena grupa te više nije podržana. Ako želite nastaviti ovaj razgovor, stvorite novu grupu. %1$@
hu: Ez egy Régi csoport, és már nem támogatott. A csevegés folytatásához új csoportot kell létrehoznod. %1$@
id: Ini adalah Grup Lama, dan tidak lagi didukung. Untuk melanjutkan percakapan ini, buatlah grup baru. %1$@
it: Questo è un Gruppo Legacy e non è più supportato. Per proseguire questa conversazione, devi creare un nuovo gruppo. %1$@
ja: これはレガシーグループであり、現在はサポートされていません。この会話を続けるには、新しいグループを作成する必要があります。%1$@
ko: 이 그룹은 레거시 그룹이며, 더 이상 지원되지 않습니다. 이 대화를 계속하려면 새로운 그룹을 만드세요. %1$@
mr: हा एक वारसा गट आहे, आणि त्याला यापुढे सपोर्ट केला जाणार नाही. हे संभाषण पुढे सुरू ठेवण्यासाठी, एक नवीन गट तयार करा. %1$@
ms: Ini ialah Kumpulan Legasi dan tidak lagi disokong. Untuk meneruskan perbualan ini, cipta kumpulan baharu. %1$@
nb: Dette er en Legacy-gruppe som ikke lenger støttes. Opprett en ny gruppe for å fortsette samtalen. %1$@
nl: Dit is een verouderde groep en deze wordt niet langer ondersteund. Maak een nieuwe groep aan om dit gesprek voort te zetten. %1$@
pl: To jest tzw. stara grupa, której już nie obsługujemy. Aby dalej rozmawiać na czacie, utwórz nową grupę. %1$@
pt_br: Este é um grupo legado. Ele não é mais compatível. Pra continuar essa conversa, crie um grupo novo. %1$@
pt_pt: Isto é um grupo legado e já não é suportado. Para continuar esta conversa, crie um novo grupo. %1$@
ro: Acesta este un Grup Vechi și nu mai este acceptat. Pentru a continua această conversație, creează un grup nou. %1$@
ru: Это Старая группа, и она больше не поддерживается. Чтобы продолжить эту беседу, создайте новую группу. %1$@
sk: Toto je zastaraná skupina a už nie je podporovaná. Ak chcete pokračovať v tejto konverzácii, vytvorte novú skupinu. %1$@
sr: Ово је стара група која више није подржана. Да бисте наставили са овим разговором, креирајте нову групу. %1$@
sv: Detta är en äldre grupp som inte längre stöds. Skapa en ny grupp för att fortsätta denna konversation. %1$@
th: นี่เป็นกลุ่มแบบเก่า ซึ่งระบบไม่รองรับอีกต่อไป หากต้องการสนทนาต่อ กรุณาสร้างกลุ่มใหม่ %1$@
tr: Bu bir Eski Grup ve artık desteklenmiyor. Bu görüşmeye devam etmek için yeni bir grup oluştur. %1$@
ug: بۇ كونا گۇرۇپپا بولۇپ، ئەمدى ئۇنى قوللىمايدۇ. بۇ سۆھبەتنى داۋاملاشتۇرۇش ئۈچۈن يېڭى بىر گۇرۇپپا قۇرۇڭ. %1$@
uk: Це застаріла група, підтримка якої припинилася. Щоб продовжити цю розмову, створіть нову групу. %1$@
ur: یہ ایک لیگیسی گروپ ہے، اور یہ مزید سپورٹ کردہ نہیں ہے۔ اس گفتگو کو جاری رکھنے کے لیے، ایک نیا گروپ تخلیق کریں۔ %1$@
vi: Đây là Nhóm Cũ, và đã không còn được hỗ trợ. Để tiếp tục cuộc hội thoại này, hãy tạo một nhóm mới. %1$@
zh_cn: 此为旧版群组，已不再获得支持。如要继续此聊天，请创建一个新群组。%1$@
zh_hk: 這是舊版群組，並不再受到支援。若要繼續此對話，請建立一個新群組。%1$@
