Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# EMAIL_INVITE_SUBJECT
source: Let's switch to Signal
af: Kom ons gebruik liewer Signal
ar: لننتقل إلى سيجنال
az: Gəlin Signal-a keçək
be: Давайце пяройдзем на Signal
bg: Нека преминем на Signal
bn: Signal এ স্যুইচ করা যাক
ca: Canviem-nos al Signal
cs: Přejděme na Signal
cy: Gadewch i ni newid i Signal
da: Lad os skifte til Signal
de: Lass uns zu Signal wechseln
el: Έλα να χρησιμοποιήσουμε το Signal
es: Pasémonos a Signal
es_es: ¿Usamos Signal para chatear de forma segura?
et: Lülitume Signalile
eu: Signal erabiltzen has gaitezen
fa: به نرم افزار پیام رسان سیگنال بپیوندید
fi: Vaihdetaan Signaliin
fil: Tayo nang lumipat sa Signal
fr: Et si on passait à Signal ?
ga: Bainimis úsáid as Signal
gu: ચાલો Signal પર સ્વિચ કરીએ
he: בוא נחליף אל Signal
hi: चलो Signal पर स्विच करें
hr: Prebacimo se na Signal
hu: Váltsunk Signalra!
id: Pindah ke Signal
is: Skiptum yfir í Signal
it: Passiamo a Signal
ja: メッセージアプリをSignalにしましょう
kab: Iyya ad nɛeddi ɣer Signal
kk: Signal қолданбасына ауысайық
km: ááŸ„áŸ‡á”áŸ’áá¼ášá‘áŸ…á”áŸ’ášá¾ Signal
kn: Signal ಗೆ ಬದಲಾಯಿಸೋಣ
ko: Signal로 옮깁시다
lt: Bendraukime per Signal
lv: Sāciet lietot Signal
mk: Ајде да се префрлиме на Signal
ml: നമുക്ക് Signal-ലേക്ക് മാറാം
mr: Signal वर स्विच करूया
ms: Mari tukar ke Signal
my: Signal ကိုပြောင်းသုံးကြပါစို့
nb: La oss bytte til Signal
nl: Laten we overstappen naar Signal
pa: ਆਓ Signal ਨੂੰ ਅਪਣਾਈਏ
pa_pk: آؤ Signal اتے سوئچ کرو
pl: Zacznij korzystać z aplikacji Signal
ps: راځئ چې Signal ته واوړو
pt_br: Vamos mudar para o Signal!
pt_pt: Vamos mudar para o Signal
ro: Hai să folosim Signal
ru: Давай перейдем на Signal
sk: Prejdime na Signal
sl: Preklopite na Signal!
sq: Le të kalojmë në Signal
sr: Хајде да пређемо на Signal
sv: Låt oss använda Signal
sw: Wacha tugeukie Signal
ta: Signal லுக்கு மாறலாம்
te: మనం Signal కు మారుదాం
th: เปลี่ยนมาใช้ Signal กันเถอะ
tr: Haydi Signal'e geçelim
ug: ‫Signal دا پاراڭلىشايلى
uk: Пора переходити в Signal
ur: Signal میں سو ئچ کریں
vi: Cùng chuyển sang sử dụng Signal
zh_cn: 切换到 Signal
zh_hk: 我們不如改用 Signal 吧

# EMAIL_SIGNAL_MESSAGE
source: Your device isn't configured to send email. To send a support request, set up email on your device or email support@signal.org
af: Jou toestel is nie opgestel om e-pos te stuur nie. Stel e-pos op jou toestel op of stuur ’n e-pos na support@signal.org om ’n steunversoek te rig.
ar: لم يتمّ تجهيز جهازك لإرسال رسائل إلكترونية. لإرسال طلب دعم، قُم بإعداد رسالة إلكترونية على جهازك أو أرسِل رسالة إلكترونية إلى support@signal.org
az: Cihazınız e-poçt göndərmək üçün konfiqurasiya edilməyib. Dəstək tələbi göndərmək üçün, cihazınızda e-poçtu quraşdırın və ya support@signal.org ünvanına e-poçt göndərin
be: Ваша прылада не наладжана, каб адпраўляць электронны ліст. Каб адправіць запыт у службу падтрымкі, наладзьце электронную пошту на сваёй прыладзе або адпраўце электронны ліст на support@signal.org
bn: আপনার ডিভাইসটি ইমেইল পাঠানোর জন্য কনফিগার করা নেই। একটি সহায়তার অনুরোধ পাঠাতে, আপনার ডিভাইসে ইমেইল সেট আপ করুন অথবা support@signal.org-এ ইমেইল করুন।
ca: El vostre dispositiu no està configurat per enviar missatges electrònics. Per enviar una sol·licitud d’assistència, configureu el correu electrònic al dispositiu o envieu un missatge electrònic a support@signal.org.
cs: Vaše zařízení není nastaveno pro odesílání e-mailů. Pokud chcete kontaktovat podporu, nastavte na svém zařízení e-mail nebo napište na support@signal.org
cy: Nid yw'ch dyfais wedi'i ffurfweddu i anfon negeseuon e-bost. I anfon cais am gymorth, gosodwch e-bost ar eich dyfais neu anfonwch e-bost i support@signal.org
da: Din enhed er ikke konfigureret til at sende e-mail. For at sende en supportanmodning skal du opsætte e-mail på din enhed eller skriv til support@signal.org
de: Dein Gerät ist nicht zum Senden von E-Mails konfiguriert. Um eine Support-Anfrage zu senden, richte den E-Mail-Versand auf deinem Gerät ein oder sende eine E-Mail an support@signal.org
el: Η συσκευή σου δεν είναι παραμετροποιημένη για να στέλνει email. Για να στείλεις ένα αίτημα υποστήριξης, ρύθμισε το email στη συσκευή σου ή στείλε email στο support@signal.org
es: Tu dispositivo no está configurado para enviar correos. Para enviar una solicitud de asistencia, configura una cuenta de correo electrónico en tu dispositivo o escríbenos a support@signal.org.
es_es: Tu dispositivo no está configurado para enviar correos. Para enviar una solicitud de soporte, configura una cuenta de email en tu dispositivo o envía uno a support@signal.org
et: Sinu seade pole seadistatud e-kirjasid saatma. Kasutajatoetaotluse saatmiseks seadista oma seadmes e-kirjade saatmine või saada kiri aadressile support@signal.org
eu: Zure gailua ez dago konfiguratuta email-a bidaltzeko. Laguntza eskaera bat bidaltzeko, emaila ezarri zure gailuan edo posta elektroniko bat ondoko helbidera bidali: support@signal.org
fa: دستگاه شما برای ارسال ایمیل پیکربندی نشده است. برای ارسال یک درخواست پشتیبانی، ایمیل را روی دستگاه خود تنظیم کنید یا به support@signal.org ایمیل ارسال کنید
fi: Laitteesi ei tue sähköpostien lähetystä. Lähettääksesi tukipyynnön, määritä laitteesi sähköpostiasetukset tai lähetä sähköposti osoitteeseen support@signal.org
fr: Votre appareil n’est pas configuré pour envoyer des e-mails. Pour envoyer une demande d’assistance, configurez les e-mails sur votre appareil ou envoyez un e-mail à support@signal.org via un autre appareil.
ga: Ní féidir ríomhphost a sheoladh ó do ghléas. Caithfidh tú ríomhphost a shocrú ar do ghléas nó teachtaireacht a sheoladh chuig support@signal.org chun tacaíocht a fháil
gu: તમારું ડિવાઇસ ઇમેઇલ મોકલવા માટે કન્ફિગર કરેલ નથી. સપોર્ટ વિનંતી મોકલવા માટે, તમારા ડિવાઇસ પર ઇમેઇલ સેટ કરો અથવા support@signal.orgને ઇમેઇલ કરો
he: המכשיר שלך אינו מתוצר לשלוח דוא״ל. כדי לשלוח בקשת תמיכה, הגדר דוא״ל במכשיר שלך או שלח דוא״ל אל support@signal.org
hi: आपका डिवाइस ईमेल भेजने के लिए कॉन्फिगर नहीं है। समर्थन अनुरोध भेजने के लिए, अपने डिवाइस पर ईमेल सेट अप करें या इस पते पर ईमेल करें support@signal.org
hr: Vaš uređaj nije postavljen za slanje e-pošte. Kako biste poslali zahtjev za podršku, postavite e-poštu na svom uređaju ili pošaljite e-poštu na support@signal.org
hu: Készülékeden nincs beállítva levelező kliens. Vagy állítsd be, vagy támogatási kérelmedet emailben küldd el erre a címre: support@signal.org
id: Perangkat Anda tidak dikonfigurasikan untuk mengirim email. Tambahkan email di perangkat atau kirim email ke support@signal.org untuk meminta dukungan.
is: Tækið þitt er ekki sett upp til að senda tölvupóst. Til að senda beiðni um aðstoð, settu upp póstfang á tækinu þínu eða sendu tölvupóst á support@signal.org
it: Il tuo dispositivo non è configurato per inviare email. Per inviare una richiesta di supporto, imposta l'email sul tuo dispositivo o invia un'email a support@signal.org
ja: この端末はメールを送信できるようになっていません。サポートリクエストを送るには、この端末でメールを設定するか、support@signal.org にメールしてください。
kab: Ibenk-ik·im ur yettuswel ara ad yazen imaylen. I wakken ad tazneḍ asuter n tallalt, sbadu imayl ɣef yibenk-ik·im neɣ azen imayl ɣer support@signal.org
km: á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á”á¶á“á€áŸ†áááŸ‹á²áŸ’á™á•áŸ’á‰á¾á¢á»á¸á˜áŸ‚á›áŸ” áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾á€á¶ášáŸáŸ’á“á¾áŸá»áŸ† á€áŸ†áááŸ‹á¢á»á¸á˜áŸ‚á›á›á¾á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€ á¬ á•áŸ’á‰á¾á¢á»á¸á˜áŸ‚á›á‘áŸ…support@signal.org
kn: ಇಮೇಲ್ ಕಳುಹಿಸಲು ನಿಮ್ಮ ಸಾಧನವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ. ಬೆಂಬಲ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಲು, ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಇಮೇಲ್ ಅನ್ನು ಸೆಟಪ್ ಮಾಡಿ ಅಥವಾ support@signal.org ಗೆ ಇಮೇಲ್ ಮಾಡಿ
ko: 이 기기에서는 이메일을 보낼 수 있도록 설정되어 있지 않습니다. 지원 요청을 보내려면 이 기기에서 이메일을 보낼 수 있도록 설정하거나, support@signal.org 주소로 이메일을 보내주세요.
lt: Jūsų įrenginys nėra sukonfigūruotas siųsti el. laiškus. Norėdami siųsti palaikymo užklausą, nusistatykite įrenginyje el. paštą arba siųskite el. laišką, adresu support@signal.org
lv: Jūsu ierīce nav konfigurēta e-pasta sūtīšanai. Lai nosūtītu atbalsta pieprasījumu, savā ierīcē iestatiet e-pastu vai sūtiet e-pasta ziņojumu uzsupport@signal.org
mk: Вашиот уред не е конфигуриран да испраќа е-пошта. За да испратите барање за поддршка, поставете е-пошта на Вашиот уред или е-пошта support@signal.org
ml: ഇമെയിൽ അയയ്‌ക്കുന്നതിന് നിങ്ങളുടെ ഉപകരണം കോൺഫിഗർ ചെയ്‌തിട്ടില്ല. ഒരു പിന്തുണ അഭ്യർത്ഥന അയയ്‌ക്കാൻ, നിങ്ങളുടെ ഉപകരണത്തിലോ ഇമെയിലിലോ ഇമെയിൽ സജ്ജമാക്കുകsupport@signal.org
mr: आपला डिव्हाईस ईमेल पाठविण्यासाठी कॉन्फिगर केलेला नाही. समर्थन विनंती पाठविण्यासाठी, आपल्या डिव्हाईसवर ईमेल सेटअप करा किंवा support@signal.org वर ईमेल करा
ms: Peranti anda tidak dikonfigurasi untuk menghantar e-mel. Untuk menghantar permintaan sokongan, sediakan e-mel pada peranti anda atau menghantar e-mel ke support@signal.org
my: အီးမေးလ်ပို့ရန် သင့်စက်ကို မချိန်ညှိထားပါ။ ပံ့ပိုးမှု တောင်းဆိုရန် သင့်စက်ပေါ်တွင် အီးမေးလ်ပို့ရန် ပြင်ဆင်ပါ သို့မဟုတ် support@signal.org သို့ အီးမေးလ်ပို့လိုက်ပါ။
nb: Enheten din er ikke konfigurert til å sende e-post. For å sende en brukerstøtteforespørsel, konfigurer enheten din eller send en e-post til support@signal.org
nl: Je apparaat is niet geconfigureerd om e-mails te verzenden. Om een ondersteuningsverzoek te verzenden moet je eerst e-mail instellen op je apparaat of je kunt zelf een e-mail sturen naar support@signal.org
pa: ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਈਮੇਲ ਭੇਜਣ ਲਈ ਕੰਨਫਿਗਰ ਨਹੀਂ ਹੈ। ਸਹਾਇਤਾ ਦੀ ਬੇਨਤੀ ਭੇਜਣ ਲਈ, ਆਪਣੀ ਡਿਵਾਈਸ ਤੇ ਈਮੇਲ ਸੈਟ ਅਪ ਕਰੋ ਜਾਂ ਈਮੇਲ ਕਰੋ support@signal.org
pl: Na urządzeniu nie zostało skonfigurowane wysyłanie wiadomości e-mail. Aby przekazać zgłoszenie zespołowi pomocy technicznej, skonfiguruj e-mail na swoim urządzeniu lub wyślij wiadomość na adres support@signal.org
ps: ستاسې وسیله داسې نه ده کانفیګور شوي تر څو برېښنالیک ولیږي. د مرستې د غوښتنې د لیږلو لپاره، په خپله وسیله کې برېښنالیک تنظیم کړئ یا هم support@signal.org ته برېښنالیک ولیږئ
pt_br: Seu dispositivo não está configurado para enviar e-mails. Para solicitar suporte técnico, configure seu e-mail no dispositivo ou envie uma mensagem para support@signal.org.
pt_pt: O seu dispositivo não está configurado para enviar um e-mail. Para enviar um pedido de apoio, defina um e-mail no seu dispositivo ou envie um e-mail para support@signal.org
ro: Dispozitivul tău nu este configurat pentru a trimite email. Pentru a trimite o solicitare de asistență, configurează un email pe dispozitivul tău sau trimite email la support@signal.org
ru: Ваше устройство не настроено для отправки электронной почты. Чтобы отправить запрос в поддержку, настройте электронную почту на своём устройстве или отправьте электронное письмо на адрес support@signal.org
sk: Vaše zariadenie nie je nastavené na odosielanie E-mailov. Pre poslanie žiadosti o technickú podporu, nastavte E-maily na vašom zariadení, alebo napíšte na support@signal.org
sl: Vaša naprava ni nastavljena za pošiljanje elektronske pošte. Za pošiljanje podpornega zahtevka, nastavite elektronsko pošto v vaši napravi ali pošljite elektronsko sporočilo na support@signal.org
sq: Pajisja juaj s’është formësuar për të dërguar email. Që të dërgoni një kërkesë për asistencë, ujdisni në pajisjen tuaj dërgim email-esh ose dërgoni një të tillë te support@signal.org
sr: Уређај није подешен за слање имејла. Да бисте послали захтев за подршку, подесите имејл на уређају или пишите на support@signal.org
sv: Din enhet är inte konfigurerad för att skicka e-post. Om du vill skicka en supportförfrågan ställer du in e-post på din enhet eller mejlar support@signal.org
sw: Kifaa chako hakijasanidiwa kutuma barua pepe. Ili uweze kutuma ombi la usaidizi, weka mipangilio ya barua pepe kwenye kifaa chako au utume barua pepe kwenye support@signal.org
ta: மின்னஞ்சல் அனுப்ப உங்கள் சாதனம் கட்டமைக்கப்படவில்லை. ஆதரவு கோரிக்கையை அனுப்ப, உங்கள் சாதனத்தில் மின்னஞ்சலை அமைக்கவும் அல்லது support@signal.org மின்னஞ்சல் அனுப்பவும்
te: మీ పరికరం ఇమెయిల్ పంపడానికి కాన్ఫిగర్ చేయబడలేదు. మద్దతు అభ్యర్థనను పంపడానికి, మీ పరికరంలో లేదా ఇమెయిల్లో support@signal.org ఇమెయిల్‌ను సెటప్ చేయండి
th: อุปกรณ์ของคุณไม่ได้ตั้งค่าให้ส่งอีเมลไว้ ในการส่งคำขอการสนับสนุน คุณจะต้องตั้งค่าอีเมลบนอุปกรณ์และอีเมลของคุณ support@signal.org
tr: Cihazınız eposta gönderebilecek şekilde yapılandırılmamış. Yardım talep etmek için support@signal.org adresine e-posta gönderebilir veya cihazınıza eposta kurabilirsiniz.
ug: ئۈسكۈنىڭىزدە ئېلخەت يوللاش تەڭشىكى سەپلەنمىگەن. ياردەم ئىلتىماسى يوللاش ئۈچۈن، ئۈسكۈنىڭىزدە تورخەتنى تەڭشەڭ ياكى support@signal.org غا ئېلخەت يوللاڭ
uk: Ваш пристрій не налаштовано для надсилання електронних листів. Щоб зв'язатися зі службою підтримки, налаштуйте електронну пошту на своєму пристрої, або надішліть листа на адресу support@signal.org з іншого пристрою
ur: آپ کا آلہ ای میل بھیجنے کے لئے تشکیل نہیں کیا گیا ہے۔ مدد کی درخواست بھیجنے کے لیئے ، اپنے آلے یا ای میل پر ای میل ترتیب دیں support@signal.org
vi: Thiết bị của bạn chưa có được thiết lập để gửi email. Để gửi yêu cầu hỗ trợ, thiết lập email trên thiết bị của bạn hoặc email cho support@signal.org
zh_cn: 您的设备没有配置邮箱来发送邮件，若要请求支援，请配置您的邮箱或直接发送邮件到 support@signal.org
zh_hk: 您的裝置尚未設定為傳送電郵。如欲傳送支援請求，請在您的裝置內設定電郵或傳送確認電郵 support@signal.org

# EMAIL_SIGNAL_TITLE
source: Email unavailable
af: E-pos onbeskikbaar
ar: البريد الإلكتروني غير متاح
az: E-poçt əlçatmazdır
be: Электронная пошта недаступная
bn: ইমেইল উপলভ্য নেই
ca: Correu electrònic no disponible
cs: E-mail není dostupný
cy: E-bost ddim ar gael
da: E-mail ikke tilgængelig
de: E-Mail nicht verfügbar
el: Το email δεν είναι διαθέσιμο
es: Correo no disponible
es_es: Correo no disponible
et: E-post pole saadaval
eu: Eposta ez dago eskuragarri
fa: ایمیل در دسترس نیست
fi: Sähköposti ei käytettävissä
fr: Impossible d’envoyer des e-mails
ga: Níl ríomhphost ar fáil
gu: ઇમેઇલ અનુપલબ્ધ છે
he: דוא״ל בלתי זמין
hi: ईमेल अनुपलब्ध
hr: E-pošta nije dostupna
hu: Email küldés nem elérhető
id: Email tidak tersedia
is: Tölvupóstur ekki aðgengilegur
it: Email non disponibile
ja: メール利用不可
kab: Ulac imayl
km: á¢áŸ‰á¸á˜áŸ‚á›á˜á·á“á¢á¶á…á”áŸ’ášá¾á”á¶á“
kn: ಇಮೇಲ್ ಲಭ್ಯವಿಲ್ಲ
ko: 이메일 이용 불가
lt: El. paštas neprieinamas
lv: E-pasts nav pieejams
mk: Недостапна е-пошта
ml: ഇമെയിൽ ലഭ്യമല്ല
mr: ईमेल अनुपलब्ध
ms: E-mel tidak tersedia
my: အီးမေးလ် မရနိုင်ပါ
nb: E-post utilgjengelig
nl: E-mail is niet beschikbaar
pa: ਈਮੇਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: E-mail niedostępny
ps: برېښنالیک نشته
pt_br: E-mail indisponível
pt_pt: E-mail indisponível
ro: Email indisponibil
ru: Электронная почта недоступна
sk: E-mail nedostupný
sl: E-pošta ni na voljo
sq: S’ka email
sr: Имејл није доступан
sv: E-posten är inte tillgänglig
sw: Barua pepe haipatikani
ta: மின்னஞ்சல் கிடைக்கவில்லை
te: ఇమెయిల్ అందుబాటులో లేదు
th: อีเมลไม่พร้อมใช้งาน
tr: E-posta kullanılamıyor
ug: ئېلخەت يوق
uk: Електронна пошта недоступна
ur: ای میل دستیاب نہیں ہے
vi: Không có email
zh_cn: 电子邮件不可用
zh_hk: 電郵不可用

# EMOJI_CATEGORY_ACTIVITIES_NAME
source: Activities
af: Aktiwiteite
ar: الأنشطة
az: Fəaliyyətlər
be: Мерапрыемствы
bn: কার্যক্রম
ca: Activitats
cs: Činnosti
cy: Gweithgareddau
da: Aktiviteter
de: Aktivitäten
el: Δραστηριότητες
es: Actividades
es_es: Actividades
et: Hobitegevused
eu: Aktibitateak
fa: فعالیت‌ها
fi: Toiminta
fil: Mga Aktibidad
fr: Activités
ga: Gníomhaíochtaí
gu: પ્રવત્તિઓ
he: פעילויות
hi: गतिविधियाँ
hr: Aktivnosti
hu: Tevékenységek
id: Aktivitas
is: Aðgerðir
it: Attività
ja: アクティビティ
kab: Irmad
kk: Іс-әрекет
km: áŸá€á˜áŸ’á˜á—á¶á–
kn: ಚಟುವಟಿಕೆಗಳು
ko: 활동
lt: Veiklos
lv: Aktivitātes
mk: Активности
ml: പ്രവർത്തനങ്ങൾ
mr: क्रिया
ms: Aktiviti
my: လုပ်ရှားမှုများ
nb: Aktiviteter
nl: Activiteiten
pa: ਸਰਗਰਮੀਆਂ
pl: Aktywność
ps: فعالیتونه
pt_br: Atividades
pt_pt: Atividades
ro: Activități
ru: Активность
sk: Aktivita
sl: Dejavnosti
sq: Veprimtari
sr: Активности
sv: Aktiviteter
sw: Shughuli
ta: செயல்பாடுகள்
te: చర్యలు
th: กิจกรรม
tr: Etkinlikler
ug: پائالىيەت
uk: Заняття
ur: سرگرمیاں
vi: Hoạt động
zh_cn: 活动
zh_hk: 活動

# EMOJI_CATEGORY_ANIMALS_NAME
source: Animals & Nature
af: Diere & die natuur
ar: الحيوانات والطبيعة
az: Heyvanlar və təbiət
be: Жывёлы & прырода
bn: প্রাণী ও প্রকৃতি
ca: Animals i natura
cs: Zvířata a příroda
cy: Anifeiliad a Natur
da: Dyr & Natur
de: Tiere & Natur
el: Ζώα & Φύση
es: Animales y naturaleza
es_es: Animales y naturaleza
et: Loomad ja loodus
eu: Animaliak & Natura
fa: حیوانات و طبیعت
fi: Eläimet ja luonto
fil: Mga Hayop at Kalikasan
fr: Animaux et nature
ga: Ainmhithe ⁊ Nádúr
gu: પ્રાણીઓ અને કુદરત
he: חיות וטבע
hi: जानवर और प्रकृति
hr: Životinje i priroda
hu: Állatok és Természet
id: Binatang & Alam
is: Dýr og náttúra
it: Animali & Natura
ja: 動物と自然
kab: Iɣersiwen & ugama
kk: Жан-жануарлар және табиғат
km: áŸááŸ’áœ á“á·á„á’á˜áŸ’á˜á‡á¶áá·
kn: ಪ್ರಾಣಿಗಳು ಮತ್ತು ಪ್ರಕೃತಿ
ko: 동물과 자연
lt: Gyvūnai ir gamta
lv: Dzīvnieki un Daba
mk: Животни и Природа
ml: മൃഗങ്ങളും പ്രകൃതിയും
mr: प्राणी आणि निसर्ग
ms: Haiwan & Alam Semula Jadi
my: တိရိစ္ဆာန်များ နှင့် သဘာဝအရာများ
nb: Dyr og natur
nl: Dieren & natuur
pa: ਜਨੌਰ ਤੇ ਕੁਦਰਤ
pl: Zwierzęta i natura
ps: څاروي او طبیعت
pt_br: Animais & Natureza
pt_pt: Animais e natureza
ro: Animale și Natură
ru: Животные и растения
sk: Zvieratá a príroda
sl: Živali in narava
sq: Kafshë & Natyrë
sr: Животиње и природа
sv: Djur & natur
sw: Wanyama na Mazingira Asili
ta: விலங்குகள் & இயற்கை
te: జంతువులు & ప్రకృతి
th: สัตว์และธรรมชาติ
tr: Hayvanlar & Doğa
ug: ھايۋاناتلار & تەبىئەت
uk: Тварини і природа
ur: جانور اور قدرت
vi: Thú vật & Thiên nhiên
zh_cn: 动物和自然
zh_hk: 動物及自然

# EMOJI_CATEGORY_FLAGS_NAME
source: Flags
af: Vlae
ar: الأعلام
az: Bayraqlar
be: Сцягі
bn: ফ্ল্যাগ
ca: Banderes
cs: Vlajky
cy: Baneri
da: Flag
de: Flaggen
el: Σημαίες
es: Banderas
es_es: Banderas
et: Lipud
eu: Banderak
fa: پرچم‌ها
fi: Liput
fil: Mga Watawat
fr: Drapeaux
ga: Bratacha
gu: ફ્લેગ્સ
he: דגלים
hi: झंडे
hr: Zastave
hu: Zászlók
id: Bendera
is: Flögg
it: Bandiere
ja: 旗
kab: Anayen
kk: Жалаушалар
km: á‘á„áŸ‹
kn: ಫ್ಲ್ಯಾಗ್‌ಗಳು
ko: 국기
lt: Vėliavos
lv: Karogi
mk: Знамиња
ml: പതാകകൾ
mr: झेंडे
ms: Bendera
my: အလံများ
nb: Flagg
nl: Vlaggen
pa: ਝੰਡੇ
pl: Flagi
ps: بیرغونه
pt_br: Bandeiras
pt_pt: Bandeiras
ro: Steaguri
ru: Флаги
sk: Vlajky
sl: Zastave
sq: Flamuj
sr: Заставе
sv: Flaggor
sw: Bendera
ta: கொடிகள்
te: జెండాలు
th: ธง
tr: Bayraklar
ug: بايراق
uk: Прапори
ur: جھنڈے
vi: Cờ
zh_cn: 旗帜
zh_hk: 旗幟

# EMOJI_CATEGORY_FOOD_NAME
source: Food & Drink
af: Kos & drank
ar: الطعام والشراب
az: Qida və içki
be: Ежа & напоі
bn: খাবার ও পানীয়
ca: Menjar i beure
cs: Jídlo a pití
cy: Bwyd a Diod
da: Mad & Drikke
de: Essen & Trinken
el: Φαγητό & Ποτό
es: Comida y bebida
es_es: Comida y bebida
et: Toit ja jook
eu: Janaria & Edaria
fa: غذا و نوشیدنی
fi: Ruoka ja juoma
fil: Pagkain at Inumin
fr: Nourriture et boissons
ga: Bia ⁊ Deoch
gu: ખોરાક અને પીણું
he: אוכל ושתייה
hi: भोजन और ड्रिंक
hr: Hrana i piće
hu: Étel-ital
id: Makanan & Minuman
is: Matur og drykkur
it: Cibo & Bevande
ja: 食品
kab: Učči aked tissit
kk: Тағамдар мен сусындар
km: á¢á¶á á¶áš á“á·á„á—áŸáŸá‡áŸ’á‡áŸˆ
kn: ಆಹಾರ & ಪಾನೀಯ
ko: 음식과 음료
lt: Maistas ir gėrimai
lv: Ēdieni un dzērieni
mk: Храна и Пијалоци
ml: ഭക്ഷണവും പാനീയവും
mr: फूड आणि ड्रिंक्स
ms: Makanan & Minuman
my: အစားအသောက်
nb: Mat og drikke
nl: Eten & drinken
pa: ਖਾਣ-ਪੀਣ
pl: Żywność i napoje
ps: خواړه او څښاک
pt_br: Comidas & Bebidas
pt_pt: Comida e bebida
ro: Mâncare și Băuturi
ru: Еда и напитки
sk: Jedlo a nápoje
sl: Hrana in pijača
sq: Ushqim & Pije
sr: Храна и пиће
sv: Mat & dryck
sw: Chakula na Vinywaji
ta: உணவு & பானம்
te: ఆహారం & పానీయం
th: อาหารและเครื่องดื่ม
tr: Yeme & İçme
ug: يېمەك-ئىچمەك
uk: Їжа і напої
ur: کھانا اور مشروبات
vi: Đồ ăn & Thức uống
zh_cn: 食物和饮料
zh_hk: 食物及飲品

# EMOJI_CATEGORY_OBJECTS_NAME
source: Objects
af: Voorwerpe
ar: الأشياء
az: Obyetlər
be: Аб'екты
bn: অবজেক্ট
ca: Objectes
cs: Objekty
cy: Gwrthrychau
da: Objekter
de: Objekte
el: Αντικείμενα
es: Objetos
es_es: Objetos
et: Objektid
eu: Objektuak
fa: اشیا
fi: Esineet
fil: Mga Bagay
fr: Objets
ga: Rudaí
gu: વસ્તુઓ
he: חפצים
hi: वस्तुएँ
hr: Predmeti
hu: Tárgyak
id: Obyek
is: Hlutir
it: Oggetti
ja: オブジェクト
kab: Tiɣawsiwin
kk: Заттар
km: á€á˜áŸ’á˜áœááŸ’áá»
kn: ವಸ್ತುಗಳು
ko: 물체
lt: Objektai
lv: Objekti
mk: Предмети
ml: വസ്തുക്കൾ
mr: वस्तू
ms: Objek
my: ပစ္စည်းအရာများ
nb: Objekter
nl: Objecten
pa: ਚੀਜ਼ਾਂ
pl: Przedmioty
ps: توکي
pt_br: Objetos
pt_pt: Objetos
ro: Obiecte
ru: Предметы
sk: Objekty
sl: Objekti
sq: Objekte
sr: Објекти
sv: Objekt
sw: Vitu
ta: பொருள்கள்
te: వస్తువులు
th: วัตถุ
tr: Nesneler
ug: نەرسە
uk: Предмети
ur: چیزیں
vi: Đồ vật
zh_cn: 物品
zh_hk: 物件

# EMOJI_CATEGORY_ON_MESSAGE_NAME
source: This message
ar: هذه الرسالة
be: Гэта паведамленне
bn: এই মেসেজ
ca: Aquest missatge
cs: Tato zpráva
da: Denne besked
de: Diese Nachricht
el: Αυτό το μήνυμα
es: Este mensaje
fa: این پیام
fi: Tämä viesti
fr: Ce message
ga: An Teachtaireacht Seo
gu: આ મેસેજ
he: הודעה זו
hi: यह मेसेज
hr: Ova poruka
hu: Jelenlegi üzenet
id: Pesan Ini
it: Questo messaggio
ja: このメッセージ
ko: 이 메시지
mr: हा संदेश
ms: Mesej Ini
nb: Denne meldingen
nl: Dit bericht
pl: Ta wiadomość
pt_br: Esta mensagem
pt_pt: Esta mensagem
ro: Acest mesaj
ru: Это сообщение
sk: Táto správa
sr: Ова порука
sv: Detta meddelande
th: ข้อความนี้
tr: Bu İleti
ug: بۇ ئۇچۇر
uk: У цьому повідомленні
ur: یہ پیغام
vi: Tin nhắn này
zh_cn: 此消息
zh_hk: 此訊息

# EMOJI_CATEGORY_RECENTS_NAME
source: Recents
af: Onlangse
ar: الأحدث
az: Sonuncular
be: Нядаўнія
bn: সাম্প্রতিক
cs: Poslední
cy: Diweddar
da: Nylige
de: Zuletzt verwendet
el: Πρόσφατα
es: Recientes
es_es: Más usados
et: Hiljutised
eu: Duela gutxikoak
fa: تماس‌های اخیر
fi: Äskeiset
fil: Mga huling natawagan
fr: Récents
ga: Úsáidte le Déanaí
gu: તાજેતરનું
he: אחרונים
hi: नवीनतम
hr: Nedavno
hu: Előzmények
id: Baru
is: Nýlegt
it: Recenti
ja: 最近使った絵文字
kab: Melmi kan
kk: Осының алдындағылар
km: ááŸ’á˜á¸áŸ—
kn: ಇತ್ತೀಚಿನವುಗಳು
ko: 최근
lt: Paskiausi
lv: Zvanu saraksts
mk: Неодамнешни
ml: സമീപകാലത്ത്
mr: अलीकडील
ms: Terkini
my: နောက်ဆုံး
nb: Sist brukte
nl: Onlangs gebruikt
pa: ਹਾਲੀਆ
pl: Ostatnie
ps: وروستي
pt_br: Recentes
pt_pt: Recentes
ro: Recente
ru: Недавние
sk: Nedávno použité
sl: Nedavni
sq: Së fundi
sr: Недавно
sv: Senaste
sw: Hivi majuzi
ta: அண்மையில்
te: అభినవాలు
th: ล่าสุด
tr: Yakınlarda
ug: يېقىنقى
uk: Недавні
ur: حالیہ
vi: Gần đây
zh_cn: 最近通话
zh_hk: 最近使用

# EMOJI_CATEGORY_SMILEYSANDPEOPLE_NAME
source: Smileys & People
af: Gesiggies & mense
ar: أوجُه سمايلي وأشخاص
az: Təbəssüm və insanlar
be: Смайлікі & людзі
bn: স্মাইলি অ্যান্ড পিউপল
ca: Emoticones somrients i gent
cs: Úsměvy a lidé
cy: Gwennogluniau a Phobl
da: Smileys & Personer
de: Smileys & Menschen
el: Φατσούλες & Άνθρωποι
es: Emoticonos y personas
es_es: Emoticonos y personas
et: Emotikonid ja inimesed
eu: Emojiak & Jendea
fa: لبخندها و آدم‌ها
fi: Hymiöt ja ihmiset
fil: Smileys at mga Tao
fr: Émoticônes et personnages
ga: Straoiseoga ⁊ Daoine
gu: સ્માઇલીઝ અને લોકો
he: פרצופונים ואנשים
hi: स्माइली और लोग
hr: Smajlići i osobe
hu: Smiley és emberek
id: Smiley & Orang
is: Fólk og broskarlar
it: Faccine e persone
ja: スマイリーと人々
kab: Acmumeḥ & Imdanen
kk: Смайлдар мен адамдар
km: á‰á‰á¹á˜ á“á·á„á˜á“á»áŸáŸ’áŸ
kn: ಸ್ಮೈಲಿಗಳು ಮತ್ತು ಜನರು
ko: 스마일리와 사람
lt: Šypsenėlės ir žmonės
lv: Smaidiņi un Cilvēki
mk: Смајлиња и Луѓе
ml: സ്മൈലികളും ആളുകളും
mr: स्माईली आणि व्यक्ती
ms: Smiley & Orang
my: မျက်နှာပြုံး နှင့် လူများ
nb: Smilefjes og mennesker
nl: Smileys & mensen
pa: ਮੁਖੜੇ ਤੇ ਲੋਕ
pl: Buźki i osoby
ps: موسکاوې او خلک
pt_br: Smileys & Pessoas
pt_pt: Sorrisos e pessoas
ro: Smiley-uri și Oameni
ru: Смайлики и люди
sk: Smajlíky a ľudia
sl: Smeškoti in ljudje
sq: Emotikonë & Njerëz
sr: Смајлији и људи
sv: Smileys & människor
sw: Tabasamu na Watu
ta: முகபாவனை & மக்கள்
te: స్మైలీస్ & పీపుల్
th: หน้ายิ้มและผู้คน
tr: Gülenyüz & Kişiler
ug: كۈلۈمسىرەش& كىشىلەر
uk: Смайлики і люди
ur: ایموجی اور لوگ
vi: Mặt cười và Con người
zh_cn: 笑脸和情感
zh_hk: 笑臉與人物
