Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_LOCAL_USER_INVITE_REVOKED_BY_REMOTE_USER_FORMAT
source: %@ revoked your invitation to the group.
af: %@ het jou uitnodiging na die groep herroep.
ar: أبطلَ %1$@ دعوتك إلى المجموعة.
az: %@ qrup dəvətini rədd etdi.
be: %1$@ адклікаў(-ла) ваша запрашэнне ў групу.
bg: %@ отмени поканата за групата до вас.
bn: %1$@ গ্রুপে আপনার আমন্ত্রণটি প্রত্যাহার করেছেন।
ca: %1$@ ha revocat la vostra invitació al grup.
cs: %1$@ zrušil vaši pozvánku do skupiny.
cy: Dirymodd %@ eich gwahoddiad i'r grŵp.
da: %1$@ tilbagekaldte din invitation til gruppen
de: %1$@ hat deine Gruppeneinladung widerrufen.
el: Ο/Η %1$@ ανακάλεσε την πρόσκλησή σου στην ομάδα.
es: %1$@ ha retirado tu invitación al grupo.
es_es: %@ ha retirado tu invitación al grupo.
et: %@ tühistas sinu grupiga liitumise kutse.
eu: %@ erabiltzaileak taldean sartzeko zure gonbidapena ezeztatu du.
fa: %1$@ دعوت‌ شما به گروه را لغو کرد.
fi: %1$@ peruutti kutsusi liittyä ryhmään.
fil: Binawi ni %@ ang iyong imbitasyon sa grupo.
fr: %1$@ a annulé votre invitation au groupe.
ga: Chealaigh %1$@ do chuireadh chun páirt a ghlacadh sa ghrúpa.
gu: %1$@ એ ગ્રુપમાં તમારું આમંત્રણ રદ કર્યું.
he: %1$@ שלל את ההזמנה שלך אל הקבוצה.
hi: %1$@ ने आपका ग्रुप से जुड़ने का आमंत्रण वापस ले लिया है।
hr: %1$@ je opozvao vašu pozivnicu u grupu.
hu: %1$@ visszavonta a csoportmeghívásodat.
id: %1$@ membatalkan undangan Anda untuk masuk ke grup.
is: %@ afturkallaði boð til þín um að ganga í hópinn.
it: %1$@ ha revocato il tuo invito al gruppo.
ja: %1$@ があなたが送ったグループへの招待を取り消しました。
kab: %@ yegdel tinubga-ik·im ɣer ugraw.
kk: %@ сізге жіберген топқа шақыруды қайтып алды.
km: %@ á”á¶á“áŠá€á á¼áá€á¶ášá¢á‰áŸ’á‡á¾á‰á…á¼á›á€áŸ’ášá»á˜áŸ”
kn: %@ ಗುಂಪಿಗೆ ನಿಮ್ಮ ಆಹ್ವಾನವನ್ನು ಹಿಂತೆಗೆದುಕೊಂಡಿದ್ದಾರೆ.
ko: %1$@ 님이 내 그룹 초대를 취소했습니다.
lt: %@ panaikino jūsų pakvietimą prisijungti prie grupės.
lv: %@ atsauca jūsu uzaicinājumu pievienoties šai grupai.
mk: %@ ја отповика вашата покана за во групата.
ml: ഗ്രൂപ്പിലേക്ക് നിങ്ങൾക്കുള്ള ക്ഷണം %@ റദ്ദ് ചെയ്തിരിക്കുന്നു.
mr: %1$@ ने आपले गटाचे निमंत्रण रद्द केले.
ms: %1$@ membatalkan jemputan anda kepada kumpulan.
my: အဖွဲ့သို့ သင့်အား ဖိတ်ခေါ်ထားခြင်းကို %@ မှ ရုပ်သိမ်းခဲ့သည်။
nb: %1$@ har trukket tilbake din invitasjon til gruppen.
nl: %1$@ heeft je groepsuitnodiging ingetrokken.
pa: %@ ਨੇ ਗਰੁੱਪ ਵਿੱਚ ਤੁਹਾਡੇ ਸੱਦੇ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਸੀ।
pa_pk: %@ نے گروپ اچ تساں دی دعوت منسوخ کر دتی۔
pl: %1$@ cofa Twoje zaproszenie do grupy.
ps: %@ ګروپ ته ستاسې بلنه لغوه کړه.
pt_br: %1$@ revogou seu convite para o grupo.
pt_pt: %1$@ revogou o seu convite para o grupo,
ro: %1$@ a revocat invitația ta la grup.
ru: %1$@ отозвал(-а) ваше приглашение в группу.
sk: %1$@ stiahol/hla vaše pozvanie do skupiny.
sl: Uporabnik/ca %@ je preklical/a vaše vabilo v skupino.
sq: %@ shfuqizoi ftesën tuaj për te grupi.
sr: %1$@ је повукао/ла вашу позивницу за групу.
sv: %1$@ återkallade din inbjudan till gruppen.
sw: %@alibatilisha mwaliko wako kwa kundi.
ta: %@ ரத்து செய்யப்பட்டது உங்கள் குழுவிற்கு அழைப்பு.
te: %@ గుంపుకు మీ ఆహ్వానాన్ని ఉపసంహరించుకుంది.
th: %1$@ ได้เพิกถอนคำเชิญคุณเข้ากลุ่ม
tr: %1$@ grup davetiyenizi iptal etti.
ug: سىزنىڭ گۇرۇپپىغا كىرىش تەكلىپىڭىزنى %1$@ بىكار قىلدى.
uk: Користувач %1$@ відкликав ваше запрошення в групу.
ur: %1$@ نے گروپ کو آپ کی دعوت منسوخ کردی۔
vi: %1$@ đã thu hồi lời mời bạn vào nhóm.
zh_cn: %1$@ 撤回了对你的入群邀请。
zh_hk: %1$@ 已撤銷邀請您加入群組。

# GROUP_LOCAL_USER_INVITE_REVOKED_BY_UNKNOWN_USER
source: Your invitation to the group was revoked.
af: Jou uitnodiging na die groep is herroep.
ar: أُبطِلَت دعوتك إلى المجموعة.
az: Qrup dəvətiniz ləğv edildi.
be: Ваша запрашэнне ў групу было адклікана.
bg: Поканата ви за групата е отменена.
bn: গ্রুপে আপনার আমন্ত্রণ প্রত্যাহার করা হয়েছে।
ca: La invitació al grup s'ha revocat.
cs: Vaše pozvánka do skupiny byla zrušena.
cy: Dirymwyd eich gwahoddiad i'r grŵp.
da: Din invitation til gruppen blev tilbagekaldt
de: Deine Gruppeneinladung wurde widerrufen.
el: Η πρόσκλησή σου στην ομάδα ανακλήθηκε.
es: Se ha retirado tu invitación al grupo.
es_es: Se ha retirado tu invitación al grupo.
et: Sinu grupiga liitumise kutse tühistati.
eu: Taldean sartzeko zure gonbidapena ezeztatu egin da.
fa: دعوت شما به گروه لغو شد.
fi: Kutsusi liittyä ryhmään peruttiin.
fil: Ang iyong imbitasyon sa grupo ay binawi.
fr: Votre invitation au groupe a été annulée.
ga: Cealaíodh do chuireadh chun páirt a ghlacadh sa ghrúpa.
gu: ગ્રુપ માટે તમારું આમંત્રણ રદ કરવામાં આવ્યું હતું.
he: ההזמנה שלך אל הקבוצה נשללה.
hi: आपका ग्रुप से जुड़ने का आमंत्रण वापस ले लिया गया है।
hr: Vaš poziv u grupu je opozvan.
hu: A csoportmeghívásod visszavonásra került.
id: Undangan Anda untuk masuk ke grup telah dibatalkan.
is: Boð til þín um að ganga í hópinn var afturkallað.
it: Il tuo invito al gruppo è stato revocato.
ja: あなたが送ったグループへの招待は取り消されました。
kab: Tinubga-inek·inem ɣer ugraw tettusefsex.
kk: Сіздің топқа шақырылуыңыз қайтып алынды.
km: á€á¶ášá¢á‰áŸ’á‡á¾á‰á…á¼á›á€áŸ’ášá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“áŠá€á á¼ááŸ”
kn: ಗುಂಪಿಗೆ ನಿಮ್ಮ ಆಹ್ವಾನವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.
ko: 내 그룹 초대가 취소되었습니다.
lt: Jūsų pakvietimas prisijungti prie grupės buvo panaikintas.
lv: Jūsu uzaicinājums pievienoties šai grupai tika atsaukts.
mk: Вашата покана за во групата беше отповикана.
ml: ഗ്രൂപ്പിലേക്ക് നിങ്ങൾക്കുള്ള ക്ഷണം റദ്ദാക്കിയിരിക്കുന്നു.
mr: आपले गटाचे निमंत्रण रद्द केले गेले.
ms: Jemputan anda kepada kumpulan telah dibatalkan.
my: အဖွဲ့သို့ သင့်အား ဖိတ်ခေါ်ထားခြင်းသည် ရုပ်သိမ်းခံခဲ့ရပါသည်။
nb: Din invitasjon til gruppen har blitt trukket tilbake.
nl: Je groepsuitnodiging is ingetrokken.
pa: ਗਰੁੱਪ ਵਿੱਚ ਤੁਹਾਡੇ ਸੱਦੇ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ।
pa_pk: گروپ اچ تساں دی دعوت منسوخ کر دتی گئی سی۔
pl: Twoje zaproszenie do grupy zostaje wycofane.
ps: ګروپ ته ستاسې بلنه لغوه شوه.
pt_br: Seu convite para o grupo foi revogado.
pt_pt: O seu convite para o grupo foi revogado.
ro: Invitația ta la grup a fost revocată.
ru: Ваше приглашение в группу было отозвано.
sk: Vaše pozvanie do skupiny bolo stiahnuté.
sl: Vaše vabilo v skupino je bilo preklicano.
sq: Ftesa juaj për te grupi u shfuqizua.
sr: Ваша позивница за групу је повучена.
sv: Din inbjudan till gruppen återkallades.
sw: Mwaliko wako kwa kundi ulibatilishwa.
ta: உங்கள் குழுவிற்கு அழைப்பு இருந்தது ரத்து செய்யப்பட்டது.
te: సమూహానికి మీ ఆహ్వానం ఉపసంహరించబడింది.
th: คำเชิญคุณเข้ากลุ่มถูกเพิกถอน
tr: Grup davetiyeniz iptal edildi.
ug: گۇرۇپپىغا كىرىش تەكلىپىڭىز بىكار قىلىندى.
uk: Ваше запрошення в групу відкликано.
ur: گروپ میں آپ کی دعوت منسوخ کردی گئی تھی۔
vi: Thư mời tham gia nhóm của bạn đã bị thu hồi.
zh_cn: 对你的入群邀请已失效。
zh_hk: 您加入群組的邀請已撤銷。

# GROUP_LOCAL_USER_INVITED_BY_REMOTE_USER_FORMAT
source: %@ invited you.
af: %@ het jou genooi.
ar: دَعاكَ %1$@.
az: %@, sizi dəvət etdi.
be: %1$@ запрасіў(-ла) вас.
bg: %@ ви покани.
bn: %1$@ আপনাকে আমন্ত্রণ জানিয়েছেন।
ca: %1$@ us ha convidat.
cs: %1$@ vás pozval(a).
cy: Fe'ch gwahoddwyd gan %@.
da: %1$@ inviterede dig
de: %1$@ hat dich eingeladen.
el: Ο/Η %1$@ σε προσκάλεσε.
es: %1$@ te ha invitado.
es_es: %@ te ha invitado.
et: %@ kutsus sind.
eu: %@ erabiltzaileak gonbidatu zaitu.
fa: %1$@شما را دعوت کرد.
fi: %1$@ kutsui sinut.
fil: Inimbitahan ka ni %@.
fr: Vous avez été invité par %1$@.
ga: Thug %1$@ cuireadh duit.
gu: %1$@એ તમને આમંત્રિત કર્યા છે.
he: %1$@ הזמין אותך.
hi: %1$@ने आपको आमंत्रित किया है।
hr: %1$@ vas je pozvao.
hu: %1$@ meghívott a csoportba.
id: %1$@ mengundang Anda.
is: %@ bauð þér.
it: %1$@ ti ha invitato.
ja: %1$@ があなたを招待しました。
kab: %@ i·tenced-ik·ikem
kk: %@ сізді шақырды.
km: %@ á”á¶á“á¢á‰áŸ’á‡á¾á‰á¢áŸ’á“á€áŸ”
kn: %@ ನಿಮ್ಮನ್ನು ಆಹ್ವಾನಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 나를 초대했습니다.
lt: %@ pakvietė jus.
lv: Jūs uzaicināja %@.
mk: %@ ве покани.
ml: %@ നിങ്ങളെ ക്ഷണിച്ചിരിക്കുന്നു.
mr: %1$@ ने आपल्याला निमंत्रित केले.
ms: %1$@ menjemput anda.
my: %@ သည် သင့်အား ဖိတ်ခေါ်ထားသည်။
nb: %1$@ har invitert deg.
nl: %1$@ heeft je uitgenodigd om lid te worden van de groep.
pa: %@ ਨੇ ਤੁਹਾਨੂੰ ਸੱਦਿਆ ਭੇਜਿਆ।
pa_pk: %@ نے تساں نوں مدعو کیتا۔
pl: %1$@ Cię zaprasza.
ps: %@ تاسې راوبللئ.
pt_br: %1$@ convidou você.
pt_pt: %1$@ convidou-o(a).
ro: %1$@ te-a invitat.
ru: %1$@ пригласил(-а) вас.
sk: %1$@ vás pozval(a).
sl: Oseba %@ vas je povabila.
sq: Ju ftoi %@.
sr: %1$@ вам шаље позивницу.
sv: %1$@ bjöd in dig.
sw: %@Amekualika.
ta: %@ அழைக்கப்பட்டார் நீங்கள்.
te: %@ మిమ్మల్ని ఆహ్వానించారు.
th: %1$@ ได้เชิญคุณ
tr: %1$@ sizi davet etti.
ug: %1$@ سىزنى تەكلىپ قىلدى.
uk: Вас запросив користувач %1$@.
ur: %1$@ نے آپ کو مدعو کیا۔
vi: %1$@ đã mời bạn.
zh_cn: %1$@ 邀请了你。
zh_hk: %1$@ 已邀請您加入群組。

# GROUP_LOCAL_USER_INVITED_TO_THE_GROUP
source: You were invited to the group.
af: Jy is na die groep genooi.
ar: دُعيتَ إلى المجموعة.
az: Qrupa dəvət olundunuz.
be: Вас запрасілі ў групу.
bg: Бяхте поканени в групата.
bn: আপনাকে এই গ্রুপে আমন্ত্রণ জানানো হয়েছে।
ca: Heu estat convidat al grup.
cs: Byli jste pozváni do skupiny.
cy: Fe'ch gwahoddwyd i'r grŵp.
da: Du er inviteret til gruppen
de: Du wurdest in die Gruppe eingeladen.
el: Σε προσκάλεσαν στην ομάδα.
es: Te han invitado al grupo.
es_es: Te han invitado al grupo.
et: Sind kutsuti gruppi.
eu: Taldera gonbidatu zaituzte
fa: شما به گروه دعوت شدید.
fi: Sinut kutsuttiin ryhmään.
fil: Ikaw ay inimbitahan sa grupo.
fr: Vous avez été invité à rejoindre le groupe.
ga: Tugadh cuireadh duit chun páirt a ghlacadh sa ghrúpa.
gu: તમને ગ્રુપમાં આમંત્રણ અપાયું હતું.
he: הוזמנת אל הקבוצה.
hi: आपको ग्रुप से जुड़ने के लिए आमंत्रित किया गया है।
hr: Pozvani ste u grupu.
hu: Csoportmeghívást kaptál.
id: Anda diundang ke dalam grup.
is: Þér var boðið að ganga í hópinn.
it: Sei stato invitato al gruppo.
ja: グループに招待されました。
kab: Tettwanecdeḍ ɣer ugraw.
kk: Сіз топқа шақыру алдыңыз.
km: á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á¢á‰áŸ’á‡á¾á‰á‘áŸ…á€áŸ’ášá»á˜áŸ”
kn: ನಿಮ್ಮನ್ನು ಗುಂಪಿಗೆ ಆಹ್ವಾನಿಸಲಾಗಿದೆ.
ko: 내가 그룹에 초대되었습니다.
lt: Jūs buvote pakviesti į grupę.
lv: Jūs tikāt uzaicināts pievienoties šai grupai.
mk: Вие бевте поканети во групата.
ml: നിങ്ങളെ ഗ്രൂപ്പിലേക്ക് ക്ഷണിച്ചിരിക്കുന്നു.
mr: आपल्याला गटात निमंत्रित केले गेले होते.
ms: Anda dijemput kepada kumpulan.
my: သင့်ကို အဖွဲ့သို့ ဖိတ်ခေါ်ထားသည်။
nb: Du har blitt invitert til gruppen.
nl: Je bent uitgenodigd voor de groep.
pa: ਤੁਹਾਨੂੰ ਗਰੁੱਪ ਵਿੱਚ ਸੱਦਾ ਭੇਜਿਆ ਗਿਆ ਸੀ।
pa_pk: تساں نوں گروپ اچ مدعو کیتا۔
pl: Otrzymujesz zaproszenie do grupy.
ps: تاسې ګروپ ته رابلل شوي وئ.
pt_br: Você recebeu um convite para o grupo.
pt_pt: Foi convidado para o grupo.
ro: Ai fost invitat la grup.
ru: Вы были приглашены в группу.
sk: Pozvali vás do skupiny.
sl: Bili ste povabljeni v skupino.
sq: U ftuat te grupi.
sr: Добили сте позивницу за групу.
sv: Du blev inbjuden till gruppen.
sw: Umealikwa kwenye kundi.
ta: நீங்கள் குழுவிற்கு அழைக்கப்பட்டனர்.
te: మిమ్మల్ని గుంపుకు ఆహ్వానించారు.
th: คุณถูกเชิญเข้ากลุ่ม
tr: Gruba davet edildiniz.
ug: گۇرۇپپىغا تەكلىپ قىلىندىڭىز.
uk: Вас запросили в групу.
ur: آپ کو گروپ میں مدعو کیا گیا تھا۔
vi: Bạn đã được mời vào nhóm.
zh_cn: 你被邀请加入此群
zh_hk: 您已獲邀加入群組。

# GROUP_LOCAL_USER_JOINED_THE_GROUP
source: You joined the group.
af: Jy het by die groep aangesluit.
ar: انضمَمْتَ إلى المجموعة.
az: Qrupa qoşuldunuz.
be: Вы далучыліся да групы.
bg: Присъединихте се към групата.
bn: আপনি গ্রুপে যোগ দিয়েছেন।
ca: Us heu afegit al grup.
cs: Připojili jste se ke skupině.
cy: Ymunasoch â'r grŵp.
da: Du har tilsluttet dig gruppen.
de: Du bist der Gruppe beigetreten.
el: Μπήκατε στην ομάδα.
es: Te has unido al grupo.
es_es: Te has incorporado al grupo.
et: Sa liitusid grupiga.
eu: Taldean sartu zara.
fa: شما به گروه پیوستید.
fi: Liityit ryhmään.
fil: Sumali ka sa grupo.
fr: Vous avez rejoint le groupe.
ga: Tá tú i do bhall den ghrúpa anois.
gu: તમે ગ્રુપમાં જોડાયા.
he: הצטרפת אל הקבוצה.
hi: आप ग्रुप में शामिल हो गए हैं।
hr: Pridružili ste se grupi.
hu: Beléptél a csoportba.
id: Anda bergabung ke dalam grup.
is: Þú gekkst í hópinn
it: Ti sei unito al gruppo.
ja: グループに参加しました。
kab: Terniḍ ɣer ugraw.
kk: Сіз топқа қосылдыңыз.
km: á¢áŸ’á“á€á”á¶á“á…á¼á›á€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: ನೀವು ಗುಂಪಿಗೆ ಸೇರಿದ್ದೀರಿ.
ko: 내가 그룹에 참가했습니다.
lt: Jūs prisijungėte prie grupės.
lv: Jūs pievienojāties grupai.
mk: Вие и се приклучивте на групата.
ml: നിങ്ങൾ ഗ്രൂപ്പിൽ ചേർന്നു.
mr: आपण गटात सामील झालात.
ms: Anda menyertai kumpulan.
my: သင်သည် အဖွဲ့ထဲ ဝင်လိုက်ပါသည်။
nb: Du ble med i gruppen.
nl: Je bent lid geworden van de groep.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ।
pa_pk: تساں نے گروپ اچ شمولیت کیتی۔
pl: Dołączasz do grupy.
ps: تاسې له ګروپ سره یو ځای شوئ.
pt_br: Você entrou no grupo.
pt_pt: Juntou-se ao grupo.
ro: Te-ai alăturat grupului.
ru: Вы присоединились к группе.
sk: Pridali ste sa do skupiny.
sl: Pridružili ste se skupini.
sq: U bëtë pjesë e grupit.
sr: Придружили сте се групи.
sv: Du gick med i gruppen.
sw: Umejiunga na kundi.
ta: நீங்கள் குழுவில் சேர்ந்தார்.
te: మీరు సమూహములో చేరారు.
th: คุณได้ร่วมกลุ่ม
tr: Gruba katıldınız.
ug: گۇرۇپپىغا قوشۇلدىڭىز.
uk: Ви приєдналися до групи.
ur: آپ گروپ میں شامل ہوئے۔
vi: Bạn đã tham gia nhóm.
zh_cn: 你加入了此群。
zh_hk: 您已加入此群組。

# GROUP_LOCAL_USER_JOINED_THE_GROUP_VIA_GROUP_INVITE_LINK
source: You joined the group via the group link.
af: Jy het d.m.v. die groepskakel by die groep aangesluit.
ar: انضمَمْتَ للمجموعة بواسطة رابط المجموعة.
az: Qrup bağlantısı vasitəsilə qrupa qoşuldunuz.
be: Вы далучыліся да групы па спасылцы на групу.
bn: আপনি গ্রুপ লিঙ্কের মাধ্যমে গ্রুপে যোগ দিয়েছেন।
ca: Us heu afegit al grup per l'enllaç de grup.
cs: Připojili jste se ke skupině pomocí skupinového odkazu.
cy: Ymunasoch â'r grŵp trwy'r ddolen grŵp.
da: Du sluttede dig til gruppen via gruppelinket.
de: Du bist der Gruppe über den Gruppen-Link beigetreten.
el: Μπήκες στην ομάδα μέσω του συνδέσμου της ομάδας.
es: Te has unido al grupo mediante enlace.
es_es: Te has unido al grupo vía enlace.
et: Sa liitusid grupiga grupilingi kaudu.
eu: Taldean sartu zara talde esteka baten bidez.
fa: شما از طریق پیوند گروه به گروه پیوستید.
fi: Liityit ryhmään ryhmälinkin kautta.
fr: Vous avez rejoint le groupe via le lien du groupe.
gu: તમે ગ્રુપ લિંક દ્વારા ગ્રુપમાં જોડાયા.
he: הצטרפת אל הקבוצה באמצעות קישור הקבוצה.
hi: आप ग्रुप लिंक के माध्यम से ग्रुप में जुड़े।
hr: Pridružili ste se grupi putem poveznice grupe.
hu: Beléptél a csoportba egy megosztható csoporthivatkozás használatával.
id: Anda bergabung ke dalam grup melalui tautan grup.
is: Þú gekkst í hópinn með hóptengli.
it: Ti sei unito al gruppo tramite il link del gruppo.
ja: グループリンクからグループに参加しました。
kab: Terniḍ ɣer ugraw s useɣwen n ugraw.
km: á¢áŸ’á“á€á”á¶á“á…á¼á›ášá½á˜á€áŸ’ášá»á˜ áá¶á˜ášá™áŸˆááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: ನೀವು ಗುಂಪಿನ ಲಿಂಕ್ ಮೂಲಕ ಗುಂಪನ್ನು ಸೇರಿದ್ದೀರಿ.
ko: 내가 그룹 링크로 그룹에 참가했습니다.
lt: Jūs prisijungėte prie grupės per grupės nuorodą.
lv: Jūs pievienojāties šai grupai, izmantojot grupas saiti.
mk: Вие се приклучивте на групата преку групниот линк.
ml: ഗ്രൂപ്പ് ലിങ്ക് വഴി നിങ്ങൾ ഗ്രൂപ്പിൽ ചേർന്നു.
mr: गट लिंक द्वारा आपण गटात सामील झाला आहात.
ms: Anda telah menyertai kumpulan melalui pautan kumpulan.
my: အဖွဲ့၏ လင့်ခ် မှတစ်ဆင့် သင်သည် အဖွဲ့ထဲသို့ဝင်ရောက်ခဲ့သည်။
nb: Du ble medlem i gruppen via gruppelenken.
nl: Je bent via de groepslink lid geworden van de groep.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦੇ ਲਿੰਕ ਰਾਹੀਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ।
pl: Dołączasz do grupy przez link.
ps: تاسې له دې ګروپ سره د ګروپ د لینک له لارې یو ځای شوي یاست.
pt_br: Você entrou no grupo via link do grupo.
pt_pt: Entrou para o grupo através do link do grupo.
ro: Te-ai alăturat grupului printr-un link de grup.
ru: Вы присоединились к группе по ссылке на группу.
sk: Pridali ste sa do skupiny prostredníctvom odkazu do skupiny.
sl: Preko deljene povezave ste se pridružili skupini.
sq: U bëtë pjesë e grupit përmes lidhjes së grupit.
sr: Придружили сте се групи преко линка за групу.
sv: Du gick med i gruppen via grupplänken.
sw: Umejiunga na kikundi kupitia kiungo cha kikundi.
ta: குழு இணைப்பு வழியாக நீங்கள் குழுவில் சேர்ந்தீர்கள்.
te: మీరు సమూహ లింక్ ద్వారా సమూహంలో చేరారు.
th: คุณได้เข้าร่วมกลุ่มผ่านลิงก์กลุ่ม
tr: Grup bağlantısı üzerinden gruba katıldınız.
ug: گۇرۇپپا ئۇلانمىسى ئارقىلىق گۇرۇپپىغا قوشۇلدىڭىز.
uk: Ви приєдналися до групи за допомогою посилання.
ur: آپ گروپ لنک کے ذریعے گروپ میں شامل ہوگئے۔
vi: Bạn đã tham gia nhóm qua đường dẫn nhóm.
zh_cn: 您通过群组链接加入了群组。
zh_hk: 您已憑群組連結加入此群組。

# GROUP_LOCAL_USER_REMOVED_BY_REMOTE_USER_FORMAT
source: %@ removed you.
af: %@ het jou verwyder.
ar: قامَ %1$@ بإزالتك.
az: %@, sizi çıxartdı.
be: %1$@ адклікаў(-ла) вас.
bg: %@ ви отстрани.
bn: %1$@ আপনাকে সরিয়ে দিয়েছেন।
ca: %1$@ t'ha esborrat.
cs: %1$@ vás odebral/a ze skupiny.
cy: Fe'ch dilëwyd gan %@.
da: %1$@ fjernede dig.
de: %1$@ hat dich entfernt.
el: Ο/Η %1$@ σε αφαίρεσε.
es: %1$@ te ha eliminado.
es_es: %@ te ha expulsado.
et: %@ eemaldas sinu.
eu: %@ erabiltzaileak ezabatu zaitu
fa: %1$@ شما را حذف کرد.
fi: %1$@ poisti sinut.
fil: Tinanggal ka ni %@.
fr: %1$@ vous a retiré du groupe.
ga: Bhain %1$@ thú.
gu: %1$@ એ તમને દૂર કર્યા.
he: %1$@ הסיר/ה אותך.
hi: %1$@ ने आपको हटा दिया है।
hr: %1$@ vas je uklonio.
hu: %1$@ eltávolított a csoportból.
id: %1$@ mengeluarkan Anda.
is: %@ fjarlægði þig.
it: %1$@ ti ha rimosso.
ja: %1$@ があなたを削除しました。
kab: %@ yekkes-ik·ikem.
kk: %@ сізді алып тастады.
km: %@ á”á¶á“á›á»á”á¢áŸ’á“á€áŸ”
kn: %@ ನಿಮ್ಮನ್ನು ತೆಗೆದಿದ್ದಾರೆ.
ko: %1$@ 님이 나를 제거했습니다.
lt: %@ jus pašalino.
lv: %@ jūs dzēsa.
mk: %@ ве отстрани.
ml: %@ നിങ്ങളെ നീക്കം ചെയ്തിരിക്കുന്നു.
mr: %1$@ ने आपल्याला काढून टाकले.
ms: %1$@ mengeluarkan anda.
my: %@ သည် သင့်ကို ဖယ်ရှားခဲ့သည် ။
nb: %1$@ fjernet deg.
nl: %1$@ heeft je verwijderd.
pa: %@ ਨੇ ਤੁਹਾਨੂੰ ਕੱਢਿਆ।
pa_pk: %@ نے تساں نوں ہٹا دتا۔
pl: %1$@ usuwa Cię z grupy.
ps: %@ تاسې ایسته کړئ.
pt_br: %1$@ excluiu você.
pt_pt: %1$@ removeu-o(a).
ro: %1$@ te-a eliminat.
ru: %1$@ удалил(-а) вас.
sk: Používateľ %1$@ vás odstránil.
sl: Oseba %@ vas je odstranila.
sq: %@ ju hoqi.
sr: %1$@ вас је уклонио/ла.
sv: %1$@ tog bort dig.
sw: %@Amekuondoa
ta: %@ அகற்றப்பட்டது நீங்கள்.
te: %@ మిమ్మల్ని తొలగించారు.
th: %1$@ ลบคุณออก
tr: %1$@ seni çıkarttı.
ug: %1$@ سىزنى چىقىرىۋەتتى.
uk: Користувач %1$@ вилучив вас.
ur: %1$@ نے آپ کو ہٹا دیا۔
vi: %1$@ đã loại bỏ bạn.
zh_cn: %1$@将你移出了群组。
zh_hk: %1$@ 已將您移出群組。

# GROUP_LOCAL_USER_REMOVED_BY_UNKNOWN_USER
source: You were removed from the group.
af: Jy is van die groep verwyder.
ar: تمَّت إزالتك من المجموعة.
az: Qrupdan çıxarıldınız.
be: Вас выдалілі з групы.
bg: Бяхте отстранени от групата.
bn: আপনাকে গ্রুপ থেকে সরানো হয়েছে।
ca: T'han esborrat del grup.
cs: Byli jste odebráni ze skupiny.
cy: Fe'ch dilëwyd o'r grŵp.
da: Du er blevet fjernet fra gruppen.
de: Du wurdest aus der Gruppe entfernt.
el: Αφαιρέθηκες από την ομάδα.
es: Te han eliminado del grupo.
es_es: Te han expulsado del grupo.
et: Sind eemaldati grupist.
eu: Taldetik ezabatua izan zara.
fa: شما از گروه حذف شده‌اید.
fi: Sinut poistettiin ryhmästä.
fil: Ikaw ay tinanggal sa grupo.
fr: Vous avez été retiré du groupe.
ga: Baineadh den ghrúpa thú.
gu: તમને ગ્રુપમાંથી દૂર કરવામાં આવ્યા હતા.
he: הוסרת מהקבוצה.
hi: आपको ग्रुप से हटाया गया।
hr: Uklonjeni ste iz grupe.
hu: Eltávolítottak a csoportból.
id: Anda dikeluarkan dari grup.
is: Þú varst fjarlægð/ur úr hópnum.
it: Sei stato rimosso dal gruppo.
ja: グループから削除されました。
kab: Tettwakkseḍ seg ugraw.
kk: Сіз топтан алып тасталдыңыз.
km: á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á›á»á”á…áŸá‰á–á¸á€áŸ’ášá»á˜áŸ”
kn: ನಿಮ್ಮನ್ನು ಗುಂಪಿನಿಂದ ತೆಗೆಯಲಾಗಿದೆ.
ko: 그룹에서 제거되었습니다.
lt: Jūs buvote pašalinti iš grupės.
lv: Jūs tikāt dzēsts no šīs grupas.
mk: Вие бевте отстранети од групата.
ml: നിങ്ങളെ ഗ്രൂപ്പിൽ നിന്ന് നീക്കം ചെയ്തിരിക്കുന്നു.
mr: आपणांस ग्रुपमधून काढून टाकले होते.
ms: Anda dikeluarkan daripada kumpulan.
my: သင့်အား အဖွဲ့မှ ဖယ်ရှားခဲ့သည်။
nb: Du er fjernet fra gruppen.
nl: Je bent verwijderd uit de groep.
pa: ਤੁਹਾਨੂੰ ਗਰੁੱਪ ਵਿੱਚੋਂ ਕੱਢਿਆ ਗਿਆ ਸੀ।
pa_pk: تساں نوں گروپ توں ہٹا دتا گیا۔
pl: Ktoś usuwa Cię z grupy.
ps: تاسې له ګروپ څخه وایستل شوئ.
pt_br: Você foi excluído/a do grupo.
pt_pt: Foi removido do grupo.
ro: Ai fost eliminat din grup.
ru: Вы были удалены из группы.
sk: Odstránili vás zo skupiny.
sl: Odstranjeni ste bili iz skupine.
sq: U hoqët prej grupit.
sr: Уклоњени сте из групе.
sv: Du togs bort från gruppen.
sw: Umeondolewa kutoka kwa kundi.
ta: நீங்கள் குழுவிலிருந்து அகற்றப்பட்டது.
te: మీరు గుంపు నుండి తొలగించబడ్డారు.
th: คุณถูกลบออกจากกลุ่ม
tr: Gruptan çıkartıldın.
ug: سىزنى گۇرۇپپىدىن چىقىرىۋەتتى.
uk: Вас вилучили з групи.
ur: آپ کو گروپ سے نکال دیا گیا۔
vi: Bạn đã bị loại bỏ khỏi nhóm.
zh_cn: 你已被移出群组。
zh_hk: 您已被此群組移除。

# GROUP_LOCAL_USER_REQUEST_APPROVED
source: Your request to join the group was approved.
ar: تمَّت الموافقة على طلب انضمامك إلى المجموعة.
be: Ваш запыт на далучэнне да групы быў ухвалены.
bn: গ্রুপে যোগ দেয়ার জন্য আপনার অনুরোধ অনুমোদন করা হয়েছে।
ca: S'ha aprovat la teva sol·licitud per afegir-te al grup.
cs: Váš žádost o připojení ke skupině byla schválena.
da: Din anmodning om at blive medlem af gruppen blev godkendt.
de: Deine Anfrage, der Gruppe beizutreten, wurde angenommen.
el: Το αίτημά σου για συμμετοχή στην ομάδα εγκρίθηκε.
es: Se ha aprobado tu solicitud para unirte al grupo.
fa: درخواست شما برای پیوستن به گروه پذیرفته شد.
fi: Pyyntösi liittyä ryhmään hyväksyttiin.
fr: Votre demande d’adhésion au groupe a été approuvée.
ga: Faomhadh d'iarratas ar dhul isteach sa ghrúpa.
gu: ગ્રૂપમાં જોડાવાની તમારી વિનંતી મંજૂર કરવામાં આવી છે.
he: הבקשה שלך להצטרף לקבוצה אושרה.
hi: समूह में शामिल होने का आपका अनुरोध स्वीकार कर लिया गया है।
hr: Vaš zahtjev za pridruživanje grupi je odobren.
hu: Jóváhagyásra került a csoporthoz való csatlakozási kérelmed.
id: Permintaan Anda untuk bergabung dengan grup telah disetujui.
it: La tua richiesta di unirti al gruppo è stata approvata.
ja: グループへの参加申請が承認されました。
ko: 그룹에 대한 참가 요청이 승인되었습니다.
mr: गटात सामील हाेण्याची आपली विनंती मान्य झाली.
ms: Permintaan anda untuk menyertai kumpulan telah diluluskan.
nb: Forespørselen din om å bli med i gruppen ble godkjent.
nl: Je verzoek om lid te worden van de groep is goedgekeurd.
pl: Twoja prośba o przyjęcie do grupy zostaje zaakceptowana.
pt_br: Sua solicitação para entrar para o grupo foi aprovada.
pt_pt: O seu pedido de adesão ao grupo foi aprovado.
ro: Solicitarea ta de a te alătura grupului a fost aprobată.
ru: Ваш запрос на присоединение к группе был одобрен.
sk: Vaša žiadosť o členstvo v skupine bola schválená.
sr: Ваш захтев за придруживање групи је одобрен.
sv: Din begäran om att gå med i gruppen godkändes.
th: คำขอเข้ากลุ่มของคุณได้รับการอนุมัติแล้ว
tr: Gruba katılma isteğin onaylandı.
ug: گۇرۇپپىغا قوشۇلۇش تەلىپىڭىز قوبۇل قىلىندى.
uk: Вам дозволено приєднатися до групи.
ur: آپ کی گروپ میں شامل ہونے کی درخواست منظور کر لی گئی تھی۔
vi: Yêu cầu tham gia nhóm của bạn đã được chấp nhận.
zh_cn: 您的入群申请已通过。
zh_hk: 你加入群組的請求已被批准。
