Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_PAYMENT_INSUFFICIENT_BALANCE_ALERT_TITLE
source: Insufficient Balance
af: Onvoldoende balans
ar: رصيد غير كافٍ
az: Yetərsiz balans
be: Недастатковы баланс
bn: অপর্যাপ্ত ব্যালান্স
ca: Saldo insuficient
cs: Nedostatečný zůstatek
cy: Balans Annigonol
da: Utilstrækkelig saldo
de: Unzureichender Kontostand
el: Μη Επαρκές Υπόλοιπο
es: Saldo insuficiente
et: Pole piisavalt vahendeid
fa: موجودی ناکافی
fi: Varat eivät riitä
fr: Solde insuffisant
gu: અપૂરતું બેલેન્સ
he: מאזן בלתי מספיק
hi: अपर्याप्त बैलेंस
hr: Nedovoljno na stanju
hu: Fedezethiány
id: Saldo Tidak Cukup
is: Ónóg innistæða
it: Saldo insufficiente
ja: 残高不足
km: áŸá˜áá»á›áŸ’á™á˜á·á“á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹
kn: ಬ್ಯಾಲೆನ್ಸ್‌ ಸಾಕಾಗುವಷ್ಟಿಲ್ಲ
ko: 잔액 불충분
lt: Nepakankamas likutis
lv: Nepietiekams atlikums
ml: അപര്യാപ്തമായ ബാലൻസ്
mr: अपुरा बॅलंस
ms: Baki Tidak Mencukupi
my: လက်ကျန်ငွေ မလုံလောက်ပါ
nb: Utilstrekkelig balanse
nl: Onvoldoende krediet beschikbaar
pa: ਨਾਕਾਫੀ ਬਕਾਇਆ
pl: Niewystarczające środki
ps: ناکافي بېلانس
pt_br: Saldo insuficiente
pt_pt: Saldo insuficiente
ro: Fonduri insuficiente
ru: Недостаточно средств
sk: Nedostatočný zostatok
sl: Nezadostno stanje
sq: Depozitë e Pamjaftueshme
sr: Недовољан износ средстава
sv: Otillräckligt med pengar
sw: Salio Halitoshi
ta: போதுமானதாக இல்லை இருப்பு
te: తగినంత బ్యాలెన్స్ లేదు
th: บัญชีมีเงินไม่พอ
tr: Yetersiz Bakiye
ug: قالدۇق يەتمىدى
uk: Недостатньо коштів
ur: ناکافی بیلنس
vi: Số dư Không đủ
zh_cn: 余额不足
zh_hk: 餘額不足

# SETTINGS_PAYMENTS_PAYMENT_USER_INCOMING_FORMAT
source: From %@
af: Van %@
ar: مِن %1$@
az: Göndərən: %@
be: Ад %1$@
bn: প্রেরক %1$@
ca: De %1$@
cs: Od %1$@
cy: Oddi wrth %@
da: Fra %1$@
de: Von %1$@
el: Από %1$@
es: De %1$@
et: Kasutajalt %@
fa: از %1$@
fi: Käyttäjältä %1$@
fr: Émis par %1$@
ga: From %1$@
gu: %1$@ તરફથી
he: מאת %1$@
hi: %1$@ से
hr: Od %1$@
hu: Küldte: %1$@
id: Dari %1$@
is: Frá %@
it: Da %1$@
ja: 送金元 %1$@
km: á–á¸ %@
kn: %@ ಅವರಿಂದ
ko: %1$@로 부터
lt: Nuo %@
lv: No %@
ml: %@-ൽ നിന്ന്
mr: %1$@ कडून
ms: Daripada %1$@
my: %@ ထံမှ
nb: Fra %1$@
nl: Van %1$@
pa: %@ ਵੱਲੋਂ
pl: Od: %1$@
ps: %@ له خوا
pt_br: De %1$@
pt_pt: De %1$@
ro: De la %1$@
ru: от %1$@
sk: Od používateľa %1$@
sl: Od %@
sq: Nga %@
sr: Пошиљалац: %1$@
sv: Från %1$@
sw: Kutoka %@
ta: இருந்து %@
te: %@ నుండి
th: จาก %1$@
tr: Gönderen %1$@
ug: دىن باشلاپ%1$@
uk: Від користувача %1$@
ur: %1$@ کی طرف سے
vi: Từ %1$@
zh_cn: 来自 %1$@
zh_hk: 来自 %1$@

# SETTINGS_PAYMENTS_PAYMENT_USER_OUTGOING_FORMAT
source: To %@
af: Aan %@
ar: إلى %1$@
az: Alan: %@
be: Да %1$@
bn: প্রাপক %1$@
ca: Per a %1$@
cs: pro %1$@
cy: I %@
da: Til %1$@
de: An %1$@
el: Προς %1$@
es: Para %1$@
et: Saajale %@
fa: به %1$@
fi: Käyttäjälle %1$@
fr: En faveur de %1$@
ga: To %1$@
gu: %1$@માં
he: אל %1$@
hi: %1$@ को
hr: Za %1$@
hu: %1$@ számára
id: Ke %1$@
is: Til %@
it: A %1$@
ja: 送金先 %1$@
km: á‘áŸ… %@
kn: %@ ಅವರಿಗೆ
ko: %1$@에게
lt: Skirta %@
lv: Maksājuma saņēmējam %@
ml: %@-ലേക്ക്
mr: %1$@ ला
ms: Kepada %1$@
my: %@ ထံသို့
nb: Til %1$@
nl: Naar %1$@
pa: ਵੱਲ %@
pl: Do: %1$@
ps: %@ ته
pt_br: Para %1$@
pt_pt: Para %1$@
ro: Către %1$@
ru: Кому: %1$@
sk: Pre %1$@
sl: Za %@
sq: Për %@
sr: Прималац: %1$@
sv: Till %1$@
sw: Kwa %@
ta: க்கு %@
te: %@ వరకు
th: ถึง %1$@
tr: Alıcı %1$@
ug: تاپشۇرۇۋالغۇچى: %1$@
uk: Одержувач: %1$@
ur: %1$@کے لئے
vi: Đến %1$@
zh_cn: 发送至 %1$@
zh_hk: 至 %1$@

# SETTINGS_PAYMENTS_PAYMENTS_DISABLED_TOAST
source: Payments deactivated.
af: Betalings gedeaktiveer.
ar: عُطِّلَت المدفوعات
az: Ödənişlər deaktiv edildi.
be: «Плацяжы» дэактываваныя.
bn: পেমেন্ট বন্ধ করা হয়েছে।
ca: Pagaments desactivats
cs: Platby deaktivovány.
cy: Taliadau wedi'u ddadweithredu.
da: Betalinger er deaktiveret.
de: Zahlungen deaktiviert.
el: Οι πληρωμές απενεργοποιήθηκαν.
es: Pagos desactivados.
et: Maksed deaktiveeritud.
eu: Ordainketak desaktibatuta.
fa: پرداخت‌ها غیرفعال شدند
fi: Maksut otettu pois käytöstä
fr: Paiements désactivés.
gu: પેમેન્ટને નિષ્ક્રિય કરેલ છે.
he: הפעלת תשלומים בוטלה.
hi: भुगतान निष्क्रिय किया गया।
hr: Plaćanja su onemogućena.
hu: Fizetések deaktiválva.
id: Pembayaran dinonaktifkan
is: Greiðslur eru óvirkar.
it: Pagamenti disattivati.
ja: 決済機能を停止
kab: Axelleṣ yensa.
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á”á¶á“á”á·á‘áŠáŸ†áá¾ášá€á¶ášáŸ”
kn: ಪೇಮೆಂಟ್ಸ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.
ko: 결제가 비활성화되었습니다.
lt: Mokėjimai yra pasyvinti.
lv: Maksājumi deaktivēti
mk: Плаќањата се деактивирани.
ml: പേയ്‌മെന്റുകൾ നിർജ്ജീവമാക്കി.
mr: पेमेंट निष्क्रिय केले गेले.
ms: Pembayaran telah dinyahaktifkan.
my: ငွေပေးချေမှုများ ပိတ်ပြီး
nb: Betalinger er deaktivert
nl: Betalingen zijn uitgeschakeld.
pa: ਭੁਗਤਾਨ ਗੈਰ-ਸਰਗਰਮ ਕੀਤਾ
pl: Płatności zdezaktywowane.
ps: پرداختونه غیرفعاله شول.
pt_br: Módulo de pagamentos desativado.
pt_pt: Pagamentos desativados.
ro: Plățile au fost dezactivate.
ru: Платежи деактивированы.
sk: Platby sú deaktivované.
sl: Plačila so deaktivirana.
sq: Pagesat u çaktivizuan.
sr: Плаћања су деактивирана.
sv: Betalningar inaktiverade.
sw: Malipo yamezimwa.
ta: கொடுப்பனவுகள் செயலிழக்கப்பட்டன.
te: చెల్లింపులు నిష్క్రియం చేయబడ్డాయి.
th: การชำระเงินถูกปิดใช้งานแล้ว
tr: Ödemeler etkisizleştirildi.
ug: چىقىم چەكلەندى.
uk: Платежі вимкнено.
ur: ادائیگی غیر فعال ہوگئی۔
vi: Thanh toán đã huỷ kích hoạt.
zh_cn: 付款已停用。
zh_hk: 付款已停用。

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_DOUBLE_REMINDER_MESSAGE
source: Skipping this step could allow anyone who has physical access to your phone to transfer funds or view your recovery phrase.
ar: قد يُؤدي تخطِّي هذه الخطوة إلى السماح لأي شخص يستخدم هاتفك بتحويل الأموال أو الاطِّلاع على عبارة الاستعادة الخاصة بك.
be: Калі прапусціць гэты крок, то ўсякі, хто мае фізічны доступ да вашага тэлефона, зможа перавесці сродкі або даведацца пра вашу фразу для аднаўлення.
bn: এই ধাপটি বাদ দিলে আপনার ফোনে অ্যাক্সেস আছে এমন যে কেউ ফান্ড ট্রান্সফার করতে বা আপনার পুনরুদ্ধার করার বাক্যটি দেখতে পারবেন।
ca: Si omets aquest pas, qualsevol persona que tingui accés físic al teu telèfon podrà transferir fons o veure la teva frase de recuperació.
cs: Přeskočením tohoto kroku můžete komukoli, kdo má fyzický přístup k vašemu telefonu, umožnit převedení peněz nebo zobrazení vaší fráze pro obnovení.
da: Hvis du springer dette trin over, kan alle, der har fysisk adgang til din telefon, overføre penge eller se din gendannelsessætning.
de: Wenn du diesen Schritt überspringst, kann jeder, der Zugriff auf dein Smartphone hat, Geld überweisen oder deine Wiederherstellungsphrase einsehen.
el: Η παράλειψη αυτού του βήματος μπορεί να επιτρέψει σε οποιοδήποτε άτομο έχει φυσική πρόσβαση στο τηλέφωνό σου να μεταφέρει χρήματα ή να δει τη φράση ανάκτησης.
es: Omitir este paso podría permitir que cualquier persona que tenga acceso físico a tu teléfono pueda transferir fondos o ver tu frase de recuperación.
fa: رد کردن این مرحله می‌تواند به هر کسی که به تلفن شما دسترسی فیزیکی دارد اجازه دهد وجوهی منتقل کند یا عبارت بازیابی شما را مشاهده کند.
fi: Jos ohitat tämän vaiheen, kuka tahansa puhelintasi käyttävä henkilö voi siirtää varoja tai nähdä palautuslauseesi.
fr: Si vous ignorez cette étape et que votre téléphone tombe entre de mauvaises mains, n'importe qui peut potentiellement transférer vos fonds ou accéder à votre phrase de récupération.
ga: Má scipeálann tú an chéim seo, bheadh cead ag aon duine ag a bhfuil rochtain fhisiciúil ar do ghuthán airgead a aistriú nó féachaint ar do fhrása athshlánaithe.
gu: આ પગલું અવગણવાથી તમારા ફોનની ભૌતિક ઍક્સેસ ધરાવતી કોઈ પણ વ્યક્તિને ફંડ ટ્રાન્સફર કરવાની અથવા તમારા રિકવરી ફ્રેઝને જોવાની મંજૂરી મળી શકે છે.
he: דילוג על שלב זה יאפשר לכל אדם עם גישה פיזית למכשיר הטלפון שלך להעביר כספים או לצפות במשפט שחזור הסיסמה שלך.
hi: इस चरण को छोड़ने से कोई भी ऐसा व्यक्ति जिसके हाथ आपका फ़ोन लग जाए, उसके इस्तेमाल से निधियाँ अंतरित कर सकता है या आपका रिकवरी वाक्य देख सकता है।
hr: Preskakanje ovog koraka moglo bi omogućiti prijenos vaših sredstava ili pregled vaše fraze za oporavak svakome tko ima fizički pristup vašem telefonu.
hu: Ha kihagyod ezt a lépést, bárki, aki fizikailag hozzáfér a telefonodhoz, átutalhat pénzt az eszközről, illetve megtekintheti a helyreállítási kifejezést is.
id: Jika Anda melewati langkah ini, siapa pun yang memegang ponsel Anda bisa saja mentransfer dana atau melihat frasa pemulihan Anda.
it: Se ignori questo passaggio, chiunque abbia accesso al tuo telefono potrebbe trasferire eventuali fondi presenti o vedere la tua frase segreta di recupero.
ja: この手順をスキップすると、第三者があなたの携帯電話を使用して資金の送金をしたりリカバリーフレーズを見たりする可能性があります。
ko: 이 단계를 건너 뛰면 사용자의 휴대폰 기기를 손에 넣은 사람이 자금을 이체하거나 복구 단계를 볼 수 있습니다.
mr: ही पायरी वगळल्यास आपल्या फोनचा भौतिक अ‍ॅक्सेस असलेल्या कोणालाही निधी हस्तांतरित करण्यास किंवा आपला पुर्नप्राप्ती वाक्यांश पाहू शकण्याची अनुमती मिळू शकते.
ms: Melangkau langkah ini boleh membenarkan sesiapa sahaja yang mempunyai akses fizikal kepada telefon anda untuk memindahkan dana atau melihat frasa pemulihan anda.
nb: Hvis du hopper over dette trinnet, kan alle som har fysisk tilgang til telefonen din overføre penger og se gjenopprettingsfrasen din.
nl: Als je deze stap overslaat, kan iemand met fysieke toegang tot je telefoon geld overmaken of je herstelzin bekijken.
pl: Jeśli pominiesz ten krok, każda osoba, która będzie mieć fizyczny dostęp do Twojego telefonu, będzie mogła przelać środki lub wyświetlić Twoją frazę odzyskiwania.
pt_br: Se você pular esta etapa, qualquer pessoa em posse do seu telefone poderá transferir fundos ou ver a sua frase de recuperação.
pt_pt: Saltar este passo pode eventualmente permitir a qualquer pessoa que tenha acesso físico ao seu telefone transferir fundos ou ver a sua frase de recuperação.
ro: Dacă sari peste acest pas, oricine care are acces fizic la telefonul tău poate să-și transfere fonduri sau să vadă fraza de recuperare.
ru: Пропуск этого шага может позволить любому, кто имеет физический доступ к вашему телефону, перевести средства или узнать вашу фразу восстановления.
sk: Preskočením tohto kroku umožníte komukoľvek, kto má fyzický prístup k vášmu telefónu, previesť prostriedky alebo pozrieť si vašu frázu na obnovenie.
sr: Ако прескочите овај корак, то значи да свако ко има физички приступ вашем телефону може да пренесе ваша средства или види вашу фразу за опоравак.
sv: Om du hoppar över det här steget kan alla som har fysisk åtkomst till din telefon överföra pengar eller se din återställningsfras.
th: การข้ามขั้นตอนนี้จะทำให้ผู้อื่นสามารถใช้โทรศัพท์ของคุณโอนเงินหรือดูวลีกู้คืนของคุณได้
tr: Bu adımı atlamak, telefonuna fiziksel erişimi olan herkesin para transfer etmesine veya kurtarma ifadeni görüntülemesine izin verebilir.
ug: بۇ قەدەمنى ئاتلاپ ئۆتۈپ كەتسىڭىز، تېلېفونىڭىزنى قولغا ئالغان ھەرقانداق ئادەم پۇل ئاغدۇرالايدۇ ياكى ئەسلىگە كەلتۈرۈش ئىبارىسىنى كۆرەلەيدۇ.
uk: Якщо пропустити цей крок, то будь-хто з фізичним доступом до вашого телефону зможе здійснити переказ або побачити вашу кодову фразу.
ur: اس اقدام کو موخر کرنا آپ کے فون تک طبعی رسائی رکھنے والے کسی بھی فرد کو فنڈز ٹرانسفر کرنے یا اہنی بحالی کی عبارت ملاحظہ کرنے کی اجازت دے سکتا ہے۔
vi: Nếu bạn bỏ qua bước này, bất kỳ ai sử dụng điện thoại của bạn cũng có thể thực hiện việc thanh toán hoặc xem cụm từ khôi phục của bạn.
zh_cn: 如果您跳过这一步，接触您手机的任何人均可以转移您的资金或查看您的恢复短语。
zh_hk: 跳過此步驟會讓實際使用您手機的任何人轉移資金或查看您的恢復片語。

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_DOUBLE_REMINDER_TITLE_FACEID
source: Skip Enabling Face ID?
ar: هل ترغبُ بتخطِّي تمكين التعرُّف على الوجه (Face ID)؟
be: Прапусціць уключэнне опцыі Face ID?
bn: ফেইস আইডি সচল না করে এড়িয়ে যাবেন?
ca: Voleu ometre l'activació de Face ID?
cs: Přeskočit zapnutí funkce Face ID?
da: Spring aktivering af Face ID over?
de: »Face ID aktivieren« überspringen?
el: Παράλειψη ενεργοποίησης Face ID;
es: ¿Omitir la habilitación de Face ID?
fa: رد کردن «فعال کردن شناسایی چهره»؟
fi: Ohitetaanko Face ID:n ottaminen käyttöön?
fr: Ignorer l'activation de Face ID ?
ga: Scipeáil Cumasú ID Aghaidhe?
gu: ફેસ ID સક્ષમ કરવાનું છોડી દઈએ?
he: לדלג על הפעלת זיהוי פנים?
hi: फेस ID सक्षम करना छोड़ें?
hr: Preskočiti omogućavanje Face ID identifikacije?
hu: Kihagyod a Face ID engedélyezését?
id: Lewati Pengaktifan Face ID?
it: Vuoi saltare l'attivazione del Face ID?
ja: Face IDの有効化をスキップしますか？
ko: 얼굴 ID 사용 설정을 건너뛸까요?
mr: फेस आयडी सक्षम करणे वगळायचे?
ms: Langkau Mendayakan ID Wajah?
nb: Vil du hoppe over aktivering av Face ID?
nl: Face ID aanzetten overslaan?
pl: Nie włączać Face ID?
pt_br: Quer ignorar a ativação do Face ID?
pt_pt: Ignorar ativação de Face ID?
ro: Sari peste activarea ID-ul facial?
ru: Пропустить включение Face ID?
sk: Preskočiť aktiváciu Face ID?
sr: Желите ли да прескочите активирање идентификације лица?
sv: Hoppa över att aktivera Face ID?
th: ข้ามการเปิดใช้งาน Face ID ใช่หรือไม่
tr: Face ID'yi etkinleştirme atlansın mı?
ug: Face ID نى قوزغىتىشتىن ئاتلامسىز؟
uk: Не вмикати Face ID?
ur: فیس ID فعال کرنا موخر کریں؟
vi: Bỏ qua Kích hoạt Face ID?
zh_cn: 要跳过启用 Face ID 吗？
zh_hk: 要跳過啟用 Face ID 嗎？

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_DOUBLE_REMINDER_TITLE_OPTICID
source: Skip Enabling Optic ID?
ar: هل ترغبُ بتخطّي تفعيل Optic ID؟
be: Прапусціць уключэнне опцыі Optic ID?
bn: অপটিক আইডি চালু করবেন না?
ca: Vols ometre l'activació d'Optic ID?
cs: Přeskočit zapnutí funkce Optic ID?
da: Spring aktivering af Optic ID over?
de: »Optic ID aktivieren« überspringen?
el: Παράλειψη ενεργοποίησης Optic ID;
es: ¿Omitir la habilitación de Optic ID?
fa: از «فعال کردن احراز هویت بصری» عبور می‌کنید؟
fi: Ohitetaanko Optic ID:n ottaminen käyttöön?
fr: Ignorer l'activation d'Optic ID ?
ga: Scipeáil Cumasú Optic ID?
gu: ઑપ્ટિક ID ને ચાલુ કરવાનું છોડી દઈએ?
he: לדלג על הפעלת Optic ID?
hi: Optic ID चालू करना छोड़ें?
hr: Preskoči uključivanje značajke Optic ID?
hu: Kihagyod az Optic ID engedélyezését?
id: Lewati Pengaktifan Optic ID?
it: Saltare l'attivazione dell'Optic ID?
ja: Optic IDの有効化をスキップしますか？
ko: Optic ID 활성화를 건너뛸까요?
mr: ऑप्टिक ID ला सक्षम करणे वगळायचे?
ms: Langkau Mendayakan ID Optik?
nb: Vil du ikke aktivere Optic ID?
nl: Optic ID aanzetten overslaan?
pl: Nie włączać Optic ID?
pt_br: Pular a ativação do Optic ID?
pt_pt: Ignorar ativação do Optic ID?
ro: Omiți activarea ID-ului optic?
ru: Пропустить включение Optic ID?
sk: Preskočiť aktiváciu Optic ID?
sr: Желите ли да прескочите активирање оптичке идентификације?
sv: Hoppa över aktivering av Optic ID?
th: ข้ามการเปิดใช้งาน Optic ID ใช่หรือไม่
tr: Optic ID'yi etkinleştirme atlansın mı?
ug: Optic ID نى قوزغىتىشتىن ئاتلامسىز؟
uk: Не вмикати Optic ID?
ur: آپٹک ID کو فعال کرنے کو چھوڑ کر آگے جائیں؟
vi: Bỏ qua Kích hoạt Optic ID?
zh_cn: 要跳过启用视控 ID 吗？
zh_hk: 要跳過啟用 Optic ID 嗎？

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_DOUBLE_REMINDER_TITLE_PASSCODE
source: Skip Enabling Passcode?
ar: هل ترغبُ بتخطِّي تمكين رمز المرور؟
be: Прапусціць уключэнне кода доступу?
bn: পাসকোড সচল না করে এড়িয়ে যাবেন?
ca: Vols ometre l'activació de la contrasenya?
cs: Přeskočit aktivaci přístupového kódu?
da: Spring over aktivering af adgangskode?
de: »Code aktivieren« überspringen?
el: Παράλειψη ενεργοποίησης κωδικού πρόσβασης;
es: ¿Omitir la habilitación de la contraseña?
fa: رد کردن «فعال کردن گذرواژه»؟
fi: Ohitetaanko tunnuskoodin ottaminen käyttöön?
fr: Ignorer l'activation du code d'accès ?
ga: Scipeáil Cumasú an Phaschóid?
gu: પાસકોડ ચાલુ કરવાનું છોડીએ?
he: לדלג על הפעלת קוד גישה?
hi: पासकोड सक्षम करना छोड़ें?
hr: Preskočiti omogućavanje šifre?
hu: Kihagyod a jelkód engedélyezését?
id: Lewati Pengaktifan Kode Sandi?
it: Vuoi saltare l'attivazione del codice di sicurezza?
ja: パスコードの有効化をスキップしますか?
ko: 비밀번호 설정을 건너뛸까요?
mr: पासको़ड सक्षम करणे वगळायचे?
ms: Langkau Mendayakan Kod Laluan?
nb: Vil du hoppe over aktivering av låsekode?
nl: Toegangscode aanzetten overslaan?
pl: Nie włączać kodu?
pt_br: Pular ativação de senha?
pt_pt: Ignorar ativação de código-passe?
ro: Sari peste activarea codului?
ru: Пропустить включение ввода кода доступа?
sk: Preskočiť aktiváciu prístupového kódu?
sr: Желите ли да прескочите активирање шифре?
sv: Hoppa över att aktivera lösenkod?
th: ข้ามการเปิดใช้งานรหัสผ่านใช่หรือไม่
tr: Etkinleştirme Şifresi atlansın mı?
ug: مەخپىي نومۇرنى قوزغىتىشتىن ئاتلامسىز؟
uk: Не вмикати код доступу?
ur: پاس کوڈ فعال کرنا موخر کریں؟
vi: Bỏ qua Kích hoạt Mật mã?
zh_cn: 要跳过启用密码吗？
zh_hk: 要跳過啟用密碼功能嗎？

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_DOUBLE_REMINDER_TITLE_TOUCHID
source: Skip Enabling Touch ID?
ar: هل ترغبُ بتخطِّي تمكين بصمة الإصبع (Touch ID)؟
be: Прапусціць уключэнне опцыі Touch ID?
bn: টাচ আইডি সচল না করে এড়িয়ে যাবেন?
ca: Voleu ometre l'activació de Touch ID?
cs: Přeskočit aktivaci Touch ID?
da: Spring over aktivering af Touch ID?
de: »Touch ID aktivieren« überspringen?
el: Παράλειψη ενεργοποίησης Touch ID;
es: ¿Omitir la habilitación de Touch ID?
fa: رد کردن «فعال کردن شناسه لمسی»؟
fi: Ohitetaanko Touch ID:n ottaminen käyttöön?
fr: Ignorer l'activation de Touch ID ?
ga: Scipeáil Cumasú ID Tadhaill?
gu: ટચ ID ચાલુ કરવાનું છોડી દઈએ?
he: לדלג על הפעלת זיהוי טביעת אצבע?
hi: टच ID सक्षम करना छोड़ें?
hr: Preskočiti omogućavanje Touch ID-ja?
hu: Kihagyod a Touch ID engedélyezését?
id: Lewati Pengaktifan Touch ID?
it: Vuoi saltare l'attivazione del Touch ID?
ja: Touch IDの有効化をスキップしますか?
ko: 터치 ID 설정을 건너뛸까요?
mr: टच आय़डी सक्षम करणे वगळायचे?
ms: Langkau Mendayakan ID Sentuhan?
nb: Vil du hoppe over aktivering av Touch ID?
nl: Touch ID aanzetten overslaan?
pl: Nie włączać Touch ID?
pt_br: Pular ativação de Touch ID?
pt_pt: Ignorar ativação de Touch ID?
ro: Sari peste activarea ID-ului de amprentă?
ru: Пропустить включение Touch ID?
sk: Preskočiť aktiváciu Touch ID?
sr: Желите ли да прескочите активирање идентификације отиска?
sv: Hoppa över att aktivera Touch ID?
th: ข้ามการเปิดใช้งาน Touch ID ใช่หรือไม่
tr: Touch ID'yi etkinleştirme atlansın mı?
ug: Touch ID نى قوزغىتىشتىن ئاتلامسىز؟
uk: Не вмикати Touch ID?
ur: ٹچ ID فعال کرنا موخر کریں؟
vi: Bỏ qua Kích hoạt Touch ID?
zh_cn: 要跳过启用 Touch ID 吗？
zh_hk: 要跳過啟用 Touch ID 嗎？

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_ENABLE_BUTTON_FACEID
source: Use Face ID
ar: استخدام تقنية التعرُّف على الوجه (Face ID)
be: Выкарыстоўваць Face ID
bn: ফেইস আইডি ব্যবহার করুন
ca: Utilitzar Face ID
cs: Použít Face ID
da: Brug Face ID
de: Verwende Face ID
el: Χρήση Face ID
es: Usar Face ID
fa: استفاده از شناسایی چهره
fi: Käytä Face ID:tä
fr: Utiliser Face ID
ga: Úsáid ID Aghaidhe
gu: ફેસ IDનો ઉપયોગ કરો
he: שימוש בזיהוי פנים
hi: फेस ID इस्तेमाल करें
hr: Koristite značajku Face ID
hu: Face ID használata
id: Gunakan Face ID
it: Usa Face ID
ja: Face IDを使用する
ko: 얼굴 ID 사용
mr: फेस आयडीचा वापर करा
ms: Gunakan ID Wajah
nb: Bruk Face ID
nl: Gebruik Face ID
pl: Użyj Face ID
pt_br: Usar Face ID
pt_pt: Usar Face ID
ro: Folosește ID facial
ru: Используйте Face ID
sk: Použiť Face ID
sr: Користите идентификацију лица
sv: Använd Face ID
th: ใช้ Face ID
tr: Face ID'yi kullan
ug: Face ID ئىشلىتىش
uk: Використовувати Face ID
ur: فیس ID استعمال کریں
vi: Sử dụng Face ID
zh_cn: 使用 Face ID
zh_hk: 使用 Face ID

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_ENABLE_BUTTON_OPTICID
source: Use Optic ID
ar: استخدام Optic ID
be: Выкарыстаць Optic ID
bn: অপটিক আইডি ব্যবহার করুন
ca: Activar Optic ID
cs: Použít funkci Optic ID
da: Brug Optic ID
de: Optic ID verwenden
el: Χρήση Optic ID
es: Usar Optic ID
fa: استفاده از «احراز هویت بصری»
fi: Käytä Optic ID:tä
fr: Utiliser Optic ID
ga: Úsáid Optic ID
gu: ઑપ્ટિક IDનો ઉપયોગ કરો
he: שימוש ב–Optic ID
hi: Optic ID का इस्तेमाल करें
hr: Koristi značajku Optic ID
hu: Optic ID használata
id: Gunakan Optic ID
it: Usa l'Optic ID
ja: Optic IDを使用する
ko: Optic ID 사용
mr: ऑप्टिक ID वापरा
ms: Guna ID Optik
nb: Bruk Optic ID
nl: Gebruik Optic ID
pl: Użyj Optic ID
pt_br: Usar Optic ID
pt_pt: Usar Optic ID
ro: Folosește ID Optic
ru: Использовать Optic ID
sk: Použiť Optic ID
sr: Активирај оптичку идентификацију
sv: Använd Optic ID
th: ใช้ Optic ID
tr: Optic ID'yi kullan
ug: Optic ID نى ئشلىتىڭ
uk: Використовувати Optic ID
ur: آپٹک ID استعمال کریں
vi: Sử dụng Optic ID
zh_cn: 使用视控 ID
zh_hk: 使用 Optic ID

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_ENABLE_BUTTON_PASSCODE
source: Use Passcode
ar: استخدام رمز المرور
be: Выкарыстаць код доступу
bn: পাসকোড ব্যবহার করুন
ca: Utilitzar contrasenya
cs: Použít přístupový kód
da: Brug adgangskode
de: Code verwenden
el: Χρήση κωδικού πρόσβασης
es: Usar contraseña
fa: استفاده از گذرواژه
fi: Käytä tunnuskoodia
fr: Utiliser le code d'accès
ga: Úsáid Paschód
gu: પાસકોડનો ઉપયોગ કરો
he: שימוש בקוד גישה
hi: पासकोड इस्तेमाल करें
hr: Koristi šifru
hu: Jelkód használata
id: Gunakan Kode Sandi
it: Usa codice di sicurezza
ja: パスコードを使用
ko: 비밀번호 사용
mr: पासकोड वापरा
ms: Gunakan Kod Laluan
nb: Bruk låsekode
nl: Gebruik toegangscode
pl: Użyj kodu
pt_br: Usar senha
pt_pt: Usar código-passe
ro: Folosește Codul
ru: Использовать код доступа
sk: Použiť prístupový kód
sr: Користи шифру
sv: Använd lösenkod
th: ใช้รหัสผ่าน
tr: Şifre kullan
ug: مەخپىي نومۇر ئىشلىتىش
uk: Використовувати код доступу
ur: پاس کوڈ استعمال کریں
vi: Sử dụng Mật mã
zh_cn: 使用密码
zh_hk: 使用密碼

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_ENABLE_BUTTON_TOUCHID
source: Use Touch ID
ar: استخدام بصمة الإصبع (Touch ID)
be: Выкарыстаць Touch ID
bn: টাচ আইডি ব্যবহার করুন
ca: Utilitzar Touch ID
cs: Použít Touch ID
da: Brug Touch ID
de: Touch ID verwenden
el: Χρήση Touch ID
es: Usar Touch ID
fa: استفاده از شناسه لمسی
fi: Käytä Touch ID:tä
fr: Utiliser Touch ID
ga: Úsáid ID Tadhaill
gu: ટચ IDનો ઉપયોગ કરો
he: שימוש בזיהוי טביעת אצבע
hi: टच ID इस्तेमाल करें
hr: Koristi Touch ID
hu: Touch ID használata
id: Gunakan Touch ID
it: Usa Touch ID
ja: Touch IDを使用
ko: 터치 ID 사용
mr: टच आय़डी वापरा
ms: Gunakan ID Sentuhan
nb: Bruk Touch ID
nl: Gebruik Touch ID
pl: Użyj Touch ID
pt_br: Usar Touch ID
pt_pt: Usar Touch ID
ro: Folosește ID-ul de amprentă
ru: Использовать Touch ID
sk: Použiť Touch ID
sr: Користи идентификацију отиска
sv: Använd Touch ID
th: ใช้ Touch ID
tr: Touch ID kullan
ug: Touch ID ئىشلىتىش
uk: Використовувати Touch ID
ur: ٹچ ID استعمال کریں
vi: Sử dụng Touch ID
zh_cn: 使用 Touch ID
zh_hk: 使用 Touch ID
