Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CALL_VIDEO_MISSED_NOTIFICATION_BODY
source: 📹 Missed video call
af: 📹 Gemisde video-oproep
ar: ‫📹 مكالمة فيديو فائتة
az: 📹 Cavabsız görüntülü zəng
be: 📹 Прапушчаны відэазванок
bn: 📹 ভিডিও কল মিস হয়েছে
ca: 📹 Trucada de vídeo perduda
cs: 📹 Zmeškaný video hovor
cy: 📹 Galwad fideo coll
da: 📹 Ubesvaret videoopkald
de: 📹 Verpasster Videoanruf
el: Αναπάντητη βιντεοκλήση
es: 📹 Videollamada perdida
es_es: 📹 Vídeollamada perdida
et: 📹 Vastamata videokõne
eu: 📹 Galdutako bideo deia
fa: 📹 تماس تصویری بی‌پاسخ
fi: 📹 Vastaamaton videopuhelu
fr: 📹 Vous avez manqué un appel vidéo
ga: 📹 Físghlao caillte
gu: 📹 છૂટી ગયેલ વિડિયો કૉલ
he: 📹 שיחת וידאו שלא נענתה
hi: 📹 मिस हुई वीडियो कॉल
hr: 📹 Propušteni video poziv
hu: 📹 Nem fogadott videóhívás
id: 📹 Panggilan video tidak terjawab
is: 📹 Ósvarað myndsímtal
it: 📹 Videochiamata persa
ja: 📹 ビデオ通話着信あり
kab: 📹 Asiwel s tvidyut ifat
km: ğŸ“¹ áá€áá¶á“á áŸ…á…á¼á›á‡á¶áœá¸áŠáŸá¢á¼
kn: 📹 ತಪ್ಪಿದ ವೀಡಿಯೊ ಕರೆ
ko: 부재중 영상 통화
lt: 📹 Praleistas vaizdo skambutis
lv: ☎Neatbildēts video zvans
mk: 📹 Пропуштен видео повик…
ml: മിസ്സ്‌ ചെയ്ത വീഡിയോ കോൾ
mr: 📹 सुटलेला व्हिडिओ कॉल
ms: 📹 Panggilan video tidak dijawab
my: 📹 ဗီဒီယို ခေါ်ဆိုမှု လွဲခဲ့ပါသည်
nb: 📹 Ubesvart videoanrop
nl: 📹 Gemiste video-oproep
pa: 📹 ਖੁੰਝੀ ਵੀਡੀਓ ਕਾਲ
pl: 📹 Nieodebrane połączenie wideo
ps: 📹 له لاسه ورکړی ویډیويي زنګ
pt_br: 📹 Chamada de vídeo perdida
pt_pt: 📹 Chamada de vídeo perdida
ro: 📹 Apel video nepreluat
ru: 📹 Пропущенный видеозвонок
sk: 📹 Zmeškaný video hovor
sl: Zgrešen video klic
sq: 📹 Thirrje video e humbur
sr: 📹 Пропуштен видео позив
sv: Missat videosamtal
sw: 📹 Umekosa simu ya video
ta: 📹 காணொளி அழைப்பு தவறவிட்டது
te: 📹 తప్పిన వీడియో కాల్
th: 📹 โทรวิดีโอที่พลาด
tr: 📹 Cevapsız görüntülü arama
ug: 📹 ئېلىنمىغان ۋىدېيولۇق چاقىرىق
uk: 📹 Пропущений відеовиклик
ur: 📹 مس ویڈیو کال
vi: 📹Cuộc gọi video nhỡ
zh_cn: 📹 未接视频
zh_hk: 📹 未接視像通話

# CALL_VIDEO_MISSED_PAST_NOTIFICATION_BODY_FORMAT
source: 📹 Missed video call on %@
ar: 📞مكالمة فيديو فائتة بتاريخ %1$@
az: 📞 Cavabsız görüntülü zəng vaxtı: %@
be: 📹 Прапушчаны відэазванок %1$@
bn: 📹 %1$@ দিন আগে ভিডিও কল মিস্ হয়েছে
ca: 📹 Trucada de vídeo perduda: %1$@
cs: 📹 Zmeškaný videohovor z %1$@
da: 📹 Ubesvaret videoopkald den %1$@
de: 📹 Verpasster Videoanruf am %1$@
el: 📹 Αναπάντητη βιντεοκλήση στις %1$@
es: 📹 Videollamada perdida el %1$@
et: 📹 Vastamata videokõne %@
fa: 📹 تماس تصویری بی‌پاسخ در %1$@
fi: 📹 Vastaamaton videopuhelu %1$@
fr: 📹 Appel vidéo manqué le %1$@
ga: 📹 Missed video call on %1$@
gu: 📹 %1$@ના રોજ વિડિયો કૉલ ચૂકી ગયા
he: 📹 שיחת וידאו שלא נענתה בתאריך %1$@
hi: %1$@ को छूटा वीडियो कॉल 📹
hr: 📹 Propušteni video poziv %1$@
hu: 📹 Nem fogadott videóhívás (%1$@)
id: 📹 Panggilan video tidak terjawab pada %1$@
is: 📹 Ósvarað myndsímtal þann %@
it: 📹 Videochiamata persa il %1$@
ja: 📹 %1$@ にビデオ通話着信があり
km: ğŸ“¹ áá€á˜á·á“á”á¶á“á‘á‘á½á›á€á¶ášá áŸ…á‡á¶áœá¸áŠáŸá¢á¼á“áŸ… %@
ko: 📹 %1$@ 부재중 영상 통화
lt: 📹 Praleistas vaizdo skambutis, %@
ml: 📹 %@-ന് മിസ്‍ഡ് വീഡിയോ കോൾ
mr: 📹 %1$@रोजी एक मिस्ड व्हिडिओ कॉल
ms: 📹 Panggilan video terlepas pada %1$@
my: 📹 %@ တွင် ဗီဒီယိုကောလ် လွတ်သွားပါသည်
nb: 📹 Tapt videosamtale den %1$@
nl: 📹 Gemiste video-oproep op %1$@
pa: %@ ਨੂੰ 📹 ਖੁੰਝੀ ਵੀਡੀਓ ਕਾਲ
pl: 📹 Nieodebrane połączenie wideo (%1$@)
pt_br: 📹 Chamada de vídeo perdida em %1$@
pt_pt: 📹 Chamada de vídeo perdida em %1$@
ro: 📞 Apel video nepreluat în %1$@
ru: 📹 Пропущенный видеозвонок %1$@
sk: 📹 Zmeškaný video hovor %1$@
sl: 📹 Zgrešen video klic na %@
sq: 📹 Thirrje me video më %@
sr: 📹 Пропуштен видео позив %1$@
sv: 📹 Missat videosamtal den %1$@
sw: Simu fifi ya video mida ya %@
th: 📹 การโทรแบบวิดีโอที่ไม่ได้รับเมื่อ %1$@
tr: 📹 %1$@'da cevapsız görüntülü arama
ug: 📹 ئېلىنمىغان ۋىدېيولۇق چاقىرىق %1$@
uk: 📹 Пропущений відеовиклик (%1$@)
ur: 📹 ویڈیو کال %1$@پر مس کر دی
vi: 📹 Cuộc gọi video nhỡ vào ngày %1$@
zh_cn: %1$@有未接视频通话
zh_hk: 📹 於 %1$@ 已錯過視像通話

# CALL_VIDEO_MISSED_WEEK_NOTIFICATION_BODY_FORMAT
source: 📹 Missed video call on %@
ar: 📞مكالمة فيديو فائتة يوم %1$@
az: 📞 Cavabsız görüntülü zəng vaxtı: %@
be: 📹 Прапушчаны відэазванок у %1$@
bn: 📹 %1$@ ভিডিও কল মিস্ হয়েছে
ca: 📹 Trucada de vídeo perduda: %1$@
cs: 📹 Zmeškaný videohovor z %1$@
da: 📹 Ubesvaret videoopkald %1$@
de: 📹 Verpasster Videoanruf am %1$@
el: 📹 Αναπάντητη βιντεοκλήση στις %1$@
es: 📹 Videollamada perdida el %1$@
et: 📹 Vastamata videokõne %@
fa: 📹 تماس تصویری بی‌پاسخ در %1$@
fi: 📹 Vastaamaton videopuhelu %1$@
fr: 📹 Appel vidéo manqué le %1$@
ga: 📹 Missed video call on %1$@
gu: 📹 %1$@ના રોજ વિડિયો કૉલ ચૂકી ગયા
he: 📹 שיחת וידאו שלא נענתה ביום %1$@
hi: %1$@ को छूटा वीडियो कॉल 📹
hr: 📹 Propušteni video poziv u %1$@
hu: 📹 Nem fogadott videóhívás (%1$@)
id: 📹 Panggilan video tidak terjawab pada %1$@
is: 📹 Ósvarað myndsímtal á %@
it: 📹 Videochiamata persa %1$@
ja: 📹 %1$@ にビデオ通話着信があり
km: ğŸ“¹ áá€á˜á·á“á”á¶á“á‘á‘á½á›á€á¶ášá áŸ…á‡á¶áœá¸áŠáŸá¢á¼á“áŸ…ááŸ’á„áŸƒ%@
ko: 📹 %1$@ 부재중 영상 통화
lt: 📹 Praleistas vaizdo skambutis, %@
ml: 📹 %@-ന് മിസ്‍ഡ് വീഡിയോ കോൾ
mr: 📹 %1$@ एक मिस्ड व्हिडिओ कॉल
ms: 📹 Panggilan video terlepas pada hari %1$@
my: 📹 %@ တွင် ဗီဒီယိုကောလ် လွတ်သွားပါသည်
nb: 📹 Tapt videosamtale på %1$@
nl: 📹 Gemiste video-oproep op %1$@
pa: %@ ਨੂੰ 📹 ਖੁੰਝੀ ਵੀਡੀਓ ਕਾਲ
pl: 📹 Nieodebrane połączenie wideo (%1$@)
pt_br: 📹 Chamada de vídeo perdida no(a) %1$@
pt_pt: 📹 Chamada de vídeo perdida no(a) %1$@
ro: 📞 Apel video nepreluat %1$@
ru: 📹 Пропущенный видеозвонок в %1$@
sk: 📹 Zmeškaný video hovor %1$@
sl: 📞Zgrešen video klic na %@
sq: 📹 Thirrje me video ditën %@
sr: 📹 Пропуштен видео позив на дан %1$@
sv: 📹 Missat videosamtal på %1$@
sw: Simu fifi ya video mida ya%@
th: 📹 การโทรแบบวิดีโอที่ไม่ได้รับเมื่อ %1$@
tr: 📹 %1$@'da cevapsız görüntülü arama
ug: 📹 ئېلىنمىغان ۋىدېيولۇق چاقىرىق %1$@
uk: 📹 Пропущений відеовиклик (%1$@)
ur: 📹 ویڈیو کال %1$@پر مس کر دی
vi: 📹 Cuộc gọi video nhỡ vào ngày %1$@
zh_cn: %1$@有未接视频通话
zh_hk: 📹 已錯過%1$@的視像通話

# CALL_VIEW_ACCEPT_INCOMING_CALL_AUDIO_ONLY_LABEL
source: Answer without video
af: Antwoord sonder video
ar: أجِب بدون فيديو
az: Görüntü olmadan cavabla
be: Адказаць без відэа
bn: ভিডিও ছাড়াই উত্তর দিন
ca: Respon sense vídeo
cs: Přijmout bez videa
cy: Ateb heb fideo
da: Besvar uden video
de: Ohne Video annehmen
el: Απάντηση χωρίς βίντεο
es: Atender sin vídeo
es_es: Atender sin vídeo
et: Vasta videota
eu: Erantzun bideoa erabili gabe
fa: پاسخ دادن بدون تصویر
fi: Vastaa ilman videota
fr: Répondre sans vidéo
ga: Freagair gan fís
gu: વિડિયો વગર જવાબ આપો
he: ענה בלי וידאו
hi: वीडियो के बिना जवाब दें
hr: Odgovori bez videa
hu: Válasz videó nélkül
id: Angkat tanpa video
is: Svara án myndmerkis
it: Rispondi senza video
ja: ビデオなしで応答する
kab: Err war avidyu
km: á†áŸ’á›á¾á™áá”áŠáŸ„á™á‚áŸ’á˜á¶á“áœá¸áŠáŸá¢á¼
kn: ವೀಡಿಯೊ ಇಲ್ಲದೇ ಉತ್ತರಿಸಿ
ko: 카메라 끄고 응답
lt: Atsiliepti be vaizdo
lv: Atbildēt bez video
mk: Одговори без видео
ml: വീഡിയോ ഇല്ലാതെ ഉത്തരം നൽകുക
mr: विना व्हिडिओ उत्तर द्या
ms: Jawab tanpa video
my: ဗီဒီယိုမပါပဲ ဖြေဆိုမယ်
nb: Svar uten video
nl: Beantwoorden zonder video
pa: ਵੀਡੀਓ ਤੋਂ ਬਿਨਾ ਜਵਾਬ ਦਿਓ
pl: Odbierz bez wideo
ps: پرته له ویډیو یې ځواب کړئ
pt_br: Atender sem vídeo
pt_pt: Atender sem vídeo
ro: Răspunde fără video
ru: Ответить без видео
sk: Prijať bez videa
sl: Odgovori brez videa
sq: Përgjigjuni pa video
sr: Јави се без видео приказа
sv: Svara utan video
sw: Jibu bila video
ta: வீடியோ இல்லாமல் பதில்
te: వీడియో లేకుండా సమాధానం ఇవ్వండి
th: ตอบรับโดยไม่ใช้วิดีโอ
tr: Videosuz yanıtla
ug: سىنسىز جاۋاب
uk: Відповісти без відео
ur: ویڈیو کے بغیر جواب دیں
vi: Trả lời thoại
zh_cn: 接听无视频
zh_hk: 接聽電話，但不開啟視像

# CALL_VIEW_ACCEPT_INCOMING_CALL_LABEL
source: Answer
af: Antwoord
ar: أجِب
az: Cavabla
be: Адказаць
bg: Приеми входящо повикване
bn: উত্তর
ca: Respon
cs: Odpovědět
cy: Ateb
da: Svar
de: Annehmen
el: Απάντηση
es: Atender
es_es: Atender
et: Vasta
eu: Erantzun
fa: پاسخ دهید
fi: Vastaa
fil: Tanggapin ang paparating na tawag
fr: Répondre
ga: Freagair
gu: જવાબ
he: ענה
hi: उत्तर
hr: Odgovori
hu: Válasz
id: Angkat
is: Svar
it: Rispondi
ja: 応答する
kab: Err
kk: Келетін қоңырауды қабылдау
km: á†áŸ’á›á¾á™áá”
kn: ಉತ್ತರಿಸಿ
ko: 응답
lt: Atsiliepti
lv: Atbildēt
mk: Одговори
ml: ഉത്തരം
mr: उत्तर
ms: Jawab
my: ဖြေဆိုမယ်
nb: Svar
nl: Beantwoorden
pa: ਜਵਾਬ
pa_pk: آن آلی کال قبول کرو
pl: Odbierz
ps: ځواب
pt_br: Atender
pt_pt: Atender
ro: Răspunde
ru: Ответить
sk: Odpovedať
sl: Sprejmi
sq: Përgjigjuni
sr: Јави се
sv: Svara
sw: Pokea
ta: பதில்
te: సమాధానం
th: รับสาย
tr: Yanıtla
ug: جاۋاب
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_cn: 接听
zh_hk: 接聽

# CALL_VIEW_AUDIO_SOURCE_LABEL
source: Audio
af: Klank
ar: الصوت
az: Səsli
be: Аўдыё
bg: Аудио
bn: শব্দ
ca: Àudio
cy: Sain
da: Lyd
el: Ήχος
es_es: Fuente de audio
eu: Audioa
fa: صوتی
fi: Äänilähde
ga: Fuaim
gu: ઓડિયો
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
is: Hljóð
ja: 音声
kab: Ameslaw
kk: Дыбыстық
km: áŸáŸ†á¡áŸá„
kn: ಆಡಿಯೊ
ko: 음성
lt: Garsas
mk: Аудио
ml: ഓഡിയോ
mr: ऑडिओ
my: အသံ
nb: Lyd
pa: ਆਡੀਓ
pa_pk: آڈیو
ps: اډیو
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sl: Zvok
sr: Аудио
sv: Ljud
sw: Sauti
ta: ஒலி
te: ఆడియో
th: เสียง
tr: Ses
ug: ئۈن
uk: Аудіо
ur: آڈیو
vi: Âm thanh
zh_cn: 音频
zh_hk: 音訊

# CALL_VIEW_DECLINE_INCOMING_CALL_LABEL
source: Decline
af: Weier
ar: رفض
az: Rədd et
be: Адхіліць
bg: Откажи входящо повикване
bn: প্রত্যাখ্যান করুন
ca: Rebutja
cs: Odmítnout
cy: Gwrthod
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
es_es: Rechazar
et: Keeldu
eu: Uko egin
fa: رد کردن
fi: Hylkää
fil: Huwag tanggapin ang paparating na tawag
fr: Refuser
ga: Diúltaigh
gu: અસ્વીકાર કરો
he: דחה
hi: रद्द करें
hr: Odbij
hu: Elutasítás
id: Tolak
is: Hafna
it: Rifiuta
ja: 拒否する
kab: Agwi
kk: Келетін қоңырауды қабылдамау
km: á”áŠá·áŸáŸá’
kn: ನಿರಾಕರಿಸಿ
ko: 거절
lt: Atmesti
lv: Atteikt
mk: Одбиј
ml: നിരസിക്കുക
mr: नकार द्या
ms: Tolak
my: လက်မခံပါ
nb: Avslå
nl: Weigeren
pa: ਇਨਕਾਰ
pa_pk: آن آلی کال مسترد کرو
pl: Odrzuć
ps: ردول
pt_br: Recusar
pt_pt: Recusar
ro: Respinge
ru: Отклонить
sk: Odmietnuť
sl: Zavrni
sq: Hidhe tej
sr: Одбиј
sv: Avfärda
sw: Kataa
ta: மறு
te: నిరాకరించు
th: ปฏิเสธ
tr: Reddet
ug: رەت قىل
uk: Відхилити
ur: مسترد
vi: Từ chối
zh_cn: 拒绝
zh_hk: 拒絕

# CALL_VIEW_HANGUP_LABEL
source: End call
af: Beëindig oproep
ar: إنهاء المكالمة
az: Zəngi bitir
be: Завяршыць званок
bg: Край на обаждането
bn: কল শেষ করুন
ca: Penja
cs: Ukončit hovor
cy: Gorffen galwad
da: Afslut opkald
de: Anruf beenden
el: Τερματισμός κλήσης
es: Finalizar llamada
es_es: Finalizar llamada
et: Lõpeta kõne
eu: Amaitu deia
fa: پایان تماس
fi: Lopeta puhelu
fil: Tapusin ang Tawag
fr: Raccrocher
ga: Cuir deireadh leis an nglao
gu: કૉલ નો અંત કરો
he: סיים שיחה
hi: कॉल बंद
hr: Završi poziv
hu: Hívás befejezése
id: Akhiri panggilan
is: Ljúka símtali
it: Termina chiamata
ja: 通話を終了
kab: Fakk asiwel
kk: Қоңырауды аяқтау
km: á”á‰áŸ’á…á”áŸ‹á€á¶ášá áŸ…
kn: ಕರೆ ಅಂತ್ಯಗೊಳಿಸಿ
ko: 통화 종료
lt: Užbaigti skambutį
lv: Beigt zvanu
mk: Заврши го повикот
ml: കോൾ അവസാനിപ്പിക്കുക
mr: कॉल संपवा
ms: Tamat panggilan
my: ဖုန်းချမည်
nb: Avslutt samtale
nl: Oproep beëindigen
pa: ਕਾਲ ਸਮਾਪਤ ਕਰੋ
pa_pk: کال ختم کرو
pl: Zakończ połączenie
ps: د زنګ پای ته رسول
pt_br: Desligar
pt_pt: Terminar chamada
ro: Închide apelul
ru: Завершить звонок
sk: Ukončiť hovor
sl: Končaj klic
sq: Përfundoje thirrjen
sr: Прекини позив
sv: Avsluta samtal
sw: Mwisho wa simu
ta: அழைப்பை முடி
te: కాల్ ముగించండి
th: วางสาย
tr: Aramayı sonlandır
ug: توختات
uk: Завершити виклик
ur: کال ختم کریں
vi: Kết thúc cuộc gọi
zh_cn: 结束通话
zh_hk: 結束通話

# CALL_VIEW_LEAVE_CALL_LABEL
source: Leave call
ar: مغادرة المكالمة
be: Пакінуць званок
bn: কল ছেড়ে যান
ca: Surt de la trucada
cs: Opustit hovor
da: Forlad opkald
de: Anruf verlassen
el: Αποχώρηση από την κλήση
es: Abandonar llamada
fa: ترک کردن تماس
fi: Poistu puhelusta
fr: Quitter l'appel
gu: કૉલ છોડો
he: עזוב שיחה
hi: कॉल छोड़ें
hr: Napusti poziv
hu: Kilépés a hívásból
id: Tinggalkan panggilan
it: Termina
ja: 通話終了
ko: 전화 종료
mr: कॉल सोडा
ms: Tinggalkan panggilan
nb: Legg på
nl: Oproep verlaten
pl: Opuść rozmowę
pt_br: Sair da chamada
pt_pt: Abandonar chamada
ro: Părăsește apelul
ru: Покинуть звонок
sk: Opustiť hovor
sr: Напусти позив
sv: Lämna samtalet
th: ออกจากสาย
tr: Aramadan ayrıl
ug: چاقىرىقتىن ئايرىل
uk: Покинути виклик
ur: کال چھوڑو
vi: Rời cuộc gọi
zh_cn: 离开通话
zh_hk: 離開通話

# CALL_VIEW_MORE_LABEL
source: More
ar: المزيد
be: Дадаткова
bn: আরও
ca: Més
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
es: Más
fa: بیشتر
fi: Lisää
fr: Plus
ga: Tuilleadh
gu: વધુ
he: עוד
hi: अधिक
hr: Više
hu: Tovább
id: Selanjutnya
it: Altro
ja: その他
ko: 더 보기
mr: अधिक
ms: Lagi
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
pt_pt: Mais
ro: Mai multe
ru: Больше
sk: Viac
sr: Више
sv: Mer
th: ดูเพิ่ม
tr: Daha fazla
ug: تېخىمۇ كۆپ
uk: Більше
ur: مزید
vi: Thêm
zh_cn: 更多
zh_hk: 更多

# CALL_VIEW_MUTE_LABEL
source: Mute
af: Demp
ar: كتم
az: Səssizə al
be: Апавяшч. адкл.
bg: Заглуши
bn: মিউট করুন
ca: Silencia
cs: Vypnout
cy: Tewi
da: Ignorer
de: Stummschalten
el: Σίγαση
es: Silenciar
es_es: Silenciar
et: Vaigista
eu: Isildu
fa: بی‌صدا کردن
fi: Mykistä
fil: Patahimikin
fr: Couper le micro
ga: Balbhaigh
gu: મ્યૂટ કરો
he: השתקה
hi: म्यूट करें
hr: Utišaj
hu: Némítás
id: Bisukan
is: Hljóð af
it: Silenzia
ja: ミュート
kab: Kkes imesli
kk: Дыбысын басу
km: á”á·á‘áŸáŸ†á¡áŸá„
kn: ಮ್ಯೂಟ್ ಮಾಡಿ
ko: 알림 끄기
lt: Nutildyti
lv: Izslēgt skaņu
mk: Исклучете звук
ml: നിശബ്ദമാക്കുക
mr: मूक करा
ms: Redamkan
my: အသံတိတ်ထားမည်
nb: Demp
nl: Microfoon dempen
pa: ਚੁੱਪ
pa_pk: خموش
pl: Wycisz
ps: صامت
pt_br: Silenciar
pt_pt: Silenciar
ro: Mut
ru: Откл. звук
sk: Stlmiť
sl: Utišaj
sq: Pa zë
sr: Искључи микрофон
sv: Ljud av
sw: Zima
ta: முடக்கு
te: నిశబ్ధం
th: ปิดเสียง
tr: Sessize al
ug: ئۈنسىز
uk: Вимкнути мікрофон
ur: خاموش کریں
vi: Tắt tiếng
zh_cn: 静音
zh_hk: 靜音

# CALL_VIEW_NEED_PERMISSION_ERROR_FORMAT
source: %@ will get a message request from you. You can call once your message request is accepted.
af: %@ sal ’n boodskapversoek van jou af kry. Jy kan bel sodra jou boodskapversoek aanvaar is.
ar: سيتلقى %1$@ طلبًا للتراسل منك. ويُمكنك الاتصال عندما يُقبَل طلب المراسلة معك.
az: %@, sizdən bir mesaj tələbi alacaq. Mesaj tələbiniz qəbul ediləndə zəng edə bilərsiniz.
be: %1$@ атрымае ад вас запыт на перапіску. Вы зможаце пазваніць, калі ваш запыт на перапіску будзе прыняты.
bn: %1$@ আপনার কাছ থেকে মেসেজের অনুরোধ পাবেন। আপনার মেসেজের অনুরোধটি স্বীকার করার পর আপনি কল করতে পারবেন।
ca: %1$@ rebrà una sol·licitud de missatge vostra. Podeu trucar-li una vegada l'accepti.
cs: %1$@ od vás obdrží požadavek na zprávu. Po přijetí požadavku na zprávu můžete zavolat.
cy: Bydd %@ yn cael cais neges gennych. Gallwch ffonio unwaith y bydd eich cais am neges yn cael ei dderbyn.
da: %1$@ vil modtage en beskedanmodning fra dig. Du kan ringe når din beskedanmodning er accepteret
de: %1$@ wird von dir eine Unterhaltungsanfrage erhalten. Du kannst anrufen, sobald diese angenommen wurde.
el: Ο/Η %1$@ θα λάβει ένα αίτημα μηνύματος από σένα. Θα μπορέσεις να τον/την καλέσεις όταν αποδεχτεί αυτό το αίτημα.
es: %1$@ recibirá tu solicitud de mensaje. Podrás llamarle en cuanto la acepte.
es_es: %@ recibirá tu solicitud de chat. Podrás llamar en cuanto la acepte.
et: %@ saab sinult sõnumitaotluse. Saad talle helista, kui sinu sõnumitaotlus on tema poolt kinnitatud.
eu: %@ erabiltzaileak zure izenean bidalitako eskaera mezu bat jasoko du. Deitu dezakezu behin zure eskaera mezua onartuta egonez gero.
fa: %1$@ از شما یک درخواست پیام دریافت خواهد کرد. زمانی که درخواست شما پذیرفته شد می‌توانید تماس بگیرید.
fi: %1$@ saa sinulta viestipyynnön. Voit soittaa, kun viestipyyntösi on hyväksytty.
fr: %1$@ va recevoir une invitation par message de votre part. Vous pourrez l’appeler une fois votre invitation acceptée.
ga: Gheobhaidh %1$@ iarratas teachtaireachta uait. Beidh tú in ann glaoch a chur tar éis dó/di glacadh leis an iarratas.
gu: %1$@ ને તમારી પાસેથી મેસેજ વિનંતી પ્રાપ્ત થશે. એકવાર તમારી મેસેજ વિનંતી સ્વીકારવામાં આવે પછી તમે કૉલ કરી શકો છો.
he: %1$@ יקבל בקשת התכתבות ממך. אתה יכול להתקשר ברגע שבקשת ההתכתבות שלך תאושר.
hi: %1$@ को आपसे एक संदेश रिक्वेस्ट मिलेगी। आपका संदेश रिक्वेस्ट स्वीकार होने के बाद आप कॉल कर सकेंगे।
hr: %1$@ će od vas dobiti zahtjev za razgovorom. Možete nazvati nakon što vaš zahtjev za razgovorom bude prihvaćen.
hu: %1$@ üzenet-felkérést fog kapni tőled. A jóváhagyást követően felhívhatod.
id: %1$@ akan mendapatkan permintaan pesan dari Anda. Anda dapat memanggilnya saat permintaan Anda diterima.
is: %@ fær beiðni um skilaboð frá þér. Þú getur hringt þegar skilaboðabeiðnin hefur verið samþykkt.
it: %1$@ riceverà una richiesta di messaggio da te. Potrai chiamarlo quando la tua richiesta di messaggio verrà accettata.
ja: %1$@ があなたからのメッセージ申請を受け取ります。承認されると通話できるようになります。
kab: %@ ad yeṭṭef asuter n yizen sɣur-k·m. Tzemreḍ ad tsiwleḍ mi ara yettwaqbal usuter-inek·inem n yizen.
km: %@ á“á¹á„á‘á‘á½á›á”á¶á“áŸá¶ášáŸáŸ’á“á¾áŸá»áŸ†á–á¸á¢áŸ’á“á€áŸ” á¢áŸ’á“á€á¢á¶á…á áŸ…á”á¶á“á“áŸ…á–áŸá›áŠáŸ‚á›á€á¶ášáŸáŸ’á“á¾áŸá»áŸ†áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á‘á‘á½á›á™á€áŸ”
kn: %@ ಅವರು ನಿಮ್ಮಿಂದ ಸಂದೇಶದ ವಿನಂತಿಯನ್ನು ಪಡೆಯುತ್ತಾರೆ. ನಿಮ್ಮ ಸಂದೇಶದ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಿದ ನಂತರ ನೀವು ಕರೆ ಮಾಡಬಹುದು.
ko: %1$@ 님이 메시지 요청을 받게 됩니다. 메시지 요청이 수락된 후 전화를 걸 수 있습니다.
lt: %@ gaus iš jūsų žinutės užklausą. Galėsite skambinti, kai jūsų žinutės užklausa bus priimta.
lv: %@ saņems no jums pieprasījuma ziņojumu. Jūs varēsiet zvanīt, tiklīdz pieprasījuma ziņojums tiks akceptēts.
mk: %@ ќе добе барање за порака од вас. Можете да го повикате кога барањето за порака ќе биде прифатено.
ml: %@-ന് നിങ്ങളിൽ നിന്ന് ഒരു സന്ദേശ അഭ്യർത്ഥന ലഭിക്കും. നിങ്ങളുടെ സന്ദേശ അഭ്യർത്ഥന സ്വീകരിച്ചുകഴിഞ്ഞാൽ നിങ്ങൾക്ക് വിളിക്കാം.
mr: %1$@ ला तुमच्याकडून एक संदेश विनंती मिळेल. एकदा आपली संदेश विनंती स्वीकारल्यानंतर आपण कॉल करू शकता.
ms: %1$@ akan mendapat permintaan mesej daripada anda. Anda boleh membuat panggilan setelah permintaan mesej anda diterima.
my: %@ သည် သင့်စီမှ မက်ဆေ့ချ်တောင်းဆိုမှု လက်ခံရရှိပါမည်။ သင့် မက်ဆေ့ချ်တောင်းဆိုမှုကို လက်ခံပြီးလျှင် သင် ခေါ်ဆိုနိုင်ပါသည်။
nb: %1$@ vil motta en meldingsforespørsel fra deg. Du kan ringe når forespørselen din er akseptert.
nl: %1$@ zal van jou een gespreksverzoek ontvangen. Je kunt bellen vanaf het moment dat je gespreksverzoek is geaccepteerd.
pa: %@ ਨੂੰ ਤੁਹਾਡੇ ਤੋਂ ਬੇਨਤੀ ਵਾਲਾ ਸੁਨੇਹਾ ਮਿਲੇਗਾ। ਜਦੋਂ ਤੁਹਾਡਾ ਬੇਨਤੀ ਵਾਲਾ ਸੁਨੇਹਾ ਮਨਜ਼ੂਰ ਕਰ ਲਿਆ ਜਾਵੇਗਾ ਤਾਂ ਤੁਸੀਂ ਕਾਲ ਕਰ ਸਕਦੇ ਹੋ।
pl: %1$@ otrzyma od Ciebie prośbę o kontakt. Możesz zadzwonić, gdy prośba zostanie zaakceptowana.
ps: %@ به له تاسې څخه د پیغام غوښتنه تر لاسه کړي. کله چې ستاسې د پیغام غوښتنه ومنل شوه بیا زنګ وهلی شئ.
pt_br: %1$@ receberá seu convite para conversar. Você poderá ligar assim que o pedido for aceito.
pt_pt: %1$@ irá receber uma mensagem de pedido sua. Você poderá telefonar logo que a sua mensagem seja aceite.
ro: %1$@ va primi o solicitare de mesaj de la tine. Poți suna de îndată ce cererea ta de mesaj este acceptată.
ru: %1$@ получит от вас запрос на общение. Вы сможете позвонить после того, как ваш запрос будет принят.
sk: %1$@ od vás dostane žiadosť prostredníctvom správy. Keď bude táto žiadosť schválená, budete môcť volať.
sl: %@ bo od vas prejel sporočilni zahtevek. Ko ga sprejme, ga lahko kličete.
sq: 1%@ do të marrë një kërkesë mesazhi nga ju. Mund të bëni thirrje sapo të pranohet kërkesa juaj e mesazhit.
sr: %1$@ ће добити ваш захтев за дописивање. Моћи ћете да позовете овог корисника након прихвати захтев.
sv: %1$@ kommer att få en meddelandeförfrågan från dig. Du kan ringa när din meddelandeförfrågan har accepterats.
sw: %@ atapokea ombi la ujumbe kutoka kwako. Unaweza kupiga simu mara tu atakapokubali ombi lako.
ta: %@ உங்களிடமிருந்து செய்தி கோரிக்கையைப் பெறுவார். உங்கள் செய்தி கோரிக்கை ஏற்றுக்கொள்ளப்பட்டவுடன் நீங்கள் அழைக்கலாம்.
te: %@ మీ నుండి సందేశ అభ్యర్థనను పొందుతుంది. మీ సందేశ అభ్యర్థన అంగీకరించిన తర్వాత మీరు కాల్ చేయవచ్చు.
th: %1$@ จะได้รับคำขอส่งข้อความจากคุณ คุณจะสามารถโทรหาเขาได้เมื่อคำขอส่งขอความของคุณได้รับการตอบรับ
tr: %1$@ sizden bir ileti isteği alacak. İleti isteğiniz kabul edildiğinde arayabilirsiniz.
ug: %1$@ ئۇچۇر ئىلتىماسىڭىزنى تاپشۇرۇۋالىدۇ. ئىلتىماسىڭىزغا قوشۇلغاندىن كېيىن ئۇنىڭ بىلەن سۆزلىشەلەيسىز.
uk: %1$@ отримає від вас запит на повідомлення. Ви зможете дзвонити, якщо запит буде прийнято.
ur: %1$@ کو آپ سے میسج کی درخواست ملے گی۔ ایک بار جب آپ کی میسج کی درخواست قبول ہوجائے تو آپ کال کرسکتے ہیں۔
vi: %1$@ sẽ nhận được yêu cầu nhắn tin từ bạn. Bạn chỉ có thể gọi sau khi yêu cầu nhắn tin được chấp nhận.
zh_cn: %1$@会收到您加了TA的推送。其接受邀请后即可通话。
zh_hk: %1$@ 將會收到來自你的訊息請求。當你的請求被接納後，你將可以致電對方。

# CALL_VIEW_SWITCH_CAMERA_DIRECTION
source: Switch Camera Direction
af: Verander kamerarigting
ar: تغيير اتجاه الكاميرا
az: Kameranın istiqamətini dəyişdir
be: Змяніць напрамак камеры
bg: Превключете посоката на камерата
bn: ক্যামেরা দিক পরিবর্তন করুন
ca: Canvia l'orientació de la càmera
cs: Převrátit kameru
cy: Newid Cyfeiriad Camera
da: Skift kamera retning
de: Kamerarichtung wechseln
el: Αλλαγή κατεύθυνσης κάμερας
es: Cambiar dirección de la cámara
es_es: Rotar cámara
et: Vaheta kaamera suunda
eu: Aldatu kameraren norabidea
fa: جهت دوربین را تغییر دهید.
fi: Vaihda kameraa
fil: Baguhin ang Direksyon ng Camera
fr: Basculer entre les caméras avant et arrière
ga: Athraigh Treo an Cheamara
gu: કૅમેરાની દિશા બદલો
he: החלף כיוון מצלמה
hi: कैमरे की दिशा बदलें
hr: Promijeni smjer kamere
hu: Kamera váltás
id: Ganti arah kamera
is: Breyta stefnu myndavélar
it: Cambia orientamento fotocamera
ja: カメラを切り替える
kab: Beddel tanila n tkamiṛat
kk: Фотоаппарат бағытын ауыстыру
km: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá‘á·áŸáŠáŸ…á€á¶á˜áŸášáŸ‰á¶
kn: ಕ್ಯಾಮರಾ ದಿಕ್ಕು ಬದಲಾಯಿಸಿ
ko: 카메라 방향 전환
lt: Perjungti kameros kryptį
lv: Pārslēgt kameras virzienu
mk: Промени ја насоката на камерата
ml: ക്യാമറയുടെ ദിശ മാറ്റുക
mr: कॅमेरा दिशा स्विच करा
ms: Tukar Arah Kamera
my: ကင်မရာ၏ ဦးတည်ရာကို ပြောင်းလဲမည်
nb: Endre kameraretning
nl: Wissel van camera voor of achter
pa: ਕੈਮਰਾ ਦੀ ਦਿਸ਼ਾ ਬਦਲੋ
pa_pk: کیمرہ سمت نوں سوئچ کرو
pl: Przełącz aparat
ps: د کیمرې جهت بدل کړئ
pt_br: Mudar a direção da câmera
pt_pt: Trocar de câmara
ro: Schimbă direcția camerei
ru: Переключить направление камеры
sk: Prepnúť kameru
sl: Zamenjava usmeritve kamere
sq: Ndërroni Kahun e Kamerës
sr: Промени смер камере
sv: Byt riktning på kameran
sw: Badilisha Mwelekeo wa Kamera
ta: கேமரா திசையை மாற்றவும்
te: కెమెరా దిశను మార్చండి
th: เปลี่ยนทิศทางกล้อง
tr: Kamera Yönünü Değştir
ug: ئالدى كەينى كامېرا ئالماشتۇر
uk: Перемкнути камеру
ur: کیمرہ کی سمت تبدیل کریں
vi: Đổi hướng Camera
zh_cn: 切换前后摄像头
zh_hk: 轉換鏡頭方向

# CALL_VIEW_TURN_OFF_RINGING
source: Turn off ringing
ar: إيقاف الرنين
be: Адключыць званок
bn: রিং বন্ধ করুন
ca: Desactivar el so
cs: Vypnout vyzvánění
da: Slå opringning fra
de: Klingelton ausschalten
el: Απενεργοποίηση κουδουνίσματος
es: Desactivar sonido
fa: خاموش کردن زنگ
fi: Laita soittoääni pois päältä
fr: Désactiver la sonnerie
ga: Cas as glaoch
gu: રિંગ બંધ કરો
he: השבתת צלצול
hi: रिंगिंग बंद करें
hr: Isključi zvono
hu: Csengés kikapcsolása
id: Nonaktifkan dering
it: Disattiva suoneria
ja: 呼び出し音をオフにする
ko: 벨소리 끄기
mr: रिंग होणे बंद करा
ms: Matikan deringan
nb: Slå av ringing
nl: Bellen uitschakelen
pl: Wyłącz sygnał nawiązywania połączenia
pt_br: Desativar toque
pt_pt: Desativar toque
ro: Dezactivează soneria
ru: Выключить звонок
sk: Vypnúť zvonenie
sr: Искључи звоно
sv: Stäng av ringsignal
th: ปิดการส่งเสียงเรียกสาย
tr: Zil sesini kapat
ug: قوڭغۇراقنى ئېتىش
uk: Вимкнути дзвінок
ur: رنگنگ آف کریں
vi: Tắt đổ chuông
zh_cn: 关闭铃声
zh_hk: 關閉響鈴
