Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SAFETY_TIPS_CRYPTO_BODY
source: If someone you don’t know messages about cryptocurrency (like Bitcoin) or a financial opportunity, be careful—it’s likely spam.
ar: إذا راسلك شخص لا تعرفُه بخصوص العملات المشفرة (مثل بيتكوين) أو فرصة مالية، احذر—هي حتمًا رسالة غير مرغوب فيها.
be: Калі нехта незнаёмы адпраўляе вам паведамленні пра крыптавалюту (напрыклад, біткойн) або фінансавыя магчымасці, будзьце пiльнымi — хутчэй за ўсё, гэта спам.
bn: আপনি চেনেন না এমন কেউ যদি আপনাকে ক্রিপ্টোকারেন্সি (যেমন বিটকয়েন) বা আর্থিক সুযোগ সম্পর্কে মেসেজ করেন যাকেন, তবে সতর্ক হোন—এটি সম্ভবত স্প্যাম।
ca: Si algú que no coneixes t'envia missatges sobre criptomonedes (com Bitcoin) o sobre una oportunitat financera, ves amb compte: és probable que sigui spam.
cs: Když vám někdo, koho neznáte, posílá zprávy o kryptoměnách (třeba bitcoinech) nebo o finanční příležitosti, mějte se na pozoru – nejspíš jde o spam.
da: Pas på, hvis en person, du ikke kender, kontakter dig vedrørende kryptovaluta (såsom Bitcoin) eller en økonomisk mulighed – det er sandsynligvis spam.
de: Wenn jemand, den du nicht kennst, Nachrichten über Kryptowährungen (wie Bitcoin) oder eine finanzielle Gelegenheit sendet, sei vorsichtig – es handelt sich wahrscheinlich um Spam.
el: Αν κάποιος που δεν γνωρίζεις στείλει μηνύματα σχετικά με κρυπτονόμισμα (όπως Bitcoin) ή μια οικονομική ευκαιρία, πρόσεξε—είναι πιθανό να πρόκειται για spam.
es: Ten cuidado si alguien que no conoces te envía mensajes sobre criptomonedas como Bitcoin o sobre una oportunidad financiera. Es probable que se trate de spam.
fa: اگر فرد ناشناسی دربارۀ رمزارز (مثل بیت‌کوین) یا فرصتی مالی به شما پیام داد، مراقب باشید—احتمالاً هرزنامه است.
fi: Jos sinulle tuntematon viestittää kryptovaluutoista (esim. Bitcoinista) tai taloudellisesta mahdollisuudesta, ole varovainen – viesti on todennäköisesti roskapostia.
fr: Si un utilisateur que vous ne connaissez pas vous envoie des messages à propos de crypto-monnaies (comme Bitcoin) ou d’une opportunité financière à saisir, soyez vigilant : il s’agit probablement d’un spam.
ga: Má fhaigheann tú teachtaireacht faoi chriptea-airgeadra (amhail Bitcoin) nó faoi dheis airgeadais ó dhuine éigin nach bhfuil aithne agat air nó uirthi, bí cúramach — seans maith gur turscar atá ann.
gu: જો તમે જાણતા ન હો તેવા કોઈ વ્યક્તિ તમને ક્રિપ્ટોકરન્સી (જેમ કે Bitcoin) અથવા નાણાકીય તક વિશેના મેસેજ કરે, તો સાવચેત રહો—તે સ્પામ હોવાની સંભાવના છે.
he: אם מישהו שלא מכירים שולח הודעות על מטבעות קריפטו (כמו ביטקוין) או הזדמנות פיננסית, חשוב להיזהר—זה כנראה ספאם.
hi: यदि कोई व्यक्ति जिसे आप नहीं जानते हैं, क्रिप्टोकरेंसी (जैसे बिटकॉइन) या वित्तीय अवसर के बारे में संदेश भेजता है, तो सावधान रहें - यह संभावित रूप से स्पैम है।
hr: Ako vam osoba koju ne poznajete pošalje poruku o kriptovaluti (kao što je Bitcoin) ili nekoj financijskoj prilici, budite oprezni – vjerojatno je riječ o prijevari.
hu: Ha valaki, akit nem ismersz, kriptopénzről (például Bitcoinról) vagy pénzügyi lehetőséggel kapcsolatban küld üzenetet, legyél óvatos – valószínűleg kéretlen levélszemetet kaptál.
id: Jika orang yang tidak dikenal mengirim pesan tentang mata uang kripto (seperti Bitcoin) atau peluang finansial, waspadalah—mungkin itu spam.
it: Hai ricevuto l'ennesimo messaggio su una criptovaluta che ti cambierà la vita? Chiunque ti prometta grossi guadagni, in breve tempo e con poco sforzo, vuole sicuramente truffarti.
ja: 知らない人から暗号通貨（ビットコインなど）や金融に関する機会についてメッセージが送られてきた場合はご注意ください。おそらくスパムです。
ko: 모르는 사람이 암호화폐(예: 비트코인) 또는 금융 기회에 관해 메시지 할 경우 조심하세요. 사기일 가능성이 높습니다.
mr: जर आपण ओळखत नसलेल्या कोणी आपणाला क्रिप्टोकरन्सी (बीटकॉइन सारख्या) किंवा आर्थिक लाभाच्या संधीबद्दल संदेश पाठवल्यास, सावध रहा—ते स्पॅम असण्याची शक्यता आहे.
ms: Jika seseorang yang tidak dikenali menghantar mesej tentang mata wang kripto (seperti Bitcoin) atau peluang menjana duit, berhati-hati—ia mungkin spam.
nb: Hvis noen du ikke kjenner sender deg meldinger om kryptovaluta (f.eks. Bitcoin) eller økonomiske tilbud, må du være forsiktig – det er mest sannsynlig søppelpost.
nl: Als iemand die je niet kent je berichten stuurt over cryptocurrency (zoals Bitcoin) of een financiële investering, wees dan voorzichtig — het is waarschijnlijk spam.
pl: Jeśli ktoś, kogo nie znasz, wysyła Ci wiadomości o kryptowalutach (takich jak Bitcoin) lub okazjach finansowych, uważaj – prawdopodobnie jest to spam.
pt_br: Se alguém que você não conhece enviar mensagens sobre criptomoedas (como bitcoin) ou falar sobre alguma oportunidade financeira, tome cuidado. Provavelmente é spam.
pt_pt: Se alguém que não conhece lhe enviar mensagens sobre criptomoedas (como Bitcoin) ou uma oportunidade financeira, tenha cuidado. É provável que seja spam.
ro: Dacă cineva pe care nu îl cunoști îți trimite mesaje despre criptomonede (cum ar fi Bitcoin) sau despre o oportunitate financiară, ai grijă—este foarte probabil că este vorba de spam.
ru: Если кто-то, кого вы не знаете, присылает сообщения о криптовалюте (например, биткоине) или финансовых возможностях, будьте осторожны — скорее всего, это спам.
sk: Ak vám niekto, koho nepoznáte, posiela správy týkajúce sa kryptomeny (ako je bitcoin) alebo finančnej príležitosti, buďte obozretní – pravdepodobne ide o spam.
sr: Ако вам неко кога не познајете шаље поруке о криптовалути (као што је Bitcoin) или некој финансијској прилици, будите опрезни – вероватно је у питању спам.
sv: Om någon du inte känner skickar meddelanden om kryptovalutor (som Bitcoin) eller en finansiell möjlighet ska du vara försiktig – det är sannolikt skräppost.
th: หากมีคนที่ไม่รู้จักส่งข้อความหาคุณเกี่ยวกับคริปโตเคอร์เรนซี (เช่น บิตคอยน์) หรือโอกาสทางการเงิน โปรดระมัดระวังเป็นพิเศษ เพราะเป็นไปได้สูงว่านั่นคือสแปม
tr: Tanımadığın biri kripto para (Bitcoin gibi) veya finansal bir fırsat hakkında mesaj gönderirse dikkatli ol; spam olması olasıdır.
ug: ئەگەر سىز تونۇمايدىغان بىرەيلەن سىزگە cryptocurrency (Bitcoin غا ئوخشاش) نىڭ ياكى مەلۇم ئىقتىسادىي پۇرسەتنىڭ گېپىنى قىلسا، بۇ ئالدامچىلىق بولۇشى مۇمكىن. ئېھتىيات قىلىڭ.
uk: Якщо незнайома людина пише вам про криптовалюту (наприклад, біткойн) або якісь можливості заробітку, будьте пильні. Найімовірніше, це спам.
ur: اگر کوئی ایسا فرد جسے آپ جانتے نہیں ہیں آپ کو کرپٹو کرنسی (جیسا کہ Bitcoin) یا کسی مالی فائدے کے متعلق میسج کرتا ہے، تو احتیاط کریں—یہ ممکنہ طور پر اسپام ہو سکتا ہے۔
vi: Nếu một người bạn không biết gửi tin nhắn về tiền điện tử (như Bitcoin) hay một cơ hội kiếm tiền, hãy cẩn trọng—đó có thể là nội dung spam.
zh_cn: 如有陌生人给您发送有关加密货币（如比特币）或金融投资机会的消息，请当心，这很可能是垃圾消息。
zh_hk: 如果陌生人發送了有關加密貨幣（如比特幣）或提供賺錢機會的訊息，請小心— 這可能是垃圾訊息。

# SAFETY_TIPS_CRYPTO_TITLE
source: Crypto or money scams
ar: عمليات الاحتيال المالية أو من خلال العملات المُشفَّرة
be: Махлярства з крыптавалютай або грашыма
bn: ক্রিপ্টো বা অর্থ সংক্রান্ত স্ক্যাম
ca: Estafes de criptomoneda o diners
cs: Podvody s kryptoměnami nebo penězi
da: Krypto- eller pengesvindel
de: Krypto- oder Geldbetrug
el: Απάτες κρυπτονομισμάτων ή χρημάτων
es: Estafas de criptomonedas o dinero
fa: کلاه‌برداری‌های پولی یا رمزارز
fi: Kryptovaluutta- tai muut rahahuijaukset
fr: Escroqueries financières ou liées aux crypto-monnaies
ga: Camscéimeanna criptea-airgeadra nó airgid
gu: ક્રિપ્ટો અથવા પૈસાને લગતા સ્કેમ
he: הונאות קריפטו או הונאות כספיות
hi: क्रिप्टो या मनी स्कैम
hr: Prijevare s kriptovalutama ili novčane prijevare
hu: Kripto- vagy pénzzel kapcsolatos átverések
id: Penipuan uang atau kripto
it: Criptovalute e truffe economiche
ja: 暗号通貨または金銭詐欺
ko: 암호화폐 또는 금융 사기
mr: क्रिप्टो किंवा पैशांचे घोटाळे
ms: Kripto atau penipuan wang
nb: Krypto- og pengesvindel
nl: Crypto- of geldscams
pl: Oszustwa związane z pieniędzmi, w tym kryptowalutami
pt_br: Golpes de cripto ou dinheiro
pt_pt: Fraudes de cripto ou dinheiro
ro: Escrocherii cu cripto sau bani
ru: Мошенничество с криптовалютой или деньгами
sk: Peňažné podvody alebo podvody s kryptomenou
sr: Крипто или новчане преваре
sv: Krypto- eller penningbedrägerier
th: การหลอกลวงทางการเงินหรือคริปโต
tr: Kripto veya para dolandırıcılıkları
ug: Crypto ياكى پۇل ئالدامچىلىقى
uk: Шахрайство з криптовалютою або грошима
ur: کرپٹو یا پیسے کے سکیمز
vi: Lừa đảo tiền điện tử hoặc tiền
zh_cn: 加密货币或金钱骗局
zh_hk: 加密貨幣或金錢詐騙

# SAFETY_TIPS_FAKE_BUSINESS_BODY
source: Be careful of businesses or government agencies contacting you. Messages involving tax agencies, couriers, and more can be spam.
ar: احذر من الشركات أو الوكالات الحكومية التي تتواصل معك. قد تكون الرسائل التي تتعلَّق بوكالات الضرائب وشركات التوصيل والمزيد رسائل غير مرغوب فيها.
be: Будзьце пільнымі, калі з вамі звязваюцца прадпрыемствы або дзяржаўныя ўстановы. Паведамленні, якія тычацца падатковых органаў, кур'ераў і іншага, могуць быць спамам.
bn: কোনো ব্যবসা প্রতিষ্ঠান বা সরকারি সংস্থা যদি আপনার সাথে যোগাযোগ করে তবে সে সম্পর্কে সতর্ক থাকুন। ট্যাক্স এজেন্সি, কুরিয়ার এবং আরো অনেক কিছুর সাথে সম্পর্কিত মেসেজ স্প্যাম হতে পারে।
ca: Ves amb compte amb les empreses o les agències governamentals que es posin en contacte amb tu. Els missatges que involucren agències fiscals i serveis de missatgeria, entre d'altres, poden ser spam.
cs: Dávejte pozor na firmy nebo státní instituce, které vás kontaktují. Například zprávy od finančního úřadu nebo doručovacích služeb mohou být spam.
da: Forhold dig skeptisk, når du bliver kontaktet af virksomheder eller offentlige myndigheder. Beskeder vedrørende skattebureauer, fragtvirksomheder osv. kan være spam.
de: Sei vorsichtig, wenn Unternehmen oder Regierungsbehörden dich kontaktieren. Nachrichten, bei denen es um Steuerbehörden, Kuriere usw. geht, können Spam sein.
el: Να προσέχεις με τις επιχειρήσεις ή τις κυβερνητικές υπηρεσίες που επικοινωνούν μαζί σου. Τα μηνύματα που αφορούν φορολογικές υπηρεσίες, ταχυμεταφορείς και πολλά άλλα μπορεί να είναι spam.
es: Ten cuidado con las empresas o agencias gubernamentales que se pongan en contacto contigo. Los mensajes que involucren a entidades como agencias tributarias y empresas de mensajería pueden ser spam.
fa: در مورد کسب‌وکارها و سازمان‌های دولتی که با شما تماس می‌گیرند احتیاط کنید. پیام‌های مربوط به نهادهای مالیاتی، شرکت مخابراتی و نظایر آن ممکن است هرزنامه باشند.
fi: Varo yrityksiä tai virastoja, jotka ottavat sinuun yhteyttä. Viestit, joissa mainitaan esim. verovirasto tai logistiikkayhtiö, voivat olla roskapostia.
fr: Soyez prudent lorsque des entreprises ou des organismes publics vous contactent. Les messages qui affirment provenir de transporteurs ou de services fiscaux, par exemple, peuvent être des spams.
ga: Bí san airdeall ar ghnólachtaí nó ar ghníomhaireachtaí rialtais a dhéanann teagmháil leat. Is féidir turscar a bheith i dteachtaireachtaí a bhaineann le gníomhaireachtaí cánach, teachtairí agus eile.
gu: તમારો સંપર્ક કરતાં બિઝનેસ અથવા સરકારી એજન્સીથી સાવચેત રહો. ટેક્સ એજન્સી, કુરિયર વગેરેને શામેલ કરતાં મેસેજ સ્પામ હોઈ શકે છે.
he: חשוב להיזהר מעסקים או סוכנויות ממשלתיות שיוצרים איתך קשר. הודעות הקשורות בסוכנויות מס, שליחויות ועוד עלולות להיות ספאם.
hi: आपसे संपर्क करने वाले व्यवसायों या सरकारी एजेंसियों से सावधान रहें। कर एजेंसियों, कोरियर और अन्य से जुड़े संदेश स्पैम हो सकते हैं।
hr: Budite oprezni kada vas kontaktiraju tvrtke ili državne agencije. Poruke koje se odnose na porezne agencije, kurire i sl. mogle bi biti neželjeni sadržaj.
hu: Legyél óvatos, ha vállalkozások vagy kormányzati szervek lépnek kapcsolatba veled. Az adóhivatalokat, futárszolgálatokat stb. érintő üzenetek kéretlen üzenetek lehetnek.
id: Waspadai perusahaan atau badan pemerintahan yang menghubungi Anda. Pesan yang melibatkan agen pajak, kurir, atau lainnya bisa jadi adalah spam.
it: Fai attenzione quando ricevi messaggi da qualche azienda o ente del governo. Se si parla di tasse, pensioni, pacchi in arrivo, messaggi dalle Poste, dal tuo fornitore di energia e acqua, potrebbe trattarsi di spam.
ja: 企業や政府機関からの連絡にはご注意ください。税務署や宅配業者などのメッセージはスパムである可能性があります。
ko: 비즈니스 또는 정부 기관에서 오는 연락을 조심하세요. 국세청, 배송 업체 등과 관련된 메시지는 스팸일 수 있습니다.
mr: आपणाशी संपर्क साधणाऱ्या व्यवसायाबद्दल किंवा सरकारी एजन्सीज बद्दल सावधगिरी बाळगा. कर एजन्सी, कुरीयर आणि बरेच काही समाविष्ट असलेले संदेश स्पॅम असू शकतात.
ms: Berhati-hati dengan perniagaan atau agensi kerajaan yang menghubungi anda. Mesej yang melibatkan agensi cukai, kurier dan banyak lagi boleh menjadi spam.
nb: Vær forsiktig hvis du blir kontaktet av virksomheter eller offentlige etater. Meldinger som omhandler skattebetalinger, forsendelser og lignende er ofte søppelpost.
nl: Wees voorzichtig met bedrijven of overheidsinstanties die je benaderen. Berichten van de belastingdienst, koeriers en andere bedrijven kunnen spam zijn.
pl: Zachowaj ostrożność, jeśli rzekomo kontaktuje się z Tobą organizacja rządowa lub firma. Wiadomości, których nadawcami mieliby być kurierzy, instytucje podatkowe itd., mogą być spamem.
pt_br: Tenha cuidado com as empresas ou órgãos governamentais que entram em contato com você. Mensagens envolvendo questões tributárias ou de transportadoras podem ser spam.
pt_pt: Tenha cuidado com empresas ou agências governamentais que o contactam. Mensagens que envolvem as finanças, serviços de entregas, etc., podem ser spam.
ro: Ai grijă la companiile sau agențiile guvernamentale care te contactează. Mesajele care implică agențiile fiscale, curierii și multe altele pot fi spam.
ru: Будьте осторожны с компаниями или госучреждениями, которые связываются с вами. Сообщения, связанные с налоговыми органами, курьерами и т. д., могут быть спамом.
sk: Zbystrite, ak vás oslovia firmy alebo vládne agentúry. V prípade správ odkazujúcich na daňové úrady, kuriérov a pod. môže ísť o spam.
sr: Будите опрезни када вам се обраћају компаније или државне агенције. Поруке које имају везе са пореским управама, курирским службама и сличне поруке могу бити спам.
sv: Var försiktig om företag eller myndigheter kontaktar dig. Meddelanden som rör skattemyndigheter, kurirer och annat kan vara skräppost.
th: ระวังให้มากเมื่อได้รับการติดต่อจากหน่วยงานรัฐหรือธุรกิจห้างร้าน ข้อความที่เกี่ยวกับสำนักงานภาษี บริษัทขนส่ง หรือหน่วยงานใกล้เคียงกันนี้อาจเป็นสแปม
tr: Seninle iletişime geçen işletmelere veya devlet kurumlarına karşı dikkatli ol. Vergi daireleri, kuryeler ve daha fazlasını içeren mesajlar spam olabilir.
ug: كارخانا ياكى ھۆكۈمەت ئورگانلىرىنىڭ سىز بىلەن ئالاقىلىشىشىغا دىققەت قىلىڭ. باج ئورگىنى ، تېز يوللانما ۋە باشقا ئۇچۇرلارنى ئۆز ئىچىگە ئالغان ئۇچۇرلار ئالدامچى ئۇچۇر بولۇشى مۇمكىن.
uk: Будьте обачні, якщо до вас звертається якась компанія або державна установа. Повідомлення від податкових органів, кур'єрів тощо можуть виявитися спамом.
ur: آپ سے رابطہ کرنے والے کاروباری یا حکومتی اداروں کے حوالے سے احتیاط برتیں۔ ٹیکس اداروں، کوریئرز اور مزید کی طرف سے میسجز اسپام ہو سکتے ہیں۔
vi: Hãy cẩn trọng khi có các doanh nghiệp hoặc cơ quan của chính phủ liên hệ với bạn. Tin nhắn có nội dung liên quan đến cơ quan thuế, giao hàng, v.v. có thể là spam.
zh_cn: 请谨慎对待与您联系的企业或政府机构。涉及税务机构、快递公司等的消息有可能是垃圾消息。
zh_hk: 請小心與你聯絡的企業或政府機構。涉及稅務機關、快遞公司等訊息可能是垃圾訊息。

# SAFETY_TIPS_FAKE_BUSINESS_TITLE
source: Fake businesses and institutions
ar: الشركات والمُؤسَّسات الوهمية
be: Фэйкавыя прадпрыемствы і ўстановы
bn: ভুয়া ব্যবসা ও প্রতিষ্ঠান
ca: Empreses i institucions falses
cs: Falešné firmy a instituce
da: Falske virksomheder og institutioner
de: Gefälschte Unternehmen und Institutionen
el: Ψεύτικες επιχειρήσεις και ιδρύματα
es: Empresas e instituciones falsas
fa: کسب‌وکارها و سازمان‌های جعلی
fi: Väärennetyt yritykset ja organisaatiot
fr: Fausses entreprises et institutions
ga: Gnólachtaí agus institiúidí bréagacha
gu: નકલી બિઝનેસ અને સંસ્થાઓ
he: עסקים ומוסדות מזויפים
hi: नकली व्यवसाय और संस्थाएँ
hr: Lažne tvrtke i ustanove
hu: Hamis vállalkozások és intézmények
id: Bisnis dan institusi palsu
it: Aziende ed enti governativi finti
ja: 偽の企業や団体
ko: 가짜 비즈니스 또는 기관
mr: बनावट व्यवसाय आणि संस्था
ms: Perniagaan dan institusi palsu
nb: Falske virksomheter og organisasjoner
nl: Nepbedrijven en -instellingen
pl: Fałszywe konta firm i instytucji
pt_br: Empresas e instituições falsas
pt_pt: Empresas e instituições falsas
ro: Companii și instituții false
ru: Фальшивые предприятия и учреждения
sk: Falošné firmy a inštitúcie
sr: Лажне компаније и институције
sv: Falska företag och institutioner
th: ธุรกิจและหน่วยงานปลอม
tr: Sahte işletmeler ve kurumlar
ug: ساختا كارخانا ۋە ئورگانلار
uk: Фіктивні компанії та організації
ur: جعلی کاروبار اور ادارے
vi: Doanh nghiệp và tổ chức giả mạo
zh_cn: 假冒企业和机构
zh_hk: 虛假企業和機構
