Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MEDIA_EDITOR_CLEAR_ALL
source: Clear All
ar: إزالة الكل
be: Ачысціць усе
bn: সব মুছুন
ca: Esborrar tot
cs: Odstranit vše
da: Ryd alle
de: Alles entfernen
el: Διαγραφή όλων
es: Borrar todo
fa: پاک کردن همه
fi: Tyhjennä kaikki
fr: Tout supprimer
ga: Glan gach rud
gu: બધું સાફ કરો
he: ניקוי הכל
hi: सभी हटाएँ
hr: Poništi sve
hu: Összes törlése
id: Hapus Semua
it: Rimuovi tutto
ja: すべて消去
ko: 모두 지우기
mr: सर्व साफ करा
ms: Kosongkan Semua
nb: Fjern alle
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
pt_pt: Limpar tudo
ro: Șterge Tot
ru: Очистить всё
sk: Vymazať všetko
sl: Izbriši vse
sr: Избриши све
sv: Rensa alla
th: ล้างทั้งหมด
tr: Hepsini Temizle
ug: ھەممىنى تازىلا
uk: Скасувати все
ur: سب صاف کریں
vi: Xóa hết
zh_cn: 全部清除
zh_hk: 全部清除

# MEDIA_EDITOR_DISCARD_ALL_BUTTON
source: Discard Changes
ar: تجاهل التغييرات
be: Скінуць змяненні
bn: পরিবর্তনগুলো বাতিল করুন
ca: Descartar canvis
cs: Zahodit změny
da: Kassér ændringer
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es: Descartar cambios
fa: نادیده گرفتن تغییرات
fi: Hylkää muutokset
fr: Ignorer les modifications
ga: Cuileáil gach rud
gu: ફેરફારો જવા દો
he: ביטול שינויים
hi: बदलाव रद्द करें
hr: Odbaci promjene
hu: Módosítások elvetése
id: Buang Perubahan
it: Annulla modifiche
ja: 変更を破棄します
ko: 변경 내용 취소
mr: बदल नाकारा
ms: Buang Perubahan
nb: Slett endringene
nl: Wijzigingen verwijderen
pl: Odrzuć zmiany
pt_br: Descartar alterações
pt_pt: Descartar alterações
ro: Renunță la Schimbări
ru: Сбросить изменения
sk: Zrušiť zmeny
sl: Zavrži spremembe
sr: Одбаци промене
sv: Släng ändringar
th: ละทิ้งการเปลี่ยนแปลง
tr: Değişiklikleri İptal Et
ug: ئۆزگەرتىشلەرنى ئەمەلدىن قالدۇرۇش
uk: Відхилити зміни
ur: تبدیلیاں مسترد کریں
vi: Bỏ thay đổi
zh_cn: 放弃更改
zh_hk: 捨棄變更

# MEDIA_EDITOR_DISCARD_ALL_CONFIRMATION_MESSAGE
source: You will lose any changes you have made to this photo
ar: سَتفقد أي تغييرات أحدثتها لهذه الصورة
be: Вы страціце ўсе змяненні, што вы зрабілі ў гэтай фатаграфіі
bn: আপনি এই ছবিতে করা যেকোনো পরিবর্তন হারাবেন
ca: Perdràs tots els canvis que hagis fet en aquesta imatge
cs: Ztratíte všechny změny, které jste na této fotografii provedli
da: Du vil miste alle ændringer, som du har foretaget på dette foto
de: Du verlierst alle Änderungen, die du an diesem Foto vorgenommen hast.
el: Θα χάσεις τυχόν αλλαγές που έκανες σε αυτή τη φωτογραφία
es: Perderás todos los cambios que hayas hecho en esta foto.
fa: هر تغییری که روی این عکس انجام داده‌اید را از دست خواهید داد
fi: Menetät kaikki kuvaan tekemäsi muutokset
fr: Vous perdrez toutes les modifications apportées à cette photo.
ga: Caillfidh tú aon athrú a rinne tú ar an ngrianghraf seo
gu: તમે આ ફોટો પર કરેલા કોઈ પણ ફેરફારો ગુમાવશો.
he: כל השינויים שעשית לתמונה הזו יימחקו
hi: इस फ़ोटो में किया गया कोई भी बदलाव आप खो देंगे
hr: Izgubit ćete sve promjene koje ste napravili na ovoj fotografiji
hu: Minden módosítást el fogsz veszíteni, amit a képen végeztél
id: Anda akan kehilangan perubahan apa pun yang dibuat pada foto ini
it: Perderai ogni modifica apportata a questa foto
ja: この写真に加えた変更はすべて失われます
ko: 이 사진에 적용한 모든 변경 내용이 손실됩니다.
mr: या फोटोमध्ये आपण केलेले कोणतेही बदल आपण गमवाल
ms: Anda akan kehilangan sebarang perubahan yang anda lakukan pada foto ini
nb: Dette vil slette alle endringene du har gjort i dette bildet
nl: Alle wijzigingen die je in deze afbeelding hebt aangebracht zullen verloren gaan
pl: Stracisz wszystkie zmiany wprowadzone na tym zdjęciu
pt_br: Você perderá todas as alterações feitas nessa foto
pt_pt: Vai perder todas as alterações feitas a esta foto
ro: Vei pierde orice schimbări pe care le-ai făcut la această fotografie
ru: Вы потеряете все изменения, которые вы сделали в этой фотографии
sk: Prídete o všetky vykonané zmeny na tejto fotografii.
sl: Izgubili boste vse spremembe, narejene na tej fotografiji
sr: Изгубићете све промене које сте направили на овој слици
sv: Du förlorar alla ändringar du har gjort på detta foto.
th: คุณจะสูญเสียการเปลี่ยนแปลงทั้งหมดที่ทำไว้กับรูปภาพนี้
tr: Bu fotoğrafta yaptığın tüm değişiklikleri kaybedeceksin
ug: رەسىمگە كىرگۈزگەن ھەممە ئۆزگەرتىشلىرىڭىز يوق بولىدۇ
uk: Усі зміни цього фото зникнуть
ur: آپ اس تصویر پر اپنی جانب سے کی گئی کسی بھی تبدیلیوں سے محروم ہو جائیں گے
vi: Bạn sẽ mất tất cả các thay đổi bạn đã thực hiện trên ảnh này
zh_cn: 您将会丢失对这张照片所做的任何更改
zh_hk: 你對此照片所作的任何變更將會遺失

# MEDIA_EDITOR_DISCARD_ALL_CONFIRMATION_TITLE
source: Discard Changes?
ar: هل ترغبُ بتجاهل التغييرات؟
be: Скінуць змяненні?
bn: পরিবর্তনগুলো বাতিল করবেন?
ca: Descartar els canvis?
cs: Zahodit změny?
da: Kassér ændringer?
de: Änderungen verwerfen?
el: Απόρριψη αλλαγών;
es: ¿Descartar cambios?
fa: تغییرات نادیده گرفته شوند؟
fi: Hylätäänkö muutokset?
fr: Ignorer les modifications ?
ga: Cuileáil Athruithe?
gu: ફેરફારો જવા દેવા છે?
he: לבטל שינויים?
hi: बदलाव रद्द करने हैं?
hr: Odbaciti promjene?
hu: Módosítások elvetése?
id: Buang Perubahan?
it: Annullare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 내용을 취소할까요?
mr: बदल नाकारायचे?
ms: Buang Perubahan?
nb: Vil du slette endringene?
nl: Wijzigingen verwijderen?
pl: Odrzucić zmiany?
pt_br: Descartar alterações?
pt_pt: Descartar alterações?
ro: Renunți la Schimbări?
ru: Сбросить изменения?
sk: Zrušiť zmeny?
sl: Želite zavreči spremembe?
sr: Желите ли да одбаците промене?
sv: Släng ändringar?
th: ละทิ้งการเปลี่ยนแปลงใช่หรือไม่
tr: Değişiklikleri İptal Et?
ug: ئۆزگىرىشلەرنى تاشلىۋەت
uk: Відхилити зміни?
ur: تبدیلیاں مسترد کریں؟
vi: Bỏ thay đổi?
zh_cn: 要放弃更改吗？
zh_hk: 確定要捨棄變更？

# MEDIA_EDITOR_RESET
source: Reset
af: Stel terug
ar: إعادة التعيين
az: Sıfırla
be: Скінуць
bn: রিসেট করুন
ca: Restableix
cs: Obnovit
cy: Ailosod
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
et: Lähtesta
eu: Berrabiarazi
fa: بازنشانی
fi: Palauta alkuasetuksiin
fr: Réinitialiser
ga: Athshocraigh
gu: ફરીથી સેટ કરો
he: אפס
hi: फिर से स्थापित करना
hr: Poništi
hu: Visszaállítás
id: Atur ulang
is: Endurstilla
it: Resetta
ja: リセット
kab: Wennez
km: á€áŸ†áááŸ‹á¡á¾á„áœá·á‰
kn: ಮರುಹೊಂದಿಸಿ
ko: 초기화
lt: Atstatyti
lv: Atstatīt
mk: Ресетираj
ml: പുനഃക്രമീകരിക്കുക
mr: रीसेट करा
ms: Tetap semula
my: ရီဆက်ချမည်
nb: Tilbakestill
nl: Herstellen
pa: ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj
ps: له سره تنظیمول
pt_br: Redefinir
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sq: Riktheje
sr: Ресетуј
sv: Återställ
sw: Seti upya tena
ta: மீட்டமைக்க
te: పునరుద్ధరించు
th: รีเซ็ต
tr: Sıfırla
ug: ئەسلىگە قايتۇر
uk: Скинути
ur: دوبارہ بحال کریں
vi: Đặt lại
zh_cn: 重置
zh_hk: 重設

# MEDIA_EDITOR_TAP_FOR_MORE
source: Tap for more
ar: انقر للمزيد
be: Націснуць, каб убачыць больш
bn: আরো পেতে ট্যাপ করুন
ca: Mostra'n més
cs: Klepnutím zobrazíte více
da: Tryk for flere
de: Antippen für mehr
el: Πάτα για περισσότερα
es: Toca para ver más
fa: برای قالب‌های بیشتر لمس کنید
fi: Näytä lisää napauttamalla
fr: Autres styles
ga: Tapáil chun tuilleadh a fháil
gu: વધુ માટે ટૅપ કરો
he: יש ללחוץ כדי להציג עוד
hi: आगे देखने के लिये टैप करें
hr: Dodirni za više opcija
hu: Továbbiakért koppints
id: Ketuk untuk selengkapnya
it: Mostra tutto
ja: タップして他の候補を表示
ko: 탭하여 더 보기
mr: अधिक करिता टॅप करा
ms: Ketik untuk lebih lanjut
nb: Trykk for mer
nl: Tik voor meer
pl: Dotknij, aby wyświetlić więcej
pt_br: Toque para ver mais
pt_pt: Tocar para mais
ro: Apasă pentru detalii
ru: Показать полностью
sk: Ťuknutím zobrazíte ďalšie
sr: Додирните да видите више
sv: Tryck för mer
th: แตะเพื่อดูเพิ่ม
tr: Dahası için dokun
ug: تېخىمۇ كۆپ
uk: Більше
ur: مزید کے لیے ٹیپ کریں
vi: Nhấn để xem thêm
zh_cn: 点击查看更多
zh_hk: 點按以獲取更多

# MEDIA_EDITOR_TEXT_FIELD_ADD_MESSAGE
source: Add Message
ar: إضافة رسالة
be: Дадаць паведамленне
bn: ম্যাসেজ যোগ করুন
ca: Afegir missatge
cs: Přidat zprávu
da: Tilføj meddelelse
de: Nachricht hinzufügen
el: Προσθήκη μηνύματος
es: Añadir mensaje
fa: افزودن پیام
fi: Lisää viesti
fr: Ajouter un message
ga: Cuir Teachtaireacht Leis
gu: મેસેજ ઉમેરો
he: הוספת הודעה
hi: संदेश जोड़ें
hr: Dodaj poruku
hu: Üzenet hozzáadása
id: Tambah Pesan
it: Aggiungi un messaggio
ja: メッセージを追加してください
ko: 메시지 추가
mr: संदेश जोडा
ms: Tambah Mesej
nb: Legg til melding
nl: Bericht toevoegen
pl: Dodaj wiadomość
pt_br: Adicionar mensagem
pt_pt: Adicionar mensagem
ro: Adaugă Mesaj
ru: Добавить сообщение
sk: Napísať správu
sl: Dodaj sporočilo
sr: Унесите поруку
sv: Lägg till meddelande
th: เพิ่มข้อความ
tr: Mesaj ekle
ug: ئۇچۇر قوشۇش
uk: Додати повідомлення
ur: پیغام شامل کریں
vi: Thêm Tin Nhắn
zh_cn: 添加信息
zh_hk: 加入訊息

# MEDIA_EDITOR_TEXT_FIELD_VIEW_ONCE_MEDIA
source: View Once Media
ar: وسائط للمُشاهدة مرّة واحدة
be: Медыяфайл для аднаразовага прагляду
bn: একবার-দেখার উপযোগী মিডিয়া
ca: Arxius multimèdia per veure una vegada
cs: Média pro jednorázové zobrazení
da: Medier, som kan ses én gang
de: Medien zur Einmalansicht
el: Μέσα Μεμονωμένης Προβολής
es: Visualización única
fa: رسانه با قابلیت یک‌بار مشاهده
fi: Katso kerran -media
fr: Média à vue unique
ga: Meáin Amhairc Aonuaire
gu: એકવાર જોઈ શકાય તેવા મીડિયા
he: מדיה לצפייה חד פעמית
hi: एक बार मीडिया देखें
hr: Medijski zapis koji nestaje nakon prikaza
hu: Egyszer megjelenő médiafájl megtekintése
id: Media Sekali Lihat
it: Media visibile una sola volta
ja: 1回限りのメディア
ko: 한 번만 볼 수 있는 미디어
mr: एकदा मिडिया पहा
ms: Media Lihat Sekali
nb: Se én gang-medier
nl: Eenmaligeweergave-media
pl: Multimedia jednorazowe
pt_br: Ver mídia temporária
pt_pt: Ver multimédia de visualização única
ro: Media vizibilă o singură dată
ru: Просмотреть одноразовые медиа
sk: Jednorazové média
sl: Datoteka za enkratni ogled
sr: Једнократни медиј
sv: Visa en gång-media
th: สื่อที่ดูได้ครั้งเดียว
tr: Bir Kez Görüntülenen Medya
ug: بىرلا قېتىم كۆرۈلىدىغان مېدىيا
uk: Одноразовий медіафайл
ur: ایک مرتبہ دیکھا جانے والا میڈیا
vi: Đa phương tiện Xem Một Lần
zh_cn: 阅后即焚媒体
zh_hk: 「閱後即毀」媒體檔案

# MEDIA_GALLERY_A11Y_AUDIO_FILE
source: audio file
ar: ملف صوتي
be: аўдыяфайл
bn: অডিও ফাইল
ca: arxiu d'àudio
cs: zvukový soubor
da: lydfil
de: Audiodatei
el: ηχητικό αρχείο
es: archivo de audio
fa: فایل صوتی
fi: äänitiedosto
fr: fichier audio
ga: comhad fuaime
gu: ઓડિયો ફાઇલ
he: קובץ אודיו
hi: ऑडियो फाइल
hr: audio datoteka
hu: audió fájl
id: file audio
it: file audio
ja: 音声ファイル
ko: 오디오 파일
mr: ऑडिओ फाईल
ms: fail audio
nb: lydfil
nl: audiobestand
pl: Plik audio
pt_br: arquivo de áudio
pt_pt: ficheiro áudio
ro: fișier audio
ru: аудиофайл
sk: zvukový súbor
sr: аудио фајл
sv: ljudfil
th: ไฟล์เสียง
tr: ses dosyası
ug: ئۈن ھۆججىتى
uk: аудіофайл
ur: آڈیو فائل
vi: tập tin âm thanh
zh_cn: 音频文件
zh_hk: 音訊檔案

# MEDIA_GALLERY_A11Y_OTHER_FILE
source: file
ar: ملف
be: Файл
bn: ফাইল
ca: Fitxer
cs: soubor
da: Fil
de: Datei
el: Αρχείο
es: archivo
fa: فایل
fi: Tiedosto
fr: fichier
ga: Comhad
gu: ફાઈલ
he: קובץ
hi: फ़ाइल
hr: Datoteka
hu: Fájl
ja: ファイル
ko: 파일
mr: फाईल
ms: Fail
nb: fil
nl: document
pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ro: Fișier
ru: Файл
sk: Súbor
sr: Фајл
sv: Fil
th: ไฟล์
tr: Dosya
ug: ھۆججەت
uk: Файл
ur: فائل
vi: Tệp
zh_cn: 文件
zh_hk: 檔案

# MEDIA_GALLERY_A11Y_VOICE_MESSAGE
source: voice message
ar: رسالة صوتية
be: галасавое паведамленне
bn: ভয়েস মেসেজ
ca: Missatge de veu
cs: hlasová zpráva
da: Talebesked
de: Sprachnachricht
el: Μήνυμα φωνής
es: mensaje de voz
fa: پیام صوتی
fi: Ääniviesti
fr: message vocal
ga: Glórphost
gu: વોઇસ મેસેજ
he: הודעה קולית
hi: ध्वनि संदेश
hr: Glasovna poruka
hu: Hangüzenet
id: pesan suara
it: Messaggio vocale
ja: 音声メッセージ
ko: 음성 메시지
mr: व्हॉईस संदेश
ms: Mesej suara
nb: talemelding
nl: spraakbericht
pl: Wiadomość głosowa
pt_br: Mensagem de voz
pt_pt: Mensagem de voz
ro: Mesaj vocal
ru: Голосовое сообщение
sk: hlasová správa
sr: Гласовна порука
sv: Röstmeddelande
th: ข้อความเสียง
tr: Sesli ileti
ug: ئۈن ئۇچۇر
uk: голосове повідомлення
ur: آڈیو پیغام
vi: Tin nhắn thoại
zh_cn: 语音消息
zh_hk: 語音訊息

# MEDIA_GALLERY_CLEAR_FILTER_BUTTON
source: Clear Filter
ar: إزالة الفلتر
be: Ачысціць фільтр
bn: ফিল্টার খালি করুন
ca: Restablir filtres
cs: Odebrat filtr
da: Ryd filter
de: Filter entfernen
el: Διαγραφή φίλτρου
es: Quitar filtro
fa: برداشتن فیلتر
fi: Tyhjennä suodatin
fr: Supprimer le filtre
ga: Glan an scagaire
gu: ફિલ્ટર દૂર કરો
he: ניקוי מסנן
hi: फ़िल्टर हटाएँ
hr: Ukloni filtar
hu: Szűrő törlése
id: Hapus Filter
it: Rimuovi filtro
ja: 検索条件を解除する
ko: 필터 지우기
mr: फिल्टर साफ करा
ms: Kosongkan penapis
nb: Tøm filter
nl: Filter verwijderen
pl: Usuń filtr
pt_br: Limpar filtro
pt_pt: Limpar filtro
ro: Șterge Filtru
ru: Очистить фильтр
sk: Zrušiť filter
sr: Уклони филтер
sv: Rensa filter
th: ล้างตัวกรอง
tr: Filtreyi Temizle
ug: سۈزگۈچلەرنى بىكار قىلىش
uk: Скасувати фільтр
ur: فلٹر ختم کریں
vi: Bỏ lọc
zh_cn: 清除筛选
zh_hk: 清除篩選器

# MEDIA_GALLERY_DELETE_MEDIA_BODY
source: This will permanently delete the selected files. Any message text associated with these items will also be deleted.
ar: سيؤدي هذا إلى حذف الملفات المُحدَّدة بشكلٍ نهائي. سيتمُّ حذف أي نص رسالة مقترنة بهذه العناصر أيضًا.
be: Гэта назаўсёды выдаліць выбраныя файлы. Тэкст паведамленняў, звязаных з гэтымі элементамі, таксама будзе выдалены.
bn: এটি নির্বাচিত ফাইলগুলো চিরতরে মুছে ফেলবে। এই আইটেমগুলোর সাথে সম্পৃক্ত কোনো মেসেজ টেক্সটও মুছে ফেলা হবে।
ca: Aquesta acció esborrarà permanentment els fitxers seleccionats. Qualsevol missatge de text que hi estigui associat també s'esborrarà.
cs: Tímto trvale odstraníte vybrané soubory. Odstraní se i jakýkoli text zpráv spojený s těmito položkami.
da: Dette vil slette alle de markerede filer permanent. Alle beskedtekster, der er knyttet til disse filer, vil også blive slettet.
de: Damit werden die ausgewählten Dateien unwiderruflich gelöscht. Nachrichtentexte die zu diesen Dateien gehören werden ebenfalls gelöscht.
el: Αυτό θα διαγράψει μόνιμα τα επιλεγμένα στοιχεία. Οποιοδήποτε κείμενο μηνύματος που σχετίζεται με αυτά τα αρχεία θα διαγραφεί επίσης.
es: Se eliminarán de forma permanente los archivos seleccionados. También se eliminará cualquier mensaje asociado con estos archivos.
fa: این موجب پاک شدن دائمی فایل‌های انتخاب‌شده می‌شود. هر پیام متنی مرتبط با این موارد هم پاک خواهد شد.
fi: Tämä poistaa valitut tiedostot pysyvästi. Myös kaikki näihin kohteisiin liitetyt viestitekstit poistetaan.
fr: Cette action supprimera définitivement les fichiers sélectionnés. Les messages associés à ces éléments seront aussi supprimés.
ga: Scriosfar na comhaid roghnaithe go buan leis sin. Scriosfar aon téacs teachtaireachta a bhaineann leis na míreanna sin freisin.
gu: આનાથી પસંદ કરેલી ફાઇલો કાયમ માટે ડિલીટ થઈ જશે. આ આઇટમ સાથે સંકળાયેલ કોઈ પણ મેસેજ ટેક્સ્ટ પણ ડિલીટ થઈ જશે.
he: זה ימחק לצמיתות את הקבצים שנבחרו. גם מלל הודעה שמשויך לפריטים אלו יימחק.
hi: इससे चयनित फाइलें स्थायी रूप से डिलीट कर दी जाएंगी। इन आइटम्स से जुड़ा कोई भी संदेश टेक्स्ट भी डिलीट कर दिया जाएगा।
hr: Ovo će trajno izbrisati odabrane datoteke. Sve tekstualne poruke povezane s ovim datotekama također će biti izbrisane.
hu: Ez véglegesen törölni fogja az összes kiválasztott fájlt. A fájlokhoz tartozó szöveges üzenetek is törlődnek.
id: Ini akan menghapus file terpilih secara permanen. Semua pesan yang berkaitan dengan item ini juga akan dihapus.
it: Quest'azione eliminerà definitivamente tutti i file selezionati. Verrà eliminato anche ogni messaggio di testo associato a questi elementi.
ja: 選択したアイテムを完全に消去します。これらのアイテムに関連付けられているメッセージテキストもすべて消去されます。
ko: 선택한 파일을 영구 삭제합니다. 해당 항목과 연관된 모든 메시지도 삭제됩니다.
mr: हे निवडलेल्या फाईलस् कायमस्वरूपी हटवेल. या आयटम्सशी संबंधित कोणताही संदेश मजकूर देखील हटवला जाईल.
ms: Ini akan memadamkan fail yang dipilih secara kekal. Sebarang teks mesej yang dikaitkan dengan item ini juga akan dipadamkan.
nb: Dette vil permanent slette de valgte filene. All tekst tilknyttet disse elementene, blir også slettet.
nl: De geselecteerde bestanden worden hiermee permanent verwijderd. Als er tekst was bijgevoegd, zal ook die worden verwijderd.
pl: Spowoduje to trwałe usunięcie wybranych plików. Wszystkie wiadomości powiązane z tymi plikami również zostaną usunięte.
pt_br: Isto apagará permanentemente os arquivos selecionados. Qualquer mensagem de texto associada a estes itens também será excluída.
pt_pt: Isto irá eliminar permanentemente os ficheiros selecionados. Qualquer mensagem de texto associada a estes itens também será eliminada.
ro: Acest lucru va șterge permanent fișierele selectate. Orice mesaj text asociat cu aceste elemente va fi și el șters.
ru: Это навсегда удалит выбранные файлы. Текст сообщений, связанных с этими элементами, также будет удалён.
sk: Týmto natrvalo odstránite vybrané súbory. Odstráni sa aj akýkoľvek text správy spojený s týmito položkami.
sr: Овим ће изабрани фајлови бити трајно избрисани. Све текстуалне поруке повезане са овим ставкама такође ће бити избрисане.
sv: Detta kommer att ta bort valda filer permanent. All meddelandetext som är associerad med dessa objekt kommer också att tas bort.
th: การดำเนินการนี้จะลบไฟล์ที่เลือกไว้อย่างถาวร ข้อความที่เกี่ยวข้องกับรายการเหล่านี้จะถูกลบด้วย
tr: Bu işlem seçilen dosyaları kalıcı olarak siler. Bu öğelerle bağlantısı olan yazılar da silinir.
ug: بۇ مەشغۇلات تاللانغان ھۆججەتلەرنى مەڭگۈلۈك ئ‍ۆچۈرىدۇ. بۇ تۈرلەر بىلەن مۇناسىۋەتلىك بارلىق ئۇچۇرلارمۇ ئۆچۈرۈلىدۇ.
uk: Вибрані файли буде видалено остаточно. Текст повідомлень, пов'язаних із цими файлами, також буде видалено.
ur: اس سے منتخب کردہ فائلز مستقل طور پر حذف ہو جائیں گی۔ ان آئٹمز سے منسلکہ میسج کا کسی قسم کا متن بھی حذف کر دیا جائے گا۔
vi: Thao tác này sẽ xóa vĩnh viễn tệp đã chọn. Các tin nhắn có liên kết với những mục này cũng sẽ bị xóa.
zh_cn: 这将永久删除全部已选文件，与其关联的所有消息也将会被删除。
zh_hk: 這將會永久刪除已選擇的檔案。與這些項目關聯的任何訊息文字亦將會被刪除。

# MEDIA_GALLERY_NO_AUDIO_SUBTITLE
source: Voice Messages and Audio Files that you send and receive will appear here
ar: سَتظهر الرسائل الصوتية والملفات الصوتية التي تُرسلها وتستقبلها هنا
be: Тут з'явяцца галасавыя паведамленні і аўдыяфайлы, што вы адпраўляеце і атрымліваеце
bn: আপনি যেসব ভয়েস মেসেজ এবং অডিও ফাইল পাঠান ও গ্রহণ করেন, সেগুলো এখানে দেখা যাবে।
ca: Els missatges de veu i els arxius d'àudio que enviïs i rebis apareixeran aquí.
cs: Hlasové zprávy a zvukové soubory, které odesíláte a přijímáte, se zobrazí zde
da: Talebeskeder og lydfiler, som du sender og modtager vises her
de: Hier werden die Sprachnachrichten und Audiodateien angezeigt, die du sendest und empfängst
el: Τα φωνητικά μηνύματα και τα αρχεία ήχου που στέλνεις και λαμβάνεις θα εμφανίζονται εδώ
es: Aquí se mostrarán los mensajes de voz y archivos de audio que envíes y recibas.
fa: پیام‌های صوتی و فایل‌های صوتی که ارسال و دریافت می‌کنید اینجا ظاهر خواهند شد
fi: Lähettämäsi ääniviestit ja -tiedostot näytetään täällä
fr: Les messages vocaux et fichiers audio que vous envoyez et recevez s'afficheront ici.
ga: Taispeánfar anseo Glórphoist agus Comhaid Fuaime a sheolann tú agus a fhaigheann tú
gu: વૉઇસ મેસેજ અને ઓડિયો ફાઇલો જે તમે મોકલો છો અને મેળવો છો તે અહીં દેખાશે
he: הודעות קוליות וקבצי שמע ששלחת וקיבלת יופיעו כאן
hi: आपके द्वारा भेजे और प्राप्त किए गए वॉयस संदेश और ऑडियो फाइलें यहां दिखाई देंगी
hr: Ovdje će se pojaviti glasovne poruke i zvučne datoteke koje šaljete i primate
hu: Itt jelennek meg az általad küldött és fogadott hangüzenetek és hangfájlok
id: Pesan Suara dan File Audio yang Anda kirim dan terima akan muncul di sini
it: I messaggi vocali e file audio che invii e ricevi verranno mostrati qui
ja: 送受信した音声メッセージと音声ファイルがここに表示されます
ko: 보내고 받은 음성 메시지와 오디오 파일이 여기에 표시됩니다.
mr: आपण जे ध्वनी संदेश आणि ऑडिओ फाईल पाठवाल आणि प्राप्त कराल त्या या ठिकाणी दृश्यमान होतील
ms: Mesej Suara dan Fail Audio yang anda hantar dan terima akan dipaparkan di sini
nb: Talemeldinger og lydfiler som dere har sendt, vises her
nl: Spraakberichten en audiobestanden die je verstuurt en ontvangt worden hier weergegeven
pl: Wiadomości głosowe i pliki audio, które wyślesz lub otrzymasz, pojawią się tutaj
pt_br: Os áudios que você envia e recebe aparecerão aqui
pt_pt: As mensagens de voz e ficheiros áudio que enviar e receber irão aparecer aqui
ro: Mesajele Vocale și Fișierele Audio pe care le trimiți și le primești vor apărea aici
ru: Голосовые сообщения и аудиофайлы, которые вы отправляете и получаете, будут отображаться здесь
sk: Tu sa zobrazia hlasové správy a zvukové súbory, ktoré odošlete a prijmete
sr: Гласовне поруке и аудио фајлови које шаљете и примате појавиће се овде
sv: Röstmeddelanden och ljudfiler som du skickar och tar emot visas här
th: ข้อความเสียงและไฟล์เสียงที่คุณส่งและได้รับจะปรากฏในหน้านี้
tr: Gönderdiğin ve aldığın Sesli Mesajlar ve Ses Dosyaları burada görünür
ug: سىز يوللىغان ۋە تاپشۇرۇۋالغان ئاۋازلىق ئۇچۇرلار ۋە ئۈن ھۆججەتلىرى بۇ يەردە كۆرۈنىدۇ
uk: Тут будуть надіслані й отримані голосові повідомлення й аудіофайли
ur: وائس میسجز اور آڈیو فائلز جو آپ بھیجتے اور وصول کرتے ہیں وہ یہاں ظاہر ہوں گے
vi: Tin nhắn Thoại và Tệp Âm thanh bạn gửi và nhận sẽ hiển thị ở đây
zh_cn: 您收发的语音消息和音频文件将会在这里显示
zh_hk: 你傳送和接收的語音訊息和音訊檔案會顯示在這裡

# MEDIA_GALLERY_NO_AUDIO_TITLE
source: No Audio
ar: لا يوجد صوت
be: Няма аўдыя
bn: কোনো অডিও নেই
ca: Sense àudio
cs: Žádný zvuk
da: Ingen lyd
de: Keine Audio-Dateien
el: Χωρίς ήχο
es: No hay archivos de audio
fa: هیچ فایل صوتی وجود ندارد
fi: Ei ääntä
fr: Aucun fichier audio
ga: Níl aon Fhuaim ann
gu: કોઈ ઓડિયો નથી
he: אין שמע
hi: कोई ऑडियो नहीं
hr: Nema zvučnih zapisa
hu: Nincs hang
id: Tidak Ada Audio
it: Nessun audio
ja: 音声ファイルがありません
ko: 오디오 파일 없음
mr: ऑडिओ नाही
ms: Tiada Audio
nb: Ingen lydfiler
nl: Geen audio
pl: Brak plików audio
pt_br: Sem áudio
pt_pt: Sem áudio
ro: Fără Audio
ru: Нет аудиофайлов
sk: Žiadny zvukový súbor
sr: Нема аудио фајлова
sv: Inga ljudfiler
th: ไม่มีไฟล์เสียง
tr: Ses Dosyası Yok
ug: ئۈن يوق
uk: Аудіофайлів немає
ur: کوئی آڈیو نہیں ہے
vi: Không có tệp Âm thanh
zh_cn: 无音频
zh_hk: 沒有音訊
