Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_KEY_PLACEHOLDER
source: Backup Key
ar: مفتاح النسخة الاحتياطية
be: Ключ для рэзервовага капіравання
bn: ব্যাকআপ 'কি'
ca: Còpia de seguretat de la clau
cs: Záložní klíč
da: Sikkerhedskopinøgle
de: Backup-Schlüssel
el: Εφεδρικό κλειδί
es: Clave de copia de seguridad
fa: رمز پشتیبان
fi: Varmuuskopion avain
fr: Clé de sauvegarde
ga: Eochair Chúltaca
gu: બેકઅપ કી
he: מפתח גיבוי
hi: आपकी बैकअप की
hr: Ključ za sigurnosnu kopiju
hu: Biztonsági kulcs
id: Kunci Cadangan
it: Chiave di backup
ja: バックアップキー
ko: 백업 키
mr: बॅकअप की
ms: Kunci sandaran
nb: Sikkerhetskode
nl: Back-upsleutel
pl: Kod kopii zapasowej
pt_br: Chave de backup
pt_pt: Chave de recuperação
ro: Codul de rezervă
ru: Резервный ключ
sk: Záložný kľúč
sr: Кључ за резервне копије
sv: Säkerhetskopieringsnyckel
th: กุญแจสำรอง
tr: Yedekleme anahtarı
ug: زاپاسلاش ئاچقۇچى
uk: Ключ від резервної копії
ur: بیک اپ کیی
vi: Mã khóa sao lưu
zh_cn: 备份密钥
zh_hk: 備份金鑰

# BACKUP_KEY_REMINDER_FORGOT_KEY
source: Forgot key?
ar: هل نسيت المفتاح؟
be: Забылі свой ключ?
bn: 'কি' ভুলে গেছেন?
ca: Has oblidat la clau?
cs: Zapomněli jste klíč?
da: Har du glemt sikkerhedskopinøglen?
de: Schlüssel vergessen?
el: Ξέχασες το κλειδί;
es: ¿No recuerdas la clave?
fa: رمز را فراموش کردید؟
fi: Unohditko avaimen?
fr: Clé oubliée ?
ga: Eochair dearmadta?
gu: કી ભૂલી ગયા?
he: שכחת את המפתח?
hi: की भूल गए?
hr: Zaboravili ste ključ?
hu: Elfelejtetted a kulcsot?
id: Lupa kunci?
it: Chiave dimenticata?
ja: キーを忘れた場合
ko: 키를 잊으셨나요?
mr: की विसरलात?
ms: Terlupa kunci?
nb: Har du glemt koden?
nl: Sleutel vergeten?
pl: Nie pamiętasz kodu?
pt_br: Esqueceu a chave?
pt_pt: Esqueceu-se da chave?
ro: Ai uitat cheia?
ru: Забыли ключ?
sk: Zabudli ste kľúč?
sr: Заборавили сте кључ?
sv: Glömt nyckel?
th: ฉันลืมกุญแจ
tr: Anahtarı mı unuttun?
ug: ئاچقۇچنى ئۇنتۇپ قالدىڭىزمۇ؟
uk: Забули ключ?
ur: کیی بھول گئے ہیں؟
vi: Quên mã khóa?
zh_cn: 忘记密钥？
zh_hk: 忘記了備份金鑰？

# BACKUP_KEY_REMINDER_MEGAPHONE_ACTION
source: Verify
ar: التحقُّق
be: Праверыць
bn: যাচাই করুন
ca: Verificar
cs: Ověřit
da: Verificér
de: Bestätigen
el: Επιβεβαίωση
es: Verificar
fa: تأیید
fi: Varmenna
fr: Confirmer
ga: Fíoraigh
gu: ચકાસો
he: אימות
hi: वेरिफ़ाय करें
hr: Potvrdi
hu: Hitelesítés
id: Verifikasi
it: Verifica
ja: 検証する
ko: 확인
mr: पडताळून पाहा
ms: Sahkan
nb: Bekreft
nl: Verifiëren
pl: Zweryfikuj
pt_br: Verificar
pt_pt: Verificar
ro: Verifică
ru: Подтвердить
sk: Overiť
sr: Верификуј
sv: Verifiera
th: ตรวจยืนยัน
tr: Doğrula
ug: دەلىللەش
uk: Підтвердити
ur: تصدیق کریں
vi: Xác minh
zh_cn: 验证
zh_hk: 驗證

# BACKUP_KEY_REMINDER_MEGAPHONE_BODY
source: We'll occasionally ask you to verify your key to ensure you still know it
ar: سَنطلب منك أحيانًا التحقُّق من مفتاحك للتأكُّد من أنك لا زلت تعرفه.
be: Час ад часу мы будзем прасіць вас праверыць свой ключ, каб быць упэўненымі, што вы яго ведаеце
bn: আপনার 'কি' আপনার মনে আছে কিনা তা নিশ্চিত করতে আমরা মাঝে মাঝে আপনাকে যাচাই করতে বলবো
ca: De tant en tant et demanarem de verificar la teva clau perquè no l'oblidis
cs: Občas vás požádáme o ověření vašeho klíče, abychom se ujistili, že jej stále znáte.
da: Vi vil indimellem bede dig om at verificere din sikkerhedskopinøgle for at sikre, at du stadig kan huske den.
de: Wir werden dich ab und zu bitten, deinen Schlüssel zu verifizieren, um sicherzugehen, dass du ihn noch weißt
el: Θα σου ζητάμε κατά καιρούς να επιβεβαιώνεις το κλειδί σου για να βεβαιωθούμε ότι το θυμάσαι
es: De vez en cuando te pediremos verificar tu clave para asegurarnos de que siempre la sepas
fa: هر چند وقت یک‌بار از شما می‌خواهیم که رمزتان را تأیید کنید تا مطمئن شویم هنوز از آن مطلع هستید
fi: Tulemme toisinaan pyytämään sinua vahvistamaan avaimesi varmistaaksemme, että se on tiedossasi
fr: Nous vous demanderons occasionnellement de confirmer votre clé pour nous assurer que vous ne l'avez pas oubliée.
ga: Iarraimid ort anois is arís d'eochair a fhíorú lena chinntiú go bhfuil sí ar eolas agat fós
gu: અમે તમને ક્યારેક તમારી કી ચકાસવાનું કહીશું જેથી ખાતરી કરી શકાય કે તમને હજુ પણ તે ખબર છે
he: מדי פעם נבקש ממך לאמת את המפתח שלך כדי לוודא שהוא עדיין זכור לך
hi: हम कभी-कभी आपको अपनी की वेरिफ़ाय करने के लिए कहेंगे, ताकि यह आपको याद रहे
hr: Povremeno ćemo zatražiti da potvrdite svoj ključ kako bismo bili sigurni da ga i dalje znate
hu: Időnként megkérünk arra, hogy ellenőrizd a kulcsodat, hogy biztosan tudod-e
id: Sesekali kami akan meminta Anda memverifikasi kunci guna memastikan kunci tersebut masih diingat
it: Occasionalmente ti chiederemo di verificare la tua chiave per assicurarci che tu non l'abbia dimenticata.
ja: バックアップキーの保管状況を確認させていただく場合があります
ko: 키를 아직 기억하고 있는지 확인하기 위해 때때로 키 확인을 요청드릴 수 있습니다
mr: तुम्हाला तुमची की लक्षात राहावी म्हणून आम्ही अधून मधून तुम्हाला तुमची की पडताळण्यास सांगू
ms: Kami akan sesekali meminta anda mengesahkan kunci anda untuk memastikan anda masih mengingatinya
nb: Vi kommer til å be deg angi koden med jevne mellomrom, for å sikre at du husker den.
nl: We vragen je af en toe om je sleutel te verifiëren om te bevestigen dat je die nog steeds weet
pl: Co jakiś czas prosimy Cię o weryfikację kodu kopii zapasowej, aby pomóc Ci się upewnić, że wciąż go znasz
pt_br: Pediremos que verifique sua chave de vez em quando para você não se esquecer
pt_pt: Iremos ocasionalmente pedir-lhe para verificar a sua chave para garantir que ainda a sabe
ro: Îți vom solicita ocazional să-ți verifici codul, pentru a ne asigura că îl știi în continuare.
ru: Иногда мы будем просить вас подтвердить свой ключ, чтобы убедиться, что вы всё ещё знаете его
sk: Z času na čas vás požiadame o overenie vášho kľúča, aby sme sa uistili, že si ho pamätáte
sr: Повремено ћемо вам тражити да потврдите кључ како бисте били сигурни да га и даље знате
sv: Vi kommer ibland att be dig att verifiera din nyckel för att säkerställa att du fortfarande känner till den
th: ระบบจะขอให้คุณตรวจยืนยันกุญแจเป็นครั้งคราวเพื่อให้แน่ใจว่าคุณยังคงทราบข้อมูลดังกล่าว
tr: Hâlâ bildiğinden emin olmak için zaman zaman anahtarını doğrulamanı isteyeceğiz
ug: بىز بەزىدە ئاچقۇچىڭىزنىڭ ئېسىڭىزدە بار ياكى يوقلىقىنى جەزىملەشتۈرۈش ئۈچۈن دەلىللىشىڭىزنى سورايمىز
uk: Періодично ми проситимемо вас підтверджувати ключ від резервної копії, щоб ви не забували, де його зберегли
ur: ہم کبھی کبھار آپ سے اپنی کیی کی تصدیق کرنے کے لیے کہیں گے تاکہ یقینی بنایا جا سکے کہ آپ کو یہ ابھی بھی یاد ہے
vi: Thỉnh thoảng chúng tôi sẽ yêu cầu bạn nhập lại mã khóa để đảm bảo bạn còn nhớ
zh_cn: 我们偶尔会要求您验证密钥，确保您仍然记得
zh_hk: 我們偶爾會要求你驗證你的備份金鑰，以確保你仍然記得

# BACKUP_KEY_REMINDER_MEGAPHONE_TITLE
source: Verify your Backup Key
ar: تحقّق من مفتاح النسخ الاحتياطي الخاص بك
be: Праверце свой ключ для рэзервовага капіравання
bn: আপনার ব্যাকআপ 'কি' যাচাই করুন
ca: Verifica la teva clau de còpia de seguretat
cs: Ověřte svůj záložní klíč
da: Verificer din sikkerhedskopinøgle
de: Bestätige deinen Backup-Schlüssel
el: Επιβεβαίωσε το εφεδρικό σου κλειδί
es: Verifica la clave de tu copia de seguridad
fa: رمز پشتیبان خود را تأیید کنید
fi: Vahvista varmuuskopion avain
fr: Confirmez votre clé de sauvegarde
ga: Fíoraigh d'Eochair Chúltaca
gu: તમારી બેકઅપ કી ચકાસો
he: אימות מפתח הגיבוי שלך
hi: अपनी बैकअप की वेरिफ़ाय करें
hr: Potvrdite svoj ključ za sigurnosnu kopiju
hu: Ellenőrizd a biztonsági mentési kulcsodat
id: Verifikasi Kunci Cadangan
it: Verifica la tua chiave di backup
ja: バックアップキーをご確認ください
ko: 백업 키 확인
mr: तुमची बॅकअप की पडताळून पाहा
ms: Sahkan Kunci Sandaran anda
nb: Angi sikkerhetskoden din
nl: Verifieer je back-upsleutel
pl: Zweryfikuj kod kopii zapasowej
pt_br: Verifique sua chave de backup
pt_pt: Verifique a sua chave de recuperação
ro: Verifică-ți codul de rezervă
ru: Подтвердите свой резервный ключ
sk: Overte svoj záložný kľúč
sr: Верификујте кључ за резервне копије
sv: Verifiera din säkerhetskopieringsnyckel
th: ตรวจยืนยันกุญแจสำรองของคุณ
tr: Yedekleme Anahtarını doğrula
ug: زاپاسلاش ئاچقۇچىڭىزنى دەلىللەڭ
uk: Підтвердьте свій ключ
ur: اپنی بیک اپ کیی کی تصدیق کریں
vi: Xác minh Mã khóa sao lưu
zh_cn: 验证您的备份密钥
zh_hk: 驗證你的備份金鑰

# BACKUP_KEY_REMINDER_NOT_NOW_ACTION
source: Not Now
ar: ليس الآن
be: Не зараз
bn: এখন নয়
ca: Ara no
cs: Nyní ne
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
fa: حالا نه
fi: Ei nyt
fr: Plus tard
ga: Ní anois
gu: અત્યારે નહીં
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Később
id: Jangan Sekarang
it: Non ora
ja: 今はしない
ko: 나중에
mr: आता नाही
ms: Bukan sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sr: Не сада
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
ug: ھازىر ئەمەس
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_cn: 以后再说
zh_hk: 現在不要

# BACKUP_KEY_REMINDER_SUCCESSFUL_TOAST
source: Backup key correct. Keep your key safe.
ar: مفتاح النسخ الاحتياطي صحيح. حافِظ على مفتاحك في مكانٍ آمن.
be: Ключ для рэзервовага капіравання правільны. Захоўвайце свой ключ у бяспецы.
bn: ব্যাকআপ 'কি' সঠিক। আপনার 'কি' নিরাপদ রাখুন।
ca: Clau de còpia de seguretat correcta. Guarda bé la teva clau.
cs: Záložní klíč je správný. Uchovávejte svůj klíč v bezpečí.
da: Sikkerhedskopinøglen er korrekt. Opbevar din nøgle sikkert
de: Backup-Schlüssel korrekt. Verwahre deinen Schlüssel sicher auf.
el: Το εφεδρικό κλειδί είναι σωστό. Κράτησε το κλειδί σου ασφαλές.
es: Clave de copia de seguridad correcta. Guarda bien tu clave.
fa: رمز پشتیبان درست است. رمزتان را امن نگه دارید.
fi: Varmuuskopion avain on oikea. Pidä avain turvassa.
fr: Clé de sauvegarde correcte. Conservez-la en lieu sûr.
ga: Eochair chúltaca cheart. Coinnigh d'eochair sábháilte.
gu: બેકઅપ કી સાચી છે. તમારી કીને સુરક્ષિત રાખો.
he: מפתח הגיבוי נכון. שמור על המפתח שלך במקום בטוח.
hi: बैकअप की सही है। अपनी की सुरक्षित रखें।
hr: Ključ za sigurnosnu kopiju je ispravan. Zapamtite svoj ključ.
hu: A biztonsági mentési kulcs helyes. Tartsd biztonságban a kulcsodat.
id: Kunci cadangan benar. Pastikan kunci Anda aman.
it: Chiave di backup corretta. Tieni la tua chiave al sicuro.
ja: バックアップキーが検証されました。キーの取り扱いは厳重にしてください。
ko: 올바른 백업 키입니다. 키를 안전하게 보관하세요.
mr: बॅकअप की बरोबर आहे. आपली की सुरक्षित ठेवा.
ms: Kunci sandaran betul. Pastikan kunci anda selamat.
nb: Sikkerhetskoden stemmer. Ta godt vare på den.
nl: Back-upsleutel correct. Bewaar je sleutel op een veilige manier.
pl: Kod kopii zapasowej jest prawidłowy. Przechowuj kod w bezpiecznym miejscu.
pt_br: Chave de backup correta. Mantenha sua chave segura.
pt_pt: Chave de recuperação correta. Mantenha a sua chave segura.
ro: Codul de rezervă este corect. Păstrează-ți codul în siguranță.
ru: Резервный ключ правильный. Храните ключ в безопасности.
sk: Záložný kľúč je správny. Uchovajte ho v bezpečí.
sr: Кључ за резервне копије је исправан. Чувајте кључ на сигурном.
sv: Säkerhetskopieringsnyckeln är korrekt. Förvara din nyckel säkert.
th: กุญแจสำรองถูกต้อง โปรดเก็บกุญแจของคุณให้ปลอดภัย
tr: Yedekleme anahtarı doğru. Anahtarını güvende tut.
ug: زاپاسلاش ئاچقۇچى توغرا. ئاچقۇچىڭىزنى بىخەتەر ساقلاڭ.
uk: Ключ від резервної копії правильний. Бережіть цей ключ.
ur: بیک اپ کیی درست ہے۔ اپنی کیی کو محفوظ رکھیں۔
vi: Mã khóa sao lưu đúng. Cất giữ mã khóa một cách an toàn.
zh_cn: 备份密钥正确。请安全保存您的密钥。
zh_hk: 備份金鑰正確。請妥善保管你的金鑰。

# BACKUP_ONBOARDING_CONFIRM_KEY_KEEP_KEY_SAFE_SHEET_BODY
source: Signal will not be able to help you restore your backup if you lose your key. Store it somewhere safe and secure, and do not share it with others.
ar: لن يتمكّن سيجنال من مُساعدتك على استعادة نسختك الاحتياطية إذا فقدتَ مفتاحك. احتفِظ بمفتاحك في مكانٍ آمن، ولا تُشاركه مع أي أحد.
be: Калі вы страціце ключ, Signal не зможа аднавіць вашу рэзервовую копію. Захоўвайце яго ў бяспечным месцы і нікому не паказвайце яго.
bn: আপনি আপনার 'কি' হারিয়ে ফেললে Signal আপনাকে আপনার ব্যাকআপ পুনরুদ্ধারে সাহায্য করতে সক্ষম হবে না। এটিকে নিরাপদ ও সুরক্ষিত স্থানে সংরক্ষণ করুন এবং অন্যদের সাথে শেয়ার করবেন না।
ca: Si perds la teva clau, Signal no et podrà ajudar a restaurar la còpia de seguretat. Guarda-la en un lloc segur i no la comparteixis amb ningú més.
cs: Pokud klíč ztratíte, Signal vám s obnovením zálohy nemůže pomoct. Uložte jej na bezpečném místě a nesdělujte jej ostatním.
da: Signal vil ikke kunne hjælpe dig med at gendanne din sikkerhedskopi, hvis du mister din nøgle. Opbevar den et sikkert sted, og del den ikke med andre.
de: Signal kann dir nicht helfen, dein Backup wiederherzustellen, wenn du deinen Schlüssel verlierst. Bewahre ihn an einem sicheren Ort auf und gib ihn nicht an andere weiter.
el: Το Signal δεν θα μπορεί να σε βοηθήσει να επαναφέρεις το αντίγραφο ασφαλείας σου εάν χάσεις το κλειδί σου. Αποθήκευσέ το με ασφάλεια και μην το μοιράζεσαι με άλλους.
es: Signal no podrá ayudarte a restaurar tu copia de seguridad si pierdes tu clave. Guárdala en un lugar seguro y no la compartas con otras personas.
fa: اگر کلید خود را گم کنید، سیگنال نمی‌تواند در بازیابی نسخه پشتیبان به شما کمک کند. آن را در مکانی امن و مطمئن نگهداری کنید و با دیگران به اشتراک نگذارید.
fi: Signal ei voi auttaa sinua palauttamaan varmuuskopiota, jos kadotat avaimesi. Säilytä avain turvallisessa paikassa äläkä jaa sitä muiden kanssa.
fr: Signal ne pourra pas vous aider à restaurer votre sauvegarde si vous perdez votre clé. Conservez-la dans un endroit sécurisé et ne la partagez avec personne.
ga: Ní bheidh Signal in ann cabhrú leat do chúltaca a aischur má chailleann tú d'eochair. Stóráil in áit shlán shábháilte í, agus ná chomhroinn le daoine eile í.
gu: જો તમે તમારી કી ગુમાવશો તો Signal તમારું બેકઅપ રિસ્ટોર કરવામાં તમારી મદદ કરી શકશે નહીં. તેને કોઈ સલામત અને સુરક્ષિત જગ્યાએ સંગ્રહિત કરો અને તેને અન્ય લોકો સાથે શેર કરશો નહીં.
he: Signal לא תוכל לעזור לך לשחזר את הגיבוי שלך אם איבדת את המפתח שלך. חשוב לאחסן אותו במקום בטוח ומאובטח, ולא לשתף אותו עם אחרים.
hi: अगर आपकी की खो जाती है, तो Signal आपका बैकअप रीस्टोर करने में आपकी मदद नहीं कर पाएगा। इसे किसी सुरक्षित जगह पर स्टोर करें और किसी और के साथ शेयर न करें।
hr: Signal vam neće moći pomoći vratiti sigurnosnu kopiju ako izgubite svoj ključ. Čuvajte ga na sigurnom mjestu i nemojte ga dijeliti s drugima.
hu: Ha elveszíted a kulcsod, a Signal nem tud segíteni a biztonsági másolat helyreállításában. Tárold biztonságos helyen, és ne oszd meg másokkal.
id: Signal tidak dapat membantu proses pemulihan data cadangan jika Anda kehilangan kunci. Simpan di tempat yang aman dan jangan bagikan dengan orang lain.
it: Signal non potrà aiutarti a ripristinare il backup se perdi la chiave. Ti consigliamo di salvarla in un posto sicuro e di non condividerla mai con altre persone.
ja: キーを紛失した場合、Signalはバックアップの復元をサポートできません。保管は安全な場所でおこない、第三者と共有しないでください。
ko: 키를 분실할 경우 Signal은 백업을 복원하도록 도와드릴 수 없습니다. 안전한 곳에 키를 보관해 두고, 다른 사람과 공유하지 마세요.
mr: आपण जर आपली की गमावल्यास आपणाला आपला बॅकअप पुनर्संचयित करण्यात Signal आपणाला मदत करू शकणार नाही. त्याला कोठेतरी सुरक्षित आणि संरक्षित संग्रहित करून ठेवा, आणि ती इतरांसोबत शेअर करू नका.
ms: Signal tidak akan dapat membantu memulihkan sandaran jika anda kehilangan kunci. Simpannya di tempat yang selamat dan jangan kongsikannya dengan orang lain.
nb: Signal kan ikke hjelpe deg med å gjenopprette sikkerhetskopien din dersom du mister koden. Oppbevar den på en trygg plass, og ikke del den med andre.
nl: Signal kan je niet helpen met het herstellen van je back-up als je je sleutel kwijtraakt. Bewaar de sleutel op een veilige manier en deel deze niet met anderen.
pl: Jeśli go zgubisz, Signal nie będzie mógł Ci pomóc w przywróceniu kopii zapasowej. Przechowuj swój kod w bezpiecznym miejscu. Nie udostępniaj kodu innym osobom.
pt_br: O Signal não poderá te ajudar a restaurar seu backup se você perder sua chave. Guarde a chave em algum lugar seguro e não a compartilhe com ninguém.
pt_pt: Caso perca a sua chave, o Signal não o poderá ajudar a restaurar a sua cópia de segurança. Guarde-a num local seguro e não a partilhe com outras pessoas.
ro: Signal nu te va putea ajuta să îți restaurezi backupul dacă îți pierzi codul. Păstrează-l într-un loc sigur și nu îl împărtăși cu alții.
ru: Signal не сможет помочь восстановить резервную копию, если вы потеряете ключ. Храните его в безопасном и надежном месте и ни с кем им не делитесь.
sk: Signal vám nebude môcť pomôcť obnoviť zálohu, ak stratíte kľúč. Uschovajte ho na bezpečnom mieste a s nikým ho nezdieľajte.
sr: Signal неће моћи да вам помогне да вратите резервну копију ако изгубите кључ. Чувајте га негде на сигурном и безбедном и немојте га давати другима.
sv: Signal kommer inte att kunna hjälpa dig att återställa din säkerhetskopia om du förlorar din nyckel. Spara den någonstans säkert och dela den inte med andra.
th: หากทำกุญแจหาย Signal จะไม่สามารถช่วยกู้คืนข้อมูลสำรองของคุณได้ โปรดเก็บรักษากุญแจนี้ไว้ในที่ปลอดภัยและไม่บอกรหัสของคุณกับใคร
tr: Anahtarını kaybedersen Signal yedeklemeni geri yüklemene yardımcı olamaz. Güvenli ve emniyetli bir yerde sakla ve başkalarıyla paylaşma.
ug: ئەگەر ئاچقۇچڭىزنى يوقىتىپ قويسىڭىز ، سىگنال ياردەملىشىپ زاپاسلاشنى ئەسلىگە كەلتۈرەلمەيدۇ. ئۇنى بىخەتەر جايدا ساقلاڭ ، ھەمدە باشقىلار بىلەن ئورتاقلاشماڭ.
uk: Signal не зможе допомогти відновити дані з резервної копії, якщо ви втратите ключ від неї. Зберігайте ключ у надійному місці й нікому його не повідомляйте.
ur: اگر آپ اپنی کیی کو کھو دیتے ہیں تو Signal آپ کے بیک اپ کو بحال کرنے میں مدد نہیں کر سکے گا۔ اسے کسی انتہائی محفوظ جگہ پر اسٹور کریں، اور دوسروں کے ساتھ شئیر نہ کریں۔
vi: Signal sẽ không thể giúp bạn khôi phục bản sao lưu nếu bạn để mất mã khóa. Lưu mã khóa ở nơi an toàn và bảo mật, và không chia sẻ với ai khác.
zh_cn: 如果密钥丢失，Signal 将无法帮助您恢复备份。请将其保存在安全的地方，并避免与他人共享该密钥。
zh_hk: 如果你遺失金鑰，Signal 將無法幫助你還原備份。將其存放在安全可靠的地方，不要與他人分享。

# BACKUP_ONBOARDING_CONFIRM_KEY_KEEP_KEY_SAFE_SHEET_TITLE
source: Keep Your Key Safe
ar: حافظ على مفتاحك في مكانٍ آمن.
be: Захоўвайце свой ключ у бяспецы
bn: আপনার 'কি' নিরাপদ রাখুন
ca: Guarda bé la teva clau
cs: Uchovávejte svůj klíč v bezpečí
da: Opbevar din nøgle sikkert
de: Verwahre deinen Schlüssel sicher auf
el: Κράτησε το κλειδί σου ασφαλές
es: Guarda bien tu clave
fa: در مراقبت از کلید خود بکوشید
fi: Pidä avain turvassa
fr: Conservez votre clé en lieu sûr
ga: Coinnigh d'eochair sábháilte
gu: તમારી કીને સુરક્ષિત રાખો
he: יש לשמור על בטיחות המפתח שלך
hi: अपनी की सुरक्षित रखें
hr: Čuvajte svoj ključ
hu: Tartsd biztonságban a kulcsod
id: Pastikan Kunci Anda Aman
it: Tieni la tua chiave al sicuro
ja: キーの取り扱いは厳重にしてください
ko: 키를 안전하게 보관하세요
mr: आपली की सुरक्षित ठेवा
ms: Pastikan kunci anda selamat
nb: Ta godt vare på koden
nl: Bewaar je sleutel op een veilige manier
pl: Zapisz kod w bezpiecznym miejscu
pt_br: Mantenha sua chave segura
pt_pt: Mantenha a sua chave segura
ro: Păstrează-ți codul în siguranță
ru: Храните ключ в безопасности
sk: Uchovajte svoj kľúč v bezpečí
sr: Чувајте кључ на сигурном
sv: Förvara din nyckel säkert
th: เก็บกุญแจของคุณให้ปลอดภัย
tr: Anahtarını güvende tut
ug: ئاچقۇچىڭىزنى بىخەتەر ساقلاڭ
uk: Бережіть цей ключ
ur: اپنی کیی کو محفوظ رکھیں
vi: Cất giữ an toàn mã khóa
zh_cn: 安全保存您的密钥
zh_hk: 妥善保管你的金鑰

# BACKUP_ONBOARDING_CONFIRM_KEY_SEE_KEY_AGAIN_BUTTON_TITLE
source: See Key Again
ar: اطَّلِع على المفتاح مُجدَّدًا
be: Прагледзець ключ яшчэ раз
bn: 'কি'-টি আবার দেখুন
ca: Tornar a veure la clau
cs: Zobrazit klíč znovu
da: Se nøglen igen
de: Schlüssel erneut anzeigen
el: Επαναπροβολή κλειδιού
es: Volver a ver la clave
fa: مشاهده دوباره کلید
fi: Näytä avain uudelleen
fr: Réafficher la clé
ga: Féach ar an eochair arís
gu: કી ફરીથી જુઓ
he: צפייה חוזרת במפתח
hi: फिर से की देखें
hr: Ponovno prikaži ključ
hu: Kulcs újbóli megtekintése
id: Lihat Kunci Lagi
it: Mostra di nuovo la chiave
ja: キーをもう一度見る
ko: 키 다시 보기
mr: की पुन्हा पहा
ms: Lihat kunci lagi
nb: Se koden igjen
nl: Sleutel opnieuw weergeven
pl: Wyświetl kod ponownie
pt_br: Ver chave novamente
pt_pt: Ver chave outra vez
ro: Vezi din nou codul
ru: Просмотреть ключ ещё раз
sk: Pozrieť si kľúč znova
sr: Види кључ поново
sv: Visa nyckel igen
th: ดูกุญแจอีกครั้ง
tr: Anahtarı tekrar gör
ug: ئاچقۇچنى قايتا كۆرۈڭ
uk: Подивитися ключ ще раз
ur: کیی کو دوبارہ دیکھیں
vi: Xem lại mã khóa
zh_cn: 再次查看密钥
zh_hk: 再看一次金鑰

# BACKUP_ONBOARDING_CONFIRM_KEY_SUBTITLE
source: Enter the backup key you just recorded
ar: أدخِل مفتاح النسخة الاحتياطية الذي سجّلته للتو.
be: Увядзіце ключ для рэзервовага капіравання, што вы зараз запісалі
bn: আপনার রেকর্ড করা ব্যাকআপ 'কি'-টি লিখুন
ca: Introdueix la clau de còpia de seguretat que acabes de registrar
cs: Zadejte právě nahraný záložní klíč
da: Angiv den sikkerhedskopinøgle, du lige har registreret
de: Gib den Backup-Schlüssel ein, den du eben aufgezeichnet hast
el: Γράψε το εφεδρικό κλειδί που μόλις κατέγραψες
es: Introduce la clave de copia de seguridad que acabas de registrar
fa: رمز پشتیبان را که به‌تازگی ثبت کرده‌اید وارد کنید
fi: Anna juuri tallentamasi varmuuskopion avain
fr: Saisissez la clé de sauvegarde que vous venez d'enregistrer
ga: Cuir isteach an eochair chúltaca a thaifead tú díreach anois
gu: તમે હમણાં જ રેકોર્ડ કરેલી બેકઅપ કી દાખલ કરો
he: יש להזין את מפתח הגיבוי שזה עתה הקלטת
hi: वह बैकअप की दर्ज करें जो आपने अभी रिकॉर्ड की है
hr: Unesite ključ za sigurnosnu kopiju koji ste upravo zabilježili
hu: Írd be az imént rögzített biztonsági kulcsot
id: Masukkan kunci cadangan yang baru Anda catat
it: Inserisci la chiave di backup che hai appena registrato
ja: 記録したバックアップキーを入力してください
ko: 방금 적어둔 백업 키를 입력하세요
mr: तुम्ही नुकतीच नोंदवलेली बॅकअप की प्रविष्ट करा
ms: Masukkan kunci sandaran yang baru anda rekodkan
nb: Skriv inn sikkerhetskoden du nettopp anga
nl: Voer de back-upsleutel in die je zojuist hebt vastgelegd
pl: Podaj zapisany właśnie kod kopii zapasowej
pt_br: Digite a chave de backup que você acabou de gravar
pt_pt: Introduza a chave de recuperação que acabou de guardar
ro: Introdu codul de rezervă pe care tocmai l-ai înregistrat
ru: Введите резервный ключ, который вы только что записали
sk: Zadajte záložný kľúč, ktorý ste si práve zaznamenali
sr: Унесите кључ за резервне копије који сте управо забележили
sv: Ange säkerhetskopieringsnyckeln du just spelade in
th: ป้อนกุญแจสำรองที่คุณเพิ่งบันทึกไว้
tr: Az önce kaydettiğin yedekleme anahtarını gir
ug: بايام خاتىرىلىگەن زاپاسلاش ئاچقۇچىنى كىرگۈزۈڭ
uk: Введіть ключ від резервної копії, який ви щойно зберегли
ur: وہ بیک اپ کیی درج کریں جو آپ نے ابھی ریکارڈ کی ہے
vi: Nhập khóa sao lưu bạn vừa ghi lại
zh_cn: 请输入您刚刚记录的备份密钥
zh_hk: 輸入你剛剛記錄的備份金鑰

# BACKUP_ONBOARDING_CONFIRM_KEY_TITLE
source: Confirm Your Backup Key
ar: تأكَّد من مفتاح نسختك الاحتياطية
be: Пацвердзіце свой ключ для рэзервовага капіравання
bn: আপনার ব্যাকআপ 'কি' নিশ্চিত করুন
ca: Confirma la teva clau de còpia de seguretat
cs: Potvrďte svůj záložní klíč
da: Bekræft din sikkerhedskopinøgle
de: Bestätige deinen Backup-Schlüssel
el: Επιβεβαίωσε το εφεδρικό σου κλειδί
es: Confirma la clave de tu copia de seguridad
fa: رمز پشتیبان خود را تأیید کنید
fi: Vahvista varmuuskopion avain
fr: Confirmer la clé de sauvegarde
ga: Deimhnigh d'eochair chúltaca
gu: તમારી બેકઅપ કી કન્ફર્મ કરો
he: אישור מפתח הגיבוי שלך
hi: अपनी बैकअप की की पुष्टि करें
hr: Potvrdite svoj ključ za sigurnosnu kopiju
hu: Erősítsd meg a biztonsági kulcsot
id: Konfirmasi Kunci Cadangan Anda
it: Conferma la tua chiave di backup
ja: バックアップキーを確認してください
ko: 백업 키 확인
mr: तुमची बॅकअप की निश्चित करा
ms: Sahkan kunci sandaran anda
nb: Angi sikkerhetskoden din
nl: Bevestig je back-upsleutel
pl: Potwierdź kod kopii zapasowej
pt_br: Confirme sua chave de backup
pt_pt: Confirme a sua cópia de recuperação
ro: Confirmă-ți codul de rezervă
ru: Подтвердите резервный ключ
sk: Potvrďte záložný kľúč
sr: Потврдите кључ за резервне копије
sv: Bekräfta din säkerhetskopieringsnyckel
th: ยืนยันกุญแจสำรองของคุณ
tr: Yedekleme anahtarını onayla
ug: زاپاسلاش ئاچقۇچىڭىزنى جەزملەشتۈرۈڭ
uk: Підтвердьте ключ від резервної копії
ur: اپنی بیک اپ کیی کی تصدیق کریں
vi: Xác nhận mã khóa sao lưu
zh_cn: 确认您的备份密钥
zh_hk: 確認你的備份金鑰
