Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_MEDIA_DOWNLOAD_CONDITION_WIFI_AND_CELLULAR
source: Wi-Fi and Cellular
af: Wi-Fi en mobiel
ar: شبكة الواي فاي والجوال
az: Wi-Fi və Mobil verilənlər
be: Wi-Fi і мабільныя даныя
bn: Wi-Fi ও সেলুলার
ca: Wi-Fi i dades mòbils
cs: WiFi a mobilní data
cy: Wi-Fi a Symudol
da: Wi-fi og mobildata
de: WLAN und Mobilfunk
el: Wi-Fi και δεδομένα κινητής
es: Wi-Fi y datos móviles
es_es: Wi-Fi y datos móviles
et: Wi-Fi ja mobiilside
eu: Wi-Fi eta Telefonoa
fa: وای-فای و داده همراه
fi: Wi-Fi ja mobiiliverkko
fr: Wi-Fi et cellulaires
gu: Wi-Fi અને સેલ્યુલર
he: Wi-Fi וסלולרי
hi: Wi-Fi और सेलुलर
hr: Wi-Fi i mobilni podaci
hu: Wi-Fi és Mobiladat
id: Wi-Fi dan Seluler
is: Wi-Fi og farsímanet
it: Wi-Fi e rete cellulare
ja: Wi-Fiと携帯電話回線
kab: Wi-Fi akked Uziraz
km: Wi-Fi á“á·á„ Cellular
kn: ವೈಫೈ ಮತ್ತು ಸೆಲ್ಯುಲಾರ್‌
ko: Wi-Fi 및 셀룰러
lt: Belaidis (Wi-Fi) ir mobilusis ryšys
lv: Wi-Fi un mobilais
ml: വൈഫൈ & സെല്ലുലാർ
mr: Wi-Fi आणि सेल्यूलर
ms: Wi-Fi dan Selular
my: ဝိုင်ဖိုင် နှင့် ဆယ်လူလာ
nb: Wi-Fi og mobildata
nl: Wifi & mobiele data
pa: ਵਾਈ-ਫਾਈ ਤੇ ਸੈਲੂਲਰ
pl: Wi-Fi i sieć komórkowa
ps: WiFi او د مخابراتي شبکې انټرنېټ
pt_br: Wi-Fi e dados móveis
pt_pt: Wi-Fi e dados móveis
ro: Wi-Fi și date mobile
ru: Wi-Fi и сотовые данные
sk: Wi-Fi a mobilné
sl: Wi-Fi in mobilno omrežje
sq: Wi-Fi d Celular
sr: Wi-Fi и мобилни интернет
sv: Wi-Fi och mobildata
sw: Wi-Fi na Simu za Mkononi
ta: அருகலை (Wi-Fi) மற்றும் அலைபேசி
te: Wi-Fi మరియు సెల్యులార్
th: WiFi และ เซลลูลาร์
tr: Kablosuz Ağ ve Hücresel
ug: WiFi ۋە كۆچمە تورى
uk: Wi-Fi і мобільний інтернет
ur: Wi-Fi اور سیلولر
vi: Wi-Fi và Di động
zh_cn: Wi-Fi 和手机网络
zh_hk: Wi-Fi 及流動數據

# SETTINGS_MEDIA_DOWNLOAD_CONDITION_WIFI_ONLY
source: Wi-Fi
ar: الواي فاي
bn: ওয়াই-ফাই
de: WLAN
fa: وای-فای
is: Þráðlaust net
km: áœáŸ‰á¶á™á áŸ’áœá¶á™
kn: ವೈಫೈ
lt: Belaidis (Wi-Fi)
my: ဝိုင်ဖိုင်
ta: அருகலை
tr: Kablosuz Ağ

# SETTINGS_MEDIA_DOWNLOAD_TYPE_AUDIO
source: Audio
af: Klank
ar: الصوت
az: Səs
be: Аўдыё
bn: অডিও
ca: Àudio
cs: Zvuk
cy: Sain
da: Lyd
el: Αρχείο ήχου
es: Audios
eu: Audioa
fa: صوت
fi: Ääni
ga: Fuaim
gu: ઓડિયો
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
is: Hljóð
ja: 音声
kab: Ameslaw
km: áŸáŸ†á¡áŸá„
kn: ಆಡಿಯೊ
ko: 음성
lt: Garsas
mk: Аудио
ml: ശബ്ദം
mr: ऑडिओ
my: အသံ
nb: Lyd
pa: ਆਡੀਓ
ps: اډیو
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sr: Аудио
sv: Ljud
sw: Sauti
ta: ஒலி
te: ఆడియో
th: เสียง
tr: Ses
ug: ئۈن
uk: Аудіо
ur: آڈیو
vi: Âm thanh
zh_cn: 音频
zh_hk: 音訊

# SETTINGS_MEDIA_DOWNLOAD_TYPE_DOCUMENT
source: Documents
af: Dokumente
ar: المُستندات
az: Sənədlər
be: Дакументы
bn: ডকুমেন্ট
cs: Dokumenty
cy: Dogfennau
da: Dokumenter
de: Dokumente
el: Αρχεία
es: Documentos
es_es: Documentos
et: Dokumendid
eu: Agiriak
fa: اسناد
fi: Tiedostot
ga: Cáipéisí
gu: દસ્તાવેજો
he: מסמכים
hi: डॉक्युमेंट्स
hr: Dokumenti
hu: Dokumentumok
id: Dokumen
is: Skjöl
it: Documenti
ja: ドキュメント
kab: Isemliyen
km: á¯á€áŸá¶áš
kn: ದಾಖಲೆಗಳು
ko: 문서
lt: Dokumentai
lv: Dokumenti
mk: Документи
ml: പ്രമാണങ്ങൾ
mr: दस्तऐवज
ms: Dokumen
my: စာရွက်စာတမ်းများ
nb: Dokumenter
nl: Documenten
pa: ਦਸਤਾਵੇਜ਼
pl: Dokumenty
ps: لاسوندونه
pt_br: Documentos
pt_pt: Documentos
ro: Documente
ru: Документы
sk: Dokumenty
sl: Dokumenti
sq: Dokumente
sr: Документи
sv: Dokument
sw: Nyaraka
ta: ஆவணங்கள்
te: పత్రాలు
th: เอกสาร
tr: Belgeler
ug: پۈتۈكلەر
uk: Документи
ur: دستاویزات
vi: Tài liệu
zh_cn: 文档
zh_hk: 文件

# SETTINGS_MEDIA_DOWNLOAD_TYPE_PHOTO
source: Photos
af: Fotos
ar: الصور
az: Fotolar
be: Фота
bn: ফটো
ca: Fotografies
cs: Fotografie
cy: Lluniau
da: Billeder
de: Bilder
el: Φωτογραφίες
es: Fotos
es_es: Fotos
et: Fotod
eu: Argazkiak
fa: تصاویر
fi: Kuvat
ga: Grianghraif
gu: ફોટા
he: תמונות
hi: तस्वीरें
hr: Slike
hu: Fotók
id: Foto
is: Ljósmyndir
it: Foto
ja: 写真
kab: Tugniwin
km: ášá¼á”á—á¶á–
kn: ಫೋಟೋಗಳು
ko: 사진
lt: Nuotraukos
lv: Attēli
mk: Слики
ml: ഫോട്ടോ
mr: फोटो
ms: Foto
my: ဓါတ်ပုံများ
nb: Bilder
nl: Afbeeldingen
pa: ਫ਼ੋਟੋ
pl: Zdjęcia
ps: انځورونه
pt_br: Fotos
pt_pt: Fotografias
ro: Poze
ru: Фото
sk: Fotografie
sl: Fotografije
sq: Foto
sr: Слике
sv: Foton
sw: Picha
ta: புகைப்படம்
te: ఛాయాచిత్రాలు
th: รูปภาพ
tr: Fotoğraflar
ug: سۈرەتلەر
uk: Фото
ur: فوٹوز
vi: Ảnh
zh_cn: 图片
zh_hk: 相片

# SETTINGS_MEDIA_DOWNLOAD_TYPE_VIDEO
source: Videos
ar: الفيديوهات
az: Videolar
be: Відэа
bn: ভিডিও
ca: Vídeos
cs: Videa
cy: Fideos
da: Videoer
el: Βίντεο
es: Vídeos
es_es: Vídeos
et: Videod
eu: Bideoak
fa: ویدئو‌ها
fi: Videot
fr: Vidéos
ga: Físeáin
gu: વિડિયો
he: סרטונים
hi: वीडियो
hr: Videi
hu: Videók
id: Video
is: Myndskeið
it: Video
ja: 動画
kab: Tividyutin
km: áœá¸áŠáŸá¢á¼
kn: ವೀಡಿಯೊಗಳು
ko: 동영상
lt: Vaizdo įrašai
lv: Video
mk: Видео
ml: വീഡിയോ
mr: व्हिडिओ
ms: Video
my: ဗီဒီယိုများ
nb: Videoer
pa: ਵੀਡੀਓ
pl: Wideo
ps: ویډیوګانې
pt_br: Vídeos
pt_pt: Vídeos
ro: Video
ru: Видео
sk: Videá
sl: Video
sq: Video
sr: Видео записи
sv: Videor
sw: Video
ta: காணொளி
te: వీడియోలు
th: วิดีโอ
tr: Videolar
ug: سىنلەر
uk: Відео
ur: ویڈیوز
vi: Video
zh_cn: 视频
zh_hk: 影片

# SETTINGS_MESSAGING_FOOTER
source: See and share when messages are being read and typed. If disabled, you won’t see read receipts or typing indicators from others.
af: Sien en deel wanneer boodskappe gelees en getik word. Indien gedeaktiveer sal u nie leesbewyse of tikaanduiders van ander sien nie.
ar: مشاهدة ومشاركة متى تُكتَب الرسائل وتُقرَأ. إذا كانت مُعَطَّلَة، أنت لن ترى إيصالات تأكيد القراءة أو مُؤشِر الكتابة من الآخرين.
az: Mesajlar oxunanda və yazılanda görün və paylaşın. Əgər sıradan çıxarılsa, digər istifadəçilərdən oxundu bildirişini və ya yazır göstəricisini görməyəcəksiniz.
be: Даведвацца і абагульваць інфармацыю аб паведамленнях, што чытаюцца і пішуцца. Калі гэта функцыя адключана, вы не ўбачыце апавяшчэнняў аб чытанні паведамленняў і індыкатараў набору тэксту.
bn: মেসেজ পড়ার ও টাইপ করার সময় তা দেখুন ও শেয়ার করুন। এটি নিষ্ক্রিয় থাকা অবস্থায়, আপনি পড়ার রসিদ বা অন্যদের থেকে টাইপিং ইন্ডিকেটরগুলি দেখতে পাবেন না।
ca: Vegeu i compartiu quan s'escriuen i es llegeixen els missatges. Si es desactiva, no veureu confirmacions de lectura ni indicacions d'escriptura d'altres.
cs: Zobrazte a sdílejte informaci, když jsou zprávy přečteny nebo psány. Pokud tuto možnost zakážete, neuvidíte informace o přečtení zpráv ani indikátory psaní ani u ostatních lidí.
cy: Gweld a rhannu pan mae negeseuon yn cael eu darllen a'u teipio. Os wedi diffodd ni fyddwch yn gweld derbynnebau darllen nag yn gweld dangosydd teipio gan eraill.
da: Se og del, når beskeder læses og indtastes. Hvis deaktiveret, kan du heller ikke se læsekvitteringer eller skriveindikatorer fra andre.
de: Sehen und teilen, wenn Nachrichten gelesen und eingetippt werden. Falls deaktiviert, wirst du von anderen keine Lesebestätigungen oder Tipp-Indikatoren sehen.
el: Δες και μοιράσου πότε τα μηνύματα έχουν διαβαστεί και πληκτρολογούνται. Αν απενεργοποιηθεί, δεν θα βλέπεις τα αποδεικτικά ανάγνωσης ή τους δείκτες πληκτρολόγησης από άλλους.
es: Mira y comparte cuándo se leen y escriben mensajes. Si lo desactivas, no verás las confirmaciones de lectura ni los indicadores de escritura de nadie.
et: Näe ja jaga tagasisidet sõnumite lugemise ja sisestamise kohta. Kui on keelatud, siis sa ei näe ka teiste kasutajate lugemis- ja sisestamisindikaatoreid.
fa: ببینید و به اشتراک بگذارید که پیام‌ها در چه زمانی در حال خوانده شدن و تایپ شدن هستند. در صورت غیرفعال بودن، شما رسیدهای خوانده شدن یا نشانگرهای نوشتن از دیگران را نخواهید دید.
fi: Näytä, milloin muut ovat kirjoittamassa viestiä ja päinvastoin. jos asetus on pois päältä, et näe muiden käyttäjien lukukuittauksia tai kirjoitusilmaisinta.
fr: Indiquez à vos interlocuteurs que vous avez lu leurs messages et que vous êtes en train de leur écrire. Si cette option est désactivée, vous ne verrez ni les confirmations de lecture, ni les indicateurs de saisie des autres utilisateurs.
gu: જ્યારે મેસેજ વાંચવામાં આવે છે અને ટાઇપ કરવામાં આવે છે ત્યારે જુઓ અને શેર કરો. જો અક્ષમ કરેલ હોય, તો અન્ય લોકોએ વાંચી લીધાની રસીદો અથવા ટાઇપિંગ સૂચકો તમને દેખાશે નહીં.
he: ראה ושתף מתי הודעות נקראות ומוקלדות. אם מושבת, לא תראה אישורי קריאה או מחווני הקלדה מאחרים.
hi: देखें और शेयर करें कि संदेश पढ़ लिए गए हैं और टाइप किए जा रहे हैं। यदि निष्क्रिय किया हुआ, तो आप अन्य लोगों के 'पढ़ लिया गया' रिसीप्ट या 'टाइपिंग कर रहे हैं' संकेत नहीं देख सकेंगे।
hr: Pregledajte i dijelite kada se poruke tipkaju. Ako je onemogućeno, nećete moći vidjeti potvrde čitanja kao ni kada drugi tipkaju.
hu: Láthatod és mutathatod üzenetek olvasott állapotát és a gépelést jelző indikátort. Ha letiltod, te sem látod majd az olvasott állapotjelzőket és a gépelési indikátort.
id: Lihat dan bagikan saat pesan dibaca dan diketik. Jika dinonaktifkan, Anda tidak akan melihat tanda pesan terbaca atau indikator pengetikan dari orang lain.
is: Sjáðu hjá öðrum og deildu frá þér þegar verið er að skrifa skilaboð. Ef merki um framvindu ritunar eru óvirk hjá þér, muntu ekki geta sé framvindu ritunar frá öðrum.
it: Vedi e condividi quando i messaggi vengono letti e digitati. Se disabilitato, non vedrai le conferme di lettura o gli indicatori di scrittura degli altri.
ja: メッセージの既読や入力中の状態を相手と共有します。無効の場合、相手の既読通知や入力中アイコンは表示されません。
km: á˜á¾á› á“á·á„á…áŸ‚á€ášáŸ†á›áŸ‚á€ á“áŸ…á–áŸá›áŸá¶ášááŸ’ášá¼áœá”á¶á“á¢á¶á“ á“á·á„áœá¶á™á”á‰áŸ’á…á¼á›áŸ” á”á¾áŸá·á“á”á·á‘ á¢áŸ’á“á€á“á¹á„á˜á·á“á¢á¶á…á˜á¾á›á€á¶ášá‘á‘á½á›á€á¶ášá¢á¶á“ á¬á€á¶ášá”á„áŸ’á á¶á‰á€á¶ášáœá¶á™á”á‰áŸ’á…á¼á›á–á¸á¢áŸ’á“á€áŠá‘áŸƒá‘áŸáŸ”
kn: ಸಂದೇಶಗಳನ್ನು ಓದುವುದನ್ನು ಮತ್ತು ಟೈಪ್‌ ಮಾಡುತ್ತಿರುವುದನ್ನು ನೋಡಿ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಿ. ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ, ಇತರರಿಂದ ಓದಿರುವ ಸ್ವೀಕೃತಿಗಳು ಅಥವಾ ಟೈಪ್‌ ಮಾಡುತ್ತಿರುವ ಸೂಚಕಗಳನ್ನು ನೀವು ಕಾಣುವುದಿಲ್ಲ.
ko: 메시지를 읽고 입력할 때 확인하고 공유하세요. 비활성화하면 다른 사용자의 읽음 확인 또는 입력 표시기가 표시되지 않습니다.
lt: Matyti, kada žinutės yra rašomos bei perskaitomos ir rodyti kitiems, kai rašote ar perskaitote žinutes. Jei išjungta, nematysite, kada kiti perskaito žinutes ar kada rašo.
lv: Skatiet un kopīgojiet ziņas, kad tās tiek lasītas un rakstītas. Ja šī funkcija ir atspējota, jūs neredzēsiet citu personu lasīšanas apliecinājumus vai rakstīšanas indikatorus.
ml: സന്ദേശങ്ങള്‍ വായിക്കുകയും ടൈപ്പ് ചെയ്യുകയും ചെയ്യുമ്പോൾ കാണുകയും പങ്കിടുകയും ചെയ്യുക. പ്രവർത്തനരഹിതമാണെങ്കിൽ, മറ്റുള്ളവരിൽ നിന്ന് വായിച്ച രസീതുകളോ ടൈപ്പിംഗ് സൂചകങ്ങളോ നിങ്ങൾ കാണില്ല.
mr: संदेश वाचले जात असताना आणि टाइप केले जात असताना पहा आणि सामायिक करा. अक्षम केल्यास, आपणास इतरांद्वारा वाचन पावत्या किंवा टाईपिंग निर्देशक दिसणार नाहीत.
ms: Lihat dan kongsi apabila mesej dibaca dan ditaip. Jika dinyahdayakan, anda tidak akan nampak resit baca atau penunjuk menaip daripada orang lain.
my: မက်ဆေ့ချ်များကို မည်သည့်အချိန်တွင် ဖတ်ရှုနေသည် နှင့် ရေးသားနေသည်ကို မြင်ပြီး မျှဝေပါ။ အကယ်၍ ပိတ်ထားခဲ့လျှင် သင်သည် အခြားလူများမှ ဖတ်ရှုပြီး သို့မဟုတ် ရေးသားနေသည် ဆိုသည့် အညွှန်းအသိပေးချက်များ မတွေ့ရတော့ပါ။
nb: Se og del at meldinger holder på å bli skrevet. Om deaktivert vil du ikke se lesebekreftelser eller skriveindikatorer fra andre.
nl: Bekijk en deel wanneer berichten worden gelezen of getypt. Als leesbevestigingen of typindicatoren zijn uitgeschakeld, kun je deze van anderen ook niet zien.
pa: ਜਦੋਂ ਸੁਨੇਹੇ ਪੜ੍ਹੇ ਅਤੇ ਟਾਈਪ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ ਤਾਂ ਦੇਖੋ ਅਤੇ ਸਾਂਝਾ ਕਰੋ। ਜੇ ਅਸਮਰੱਥ ਕੀਤਾ ਜਾਵੇ, ਤਾਂ ਤੁਸੀਂ ਦੂਜਿਆਂ ਤੋਂ ਪੜ੍ਹੇ ਜਾਣ ਦੀਆਂ ਪੁਸ਼ਟੀਆਂ ਜਾਂ ਟਾਈਪਿੰਗ ਸੰਕੇਤਕ ਨਹੀਂ ਵੇਖੋਗੇ।
pl: Wyświetlaj i udostępniaj, czy wiadomości zostały odczytane i czy są właśnie pisane. Gdy ta opcja jest wyłączona, nie będą się wyświetlać potwierdzenia odczytania Twoich wiadomości ani wskaźniki pisania innych osób.
ps: کله چې پیغامونه لوستل کېږي یا لیکل کېږي نو هغه ووینئ او شریک یې کړئ. که چیرته دا سیستم غیرفعاله وي، نو تاسې به د نورو کسانو د لوستلو رسیدونه یا د ټایپ کولو نښې هم ونه وینئ.
pt_br: Ver e mostrar quando mensagens estiverem sendo lidas e digitadas. Se essa opção for desativada, você não verá as confirmações de leitura e os indicadores de digitação de outras pessoas.
pt_pt: Veja e partilhe quando as mensagens estão a ser lidas e escritas. Se desativado, você não verá recibos de leitura ou indicadores de escrita de outras pessoas.
ro: Vezi și distribuie când mesajele sunt citite și tastate. Dacă este dezactivată, nu vei vedea confirmările de citire sau indicatorii de tastare de la alte persoane.
ru: Видеть и показывать другим, когда сообщения прочитаны или набираются. Если параметр отключен, то вы не увидите уведомлений о прочтении или индикаторов набора текста от других пользователей.
sk: Sledujte a zdieľajte, kedy sú správy prečítané a napísané. Ak je deaktivované, neuvidíte potvrdenia o prečítaní ani indikátory písania od ostatných.
sl: Oglejte si in delite, ko se sporočila berejo in tipkajo. Če je onemogočeno, ne boste videli potrdil o branju ali indikatorjev tipkanja od drugih.
sq: Shihni dhe ndani me të tjerë, kur lexohen dhe shtypen mesazhe. Në qoftë e çaktivizuar, s’do të shihni dëftesa leximi ose tregues shtypjeje nga të tjerët.
sr: Видите и делите када се поруке читају и куцају. Ако деактивирате ову опцију, нећете видети потврде о читању нити индикаторе куцања других.
sv: Se och dela när meddelanden läses och skrivs. Om detta är inaktiverat kan du inte se läskvittenser eller skrivindikatorer från andra.
sw: Angalia na ushiriki wakati ujumbe unasomwa na kuandikwa. Ikiwa umezima kipengele hiki, hutaona ripoti ya kusomwa zilizosomwa au viashiria vya kuandika kutoka kwa watu wengine.
ta: பார்க்க மற்றும் பகிர்செய்திகளைப் படித்து தட்டச்சு செய்யும் போது. என்றால்முடக்கப்பட்டது, நீங்கள் பார்க்க மாட்டீர்கள் ரசீதுகளைப் படியுங்கள் அல்லது மற்றவர்களிடமிருந்து குறிகாட்டிகளைத் தட்டச்சு செய்க.
te: సందేశాలు చదివి మరియు టైప్ చేస్తున్నప్పుడు, చూడండి మరియు భాగస్వామ్యం చేయండి. నిలిపివేయబడితే, మీరు ఇతరుల నుండి చదివిన రశీదులు లేదా టైపింగ్ సూచికలను చూడలేరు.
th: ดูและแบ่งปันว่าข้อความได้อ่านแล้วและกำลังพิมพ์อยู่ หากปิดไว้ คุณจะไม่เห็นสัญลักษณ์ว่าอ่านแล้วหรือกำลังพิมพ์อยู่จากคนอื่น
tr: İletiler okunduğunda ve yazıldığında görün ve paylaşın. Devre dışı bırakılırsa, diğer kullanıcılardan okundu bilgisi veya yazma göstergesi görmezsiniz.
ug: ئۇچۇرنىڭ قاچان ئوقۇلۇپ ۋە كىرگۈزۈلگەنلىكىنى كۆرسىتىپ ۋە ھەمبەھىرلەيدۇ. ئەگەر چەكلەنسە، ئوقۇلدى ئىنكاسى ياكى كىرگۈزۈش كۆرسەتكۈچنى كۆرەلمەيسىز.
uk: Ці функції дають вам і вашим співрозмовникам змогу бачити, що повідомлення прочитано / триває набір тексту. Якщо їх вимкнути, ви не будете бачити відміток про читання ваших повідомлень і індикаторів набору тексту.
ur: جب پیغامات کو پڑھ اور ٹائپ کیا جا رہا ہو تو دیکھیں اور شئیر کریں۔ اگر غیر فعال ہے تو ، آپ کو پڑھنے کی رسیدیں یا دوسروں کی طرف سے ٹائپنگ کے اشارے نظر نہیں آئیں گے۔
vi: Xem và chia sẻ khi tin nhắn được đọc và soạn thảo. Nếu được tắt, bạn sẽ không thấy nhãn đã đọc hoặc dấu chỉ soạn thảo từ người khác.
zh_cn: 查看并分享什么时候正在阅读和键入消息。如果禁用，将无法查看来自他人的已读回执或键入指示器。
zh_hk: 查看並分享訊息已讀及輸入時間。如果停用，您將無法看到其他人的已讀標記或打字狀態。

# SETTINGS_NAV_BAR_TITLE
source: Settings
af: Instellings
ar: الإعدادات
az: Tənzimləmələr
be: Налады
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_es: Ajustes
et: Sätted
eu: Hobespenak
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Paramètres
ga: Socruithe
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
kab: Iɣewwaṛen
kk: Параметрлер
km: á€á¶ášá€áŸ†áááŸ‹
kn: ಸಂಯೋಜನೆಗಳು
ko: 설정
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग
ms: Tetapan
my: အပြင်အဆင်များ
nb: Innstillinger
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pa_pk: ترتیباں
pl: Ustawienia
ps: تنظیمات
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sr: Подешавања
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: అమరికలు
th: การตั้งค่า
tr: Ayarlar
ug: تەڭشەكلەر
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_cn: 设置
zh_hk: 設定

# SETTINGS_NOTIFICATION_BADGE_COUNT_INCLUDES_MUTED_CONVERSATIONS
source: Include Muted Chats
af: Sluit gedempte kletse in
ar: تضمين الدردشات المكتومة
az: Səssizə alınmış söhbətləri daxil et
be: Улічваць чаты з адключанымі апавяшчэннямі
bn: মিউট করা চ্যাট অন্তর্ভুক্ত করুন
ca: Incloure els xats silenciats
cs: Zahrnout ztlumené chaty
cy: Cynnwys Sgyrsiau Wedi Tewi
da: Inkluder ignorerede chats
de: Stummgeschaltete Chats einschließen
el: Προσμέτρηση συνομιλιών σε σίγαση
es: Incluir chats silenciados
es_es: Considerar chats silenciados
et: Kaasa arvatud vaigistatud vestlused
fa: گنجاندن گفتگوهای بی‌صداشده
fi: Sisällytä mykistetyt keskustelut
fr: Inclure les conversations mises en sourdine
ga: Cuir Comhráite Balbhaithe san Áireamh
gu: મ્યૂટ કરેલી ચેટ સામેલ કરો
he: כלילת צ׳אטים מושתקים
hi: म्यूट की गई चैट शामिल करें
hr: U broj uključi i utišane razgovore
hu: A némított csevegéseket is tartalmazza
id: Sertakan Obrolan yang Dibisukan
is: Taka með þaggaðar umræður
it: Includi chat silenziate
ja: ミュート中のチャットも含める
kk: Басылып қойылған әңгімелерді санау
km: ášá½á˜á”á‰áŸ’á…á¼á› á€á¶ášá‡á‡áŸ‚á€áŠáŸ‚á›á”á·á‘áŸáŸ†á¡áŸá„
kn: ಮ್ಯೂಟ್ ಮಾಡಲಾದ ಚಾಟ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿದೆ
ko: 알림을 끈 대화 포함
lt: Įtraukti pokalbius su išjungtais pranešimais
lv: Iekļaut tērzēšanas ar izslēgtu skaņu
ml: നിശബ്ദമാക്കിയ ചാറ്റുകൾ ഉൾപ്പെടുത്തുക
mr: मूक केलेल्या चॅटचा समावेश करा
ms: Sertakan Sembang yang Diredam
my: အသံပိတ်ထားသော စကားပြောဆိုမှုများ ပါဝင်မယ်
nb: Inkluder dempede samtaler
nl: Gedempte chats meetellen
pa: ਸ਼ਾਂਤ ਚੈਟਾਂ ਸ਼ਾਮਲ ਕਰੋ
pa_pk: Count Muted Conversations
pl: Uwzględnij wyciszone czaty
ps: د صامت چتونو شاملول
pt_br: Incluir chats silenciados
pt_pt: Incluir chats silenciados
ro: Include conversațiile silențioase
ru: Учитывать беззвучные чаты
sk: Zahrnúť stlmené čety
sl: Vključi utišane pogovore
sq: Përfshi Fjalosje të Heshtuara
sr: Укључи ћаскања са искљученим обавештењима
sv: Inkludera tystade chattar
sw: Jumuisha Gumzo Zilizozimwa
ta: முடக்கிய அரட்டைகளைச் சேர்க்கவும்
te: మ్యూట్ చేసిన మాటామంతిలను చేర్చండి
th: รวมแชทที่ถูกปิดเสียงเข้าไว้ด้วย
tr: Sessize Alınan Sohbetler Sayılsın
ug: ئۈنسىز پاراڭلارنى ئۆز ئىچىگە ئېلىش
uk: Враховувати чати з вимкненими сповіщеннями
ur: خاموش کردہ چیٹس شامل کریں
vi: Bao gồm cuộc trò chuyện đã tắt tiếng
zh_cn: 包含静音聊天
zh_hk: 包括靜音聊天

# SETTINGS_NOTIFICATION_BADGE_COUNT_TITLE
source: Badge Count
af: Wapenteller
ar: شارة التعداد
az: Nişan sayğacı
be: Лічыльнік апавяшчэнняў
bn: ব্যাজের সংখ্যা
ca: Recompte d'insígnies
cs: Počet zpráv u ikony
cy: Bathodyn Cyfri
da: Etiket på appsymbol
de: Zähler für ungelesene Nachrichten
el: Έμβλημα μέτρησης
es: Globo de notificaciones
es_es: Globo de notificaciones
et: Sõnumite arv
eu: Intsignia Kopurua
fa: نشانگر شمارش
fi: Ilmoitusten lukumäärä
fr: Pastille de notification
ga: Suaitheantas Uimhreach
gu: બેજ કાઉન્ટ
he: ספירת גשרים
hi: बैज की गिनती
hr: Bedž obavijesti
hu: Üzenetszámláló
id: Hitungan Lencana
is: Merking með fjölda
it: Conteggio badge
ja: バッジ数
kab: Amḍan n tsukaz
kk: Құлақтандыру санағы
km: á€á¶ášášá¶á”áŸ‹ášá½á˜
kn: ಬ್ಯಾಡ್ಜ್ ಸಂಖ್ಯೆ
ko: 배지 숫자
lt: Ženkliukų skaičius
lv: Žetonu skaits
mk: Значка за броење
ml: ബാഡ്ജ് എണ്ണം
mr: बॅज गणना
ms: Kiraan Lencana
my: တံဆိပ်ပေါင်း အရေအတွက်
nb: Antall-merke
nl: Meldingenteller op badge
pa: ਬੈਜ ਗਿਣਤੀ
pl: Licznik nieodczytanych wiadomości
ps: د بج شمېر
pt_br: Número de notificações
pt_pt: Contagem de crachás
ro: Număr insignă
ru: Счётчик на наклейке
sk: Počet odznakov
sl: Število značk
sq: Numër Stemash
sr: Бројач обавештења
sv: Ikonräknare
sw: Idadi ya Beji
ta: பேட்ஜ் அறிவிப்பு எண்ணிக்கை
te: బ్యాడ్జ్ కౌంట్
th: จำนวนแจ้งเตือน
tr: Rozet Sayımı
ug: بەلگە سانى
uk: Лічильник сповіщень
ur: بیج کی گنتی
vi: Biểu tượng Số đếm
zh_cn: 标记数量
zh_hk: 通知標記數
