Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_DELETE_HISTORYLOG_CONFIRMATION
source: Are you sure you want to delete all history (messages, attachments, calls, etc.)? This action cannot be reverted.
af: Is jy seker jy wil alle geskiedenis skrap (boodskappe, aanhegsels, oproepe, ens.)? Hierdie aksie kan nie ongedaan gemaak word nie.
ar: هل أنت متأكِّد من أنك تريد حذف كل سِجلات الدردشات (الرسائل والوسائط والمكالمات، إلخ.) من جميع أجهزتك؟ لا يُمكن التراجع عن هذا الإجراء.
az: Bütün tarixçəni (mesajlar, qoşmalar, zənglər və s.) silmək istədiyinizə əminsiniz? Bu əməliyyatın geri dönüşü yoxdur.
be: Вы на самой справе жадаеце выдаліць усю гісторыю чата (паведамленні, медыяфайлы, званкі і г. д.) з усіх вашых прылад? Гэта нельга адмяніць.
bg: Наистина ли искате да изтриете всички данни (съобщения, прикачени файлове, повиквания и др.)? Това действие не може да бъде отменено.
bn: আপনার সকল ডিভাইস থেকে পুরো চ্যাট ইতিহাস (মেসেজ, মিডিয়া, কল, ইত্যাদি) মুছে ফেলার ব্যাপারে কি আপনি নিশ্চিত? এটি পূর্বাবস্থায় ফেরানো যাবে না।
ca: Segur que vols eliminar tot l'historial del xat (missatges, arxius multimèdia, trucades, etc.) de tots els teus dispositius? Aquesta acció no es pot desfer.
cs: Opravdu chcete odstranit celou historii chatu (zprávy, média, hovory atd.) ze všech svých zařízení? Tuto operaci nelze vzít zpět.
cy: Ydych wir eisiau dileu yr holl hanes (negeseuon, atodiadau, galwadau, a.y.b.)? Ni ellir dadwneud hyn.
da: Er du sikker på, at du vil slette al chathistorik (beskeder, medier, opkald osv.) fra alle dine enheder? Dette kan ikke fortrydes.
de: Möchtest du den gesamten Chat-Verlauf (Nachrichten, Medien, Anrufe usw.) wirklich löschen? Dies kann nicht rückgängig gemacht werden.
el: Σίγουρα θέλεις να διαγράψεις όλο το ιστορικό συνομιλίας (μηνύματα, πολυμέσα, κλήσεις κ.λπ.) από όλες τις συσκευές σου; Αυτό δεν μπορεί να αναιρεθεί.
es: ¿Quieres eliminar todo el historial de chat (mensajes, archivos, llamadas, etc.) de todos tus dispositivos? Esta acción es irreversible.
es_es: ¿Deseas eliminar todo el historial (mensajes, adjuntos, lista de llamadas ...)? Esta acción es irreversible.
et: Kas sa tõesti soovid kustutada kogu ajaloo (sõnumid, manused, kõned jne)? Seda tegevust ei saa tagasi võtta.
eu: Ziur zaude historia osa ezabatu nahi izateaz (mezuak, eranskinak, deiak, etc.). Ekintza hau ezin da desegin.
fa: مطمئن هستید که می‌خواهید تمام تاریخچه (پیام‌ها، پیوست‌ها، تماس‌ها و …) را پاک کنید؟ این عمل بازگشت‌پذیر نیست.
fi: Haluatko varmasti poistaa koko keskusteluhistorian (viestit, median, puhelut jne.) kaikilta laitteiltasi? Tätä toimintoa ei voi perua.
fil: Sigurado ka ba na gusto mong burahin ang lahat ng history (mga mensahe, kalakip, tawag atbp.)? Ang aksyon na ito ay hindi maibabalik.
fr: Voulez-vous vraiment supprimer l'historique des conversations (messages, médias, appels, etc.) de tous vos appareils ? Cette action est irréversible.
ga: An bhfuil tú cinnte gur mian leat an stair comhráite ar fad (teachtaireachtaí, meáin, glaonna, srl.) a scriosadh ó gach gléas agat? Ní féidir é sin a chealú.
gu: શું તમે ખરેખર તમારા બધા ડિવાઇસમાંથી બધી ચેટ હિસ્ટ્રી (મેસેજ, મીડિયા, કૉલ, વગેરે) ડિલીટ કરવા માંગો છો? આને પૂર્વવત કરી શકાતું નથી.
he: האם ברצונך למחוק את כל היסטוריית הצ׳אט (הודעות, מדיה, שיחות וכו׳) מכל המכשירים שלך? פעולה זו לא ניתנת לביטול.
hi: क्या आपको वाकई अपने सभी डिवाइस से सभी पुरानी चैट (मैसेज, मीडिया, कॉल वगैरह) डिलीट करनी है? इसे फिर से पहले जैसा नहीं किया जा सकेगा।
hr: Jeste li sigurni da želite izbrisati svu povijest razgovora (poruke, medijske zapise, pozive itd.) sa svih uređaja? Radnju nije moguće poništiti.
hu: Biztosan törölni szeretnéd az összes csevegési előzményt (üzeneteket, médiatartalmakat, hívásokat stb.) az összes eszközödről? Ez nem vonható vissza.
id: Yakin mau menghapus semua riwayat chat (pesan, media, panggilan, dsb.) dari semua perangkat Anda? Tindakan ini tidak dapat diurungkan.
is: Ertu viss um að þú viljir eyða öllum ferlinum (skilaboð, viðhengi, símtöl, o.s.frv.)? Þessa aðgerð er ekki hægt að afturkalla.
it: Confermi di voler eliminare tutta la cronologia delle chat (messaggi, media, chiamate, ecc.) da tutti i tuoi dispositivi? Quest'azione non può essere annullata.
ja: 本当に、すべての端末からすべてのチャット履歴 （メッセージ、メディア、通話など） を消去しますか？消去すると復元することはできません。
kab: D tidet tebɣiḍ ad tekkseḍ akk amazray n (yiznan, tceqqufin yeddan, isawalen, atg.)? Ulac tuɣalin ɣer deffir deg tigawt-a.
kk: Бүкіл журналды (хабарламалар, тіркемелер, қоңыраулар, т.с.с.) шынымен де жойғыңыз келе ме? Бұл әрекетті кері қайтару мүмкін емес.
km: áá¾á¢áŸ’á“á€á…áŸ’á”á¶áŸáŸ‹áá¶ á…á„áŸ‹á›á»á”ášá¶á›áŸ‹á€áŸ†áááŸ‹ááŸ’ášá¶á‘á¶áŸ†á„á¢áŸáŸ‹â€‹ (áŸá¶áš, á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹, á€áŸ†áááŸ‹ááŸ’ášá¶á€á¶ášá áŸ… ...)? áŸá€á˜áŸ’á˜á—á¶á–á“áŸáŸ‡ á˜á·á“á¢á¶á…ááŸ’ášá¡á”áŸ‹á€áŸ’ášáŸ„á™á”á¶á“á‘áŸáŸ”
kn: ನೀವು ಎಲ್ಲಾ ಇತಿಹಾಸವನ್ನು (ಸಂದೇಶಗಳು, ಲಗತ್ತುಗಳು, ಕರೆಗಳು, ಇತ್ಯಾದಿ) ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಮವನ್ನು ಹಿಂತಿರುಗಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 모든 기기에서 모든 대화 기록(메시지, 미디어, 통화 등)을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
lt: Ar tikrai norite ištrinti visą istoriją (žinutes, priedus, skambučius ir t.t.)? Šio veiksmo bus nebeįmanoma sugrąžinti.
lv: Vai tiešām vēlaties dzēst visu vēsturi (ziņas, pielikumus, zvanus utt.)? Šo darbību nav iespējams atsaukt.
mk: Дали сте сигурни дека сакате да ја избришете целата историја (пораки, прикачувања, повици, итн)? Оваа акција е неповратна.
ml: എല്ലാ ചരിത്രവും (സന്ദേശങ്ങൾ, അറ്റാച്ച്‌മെൻ്റുകൾ, കോളുകൾ തുടങ്ങിയവ) ഇല്ലാതാക്കണമെന്ന കാര്യത്തിൽ നിങ്ങൾക്ക് ഉറപ്പുണ്ടോ? ഈ പ്രവർത്തി തിരികെ ചെയ്യാൻ സാധിക്കുകയില്ല.
mr: तुम्हाला नक्की तुमच्या सगळ्या डिव्हायसेस मधून तुमचा संपूर्ण चॅट इतिहास (संदेश, मीडिया, कॉल्स, इ.) हटवायचे आहे? हे एकदा केले की मागे घेतले जाऊ शकत नाही.
ms: Adakah anda pasti mahu memadamkan semua sejarah sembang (mesej, media, panggilan, dll.) daripada semua peranti anda? Ini tidak boleh dibuat asal.
my: သင်သည် ရာဇဝင်အားလုံးကို (မက်ဆေ့ချ်များ၊ ပူးတွဲဖိုင်များ၊ ဖုန်းခေါ်ဆိုမှုများ၊ စသဖြင့်) ဖျက်သိမ်းမည်ဆိုတာ သေချာပါသလား? လုပ်ဆောင်ပြီးလျှင် ပြန်လှည့်လို့မရပါ။
nb: Er du sikker på at du vil slette alle samtalelogger (meldinger, mediefiler, telefonsamtaler osv.) fra alle enhetene dine? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je alle chatgeschiedenis (berichten, media, oproepen, etc.) van al je apparaten wilt wissen? Deze actie kan niet worden teruggedraaid.
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਸਾਰਾ ਇਤਿਹਾਸ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ (ਸੁਨੇਹੇ, ਅਟੈਚਮੈਂਟਾਂ, ਕਾਲਾਂ, ਆਦਿ)? ਇਸ ਕਾਰਵਾਈ ਤੋਂ ਪਿੱਛੇ ਨਹੀਂ ਹਟਿਆ ਜਾ ਸਕਦਾ.
pa_pk: کی تہانوں یقین اے تساں ساری ہسٹری (سنیہے، منسلکات، کالاں، وغیرہ) نوں حذف کرنا چاہندے او؟ ایس کارروائی نوں واپس نئیں کیتا جا سکدا۔
pl: Czy na pewno chcesz usunąć całą historię wiadomości, multimediów, połączeń itd. ze wszystkich swoich urządzeń? Nie będzie można tego cofnąć.
ps: ایا ډاډه یاست چې غواړئ خپله ټوله تاریخچه (پیغامونه، ضمیمې، اړیکې او داسې نور) له منځه یوسئ؟ ځکه دا چې یو ځل پاک شي بیا نه راځي.
pt_br: Tem certeza de que deseja apagar todo o histórico de conversas (mensagens, mídia, chamadas etc.) de todos os seus dispositivos? Essa ação não pode ser desfeita.
pt_pt: Tem a certeza de que pretende apagar todo o histórico de chats (mensagens, ficheiros multimédia, chamadas, etc.) de todos os seus dispositivos? Isto não pode ser revertido.
ro: Sigur vrei să ștergi tot istoricul conversațiilor (mesaje, fișiere media, apeluri etc.) de pe toate dispozitivele tale? Acțiunea nu poate fi anulată.
ru: Вы действительно хотите удалить всю историю чата (сообщения, медиафайлы, звонки и т. д.) со всех ваших устройств? Это действие необратимо.
sk: Naozaj chcete vymazať celú históriu četu (správy, médiá, hovory atď.) zo všetkých zariadení? Túto akciu nie je možné vrátiť späť.
sl: Ste prepričani, da želite izbrisati vso zgodovino (sporočila, priponke, klice, itd.)? Ta poteza je nepreklicna.
sq: Jeni i sigurt se doni të fshihet krejt historiku (mesazhe, bashkëngjitje, thirrje, etj.)? Ky veprim s’mund të prapakthehet.
sr: Желите ли сигурно да избришете целокупну историју ћаскања (поруке, медије, позиве, итд.) са свих уређаја? Овај поступак је неповратан.
sv: Är du säker på att du vill ta bort all chatthistorik (meddelanden, media, samtal o.s.v.) från alla dina enheter? Detta kan inte ångras.
sw: Una uhakika unataka kufuta historia yote (jumbe, viambatisho, simu, nk)? Kitendo hiki hakiwezi kutenguliwa.
ta: எல்லா வரலாற்றையும் (செய்திகள், இணைப்புகள், அழைப்புகள் போன்றவை) நீக்க விரும்புகிறீர்களா? இந்த செயலை மாற்ற முடியாது.
te: మీరు ఖచ్చితంగా అన్ని చరిత్రలను (సందేశాలు, జోడింపులు, కాల్‌లు మొదలైనవి) తొలగించాలనుకుంటున్నారా? ఈ చర్య తిరిగి మార్చబడదు.
th: คุณแน่ใจหรือไม่ว่าต้องการลบประวัติทั้งหมด (ข้อความ ไฟล์แนบ การโทร ฯลฯ) การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Tüm sohbet geçmişini (mesajlar, medya, aramalar vb.) cihazlarının tamamından silmek istediğine emin misin? Bu işlem geri alınamaz.
ug: بارلىق ئۇچۇر تارىخىنى (ئۇچۇر، مېدىيا، تېلېفون قاتارلىقلارنى) راستىنىلا ھەممە ئۈسكۈنىلىرىڭىزدىن ئۆچۈرمەكچىمۇ؟ بۇنى ئەمەلدىن قالدۇرغىلى بولمايدۇ.
uk: Ви точно хочете видалити всю історію чату (повідомлення, медіафайли, виклики тощо) з усіх пристроїв? Ви не зможете її відновити.
ur: کیا آپ واقعی اپنی تمام ڈیوائسز سے تمام چیٹ ہسٹری (میسجز، میڈیا، کالز، وغیرہ) حذف کرنا چاہتے ہیں؟ اسے کالعدم نہیں کیا جا سکتا۔
vi: Bạn có chắc muốn xóa tất cả lịch sử trò chuyện (tin nhắn, đa phương tiện, cuộc gọi, v.v.) từ tất cả thiết bị? Hành động này không thể hoàn tác.
zh_cn: 您确定要从所有设备中删除所有聊天记录（消息、媒体、通话等）吗？此操作无法撤销。
zh_hk: 您是否確定要刪除所有紀錄（訊息、附件、通話等）？此操作將無法還原。

# SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON
source: Delete Everything
af: Skrap alles
ar: حذف كل شيء
az: Hər şeyi sil
be: Выдаліць усё
bg: Изтрий Всичко
bn: সবকিছু মুছে ফেলুন
ca: Suprimeix-ho tot
cs: Odstranit vše
cy: Dileu Popeth
da: Slet alt
de: Alles löschen
el: Διαγραφή όλων
es: Eliminar todo
es_es: Eliminar todo
et: Kustuta kõik
eu: Ezabatu dena
fa: پاک کردن همه چیز
fi: Poista kaikki
fil: Burahin ang Lahat
fr: Tout supprimer
ga: Scrios Uile
gu: બધું ડિલીટ કરો
he: מחיקת הכל
hi: सब कुछ डिलीट करें
hr: Izbriši sve
hu: Az összes törlése
id: Hapus Semuanya
is: Eyða öllu
it: Elimina tutto
ja: すべて消去する
kab: Kkes kullec
kk: Барлығын жою
km: á›á»á”á…áŸ„á›á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲವನ್ನೂ ಅಳಿಸಿ
ko: 모두 삭제
lt: Ištrinti viską
lv: Dzēst visu
mk: Избриши се
ml: എല്ലാം ഇല്ലാതാക്കുക
mr: सर्व हटवा
ms: Padam Semua
my: အားလုံးကို ဖျက်မည်
nb: Slett alt
nl: Alles wissen
pa: ਸਾਰਾ ਕੁਝ ਮਿਟਾਓ
pa_pk: سب کجھ حذف کرو
pl: Usuń wszystko
ps: هر څه پاک کړئ
pt_br: Apagar Tudo
pt_pt: Eliminar tudo
ro: Șterge Tot
ru: Удалить всё
sk: Vymazať všetko
sl: Izbriši vse
sq: Fshi Gjithçka
sr: Избриши све
sv: Ta bort allt
sw: Futa Kila Kitu
ta: எல்லாவற்றையும் நீக்கு
te: ప్రతిదీ తొలగించండి
th: ลบทั้งหมด
tr: Her Şeyi Sil
ug: ھەممىنى ئۆچۈر
uk: Видалити все
ur: ہر چیز حذف کریں
vi: Xóa Tất cả
zh_cn: 全部删除
zh_hk: 全部刪除

# SETTINGS_DISAPPEARING_MESSAGES
source: Disappearing Messages
af: Verdwynende boodskappe
ar: ميزة اختفاء الرسائل
az: Yox olan mesajlar
be: Знікаючыя паведамленні
bn: অদৃশ্য হওয়া বার্তা
ca: Missatges efímers
cs: Mizející zprávy
cy: Negeseuon Byrhoedlog
da: Forsvindende beskeder
de: Verschwindende Nachrichten
el: Μηνύματα που εξαφανίζονται
es: Mensajes temporales
et: Kaduvad sõnumid
eu: Ezkutatutako Mezuak
fa: پیام‌های ناپدید شونده
fi: Katoavat viestit
fr: Messages éphémères
ga: Teachtaireachtaí Gearrshaolacha
gu: અદૃશ્ય થઈ રહેલા મેસેજ
he: הודעות נעלמות
hi: गायब होते मेसेज
hr: Poruke koje nestaju
hu: Eltűnő üzenetek
id: Penghilangan Pesan
is: Sjálfeyðandi skilaboð
it: Messaggi a scomparsa
ja: 消えるメッセージ
kab: Iznan yettṛuḥun
km: áŸá¶ášáŠáŸ‚á›á˜á·á“á”á„áŸ’á á¶á‰
kn: ಕಣ್ಮರೆಯಾಗುವ ಸಂದೇಶಗಳು
ko: 사라지는 메시지
lt: Išnykstančios žinutės
lv: Ziņojumu dzēšana
mk: Изчезнувачки пораки
ml: അപ്രത്യക്ഷമാകുന്ന സന്ദേശങ്ങൾ
mr: हरवणारे संदेश
ms: Mesej Hilang
my: ပျောက်ကွယ်သော မက်ဆေ့ချ်များ
nb: Tidsavgrensede meldinger
nl: Verdwijnende berichten
pa: ਅਲੋਪ ਹੋ ਜਾਣ ਵਾਲੇ ਸੁਨੇਹੇ
pl: Znikające wiadomości
ps: ورک کېدونکې پیغامونه
pt_br: Mensagens efêmeras
pt_pt: Destruição de mensagens
ro: Dispariție mesaje
ru: Исчезающие сообщения
sk: Miznúce správy
sl: Izginjajoča sporočila
sq: Mesazhe që Treten
sr: Нестајуће поруке
sv: Försvinnande meddelanden
sw: Jumbe zinazotoweka
ta: காணாமல் போகும் செய்திகள்
te: అదృశ్యమవుతున్న సందేశాలు
th: ข้อความที่ลบตัวเองได้
tr: Kaybolan İletiler
ug: غايىب ئۇچۇرلار
uk: Тимчасові повідомлення
ur: پیغامات غائب ہو رہے ھیں
vi: Tin nhắn tự hủy
zh_cn: 阅后即焚消息
zh_hk: 限時訊息

# SETTINGS_DISAPPEARING_MESSAGES_FOOTER
source: Set a default disappearing message timer for all new chats started by you.
af: Stel ’n verstekverdwynboodskaphorlosie in vir alle kletse wat u begin.
ar: تعيين مؤقِّت افتراضي لاختفاء الرسائل لجميع الدردشات الجديدة التي قُمتَ ببدئها.
az: Başlatdığınız bütün yeni söhbətlər üçün ilkin bir yox olan mesaj vaxtölçəni tənzimləyin.
be: Наладзьце таймер для знікнення паведамленняў па змоўчванні для ўсіх новых чатаў, што вы раней распачалі.
bn: আপনার শুরু করা সব নতুন চ্যাটের জন্য ম্যাসেজ অদৃশ্য হওয়ার ডিফল্ট সময় সেট করুন।
ca: Estableix un temporitzador per defecte de desaparició de missatges per a tots els xats nous que hagis iniciat.
cs: Nastavení výchozího časovače zmizení zprávy pro všechny vámi zahájené nové chaty.
cy: Gosod cyfnod negeseuon byrhoedlog diofyn ar gyfer holl sgyrsiau newydd a ddechreuir ganddoch chi.
da: Indstil en udløbstid for forsvindende beskeder, der skal gælde som standard for alle nye chats startet af dig.
de: Lege eine Standardablaufzeit für verschwindende Nachrichten fest. Diese gilt für alle von dir begonnenen neuen Chats.
el: Ορισμός ενός προκαθορισμένου χρόνου εξαφάνισης μηνυμάτων για όλες τις συνομιλίες που ξεκινάς εσύ.
es: Elige una duración predeterminada de los mensajes temporales para todos los chats nuevos que inicies.
et: Määra kaduvate sõnumite vaikimisi kestus kõigile sinu poolt loodud uutele gruppidele.
eu: Ezarri lehenetsitako desagerpen mezuen tenporizadore bat zuk hasitako txat berri guztientzat.
fa: یک زمان‌سنج پیام ناپدید شونده پیش‌فرض برای همهٔ گفتگوهایی که آغاز می‌کنید تنظیم کنید.
fi: Valitse oletusajastin katoaville viesteille kaikissa uusissa aloittamissasi keskusteluissa.
fr: Définissez le délai après lequel les messages éphémères disparaissent des nouvelles conversations que vous avez initiées.
ga: Socraigh amadóir teachtaireachtaí sealadacha réamhshocraithe do gach comhrá nua a thosaíonn tú.
gu: તમે શરૂ કરેલી બધી નવી ચેટ માટે ડિફોલ્ટ ગાયબ થતાં મેસેજનું ટાઇમર સેટ કરો.
he: אפשר להגדיר קוצב זמן ברירת מחדל של הודעות נעלמות עבור כל הצ'אטים החדשים שהותחלו על ידך.
hi: आपके द्वारा शुरू की गई सभी नई चैट के लिए एक ग़ायब होने वाले संदेशों का समय सेट करें।
hr: Postavite zadani vremenski period za poruke koje nestaju za sve nove razgovore koje započnete.
hu: Állítsd be az alapértelmezett időzítőt újonnan indított csevegéseid eltűnő üzeneteihez.
id: Atur waktu default pesan terhapus otomatis untuk semua obrolan yang Anda mulai.
is: Stilltu sjálfgefna niðurtalningu sjálfeyðandi skilaboða í öllum nýjum samtölum sem þú byrjar.
it: Imposta un timer predefinito per la scomparsa dei messaggi per tutte le nuove chat avviate da te.
ja: あなたによる新規チャットでの、消えるメッセージの既定タイマーを設定します。
km: á€áŸ†áááŸ‹ááŸášáœáŸá›á¶á“áŸƒá€á¶ášá›á»á”áŸá¶ášáŸá˜áŸ’ášá¶á”áŸ‹ášá¶á›áŸ‹á€á¶ášáŸá“áŸ’á‘á“á¶ááŸ’á˜á¸áŸ—áŠáŸ‚á›á”á¶á“á…á¶á”áŸ‹á•áŸ’áŠá¾á˜áŠáŸ„á™á¢áŸ’á“á€áŸ”
kn: ನೀವು ಆರಂಭಿಸಿದ ಎಲ್ಲ ಹೊಸ ಚಾಟ್‌ಗಳಿಗೆ ಡೀಫಾಲ್ಟ್ ಕಣ್ಮರೆಯಾಗುವ ಮೆಸೇಜ್ ಟೈಮರ್ ಅನ್ನು ನಿಗದಿಸಿ.
ko: 내가 시작하는 모든 새 대화에 자동 삭제 메시지 타이머를 기본으로 설정합니다.
lt: Nustatyti numatytąjį išnykstančių žinučių laikmatį visiems jūsų pradėtiems naujiems pokalbiams.
lv: Iestatiet noklusējuma ziņu dzēšanas taimeri visām jaunajām jūsu sāktajām tērzēšanām.
mk: Поставете стандарден тајмер за пораки што исчезнуваат за сите нови разговори започнати од вас.
ml: നിങ്ങൾ ആരംഭിച്ച എല്ലാ പുതിയ ചാറ്റുകൾക്കും ഒരു സ്ഥിരസ്ഥിതി അപ്രത്യക്ഷമാകുന്ന സന്ദേശ ടൈമർ ക്രമീകരിക്കുക.
mr: आपल्याद्वारा चालू केलेल्या सर्व नवीन चॅटसाठी पूर्वनिर्धारित लुप्त होणारे संदेश टायमर सेट करा.
ms: Tetapkan pemasa mesej hilang lalai untuk semua sembang baharu yang anda mulakan.
my: သင် စတင်ခဲ့သည့် ချက်(တ်)အသစ်များ အားလုံးအတွက် ပျောက်သွားမည့် မက်ဆေ့ချ် ပုံသေတိုင်မာကို သတ်မှတ်ပါ။
nb: Sett standard utløpstid for tidsavgrensede meldinger, for nye samtaler startet av deg.
nl: Stel een standaardtimer voor verdwijnende berichten in voor alle nieuwe chats die jij zelf begint
pa: ਤੁਹਾਡੇ ਦੁਆਰਾ ਸ਼ੁਰੂ ਕੀਤੀਆਂ ਸਾਰੀਆਂ ਨਵੀਆਂ ਚੈਟਾਂ ਲਈ ਅਲੋਪ ਹੋ ਰਹੇ ਸੁਨੇਹੇ ਦਾ ਡਿਫ਼ਾਲਟ ਟਾਈਮਰ ਤੈਅ ਕਰੋ।
pl: Ustaw domyślny czas, po którym wiadomości znikają, we wszystkich nowych czatach rozpoczętych przez Ciebie.
ps: ستاسې له خوا د پیلیدونکو ټولو نویو چټونو لپاره د پیغام د ورک کېدو عادي وخت وټاکئ.
pt_br: Defina um cronômetro padrão para o desaparecimento de mensagens em todos os novos chats iniciados por você.
pt_pt: Defina um tempo padrão para a destruição de mensagens de todos os chats novos iniciadas por si.
ro: Setează un temporizator implicit de dispariție a mesajelor pentru toate conversațiile noi inițiate de tine.
ru: Установите таймер исчезающих сообщений по умолчанию для всех новых чатов, создаваемых вами.
sk: Nastavte predvolený časovač miznutia správ pre všetky nové čety, ktoré začnete.
sl: Nastavite privzet čas poteka sporočil za vse nove pogovore, ki jih začnete sami.
sq: Ujdisni një kohëmatës tretjeje mesazhesh për krejt fjalosjet e reja të nisura nga ju.
sr: Подесите подразумевано време нестајућих порука за сва нова ћаскања која започнете.
sv: Ställ in en standardtidsgräns för försvinnande meddelanden för alla nya chattar som du startar.
sw: Weka kipima muda cha ujumbe wa kutoweka kwa gumzo zote mpya ulizoanzisha.
ta: அமை இயல்புநிலை மறைந்து வரும் செய்தி டைமர் நீங்கள் தொடங்கிய அனைத்து புதிய அரட்டைகளுக்கும்.
te: మీరు ప్రారంభించిన అన్ని క్రొత్త మాటామంతిల కోసం అప్రమేయంగా అదృశ్యమయ్యే సందేశ టైమర్‌ను సెట్ చేయండి.
th: ตั้งค่าเริ่มต้นของตัวจับเวลาข้อความที่จะหายไปสำหรับแชทใหม่ทั้งหมดที่คุณเป็นคนเริ่ม
tr: Tarafınca başlatılan tüm yeni sohbetler için varsayılan kaybolan mesaj zamanlayıcısı ayarla.
ug: سىز باشلىغان بارلىق يېڭى سۆھبەتلەر ئۈچۈن كۆڭۈلدىكى غايىب ئۇچۇر ۋاقىت خاتىرىلىگۈچنى تەڭشەڭ.
uk: Установіть стандартний таймер для тимчасових повідомлень у всіх нових чатах, які ви починаєте.
ur: اپنی جانب سے شروع کردہ تمام نئی چیٹس کے لیے ڈیفالٹ مدتی میسج ٹائمر سیٹ کریں۔
vi: Đặt thời gian mặc định cho tin nhắn biến mất với tất cả các cuộc trò chuyện mới bắt đầu bởi bạn.
zh_cn: 对于您开启的全部新聊天，设置默认的限时消息计时器。
zh_hk: 為你開啟的所有新聊天預設一個自動銷毀訊息計時器。

# SETTINGS_DONATE
source: Donate to Signal
af: Dra by tot Signal
ar: التبرُّع لسيجنال
az: Signal-a ianə verin
be: Зрабіць ахвяраванне для Signal
bn: Signal-এ ডোনেট করুন
ca: Feu una donació a Signal
cs: Podpořte Signal finančně
cy: Cyfrannu at Signal
da: Donér til Signal
de: An Signal spenden
el: Κάνε μια δωρεά στο Signal
es: Haz una donación a Signal
es_es: Donar a Signal
et: Anneta Signalile
eu: Signal-i dohaintza eman
fa: حمایت از سیگنال
fi: Lahjoita Signalille
fr: Faire un don à Signal
ga: Bronn airgead ar Signal
gu: Signal ને દાન આપો
he: תרומה ל–Signal
hi: Signal को दान करें
hr: Donirajte Signalu
hu: Adomány a Signal számára
id: Donasi ke Signal
is: Gefa til Signal
it: Dona a Signal
ja: Signalへの寄付
kab: Mudd i Signal
km: á§á”ááŸ’áá˜áŸ’á—á‘áŸ… Signal
kn: Signal ಗೆ ದಾನ ಮಾಡಿ
ko: Signal에 기부
lt: Paaukokite Signal programėlei
lv: Ziedot Signal
mk: Донирајте на Signal
ml: Signal-ന് സംഭാവന ചെയ്യുക
mr: Signal ला देणगी द्या
ms: Sumbang kepada Signal
my: Signal စီသို့ လှူဒါန်းမယ်
nb: Gi penger til Signal
nl: Aan Signal doneren
pa: Signal ਨੂੰ ਦਾਨ ਕਰੋ
pl: Wesprzyj Signal darowizną
ps: Signal سره مرسته کول
pt_br: Doar para o Signal
pt_pt: Doar ao Signal
ro: Donează pentru Signal
ru: Поддержите Signal
sk: Prispieť na Signal
sl: Podprite Signal
sq: Dhuroni për Signal-in
sr: Донирајте Signal-у
sv: Donera till Signal
sw: Changia Signal
ta: Donate to Signal சிக்னலுக்கு நன்கொடை
te: Signal కు దానం చేయండి
th: บริจาคให้ Signal
tr: Signal'e Bağış Yap
ug: ‫Signal غا ئىئانە قىلىڭ
uk: Підтримати Signal
ur: Signal کے لئے عطیہ کریں
vi: Ủng hộ Signal
zh_cn: 捐款给 Signal
zh_hk: 捐款給 Signal

# SETTINGS_HELP
source: Help
af: Hulp
ar: المُساعدة
az: Kömək et
be: Дапамога
bn: সাহায্য করুন
ca: Ajuda
cs: Nápověda
cy: Cymorth
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
es_es: Ayuda
et: Abi
eu: Laguntza
fa: راهنمایی
fi: Tuki
fr: Aide
ga: Cabhair
gu: મદદ
he: עזרה
hi: मदद
hr: Pomoć
hu: Súgó
id: Bantuan
is: Hjálp
it: Aiuto
ja: ヘルプ
kab: Tallalt
kk: Анықтама
km: á‡áŸ†á“á½á™
kn: ಸಹಾಯ
ko: 도움말
lt: Pagalba
lv: Palīdzība
mk: Помош
ml: സഹായം
mr: मदत
ms: Bantu
my: အကူအညီ
nb: Hjelp
nl: Hulp
pa: ਮਦਦ
pa_pk: مدد
pl: Pomoc
ps: مرسته
pt_br: Ajuda
pt_pt: Ajuda
ro: Ajutor
ru: Поддержка
sk: Pomocník
sl: Pomoč
sq: Ndihmë
sr: Помоћ
sv: Hjälp
sw: Msaada
ta: உதவி
te: సహాయం
th: ช่วยเหลือ
tr: Yardım
ug: ياردەم
uk: Допомога
ur: مدد کریں
vi: Hỗ trợ
zh_cn: 帮助
zh_hk: 請求

# SETTINGS_INVITE_TITLE
source: Invite Your Friends
af: Nooi u vriende
ar: ادْعُ أصدقائك
az: Dostlarınızı dəvət edin
be: Запрасіць сваiх сяброў
bg: Покани Приятели
bn: আপনার বন্ধুদের আমন্ত্রণ করুন
ca: Convida els amics
cs: Pozvěte vaše přátele
cy: Gwahodd Eich Ffrindiau
da: Invitér dine venner
de: Kontakte einladen
el: Πρόσκληση Φίλων
es: ¡Invita a otras personas!
es_es: Invitar amistades
et: Kutsu enda sõpru
eu: Zure lagunak gonbidatu
fa: دعوت از دوستان
fi: Kutsu kavereita
fil: Imbitahan ang Iyong mga Kaibigan
fr: Invitez vos amis
ga: Tabhair Cuireadh do Chairde
gu: તમારા મિત્રોને આમંત્રણ આપો
he: הזמן את חבריך
hi: मित्रों को बुलावा भेजें
hr: Pozovite svoje prijatelje
hu: Hívd meg barátaidat
id: Undang Temanmu
is: Bjóddu vinum þínum
it: Invita i tuoi amici
ja: 友達を招待する
kab: Nced-d imeddukkal
kk: Достарыңызды шақыру
km: á¢á‰áŸ’á‡á¾á‰á˜á·ááŸ’áá—á€áŸ’áá·á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
ko: 친구 초대
lt: Pakvieskite savo draugus
lv: Aiciniet draugus
mk: Поканете ги вашите пријатели
ml: നിങ്ങളുടെ സുഹൃത്തുക്കളെ ക്ഷണിക്കുക
mr: आपल्या मित्रांना आमंत्रित करा
ms: Jemput Rakan Anda
my: သင့်ရဲ့ သူငယ်ချင်းတွေကို ဖိတ်လိုက်ပါ
nb: Inviter vennene dine
nl: Vrienden uitnodigen
pa: ਆਪਣੇ ਦੋਸਤਾਂ ਨੂੰ ਸੱਦੋ
pa_pk: اپنے سجن بیلیاں نوں مدعو کرو
pl: Zaproś znajomych
ps: خپل ملګري راوبولئ
pt_br: Convide sua turma
pt_pt: Convide os seus amigos
ro: Invită-ți prietenii
ru: Пригласить друзей
sk: Pozvite svojich priateľov
sl: Povabite svoje prijatelje
sq: Ftoni Shokët Tuaj
sr: Позовите пријатеље
sv: Bjud in dina vänner
sw: Alika Marafiki Zako
ta: உங்கள் நண்பர்களை அழைக்கவும்
te: మీ స్నేహితులను ఆహ్వానించండి!
th: ชวนเพื่อนของคุณ
tr: Arkadaşlarınızı Davet Edin
ug: دوستلار تەكلىپى
uk: Запросити друзів
ur: اپنے دوستوں کو مدعو کریں
vi: Mời bạn bè của mình
zh_cn: 邀请您的朋友
zh_hk: 邀請您的好友
