Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# OS_SOON_TO_EXPIRE_AND_CAN_UPGRADE_OS_FORMAT
source: Signal will no longer support your device's version of iOS soon. To keep using Signal, update your device to a newer version of iOS by %1$@.
ar: سَيتوقف سيجنال عن دعم إصدار iOS على جهازك قريبًا. للاستمرار في استخدام سيجنال، قُم بتحديث إصدار iOS على جهازك قبل %1$@.
be: Хутка Signal не будзе падтрымліваць версію iOS, што ўсталявана на вашай прыладзе. Каб працягваць выкарыстоўваць Signal, трэба абнавіць версію iOS на вашай прыладзе да %1$@.
bn: Signal শীঘ্রই আপনার ডিভাইসের iOS সংস্করণ আর সমর্থন করবে না। Signal ব্যবহার অব্যাহত রাখতে, iOS-এর একটি নতুন সংস্করণে আপনার ডিভাইসটি %1$@ তারিখের মধ্যে আপডেট করুন।
ca: Signal aviat deixarà de ser compatible amb la versió d'iOS del teu dispositiu. Per continuar utilitzant Signal, actualitza el teu dispositiu a una versió més recent d'iOS abans del %1$@.
cs: Služba Signal již brzy nebude podporovat verzi iOS, kterou máte na svém zařízení. Chcete-li službu Signal používat i nadále, aktualizujte své zařízení na novější verzi iOS do %1$@.
da: Snart vil Signal ikke længere understøtte din enhedsversion af iOS. Hvis du fortsat vil bruge Signal, skal du opdatere din enhed til en nyere version af iOS senest %1$@.
de: Signal wird die iOS-Version deines Gerätes demnächst nicht mehr unterstützen. Um Signal weiterhin nutzen zu können, aktualisiere dein Gerät bis zum %1$@ auf eine neuere iOS-Version.
el: Το Signal δεν θα υποστηρίζει πλέον την έκδοση iOS της συσκευής σου. Για να συνεχίσεις να χρησιμοποιείς το Signal, ενημέρωσε τη συσκευή σου σε μια νεότερη έκδοση iOS έως %1$@.
es: Signal pronto dejará de ser compatible con la versión de iOS de tu dispositivo. Para seguir usando Signal, actualiza tu dispositivo a una versión más reciente de iOS antes del %1$@.
fa: سیگنال به‌زودی دیگر از نسخه iOS دستگاه شما پشتیبانی نخواهد کرد. برای ادامه استفاده از سیگنال، دستگاهتان را تا %1$@ به نسخه جدیدتر iOS به‌روزرسانی کنید.
fi: Signalin tuki laitteesi iOS-versiolle päättyy pian. Jos haluat jatkaa Signalin käyttöä, päivitä laite uudempaan iOS-versioon %1$@ mennessä.
fr: La version iOS de votre appareil ne sera bientôt plus compatible avec Signal. Pour continuer d'utiliser Signal, nous vous invitons à mettre à jour votre appareil iOS avant le %1$@.
ga: Ní bheidh tacú ag Signal go luath leis an leagan de iOS atá ar do ghléas. Le leanúint le Signal a úsáid, nuashonraigh do ghléas chuig leagan níos nuaí de iOS faoi %1$@.
gu: Signal હવે ટૂંક સમયમાં તમારા ડિવાઇસના iOS વર્ઝનને સપોર્ટ કરશે નહીં. Signalનો ઉપયોગ ચાલુ રાખવા માટે, તમારા ડિવાઇસને %1$@ સુધીમાં iOSના નવીનતમ વર્ઝન પર અપડેટ કરો.
he: בקרוב Signal תפסיק לתמוך בגרסת iOS של המכשיר שלך. כדי להמשיך להשתמש ב–Signal, צריך לעדכן את המכשיר לגרסה חדשה יותר של iOS עד %1$@.
hi: Signal द्वारा अब आपके डिवाइस के iOS वर्ज़न का सपोर्ट जल्द ही हटा लिया जाएगा। Signal इस्तेमाल करना जारी रखने के लिए, %1$@ तक अपनी डिवाइस को iOS के नए संस्करण पर अपडेट करें।
hr: Signal uskoro više neće biti kompatibilan s verzijom iOS-a na vašem uređaju. Da biste nastavili koristiti Signal, ažurirajte verziju iOS-a na vašem uređaju do %1$@.
hu: A Signal hamarosan nem fogja támogatni az eszközödön lévő iOS-verziót. A Signal használatának folytatásához frissítsd az eszközöd az iOS újabb verziójára %1$@ dátumig.
id: Signal akan menghentikan dukungan untuk versi iOS perangkat Anda dalam waktu dekat. Untuk bisa tetap menggunakan Signal, perbarui perangkat ke versi iOS yang lebih baru paling lambat %1$@.
it: A breve l'app di Signal non supporterà più la versione iOS installata sul tuo dispositivo. Per continuare a usare Signal, aggiorna il tuo dispositivo a una nuova versione di iOS entro questa data: %1$@.
ja: Signal は、お使いの端末の iOS のバージョンサポートをまもなく終了する予定です。Signal を引き続きご利用になるには、 %1$@までにお使いの端末で iOS のバージョンをアップデートしてください。
ko: Signal이 곧 귀하의 기기에서 사용하는 iOS 버전에 대한 지원을 중단합니다. Signal을 계속 사용하려면 %1$@까지 기기를 최신 iOS 버전으로 업데이트하세요.
mr: Signal लवकरच यापुढे आपल्या डिव्हाइसच्या iOS आवृत्तीला सपोर्ट करणार नाही. Signal वापरणे सुरू ठेवण्यासाठी, %1$@ पर्यंत आपले डिव्हाइस iOS च्या नवीनतम आवृत्तीवर अपडेट करा.
ms: Signal tidak lagi akan menyokong versi iOS peranti anda tidak lama lagi. Untuk terus menggunakan Signal, kemas kini peranti anda kepada versi iOS yang terkini sebelum %1$@.
nb: Signal vil snart ikke fungere på denne versjonen av iOS på enheten din. Du må oppdatere til en nyere versjon av iOS innen %1$@ for å fortsatt kunne bruke Signal.
nl: Signal ondersteunt binnenkort de iOS-versie van je apparaat niet meer. Werk je apparaat vóór %1$@ bij naar een nieuwere versie van iOS om Signal te blijven gebruiken.
pl: Aplikacja Signal wkrótce przestanie być zgodna z wersją systemu iOS na tym urządzeniu. Aby dalej korzystać z aplikacji, zainstaluj nowszą wersję iOS do %1$@.
pt_br: Em breve, o Signal não será mais compatível com a versão do iOS do seu dispositivo. Para continuar usando o Signal, atualize seu dispositivo para uma versão mais recente do iOS até %1$@.
pt_pt: O Signal deixará de suportar a versão de iOS do seu dispositivo em breve. Para continuar a usar o Signal, atualize o seu dispositivo para uma versão mais recente do iOS até %1$@.
ro: Signal nu va mai accepta versiunea dispozitivului tău de iOS în curând. Ca să continui să folosești Signal, actualizează-ți dispozitivul sau treci la un dispozitiv nou prin %1$@.
ru: В скором времени Signal перестанет поддерживать версию iOS, установленную на вашем устройстве. Чтобы продолжить использование Signal, обновите устройство до более новой версии iOS %1$@.
sk: Signal už čoskoro nebude podporovať verziu systému iOS na vašom zariadení. Ak chcete naďalej používať Signal, aktualizujte svoje zariadenie na novšiu verziu systému iOS do %1$@.
sr: Signal ускоро више неће подржавати верзију iOS-а на вашем уређају. Да бисте наставили да користите Signal, ажурирајте уређај на новију верзију iOS-а до %1$@.
sv: Signal stöder snart inte längre enhetens version av iOS. För att fortsätta använda Signal uppdaterar du din enhet till en nyare version av iOS senast %1$@.
th: Signal กำลังจะหยุดรองรับ iOS เวอร์ชันที่อุปกรณ์ของคุณใช้งานอยู่ กรุณาอัปเดตอุปกรณ์เป็น iOS เวอร์ชันล่าสุดภายใน %1$@ เพื่อการใช้งานอย่างต่อเนื่อง
tr: Signal yakında cihazının iOS sürümünü desteklemeyecek. Signal'i kullanmaya devam etmek için cihazını %1$@ tarihine kadar daha yeni bir iOS sürümüne güncelle.
ug: قىسقا ۋاقىتتىن كېيىن Signal ئۈسكۈنىڭىزنىڭ بۇ iOS نەشرىنى قوللىمايدۇ. Signal نى داۋاملىق ئىشلىتىش ئۈچۈن، %1$@ دىن بۇرۇن ئۈسكۈنىڭىزنى iOS نىڭ يېڭى نەشرىگە يېڭىلاڭ.
uk: Незабаром Signal перестане підтримувати версію iOS вашого пристрою. Щоб користуватися застосунком і надалі, оновіть версію iOS вашого пристрою до %1$@.
ur: Signal جلد ہی آپ کی ڈیوائس کے iOS ورژن کو مزید سپورٹ نہیں کرے گا۔ Signal کا استعمال جاری رکھنے کے لیے، اپنی ڈیوائس کو %1$@ تک iOS کے ایک جدید ترین ورژن پر اپ ڈیٹ کریں۔
vi: Signal sẽ sớm không còn hỗ trợ phiên bản iOS trên thiết bị của bạn. Để tiếp tục sử dụng Signal, hãy cập nhật thiết bị của bạn lên một phiên bản iOS mới hơn trước ngày %1$@.
zh_cn: Signal 很快将不再支持您设备上的 iOS 版本。如要继续使用 Signal，请在 %1$@之前将您的设备系统更新到更新的 iOS 版本。
zh_hk: Signal 即將停止支援你裝置使用的 iOS 版本。如要繼續使用 Signal，請在 %1$@ 之前更新你的裝置至較新的 iOS 版本。

# OS_SOON_TO_EXPIRE_AND_DEVICE_WILL_BE_STUCK_FORMAT
source: Signal will no longer support your device's version of iOS soon. To keep using Signal, switch to a newer device by %1$@.
ar: سَيتوقَّف سيجنال عن دعم إصدار iOS على جهازك قريبًا. لمُواصلة استخدام سيجنال، قُم بتغيير جهازك إلى جهاز أحدث قبل %1$@.
be: Хутка Signal не будзе падтрымліваць версію iOS, што ўсталявана на вашай прыладзе. Каб працягваць выкарыстоўваць Signal, трэба перайсці на больш новую прыладу да %1$@.
bn: Signal শীঘ্রই আপনার ডিভাইসের iOS সংস্করণ আর সমর্থন করবে না। Signal ব্যবহার অব্যাহত রাখতে, %1$@ তারিখের মধ্যে একটি নতুন ডিভাইসে সুইচ করুন।
ca: Signal aviat deixarà de ser compatible amb la versió d'iOS del teu dispositiu. Per continuar utilitzant Signal, canvia el teu dispositiu per un de més nou abans del %1$@.
cs: Služba Signal již brzy nebude podporovat verzi iOS, kterou máte na svém zařízení. Chcete-li službu Signal používat i nadále, přejděte na novější zařízení do %1$@.
da: Snart vil Signal ikke længere understøtte din enhedsversion af iOS. Hvis du fortsat vil bruge Signal, skal du skifte til en nyere enhed senest %1$@.
de: Signal wird die iOS-Version deines Gerätes demnächst nicht mehr unterstützen. Um Signal weiterhin nutzen zu können, wechsle bis zum %1$@ auf ein neueres Gerät.
el: Το Signal δεν θα υποστηρίζει πλέον την έκδοση iOS της συσκευής σου. Για να συνεχίσεις να χρησιμοποιείς το Signal, συνδέσου σε μια νεότερη έκδοση έως %1$@.
es: Signal pronto dejará de ser compatible con la versión de iOS de tu dispositivo. Para seguir usando Signal, cambia tu dispositivo por otro más nuevo antes del %1$@.
fa: سیگنال به‌زودی دیگر از نسخه iOS دستگاه شما پشتیبانی نخواهد کرد. برای ادامه استفاده از سیگنال، تا %1$@ به دستگاه جدیدتر جابجا شوید.
fi: Signalin tuki laitteesi iOS-versiolle päättyy pian. Jos haluat jatkaa Signalin käyttöä, vaihda uudempaan laitteeseen %1$@ mennessä.
fr: La version iOS de votre appareil ne sera bientôt plus compatible avec Signal. Pour continuer d'utiliser Signal, passez à un appareil plus récent avant le %1$@.
ga: Ní bheidh tacú ag Signal go luath leis an leagan de iOS atá ar do ghléas. Le leanúint le Signal a úsáid, nuashonraigh do ghléas nó aistrigh chuig gléas níos nuaí faoin %1$@.
gu: Signal હવે ટૂંક સમયમાં તમારા ડિવાઇસના iOS વર્ઝનને સપોર્ટ કરશે નહીં. Signalનો ઉપયોગ ચાલુ રાખવા માટે, %1$@ સુધીમાં નવા ડિવાઇસ પર સ્વિચ કરો.
he: בקרוב Signal תפסיק לתמוך בגרסת iOS של המכשיר שלך. כדי להמשיך להשתמש ב–Signal, צריך להחליף למכשיר חדש יותר עד %1$@.
hi: Signal द्वारा अब आपके डिवाइस के iOS वर्ज़न का सपोर्ट जल्द ही हटा लिया जाएगा। Signal इस्तेमाल करना जारी रखने के लिए, %1$@ तक नई डिवाइस पर स्विच करें।
hr: Signal uskoro više neće biti kompatibilan s verzijom iOS-a na vašem uređaju. Da biste nastavili koristiti Signal, prijeđite na noviji uređaj do %1$@.
hu: A Signal hamarosan nem fogja támogatni az eszközödön lévő iOS-verziót. A Signal használatának folytatásához válts egy újabb eszközre %1$@ dátumig.
id: Signal akan menghentikan dukungan untuk versi iOS perangkat Anda dalam waktu dekat. Untuk bisa tetap menggunakan Signal, ganti ke perangkat yang lebih baru paling lambat %1$@.
it: A breve l'app di Signal non supporterà più la versione iOS installata sul tuo dispositivo. Per continuare a usare Signal, dovrai passare a un dispositivo più recente entro questa data: %1$@.
ja: Signal は、お使いの端末の iOS のバージョンサポートをまもなく終了する予定です。Signal を引き続きご利用になるには、 %1$@までに新しい端末に機種変更をしてください。
ko: Signal이 곧 귀하의 기기에서 사용하는 iOS 버전에 대한 지원을 중단합니다. Signal을 계속 사용하려면 %1$@까지 최신 기기로 전환하세요.
mr: Signal लवकरच यापुढे आपल्या डिव्हाइसच्या iOS आवृत्तीला सपोर्ट करणार नाही. Signal वापरणे पुढे सुरू ठेवण्यासाठी, %1$@ पर्यंत नवीन डिव्हाइस वर स्वीच करा.
ms: Signal tidak lagi akan menyokong versi iOS peranti anda tidak lama lagi. Untuk terus menggunakan Signal, tukar kepada peranti yang lebih baharu sebelum %1$@.
nb: Signal vil snart ikke fungere på denne versjonen av iOS på enheten din. Du må bytte til en nyere enhet innen %1$@ for å fortsatt kunne bruke Signal.
nl: Signal ondersteunt binnenkort de iOS-versie van je apparaat niet meer. Schakel vóór %1$@ over naar een nieuwer apparaat om Signal te blijven gebruiken.
pl: Aplikacja Signal wkrótce przestanie być zgodna z wersją systemu iOS na tym urządzeniu. Aby dalej korzystać z aplikacji, wymień urządzenie na nowsze do %1$@.
pt_br: Em breve, o Signal não será mais compatível com a versão do iOS do seu dispositivo. Para continuar usando o Signal, mude para um dispositivo mais recente até %1$@.
pt_pt: O Signal deixará de suportar a versão de iOS do seu dispositivo em breve. Para continuar a usar o Signal, mude para um dispositivo mais recente até %1$@.
ro: Signal nu va mai susține versiunea de Android a dispozitivului tău curând. Ca să continui să folosești Signal, treci la un dispozitiv nou prin %1$@.
ru: В скором времени Signal перестанет поддерживать версию iOS, установленную на вашем устройстве. Чтобы продолжить использование Signal, перейдите на более новое устройство до %1$@.
sk: Signal už čoskoro nebude podporovať verziu systému iOS na vašom zariadení. Ak chcete naďalej používať Signal, prejdite na novšie zariadenie do %1$@.
sr: Signal ускоро више неће подржавати верзију iOS-а на вашем уређају. Да бисте наставили да користите Signal, пређите на новији уређај до %1$@.
sv: Signal stöder snart inte längre enhetens version av iOS. För att fortsätta använda Signal växlar du till en nyare enhet av %1$@.
th: Signal กำลังจะหยุดรองรับ iOS เวอร์ชันที่อุปกรณ์ของคุณใช้งานอยู่ กรุณาเปลี่ยนไปใช้อุปกรณ์รุ่นที่ใหม่กว่าภายใน %1$@ เพื่อการใช้งานอย่างต่อเนื่อง
tr: Signal yakında cihazının iOS sürümünü desteklemeyecek. Signal'i kullanmaya devam etmek için %1$@ tarihine kadar daha yeni bir cihaza geç.
ug: قىسقا ۋاقىتتىن كېيىن Signal ئۈسكۈنىڭىزنىڭ بۇ iOS نەشرىنى قوللىمايدۇ. Signal نى داۋاملىق ئىشلىتىش ئۈچۈن، %1$@ دىن بۇرۇن ئۈسكۈنىڭىزنى يېڭىراق ئۈسكۈنىگە ئالماشتۇرۇڭ.
uk: Незабаром Signal перестане підтримувати версію iOS вашого пристрою. Щоб користуватися застосунком і надалі, перейдіть на новіший пристрій до %1$@.
ur: Signal جلد ہی آپ کی ڈیوائس کے iOS ورژن کو مزید سپورٹ نہیں کرے گا۔ Signal کا استعمال جاری رکھنے کے لیے، %1$@ تک ایک جدید ترین ڈیوائس پر سوئچ کریں۔
vi: Signal sẽ sớm không còn hỗ trợ phiên bản iOS trên thiết bị của bạn. Để tiếp tục sử dụng Signal, hãy đổi qua một thiết bị mới hơn trước ngày %1$@.
zh_cn: Signal 很快将不再支持您设备上的 iOS 版本。如要继续使用 Signal，请在 %1$@之前切换到更新的设备。
zh_hk: Signal 即將停止支援你裝置使用的 iOS 版本。如要繼續使用 Signal，請在 %1$@ 之前改用較新的裝置。

# OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: %@ disabled disappearing messages.
af: %@ het verdwynboodskappe deaktiveer.
ar: عطَّلَ %1$@ ميزة اختفاء الرسائل.
az: %@, yox olan mesajları sıradan çıxartdı.
be: %1$@ адключыў(-ла) знікаючыя паведамленні.
bg: %@ забрани изчезващите съобщения.
bn: %1$@অদৃশ্য হয়ে যাওয়া বার্তা নিস্ক্রীয় করেছেন।
ca: %1$@ ha desactivat els missatges efímers.
cs: %1$@ zakázal(a) mizející zprávy.
cy: Diffoddodd %@ negeseuon byrhoedlog.
da: %1$@ deaktiverede forsvindende beskeder.
de: %1$@ hat verschwindende Nachrichten deaktiviert.
el: Ο/Η %1$@ απενεργοποίησε τα μηνύματα που εξαφανίζονται.
es: %1$@ ha desactivado los mensajes temporales.
es_es: %@ ha desactivado la desaparición de mensajes.
et: %@ keelas kaduvad sõnumid.
eu: %@ erabiltzaileak mezuen desagerpena desaktibatu du.
fa: %1$@ پیام‌های ناپدید شونده را غیرفعال کرده است.
fi: %1$@ asetti katoavat viestit pois päältä.
fil: Itinigil ni %@ ang paggana ng mga naglalahong mensahe.
fr: %1$@ a désactivé les messages éphémères.
ga: Dhíchumasaigh %1$@ teachtaireachtaí gearrshaolacha.
gu: %1$@ અદૃશ્ય થઈ રહેલા મેસેજને અક્ષમ કર્યા.
he: %1$@ השבית/ה הודעות נעלמות.
hi: %1$@ ने गायब मेसेज अक्षम कर दिए हैं।
hr: %1$@ je onemogućio poruke koje nestaju.
hu: %1$@ letiltotta az eltűnő üzeneteket.
id: %1$@menonaktifkan pesan tersembunyi
is: %@ gerði sjálfeyðandi skilaboð óvirk
it: %1$@ ha disabilitato la scomparsa dei messaggi.
ja: %1$@ が消えるメッセージを無効にしました。
kab: %@ isens ṛṛwaḥ n yiznan.
kk: %@хабарлардың көрінбей кетуін ажыратты.
km: %@ á”á¶á“á”á·á‘á€á¶ášášá›á»á”áŸá¶ášáŸ”
kn: %@ಅವರು ಕಣ್ಮರೆಯಾಗುವ ಸಂದೇಶಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 사라지는 메시지 기능을 껐습니다.
lt: %@ išjungė išnykstančias žinutes.
lv: %@ atspējoja ziņu dzēšanu.
mk: %@ ги оневозможи исчезнувачките пораки.
ml: സന്ദേശങ്ങൾ അപ്രത്യക്ഷമാകുന്നത് %@ സജീവമല്ലാതാക്കിയിട്ടുണ്ട്.
mr: %1$@ याने नाहीसे होणारे संदेश अक्षम केले.
ms: %1$@ telah menyahdayakan mesej hilang
my: %@က သတင်းစကား ပျောက်ကွယ်ခြင်းကို ပိတ်လိုက်သည်။
nb: %1$@ skrudde av tidsavgrensede meldinger.
nl: %1$@ heeft verdwijnende berichten uitgeschakeld.
pa: %@ਨੇ ਗਾਇਬ ਹੋਣ ਵਾਲੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਅਸਮਰੱਥ ਕਰ ਦਿੱਤਾ
pa_pk: %@ نے غائب ہون آلے سنیہے غیرفعال کر دتے۔
pl: %1$@ wyłącza znikające wiadomości.
ps: %@ ورک کېدونکي پیغامونه غیرفعاله کړي دي.
pt_br: %1$@ desabilitou mensagens efêmeras.
pt_pt: %1$@ desativou a destruição de mensagens.
ro: %1$@ a dezactivat dispariția mesajelor.
ru: %1$@ отключил(-а) исчезающие сообщения.
sk: %1$@ vypol/la miznúce správy.
sl: %@ je izklopil_a izginjajoča sporočila.
sq: %@ çaktivizoi tretjen e mesazheve.
sr: %1$@ је искључио/ла нестајуће поруке.
sv: %1$@ inaktiverade att meddelanden försvinner.
sw: %@alilemaza jumbe zinazotoweka.
ta: %@மறைந்த செய்திகளை முடக்கியது.
te: %@ అదృశ్యమైన సందేశాలను నిలిపివేసింది.
th: %1$@ ได้ปิดใช้งานข้อความที่ลบตัวเองได้
tr: %1$@ kaybolan iletileri devre dışı bıraktı.
ug: %1$@ غايىب ئۇچۇرنى چەكلىدى.
uk: Користувач %1$@ вимкнув тимчасові повідомлення.
ur: %1$@غائب پیغامات غیر فعال ہو رہے ہیں۔
vi: %1$@ đã tắt tính năng tự hủy tin nhắn.
zh_cn: %1$@ 取消了阅后即焚。
zh_hk: %1$@ 已停用限時訊息。

# OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: %@ set disappearing message time to %@.
af: %@ het verdwynboodskaptyd gestel na %@.
ar: ضَبَطَ %1$@ وقت اختفاء الرسائل على %2$@.
az: %@, yox olan mesaj vaxtını %@ olaraq tənzimlədi.
be: %1$@ усталяваў(-ла) таймер знікнення паведамлення на %2$@.
bg: %@ активира съобщенията да изчезват за %@.
bn: %1$@ অদৃশ্য হয়ে যাওয়া বার্তার সময়কাল %2$@ নির্ধারন করেছেন।
ca: %1$@ ha establert els missatges efímers en %2$@.
cs: %1$@ nastavil(a) čas mizejících zpráv na %2$@.
cy: Gosododd %@ cyfnod negeseuon byrhoedlog i %@.
da: %1$@ satte udløbstid for forsvindende besked til %2$@.
de: %1$@ hat die Zeit für verschwindende Nachrichten auf %2$@ festgelegt.
el: Ο/Η %1$@ όρισε τον χρόνο εξαφάνισης μηνυμάτων σε %2$@.
es: %1$@ ha establecido la duración de los mensajes temporales en %2$@.
es_es: %@ ha fijado la desaparición de mensajes en %@.
et: %@ määras kaduvate sõnumite ajaks %@.
eu: %@ erabiltzaileak mezuen desagertzeko denbora honela ezarri idu: %@.
fa: %1$@ زمان ناپدید شدن پیام را روی %2$@ تنظیم کرد.
fi: %1$@ asetti viestien katoamisajaksi %2$@.
fil: Itinakda ni %@ ang oras ng naglalahong mensahe sa %@.
fr: %1$@ a défini le délai avant disparition des messages éphémères sur %2$@.
ga: Shocraigh %1$@ an tréimhse a mhaireann teachtaireachtaí gearrshaolacha go %2$@.
gu: %1$@ સેટ અદ્રશ્ય મેસેજ સમય %2$@.
he: %1$@ הגדיר את זמן ההודעות הנעלמות אל %2$@.
hi: %1$@ ने मेसेज के गायब होने के समय को %2$@ कर दिया है।
hr: %1$@ je postavio da poruke nestaju za %2$@.
hu: %1$@ beállította az eltűnő üzenetek idejét erre: %2$@
id: %1$@mengatur waktu penghilangan pesan menjadi %2$@
is: %@ tímastillti sjálfeyðandi skilaboð á %@.
it: %1$@ ha impostato il tempo di scomparsa dei messaggi a %2$@.
ja: %1$@ が消えるメッセージのタイマーを%2$@に設定しました。
kab: %@ yesbadu amkadur n yizen ara iruḥen ɣer %@.
kk: %@ хабарлардың көрінбей кету уақытын %@ мәніне орнатты.
km: %@ á€áŸ†áááŸ‹ášá™áŸˆá–áŸá›á€á¶ášášá›á»á”áŸá¶ášá‘áŸ…á‡á¶ %@áŸ”
kn: %@ಕಣ್ಮರೆಯಾಗುತ್ತಿರುವ ಸಂದೇಶ ಸಮಯವನ್ನು %@ ಗೆ ನಿಗದಿಪಡಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 사라지는 메시지 시간을 %2$@(으)로 설정했습니다.
lt: %@ nustatė išnykstančių žinučių laiką į %@.
lv: %@ iestatīja ziņas dzēšanas intervālu uz %@.
mk: %@ го постави времето на исчезнување на пораките на %@.
ml: സന്ദേശം അപ്രത്യക്ഷമാകാനുള്ള സമയം %@ ആയി %@ ക്രമീകരിച്ചിരിക്കുന്നു.
mr: %1$@ याने नाहीसे होणारे संदेशाची वेळ %2$@ वर सेट केली आहे.
ms: %1$@ telah menetapkan pemasa mesej hilang kepada %2$@.
my: %@က သတင်းစကားပျောက်ကွယ်ရန်အချိန်ကို %@ဟုသတ်မှတ်သည်။
nb: %1$@ satte utløpstiden for meldinger til %2$@.
nl: %1$@ heeft de timer voor verdwijnende berichten op %2$@ ingesteld.
pa: %@ ਨੇ ਸੁਨੇਹਿਆਂ ਦੇ ਗਾਇਬ ਹੋਣ ਦੇ ਸਮੇਂ ਨੂੰ %@ ਰੱਖ ਦਿੱਤਾ.
pa_pk: %@ نے غائب ہون آلے سنیہا دا ویلا %@ اتے مقرر کیتا۔
pl: %1$@ ustawia czas, po którym wiadomości znikają, na %2$@.
ps: %@ د ورک کېدونکي پیغام ټایمر %@ ته تنظیم کړ.
pt_br: %1$@ definiu a expiração da mensagem efêmera para %2$@.
pt_pt: %1$@ definiu o tempo da destruição de mensagens para %2$@.
ro: %1$@ a setat timpul de expirare a mesajelor la %2$@.
ru: %1$@ установил(-а) время исчезновения сообщений — %2$@.
sk: %1$@ nastavil(a) časovač miznúcich správ na %2$@.
sl: %@ je nastavil_a čas poteka sporočil na %@.
sq: %@ caktoi si kohë tretjeje mesazhi %@.
sr: %1$@ је подесио/ла време нестајућих порука на %2$@.
sv: %1$@ ställde in tidsgränsen för försvinnande meddelanden till %2$@.
sw: %@aliseti muda wa jumbe zinazotoweka hadi %@
ta: %@ காணாமல் போகும் செய்தி நேரத்தை %@ ஆக அமைக்கவும்.
te: %@ అదృశ్యమైన సందేశ సమయాన్ని%@ కు సెట్ చేయండి.
th: %1$@ ได้ตั้งเวลาข้อความที่ลบตัวเองได้ไว้ที่ %2$@
tr: %1$@ kaybolan ileti süresini %2$@ olarak ayarladı.
ug: %1$@ ئۇچۇرنىڭ ئۆچۈرۈلۈش ۋاقتىنى %2$@ قىلىپ تەڭشىدى.
uk: Користувач %1$@ встановив таймер тимчасових повідомлень: %2$@.
ur: %1$@غائب پیغامات %2$@کے ٹائم کو ترتیب دے رہے ہیں۔
vi: %1$@ đã đặt thời gian để tin nhắn biến mất là %2$@.
zh_cn: %1$@ 设置了消息 %2$@ 后消失。
zh_hk: %1$@ 已將限時訊息的消失時間設為 %2$@。
