Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_CANNOT_SEND_PAYMENT_NO_BALANCE
source: Couldn't complete payment because your balance is not available. Check your connection and try again.
af: Betaling is nie voltooi nie omdat u balans onbeskikbaar is. Gaan u internetverbinding na en probeer weer.
ar: تعذَّر إتمام الدفع لأن رصيدك غير متاح. يُرجى التحقُّق من اتصالك بالإنترنت ثم المحاولة مرّة أخرى.
az: Balansınız mövcud olmadığı üçün ödəniş tamamlana bilmədi. Bağlantınızı yoxlayıb yenidən sınayın.
be: Немагчыма завяршыць плацеж, таму што ваш баланс недаступны. Праверце падключэнне і паўтарыце спробу.
bn: আপনার ব্যালেন্স উপলভ্য না থাকায় পেমেন্ট বন্ধ করা যায়নি। আপনার সংযোগটি পরীক্ষা করে আবার চেষ্টা করুন।
ca: No s'ha pogut completar el pagament perquè el saldo no està disponible. Comproveu la connexió i torneu-ho a provar.
cs: Platbu se nepodařilo dokončit, protože váš zůstatek není k dispozici. Zkontrolujte připojení a zkuste to znovu.
cy: Methwyd cwblhau y taliad oherwydd nid yw eich balans ar gael. Gwiriwch eich cysylltiad a rhoi cynnig arall arni.
da: Betalingen kunne ikke gennemføres. fordi din saldo ikke er tilgængelig. Tjek din forbindelse og prøv igen.
de: Zahlung konnte nicht abgeschlossen werden, da dein Kontostand nicht verfügbar ist. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση της πληρωμής επειδή το υπόλοιπό σας δεν είναι διαθέσιμο. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se ha podido completar el pago porque tu saldo no está disponible. Comprueba tu conexión e inténtalo de nuevo.
fa: امکان تکمیل پرداخت وجود نداشت زیرا موجودی شما در دسترس نیست. اتصال خود را بررسی و دوباره امتحان کنید.
fi: Maksu epäonnistui, koska saldotieto ei ole saatavilla. Tarkista verkkoyhteys ja yritä uudelleen.
fr: Impossible de finaliser le paiement, car votre solde n'est pas disponible. Veuillez vérifier votre connexion et réessayer.
gu: પેમેન્ટ પૂર્ણ કરી શક્યા નહીં કારણ કે તમારું બેલેન્સ ઉપલબ્ધ નથી. તમારું કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
he: לא היה ניתן להשלים את התשלום מאחר שהמאזן שלך אינו זמין. בדוק את החיבור שלך ונסה שוב.
hi: भुगतान पूरा नहीं किया जा सका क्योंकि आपका बैलेंस उपलब्ध नहीं है। अपना कनेक्शन जाँचें और दोबारा प्रयास करें।
hr: Nije moguće dovršiti plaćanje jer je vaše stanje nedostupno. Provjerite internetsku vezu i pokušajte ponovno.
hu: Nem végrehajtható a fizetés, mert az egyenleged nem elérhető. Ellenőrizd a kapcsolatod és próbáld újra.
id: Tidak dapat menyelesaikan pembayaran karena tidak ada saldo tersedia. Perika koneksi Anda dan coba lagi.
is: Ekki var hægt að ljúka greiðslu vegna þess að upplýsingar um inneign þína eru ekki tiltækar. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Impossibile completare il pagamento perché il tuo saldo non è disponibile. Controlla la connessione e riprova.
ja: 残高が不明なため、決済を完了できませんでした。インターネット接続を確認して再度試してください。
km: á˜á·á“á¢á¶á…á”á‰áŸ’á…á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹á”á¶á“á‘áŸ áŠáŸ„á™áŸá¶ášáŸá˜áá»á›áŸ’á™ášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á¢á¶á…á”áŸ’ášá¾á”á¶á“á‘áŸáŸ” á–á·á“á·ááŸ’á™á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á“á·á„áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ ಏಕೆಂದರೆ ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್‌ ಲಭ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 잔액을 사용할 수 없기 때문에 결제를 완료할 수 없습니다. 연결을 확인하고 다시 시도하세요.
lt: Nepavyko užbaigti mokėjimo, nes jūsų likutis yra neprieinamas. Patikrinkite savo ryšį ir bandykite dar kartą.
lv: Nevar pabeigt maksājumu, jo jūsu atlikums nav pieejams. Pārbaudiet savienojumu un mēģiniet vēlreiz.
ml: നിങ്ങളുടെ ബാലൻസ് ലഭ്യമല്ലാത്തതിനാൽ പേയ്മെന്റ് പൂർത്തിയാക്കാനായില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: आपला बॅलंस उपलब्ध नसल्यामुळे पेमेंट निष्क्रिय करू शकले नाही. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Tidak dapat menyelesaikan pembayaran kerana baki anda tidak tersedia. Periksa sambungan anda dan cuba lagi.
my: သင်၏ လက်ကျန်ငွေမရရှိသဖြင့် ငွေပေးချေမှုကို မပြီးစီးနိုင်ပါ။ သင့်ချိတ်ဆက်မှုလိုင်းကို စစ်၍ ပြန်စမ်းကြည့်ပေးပါ။
nb: Betalingen kunne ikke gjennomføres fordi saldoen din ikke er tilgjengelig. Sørg for at du er koblet til internett, og prøv igjen.
nl: Kan de betaling niet uitvoeren omdat je krediet niet beschikbaar is. Controleer je internetverbinding en probeer het opnieuw.
pa: ਭੁਗਤਾਨਾਂ ਨੂੰ ਪੂਰਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਤੁਹਾਡਾ ਬਕਾਇਆ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਅਜ਼ਮਾਓ।
pl: Nie można zrealizować płatności, ponieważ nie udało się pobrać informacji o dostępnych środkach. Sprawdź połączenie z internetem i spróbuj ponownie.
ps: پرداخت بشپړ نشو ځکه چې تاسې بېلانس نه لری. خپل انټرنېټ مو وګورئ او بیا هڅه وکړئ.
pt_br: Não foi possível concluir o pagamento porque o seu saldo está indisponível. Verifique a sua conexão e tente novamente.
pt_pt: Não foi possível completar o pagamento porque o seu saldo não se encontra disponível. Reveja a sua ligação e tente novamente.
ro: Plata nu s-a putut finaliza deoarece soldul tău nu este disponibil. Verifică conexiunea și încearcă din nou.
ru: Не удалось выполнить платёж, так как ваш баланс недоступен. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Nepodarilo sa dokončiť platbu, pretože váš zostatok nie je dostupný. Skontrolujte vaše pripojenie a skúste to znovu.
sl: Plačila ni mogoče izvesti, ker vaše stanje ni na voljo. Preverite povezavo in poskusite znova.
sq: S’u plotësua dot pagesa, ngaqë depozita juaj s’është e passhme. Kontrolloni lidhjen tuaj dhe riprovoni.
sr: Плаћање није извршено јер ваша средства нису доступна. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Betalningen kunde inte slutföras eftersom ditt saldo inte är tillgängligt. Kontrollera din anslutning och försök igen.
sw: Hujakamilisha malipo kwa sababu salio lako halipatikani. Kagua muunganisho wako kisha ujaribu tena.
ta: முடியவில்லை முழுமை கட்டணம் ஏனெனில் உங்கள் சமநிலைகிடைக்கவில்லை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: మీ బ్యాలెన్స్ అందుబాటులో లేనందున చెల్లింపు పూర్తి కాలేదు. మీ కనెక్షన్‌ను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: การชำระเงินไม่เสร็จสมบูรณ์ เพราะคุณไม่มียอดคงเหลือ ตรวจสอบการเชื่อมต่อและลองอีกครั้ง
tr: Bakiyeniz mevcut olmadığı için ödeme tamamlanamadı. Bağlantınızı kontrol edin ve tekrar deneyin.
ug: چىقىم قىلىشنى تاماملىيالمىدى چۈنكى قالدۇقىڭىزنى ئىشلەتكىلى بولمايدۇ. تور باغلىنىشىڭىزنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
uk: Неможливо здійснити платіж, оскільки невідомий залишок на вашому рахунку. Перевірте з'єднання та повторіть спробу.
ur: ادائیگی مکمل نہیں کرسکا کیونکہ آپ کا بیلنس دستیاب نہیں ہے۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể hoàn tất thanh toán vì số dư của bạn không có sẵn. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 因为您的余额不可用，无法完成支持。请检查您的连接并重试。
zh_hk: 由於餘額不可用，故無法完成付款。請檢查你的連線，然後重試。

# SETTINGS_PAYMENTS_CANNOT_SEND_PAYMENTS_KILL_SWITCH
source: Payments in Signal is no longer available. You can still transfer funds to an exchange but you can no longer send and receive payments or add funds.
af: Betalings is nie meer in Signal beskikbaar nie. U kan nog fondse na ’n beurs oordra maar u kan nie meer betalings verstuur en ontvang of fondse toevoeg nie.
ar: لم تعد المدفوعات متاحة في سيجنال. يمكنك دومًا إرسال المدفوعات إلى منصة للتداول لكن لم يعد بإمكانك إرسال أو استلام المدفوعات أو إضافة مبالغ.
az: Ödənişlər, Signal-da artıq əlçatmazdır. Yenə də bir birjaya pul köçürə bilərsiniz, ancaq ödəniş göndərə və ala və ya pul əlavə edə bilməzsiniz.
be: Опцыя «Плацяжы» ў Signal больш недаступная. Вы па-ранейшаму можаце пераводзіць сродкі для абмену, але больш не зможаце адпраўляць і атрымліваць плацяжы або дадаваць сродкі.
bn: Signal-এ পেমেন্ট আর উপলভ্য নেই। আপনি এখনও কোনও এক্সচেঞ্জে আপনার ফান্ডগুলি ট্রান্সফার করতে পারেন তবে আপনি আর পেমেন্টগুলি প্রেরণ এবং গ্রহণ করতে বা ফান্ড যোগ করতে পারবেন না।
ca: Els pagaments al Signal ja no estan disponibles. Encara podeu transferir fons a una borsa, però ja no podeu enviar ni rebre pagaments ni afegir-hi fons.
cs: Platby v Signal již nejsou k dispozici. Stále můžete převádět prostředky na převod, ale již nemůžete posílat a přijímat platby ani přidávat prostředky.
cy: Nid yw taliadau yn Signal ar gael bellach. Gallwch barhau i drosglwyddo arian i gyfnewidfa ond ni allwch anfon a derbyn taliadau mwyach nac ychwanegu arian.
da: Betalinger i Signal er ikke længere tilgængelige. Du kan stadig overføre penge til en børs, men du kan ikke længere sende og modtage betalinger eller tilføje midler.
de: Zahlungen in Signal sind nicht mehr verfügbar. Du kannst weiterhin Guthaben an eine Handelsplattform überweisen, aber keine Zahlungen senden und empfangen oder Guthaben hinzufügen.
el: Οι πληρωμές στο Signal δεν είναι πλέον διαθέσιμες. Μπορείτε ακόμα να μεταφέρετε χρήματα προς ένα ανταλλακτήριο, αλλά δεν μπορείτε πλέον να στέλνετε και να λαμβάνετε πληρωμές ή να προσθέτετε χρήματα.
es: Los pagos en Signal ya no están disponibles. Podrás seguir transfiriendo tus fondos a una plataforma de intercambio de monedas, pero ya no podrás recibir ni enviar pagos, ni añadir fondos.
et: Maksed pole enam Signalis saadaval. Sul on võimalik kanda vahendid valuutavahetusse, aga sul pole enam võimalik saata või saada makseid ega lisada vahendeid.
eu: Signal-eko ordainketak ez daude dagoeneko erabilgarri. Oraindik funtsak trukatu ditzakezu, baina ezin dituzu ordainketak bidali eta jaso, ezta funtsak gehitu ere.
fa: پرداخت‌ها در سیگنال دیگر در دسترس نیستند. شما هنوز می‌توانید به صرافی انتقال اعتبار دهید ولی دیگر نمی‌توانید پرداخت‌ها را دریافت یا اعتبار اضافه کنید.
fi: Signalin maksutoiminto ei ole enää käytettävissä. Varat voi yhä siirtää toiseen kauppapaikkaan, mutta varojen lisääminen tai maksujen lähettäminen ja vastaanottaminen ei ole enää mahdollista.
fr: Il n'est plus possible d'effectuer des paiements via Signal. Vous pouvez encore virer des fonds vers une plateforme d'échange, mais vous ne pouvez plus ni envoyer, ni recevoir de paiements, ni ajouter de fonds dans l'appli.
gu: Signal પર પેમેન્ટ્સ હવે ઉપલબ્ધ નથી. તમે હજી પણ એક્સચેન્જમાં ફંડ સ્થાનાંતરિત કરી શકો છો પરંતુ તમે હવે પેમેન્ટ મોકલી શકતા નથી અને મેળવી શકતા નથી અથવા ફંડ ઉમેરી શકતા નથી.
he: תשלומים ב־Signal אינם זמינים יותר. אתה עדיין יכול להעביר כספים אל מסחר אבל אתה לא יכול יותר לשלוח ולקבל תשלומים או להוסיף כספים.
hi: Signal में भुगतान अब उपलब्ध नहीं है। अब भी आप किसी एक्सचेंज में धनराशि ट्रांसफ़र कर सकते हैं लेकिन अब आप भुगतान भेज या प्राप्त नहीं कर सकते या धनराशि नहीं जोड़ सकते।
hr: Uplate na Signalu više nisu dostupne. I dalje možete prenijeti sredstva na burzu, ali više ne možete slati i primati uplate niti dodavati sredstva.
hu: A fizetés funkció a Signalban a továbbiakban nem elérhető. Továbbra is átviheted egyenlegedet egy átváltó szolgáltatáson, de a továbbiakban már nem tudsz küldeni vagy fogadni fizetéseket, vagy feltölteni az egyenleged.adni fizetéseket vagy feltölteni az egyenleged.
id: Pembayaran di Signal tidak lagi tersedia. Anda dapat memindahkan dana ke sebuah exchange namun Anda tidak lagi dapat mengirim dan menerima pembayaran atau menambahkan dana.
is: Greiðslur í Signal eru ekki lengur í boði. Þú getur ennþá millifært fjármuni til greiðslumiðlunar, en þú getur ekki lengur sent eða tekið við greiðslum eða bætt við fjármagni.
it: I pagamenti in Signal non sono più disponibili. Puoi ancora trasferire i fondi a un exchange ma non puoi più inviare e ricevere pagamenti o aggiungere fondi.
ja: Signalの決済機能は、利用できなくなりました。取引所への振替は可能ですが、送金や受け取り、入金はできません。
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á“áŸ…á€áŸ’á“á»á„ Signal á›áŸ‚á„á˜á¶á“á á¾á™áŸ” á¢áŸ’á“á€á“áŸ…ááŸ‚á¢á¶á…á•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹á‘áŸ…á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹á”á¶á“ á”áŸ‰á»á“áŸ’ááŸ‚á¢áŸ’á“á€á˜á·á“á¢á¶á…á•áŸ’á‰á¾ á“á·á„á‘á‘á½á›á€á¶ášá‘á¼á‘á¶ááŸ‹ á¬á”á“áŸ’ááŸ‚á˜ááœá·á€á¶á”á¶á“á‘áŸáŸ”
kn: Signal ನಲ್ಲಿ ಪೇಮೆಂಟ್ಸ್‌ ಇನ್ನು ಲಭ್ಯವಿರುವುದಿಲ್ಲ. ನೀವು ಇನ್ನೂ ಎಕ್ಸ್‌ಚೇಂಜ್‌ಗೆ ಹಣವನ್ನು ವರ್ಗಾವಣೆ ಮಾಡಬಹುದು. ಆದರೆ, ನೀವು ಇನ್ನು ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಲಾಗದು ಮತ್ತು ಸ್ವೀಕರಿಸಲಾಗದು ಅಥವಾ ಫಂಡ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗದು.
ko: Signal 결제는 더 이상 사용할 수 없습니다. 여전히 거래소로 자금을 이체할 수 있지만 더 이상 지불을 주고받거나 자금을 추가할 수 없습니다.
lt: Mokėjimai Signal programėlėje daugiau nebeprieinami. Jūs vis dar galite pervesti lėšas į valiutos keitimo punktą, bet nebegalite siųsti ir gauti mokėjimų ar pridėti lėšų.
lv: Maksājumu opcija lietotnē Signal vairs nav pieejama. Jūs joprojām varat pārskaitīt līdzekļus uz centrāli, bet vairs nevarat nosūtīt un saņemt maksājumus vai pievienot kapitālu.
mk: Плаќањата во Signal не се повеќе достапни. Сѐ уште можете да префрлате средства за менување но не можете да испраќате и примате или пак додавате средства.
ml: Signal-ലെ പേയ്‌മെന്റുകൾ ഇനി ലഭ്യമല്ല. നിങ്ങൾക്ക് ഇപ്പോഴും ഒരു എക്സ്ചേഞ്ചിലേക്ക് ഫണ്ടുകൾ ട്രാൻസ്ഫർ ചെയ്യാൻ കഴിയും, എന്നാൽ നിങ്ങൾക്ക് ഇനി പേയ്മെന്റുകൾ അയയ്ക്കാനും കൂടാതെ സ്വീകരിക്കാനും അല്ലെങ്കിൽ ഫണ്ടുകൾ ചേർക്കാനോ കഴിയില്ല.
mr: Signal मध्ये पेमेंट यापुढे उपलब्ध नाही. तरीही आपण फंड एक्सचेंजवर स्थानांतरित करू शकता पण आपण यापुढे पेमेंट पाठवू किंवा प्राप्त करू शकत नाही किंवा फंड जोडू शकत नाही.
ms: Pembayaran dalam Signal tidak lagi tersedia. Anda masih boleh memindahkan dana ke pertukaran tetapi anda tidak lagi dapat menghantar dan menerima pembayaran atau menambah dana.
my: Signal ထဲတွင် ငွေပေးချေမှုများ မလုပ်ဆောင်နိုင်တော့ပါ။ ငွေလဲလှယ်မှုတစ်ခုသို့ ငွေများလွှဲနိုင်ပါသည်၊ သို့သော် သင်မှ ငွေပေးချေမှုများ ပေးပို့လက်ခံလို့မရတော့ပါ၊​ ငွေလည်း ထည့်ပေါင်းလို့မရတော့ပါ။
nb: Betalinger i Signal er ikke lenger tilgjengelige. Du kan fortsatt overføre midler til en veksler, men du kan ikke lenger sende eller motta betalinger eller legge til midler.
nl: Betalingen via Signal zijn niet langer mogelijk. Je kunt nog wel je krediet overschrijven naar een andere beurs maar je kunt niet langer betalingen verzenden of ontvangen of krediet toevoegen.
pa: Signal ਵਿੱਚ ਭੁਗਤਾਨ ਹੁਣ ਉਪਲਬਧ ਨਹੀਂ ਰਹੇ। ਤੁਸੀਂ ਅਜੇ ਵੀ ਕਿਸੇ ਐਕਸਚੇਂਜ ਵਿੱਚ ਫੰਡ ਟ੍ਰਾਂਸਫ਼ਰ ਕਰ ਸਕਦੇ ਹੋ ਪਰ ਤੁਸੀਂ ਹੁਣ ਭੁਗਤਾਨ ਭੇਜ ਅਤੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ ਜਾਂ ਫੰਡ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: Płatności w aplikacji Signal nie są już dostępne. Wciąż możesz przenieść środki do kantoru, ale nie możesz otrzymywać ani wysyłać płatności, jak również dodawać środków.
ps: په Signal کې پرداخت نور د لاسرسي وړ نه دی. خو تاسې بیا هم کولای شئ چې پیسې یوې صرافۍ ته ولیږئ خو تاسې به نور ونشئ کولای چې پرداختونه ولیږئ یا یې تر لاسه کړئ یا هم پیسې اضافه کړئ.
pt_br: O módulo de Pagamentos não está mais disponível no Signal. Você ainda pode transferir fundos para uma intermediação de troca, mas não pode mais enviar e receber pagamentos ou adicionar fundos.
pt_pt: Os pagamentos no Signal já não estão disponíveis. Você ainda pode transferir fundos para uma troca, mas deixou de poder enviar e receber pagamentos ou adicionar fundos.
ro: Plățile în Signal nu mai sunt disponibile. Poți transfera în continuare fonduri către un exchange, dar nu mai poți trimite sau primi plăți ori adăuga fonduri.
ru: Платежи в Signal больше не доступны. Вы можете перевести средства на биржу, но больше не можете отправлять или получать платежи или пополнять баланс.
sk: Platby v službe Signal už nie sú k dispozícii. Stále môžete prevádzať prostriedky na burzu, ale už nemôžete posielať a prijímať platby ani pridávať prostriedky.
sl: Plačila v Signalu niso več na voljo. Še vedno lahko prenesete sredstva v menjalnico, ne morete pa več pošiljati in prejemati plačil ali dodajati sredstev.
sq: Pagesat në Signal s’janë më të përdorshme. Mundeni ende të shpërngulni fonde në një platformë, por s’mund të dërgoni apo merrni më pagesa, apo të shtoni fonde.
sr: Плаћања на Signal-у више није доступна. И даље можете да пренесете средства на берзу, али више не можете да шаљете и примате уплате или да уплаћујете средства.
sv: Betalningar i Signal är inte längre tillgängliga. Du kan fortfarande överföra pengar till en börs men du kan inte längre skicka och ta emot betalningar eller lägga till pengar.
sw: Malipo katika Signal hayapatikani tena. Bado unaweza kuhamishia fedha kwenye ubadilishanaji lakini huwezi kutuma na kupokea malipo au kuongeza pesa.
ta: கொடுப்பனவுகள் Signal இருக்கிறது இல்லைநீண்ட நேரம் கிடைக்கும். நீங்கள் இன்னும் முடியும்பரிமாற்றம் நிதி ஒரு பரிமாற்றம் ஆனால் உன்னால் முடியும் இல்லை நீண்டது அனுப்பு மற்றும் பணம் பெறுதல் அல்லது கூட்டு நிதி.
te: Signal లో చెల్లింపులు ఇకపై అందుబాటులో లేవు. మీరు ఇప్పటికీ నిధులను ఎక్స్ఛేంజికి బదిలీ చేయవచ్చు, కానీ మీరు ఇకపై చెల్లింపులను పంపలేరు మరియు స్వీకరించలేరు లేదా నిధులను జోడించలేరు.
th: ไม่สามารถชำระเงินใน Signal ได้อีกต่อไป คุณยังสามารถโอนเงินไปยังตลาดหลักทรัพย์ได้ แต่คุณจะไม่สามารถส่งและรับการชำระเงินหรือเพิ่มเงินได้อีก
tr: Signal'de Ödemeler artık mevcut değil. Yine de kambiyoya para aktarabilirsiniz ancak ödeme alıp gönderemez veya para ekleyemezsiniz.
ug: ‫Signal دا چىقىم ئەمدى ئىشلىمەيدۇ. سىز مەبلەغلىرىڭىزنى ئالماشتۇرۇش ئورنىغا داۋاملىق يۆتكىيەلەيسىز. ئەمما ئەمدى چىقىمنى يوللاپ ۋە تاپشۇرىۋالالمايسىز ياكى مەبلەغ قوشالمايسىز.
uk: Платежі у Signal більше не доступні. Ви й досі можете переказувати кошти для обміну, але більше не можете надсилати та отримувати платежі та поповнювати рахунок.
ur: Signal میں ادائیگی اب دستیاب نہیں ہے۔ آپ اب بھی ایکسچینج میں فنڈز کی منتقلی کرسکتے ہیں لیکن آپ اب ادائیگی بھیجنے اور وصول کرنے یا فنڈز شامل نہیں کرسکتے ہیں۔
vi: Thanh toán trong Signal không còn nữa. Bạn vẫn có thể chuyển quỹ vào một sàn trao đổi nhưng bạn không thể gửi và nhận thanh toán hoặc thêm quỹ.
zh_cn: Signal 的付款不再可用，不过您仍可将资金转移至交易平台，但是不可再收发付款或添加资金。
zh_hk: 付款已不再在 Signal 上可用。您仍可轉移款項至交易平台，惟您不能再收發付款或增加款項。
