Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ATTACHMENT_ERROR_INVALID_DATA
source: Attachment includes invalid content.
af: Aanhangsel bevat ongeldige inhoud.
ar: الملف المُرفَق يحتوي على بيانات غير صالحة.
az: Qoşma, etibarsız məzmun ehtiva edir.
be: Далучэнне змяшчае несапраўднае змесціва.
bg: Прикаченият файл съдържа невалидно съдържание.
bn: সংযুক্তিটিতে অবৈধ বিষয়বস্তু রয়েছে।
ca: El contingut del fitxer adjunt no és vàlid.
cs: Příloha má neplatný obsah.
cy: Atodiad gyda cynnwys annilys.
da: Vedhæftet fil indeholder ugyldigt indhold
de: Ungültiger Inhalt im Anhang.
el: Το συνημμένο περιλαμβάνει μη έγκυρο περιεχόμενο.
es: Archivo adjunto con contenido no válido.
es_es: Adjunto con contenido inválido.
et: Manusel sisaldab vigast sisu.
eu: Eranskinak eduki baliogabea du.
fa: پیوست دارای محتویات غیرمجاز است.
fi: Liitetiedoston sisältö on virheellinen.
fil: May kasamang invalid na content and kalakip.
fr: La pièce jointe comporte du contenu non valide.
ga: Tá ábhar neamhbhailí sa cheangaltán.
gu: જોડાણમાં અમાન્ય સામગ્રી શામેલ છે.
he: הצרופה מכילה תוכן בלתי תקף.
hi: अटैचमेंट में अमान्य तत्व हैं।
hr: Privitak sadrži nevažeći sadržaj.
hu: A csatolmány érvénytelen adatot tartalmaz.
id: Lampiran memuat konten yang tidak valid.
is: Viðhengi inniheldur ógilt efni.
it: L'allegato contiene un contenuto non valido.
ja: 添付ファイルが無効です。
kab: Taceqquft yeddan deg-s agbur d arameɣtu.
kk: Тіркемеде жарамсыз мазмұн бар.
km: á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹á˜á¶á“á˜á¶áá·á€á¶á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಲಗತ್ತು ಅಮಾನ್ಯ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿದೆ.
ko: 첨부 파일에 잘못된 콘텐츠가 첨부되었습니다.
lt: Priede yra neteisingas turinys.
lv: Pielikumā iekļauts nederīgs saturs.
mk: Прикачувањето вклучува невалидна содржина.
ml: അറ്റാച്ച്‌മെന്റിൽ അസാധുവായ ഉള്ളടക്കം ഉൾപ്പെട്ടിരിക്കുന്നു.
mr: संलग्न मध्ये अवैध मजकूर समाविष्ट आहे.
ms: Lampiran termasuk kandungan tidak sah.
my: ပူးတွဲဖိုင်ထဲတွင် မသက်ရောက်သော အရာပါရှိပါသည်
nb: Vedlegg har ugyldig innhold.
nl: Bijlage bevat inhoud die niet wordt ondersteund of niet correct is geformatteerd.
pa: ਅਟੈਚਮੈਂਟ ਵਿੱਚ ਅਵੈਧ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੈ.
pa_pk: منسلکہ اچ غیردرست مندرجات شامل ہیں۔
pl: Załącznik ma nieprawidłową zawartość.
ps: په ضمیمه کې نامعتبره محتوی ده.
pt_br: Anexo inclui conteúdo inválido.
pt_pt: O anexo contém conteúdo inválido.
ro: Atașamentul include conținut invalid.
ru: Вложение содержит неподдерживаемое содержимое.
sk: Príloha obsahuje neplatný obsah.
sl: Priponka vsebuje neveljavno vsebino.
sq: Bashkëngjitja përmban lëndë të pavlefshme.
sr: Прилог има неважећи садржај.
sv: Bilagan innehåller ogiltigt innehåll.
sw: Kiambatisho kinajumuisha maudhui batili.
ta: இணைப்பு தவறான உள்ளடக்கம் உள்ளது.
te: జోడింపులో చెల్లని విషయం ఉంది.
th: แฟ้มแนบมีเนื้อหาที่ผิดรูปแบบ
tr: Eklenti geçersiz içerik bulundurmakta.
ug: قوشۇمچىدە ئىناۋەتسىز مەزمۇن بار.
uk: Вкладення містить недозволений вміст.
ur: غلط مواد کیساتھ اٹیچمنٹ شامل کریں۔
vi: Tập tin đính kèm chứa nội dung không hợp lệ.
zh_cn: 附件中存在无效内容。
zh_hk: 附件包含無效的內容。

# ATTACHMENT_ERROR_INVALID_FILE_FORMAT
source: Attachment has an invalid file format.
af: Aanhangsel het ’n ongeldige lêerformaat.
ar: صيغة الملف المُرفَق غير صالحة.
az: Qoşma, etibarsız bir fayl formatına sahibdir.
be: Далучэнне мае несапраўдны фармат файла.
bg: Прикачения файл е невалиден формат..
bn: সংযুক্তি একটি অবৈধ ধরনের ফাইল রয়েছে।
ca: El format del fitxer adjunt no és vàlid.
cs: Příloha má neplatný formát souboru.
cy: Atodiad gyda fformat ffeil annilys.
da: Vedhæftet fil har et ugyldigt filformat
de: Ungültiges Dateiformat des Anhangs.
el: Το συνημμένο έχει μη έγκυρη μορφή αρχείου.
es: Archivo adjunto con formato no válido.
es_es: Adjunto con formato inválido.
et: Manusel on vigane failiformaat.
eu: Eranskinak fitxategi formatu baliogabea du.
fa: فرمت پیوست نامعتبر است.
fi: Liitetiedoston muoto on virheellinen.
fil: May invalid na file format ang kalakip.
fr: Le format de la pièce jointe est incorrect.
ga: Formáid neamhbhailí ar an gceangaltán.
gu: જોડાણમાં અમાન્ય ફાઇલ ફોર્મેટ છે.
he: לצרופה יש תסדיר בלתי תקף של קובץ.
hi: अटैचमेंट की फ़ाइल का फार्मेट सही नहीं है।
hr: Privitak ima nevažeći format datoteke.
hu: A csatolmány fájl formátuma hibás.
id: Lampiran memiliki format file yang tidak valid.
is: Viðhengi er með ógilt skráasnið.
it: Il formato dell'allegato non è valido.
ja: 添付ファイルのフォーマットが不正です。
kab: Taceqquft yeddan ɣur-s amasal n ufaylu d arameɣtu.
kk: Тіркемеде жарамсыз пішімдегі файл бар.
km: á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹á˜á¶á“á‘áŸ’ášá„áŸ‹á‘áŸ’ášá¶á™á¯á€áŸá¶ášá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಲಗತ್ತು ಅಮಾನ್ಯ ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್ ಹೊಂದಿದೆ.
ko: 첨부 파일의 포맷이 잘못되었습니다.
lt: Priedas yra neteisingo failo formato.
lv: Pielikumam ir nederīgs faila formāts.
mk: Прикачувањето има невалиден формат.
ml: അറ്റാച്ച്‌മെന്റിന് ഒരു അസാധുവായ ഫയൽ ഫോർമാറ്റ് ഉണ്ട്.
mr: संलग्नाचे स्वरूपन अवैध आहे.
ms: Lampiran mempunyai format fail tidak sah.
my: ပူးတွဲဖိုင်ထဲတွင် မသက်ရောက်သော ဖိုင်ပုံစံရှိပါသည်
nb: Vedlegg har ugyldig filformat.
nl: Bijlage is een bestandstype dat niet wordt ondersteund.
pa: ਅਟੈਚਮੈਂਟ ਦਾ ਅਪ੍ਰਮਾਣਿਕ ​​ਫਾਈਲ ਫਾਰਮੈਟ ਹੈ.
pa_pk: منسلکہ دا غیردرست فائل فارمیٹ اے۔
pl: Załącznik ma nieprawidłowy format.
ps: ضمیمه د فایل یو نامعتبره فارمټ لري.
pt_br: Anexo tem um formato de arquivo inválido.
pt_pt: O anexo tem um tipo de ficheiro inválido.
ro: Atașamentul are un format de fișier invalid.
ru: Формат файла вложения не поддерживается.
sk: Príloha má neplatný formát súboru.
sl: Priponka vsebuje datoteko z neveljevnim formatom.
sq: Bashkëngjitja ka format kartele të pavlefshëm.
sr: Прилог је у неважећем формату.
sv: Bilagan har ett ogiltigt filformat.
sw: Kiambatisho kina muundo batili wa faili.
ta: இணைப்பு தவறான கோப்பு வடிவத்தைக் கொண்டுள்ளது.
te: జోడింపు చెల్లని ఫైల్ ఆకృతిని కలిగి ఉంది.
th: แฟ้มแนบมีรูปแบบแฟ้มที่ไม่ถูกต้อง
tr: Eklenti geçersiz bir dosya biçimine sahip.
ug: قوشۇمچە ئىناۋەتسىز ھۆججەت پىچىمىغا ئىگە.
uk: Вкладення має недозволений формат.
ur: غلط فائل فارمٹ کی اٹیچمنٹ ہو گی۔
vi: Tập tin đính kèm có định dạng không hợp lệ.
zh_cn: 附件的文件格式无效。
zh_hk: 附件的檔案類型無效。

# ATTACHMENT_ERROR_MISSING_DATA
source: Attachment is empty.
af: Aanhangsel is leeg.
ar: الملف المُرفَق فارِغ.
az: Qoşma boşdur.
be: Далучэнне пустое.
bg: Прикаченият файл е празен.
bn: সংযুক্তি খালি।
ca: El fitxer adjunt està buit.
cs: Příloha je prázdná.
cy: Atodiad yn wag
da: Vedhæftning er tom
de: Anhang ist leer.
el: Το συνημμένο είναι κενό.
es: Archivo adjunto vacío.
es_es: Archivo adjunto vacío.
et: Manus on tühi.
eu: Eranskina hutsik dago.
fa: فایل پیوست خالی است.
fi: Liitetiedosto on tyhjä.
fil: Ang kalakip ay walang laman.
fr: La pièce jointe est vide.
ga: Tá an ceangaltán folamh.
gu: જોડાણ ખાલી છે.
he: הצרופה ריקה.
hi: अटैचमेंट ख़ाली है।
hr: Privitak je prazan.
hu: A csatolmány üres.
id: Lampiran kosong.
is: Viðhengi er tómt.
it: L'allegato è vuoto.
ja: 添付ファイルの中身が空です。
kab: Taceqquft yeddan d tilemt.
kk: Тіркеме бос.
km: á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹á‚áºá‘á‘áŸášáŸ”
kn: ಲಗತ್ತು ಖಾಲಿಯಾಗಿದೆ.
ko: 첨부 파일이 비어 있습니다.
lt: Priedas yra tuščias.
lv: Pielikums ir tukšs.
mk: Прикачувањето е празно.
ml: അറ്റാച്ചുമെന്റ് ശൂന്യമാണ്
mr: संलग्न रिकामे आहे.
ms: Lampiran kosong
my: ပူးတွဲဖိုင်တွင် ဘာမှမပါပါ။
nb: Vedlegget er tomt.
nl: Bijlage is leeg.
pa: ਅਟੈਚਮੈਂਟ ਖਾਲੀ ਹੈ।
pa_pk: منسلکہ خالی اے۔
pl: Załącznik jest pusty.
ps: ضمیمه خالي ده.
pt_br: Anexo vazio.
pt_pt: O anexo está vazio.
ro: Atașamentul este gol.
ru: Вложение пустое.
sk: Príloha je prázdna.
sl: Priponka je prazna.
sq: Bashkëngjitja është e zbrazët.
sr: Прилог је празан.
sv: Bilagan är tom.
sw: Kiambatisho ni kitupu
ta: இணைப்பு காலியாக உள்ளது.
te: జోడింపు ఖాళీగా ఉంది.
th: แฟ้มแนบว่างเปล่า
tr: Eklenti boş.
ug: قوشۇمچە بوش.
uk: Вкладення порожнє.
ur: منسلک مواد خالی ہے۔
vi: Tệp đính kèm rỗng.
zh_cn: 附件为空。
zh_hk: 附件沒有内容。

# ATTACHMENT_HINT
source: Choose Media to Send
af: Kies media om te stuur
ar: اختر ملف الوسائط لإرساله.
az: Göndəriləcək medianı seçin
be: Выбраць медыяфайл для адпраўкі
bg: Изберете мултимедия за изпращане
bn: পাঠানোর জন্য মিডিয়া বাছুন
ca: Trieu el contingut a enviar
cs: Zvolte přílohu k odeslání
cy: Dewis Cyfryngau i'w Hanfon
da: Vælg mediefil der skal sendes
de: Zu sendende Medieninhalte auswählen
el: Διάλεξε πολυμέσα προς αποστολή
es: Selecciona un archivo multimedia para enviar
es_es: Selecciona una archivo para enviar como adjunto
et: Vali saatmiseks meediafailid
eu: Bidali nahi duzun media aukeratu
fa: رسانه را برای ارسال انتخاب کنید
fi: Valitse lähetettävä media
fil: Pumuli ng Media na Ipapadala
fr: Choisissez le média à envoyer
ga: Roghnaigh comhad meáin le seoladh
gu: મોકલવા માટે મીડિયા પસંદ કરો
he: בחר מדיה לשלוח
hi: भेजने के लिए मीडिया चुनें
hr: Odaberite privitke za slanje
hu: Küldendő média kiválasztása
id: Pilih media untuk dikirim
is: Veldu margmiðlunarefni til að senda
it: Scegli media da inviare
ja: 送信するメディアを選択します
kab: Fren amidyat ara tazneḍ
kk: Жіберілетін ақпарат құралдарын таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá¯á€áŸá¶ášá˜áŸáŒá¶ áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾
kn: ಕಳುಹಿಸಲು ಮೀಡಿಯಾವನ್ನು ಆರಿಸಿ
ko: 보낼 미디어를 선택하세요
lt: Pasirinkti norimą siųsti mediją
lv: Izvēlieties sūtāmo multividi
mk: Изберете медија за испраќање
ml: അയയ്ക്കാൻ മീഡിയ തിരഞ്ഞെടുക്കുക
mr: पाठविण्यासाठी मिडिया निवडा
ms: Pilih Media untuk Dihantar
my: ပို့ရန် မီဒီယာဖိုင် ရွေးပါ
nb: Velg media du vil sende
nl: Kies media om te verzenden
pa: ਭੇਜਣ ਲਈ ਮੀਡੀਆ ਦੀ ਚੋਣ ਕਰੋ
pa_pk: گھلن دے لئی میڈیا دا انتخاب کرو
pl: Wybierz multimedia do wysłania
ps: د لیږلو لپاره رسنۍ وټاکئ.
pt_br: Escolha mídia para ser enviada
pt_pt: Escolha ficheiros multimédia a enviar
ro: Alege media pentru trimitere
ru: Выбрать и отправить медиа-файл
sk: Zvoľte médiá na odoslanie
sl: Izberite vsebino za pošiljanje
sq: Zgjidhni Media për Dërgim
sr: Изаберите медиј који желите да пошаљете
sv: Välj media att skicka
sw: Chagua media ili Kutuma
ta: அனுப்ப மீடியாவைத் தேர்வுசெய்க
te: పంపడానికి మీడియాను ఎంచుకోండి
th: เลือกสื่อที่จะส่ง
tr: Gönderilecek İçeriği Seçin
ug: يوللايدىغان ۋاسىتە تاللاڭ
uk: Вибрати медіафайл, щоб надіслати
ur: بھیجنے کیلئے میڈیا منتخب کریں
vi: Chọn tệp đa phương tiện để gửi
zh_cn: 选择要发送的媒体
zh_hk: 選取媒體來傳送

# ATTACHMENT_KEYBOARD_BUTTON_MANAGE
source: Manage
ar: إدارة
be: Кіраваць
bn: নিয়ন্ত্রণ করুন
ca: Administrar
cs: Spravovat
da: Administrer
de: Verwalten
el: Διαχείριση
es: Gestionar
fa: مدیریت
fi: Hallinnoi
fr: Gérer
ga: Bainistigh
gu: મેનેજ કરો
he: ניהול
hi: प्रबंधित करें
hr: Upravljaj
hu: Kezelés
id: Kelola
it: Gestisci accesso
ja: 管理する
ko: 관리
mr: व्यवस्थापित करा
ms: Urus
nb: Administrer
nl: Beheren
pl: Zarządzaj
pt_br: Gerenciar
pt_pt: Gerir
ro: Administrează
ru: Управлять
sk: Spravovať
sr: Измени
sv: Hantera
th: จัดการ
tr: Yönet
ug: باشقۇرۇش
uk: Керувати
ur: انتظام کریں
vi: Quản lý
zh_cn: 管理
zh_hk: 管理

# ATTACHMENT_KEYBOARD_CONTACT
source: Contact
af: Kontak
ar: جهة اتصال
az: Əlaqə
be: Кантакт
bg: Контакт
bn: পরিচিতি
ca: Contacte
cs: Kontakt
cy: Cysylltiad
da: Kontakt
de: Kontakt
el: Επαφή
es: Contacto
es_es: Contacto
et: Kontakt
eu: Kontaktua
fa: مخاطب
fi: Yhteyst.
fil: Kontak
ga: Teagmhálaí
gu: સંપર્ક
he: איש קשר
hi: संपर्क
hr: Kontakt
hu: Névjegy
id: Kontak
is: Tengiliður
it: Contatto
ja: 連絡先
kab: Anermis
kk: Байланыстағы тұлға
km: á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕ
ko: 연락처
lt: Adresatas
lv: Kontaktpersona
mk: Контакт
ml: കോൺ‌ടാക്ട്
mr: संपर्क
ms: Kenalan
my: အဆက်အသွယ်
nb: Kontakt
pa: ਸੰਪਰਕ
pa_pk: رابطہ
pl: Kontakt
ps: مخاطب
pt_br: Contato
pt_pt: Contacto
ru: Контакт
sk: Kontakt
sl: Stik
sq: Kontakt
sr: Контакт
sv: Kontakt
sw: Mwasiliani
ta: தொடர்பு
te: పరిచయం
th: ผู้ติดต่อ
tr: Kişi
ug: ئالاقىداش
uk: Контакт
ur: رابطہ
vi: Liên hệ
zh_cn: 联系人
zh_hk: 聯絡人

# ATTACHMENT_KEYBOARD_CONTEXT_MENU_BUTTON_SELECT_MORE
source: Select More Photos
ar: اختر المزيد من الصور
be: Выбраць больш фота
bn: আরো ছবি নির্বাচন করুন
ca: Selecciona més fotos
cs: Vybrat více fotografií
da: Vælg flere billeder
de: Weitere Fotos auswählen
el: Επίλεξε περισσότερες φωτογραφίες
es: Seleccionar más fotos
fa: انتخاب عکس‌های بیشتر
fi: Valitse lisää kuvia
fr: Sélectionner d'autres photos
ga: Roghnaigh tuilleadh grianghraf
gu: વધુ ફોટા પસંદ કરો
he: בחירת תמונות נוספות
hi: ज़्यादा फ़ोटो चुनें
hr: Odaberite više fotografija
hu: További fotók kiválasztása
id: Pilih Lebih Banyak Foto
it: Seleziona più foto
ja: 他の写真を選択する
ko: 더 많은 사진 선택
mr: अधिक फोटोज निवडा
ms: Pilih lebih banyak foto
nb: Velg flere bilder
nl: Meer foto's selecteren
pl: Wybierz więcej zdjęć
pt_br: Selecione mais fotos
pt_pt: Selecione mais fotos
ro: Selectează mai multe fotografii
ru: Выберите больше фото
sk: Vybrať viac fotografií
sr: Изаберите још слика
sv: Välj fler foton
th: เลือกรูปภาพเพิ่มเติม
tr: Daha fazla fotoğraf seç
ug: تېخىمۇ كۆپ رەسىملەرنى تاللاڭ
uk: Вибрати більше фото
ur: مزید تصاویر کا انتخاب کریں
vi: Chọn thêm ảnh
zh_cn: 选择更多照片
zh_hk: 選擇更多相片

# ATTACHMENT_KEYBOARD_CONTEXT_MENU_BUTTON_SYSTEM_SETTINGS
source: Go to Settings
ar: انتقِل إلى الإعدادات
be: Перайсці ў налады
bn: সেটিংস-এ যান
ca: Ves a la configuració
cs: Přejít do nastavení
da: Gå til Indstillinger
de: Zu Einstellungen
el: Πήγαινε στις Ρυθμίσεις
es: Ir a Ajustes
fa: به تنظیمات بروید
fi: Siirry asetuksiin
fr: Accéder aux réglages
ga: Socruithe
gu: સેટિંગ્સ પર જાઓ
he: לך אל הגדרות
hi: सेटिंग्स में जाएँ
hr: Idi na postavke
hu: Ugrás Beállításokhoz
id: Buka Pengaturan
it: Vai alle Impostazioni
ja: 設定へ
ko: 설정으로 이동
mr: सेटिंग वर जा
ms: Pergi ke Tetapan
nb: Gå til Innstillinger
nl: Naar instellingen
pl: Przejdź do ustawień
pt_br: Ir para configurações
pt_pt: ir para as definições
ro: Mergi la Setări
ru: Перейти в Настройки
sk: Prejsť na Nastavenia
sr: Иди на подешавања
sv: Gå till inställningar
th: ไปที่การตั้งค่า
tr: Ayarlara Git
ug: تەڭشەكلەرگە يۆتكەل
uk: Відкрити параметри
ur: ترتیبات پر جائیں
vi: Vào Cài đặt
zh_cn: 打开设置
zh_hk: 前往設定

# ATTACHMENT_KEYBOARD_FILE
source: File
af: Lêer
ar: ملف
az: Fayl
be: Файл
bg: Файл
bn: ফাইল
ca: Fitxer
cs: Soubor
cy: Ffeil
da: Fil
de: Datei
el: Αρχείο
es: Archivo
es_es: Archivo
et: Fail
eu: Artxiboa
fa: فایل
fi: Tiedosto
fr: Fichier
ga: Comhad
gu: ફાઇલ
he: קובץ
hi: फ़ाइल
hr: Datoteka
hu: Fájl
is: Skrá
ja: ファイル
kab: Afaylu
kk: Файл
km: á¯á€áŸá¶áš
kn: ಫೈಲ್
ko: 파일
lt: Failas
lv: Fails
mk: Датотека
ml: ഫയൽ
mr: फाईल
ms: Fail
my: ဖိုင်
nb: Fil
nl: Bestand
pa: ਫਾਇਲ
pa_pk: فائل
pl: Plik
ps: فایل
pt_br: Arquivo
pt_pt: Ficheiro
ro: Fișier
ru: Файл
sk: Súbor
sl: Datoteka
sq: Kartelë
sr: Фајл
sv: Fil
sw: Faili
ta: கோப்பு
te: ఫైల్
th: ไฟล์
tr: Dosya
ug: ھۆججەت
uk: Файл
ur: فائل
vi: Tệp
zh_cn: 文件
zh_hk: 檔案

# ATTACHMENT_KEYBOARD_GIF
source: GIF
ar: صورة متحركة
fa: گیف
my: လှုပ်ရှားနေသောရုပ်ပုံ GIF
te: గిఫ్
vi: Ảnh GIF

# ATTACHMENT_KEYBOARD_LIMITED_ACCESS
source: Signal has limited access to photos
ar: لدى سيجنال وصول محدود إلى الصور
be: Signal мае абмежаваны доступ да фота
bn: ছবিতে Signal-এর অ্যাক্সেস করার অনুমতি সীমিত
ca: Signal té accés limitat a les teves fotos
cs: Signal má omezený přístup k fotografiím
da: Signal har begrænset adgang til billeder
de: Signal hat begrenzten Zugriff auf Fotos
el: Το Signal έχει περιορισμένη πρόσβαση σε φωτογραφίες
es: Signal tiene acceso limitado a las fotos
fa: سیگنال دسترسی محدودی به عکس‌ها دارد
fi: Signalilla on rajoitettu pääsy kuviin
fr: Signal n'a qu'un accès limité à vos photos
ga: Tá rochtain theoranta ag Signal ar ghrianghraif
gu: Signal ફોટા પર મર્યાદિત ઍક્સેસ ધરાવે છે
he: ל–Signal יש גישה מוגבלת לתמונות
hi: Signal के पास फ़ोटोज़ का सीमित ऐक्सेस है
hr: Signal ima ograničen pristup vašim fotografijama
hu: A Signal korlátozott hozzáféréssel rendelkezik a fotókhoz
id: Akses Signal ke foto terbatas
it: Signal ha un accesso limitato alle tue foto
ja: Signalの、写真へのアクセスが制限されています
ko: Signal의 사진에 대한 액세스 권한이 제한됩니다
mr: Signal कडे मर्यादित फोटोंपुरती प्राप्ती आहे
ms: Signal mempunyai akses terhad kepada foto
nb: Signal har begrenset tilgang til bilder
nl: Signal heeft beperkte toegang tot foto's
pl: Signal ma ograniczony dostęp do zdjęć
pt_br: O Signal tem acesso limitado a fotos
pt_pt: O Signal tem acesso limitado às fotos
ro: Signal are acces limitat la fotografii
ru: Signal имеет ограниченный доступ к фото
sk: Signal má obmedzený prístup k fotkám
sr: Signal има ограничен приступ вашим сликама
sv: Signal har begränsad tillgång till foton
th: Signal ได้รับสิทธิ์จำกัดในการเข้าถึงรูปภาพ
tr: Signal'in fotoğraflara erişimi sınırlıdır
ug: Signal رەسىملەرنى چەكلىك دائىرىدىلا زىيارەت قىلالايدۇ
uk: Signal має обмежений доступ до фото
ur: Signal کو تصاویر تک محدود رسائی حاصل ہے
vi: Signal chỉ có thể truy cập một số ảnh
zh_cn: Signal 对照片的访问受限
zh_hk: Signal 只能取用你選擇的相片

# ATTACHMENT_KEYBOARD_LOCATION
source: Location
af: Ligging
ar: الموقع
az: Yerləşmə
be: Месца
bg: Местоположение
bn: স্থান
ca: Ubicació
cs: Poloha
cy: Lleoliad
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
es_es: Posición
et: Asukoht
eu: Kokalekua
fa: مکان
fi: Sijainti
fil: Lokasyon
fr: Position
ga: Suíomh
gu: સ્થાન
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
is: Staðsetning
it: Posizione
ja: 場所
kab: Adig
kk: Орналасқан жері
km: á‘á¸áá¶áŸ†á„
kn: ಸ್ಥಳ
ko: 위치
lt: Vieta
lv: Atrašanās vieta
mk: Локација
ml: സ്ഥാനം
mr: स्थान
ms: Lokasi
my: တည်နေရာ
nb: Sted
nl: Locatie
pa: ਟਿਕਾਣਾ
pa_pk: تھاں
pl: Lokalizacja
ps: موقعیت
pt_br: Local
pt_pt: Local
ro: Locație
ru: Место
sk: Poloha
sl: Lokacija
sq: Vendndodhje
sr: Локација
sv: Plats
sw: Eneo
ta: இருப்பிடம்
te: స్థానం
th: ตำแหน่ง
tr: Konum
ug: ئورنى
uk: Локація
ur: مقام
vi: Vị trí
zh_cn: 位置
zh_hk: 位置

# ATTACHMENT_KEYBOARD_NO_MEDIA_BODY
source: Once you’ve captured a photo or video, you'll be able to send your recents here
ar: بمُجرَّد أن تلتقط صورة أو فيديو، ستتمكَّن من إرسال أحدثها هنا.
be: Тут вы зможаце адпраўляць апошнія фота і відэа, калі яны стануць даступнымі
bn: আপনি ছবি তোলার পর, সাম্প্রতিক তোলা হয়েছে এমন ছবি এখান থেকে পাঠাতে সক্ষম হবেন
ca: Un cop hagis capturat una foto o un vídeo, podràs enviar els més recents aquí
cs: Jakmile pořídíte fotografii nebo video, budete moci odeslat své poslední snímky zde
da: Når du har taget et billede eller en video, kan du sende dine seneste her
de: Sobald du ein Foto oder Video aufgenommen hast, kannst du es hier versenden.
el: Μόλις τραβήξεις μια φωτογραφία ή ένα βίντεο, θα μπορείς να στείλεις τα πρόσφατα αρχεία σου εδώ
es: Una vez hayas hecho una foto o grabado un vídeo, podrás enviar los archivos más recientes desde aquí.
fa: وقتی عکس یا ویدیویی گرفتید، می‌توانید موارد اخیرتان را این‌جا بفرستید
fi: Voit lähettää ottamiasi kuvia tai videoita tästä näkymästä
fr: Commencez par prendre une photo ou par enregistrer une vidéo. Vos contenus récents s'afficheront ensuite ici.
ga: Nuair a bheidh grianghraf nó físeán gafa agat, beidh tú in ann na cinn le déanaí a sheoladh anseo
gu: એકવાર તમે ફોટો કે વીડિયો લઈ લો, પછી તમે તમારા હમણાંના અહીં મોકલી શકશો
he: לאחר שצילמת תמונה או סרטון, תהיה לך אפשרות לשלוח את האחרונים שלך כאן
hi: कोई फोटो या वीडियो कैप्चर करने के बाद आप अपनी हालिया तस्वीरें यहां भेज सकेंगे
hr: Nakon što snimite fotografiju ili videozapis, ovdje ćete pronaći nedavne sadržaje za slanje
hu: Fotó vagy videó készítése után ide küldheted a legújabbakat
id: Setelah ambil foto atau video, Anda dapat mengirimkan yang terbaru ke sini
it: Appena scatti una foto o registri un video, potrai inviare i tuoi contenuti più recenti da qui
ja: 撮影した写真や動画はここに送信することができます
ko: 사진이나 동영상을 캡쳐하면 여기서 최근 사용 항목을 보낼 수 있습니다.
mr: एकदा का आपण फोटो किंवा व्हिडीओ कॅप्चर केलात, आपण आपले अलिकडील फोटोज किंवा व्हिडीओ पाठवण्यास सक्षम असाल
ms: Sebaik sahaja anda telah merakam foto atau video, anda akan dapat menghantarnya di sini
nb: Når du tar bilder og videoer, kan du se og sende dem her.
nl: Wanneer je een foto of video hebt gemaakt, kun je deze vanaf hier verzenden
pl: Gdy zrobisz zdjęcia lub nagrasz wideo, najnowsze z nich będą dostępne do wysłania tutaj
pt_br: Após tirar uma foto ou fazer um vídeo, você poderá enviar os mais recentes aqui
pt_pt: Assim que tirar uma foto ou vídeo, poderá enviar os recentes para aqui
ro: Odată ce ai făcut o fotografie sau un videoclip, vei putea trimite cele recente aici
ru: Когда вы сделаете фото или видео, вы сможете отправлять сюда недавние
sk: Tu sa zobrazia nedávno vytvorené fotky a videá
sr: Када снимите фотографију или видео, моћи ћете да их пошаљете овде
sv: När du har tagit ett foto eller spelat in en video kan du skicka dina senaste mediafiler härifrån
th: เมื่อมีการถ่ายภาพหรือบันทึกวิดีโอ คุณจะสามารถส่งไฟล์ล่าสุดได้จากที่นี่
tr: Bir fotoğraf veya video çektikten sonra, son çektiklerini buraya gönderebileceksin
ug: سۈرەت ياكى سىن تارتقاندىن كىيىن، سىز ئۇلارنى بۇ يەردىكى يېقىنقىلارغا يوللىيالايسىز
uk: Тут ви зможете відправити нещодавні фото і відео, коли вони з'являться
ur: ایک بار جب آپ کوئی تصویر یا ویڈیو کیپچر کر لیتے ہیں، تو آپ اپنی حالیہ اشیاء کو یہاں بھیجنے کے قابل ہو جائیں گے
vi: Khi bạn đã chụp ảnh hoặc quay video, bạn sẽ có thể gửi các tệp mới nhất ở đây
zh_cn: 当您拍摄照片或视频后，您可以在此处发送最近的照片或视频
zh_hk: 當你拍攝相片或影片後便可以在這裏傳送最近的項目

# ATTACHMENT_KEYBOARD_NO_MEDIA_TITLE
source: No Photos or Videos
ar: لا توجد صور أو مقاطع فيديو
be: Няма фота ці відэа
bn: কোনো ছবি বা ভিডিও নেই
ca: No hi ha fotos ni vídeos
cs: Žádné fotografie ani videa
da: Ingen billeder eller videoer
de: Keine Fotos oder Videos
el: Δεν υπάρχουν φωτογραφίες ή βίντεο
es: No hay fotos ni vídeos
fa: عکس یا ویدیویی وجود ندارد
fi: Ei valokuvia tai videoita
fr: Aucune photo ou vidéo à afficher
ga: Níl Grianghraif ná Físeáin ann
gu: કોઈ ફોટો કે વીડિયો નથી
he: אין תמונות או סרטונים
hi: कोई फोटो या वीडियो नहीं
hr: Nema fotografija i videozapisa
hu: Nincsenek fotók vagy videók
id: Tidak Ada Foto atau Video
it: Nessuna foto o video
ja: 写真や動画はありません
ko: 사진이나 동영상 없음
mr: कोणतेही फोटो किंवा व्हिडीओ नाहीत
ms: Tiada Foto atau Video
nb: Ingen bilder eller videoer
nl: Geen foto's of video's
pl: Brak zdjęć i wideo
pt_br: Sem fotos ou vídeos
pt_pt: Sem fotos nem vídeos
ro: Fără fotografii sau videoclipuri
ru: Нет фото и видео
sk: Žiadne fotky ani videá
sr: Нема слика или видео записа
sv: Inga foton eller videor
th: ไม่มีรูปภาพหรือวิดีโอ
tr: Fotoğraf veya video yok
ug: رەسىم ياكى ۋېدىيو يوق
uk: Немає фото і відео
ur: کوئی تصاویز یا ویڈیوز نہیں ہیں
vi: Không có Ảnh hoặc Video
zh_cn: 无照片或视频
zh_hk: 沒有相片或影片
