Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_HELP_CARD_UPDATE_PIN_DESCRIPTION
source: With a high balance, you may want to update to an alphanumeric PIN to add more protection to your account.
af: Met ’n hoë balans gaan u dalk na ’n alfanumeriese PIN opgradeer om u rekening beter te beskerm.
ar: عندما يرتفع الرصيد إلى مبلغٍ كبير، قد تكون لديك الحاجة إلى زيادة حماية حسابك عبر تحديث رقم التعريفي الشخصي (PIN) الخاص بك ليكون مُكوَّنًا من أرقام وحروف.
az: Yüksək bir balans ilə, hesabınıza daha çox qoruma əlavə etmək üçün PIN-i alfanömrəli olaraq yeniləmək istəyə bilərsiniz.
be: Калі вы маеце высокі баланс, можна абнавіць свой PIN-код на код з літараў і лічбаў, каб зрабіць ваш уліковы запіс яшчэ больш надзейным.
bn: বেশি ব্যালেন্সের ক্ষেত্রে আপনার অ্যাকাউন্টে অধিক সুরক্ষা যোগ করতে আপনি আলফানিউমেরি পিন-এ আপডেট করতে চাইতে পারেন।
ca: Amb un saldo elevat, és possible que vulgueu actualitzar a un PIN alfanumèric per afegir més protecció al compte.
cs: S vysokým zůstatkem možná budete chtít aktualizovat na alfanumerický PIN, abyste svému účtu přidali větší ochranu.
cy: Gyda balans uchel, efallai yr hoffech chi ddiweddaru i PIN alffaniwmerig i ychwanegu mwy o ddiogelwch i'ch cyfrif.
da: Med en høj saldo kan du opdatere til en alfanumerisk pinkode for at tilføje mere beskyttelse til din konto.
de: Bei einem hohen Kontostand solltest du zum erhöhten Schutz deines Kontos eventuell zu einer alphanumerischen PIN wechseln.
el: Με υψηλό υπόλοιπο, μπορεί να θέλετε να κάνετε ενημέρωση σε ένα αλφαριθμητικό PIN για να προσθέσετε περισσότερη προστασία στον λογαριασμό σας.
es: Si tienes un saldo elevado, te recomendamos cambiar tu PIN de Signal por uno alfanumérico para añadir protección extra a tu cuenta.
et: Kui su kontojääk on suur, soovitame kasutusele võtta tähtnumbrilise PIN-koodi, et oma kontot paremini kaitsta.
eu: Balantze handia izanez gero, baliteke PIN alfanumeriko batera eguneratu nahi izatea zure kontuari babes gehiago emateko.
fa: در صورت داشتن مقدار مانده‌حساب بالا، جهت محافظت بیشتر از حساب کاربری خود بهتر است پین خود را به یک پین حرفی-عددی به‌روزرسانی کنید
fi: Tili kannattaa suojata aakkosnumeerisella tunnusluvulla, erityisesti jos sen kate on korkea.
fr: Si votre solde est élevé, vous pouvez opter pour un code PIN alphanumérique afin de renforcer la protection de votre compte.
gu: ઉચ્ચ બેલેન્સ સાથે, તમે તમારા એકાઉન્ટમાં વધુ રક્ષણ ઉમેરવા માટે આલ્ફાન્યુમેરિક PIN માં અપડેટ કરવા માંગો છો.
he: עם מאזן גבוה, יתכן שתרצה לעדכן אל PIN אלפאנומרי כדי להוסיף עוד הגנה אל החשבון שלך
hi: अधिक बैलेंस होने पर, अपने खाते को ज़्यादा सुरक्षित करने के लिए आपको एक अक्षरों और अंकों वाले PIN पर अपडेट करना चाहिए।
hr: Uz veliko stanje računa, možda ćete htjeti ažurirati na alfanumerički PIN kako biste dodali veću zaštitu svom računu.
hu: Nagy egyenleggel lehet, hogy tanácsos lenne egy alfanumerikus PIN-re frissíteni, hogy további védelmet adj a fiókodhoz.
id: Dengan saldo yang tinggi, Anda mungkin ingin memperbarui PIN alfanumerik untuk menambah perlindungan tambahan atas akun Anda.
is: Þegar um háar innistæður er að ræða, gætirðu viljað uppfæra í PIN-númer með tölu- og bókstöfum til að verja greiðsluaðganginn þinn enn betur.
it: Con un saldo elevato, potresti voler eseguire l'aggiornamento a un PIN alfanumerico per aggiungere maggiore protezione al tuo account.
ja: 残高が多い場合は、英数字のPINに更新して、口座の保護を強化するとよいでしょう。
km: á¢áŸ’á“á€á‚á½ášááŸ‚á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á›áŸáá€á¼áŠ PIN ášá”áŸáŸ‹á¢áŸ’á“á€áŠáŸ„á™á”á“áŸ’ááŸ‚á˜á¢á€áŸ’áŸáš á“á·á„á›áŸá áŠá¾á˜áŸ’á”á¸á”á“áŸ’ááŸ‚á˜áŸá»áœááŸ’áá·á—á¶á–á‚áá“á¸áŠáŸ‚á›á˜á¶á“áŸá˜áá»á›áŸ’á™á—á¶á–ááŸ’á–áŸáŸ‹áŸ”
kn: ಹೆಚ್ಚು ಬ್ಯಾಲೆನ್ಸ್‌ ಇರುವುದರಿಂದ, ನೀವು ನಿಮ್ಮ ಖಾತೆಗೆ ಹೆಚ್ಚು ರಕ್ಷಣೆ ಒದಗಿಸಲು ಸಂಖ್ಯೆ ಮತ್ತು ಅಕ್ಷರ ಇರುವ ಪಿನ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ನೀವು ಬಯಸಬಹುದು.
ko: 잔고가 많으면 영숫자 PIN으로 업데이트하여 계정을 더 안전하게 보호할 수 있습니다.
lt: Turėdami didelį likutį, galite pageidauti atnaujinti savo PIN kodą į tekstinį, kad stipriau apsaugotumėte savo paskyrą.
lv: Ja atlikums ir liels, iespējams, vēlēsieties atjaunināt uz burtciparu PIN kodu, lai savam kontam piešķirtu lielāku aizsardzību.
mk: Со висок баланс, можеби ќе сакате да надградите на алфанумерички PIN за да додадете повеќе заштита на Вашата сметка.
ml: ഉയർന്ന ബാലൻസ് ഉള്ളതിനാൽ, നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് കൂടുതൽ പരിരക്ഷ ചേർക്കുന്നതിന് ഒരു ആൽഫാന്യൂമറിക് പിൻ അപ്‌ഡേറ്റ് ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിച്ചേക്കാം.
mr: उच्च बॅलंससह, आपल्या खात्याला अधिक संरक्षण जोडण्यासाठी आपल्याला अल्फान्यूमेरिक PIN अद्यतनित करावेसे वाटू शकते.
ms: Dengan baki yang tinggi, anda mungkin mahu mengemas kini PIN kepada PIN abjad angka untuk menambah lebih banyak perlindungan kepada akaun anda.
my: လက်ကျန်ငွေများလျှင် သင့်အကောင့်ကို ပိုမိုလုံခြုံမှုရှိစေရန် အက္ခရာနံပါတ်ပါသော ပင်နံပါတ်ဖြင့် သင့်အကောင့်ကို ကာကွယ်နိုင်ပါသည်။
nb: Når du har en høy kontosaldo kan det være lurt å velge en sikrere PIN-kode som består av både tall og bokstaver.
nl: Als je veel krediet hebt, is het misschien verstandig om je numerieke pincode te vervangen door een alfanumerieke pincode voor meer bescherming.
pa: ਜਿਆਦਾ ਬਕਾਏ ਦੇ ਨਾਲ, ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਵਧੇਰੇ ਸੁਰੱਖਿਆ ਜੋੜਨ ਲਈ ਅਲਫਾਨੁਮੈਰਿਕ ਪਿੰਨ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਦੀ ਇੱਛਾ ਰੱਖ ਸਕਦੇ ਹੋ।
pl: Przy wysokim saldzie środków radzimy zmienić PIN tak, aby składał się z cyfr i liter. Zwiększy to ochronę konta.
ps: د زیات بېلانس په لرلو سره، تاسې کولای شئ چې د خپل اکاونټ لپاره د لا زیاتې ساتنې د اضافه کولو لپاره د تورو او شمېرو PIN ولری.
pt_br: Com um saldo alto, será melhor você escolher um PIN alfanumérico para adicionar mais proteção à sua conta.
pt_pt: Com um saldo alto, você poderá querer atualizar para um PIN alfanumérico ou adicionar mais proteção à sua conta.
ro: Având un sold ridicat, este recomandat să treci la un PIN alfanumeric pentru a asigura mai multă protecție contului tău.
ru: Так как у вас большой баланс, возможно, вы захотите обновить свой PIN-код на буквенно-цифровой, чтобы лучше защитить свою учётную запись.
sk: Pri vysokom zostatku by ste mohli zvážiť prechod na alfanumerický PIN. Zvýšili by ste tak ochranu svojho účtu.
sl: Zaradi višine zneskov bi morda želeli spremeniti svoj PIN v alfanumeričnega in tako zagotoviti večjo varnost računa.
sq: Me një depozitë të madhe, mund të doni ta përditësoni me një PIN alfanumerik, për të shtuar më tepër mbrojtje te llogaria juaj.
sr: Ако имате велики износ на стању, саветујемо вам да креирате алфанумерички PIN да бисте имали већи ниво заштите налога.
sv: Med ett högt saldo kanske du vill uppdatera till en alfanumerisk PIN-kod för att ge mer skydd till ditt konto.
sw: Ikiwa una salio kubwa, huenda utahitaji kubadilisha utumie PIN ya herufi na nambari ili kudumisha ulinzi kwenye akaunti yako.
ta: உயர்ந்த நிலையில் சமநிலை, நீங்கள் விரும்பலாம் புதுப்பிப்பு ஒரு எண்ணெழுத்துக்கு பின் க்கு கூட்டு உங்களுக்கு கூடுதல் பாதுகாப்பு கணக்கு.
te: అధిక బ్యాలెన్స్‌తో, మీ ఖాతాకు మరింత రక్షణను జోడించడానికి మీరు ఆల్ఫాన్యూమరిక్ పిన్‌కు నవీకరించాలనుకోవచ్చు.
th: เมื่อมียอดคงเหลือสูง คุณอาจต้องการปรับปรุงรหัส PIN ตัวเลขตัวอักษรเพื่อเพิ่มการปกป้องให้กับบัญชีของคุณ
tr: Yüksek bakiyeniz varsa, hesabınıza daha iyi bir koruma sağlamak için alfanümerik bir PIN ile güncellemek isteyebilirsiniz.
ug: قالدۇقىڭىز يۇقىرى بولسا، بەلكىم سان-ھەرپلىك بىر PIN غا يېڭىلاپ، ھېساباتىڭىزنى تېخىمۇ بەكرەك قوغدىغىڭىز كېلىشى مۈمكىن.
uk: Якщо у вас велика сума на рахунку, рекомендуємо створити буквено-цифровий PIN-код для надійнішого захисту акаунту.
ur: اعلی بیلنس کے ساتھ ، آپ اپنے اکاؤنٹ میں مزید تحفظ شامل کرنے کے لئے کسی حرفی نمبر کو اپ ڈیٹ کرنا چاہتے ہو۔
vi: Với số dư cao, bạn có thể sẽ muốn cập nhật thành một mã PIN gồm cả chữ và số để thêm bảo vệ cho tài khoản của bạn.
zh_cn: 余额较高时，可更新为字母数字 PIN 码，更好地保护您的帐户。
zh_hk: 若有高餘額，您或會希望更新至字母數字 PIN 碼，以便為您的帳號增加更多保護。

# SETTINGS_PAYMENTS_HELP_CARD_UPDATE_PIN_TITLE
source: Update your PIN
af: Werk u PIN by
ar: تحديث رقم الـ PIN
az: PIN-inizi yeniləyin
be: Абнавіць свой PIN-код
bn: আপনার পিন আপডেট করুন
ca: Actualitzeu el PIN
cs: Aktualizovat PIN
cy: Diweddarwch eich PIN
da: Opdatér din pinkode
de: Aktualisiere deine PIN
el: Ενημέρωση του PIN
es: Actualiza tu PIN
et: Uuenda enda PIN-koodi
eu: Eguneratu zure PINa
fa: پین خود را به‌روزرسانی کنید
fi: Päivitä tunnuslukusi
fr: Mettez à jour votre code PIN
gu: તમારો PIN અપડેટ કરો
he: עדכן את ה־PIN שלך
hi: अपना PIN अपडेट करें
hr: Ažurirajte vaš PIN
hu: Frissítsd a PIN kódodat
id: Perbarui PIN Anda
is: Uppfærðu PIN-númerið þitt
it: Aggiorna il tuo PIN
ja: PINの更新
km: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á›áŸáá€á¼áŠ PIN ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಪಿನ್‌ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
ko: PIN 업데이트
lt: Atnaujinti savo PIN kodą
lv: Atjaunināt PIN
mk: Ажурирајте го Вашиот PIN
ml: നിങ്ങളുടെ PIN പുതുക്കുക
mr: आपला PIN अद्यतनित करा
ms: Kemas kini PIN anda
my: သင့် ပင်နံပါတ်ကို အပ်ဒိတ်ပြုလုပ်မယ်
nb: Oppdater PIN-koden din
nl: Nieuwe pincode aanmaken
pa: ਆਪਣਾ ਪਿੰਨ ਅੱਪਡੇਟ ਕਰੋ
pl: Zmień swój PIN
ps: خپل PIN اپډیټ کړئ
pt_br: Atualizar seu PIN
pt_pt: Atualizar o seu PIN
ro: Actualizează-ți PIN-ul
ru: Обновите свой PIN-код
sk: Aktualizujte si PIN
sl: Posodobite svoj PIN
sq: Përditësoni PIN-in tuaj
sr: Ажурирајте PIN
sv: Uppdatera din PIN-kod
sw: Badilisha PIN yako
ta: புதுப்பிப்பு உங்கள் பின்
te: మీ పిన్‌ను నవీకరించండి
th: เปลี่ยนรหัส PIN ของคุณ
tr: PIN'inizi güncelleyin
ug: ‫PIN نىڭىزنى يېڭىلاڭ
uk: Оновіть PIN-код
ur: اپنا پن اپ ڈیٹ کریں
vi: Cập nhật mã PIN của bạn
zh_cn: 更新 PIN 码
zh_hk: 更新您的 PIN 碼

# SETTINGS_PAYMENTS_INVALID_WALLET_ADDRESS
source: Invalid Wallet Address
af: Ongeldige beursadres
ar: عنوان المحفظة غير صحيح
az: Etibarsız pulqabı ünvanı
be: Несапраўдны адрас кашалька
bn: ওয়ালেট ঠিকানাটি অবৈধ
ca: Adreça de cartera no vàlida
cs: Neplatná adresa peněženky
cy: Cyfeiriad Waled Annilys
da: Ugyldig wallet-adresse
de: Ungültige Wallet-Adresse
el: Μη Έγκυρη Διεύθυνση Πορτοφολιού
es: Dirección de cartera no válida
et: Vigane rahakoti aadress
fa: نشانی کیف پول نامعتبر
fi: Virheellinen lompakko-osoite
fr: Adresse de portefeuille incorrecte.
gu: અમાન્ય વૉલેટ એડ્રેસ
he: כתובת ארנק בלתי תקפה
hi: अमान्य वॉलेट पता
hr: Nevažeća adresa novčanika
hu: Érvénytelen tárca cím
id: Alamat Wallet Salah
is: Ógilt vistfang veskis
it: Indirizzo del portafoglio non valido
ja: 無効なウォレットアドレスです
km: á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Wallet á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾದ ವ್ಯಾಲೆಟ್‌ ವಿಳಾಸ
ko: 잘못된 지갑 주소
lt: Neteisingas piniginės adresas
lv: Nederīga naudas maka adrese
ml: അസാധുവായ വാലറ്റ് വിലാസം
mr: अवैध वॉलेट पत्ता
ms: Alamat Dompet Tidak Sah
my: မမှန်ကန်သော ပိုက်ဆံအိတ် Wallet လိပ်စာ
nb: Ugyldig lommebokadresse
nl: Portemonnee-adres ongeldig
pa: ਵਾਲਟ ਦਾ ਗੈਰ-ਵਾਜ਼ਬ ਸਿਰਨਾਵਾਂਧ
pl: Nieprawidłowy adres portfela
ps: د جیبي بکسک ناسمه پته
pt_br: Endereço inválido da carteira
pt_pt: Endereço da carteira inválido
ro: Adresă portofel invalidă
ru: Недействительный адрес кошелька
sk: Neplatná adresa peňaženky
sl: Neveljaven naslov denarnice
sq: Adresë Portofoli e Pavlefshme
sr: Неважећа адреса новчаника
sv: Ogiltig plånboksadress
sw: Anwani ya Mkoba si sahihi
ta: தவறானது Wallet முகவரி
te: చెల్లని వాలెట్ చిరునామా
th: ที่อยู่กระเป๋าเงินไม่ถูกรูปแบบ
tr: Geçersiz Cüzdan Adresi
ug: ئىناۋەتسىز ھەميان ئادرېسى
uk: Неправильна адреса гаманця
ur: Wallet کا غلط پتہ
vi: Địa chỉ Ví Không hợp lệ
zh_cn: 无效的钱包地址
zh_hk: 錢包位址無效

# SETTINGS_PAYMENTS_LOCK_SWITCH_LABEL
source: Payments Lock
ar: قفل عمليات الدفع
be: Блакіроўка плацяжоў
bn: পেমেন্ট লক
ca: Bloqueig de pagaments
cs: Zámek plateb
da: Betalingslås
de: Zahlungssperre
el: Κλείδωμα πληρωμών
es: Bloqueo de pagos
fa: قفل پرداخت‌ها
fi: Maksulukitus
fr: Verrouillage des paiements
ga: Glas Íocaíochtaí
gu: પેમેન્ટ લૉક
he: נעילת אבטחה לתשלום
hi: भुगतान लॉक
hr: Zaključavanje plaćanja
hu: Fizetési zár
id: Kunci Pembayaran
it: Pagamenti sicuri
ja: 支払いのロック
ko: 결제 잠금
mr: पेमेंट्स लॉक
ms: Kunci Pembayaran
nb: Betalingslås
nl: Betalingsvergrendeling
pl: Blokada płatności
pt_br: Bloqueio de pagamentos
pt_pt: Bloqueio de pagamentos
ro: Parolă pentru Plăți
ru: Блокировка платежей
sk: Platobný zámok
sr: Закључавање плаћања
sv: Betalningssäkerhet
th: ฟีเจอร์ล็อกการชำระเงิน
tr: Ödeme Kilidi
ug: پۇل تۆلەش قۇلۇپى
uk: Захист платежів
ur: پیمنٹس لاک
vi: Khóa Thanh toán
zh_cn: 付款锁
zh_hk: 付款鎖定

# SETTINGS_PAYMENTS_NO_ACTIVITY_INDICATOR
source: No recent activity yet.
af: Nog geen onlangse aktiwiteit.
ar: لا توجد نشاطات حديثة بعد.
az: Hələ ki, son fəaliyyət yoxdur
be: Няма нядаўняй актыўнасці.
bn: এখনও পর্যন্ত কোনও কার্যকলাপ নেই।
ca: Encara no hi ha activitat recent.
cs: Zatím žádná nedávná aktivita.
cy: Dim gweithgaredd diweddar eto.
da: Ingen nylig aktivitet endnu.
de: Bisher noch keine Aktivitäten.
el: Δεν υπάρχει ακόμη πρόσφατη δραστηριότητα.
es: Todavía no hay actividad reciente.
et: Hiljutisi toiminguid veel pole
fa: هنوز فعالیت تازه‌ای وجود ندارد.
fi: Ei vielä tapahtumia.
fr: Aucune activité récente pour le moment.
gu: હજી સુધી કોઈ તાજેતરની પ્રવૃત્તિ નથી.
he: אין פעילות מהזמן האחרון עדיין.
hi: अभी तक हाल की कोई गतिविधि नहीं है।
hr: Nema nedavnih aktivnosti.
hu: Nem volt még fizetési aktivitás.
id: Tidak ada aktivitas terkini.
is: Engin nýleg virkni.
it: Nessuna attività recente ancora.
ja: 最近の取引はありません
km: á˜á·á“á˜á¶á“áŸá€á˜áŸ’á˜á—á¶á–ááŸ’á˜á¸áŸ—á‘áŸáŸ”
kn: ಇನ್ನೂ ಇತ್ತೀಚಿನ ಚಟುವಟಿಕೆ ಇಲ್ಲ.
ko: 아직 최근 활동이 없습니다.
lt: Kol kas nėra paskiausios veiklos.
lv: Pagaidām nav nesenu aktivitāšu.
ml: സമീപകാല പ്രവർത്തനങ്ങളൊന്നുമില്ല.
mr: अलीकडील कुठलीही अॅक्टिव्हिटी नाही
ms: Belum ada aktiviti terkini.
my: လတ်တလောလှုပ်ရှားမှုများ မရှိသေးပါ
nb: Ingen nylig aktivitet.
nl: Er zijn nog geen recente gebeurtenissen.
pa: ਕੋਈ ਹਾਲੀਆ ਸਰਗਰਮੀ ਨਹੀਂ
pl: Brak transakcji do wyświetlenia.
ps: تر اوسه پورې کوم وروستی فعالیت نشته
pt_br: Nenhuma atividade recente.
pt_pt: Ainda sem atividade recente.
ro: Nu există activități recente deocamdată.
ru: Нет недавней активности.
sk: Zatiaľ žiadna nedávna aktivita.
sl: Brez nedavnih dejavnosti.
sq: Ende pa veprimtari së fundi.
sr: Још увек нема недавних активности.
sv: Ingen ny aktivitet ännu.
sw: Bado hakuna shughuli za hivi majuzi.
ta: இல்லை சமீபத்திய செயல்பாடு இன்னும்.
te: ఇటీవలి కార్యాచరణ ఇంకా లేదు.
th: ยังไม่มีกิจกรรมเร็วๆ นี้
tr: Henüz geçmiş bir faaliyet yok.
ug: يېقىنقى پائالىيەت يوق.
uk: Останнім часом не було ніяких операцій
ur: ابھی کوئی حالیہ سرگرمی نہیں ہے۔
vi: Chưa có hoạt động gần đây
zh_cn: 最近无活动
zh_hk: 未有最近活動。

# SETTINGS_PAYMENTS_NOT_ENABLED_ALERT_MESSAGE
source: Would you like to enable payments?
af: Wil u betalings aktiveer?
ar: هل ترغبُ بتفعيل المدفوعات؟
az: Ödənişləri fəallaşdırmaq istəyirsiniz?
be: Жадаеце ўключыць плацяжы?
bn: আপনি কি পেমেন্ট সক্রিয় করতে চান?
ca: Voleu activar els pagaments?
cs: Chcete povolit platby?
cy: Hoffech alluogi taliadau?
da: Vil du gerne aktivere betalinger?
de: Möchtest du Zahlungen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις πληρωμές;
es: ¿Quieres habilitar los pagos?
et: Kas sa soovid makseid lubada?
fa: می‌خواهید پرداخت‌‌ها را فعال کنید؟
fi: Otetaanko maksut käyttöön?
fr: Voulez-vous activer les paiements ?
gu: શું તમે પેમેન્ટને સક્ષમ કરવા માંગો છો?
he: האם אתה רוצה לאפשר תשלומים?
hi: क्या आप भुगतान को सक्रिय करना चाहेंगे?
hr: Želite li omogućiti plaćanja?
hu: Szeretnéd engedélyezni a fizetéseket?
id: Apakah Anda ingin mengaktifkan pembayaran?
is: Myndirðu vilja virkja greiðslur?
it: Vuoi abilitare i pagamenti?
ja: 決済機能を有効にしますか？
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á”á¾á€á€á¶ášá‘á¼á‘á¶ááŸ‹?
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನೀವು ಇಚ್ಛಿಸುವಿರಾ?
ko: 결제를 활성화하시겠습니까?
lt: Ar norėtumėte įjungti mokėjimus?
lv: Vai vēlaties iespējot maksājumus?
ml: പേയ്‌മെന്റുകൾ പ്രാപ്തമാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: आपल्याला पेमेंट सक्षम करण्यास आवडेल का?
ms: Adakah anda mahu mendayakan pembayaran?
my: ငွေပေးချေမှုများ ဖွင့်မည်လား?
nb: Vil du aktivere betalinger?
nl: Wil je betalingen inschakelen?
pa: ਕੀ ਤੁਸੀਂ ਭੁਗਤਾਨਾਂ ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz włączyć płatności?
ps: غواړئ چې پرداختونه فعال کړئ؟
pt_br: Você gostaria de habilitar o módulo de pagamentos?
pt_pt: Gostaria de ativar os pagamentos?
ro: Veri să activezi plățile?
ru: Вы хотите включить платежи?
sk: Chceli by ste povoliť platby?
sl: Želite vklopiti plačila?
sq: Do të donit të aktivizohen pagesa?
sr: Желите ли да омогућите плаћања?
sv: Vill du aktivera betalningar?
sw: Je, ungependa kuwezesha malipo?
ta: கொடுப்பனவுகளை இயக்க விரும்புகிறீர்களா?
te: మీరు చెల్లింపులను ప్రారంభించాలనుకుంటున్నారా?
th: คุณต้องการเปิดใช้การชำระเงินหรือไม่?
tr: Ödemeleri etkinleştirmek ister misiniz?
ug: چىقىم قىلىشنى قوزغىتامسىز؟
uk: Бажаєте активувати платежі?
ur: کیا آپ ادائیگی کو قابل بنانا چاہیں گے؟
vi: Bạn có muốn bật thanh toán không?
zh_cn: 是否想要启用付款？
zh_hk: 要啟用付款功能嗎？

# SETTINGS_PAYMENTS_NOT_ENABLED_ALERT_TITLE
source: Payments Not Enabled
af: Betalings nie geaktiveer nie
ar: المدفوعات مُعطَّلة
az: Ödənişlər fəal deyil
be: Плацяжы не ўключаны
bn: পেমেন্ট চালু করা নেই
ca: Pagaments no activats
cs: Platby nejsou povoleny
cy: Taliadau Wedi Diffodd
da: Betalinger er ikke aktiveret
de: Zahlungen nicht aktiviert
el: Οι πληρωμές δεν είναι ενεργοποιημένες
es: Pagos no habilitados
et: Maksed pole lubatud
fa: پرداخت‌ها فعال نشدند
fi: Maksut eivät ole käytössä
fr: Paiements non activés
gu: પેમેન્ટ્સ સક્ષમ કરેલ નથી
he: תשלומים לא מאופשרים
hi: भुगतान चालू नहीं हैं
hr: Plaćanja nisu omogućena
hu: Fizetések nem engedélyezettek
id: Pembayaran Tidak Diaktifkan
is: Greiðslur ekki virkar
it: Pagamenti non abilitati
ja: 決済機能が無効です
km: á€á¶ášá‘á¼á‘á¶ááŸ‹ á˜á·á“á”á¶á“á”á¾á€
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ
ko: 결제가 활성화되지 않음
lt: Mokėjimai neįjungti
lv: Maksājumi nav iespējoti
ml: പേയ്‌മെന്റുകൾ പ്രവർത്തനക്ഷമമാക്കിയിട്ടില്ല
mr: पेमेंट सक्षम केले नाही
ms: Pembayaran Tidak Didayakan
my: ငွေပေးချေမှုများ မဖွင့်ထားပါ
nb: Betalinger er ikke aktivert
nl: Betalingen zijn uitgeschakeld
pa: ਭੁਗਤਾਨ ਚਾਲੂ ਨਹੀਂ ਹੈ
pl: Płatności nie są włączone
ps: پرداختونه فعال شوي نه دي
pt_br: Módulo de pagamentos desativado
pt_pt: Pagamentos não ativados
ro: Plățile nu sunt activate
ru: Платежи не включены
sk: Platby nie sú povolené.
sl: Plačila niso aktivirana
sq: Pagesat S’janë Aktivizuar
sr: Плаћања нису омогућена
sv: Betalningar inte aktiverat
sw: Malipo Hayajawezeshwa
ta: கொடுப்பனவுகள் இயக்கப்படவில்லை
te: చెల్లింపులు ప్రారంభించబడలేదు
th: การชำระเงินไม่ได้เปิดใช้
tr: Ödemeler Etkin Değil
ug: چىقىم قىلىش قوزغىتىلمىدى
uk: Платежі не ввімкнено
ur: ادائیگیاں اہل نہیں ہیں
vi: Thanh toán Không được Bật
zh_cn: 付款未启用
zh_hk: 付款功能未啟用

# SETTINGS_PAYMENTS_NOT_REGISTERED_ALERT_MESSAGE
source: Re-register to send payments.
af: Herregistreer om betalings te verstuur.
ar: أعِد التسجيل لإرسال المبالغ.
az: Ödənişləri göndərmək üçün təkrar qeydiyyatdan keçin.
be: Зарэгіструйцеся нанова, каб адпраўляць плацяжы.
bn: পেমেন্ট পাঠাতে পুনরায় রেজিস্টার করুন।
ca: Torneu-vos a registrar per enviar pagaments.
cs: Znovu registrovat pro odesílání plateb.
cy: Ailgofrestrwch i anfon taliadau.
da: Genregistrer for at sende betalinger.
de: Registriere dich erneut, um Zahlungen zu senden.
el: Εγγραφείτε ξανά για αποστολή πληρωμών.
es: Vuelve a registrarte para enviar pagos.
fa: برای ارسال پرداخت‌ها دوباره ثبت‌نام کنید.
fi: Lähetä maksuja rekisteröitymällä uudelleen
fr: Réinscrivez-vous pour effectuer des paiements.
gu: પેમેન્ટ મોકલવા માટે ફરીથી રજીસ્ટર કરો.
he: הירשם מחדש כדי לשלוח תשלומים.
hi: भुगतान भेजने के लिए री-रजिस्टर करें।
hr: Ponovno registrirajte za slanje uplata.
hu: Regisztráljon újra fizetések küldéséhez
id: Daftar ulang untuk mengirimkan pembayaran.
is: Endurskráðu þig til að geta sent greiðslur.
it: Registrati nuovamente per inviare pagamenti.
ja: 送金するには再登録してください。
km: á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á¡á¾á„áœá·á‰ áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾á€á¶ášá‘á¼á‘á¶ááŸ‹áŸ”
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಲು ಮತ್ತೆ ನೋಂದಣಿ ಮಾಡಿ.
ko: 지불을 보내려면 다시 등록하세요.
lt: Norėdami siųsti mokėjimus, užsiregistruokite iš naujo.
lv: Reģistrējieties atkārtoti, lai sūtītu maksājumus.
ml: പേയ്മെന്റുകൾ അയയ്ക്കാൻ വീണ്ടും രജിസ്റ്റർ ചെയ്യുക.
mr: पेमेंट पाठवण्यासाठी पुन्हा नोंदणी करा.
ms: Daftar semula untuk menghantar pembayaran.
my: ငွေပေးချေမှုများ ပေးပို့ရန် ပြန်စာရင်းသွင်းပေးပါ။
nb: Registrer på nytt for å sende penger.
nl: Registreer je telefoonnummer opnieuw om betalingen te kunnen doen.
pa: ਭੁਗਤਾਨ ਭੇਜਣ ਲਈ ਦੁਬਾਰਾ ਰਜਿਸਟਰ ਕਰੋ।
pl: Aby wysyłać płatności, zarejestruj się ponownie.
ps: د پرداختونو د لیږلو لپاره بیا نوم لیکنه وکړئ.
pt_br: Registre-se novamente para realizar pagamentos.
pt_pt: Voltar a registar para enviar pagamentos.
ro: Înregistrează-te din nou pentru a trimite plăți.
ru: Зарегистрируйтесь заново, чтобы отправлять платежи.
sk: Pre odosielanie platieb sa znovu zaregistrujte.
sl: Za pošiljanje plačila se ponovno prijavite.
sq: Që të dërgoni pagesa, riregjistrojeni.
sr: Поново региструјте да бисте слали уплате.
sv: Registrera dig igen för att skicka betalningar.
sw: Jisajili upya ili utume malipo.
ta: மீண்டும் பதிவு செய்யுங்கள்அனுப்பு கொடுப்பனவுகள்.
te: చెల్లింపులు పంపడానికి తిరిగి నమోదు చేయండి.
th: ลงทะเบียนอีกครั้งเพื่อส่งการชำระเงิน
tr: Ödeme göndermek için yeniden kaydol.
ug: چىقىملارنى ئەۋەتىش ئۈچۈن قايتا تىزىملىتىڭ
uk: Перереєструйтеся, щоб надсилати платежі.
ur: ادائیگی بھیجنے کے لئے دوبارہ رجسٹر ہوں۔
vi: Đăng ký lại để gửi thanh toán.
zh_cn: 重新注册以发送付款。
zh_hk: 重新註冊以付款。

# SETTINGS_PAYMENTS_NOT_REGISTERED_ALERT_TITLE
source: Not Registered
af: Nie geregistreer nie
ar: غير مُسجَّلة
az: Qeydiyyatdan keçilməyib
be: Не зарэгістраваны
bn: রেজিস্টার করা নেই
ca: Sense registrar
cs: Není registrováno
cy: Heb Gofrestru
da: Ikke registreret
de: Nicht registriert
el: Μη εγγεγραμμένος
es: Aún no te has registrado
et: Pole registreeritud
eu: Ez Erregistratua
fa: ثبت نشده
fi: Ei rekisteröity
fr: Inscription nécessaire
ga: Níl tú cláraithe
gu: રજીસ્ટર નથી
he: לא רשום
hi: पंजीकृत नहीं है
hr: Nije registriran/a
hu: Nincs regisztrálva
id: Tidak Terdaftar
is: Ekki skráð
it: Non registrato
ja: 未登録
kab: Ur yettujerred ara
km: á˜á·á“á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡
kn: ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ
ko: 등록되지 않음
lt: Neregistruota
lv: Nav reģistrēts
mk: Нерегистриран
ml: രജിസ്റ്റർ ചെയ്തിട്ടില്ല
mr: नोंदणी केली नाही
ms: Tidak Berdaftar
my: မှတ်ပုံတင်ထားခြင်း မရှိပါ
nb: Ikke registrert
nl: Niet geregistreerd
pa: ਰਜਿਸਟਰ ਨਹੀਂ ਹੈ
pl: Wymagana rejestracja
ps: ثبت شوی نه دی
pt_br: Não registrado
pt_pt: Não registado
ro: Nu este înregistrată
ru: Нет регистрации
sk: Neregistrovaný/á
sl: Neprijavljen
sq: Jo i Regjistruar
sr: Није регистровано
sv: Inte registrerad
sw: Haijasajiliwa
ta: பதிவு செய்யப்படவில்லை
te: నమోదు కాలేదు
th: ยังไม่ได้ลงทะเบียน
tr: Kayıtlı Değil
ug: تىزىملىتىلمىغان
uk: Ви не зареєстровані
ur: رجسٹرڈنہیں
vi: Chưa Đăng ký
zh_cn: 未注册
zh_hk: 尚未註冊
