Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONTACT_PERMISSION_ACTION_SHEET_STEP_ONE
source: Tap “Go to Settings” below
af: Tik hieronder op “Gaan na Instellings”
ar: انقر على "انتقِل إلى الإعدادات" في الأسفل
az: Aşağıdakı "Tənzimləmələrə get"ə toxunun
be: Націсніце «Перайсці ў налады», што ніжэй
bn: নিচের “সেটিংস-এ যান” অপশনে ট্যাপ করুন
ca: Toqueu «Vés a la configuració»
cs: Klepněte níže na „Přejít na nastavení“
cy: Tapiwch "Mynd i Gosodiadau" isod
da: Tryk på “Gå til indstillinger” nedenfor
de: Tippe unten auf »Zu Einstellungen«
el: Πάτησε "Πήγαινε στις Ρυθμίσεις" παρακάτω
es: Toca el botón "Ir a Ajustes" de abajo.
es_es: Toca sobre «Ir a ajustes» abajo
et: Klõpsa allpool "Mine sätetesse"
eu: Ukitu "Joan Ezarpenetara" azpian
fa: روی «به تنظیمات بروید» ضربه بزنید
fi: Napauta Mene asetuksiin alta
fr: Touchez "Accéder aux réglages" ci-dessous.
ga: Tapáil “Socruithe” thíos
gu: નીચે "સેટિંગ્સ પર જાઓ" પર ટેપ કરો
he: הקש על ”לך אל הגדרות” למטה
hi: नीचे "सेटिंग्स पर जाएँ" पर टैप करें
hr: Pritisnite ispod na "Idi na postavke"
hu: Koppints az "Ugrás Beállításokhoz" címkére lent
id: Ketuk "Buka pengaturan" di bawah
is: Ýttu á “Fara í stillingar” hér fyrir neðan
it: Clicca “Vai alle Impostazioni” sotto
ja: 以下の「設定へ」をタップ
kab: Sit ɣef "Ddu ɣer yiɣewwaren" ddaw
kk: Төмендегі “Параметрлерге өту” түймесін басыңыз
km: á…á»á… â€œá‘áŸ…á€á¶ášá€áŸ†áááŸ‹â€ áá¶á„á€áŸ’ášáŸ„á˜
kn: ಕೆಳಗಿನ “ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಹೋಗಿ” ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 하단 "설정으로 이동"을 탭하세요
lt: Žemiau bakstelėkite „Pereiti į nustatymus“
lv: Nospiest "Iet uz uzstādījumiem" zemāk
mk: Допрете на "Оди во Поставки" подолу
ml: ചുവടെയുള്ള “ക്രമീകരണങ്ങളിലേക്ക് പോകുക” ടാപ്പുചെയ്യുക
mr: खाली "सेटिंग वर जा" टॅप करा
ms: Ketik "Pergi ke Tetapan" di bawah
my: အောက်တွင်ရှိသော "အပြင်အဆင်များသို့ သွားမယ်" ခလုတ် နှိပ်ပါ
nb: Trykk "Gå til innstillinger" under
nl: Tik op ‘Naar instellingen’ hieronder
pa: ਹੇਠਾਂ “Settings ਉੱਤੇ ਜਾਓ” ਨੂੰ ਛੂਹੋ
pl: Dotknij opcji „Przejdź do ustawień”
ps: لاندې پر ”تنظیماتو ته ولاړ شئ“ کلیک وکړئ
pt_br: Toque em "Ir para configurações," abaixo:
pt_pt: Toque em "Ir para as definições" abaixo
ro: Apasă pe "Mergi la Setări” mai jos
ru: Нажмите «Перейти в Настройки» ниже
sk: Ťuknite na “Prejsť na nastavenia” nižšie
sl: Tapnite "Pojdi v nastavitve" spodaj
sq: Prekni më poshtë “Kalo te Rregullimet”
sr: Додирните „Иди на подешавања“ у наставку
sv: Tryck på "Gå till inställningar" nedan
sw: Gusa “Nenda kwenye Mipangilio” hapa chini
ta: கீழே உள்ள “அமைப்புகளுக்குச் செல்” என்பதைத் தட்டவும்
te: దిగువ “సెట్టింగ్‌లకు వెళ్ళు” నొక్కండి
th: แตะ "ไปยังการตั้งค่า" ด้านล่าง
tr: Aşağıdan "Ayarlara git" seçeneğine dokunun
ug: تۆۋەندىكى «تەڭشەكلەرگە يۆتكەل» نى چېكىڭ
uk: Натисніть кнопку «Відкрити параметри»
ur: نیچے "ترتیبات پر جائیں" پر ٹیپ کریں
vi: Nhấn "Mở Cài đặt" ở dưới
zh_cn: 轻按下面的“去设置”
zh_hk: 按一下「前往設定」

# CONTACT_PERMISSION_ACTION_SHEET_STEP_TWO
source: Turn on “Contacts”
af: Skakel “Kontakte” aan
ar: تشغيل "جهات الاتصال"
az: "Əlaqələr"i işə salın
be: Уключыце «Кантакты»
bn: “কন্ট্যাক্ট” চালু করুন
ca: Activeu «Contactes»
cs: Zapnout "Kontakty"
cy: Galluogi "Cysylltiadau"
da: Slå "Kontakter" til
de: Schalte »Kontakte« ein
el: Ενεργοποίησε τις "Επαφές"
es: Activa "Contactos".
es_es: Activa «Contactos»
et: Luba "Kontaktid"
eu: Aktibatu "Kontaktuak"
fa: «مخاطبین» را روشن کنید
fi: Ota käyttöön Yhteystiedot
fr: Activez "Contacts".
ga: Cuir “Contacts” ar siúl
gu: "સંપર્કો" ચાલુ કરો
he: הפעל את ”אנשי קשר”
hi: "संपर्क" चालू करें
hr: Uključite "Kontakti"
hu: "Kontaktok" bekapcsolása
id: Aktifkan "Kontak"
is: Virkja "Tengiliðir"
it: Attiva “Contatti”
ja: 「連絡先」を有効にする
kab: Rmed "Inermisen"
kk: “Байланыстағы тұлғалар” функциясын іске қосыңыз
km: á”á¾á€ â€œá”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„â€
kn: “ಸಂಪರ್ಕಗಳನ್ನು” ಆನ್ ಮಾಡಿ
ko: "연락처"를 켜세요
lt: Įjunkite „Adresatus“
lv: Iespējot "Kontakti"
mk: Вклучете "Контакти"
ml: “കോൺ‌ടാക്റ്റുകൾ” ഓണാക്കുക
mr: "संपर्क" चालू करा
ms: Hidupkan "Kenalan"
my: "အဆက်အသွယ်များ" ဖွင့်မယ်
nb: Skru på "Kontakter"
nl: Schakel ‘Contacten’ in
pa: “Contacts” ਚਾਲੂ ਕਰੋ
pl: Włącz „Kontakty”
ps: ”مخاطبین“ روښانه کړئ
pt_br: Habilite "Contatos"
pt_pt: Ative os "Contactos"
ro: Activează „Contacte”
ru: Включите «Контакты»
sk: Zapnúť “Kontakty”
sl: Omogočite "Stiki"
sq: Aktivizoni zërin “Kontakte”
sr: Активирајте опцију „Контакти“
sv: Slå på "Kontakter"
sw: Washa kipengele cha “Waasiliani”
ta: தொடர்புகளை இயக்கவும்
te: “పరిచయాలు” ఆన్ చేయండి
th: เปิด “ผู้ติดต่อ”
tr: "Kişiler" seçeneğini açın
ug: «ئالاقەداشلار» نى قوزغات
uk: Увімкніть «Контакти»
ur: "روابط" کو آن کریں
vi: Bật "Danh bạ"
zh_cn: 开启“联系人”
zh_hk: 開啟「聯絡人」

# CONTACT_PERMISSION_ACTION_SHEET_TITLE
source: Turn on Contacts
af: Skakel kontakte aan
ar: تشغيل جهات الاتصال
az: Əlaqələri işə salın
be: Уключыць «Кантакты»
bn: কন্ট্যাক্ট চালু করুন
ca: Activació de «Contactes»
cs: Zapnout Kontakty
cy: Galluogi Cysylltiadau
da: Slå kontakter til
de: Kontakte einschalten
el: Ενεργοποίησε τις Επαφές
es: Activar contactos
es_es: Activar contactos
et: Luba kontaktid
eu: Aktubatu Kontaktuak
fa: مخاطبین را روشن کنید
fi: Ota käyttöön Yhteystiedot
fr: Autoriser l'accès aux contacts
ga: Cuir Contacts ar siúl
gu: સંપર્કો ચાલુ કરો
he: הפעל את אנשי קשר
hi: संपर्क चालू करें
hr: Uključite Kontakte
hu: Kontaktok bekapcsolása
id: Aktifkan kontak
is: Virkja tengiliði
it: Attiva Contatti
ja: 「連絡先」をオン
kab: Rmed inermisen
kk: Байланыстағы тұлғалар функциясын іске қосыңыз
km: á”á¾á€á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕಗಳನ್ನು ಆನ್ ಮಾಡಿ
ko: 연락처를 켜기
lt: Įjungti adresatus
lv: Iespējot Kontaktus
mk: Вклучете Контакти
ml: കോൺ‌ടാക്റ്റുകൾ ഓണാക്കുക
mr: संपर्क चालू करा
ms: Hidupkan Kenalan
my: အဆက်အသွယ်များ ဖွင့်မယ်
nb: Skru på Kontakter
nl: Schakel ‘Contacten’ in
pa: ਸੰਪਰਕਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Włącz kontakty
ps: مخاطبین روښانه کړئ
pt_br: Habilite Contatos
pt_pt: Ativar contactos
ro: Activează contactele
ru: Включите контакты
sk: Zapnúť kontakty
sl: Omogočite Stike
sq: Aktivizoni Kontaktet
sr: Активирајте контакте
sv: Slå på Kontakter
sw: Ruhusu Waasiliani
ta: தொடர்புகளை இயக்கவும்
te: పరిచయాలను ప్రారంభించండి
th: เปิดผู้ติดต่อ
tr: Kişiler seçeneğini açın
ug: ئالاقەداشلارنى قوزغات
uk: Увімкніть контакти
ur: رابطے آن کریں
vi: Bật lên Danh bạ
zh_cn: 开启联系人
zh_hk: 開啟「聯絡人」

# CONTACT_PERMISSION_NOT_NOW_ACTION
source: Not Now
af: Nie nou nie
ar: ليس الآن
az: İndi yox
be: Не зараз
bn: এখন নয়
ca: Ara no
cs: Nyní ne
cy: Nid nawr
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
es_es: Ahora no
et: Mitte praegu
eu: Orain ez
fa: حالا نه
fi: Ei nyt
fil: Hindi Ngayon
fr: Plus tard
ga: Ná bac leis anois
gu: અત્યારે નહીં
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Később
id: Jangan sekarang
is: Ekki núna
it: Non ora
ja: 今はしない
kab: Mačči tura
kk: Қазір емес
km: á›á¾á€á€áŸ’ášáŸ„á™
kn: ಈಗಲ್ಲ
ko: 나중에
lt: Ne dabar
lv: Ne tagad
mk: Не сега
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
ms: Bukan Sekarang
my: ယခုမဟုတ်ပါ
nb: Ikke nå
nl: Niet nu
pa: ਹਾਲੇ ਨਹੀਂ
pa_pk: اجے نئیں
pl: Nie teraz
ps: اوس نه
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sq: Jo Tani
sr: Не сада
sv: Inte nu
sw: Sio kwa Sasa
ta: இப்போது வேண்டாம்
te: ఇప్పుడు కాదు
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
ug: ھازىر ئەمەس
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_cn: 以后再说
zh_hk: 暫不需要

# CONTACT_PERMISSION_REMINDER_MEGAPHONE_ACTION
source: Allow Access
af: Skakel aan
ar: منح الصلاحية
az: İşə sal
be: Дазволіць доступ
bn: অ্যাক্সেসের অনুমতি দিন
ca: Permet l'accés
cs: Povolit přístup
cy: Galluogi
da: Tillad adgang
de: Zugriff erlauben
el: Να δοθεί πρόσβαση
es: Permitir acceso
es_es: Activar
et: Lülita sisse
eu: Aktibatu
fa: اجازۀ دسترسی بدهید
fi: Myönnä käyttöoikeus
fil: Buksan
fr: Accorder l'accès
ga: Ceadaigh Rochtain
gu: ઍક્સેસ આપો
he: התר גישה
hi: अनुमति दें
hr: Omogući pristup
hu: Hozzáférés engedélyezése
id: Izinkan Akses
is: Kveikja
it: Consenti accesso
ja: アクセスを許可する
kab: Rmed
kk: Іске қосу
km: á”á¾á€
kn: ಆನ್‌ ಮಾಡಿ
ko: 권한 허용
lt: Įjungti
lv: Ieslēgt
mk: Вклучи
ml: ഓൺ ചെയ്യുക
mr: अॅक्सेस अनुमती द्या
ms: Benarkan Capaian
my: ဖွင့်မယ်
nb: Tillat tilgang
nl: Toegang geven
pa: ਚਾਲੂ ਕਰੋ
pa_pk: آن کرو
pl: Zezwól na dostęp
ps: روښانه يې کړئ
pt_br: Permitir acesso
pt_pt: Permitir o acesso
ro: Permite accesul
ru: Разрешить доступ
sk: Povoliť prístup
sl: Vklopi
sq: Aktivizoje
sr: Дозволи приступ
sv: Tillåt åtkomst
sw: Washa
ta: இயக்கவும்
te: ఆరంభించండి
th: อนุญาตให้เข้าถึง
tr: Erişimine İzin Ver
ug: ئىشلىتىشكە رۇخسەت
uk: Надати доступ
ur: رسائی کی اجازت دیں
vi: Cho phép Truy cập
zh_cn: 允许访问
zh_hk: 允許存取

# CONTACT_PERMISSION_REMINDER_MEGAPHONE_BODY
source: Allow access to your contacts to quickly find them on Signal.
af: Sien kontakname en -foto’s in jou kletse.
ar: اسمح بالوصول إلى جهات اتصالك للعثور عليهم بسرعة على سيجنال.
az: Söhbətlərinizdəki əlaqə adlarına və fotolara baxın.
be: Дайце доступ да вашых кантактаў, каб хутка знайсці іх у Signal.
bn: Signal-এ কন্টাক্ট দ্রুত খুঁজে পেতে আপনার কন্টাক্টে অ্যাক্সেসের অনুমতি দিন।
ca: Permet l'accés als teus contactes per trobar-los ràpidament a Signal.
cs: Povolte přístup ke kontaktům pro jejich rychlé vyhledání v aplikaci Signal.
cy: Gweld enwau cysylltiadau a lluniau yn eich sgyrsiau.
da: Tillad adgang til dine kontakter for hurtigt at finde dem i Signal.
de: Erlaube den Zugriff auf deine Kontakte, um sie auf Signal schnell zu finden.
el: Να επιτρέπεται η πρόσβαση στις επαφές σου για γρήγορη αναζήτηση στο Signal.
es: Permite el acceso a tus contactos para encontrarlos rápidamente en Signal.
es_es: Mostrar los nombres y fotos de tus contactos en chats.
et: Näita vestlustes kontaktide nimesid ja fotosid.
eu: Ikusi kontaktuen izenak eta argazkiak zure solasaldietan
fa: اجازه دسترسی به مخاطبانتان را بدهید تا آن‌ها را سریع در سیگنال پیدا کنید.
fi: Anna yhteystietojen käyttöoikeus, jotta löydät heidät nopeasti Signalista.
fil: See contact names and photos in your conversations.
fr: Autorisez Signal à accéder à vos contacts pour les trouver rapidement.
ga: Ceadaigh rochtain ar do theagmhálaithe lena n-aimsiú go gasta ar Signal.
gu: તમારા સંપર્કોને Signal પર ઝડપથી શોધવા માટે તેમને ઍક્સેસ કરવાની મંજૂરી આપો.
he: לאפשר גישה לאנשי הקשר שלך כדי למצוא אותם במהירות ב–Signal.
hi: Signal पर अपने संपर्कों को जल्दी ढूँढने के लिए, उनके ऐक्सेस की अनुमति दें।
hr: Dopustite pristup svojim kontaktima kako biste ih brzo pronašli na Signalu.
hu: Engedélyezd a hozzáférést a névjegyeidhez, hogy gyorsan megtaláld őket a Signalban.
id: Izinkan akses ke daftar kontak Anda agar bisa cepat menemukan mereka di Signal.
is: Sjá nöfn og myndir tengiliða í spjöllunum þínum.
it: Consenti l'accesso ai tuoi contatti per trovarli subito su Signal.
ja: 連絡先へのアクセスを許可すると、Signalのユーザーをすぐに見つけることができます。
kab: Wali ismawen n yinermisen d tewlafin-nsen deg yidiwenniyen:
kk: Әңгіме-дүкендегі байланыстық тұлғалардың аты мен фотосуреттерін көріңіз.
km: á˜á¾á›áˆáŸ’á˜áŸ„áŸ‡á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ á“á·á„ášá¼á”á—á¶á–á“á¶á“á¶á€áŸ’á“á»á„á€á¶ášá‡á‡áŸ‚á€ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ಚಾಟ್‌ಗಳಲ್ಲಿ ಸಂಪರ್ಕ ಹೆಸರುಗಳು ಮತ್ತು ಫೋಟೋಗಳನ್ನು ನೋಡಿ.
ko: Signal에서 빠르게 연락처를 찾을 수 있도록 연락처에 대한 액세스를 허용하세요.
lt: Matykite savo pokalbiuose adresatų vardus bei nuotraukas.
lv: Skatiet tērzēšanas laikā kontaktpersonu vārdus un fotoattēlus.
mk: Видете ги имињата на контактите и сликите во Вашите разговори.
ml: നിങ്ങളുടെ ചാറ്റുകളിലെ കോൺ‌ടാക്റ്റ് പേരുകളും ഫോട്ടോകളും കാണുക.
mr: आपल्या संपर्कांना Signal वर त्वरित शोधण्यासाठी ॲक्सेसची अनुमती द्या.
ms: Benarkan akses kepada kenalan anda untuk mencari mereka dengan cepat di Signal.
my: သင့် စကားပြောဆိုမှုများထဲမှ အဆက်အသွယ်များ၏ နားမည်နှင့် ဓါတ်ပုံများ ကြည့်မယ်။
nb: Gi Signal tilgang til kontaktene dine for å finne dem raskt og enkelt i appen.
nl: Geef toegang tot je contacten, zodat je ze in Signal snel terug kunt vinden.
pa: ਆਪਣੀਆਂ ਚੈਟਾਂ ਵਿੱਚ ਸੰਪਰਕਾਂ ਦੇ ਨਾਂ ਅਤੇ ਫੋਟੋਆਂ ਨੂੰ ਵੇਖੋ।
pa_pk: See contact names and photos in your conversations.
pl: Zezwól na dostęp do kontaktów, aby wyszukiwać je w aplikacji Signal.
ps: په خپلو چټونو کې د مخاطبینو نومونه او انځورونه ووینئ.
pt_br: Permita o acesso aos seus contatos para encontrá-los rapidamente no Signal.
pt_pt: Permita acesso aos seus contactos para os encontrar rapidamente no Signal.
ro: Permite accesul la contactele tale, pentru a le găsi rapid pe Signal.
ru: Разрешите доступ к своим контактам, чтобы быстро найти их в Signal.
sk: Povoľte prístup k svojim kontaktom, aby ste ich mohli rýchlo nájsť.
sl: Prikaži imena stikov in fotografij v vaših pogovorih.
sq: Shihni emra dhe foto kontaktesh në fjalosjet tuaja.
sr: Дозволите приступ вашим контактима да бисте их брзо пронашли на Signal-у.
sv: Tillåt åtkomst till dina kontakter för att snabbt hitta dem på Signal.
sw: Angalia majina ya waasiliani na picha katika gumzo zako.
ta: உங்கள் அரட்டைகளில் தொடர்பு பெயர்கள் மற்றும் புகைப்படங்களைக் காண்க.
te: మీ మాటామంతీ‌లో సంప్రదింపు పేర్లు మరియు చిత్రాలను చూడండి.
th: ค้นหาผู้ติดต่อบน Signal ได้ทันทีด้วยการอนุญาตสิทธิ์การเข้าถึงรายชื่อผู้ติดต่อของคุณ
tr: Kişilerini Signal'de hızlıca bulmak için onlara erişim izni ver.
ug: سىگنالنىڭ ئالاقىلاشقۇچىلار تىزىملىكىگە كىرىشىگە يول قويۇپ ئۇلارنى تېزراق تېپىۋېلىڭ.
uk: Надайте доступ до своїх контактів, щоб швидко знаходити їх у Signal.
ur: اپنے رابطوں تک رسائی کی اجازت دیں تاکہ انہیں Signal پر فوری طور پر تلاش کیا جا سکے۔
vi: Cho phép truy cập danh bạ của bạn để nhanh chóng tìm được các liên hệ trên Signal.
zh_cn: 允许访问您的联系人以便在 Signal 上快速找到他们。
zh_hk: 允許存取你的聯絡人以在 Signal 上快速找到他們。

# CONTACT_PERMISSION_REMINDER_MEGAPHONE_TITLE
source: Find contacts on Signal
af: Skakel kontakte aan?
ar: اعثر على جهات الاتصال على سيجنال
az: Əlaqələr işə salınsın?
be: Знайсці кантакты ў Signal
bn: Signal-এ কন্টাক্ট খুঁজুন
ca: Trobar contactes a Signal
cs: Vyhledávání kontaktů v aplikaci Signal
cy: Galluogi Cysylltiadau?
da: Find kontakter på Signal
de: Kontakte auf Signal finden
el: Αναζήτηση επαφών στο Signal
es: Buscar contactos en Signal
es_es: ¿Activar contactos?
et: Kas lubada kontaktid?
eu: Kontaktuak aktibatu?
fa: یافتن مخاطبان در سیگنال
fi: Etsi yhteystietoja Signalista
fil: Turn on Contacts?
fr: Rechercher des contacts sur Signal
ga: Aimsigh teagmhálaithe ar Signal
gu: Signal પર સંપર્કો શોધો
he: חיפוש אנשי קשר ב–Signal
hi: Signal पर संपर्क ढूँढें
hr: Pronađite kontakte na Signalu
hu: Névjegyek keresése a Signalban
id: Temukan kontak di Signal
is: Virkja tengiliði?
it: Trova contatti su Signal
ja: Signal上で連絡先を検索する
kab: Rmed inermisen?
kk: Байланыстағы тұлғалар функциясын іске қосу керек пе?
km: á”á¾á€á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„?
kn: ಸಂಪರ್ಕಗಳನ್ನು ಆನ್ ಮಾಡುವುದೇ?
ko: Signal에서 연락처 찾기
lt: Įjungti adresatus?
lv: Iespējot Kontaktus?
mk: Вклучете Контакти?
ml: കോൺ‌ടാക്റ്റുകൾ ഓണാക്കണോ?
mr: Signal वर संंपर्क शोधा
ms: Cari kenalan di Signal
my: အဆက်အသွယ်များ ဖွင့်မလား?
nb: Finn kontakter på Signal
nl: Vind je contacten op Signal
pa: ਸੰਪਰਕ ਚਾਲੂ ਕਰਨੇ ਹਨ?
pa_pk: Turn on Contacts?
pl: Twoje kontakty w aplikacji Signal
ps: غواړئ مخاطبین روښانه کړئ؟
pt_br: Encontre contatos no Signal
pt_pt: Encontre contactos no Signal
ro: Găsește contacte pe Signal
ru: Найти контакты в Signal
sk: Nájdite kontakty v aplikácii Signal
sl: Želite omogočiti Stike?
sq: Të aktivizohen Kontaktet?
sr: Пронађите контакте на Signal-у
sv: Hitta kontakter på Signal
sw: Ungependa Kuruhusu Anwani?
ta: தொடர்புகளை இயக்கவா?
te: పరిచయాలను ప్రారంభించాలా?
th: ค้นหาผู้ติดต่อบน Signal
tr: Signal'de kişileri bul
ug: سىگنالدىن ئالاقىداشلارنى تېپىڭ
uk: Знаходьте контакти в Signal
ur: Signal پر رابطے تلاش کریں
vi: Tìm liên hệ trên Signal
zh_cn: 在 Signal 上寻找联系人
zh_hk: 在 Signal 上搜尋聯絡人

# CONTACT_PHONE
source: Phone
af: Telefoon
ar: رقم الهاتف
az: Telefon
be: Тэлефон
bg: Телефон
bn: ফোন
ca: Telèfon
cs: Telefon
cy: Ffôn
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
es_es: Teléfono
et: Telefon
eu: Telefonoa
fa: تلفن
fi: Puhelin
fil: Telepono
fr: Téléphone
ga: Guthán
gu: ફોન
he: טלפון
hi: फ़ोन
hr: Telefon
hu: Telefonszám
id: Telepon
is: Sími
it: Telefono
ja: 電話番号
kab: Tiliɣri
kk: Телефон
km: á‘á¼ášáŸá–áŸ’á‘
kn: ಫೋನ್
ko: 휴대전화
lt: Telefonas
lv: Tālrunis
mk: Телефон
ml: ഫോൺ
mr: फोन
ms: Telefon
my: ဖုန်း
nb: Telefon
nl: Telefoon
pa: ਫੋਨ
pa_pk: فون
pl: Numer telefonu
ps: ټلیفون
pt_br: Telefone
pt_pt: Telemóvel
ro: Telefon
ru: Телефон
sk: Telefón
sl: Telefon
sq: Telefon
sr: Телефон
sv: Telefon
sw: Simu
ta: தொலைபேசி
te: ఫోన్
th: โทรศัพท์
tr: Telefon
ug: تېلېفون
uk: Телефон
ur: فون
vi: Số điện thoại
zh_cn: 电话
zh_hk: 電話

# CONTACT_PICKER_NO_EMAILS_AVAILABLE
source: No email available.
af: Geen e-pos beskikbaar nie.
ar: لا يوجد بريد إلكتروني مُتاح.
az: E-poçt mövcud deyil.
be: Няма адраса электроннай пошты.
bg: Няма налична електронна поща.
bn: কোন ইমেইল পাওয়া যাচ্ছে না
ca: Sense adreça electrònica.
cs: E-mail není dostupný.
cy: Dim e-bost ar gael.
da: Ingen e-mail tilgængelig.
de: Keine E-Mail-Adresse verfügbar.
el: Δεν υπάρχει email.
es: Correo electrónico no disponible.
es_es: Correo no disponible.
et: E-post pole saadaval.
eu: Emailik ez dago eskuragarri.
fa: هیچ ایمیلی در دسترس نیست
fi: Ei sähköpostiosoitetta
fil: Walang available na email.
fr: Adresse e-mail indisponible.
ga: Níl seoladh r-phoist ar fáil.
gu: કોઈ ઇમેઇલ ઉપલબ્ધ નથી.
he: אין דוא״ל זמין.
hi: ईमेल उपलब्ध नहीं है।
hr: Nema dostupne adrese e-pošte.
hu: Nincs elérhető email.
id: Tidak ada email yang tersedia
is: Enginn tölvupóstur finnanlegur.
it: Nessuna email disponibile.
ja: メールアドレスがありません。
kab: Ulac imayl yellan.
kk: Электрондық хат жоқ.
km: á˜á·á“á˜á¶á“áŸá¶ášá¢áŸá¡á·á…ááŸ’ášá¼á“á·á…áŸ”
kn: ಯಾವುದೇ ಇಮೇಲ್ ಲಭ್ಯವಿಲ್ಲ.
ko: 이메일이 없습니다.
lt: El. paštas neprieinamas.
lv: E-pasts nav pieejams.
mk: Нема достапна е-пошта.
ml: ഇമെയിൽ ലഭ്യമല്ല
mr: कुठलेही ईमेल उपलब्ध नाही.
ms: Tiada e-mel tersedia
my: အီးမေးလ်လိပ်စာမရှိပါ
nb: Ingen e-post tilgjengelig.
nl: Geen e-mail beschikbaar.
pa: ਕੋਈ ਈਮੇਲ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pa_pk: کوئی ای میل دستیاب نئیں۔
pl: E-mail niedostępny.
ps: هېڅ برېښنالیک نشته.
pt_br: Nenhum e-mail disponível.
pt_pt: Sem e-mails disponíveis.
ro: Nici un email disponibil
ru: Нет адреса эл. почты.
sk: Email nie je k dispozícii.
sl: Na voljo ni nobenega e-poštnega nasova.
sq: S’ka email për të.
sr: Нема имејл адресу.
sv: Ingen e-post tillgänglig.
sw: Hakuna barua-pepe inayopatikana.
ta: மின்னஞ்சல் கிடைப்பில் இல்லை .
te: ఇమెయిల్ అందుబాటులో లేదు.
th: ไม่มีอีเมลที่ใช้ได้
tr: Eposta bulunmamaktadır.
ug: ئېلخەت يوق
uk: Електронної пошти немає.
ur: کوئی ای میل دستیاب نہیں۔
vi: Không có sẵn email.
zh_cn: 无可用 E-mail
zh_hk: 沒有電郵。

# CONTACT_PICKER_NO_PHONE_NUMBERS_AVAILABLE
source: No phone number available.
af: Geen foonnommer beskikbaar nie.
ar: لا يوجد رقم هاتف مُتاح.
az: Telefon nömrəsi mövcud deyil.
be: Няма нумара тэлефона.
bg: Няма наличен телефонен номер.
bn: কোন ফোন নাম্বার পাওয়া যাচ্ছে না
ca: Sense número de telèfon.
cs: Telefonní číslo není dostupné.
cy: Dim rhif ffôn ar gael.
da: Intet telefonnummer tilgængeligt.
de: Keine Telefonnummer verfügbar.
el: Δεν υπάρχει αριθμός τηλεφώνου.
es: Número de teléfono no disponible.
es_es: Teléfono no disponible
et: Telefoninumber pole saadaval.
eu: Telefono zenbakirik ez dago eskuragarri.
fa: هیچ شماره تلفنی در دسترس نیست
fi: Ei puhelinnumeroa
fil: Walang available na numero ng telepono
fr: Aucun numéro de téléphone indiqué.
ga: Níl uimhir ghutháin ar fáil.
gu: કોઈ ફોન નંબર ઉપલબ્ધ નથી.
he: אין מספר טלפון זמין.
hi: फोन नंबर उपलब्ध नहीं है।
hr: Nema dostupnog broja telefona.
hu: Nincs elérhető telefonszám.
id: Tidak ada nomor telepon yang tersedia.
is: Ekkert símanúmer finnanlegt.
it: Nessun numero di telefono disponibile.
ja: 電話番号がありません。
kab: Ulac uṭṭun n tilifun yellan.
kk: Телефон нөмірі жоқ.
km: á˜á·á“á˜á¶á“á›áŸáá‘á¼ášáŸá–áŸ’á‘áŸ”
kn: ಯಾವುದೇ ಫೋನ್ ಸಂಖ್ಯೆ ಲಭ್ಯವಿಲ್ಲ.
ko: 전화번호가 없습니다.
lt: Telefono numeris neprieinamas.
lv: Tālruņa numurs nav pieejams.
mk: Нема достапен телефонски број.
ml: ഫോൺ നമ്പർ ലഭ്യമല്ല
mr: कुठलाही फोन नंबर उपलब्ध नाही.
ms: Tiada nombor telefon tersedia
my: ဖုန်းနံပါတ်မရှိပါ
nb: Ingen telefonnummer tilgjengelig.
nl: Geen telefoonnummer beschikbaar.
pa: ਕੋਈ ਫੋਨ ਨੰਬਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pa_pk: کوئی فون نمر دستیاب نئیں۔
pl: Numer telefonu niedostępny.
ps: د ټلیفون هېڅ شمېرې نشته.
pt_br: Nenhum número de telefone disponível.
pt_pt: Nenhum número de telefone disponível.
ro: Nici un număr de telefon disponibil.
ru: Нет номера телефона.
sk: Telefónne číslo nie je k dispozícii.
sl: Na voljo ni nobene telefonske številke.
sq: S’ka numër telefoni për të.
sr: Број телефона није доступан.
sv: Inget telefonnummer tillgängligt.
sw: Hakuna nambari ya simu inayopatikana.
ta: தொலைபேசி எண் கிடைப்பில் இல்லை
te: ఫోన్ నంబర్ అందుబాటులో లేదు.
th: ไม่มีหมายเลขโทรศัพท์ที่ใช้ได้
tr: Telefon numarası bulunmamaktadır.
ug: تېلېفون نومۇر يوق.
uk: Номера телефону немає.
ur: کوئی فون نمبر دستیاب نہیں۔
vi: Không có sẵn số điện thoại.
zh_cn: 无可用的手机号码。
zh_hk: 沒有電話號碼。

# CONTACT_PICKER_TITLE
source: Select Contact
af: Kies kontak
ar: اختر جهة الاتصال
az: Əlaqəni seç
be: Выбраць кантакт
bg: Избери Контакт
bn: পরিচিতি নির্বাচন করুন
ca: Selecció de contacte
cs: Vybrat kontakt
cy: Dewiswch Cysylltiad
da: Vælg kontakt
de: Kontakt auswählen
el: Επιλογή επαφής
es: Seleccionar contacto
es_es: Seleccionar contacto
et: Vali kontakt
eu: Kontaktua aukeratu
fa: انتخاب مخاطب
fi: Valitse yhteystieto
fil: Pumili ng Kontak
fr: Sélectionner un contact
ga: Roghnaigh Teagmhálaí
gu: સંપર્ક પસંદ કરો
he: בחר איש קשר
hi: संपर्क चुनें
hr: Odaberite kontakt
hu: Névjegy kiválasztása
id: Pilih kontak
is: Velja tengilið
it: Scegli contatto
ja: 連絡先を選択
kab: Fren anermis
kk: Байланыстағы тұлғаны таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 연락처 선택
lt: Pasirinkti adresatą
lv: Atlasīt kontaktpersonu
mk: Изберете контакт
ml: കോൺടാക്ട് സെലക്ട് ചെയ്യുക
mr: संपर्क निवडा
ms: Pilih Kenalan
my: အဆက်အသွယ်ကို ရွေးချယ်ပါ
nb: Velg kontakt
nl: Kies contact
pa: ਸੰਪਰਕ ਚੁਣੋ
pa_pk: رابطہ منتخب کرو
pl: Wybierz kontakt
ps: د مخاطب ټاکنه
pt_br: Selecionar contato
pt_pt: Selecionar contacto
ro: Selectează contactul
ru: Выбрать контакт
sk: Vybrať kontakt
sl: Izberi stik
sq: Përzgjidhni Kontakt
sr: Изаберите контакт
sv: Välj kontakt
sw: Chagua mwasiliani
ta: தொடர்பு என்பதைத் தேர்ந்தெடுக்கவும்
te: పరిచయాన్ని ఎంచుకోండి
th: เลือกผู้ติดต่อ
tr: Kişiyi Seç
ug: ئالاقەداش تاللا
uk: Виберіть контакт
ur: رابطہ منتخب کریں
vi: Chọn Liên Hệ
zh_cn: 选择联系人
zh_hk: 選取聯絡人

# CONTACT_SHARE_APPROVAL_VIEW_TITLE
source: Share Contact
af: Deel kontak
ar: مشاركة جهة الاتصال
az: Əlaqəni paylaş
be: Абагуліць кантакт
bg: Сподели Контакт
bn: পরিচিতি শেয়ার করুন
ca: Enviament del contacte
cs: Sdílet kontakt
cy: Rhannu Cysylltiad
da: Del kontakt
de: Kontakt teilen
el: Κοινοποίηση επαφής
es: Compartir contacto
es_es: Compartir contacto
et: Jaga kontakti
eu: Partekatu Kontaktua
fa: اشتراک مخاطب
fi: Jaa yhteystieto
fil: Ibahagi ang Kontak
fr: Partager ce contact
ga: Comhroinn an Teagmhálaí seo
gu: સંપર્ક શેર કરો
he: שיתוף איש קשר
hi: संपर्क भेजें
hr: Podijelite kontakt
hu: Kontakt megosztás
id: Bagikan kontak
is: Deila tengilið
it: Condividi contatto
ja: 連絡先を共有
kab: Bḍu anermis
kk: Байланыстағы тұлғаны бөлісу
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕ ಹಂಚಿಕೊಳ್ಳಿ
ko: 연락처 공유
lt: Bendrinti adresatą
lv: Kopīgot kontaktpersonu
mk: Споделете контакт
ml: കോൺടാക്ട് പങ്കുവയ്ക്കുക
mr: संपर्क सामायिक करा
ms: Kongsi Kenalan
my: အဆက်အသွယ်ကို မျှဝေမည်
nb: Del kontakt
nl: Contact delen
pa: ਸੰਪਰਕ ਸਾਂਝਾ ਕਰੋ
pa_pk: رابطے دا سانجھا کرو
pl: Udostępnij kontakt
ps: د مخاطب شریکول
pt_br: Compartilhar contato
pt_pt: Partilhar contacto
ro: Partajează contactul
ru: Поделиться контактом
sk: Zdieľať kontakt
sl: Deli stik
sq: Ndajeni Kontaktin Me të Tjerë
sr: Поделите контакт
sv: Dela kontakt
sw: Shiriki Mawasiliano
ta: தொடர்பை பகிர்
te: పరిచయాన్ని పంచుకోండి
th: แบ่งปันผู้ติดต่อ
tr: Kişiyi Paylaş
ug: ئالاقەداش ھەمبەھىر
uk: Поділіться контактом
ur: رابطہ کا اشتراک کریں
vi: Chia sẻ Liên hệ
zh_cn: 分享联系人
zh_hk: 分享聯絡人
