Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_ADD_MONEY_DESCRIPTION
source: To add funds, send MobileCoin to your wallet address. Start a transaction from your account on an exchange that supports MobileCoin, then scan the QR code or copy your wallet address.
af: Om fondse toe te voeg moet u MobileCoin na u beursadres stuur. Begin ’n transaksie van u rekening op ’n beurs wat MobileCoin ondersteun en skandeer dan die QR-kode of kopieer u beursadres.
ar: لإضافة مبالغ، يُرجى إرسال MobileCoin إلى عنوان محفظتك. ابدأ المعاملة انطلاقًا من حسابك في منصة تداول تدعم MobileCoin، بعدها قُم بمسح كود الـ QR أو انسخ عنوان محفظتك.
az: Pul əlavə etmək üçün pulqabı ünvanınıza MobileCoin göndərin. MobileCoin dəstəkləyən bir birjada hesabınızdan bir əməliyyat başladın, daha sonra QR kodu skan edin və ya pulqabı ünvanınızı kopyalayın.
be: Адпраўце MobileCoin на адрас вашага кашалька, каб дадаць сродкі. Пачніце транзакцыю ў сваім уліковым запісе на біржы, якая падтрымлівае MobileCoin, потым праскануйце QR-код або скапіюйце адрас свайго кашалька.
bn: ফান্ড যোগ করতে আপনার ওয়ালেটের ঠিকানায় MobileCoin পাঠান। আপনার অ্যাকাউন্ট থেকে এমন কোনও লেনদেন শুরু করুন যা MobileCoin-কে সাপোর্ট করে, তারপরে QR কোডটি স্ক্যান করুন বা আপনার ওয়ালেটের ঠিকানাটি কপি করুন।
ca: Per afegir-hi fons, envieu MobileCoin a la vostra adreça de cartera. Inicieu una transacció des del compte en una borsa que admeti MobileCoin i, a continuació, escaneu el codi QR o copieu la vostra adreça de cartera.
cs: Chcete-li přidat prostředky, zašlete MobileCoin na adresu vaší peněženky. Zahajte transakci ze svého účtu na burze, která podporuje MobileCoin, poté naskenujte QR kód nebo zkopírujte adresu peněženky.
cy: I ychwanegu arian, anfonwch MobileCoin i'ch cyfeiriad waled. Dechreuwch drafodyn o'ch cyfrif ar gyfnewidfa sy'n cefnogi MobileCoin, yna sganiwch y cod QR neu gopïwch eich cyfeiriad waled.
da: For at tilføje midler skal du sende MobileCoin til din wallet-adresse. Start en transaktion fra din konto på en børs, som understøtter MobileCoin, derefter scan QR-koden eller kopier wallet-adressen.
de: Um Guthaben hinzuzufügen, sende MobileCoin an deine Wallet-Adresse. Starte eine Transaktion von deinem Konto bei einer Handelsplattform, die MobileCoin unterstützt, und scanne dann den QR-Code oder kopiere deine Wallet-Adresse.
el: Για να προσθέσετε χρήματα, στείλτε MobileCoin στη διεύθυνση του πορτοφολιού σας. Ξεκινήστε μια συναλλαγή από τον λογαριασμό σας σε ένα ανταλλακτήριο που υποστηρίζει MobileCoin και στη συνέχεια σαρώστε τον κωδικό QR ή αντιγράψτε τη διεύθυνση του πορτοφολιού σας.
es: Para añadir fondos, envía MobileCoin a la dirección de tu cartera. Inicia una transacción desde tu cuenta en una plataforma de intercambio que admita MobileCoin. Después, escanea el código QR o copia la dirección de tu cartera.
et: Vahendite lisamiseks saada MobileCoinid enda rahakoti aadressile. Alusta tehingut mõne valuutavahetuse kontolt, mis toetab MobileCoini, siis skanni QR-kood või kopeeri enda rahakoti aadress.
eu: Funtsak eransteko, bidali MobileCoin diru-zorroaren helbidera. Hasi trukaketa bat MobileCoinen truke batekin, gero QR kodea eskaneatu edo zure diru-zorroaren helbidea kopiatu.
fa: برای افزودن اعتبار، MobileCoin را به نشانی کیف پول خود ارسال کنید. تراکنشی از حساب کاربری خود در یک صرافی که از MobileCoin پشتیبانی می‌کند آغاز کنید، سپس کد QR را اسکن یا نشانی کیف پول خود را کپی کنید.
fi: Lisää varoja lähettämällä MobileCoineja lompakko-osoitteeseen. Aloita siirto tililtäsi MobileCoin-yhteensopivalla kauppapaikalla ja sitten skannaamalla QR-koodi tai kopioimalla lompakon osoite.
fr: Pour ajouter des fonds, envoyez des MobileCoins à l'adresse de votre portefeuille. Sur une plateforme d'échange compatible MobileCoin, démarrez une transaction depuis votre compte, puis scannez le code QR ou copiez l'adresse de votre portefeuille.
gu: ફંડ ઉમેરવા માટે, MobileCoin ને તમારા વૉલેટ એડ્રેસ પર મોકલો. MobileCoin ને સપોર્ટ કરે તેવા એક્સચેન્જ પર તમારા એકાઉન્ટમાંથી ટ્રાન્ઝેક્શન શરૂ કરો, પછી QR કોડ સ્કૅન કરો અથવા તમારા વૉલેટ એડ્રેસની કૉપિ કરો.
he: כדי להוסיף כספים, שלח MobileCoin אל כתובת הארנק שלך. התחל עסקה מהחשבון שלך במסחר שתומך ב־MobileCoin, ואז סרוק את קוד ה־QR או העתק את כתובת הארנק שלך.
hi: धनराशि जोड़ने के लिए, अपने वॉलेट पते में MobileCoin भेजें। अपने खाते से किसी ऐसे एक्सचेंज पर लेन-देन शुरू करें जो MobileCoin का समर्थन करता हो, फिर QR स्कैन करें या अपने वॉलेट पते को कॉपी करें।
hr: Da biste dodali sredstva, pošaljite MobileCoin na vašu adresu novčanika. Započnite prijenos sa svog računa na burzi koja podržava MobileCoin, a zatim skenirajte QR kôd ili kopirajte adresu novčanika.
hu: Adj hozzá alaptőkét, küldj Mobilecoin valutát a tárcád címére. Indíts egy tranzakciót egy Mobilecoin valutát támogató tözsdefiók alól, majd olvasd be a QR kódot, vagy másold be tárcád címét.
id: Untuk menambah dana, kirimkan MobileCoin ke alamat wallet Anda. Mulai transaksi dari akun Anda pada sebuah exchange yang mendukung MobileCoin, kemudian pindai kode QR atau salin alamat wallet Anda.
is: Til að bæta við fjármunum, skaltu senda MobileCoin-mynt á vistfang veskisins þíns. Framkvæmdu millifærslu frá aðgangi þínum á greiðslumiðlun sem styður MobileCoin, skannaðu síðan QR-kóða eða afritaðu vistfang veskisins þíns.
it: Per aggiungere fondi, invia MobileCoin all'indirizzo del tuo portafoglio. Avvia una transazione dal tuo account su un exchange che supporta MobileCoin, quindi scansiona il codice QR o copia l'indirizzo del tuo portafoglio.
ja: 入金するには、あなたのウォレットアドレスにMobileCoinを送信します。MobileCoinを扱っている取引所の、あなたの口座から取引を開始し、QRコードをスキャンするか、あなたのウォレットアドレスをコピーしてください。
km: áŠá¾á˜áŸ’á”á¸á”á“áŸ’ááŸ‚á˜ááœá·á€á¶ á•áŸ’á‰á¾ MobileCoin á‘áŸ…á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Wallet ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á…á¶á”áŸ‹á•áŸ’áá¾á˜á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá–á¸á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€ á“áŸ…á€á“áŸ’á›áŸ‚á„á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹áŠáŸ‚á›á‚á¶áŸ†á‘áŸ’áš MobileCoin á”á“áŸ’á‘á¶á”áŸ‹á˜á€áŸáŸ’á€áŸá“á€á¼áŠ QR á¬ á…á˜áŸ’á›á„á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Wallet ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ಫಂಡ್‌ಗಳನ್ನು ಸೇರಿಸಲು, ನಿಮ್ಮ ವಾಲೆಟ್ ವಿಳಾಸಕ್ಕೆ ಮೊಬೈಲ್‌ಕಾಯಿನ್‌ ಕಳುಹಿಸಿ. ಮೊಬೈಲ್‌ಕಾಯಿನ್ ಬೆಂಬಲಿಸುವ ವಿನಿಮಯದಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯಿಂದ ವಹಿವಾಟನ್ನು ಆರಂಭಿಸಿ, ನಂತರ ಕ್ಯುಆರ್‌ ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಅಥವಾ ನಿಮ್ಮ ವಾಲೆಟ್ ವಿಳಾಸವನ್ನು ನಕಲು ಮಾಡಿ.
ko: 자금을 추가하려면 MobileCoin을 지갑 주소로 보내세요. MobileCoin을 지원하는 거래소의 계정에서 거래를 시작한 다음 QR 코드를 스캔하거나 지갑 주소를 복사하세요.
lt: Norėdami pridėti lėšas, siųskite „MobileCoin“ valiutą į savo piniginės adresą. Pradėkite operaciją savo paskyroje, „MobileCoin“ palaikančiame valiutos keitimo punkte, o tuomet nuskenuokite QR kodą arba nukopijuokite savo piniginės adresą.
lv: Lai pievienotu naudas kapitālu, nosūtiet MobileCoin uz sava naudas maka adresi. Sāciet transakciju no sava konta finanšu institūcijā, kas atbalsta MobileCoin, pēc tam skenējiet QR kodu vai kopējiet naudas maka adresi.
mk: За да додадете средства, испратете MobileCoin на адресата на Вашиот паричник. Започнете трансакција од Вашата сметка на берза која што поддржува MobileCoin, потоа скенирајте го QR кодот или ископирајте ја адресата на Вашиот паричник.
ml: ഫണ്ടുകൾ ചേർക്കുന്നതിന്, നിങ്ങളുടെ വാലറ്റ് വിലാസത്തിലേക്ക് മൊബൈൽ കോയിൻ അയയ്ക്കുക. മൊബൈൽ കോയിൻ പിന്തുണയ്ക്കുന്ന ഒരു എക്സ്ചേഞ്ചിൽ നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് ഒരു ട്രാൻസാക്ഷൻ ആരംഭിക്കുക, തുടർന്ന് ക്യുആർ കോഡ് സ്കാൻ ചെയ്യുക അല്ലെങ്കിൽ നിങ്ങളുടെ വാലറ്റ് വിലാസം പകർത്തുക.
mr: फंड जोडण्यासाठी, MobileCoin आपल्या वॉलेट पत्त्यावर पाठवा. MobileCoin चे समर्थन करत असलेल्या ऐक्सचेंजवर आपल्या खात्यावरून व्यवहार चालू करा, नंतर QR कोड स्कॅन करा किंवा वॉलेट पत्ता कॉपी करा.
ms: Untuk menambah dana, hantar MobileCoin ke alamat dompet anda. Mulakan transaksi daripada akaun anda di pertukaran yang menyokong MobileCoin, kemudian imbas kod QR atau salin alamat dompet anda.
my: ငွေဖြည့်ရန် သင့် ပိုက်ဆံအိတ် Wallet လိပ်စာသို့ MobileCoin ပို့ပါ။ သင့် အကောင့်မှ MobileCoin ပံ့ပိုးသော လွှဲပြောင်းမှုနှင့် ငွေပေးငွေယူမှုတစ်ကြောင်းလုပ်ဆောင်ပါ၊ ပြီးလျှင် QR ကုဒ်စကင်ဖတ်ပါ သို့မဟုတ် သင့် ပိုက်ဆံအိတ် Wallet လိပ်စာ ကော်ပီကူးပါ။
nb: Send MobileCoin til lommebokadressen din for å overføre penger. Åpne en ny transaksjon fra kontoen din med MobilCoin, og skann QR-koden eller kopier lommebokadressen din.
nl: Maak een account bij een beurs die MobileCoin ondersteunt. Stuur vervolgens vanaf je beursaccount MobileCoin naar je Signal portemonnee-adres door de QR-code te scannen of door het adres te kopiëren om op Signal krediet toe te voegen.
pa: ਫੰਡ ਸ਼ਾਮਲ ਕਰਨ ਲਈ, ਆਪਣੇ ਵਾਲੇਟ ਪਤੇ ’ਤੇ MobileCoin ਭੇਜੋ। ਆਪਣੇ ਖਾਤੇ ਤੋਂ ਕਿਸੇ ਅਜਿਹੇ ਐਕਸਚੇਂਜ ’ਤੇ ਇੱਕ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਅਰੰਭ ਕਰੋ ਜੋ MobileCoin ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ, ਫਿਰ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ ਜਾਂ ਆਪਣੇ ਵਾਲੇਟ ਪਤੇ ਨੂੰ ਕਾਪੀ ਕਰੋ।
pl: Aby dodać środki, wyślij walutę MobileCoin na adres swojego portfela. Zaloguj się w kantorze obsługującym MobileCoin, wymień tam pieniądze, a następnie zeskanuj kod QR lub skopiuj adres portfela.
ps: د اعتبار د زیاتولو لپاره، MobileCoin د خپل جیبي بکسک پتې ته ولیږئ. معامله له خپل اکاونټ څخه په هغه صرافي کې چې د MobileCoin نه ملاتړ کوي پیل کړئ، وروسته بیا د QR کوډ سکن یا د خپل جیبي بکسک پته کاپي کړئ.
pt_br: Para adicionar fundos, envie MobileCoin para o endereço da sua carteira. Inicie uma transação de sua conta com uma intermediação de troca que suporte MobileCoin, depois escaneie o código QR ou copie o endereço da sua carteira.
pt_pt: Para adicionar fundos, envie MobileCoin para o endereço da sua carteira. Inicie uma transação a partir da sua conta numa troca compatível com MobileCoin e, em seguida, digitalize o código QR ou copie o endereço da carteira.
ro: Pentru a adăuga fonduri, trimite MobileCoin către adresa portofelului tău. Inițiază o tranzacție din contul tău de la un exchange care acceptă MobileCoin, după care scanează codul QR sau copiază adresa portofelului.
ru: Чтобы пополнить баланс, отправьте MobileCoin на адрес своего кошелька. Начните транзакцию в своей учётной записи на бирже, которая поддерживает MobileCoin, затем просканируйте QR-код или скопируйте адрес своего кошелька.
sk: Ak chcete pridať prostriedky, pošlite MobileCoin na svoju adresu peňaženky. Začnite transakciu zo svojho účtu na burze, ktorá podporuje MobileCoin, potom naskenujte QR kód alebo skopírujte adresu svojej peňaženky.
sl: Za dodajanje sredstev pošljite svoje MobileCoine na naslov svoje denarnice. S transakcijo začnete v svojem računu v menjalnici, ki podpira MobileCoin, nato skenirate kodo QR ali prekopirate naslov denarnice.
sq: Për të shtuar fonde, dërgoni MobileCoin te adresa e portofolit tuaj. Fillon një transaksion që nga llogaria juaj në një platformë që mbulon MobileCoin, mandej skanoni kodin QR ose kopjoni adresën e portofolit tuaj.
sr: Да бисте додали средства, пошаљите MobileCoin на своју адресу новчаника. Покрените трансакцију са свог налога на берзи која подржава MobileCoin, а затим скенирајте QR код или копирајте вашу адресу новчаника.
sv: För att lägga till pengar, skicka MobileCoin till din plånboksadress. Starta en transaktion från ditt konto på en börs som stöder MobileCoin, skanna sedan QR-koden eller kopiera din plånboksadress.
sw: Ili kuongeza pesa, tuma MobileCoin kwenye anwani yako ya mkoba. Anzisha muamala shughuli kutoka kwenye akaunti yako kwa ubadilishaji unatumia MobileCoin, kisha changanua msimbo wa QR au unakili anwani yako ya mkoba.
ta: க்கு கூட்டு நிதி, அனுப்பு உங்களிடம் MobileCoin பணப்பை முகவரி. உங்களிடமிருந்து ஒரு பரிவர்த்தனையைத் தொடங்கவும்கணக்கு ஒரு பரிமாற்றம் இது MobileCoin ஐ ஆதரிக்கிறது ஊடுகதிர் தி க்யு ஆர் குறியீடு அல்லது நகல் உங்கள் பணப்பை முகவரி.
te: నిధులను జోడించడానికి, మీ వాలెట్ చిరునామాకు MobileCoin పంపండి. MobileCoin కి మద్దతిచ్చే మార్పిడిలో మీ ఖాతా నుండి లావాదేవీని ప్రారంభించండి, ఆపై QR కోడ్‌ను స్కాన్ చేయండి లేదా మీ వాలెట్ చిరునామాను కాపీ చేయండి.
th: เพื่อเพิ่มเงิน ส่ง MobileCoin ไปยังที่อยู่กระเป๋าเงินของคุณ เริ่มต้นธุรกรรมจากบัญชีของคุณในตลาดหลักทรัพย์ที่รองรับ MobileCoin จากนั้นสแกนรหัส QR หรือคัดลอกที่อยู่กระเป๋าเงินของคุณ
tr: Para eklemek için, cüzdan adresinize MobileCoin gönderin. MobileCoin destekleyen bir kambiyodaki hesabınızdan bir işlem başlatın, daha sonra Karekodu okutun veya cüzdan adresinizi girin.
ug: مەبلەغ قوشۇش ئۈچۈن MobileCoin نى ھەميان ئادرېسىڭىزغا ئەۋەتىڭ. مۇئامىلىنى MobileCoin نى قوللايدىغان بىر ئالماستۇرغۇچىدىكى ھېساباتىڭىزدىن باشلاڭ، ئاندىن QR كودىنى سايىلەڭ ياكى ھەميان ئادرېسىڭىزنى كۆچۈرۈڭ.
uk: Щоб додати кошти, надішліть MobileCoin на адресу свого гаманця. Почніть операцію у своєму обліковому записі на біржі, що підтримує MobileCoin, і зіскануйте QR-код або скопіюйте адресу свого гаманця.
ur: فنڈز شامل کرنے کے لئے ، اپنے Wallet کے پتے پر موبائل کوائن بھیجیں۔ اپنے تبادلے سے اپنے اکاؤنٹ سے لین دین شروع کریں جو موبائل کوائن کو سپورٹ کرتا ہے ، پھر کیو آر کوڈ اسکین کریں یا اپنے بٹوے کے پتے کو کاپی کریں۔
vi: Để thêm quỹ, gửi MobileCoin vào địa chỉ ví của bạn. Bắt đầu một giao dịch từ tài khoản của bạn trên một sàn trao đổi có hỗ trợ MobileCoin, sau đó quét mã QR hoặc sao chép địa chỉ ví của bạn.
zh_cn: 为了添加资金，请发送 MobileCoin 至您的钱包地址。在支持 MobileCoin 的交易平台上，从您的帐户开启交易，然后扫描该二维码或复制您的钱包地址。
zh_hk: 若要增加款項，請發送 MobileCoin 到您的錢包位址。請在支援 MobileCoin 的交易平台上以您所屬的帳號開始一筆交易，然後掃描二維碼或複製您的錢包位址。

# SETTINGS_PAYMENTS_ADD_MONEY_WALLET_ADDRESS_COPIED
source: Wallet Address Copied
af: Beursadres gekopieer
ar: تمَّ نسخ عنوان المحفظة
az: Pulqabı ünvanı kopyalandı
be: Адрас кашалька скапіраваны
bn: ওয়ালেট ঠিকানা কপি করা হয়েছে
ca: Adreça de cartera copiada
cs: Adresa peněženky zkopírována
cy: Copïwyd Cyfeiriad Waled
da: Wallet-adresse kopieret
de: Wallet-Adresse kopiert
el: Η διεύθυνση πορτοφολιού αντιγράφηκε
es: Se ha copiado la dirección de la cartera
et: Rahakoti aadress kopeeritud
fa: نشانی کیف پول کپی شد
fi: Lompakon osoite kopioitu
fr: Adresse de portefeuille copiée.
gu: વૉલેટ એડ્રેસ કૉપિ કરેલ છે
he: כתובת ארנק הועתקה
hi: वॉलेट पता कॉपी किया गया
hr: Adresa novčanika je kopirana
hu: Tárca cím másolva
id: Alamat Wallet Disalin
is: Vistfang veskis afritað á klippispjaldið
it: Indirizzo del portafoglio copiato
ja: ウォレットアドレスをコピーしました
km: á”á¶á“á…á˜áŸ’á›á„á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Wallet
kn: ವ್ಯಾಲೆಟ್‌ ವಿಳಾಸವನ್ನು ನಕಲಿಸಲಾಗಿದೆ
ko: 지갑 주소 복사됨
lt: Piniginės adresas nukopijuotas
lv: Naudas maka adrese nokopēta
ml: വാലറ്റ് വിലാസം പകർത്തി
mr: वॉलेट पत्ता कॉपी केला
ms: Alamat Dompet telah Disalin
my: ပိုက်ဆံအိတ် Wallet လိပ်စာကို ကော်ပီကူးယူပြီး
nb: Lommebokadresse kopiert
nl: Portemonnee-adres gekopieerd
pa: ਵਾਲੇ ਦਾ ਸਿਰਨਾਵਾਂ ਕਾਪੀ ਕੀਤਾ
pl: Adres portfela skopiowany
ps: د جیبي بکسک پته کاپي شوه
pt_br: Endereço da carteira copiado
pt_pt: Endereço da carteira copiado
ro: Adresa portofelului a fost copiată
ru: Адрес кошелька скопирован
sk: Adresa peňaženky okopírovaná
sl: Naslov denarnice je kopiran
sq: U kopjua Adresë Portofoli
sr: Адреса новчаника је копирана
sv: Plånboksadress kopierad
sw: Anwani ya Mkoba Imenakiliwa
ta: Wallet முகவரி நகலெடுக்கப்பட்டது
te: వాలెట్ చిరునామా కాపీ చేయబడింది
th: คัดลอกที่อยู่กระเป๋าเงินแล้ว
tr: Cüzdan Adresi Kopyalandı
ug: ھەميان ئادرېسى كۆچۈرۈلدى
uk: Адресу гаманця скопійовано
ur: Wallet کا پتہ کاپی کیا گیا
vi: Địa chỉ ví đã được sao chép
zh_cn: 钱包地址已复制
zh_hk: 錢包位址已複製

# SETTINGS_PAYMENTS_ALL_RECORDS
source: All Payments
af: Alle betalings
ar: جميع المدفوعات
az: Bütün ödənişlər
be: Усе плацяжы
bn: সমস্ত পেমেন্ট
ca: Tots els pagaments
cs: Všechny platby
cy: Pob Taliad
da: Alle betalinger
de: Alle Zahlungen
el: Όλες οι πληρωμές
es: Todos los pagos
et: Kõik maksed
fa: همه پرداخت‌ها
fi: Kaikki maksut
fr: Tous les paiements
gu: બધા પેમેન્ટ્સ
he: כל התשלומים
hi: सभी भुगतान
hr: Sva plaćanja
hu: Minden fizetés
id: Semua Pembayaran
is: Allar greiðslur
it: Tutti i pagamenti
ja: すべての決済
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲಾ ಪೇಮೆಂಟ್‌ಗಳು
ko: 모든 지불
lt: Visi mokėjimai
lv: Visi maksājumi
ml: എല്ലാ പേയ്മെന്റുകളും
mr: सर्व पेमेंट
ms: Semua Pembayaran
my: ငွေပေးချေမှုများ အားလုံး
nb: Alle betalinger
nl: Alle betalingen
pa: ਸਾਰੇ ਭੁਗਤਾਨ
pl: Wszystkie płatności
ps: ټول پرداختونه
pt_br: Todos os pagamentos
pt_pt: Todos os pagamentos
ro: Toate plățile
ru: Все платежи
sk: Všetky platby
sl: Vsa plačila
sq: Krejt Pagesat
sr: Сва плаћања
sv: Alla betalningar
sw: Malipo Yote
ta: அனைத்து கொடுப்பனவுகளும்
te: అన్ని చెల్లింపులు
th: การจ่ายเงินทั้งหมด
tr: Tüm Ödemeler
ug: بارلىق چىقىملار
uk: Усі платежі
ur: تمام ادائیگی
vi: Tất cả Thanh toán
zh_cn: 全部付款
zh_hk: 所有付款

# SETTINGS_PAYMENTS_BALANCE_CONVERSION_FORMAT
source: %1$@ %2$@ at %3$@
af: %1$@ %2$@ om %3$@
ar: %1$@ %2$@ بتاريخ %3$@
be: %1$@ %2$@ у %3$@
bn: %3$@-এ %1$@%2$@
ca: %1$@ %2$@ a %3$@
cs: %1$@ %2$@ v %3$@
cy: %1$@ %2$@ ar gyfradd %3$@
da: %1$@ %2$@ ved %3$@
de: %1$@ %2$@ um %3$@
el: %1$@ %2$@ στις %3$@
et: %1$@ %2$@ kuupäev %3$@
fa: %1$@ %2$@ در %3$@
fi: %1$@ %2$@ kurssilla %3$@
fr: %1$@ %2$@ à %3$@
gu: %3$@ પર %1$@%2$@
he: %1$@ %2$@ בתאריך %3$@
hi: %1$@ %2$@ से %3$@
hr: %1$@ %2$@ u %3$@
id: %1$@ %2$@ pada %3$@
is: %1$@ %2$@ kl. %3$@
it: %1$@ %2$@ alle %3$@
ja: %1$@ %2$@ (%3$@現在)
km: %1$@ %2$@ á“áŸ… %3$@
kn: %3$@ರಲ್ಲಿ %1$@%2$@
lt: %1$@ %2$@ ties %3$@
ml: %3$@-ൽ %1$@%2$@
mr: %3$@ वर %1$@ %2$@
ms: %1$@ %2$@ pada %3$@
my: %1$@ %2$@ ၊ %3$@ ရက်စွဲဖြင့်
nb: %1$@ %2$@ den %3$@
nl: %1$@ %2$@ om %3$@
pa: %1$@ %2$@, %3$@ ਤੇ
ps: %1$@%2$@ په %3$@
pt_br: %1$@ %2$@ em %3$@
pt_pt: %1$@ %2$@ em %3$@
ro: %1$@ %2$@ la %3$@
ru: %1$@ %2$@ на %3$@
sk: %1$@ %2$@ z %3$@
sl: %1$@ %2$@ ob %3$@
sq: %1$@ %2$@ më %3$@
sr: %1$@ %2$@ у %3$@
sv: %1$@ %2$@ i %3$@
sw: %1$@ %2$@ tarehe %3$@
ta: %1$@ %2$@ இல் %3$@
te: %3$@ వద్ద %1$@ %2$@
th: %1$@ %2$@ เมื่อ %3$@
ug: %1$@ %2$@ ۋاقىت %3$@
uk: %1$@ %2$@ станом на %3$@
ur: %1$@%2$@پر%3$@
vi: %1$@ %2$@ ở %3$@
zh_cn: %1$@ %2$@ 在 %3$@
