Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_REQUEST_LEAVE_AND_DELETE_GROUP_TITLE
source: Delete and Leave Group?
af: Skrap en verlaat groep?
ar: هل ترغبُ بحذف ومُغادرة المجموعة؟
az: Qrupu silib tərk edirsiniz?
be: Выдаліць і пакінуць групу?
bg: Изтриване и напускане на групата?
bn: গ্রুপ মুছবেন এবং ছেড়ে চলে যাবেন?
ca: Vols suprimir el grup i sortir?
cs: Odstranit a opustit skupinu?
cy: Dileu a Gadael Grŵp?
da: Slet og forlad gruppen?
de: Gruppe löschen und verlassen?
el: Διαγραφή και αποχώρηση από την ομάδα;
es: ¿Eliminar y abandonar grupo?
es_es: ¿Eliminar y abandonar grupo?
et: Kas kustutada ja lahkuda grupist?
eu: Ezabatu eta utzi taldea?
fa: پاک کردن و ترک گروه؟
fi: Poistetaanko ja poistutaanko ryhmästä?
fil: Burahin at Umalis sa Grupo?
fr: Supprimer et quitter le groupe ?
ga: Scrios agus Imigh as an nGrúpa?
gu: ડિલીટ કરી અને ગ્રુપ છોડવું છે?
he: למחוק ולעזוב קבוצה?
hi: ग्रुप को डिलीट करके छोड़ दें?
hr: Izbriši i napusti grupu?
hu: Csoport törlése és elhagyása?
id: Hapus dan Keluar dari Grup?
is: Eyða og yfirgefa hóp?
it: Eliminare e abbandonare il gruppo?
ja: 消去してグループから抜けますか？
kab: Kkes syen ffeɣ sug ugraw?
kk: Жойып, топтан шығып кету керек пе?
km: á›á»á” á“á·á„á…á¶á€á…áŸá‰á–á¸á€áŸ’ášá»á˜?
kn: ಅಳಿಸುವುದೇ ಮತ್ತು ಗುಂಪನ್ನು ಬಿಡುವುದೇ?
ko: 그룹을 삭제하고 나가시겠습니까?
lt: Ištrinti ir išeiti iš grupės?
lv: Vai dzēst un izstāties no grupas?
mk: Избриши и напушти ја групата?
ml: ഗ്രൂപ്പ് ഡിലീറ്റ് ചെയ്ത് വിട്ടുപോവണോ?
mr: ग्रुप हटवायचा आणि सोडायचा?
ms: Padam dan Tinggalkan Kumpulan?
my: အဖွဲ့ကို ဖျက်သိမ်းပြီး ထွက်ခွာမည်လား?
nb: Vil du slette og forlate gruppen?
nl: Groep verwijderen en verlaten?
pa: ਗਰੁੱਪ ਨੂੰ ਹਟਾ ਕੇ ਛੱਡਣਾ ਹੈ?
pa_pk: حذف کرو تے گروپ چھڈ دیو؟
pl: Usunąć i opuścić grupę?
ps: غواړئ ګروپ پاک او پرېږدئ؟
pt_br: Apagar grupo e sair?
pt_pt: Eliminar e abandonar o grupo?
ro: Șterge și părăsește grupul?
ru: Удалить и покинуть группу?
sk: Vymazať a opustiť skupinu?
sl: Želite blokirati in zapustiti skupino?
sq: Të fshihet dhe Braktiset Grupi?
sr: Избриши и напусти групу?
sv: Ta bort och lämna gruppen?
sw: Futa na Uondoke Kundi?
ta: அழி மற்றும் குழுவிலிருந்து விலகு?
te: సమూహాన్ని తొలగించి వదిలేయాలా?
th: ลบและออกจากกลุ่มใช่หรือไม่
tr: Grubu Sil ve Ayrıl?
ug: ئۆچۈرۈپ ۋە گۇرۇپپىدىن ئايرىلامسىز؟
uk: Видалити й покинути групу?
ur: گروپ کو حذف کریں اور چھوڑیں؟
vi: Xóa và rời nhóm?
zh_cn: 删除并离开此群组？
zh_hk: 要刪除並離開群組嗎？

# MESSAGE_REQUEST_NAME_COLLISION_BANNER_LABEL
source: This person has the same name as another contact
ar: هذا الشخص له نفس الاسم الذي لدى جهة اتصال أخرى.
be: Гэтая асоба мае такое ж імя, як і іншы кантакт
bn: এই ব্যক্তির অন্য কন্টাক্ট হিসেবে একই নাম আছে
ca: Aquesta persona té el mateix nom que un altre contacte
cs: Tato osoba má stejné jméno jako jiný kontakt
da: Denne person har samme navn som en anden kontaktperson
de: Diese Person hat denselben Namen wie ein anderer Kontakt
el: Αυτό το άτομο έχει το ίδιο όνομα με μια άλλη επαφή
es: Esta persona tiene el mismo nombre que otro contacto
fa: این شخص با مخاطب دیگری هم‌نام است
fi: Tällä henkilöllä on sama nimi kuin toisella kontaktilla
fr: Cette personne porte le même nom qu’un autre contact.
ga: Tá an t-ainm céanna ar an duine seo agus atá ar theagmhálaí eile
gu: આ વ્યક્તિનું નામ અન્ય સંપર્ક જેવું જ છે
he: לאדם הזה יש את אותו שם משתמש כמו לאיש קשר אחר
hi: इस व्यक्ति का नाम अन्य संपर्क के समान ही है
hr: Ova osoba ima isto ime kao drugi kontakt
hu: Ennek a személynek ugyanaz a neve, mint egy másik névjegynek
id: Nama orang ini sama seperti satu kontak lain
it: Questa persona ha lo stesso nome di un altro contatto
ja: この人物は、別の連絡先と同じ名前です
ko: 이 사람의 이름이 연락처의 다른 사람과 이름이 같습니다.
mr: या व्यक्तीचे नाव दुसऱ्या संपर्कासारखेच आहे
ms: Orang ini mempunyai nama yang sama dengan kenalan lain
nb: Denne personen har samme navn som en annen kontakt
nl: Deze persoon heeft dezelfde naam als een ander contact
pl: Ta osoba nazywa się tak samo jak inny kontakt
pt_br: Essa pessoa tem o mesmo nome de outro contato
pt_pt: Esta pessoa tem o mesmo nome que outro contacto
ro: Această persoană are același nume cu o altă persoană de contact
ru: У этого человека такое же имя, как и у другого контакта
sk: Táto osoba má rovnaké meno ako iný kontakt
sr: Ова особа има исто име као други контакт
sv: Den här personen har samma namn som en annan kontakt
th: ผู้ใช้คนนี้ใช้ชื่อเหมือนกันกับผู้ติดต่ออีกคน
tr: Bu kişi başka bir kişiyle aynı ada sahip
ug: بۇ كىشىنىڭ ئىسمى يەنە بىر ئالاقىداش بىلەن ئوخشاش
uk: Ця людина має таке ж ім'я, як і ваш інший контакт
ur: اس فرد کا ایک دوسرے رابطے جیسا نام ہے
vi: Người này có cùng tên với một liên hệ khác
zh_cn: 此用户与另一位联系人名称相同
zh_hk: 此人與另一聯絡人同名

# MESSAGE_REQUEST_NAME_COLLISON_HEADER
source: If you’re not sure who the request is from, review the contacts below and take action.
af: Indien jy onseker is oor die sender van die versoek, kan jy die kontakte hieronder nagaan en aksie neem.
ar: إذا كُنتَ غير مُتأكِّد من هوية صاحب الطلب، راجِع جهات الاتصال أدناه ثم اتَّخِذ الإجراء.
az: Tələbin kimdən gəldiyinə əmin deyilsinizsə, aşağıdakı əlaqələri nəzərdən keçirin və seçim edin.
be: Калі вы не ўпэўненыя, ад каго прыйшоў запыт, прагледзьце кантакты ніжэй і прыміце рашэнне.
bn: আপনি যদি কার কাছ থেকে অনুরোধ এসেছে সে বিষয়ে নিশ্চিত না হন, তবে নিচে কন্ট্যাক্ট পর্যালোচনা করুন ও পদক্ষেপ নিন।
ca: Si no sabeu ben bé de qui és la sol·licitud, reviseu els contactes que hi ha a continuació i feu-ne el que correspongui.
cs: Pokud si nejste jisti, od koho požadavek pochází, zkontrolujte kontakty níže a proveďte akci.
cy: Os nad ydych yn siŵr o ble ddaw'r cais, adolygwch y cysylltiadau isod a gweithredu.
da: Hvis du ikke er sikker på, hvem anmodningen er fra, skal du gennemgå kontakterne nedenfor og vælg en handling.
de: Falls du dir über die Herkunft der Anfrage unsicher bist, prüfe die folgenden Kontakte und handle entsprechend.
el: Αν δεν είσαι σίγουρος/η από ποιόν είναι το αίτημα, εξέτασε τις παρακάτω επαφές, και κάνε κάποια ενέργεια.
es: Si no sabes quién ha enviado esta solicitud, revisa la siguiente lista de contactos para decidir si aceptarla o denegarla.
es_es: Si no sabes quién ha enviado esta solicitud, revisa la lista de personas debajo para tomar la decisión correcta.
et: Kui sa pole kindel, kellelt taotlus on, siis kontrolli allpool kontakte ja tegutse vastavalt.
eu: Ziur ez bazaude eskaera nork bidali duen, egiaztatu azpian agertzen diren kontaktuak eta ekintza bat hautatu.
fa: اگر مطمئن نیستید که فرستندهٔ درخواست چه کسی است، مخاطبین را در پایین بازبینی کنید و اقدام لازم را انجام دهید.
fi: Jos et ole varma lähettäjän henkilöllisyydestä, tarkista henkilötiedot alta.
fr: Si vous avez un doute sur l'idendité de l'utilisateur qui vous a envoyé cette demande, examinez les contacts ci-dessous et prenez les mesures qui s'imposent.
ga: Mura bhfuil tú cinnte faoin duine a sheol an t-iarratas, déan athbhreithniú ar na teagmhálaithe thíos agus déan beart.
gu: જો તમને ખાતરી ન હોય કે વિનંતી કોની છે, તો નીચેના સંપર્કોની સમીક્ષા કરો અને કાર્યવાહી કરો.
he: אם אינך בטוח ממי הבקשה, סקור את אנשי הקשר למטה ונקוט בפעולה.
hi: अगर आप इस निवेदन को भेजने वाले के बारे में निश्चित नहीं हों, तो नीचे दिए गए संपर्कों की समीक्षा करें और कार्रवाई करें।
hr: Ako niste sigurni od koga je zahtjev, pregledajte kontakte u nastavku i poduzmite radnje.
hu: Ha nem vagy benne biztos, hogy kitől is érkezett a kérés, akkor tekintsd át az alábbi kontaktokat döntés előtt!
id: Jika Anda tidak yakin dari siapa permintaan ini, tinjau kontak di bawah dan ambil tindakan.
is: Ef þú ert ekki viss um frá hverjum beiðnin er, skaltu yfirfara tengiliðina hér fyrir neðan og ákveða einhverja aðgerð.
it: Se non sei sicuro della provenienza della richiesta, controlla i contatti di seguito e agisci.
ja: この申請者が誰であるか不確かな場合、以下の連絡先を確認して対応してください。
kab: Ma yella ur tettkileḍ ara ansi i d-yekka usuter-a, senqed inermisen ddaw syen eg tigawt i ilaqen.
km: á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á˜á·á“á…áŸ’á”á¶áŸáŸ‹áá¶áŸáŸ†áá¾ášá“áŸáŸ‡á˜á€á–á¸áá¶á‘áŸ áŸá¼á˜á–á·á“á·ááŸ’á™á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á“áŸ…áá¶á„á€áŸ’ášáŸ„á˜á á¾á™á…á¶ááŸ‹áœá·á’á¶á“á€á¶ášáŸ”
kn: ಯಾರಿಂದ ಕೋರಿಕೆ ಬಂದಿದೆ ಎಂಬ ಬಗ್ಗೆ ನಿಮಗೆ ಖಾತ್ರಿ ಇಲ್ಲದಿದ್ದರೆ, ಕೆಳಗೆ ಸಂಪರ್ಕಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಕ್ರಮ ಕೈಗೊಳ್ಳಿ.
ko: 요청을 보낸 사람이 누군지 모르겠다면 아래 연락처를 검토하고 작업을 수행하세요.
lt: Jei nesate tikri, nuo ko yra gautas prašymas, peržiūrėkite žemiau esančius adresatus ir imkitės veiksmų.
lv: Ja nezināt, no kā ir pieprasījums, pārskatiet tālāk norādītās kontaktpersonas un rīkojieties.
ml: അഭ്യർത്ഥന ആരാണ് നിങ്ങൾക്ക് അയച്ചതെന്ന് ഉറപ്പില്ലെങ്കിൽ, ചുവടെയുള്ള കോൺടാക്റ്റുകൾ അവലോകനം ചെയ്ത് നടപടിയെടുക്കുക.
mr: विनंती कोणाकडून आहे याची आपल्याला खात्री नसल्यास, खाली असलेल्या संपर्कांचे पुनरावलोकन करा आणि कारवाई करा.
ms: Jika anda tidak pasti tentang penghantar permintaan ini, semak kenalan di bawah dan ambil tindakan.
my: မည်သူတောင်းဆိုသည်ကို မသေချာပါက အောက်ပါ အဆက်အသွယ်များကို ပြန်လည်စစ်ဆေးပြီး လုပ်ဆောင်ချက်တစ်ခု ရွေးပါ။
nb: Hvis du ikke er sikker på hvem forespørselen er fra, se gjennom kontaktene nedenfor og velg handling.
nl: Vergelijk, als je niet zeker bent van wie het gespreksverzoek afkomstig is, de personen hieronder en onderneem actie indien je denkt dat een van hen zich probeert voor te doen als de ander.
pa: ਜੇ ਤੁਹਾਨੂੰ ਇਹ ਪੱਕਾ ਨਹੀਂ ਪਤਾ ਹੈ ਕਿ ਬੇਨਤੀ ਕਿਸ ਤੋਂ ਆਈ ਹੈ, ਤਾਂ ਹੇਠਲੇ ਸੰਪਰਕਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ ਅਤੇ ਕਾਰਵਾਈ ਕਰੋ।
pl: Jeśli nie masz pewności, od kogo jest ta prośba, przejrzyj kontakty poniżej.
ps: که چیرته ډاډه نه یاست چې دا غوښتنه به د چا وي، نو لاندني مخاطبین تر نظر تیر کړئ او لاس په کار شئ.
pt_br: Se você não tem certeza de quem é a solicitação, analise os contatos abaixo para decidir.
pt_pt: Se não tiver a certeza de quem é o pedido, analise os contactos abaixo e tome uma atitude.
ro: Dacă nu ești sigur de la cine provine solicitarea, consultă persoanele de contact de mai jos și ia o decizie.
ru: Если вы не уверены, от кого этот запрос, просмотрите участников ниже и примите меры.
sk: Ak si nie ste istý/á, od koho je táto žiadosť, overte nižšie zobrazené kontakty a zvoľte úkon.
sl: Če niste prepričani, od koga je zahteva, preglejte spodnje stike in ukrepajte.
sq: Nëse s’jeni të sigurt se prej nga është kërkesa, shqyrtoni kontaktet më poshtë dhe veproni.
sr: Ако нисте сигурни од кога потиче захтев, прегледајте контакте у наставку и предузмите мере.
sv: Om du inte är säker på vem förfrågan kommer från kan du granska kontakterna nedan och vidta åtgärder.
sw: Ikiwa hujui ombi hili limetoka kwa nani, kagua waasiliani walio hapa chini na uchukue hatua.
ta: உங்களுக்கு யார் கோரிக்கையை அனுப்பினார்கள் என்பது உங்களுக்குத் தெரியாவிட்டால், கீழே உள்ள தொடர்புகளை மதிப்பாய்வு செய்து நடவடிக்கை எடுக்கவும்.
te: అభ్యర్థన ఎవరిదో మీకు తెలియకపోతే, దిగువ పరిచయాలను సమీక్షించి చర్య తీసుకోండి.
th: หากคุณไม่มั่นใจว่าคำขอมาจากใคร คุณสามารถพิจารณาได้จากรายชื่อผู้ติดต่อด้านล่างแล้วเลือกตัดสินใจ
tr: İsteğin kimden geldiğinden emin değilseniz, aşağıdaki kişileri inceleyerek tercih yapabilirsiniz.
ug: كىمنىڭ ئىلتىماسى ئىكەنلىكىنى جەزملەشتۈرەلمىسىڭىز، ئاستىدىكى ئالاقەداشلارنى كۆزدىن كەچۈرۈڭ ۋە مۇناسىپ مەشغۇلات قىلىڭ.
uk: Якщо ви не впевнені, хто надіслав запит, перегляньте ці контакти й вчиніть як пропонується.
ur: اگر آپ کو یقین نہیں ہے کہ درخواست کس کی طرف سے ہے تو ، نیچے دیئے گئے رابطوں کا جائزہ لیں اور کارروائی کریں۔
vi: Nếu bạn không chắc yêu cầu này từ ai, xem qua các liên hệ dưới đây và chọn hành động.
zh_cn: 如果不确定谁是请求人，请对下方联系人进行审核并处理。
zh_hk: 若您不確定此請求來自誰人，請檢閱下列聯絡人並採取動作。

# MESSAGE_REQUEST_NAME_COLLISON_TITLE
source: Review Request
af: Hersien versoek
ar: مُراجعة الطلب
az: Nəzərdən keçirmə tələb et
be: Разглядзець запыт
bn: অনুরোধ পর্যালোচনা করুন
ca: Reviseu la sol·licitud
cs: Prověřit požadavek
cy: Adolygu Ceisiadau
da: Gennemgå anmodning
de: Anfrage prüfen
el: Ανασκόπηση αιτήματος
es: Revisar solicitud
es_es: Revisar solicitud
et: Vaata taotlus üle
eu: Berrikusi Eskaera
fa: بازبینی درخواست
fi: Tarkista pyyntö
fr: Examiner la demande
ga: Athbhreithnigh Iarratas
gu: વિનંતીની સમીક્ષા કરો
he: סקור בקשה
hi: निवेदन की समीक्षा करें
hr: Pregled zahtjeva
hu: Kérések áttekintése
id: Lihat permintaan
is: Yfirfara beiðni
it: Controlla richieste
ja: 申請の確認
kab: Senqed tuttra
km: á–á·á“á·ááŸ’á™á˜á¾á›áŸáŸ†áá¾áš
kn: ವಿನಂತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 요청 검토
lt: Peržiūrėti prašymą
lv: Pārskatīt pieprasījumu
mk: Прегледај барање
ml: അഭ്യർത്ഥന അവലോകനം ചെയ്യുക
mr: पुनरावलोकन विनंती
ms: Semak Permintaan
my: တောင်းခံစာ သုံးသပ်မယ်
nb: Se gjennom forespørsel
nl: Personen vergelijken
pa: ਬੇਨਤੀ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Sprawdź prośbę
ps: د غوښتنې کتنه
pt_br: Analisar o Pedido
pt_pt: Rever pedido
ro: Revizuire solicitări
ru: Проверить запрос
sk: Overiť žiadosť
sl: Pregled prošenj
sq: Shqyrtoni Kërkesë
sr: Прегледајте захтев
sv: Granska förfrågan
sw: Kagua Ombi
ta: கோரிக்கையை மதிப்பாய்வு செய்யவும்
te: అభ్యర్థనను సమీక్షించండి
th: พิจารณาคำขอ
tr: İsteği İncele
ug: ئىلتىماسنى تەكشۈر
uk: Перегляньте запит
ur: نظرثانی کی درخواست
vi: Xét duyệt Yêu cầu
zh_cn: 审查请求
zh_hk: 檢閱請求

# MESSAGE_REQUEST_NAME_COLLISON_UPDATE_CONTACT_ACTION
source: Update contact
af: Werk kontak by
ar: تحديث جهة الاتصال
az: Əlaqəni yenilə
be: Абнавіць кантакт
bn: কন্ট্যাক্ট আপডেট করুন
ca: Actualitza el contacte
cs: Aktualizovat kontakt
cy: Diweddaru'r cyswllt
da: Opdatér kontakt
de: Kontakt aktualisieren
el: Ανανέωση επαφής
es: Actualizar contacto
es_es: Actualizar contacto
et: Uuendatud kontakt
eu: Eguneratu kontaktua
fa: به‌روزرسانی مخاطب
fi: Päivitä yhteystieto
fr: Mettre à jour le contact
ga: Nuashonraigh an teagmhálaí
gu: સંપર્કને અપડેટ કરો
he: עדכן איש קשר
hi: संपर्क जानकारी अपडेट करें
hr: Ažuriraj kontakt
hu: Profil frissítése
id: Perbarui kontak
is: Uppfæra tengilið
it: Aggiorna contatto
ja: 連絡先を更新する
kab: Leqqem Anermis
km: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕ ನವೀಕರಿಸಿ
ko: 연락처 업데이트
lt: Atnaujinti adresatą
lv: Atjaunināt kontaktpersonu
mk: Ажурирај контакт
ml: കോൺ‌ടാക്റ്റ് പുതുക്കുക (അപ്‌ഡേറ്റു ചെയ്യുക)
mr: संपर्क अद्यतनित करा
ms: Kemas kini kenalan
my: အဆက်အသွယ် အပ်ဒိတ်မယ်
nb: Oppdater kontakt
nl: Contact aanpassen
pa: ਸੰਪਰਕ ਅੱਪਡੇਟ ਕਰੋ
pl: Zmień kontakt
ps: د مخاطب اپډیټ کول
pt_br: Atualizar contato
pt_pt: Atualizar contacto
ro: Actualizează contactul
ru: Обновить контакт
sk: Aktualizovať kontakt
sl: Posodobite stik
sq: Përditësoni kontaktin
sr: Ажурирај контакт
sv: Uppdatera kontakt
sw: Sasisha mwasiliani
ta: தொடர்பைப் புதுப்பிக்கவும்
te: పరిచయాన్ని నవీకరించండి
th: ปรับปรุงผู้ติดต่อ
tr: Kişiyi güncelle
ug: ئالاقەداش يېڭىلا
uk: Оновити контакт
ur: رابطہ اپ ڈیٹ کریں
vi: Cập nhật liên hệ
zh_cn: 更新联系人
zh_hk: 更新聯絡人

# MESSAGE_REQUEST_REPORT_CONVERSATION_MESSAGE
source: Signal will be notified that this person may be sending spam. Signal can’t see the content of any chats.
ar: سَيتمُّ إشعار سيجنال أن هذا الشخص قد يكون أرسل رسائل غير مرغوب فيها. لا يُمكن لسيجنال رؤية محتوى أي دردشات.
be: Signal атрымае апавяшчэнне, што гэтая асоба можа рассылаць спам. Signal не можа бачыць змесціва ніякага чата.
bn: Signal-কে জানানো হবে যে এই ব্যক্তি সম্ভবত স্প্যাম মেসেজ পাঠাচ্ছেন। Signal কোনো চ্যাটের কন্টেন্ট দেখতে পারে না।
ca: Signal rebrà una notificació que la persona pot estar enviant spam. Signal no pot veure el contingut de cap xat.
cs: Signal bude upozorněn, že tato osoba možná rozesílá spam. Signal nevidí obsah chatů.
da: Signal får besked om at denne person muligvis sender spam. Signal kan ikke se indholdet af nogen chats.
de: Signal wird benachrichtigt, dass diese Person möglicherweise Spam versendet. Signal kann den Inhalt von Chats nicht sehen.
el: Το Signal θα ειδοποιηθεί ότι αυτό το άτομο ενδέχεται να στέλνει ανεπιθύμητα. Το Signal δεν μπορεί να δει το περιεχόμενο οποιασδήποτε συνομιλίας.
es: Se notificará a Signal que esta persona podría estar enviando spam. Signal no puede ver el contenido de ningún chat.
fa: سیگنال مطلع خواهد شد که این فرد ممکن است در حال ارسال هرزنامه باشد. سیگنال نمی‌تواند محتوای هیچ گفتگویی را ببیند.
fi: Signal saa ilmoituksen, että tämä henkilö saattaa lähettää roskapostia. Signal ei näe keskustelujen sisältöä.
fr: Signal sera informé que cette personne envoie peut-être des spams. Nous n’avons cependant jamais accès au contenu des conversations.
ga: Cuirfear in iúl do Signal go bhféadfadh go bhfuil an duine seo ag seoladh turscair. Ní féidir le Signal inneachar comhráite a fheiceáil.
gu: Signalને જાણ કરવામાં આવશે કે આ વ્યક્તિ સ્પામ મોકલતા હોઈ શકે છે. Signal કોઈ પણ ચેટની કન્ટેન્ટ જોઈ શકતું નથી.
he: Signal תקבל הודעה שהאדם הזה חשוד בשליחת ספאם. Signal לא יכולה לראות את התוכן של אף צ׳אט.
hi: Signal को सूचित किया जाएगा कि यह व्यक्ति स्पैम भेज सकता है। Signal किसी भी चैट की सामग्री नहीं देख सकता।
hr: Signal će biti obaviješten da ova osoba možda šalje neželjene poruke. Signal ne može vidjeti sadržaj nijednog razgovora.
hu: A Signal értesítést kap arról, hogy ez a személy esetleg kéretlen üzeneteket küldözget. A Signal nem látja a csevegések tartalmát.
id: Signal akan diberi tahu bahwa orang ini mungkin mengirim spam. Signal tidak dapat melihat isi obrolan apa pun.
it: Se procedi, Signal saprà che questa persona sta inviando contenuti spam. Ricorda che Signal non può vedere il contenuto delle chat.
ja: この人物がスパムを送信している可能性をSignalに通知します。Signalはチャットの内容を見ることはできません。
ko: Signal에 이 사람이 스팸을 보내는 것 같다는 알림이 전송됩니다. Signal은 대화의 내용을 볼 수 없습니다.
mr: Signal सूचित करेल की कदाचित ही व्यक्ती स्पॅम पाठवत असेल. Signal कोणत्याही चॅट्सचा मजकूर पाहू शकत नाही.
ms: Signal akan dimaklumkan bahawa orang ini mungkin menghantar spam. Signal tidak dapat melihat kandungan dalam mana-mana sembang.
nb: Signal får beskjed om at denne personen kan ha sendt søppelpost. Signal kan ikke se innholdet i samtaler.
nl: Signal wordt op de hoogte gebracht dat deze persoon mogelijk spam verstuurt. Signal kan de inhoud van chats niet zien.
pl: Zostaniemy powiadomieni o tym, że ten użytkownik może wysyłać spam. Signal nie ma dostępu do treści czatów.
pt_br: O Signal será notificado de que essa pessoa pode estar enviando spam. O Signal não pode ver o conteúdo de chats.
pt_pt: O Signal será notificado de que esta pessoa pode estar a enviar spam. O Signal não consegue ver o conteúdo de nenhum chat.
ro: Signal va fi notificat că această persoană poate trimite spam. Signal nu poate vedea conținutul niciunei conversații.
ru: Signal будет уведомлен о том, что этот человек может рассылать спам. Signal не видит содержимое чатов.
sk: Signal bude upozornený na to, že tento používateľ môže rozposielať spam. Signal nevidí obsah žiadneho četu.
sr: Signal ће бити обавештен да ова особа можда шаље спам. Signal не може да види садржај ниједног ћаскања.
sv: Signal kommer att meddelas om att denna person kanske skickar skräppost. Signal kan inte se innehållet i några chattar.
th: Signal จะได้รับแจ้งว่าบุคคลนี้อาจส่งข้อความสแปม โดย Signal จะไม่สามารถเห็นเนื้อหาใดๆ ของแชท
tr: Signal, bu kişinin spam gönderiyor olabileceği konusunda bilgilendirilecektir. Signal hiçbir sohbetin içeriğini göremiyor.
ug: Signal بۇ كىشىنىڭ بەلكىم ئالدامچى ئۇچۇرى يوللاۋاتقانلىقى ھەققىدە ئۇقتۇرۇش تاپشۇرۇۋالىدۇ. Signal ھەرقانداق پاراڭ مەزمۇنىنى كۆرەلمەيدۇ.
uk: Signal буде повідомлено, що ця людина може надсилати спам. Signal ніколи не бачить вмісту чатів.
ur: Signal کو مطلع کیا جائے گا کہ یہ فرد اسپام بھیج رہا ہو سکتا ہے۔ Signal کسی چیٹس کا مواد نہیں دیکھ سکتا۔
vi: Signal sẽ nhận được thông báo rằng người này có thể đang gửi spam. Signal không thể xem nội dung của bất kỳ cuộc trò chuyện nào.
zh_cn: Signal 将会通知此用户，其可能发送了垃圾消息。Signal 无法看到任何聊天的内容。
zh_hk: Signal 將收到通知，此人可能正在發送垃圾訊息。Signal 不能看到任何聊天內容。

# MESSAGE_REQUEST_REPORT_CONVERSATION_TITLE
source: Report Spam?
ar: هل ترغبُ بالإبلاغ؟
be: Паскардзіцца на спам?
bn: স্প্যাম হিসেবে রিপোর্ট করবেন?
ca: Denunciar com a spam?
cs: Nahlásit spam?
da: Rapportér spam?
de: Spam melden?
el: Αναφορά ως ανεπιθύμητο;
es: ¿Denunciar spam?
fa: به‌عنوان هرزنامه گزارش شود؟
fi: Ilmoita roskapostista?
fr: Signaler comme spam ?
ga: Tuairiscigh turscar?
gu: સ્પામ તરીકે જાણ કરવી છે?
he: לדווח על ספאם?
hi: स्पैम की रिपोर्ट करें?
hr: Prijaviti neželjeni sadržaj?
hu: Kéretlen üzenet jelentése?
id: Laporkan spam?
it: Segnalare come spam?
ja: スパムとして報告しますか？
ko: 스팸으로 신고할까요?
mr: स्पॅम रिपोर्ट करायचा?
ms: Laporkan spam?
nb: Rapporter som søppelpost?
nl: Spam melden?
pl: Zgłosić spam?
pt_br: Denunciar spam?
pt_pt: Denunciar spam?
ro: Raportezi spam-ul?
ru: Сообщить о спаме?
sk: Nahlásiť spam?
sr: Желите ли да пријавите спам?
sv: Rapportera skräppost?
th: รายงานว่าเป็นสแปมหรือไม่
tr: Spam bildirilsin mi?
ug: ئالدامچى مەلۇم قىلامسىز؟
uk: Повідомити про спам?
ur: اسپام کو رپورٹ کریں؟
vi: Báo cáo spam?
zh_cn: 要举报垃圾消息吗？
zh_hk: 是否舉報垃圾訊息？

# MESSAGE_REQUEST_REPORT_SPAM_ACTION
source: Report Spam
ar: الإبلاغ
be: Паскардзіцца на спам
bn: স্প্যাম রিপোর্ট করা হয়েছে
ca: Denunciar com a spam
cs: Nahlásit spam
da: Rapportér spam
de: Spam melden
el: Αναφορά ως ανεπιθύμητο
es: Denunciar spam
fa: به‌عنوان هرزنامه گزارش شود
fi: Ilmoita roskapostista
fr: Signaler comme spam
ga: Tuairiscigh turscar
gu: સ્પામ તરીકે જાણ કરો
he: דיווח כספאם
hi: स्पैम की रिपोर्ट करें
hr: Prijavi neželjeni sadržaj
hu: Kéretlen üzenet jelentése
id: Laporkan spam
it: Segnala come spam
ja: スパムとして報告する
ko: 스팸 신고
mr: स्पॅम रिपोर्ट करा
ms: Laporkan spam
nb: Rapporter som søppelpost
nl: Spam melden
pl: Zgłoś spam
pt_br: Denunciar spam
pt_pt: Denunciar spam
ro: Raportează spam
ru: Сообщить о спаме
sk: Nahlásiť spam
sr: Пријави спам
sv: Rapportera skräppost
th: รายงานว่าเป็นสแปม
tr: Spam bildir
ug: ئالدامچى مەلۇم قىلىش
uk: Повідомити про спам
ur: اسپام کو رپورٹ کریں
vi: Báo cáo spam
zh_cn: 举报垃圾消息
zh_hk: 舉報垃圾訊息

# MESSAGE_REQUEST_SPAM_REPORTED
source: Reported as spam.
ar: تمَّ الإبلاغ عنها كرسالة غير مرغوب فيها.
be: Пазначана як спам.
bn: স্প্যাম হিসেবে রিপোর্ট করা হয়েছে।
ca: Reportat com a spam.
cs: Nahlášeno jako spam.
da: Rapporteret som spam.
de: Als Spam gemeldet.
el: Έγινε αναφορά ως ανεπιθύμητο.
es: Denunciado como spam.
fa: به‌عنوان هرزنامه گزارش شد.
fi: Ilmoitettu roskapostista.
fr: Signalé comme spam.
ga: Tuairiscithe mar thurscar.
gu: સ્પામ તરીકે જાણ કરી.
he: דוּוח/ה כספאם.
hi: स्पैम के रूप में रिपोर्ट किया गया।
hr: Prijavljeno kao neželjeni sadržaj.
hu: Megjelölve kéretlen üzenetként.
id: Dilaporkan sebagai spam.
it: Segnalato come spam.
ja: スパムとして報告する。
ko: 스팸으로 신고했습니다.
mr: स्पॅम म्हणून रिपोर्ट केले.
ms: Dilaporkan sebagai spam.
nb: Rapportert som søppelpost.
nl: Gemeld als spam.
pl: Zgłoszono jako spam.
pt_br: Denunciado como spam.
pt_pt: Denunciado como spam.
ro: Raportat ca spam.
ru: Было сообщено о спаме.
sk: Nahlásené ako spam.
sr: Пријављен је спам.
sv: Rapporterad som skräppost.
th: รายงานว่าเป็นสแปมแล้ว
tr: Spam olarak bildirildi.
ug: ئالدامچى ئۇچۇر دەپ مەلۇم قىلىندى.
uk: Повідомлено про спам.
ur: اسپام کے طور پر رپورٹ کیا گیا۔
vi: Đã báo cáo là spam.
zh_cn: 已举报为垃圾消息。
zh_hk: 已舉報垃圾訊息。
