Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_UNIDENTIFIED_DELIVERY_SECTION_TITLE
source: Sealed Sender
af: Verseëlde afsender
ar: المُرسِل المُشفَّر
az: Gizli Göndərən
be: Прыхаваны адпраўнік
bg: Скрит изпращач
bn: সিল করা প্রেরক
ca: Remitent segellat
cs: Utajený odesílatel
cy: Anfonwr dan Sêl
da: Forseglet afsender
de: Vertraulicher Absender
el: Προστατευμένος αποστολέας
es: Remitente confidencial
es_es: Remitente confidencial
et: Kaetud saatja
eu: Igorle Zigilatuta
fa: ارسال کننده مهر و موم شده
fi: Lähettäjäsinetti
fil: Selyado ang Nagpadala
fr: Expéditeur scellé
ga: Seoltóir Séalaithe
gu: સીલ કરી મોકલનાર
he: שולח אטום
hi: सील्ड सेंडर
hr: Zapečaćeni pošiljatelj
hu: Rejtett feladó
id: Pengirim Tertutup
is: Innsiglaður sendandi
it: Mittente sigillato
ja: 送信者の秘匿化
kab: Amazan yettwaḥebsen
kk: Мөрленген жіберуші
km: áŸá‰áŸ’á‰á¶á¢áŸ’á“á€á•áŸ’á‰á¾
kn: ಪ್ರದರ್ಶನ ಸೂಚಕಗಳು
ko: 발신자 암호화
lt: Užantspauduotas siuntėjas
lv: Slēpts sūtītājs
mk: Запечатен Испраќач
ml: സീൽ ചെയ്യപ്പെട്ട സെൻഡർ
mr: सीलबंद प्रेषक
ms: Penghantar terlindung
my: ပို့သူပုန်းထား
nb: Forseglet avsender
nl: Verzegelde afzender
pa: ਸੀਲਡ ਪ੍ਰੇਸ਼ਕ
pa_pk: مہر بند گھلن آلا
pl: Zaszyfrowany nadawca
ps: ناپیژانده لیږونکی
pt_br: Remetente Oculto
pt_pt: Emissor selado
ro: Expeditor ascuns
ru: Запечатанный отправитель
sk: Šifrovaný odosielateľ
sl: Zakriti pošiljatelj
sq: Dërgues i Vulosur
sr: Запечаћени пошиљалац
sv: Dold avsändare
sw: Mtumaji mwenye muhuri
ta: சீல் செய்யப்பட்ட அனுப்புனர்
te: ముద్రవేసిన ప్రేషకుడు
th: ผู้ส่งที่ปกปิดตัวตน
tr: Gizli Gönderen
ug: يوشۇرۇن ئەۋەتكۈچى
uk: Заcекречений відправник
ur: مہر بند بھیجنے والا
vi: Lá thư không chủ
zh_cn: 密封发送人
zh_hk: 密封寄件人

# SETTINGS_UNIDENTIFIED_DELIVERY_SHOW_INDICATORS
source: Show Status Icon
af: Toon statusikoon
ar: إظهار أيقونة الحالة
az: Status nişanını göstər
be: Паказваць значок статусу
bg: Показване на индикатори
bn: স্ট্যাটাস আইকন দেখান
ca: Mostra la icona d'estat.
cs: Zobrazit stavovou ikonu
cy: Dangos Eicon Statws
da: Vis statusikon
de: Statussymbol anzeigen
el: Εμφάνιση εικονιδίου κατάστασης
es: Mostrar icono de estado
es_es: Mostrar indicador
et: Näita olekuikooni
fa: نمایش آیکون وضعیت
fi: Näytä tilailmaisin
fil: Display Indicators
fr: Afficher l'icône d'état
gu: સ્ટેટસ આઇકૉન બતાવો
he: הראה איקון מעמד
hi: स्थिति आइकन दिखाएँ
hr: Prikaži ikonu statusa
hu: Státusz ikon
id: Tampilkan Ikon Status
is: Sýna stöðutákn
it: Mostra icona di stato
ja: ステータスアイコンを表示する
kab: Sken tignit n waddad
kk: Экранда көрсету индикаторлары
km: á”á„áŸ’á á¶á‰ášá¼á”ááŸ†áá¶á„áŸáŸ’áá¶á“á—á¶á–
kn: ಸ್ಟೇಟಸ್ ಐಕಾನ್ ತೋರಿಸಿ
ko: 상태 아이콘 표시
lt: Rodyti būsenos piktogramą
lv: Rādīt statusa ikonu
ml: സ്റ്റാറ്റസ് ഐക്കൺ കാണിക്കുക
mr: स्टेटस चिन्ह दाखवा
ms: Tunjukkan Ikon Status
my: အခြေအနေ အိုင်ကွန်ကို ပြသပါ
nb: Vis status-ikon
nl: Toon ‘verzegelde afzender’-pictogram
pa: ਸਟੇਟਸ ਆਈਕਨ ਦਿਖਾਓ
pa_pk: اشارے وکھاؤ
pl: Pokaż ikonę
ps: د وضعت د ایکن ښودل
pt_br: Exibir indicadores
pt_pt: Exibir ícone de estado
ro: Afișare icon de status
ru: Показывать значок статуса
sk: Zobraziť ikonu stavu
sl: Prikaži ikono stanja
sq: Shfaq Ikonë Gjendjeje
sr: Прикажи статусну икону
sv: Visa statusikon
sw: Onyesha Aikoni ya Hali
ta: நிலை ஐகானைக் காட்டு
te: స్టేటస్‌ చిహ్నాన్ని చూపించు
th: แสดงไอคอนสถานะ
tr: Durum Simgesini Göster
ug: ھالەت سىنبەلگىسىنى كۆرسەت
uk: Показувати значок стану
ur: Status کا آئکن دکھائیں
vi: Hiện Biểu tượng Trạng thái
zh_cn: 显示状态图标
zh_hk: 顯示狀態圖示

# SETTINGS_UNIDENTIFIED_DELIVERY_UNRESTRICTED_ACCESS
source: Allow from Anyone
af: Staan toe van enigiemand af
ar: السماح من أي شخص
az: Hər kəsdən icazə ver
be: Дазволіць ад усіх
bg: Позволяване от всички
bn: যে কারও কাছ থেকে অনুমতি দিন
ca: Permet-ho per a tothom
cs: Povolit od kohokoliv
cy: Caniatáu gan Bawb
da: Tillad fra alle
de: Von jedem erlauben
el: Να επιτρέπεται από οποιονδήποτε
es: Permitir de cualquiera
es_es: Permitir de cualquiera
et: Luba kõigilt
eu: Edozeinengandik onartu
fa: اجازه به همه
fi: Hyväksy kaikilta
fil: Payagan ang Mula sa Sinuman
fr: Activer pour tous les utilisateurs
ga: Ceadaigh ó Dhuine ar bith
gu: કોઈપણ તરફથી મંજૂરી આપો
he: התר מכל אחד
hi: कोई भी मुझे संदेश भेज सकता हैं
hr: Dopusti od svih
hu: Engedélyezés mindenkitől
id: Izinkan dari Siapa Saja.
is: Leyfa frá hverjum sem er
it: Abilita da chiunque
ja: 全員を許可する
kab: Yettusireg seg yal yiwen.t
kk: Барлығынан рұқсат ету
km: á¢á“á»á‰áŸ’á‰á¶áá–á¸á“ášáá¶á˜áŸ’á“á¶á€áŸ‹
kn: ಯಾರಿಂದಲೂ ಅನುಮತಿಸಿ
ko: 모든 사람으로부터 허용
lt: Leisti nuo bet ko
lv: Atļaut no jebkura
mk: Дозволи од секого
ml: ഏതൊരാളിൽ നിന്നും അനുവദിക്കുക
mr: कुणाकडूनही अनुमती द्या
ms: Benarkan daripada Sesiapa
my: မည်သူမဆိုထံမှခွင့်ပြုပါ
nb: Tillat fra alle
nl: Van iedereen toestaan
pa: ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਤੋਂ ਇਜਾਜ਼ਤ ਦਿਓ
pa_pk: کسی دے ولوں وی اجازت دیو
pl: Zezwól wszystkim
ps: د هر چا وال ته اجازه ورکړئ
pt_br: Permitir a qualquer pessoa
pt_pt: Permitir de todos
ro: Permite oricui
ru: Разрешить от всех
sk: Povoliť od každého
sl: Dovoli od vsakogar
sq: Lejoje prej Kujtdo
sr: Дозволи од свакога
sv: Tillåt från alla
sw: Ruhusu kutoka kwa Yeyote
ta: யாரிடமிருந்தும் அனுமதி
te: ఎవరి నుండి అయినా అనుమతించు
th: อนุญาตจากทุกคน
tr: Herkesten Al
ug: ھەممىسىدن قوبۇل قىل
uk: Дозволити від усіх
ur: کسی سے اجازت دیں
vi: Cho phép Mọi người
zh_cn: 允许来自任何人
zh_hk: 允許任何人

# SETTINGS_UNIDENTIFIED_DELIVERY_UNRESTRICTED_ACCESS_FOOTER
source: Enable sealed sender for incoming messages from non-contacts and people with whom you have not shared your profile.
af: Aktiveer verseëlde afsender vir inkomende boodskappe van niekontakte en mense met wie u nie u profiel gedeel het nie.
ar: تفعيل المُرسِل المُشفَّر للرسائل الواردة مِن غير جهات الاتصال والأشخاص الذين لم تُشارِك حسابك الشخصي معهم.
az: Əlaqə kitabçanızda olmayan və profilinizi paylaşmadığınız əlaqələrdən gələn mesajlar üçün gizli göndərən seçimini fəallaşdırın.
be: Дазволіць прыхаванага адпраўніка для ўваходных паведамленняў ад людзей, якіх няма ў вашых кантактах і якім вы яшчэ не раскрывалі свой профіль.
bg: Активиране на скрит изпращач за входящи съобщения от хора, които не са Ваши контакти, и хора скоито не сте споделяли своят профил.
bn: পরিচিতি এ নেই এবং যাদের সাথে আপনি নিজের প্রোফাইল শেয়ার করেন নি তাদের কাছ থেকে আগত বার্তাগুলির জন্য সিলযুক্ত প্রেরককে সক্ষম করুন।
ca: Activa el remitent segellat per a missatges rebuts de persones que no teniu als contactes o de persones amb qui no heu compartit el vostre perfil.
cs: Povolit utajené odesílatele pro příchozí zprávy od lidí, které nemáte kontaktech nebo se kterými nesdílíte váš profil.
cy: Galluogwch anfon dan sêl ar gyfer negeseuon i mewn gan y sawl sydd ddim yn gysylltiad a phobl nad ydych wedi rhannu eich proffil.
da: Aktivér forseglet afsender for indgående beskeder fra personer som ikke er kontakter, og personer som du ikke har delt din profil med.
de: »Vertraulicher Absender« aktivieren für eingehende Nachrichten von Nichtkontakten sowie Menschen, mit denen du dein Profil nicht geteilt hast
el: Ενεργοποίησε τον σφραγισμένο αποστολέα για εισερχόμενα μηνύματα από άτομα που δεν βρίσκονται στις επαφές σου και άτομα με τα οποία δεν έχεις μοιραστεί το προφίλ σου.
es: Activa la función Remitente confidencial para recibir mensajes de personas que no están en tus contactos y con las que no has compartido tu perfil.
es_es: Activa «remitente confidencial» para mensajes de personas en Signal que no estén entre tus contactos y con las que no has compartido tu perfil.
et: Luba mitte-kontaktidelt ja isikutelt, kellega sa pole enda profiili jaganud sissetulevate sõnumite juures kaetud saatja.
eu: Igorle zigilatuta gaitu kontaktuak ez diren eta zure profila partekatu ez duzun pertsonengandik sartzen diren mezuetarako.
fa: فعال سازی ارسال کننده مهر و موم شده برای پیام های دریافتی از غیر-مخاطبان و کسانی که پروفایل خود را با آن ها به اشتراک نگذاشته اید.
fi: Ota lähettäjäsinetti käyttöön saapuville viesteille henkilöiltä, jotka eivät ole yhteystiedoissasi tai joiden kanssa et ole jakanut profiiliasi.
fil: Paganahin ang selyadong tagapagpadala para sa paparating na mga mensahe mula sa hindi mga contact at taong hindi ka pa nagbahagi ng iyong profile
fr: Activer l'option "Expéditeur scellé" pour les messages provenant d'expéditeurs qui ne figurent pas dans vos contacts ou avec qui vous n'avez pas partagé votre profil.
ga: Tabhair cead do dhaoine nach teagmhálaithe iad agus do dhaoine nár chomhroinn tú do phróifíl leo teachtaireachtaí le seoltóirí séalaithe a chur chugat.
gu: બિન-સંપર્કો અને જેની સાથે તમે તમારી પ્રોફાઇલ શેર કરી નથી તેવા લોકો તરફથી આવતા મેસેજ માટે સીલ કરેલા મોકલનાર સક્ષમ કરો.
he: אפשר שולח אטום עבור הודעות נכנסות מאת אי־אנשי קשר ומאת אנשים איתם לא שיתפת את הפרופיל שלך.
hi: सील्ड सेंडर फी़चर आने वाले मेसेजों के लिये शुरु कर दिया जाऐगा जिसके अनुसार वो लोग जो आपके संपर्क में नहीं हैं या जिनसे आपने अपना प्रोफ़ाइल साझा नहीं किया है, वो भी आपको मेसेज भेज पाएंगे|
hr: Omogućite zapečaćenog pošiljatelja za dolazne poruke od osoba koje nisu vaši kontakti i od osoba s kojima niste podijelili vaš profil.
hu: Rejtett feladóval érkező üzenetek engedélyezése olyan ismeretlen kontaktoktól és személyektől is, akikkel nem osztottad meg profilod.
id: Aktifkan pengirim tertutup untuk pesan masuk dari siapapun yang belum terdaftar dalam kontak dan yang Anda tidak bagikan profil.
is: Virkja innsiglun sendenda á þau skilaboð sem berast frá fólki sem er ekki í tengiliðaskránni þinni og fólki sem þú hefur ekki deilt notandasniðinu þínu með.
it: Abilita il mittente sigillato per i messaggi in arrivo da non-contatti e persone con cui non hai condiviso il tuo profilo.
ja: あなたのプロフィールを共有しておらず、連絡先にもないユーザからのメッセージ受信において、送信者の秘匿化を有効にします。
kab: Rmed amazan yettuḥebsen i yiznan i d-kecmen seg yinermisen ur tesεiḍ d yimdanen wukud ur tebḍiḍ ara amaɣnu-inek·inem.
kk: Байланыстық емес тұлғалардан және профиліңізді бөліспеген адамдардан келетін хабарламалар үшін мөрленген жіберуші функциясын іске қосу
km: á”á¾á€ ááŸ’ášá¶á¢áŸ’á“á€á•áŸ’á‰á¾áŸá˜áŸ’ášá¶á”áŸ‹áŸá¶ášá‘á‘á½á›á”á¶á“á–á¸á¢áŸ’á“á€á€áŸ’ášáŸ…á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ á“á·á„á˜á“á»áŸáŸ’áŸáŠáŸ‚á›á¢áŸ’á“á€á˜á·á“á”á¶á“á…áŸ‚á€ášáŸ†á›áŸ‚á€á‘á˜áŸ’ášá„áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ ಮೊಹರು ಕಳುಹಿಸುವವರು ಸಂಪರ್ಕಗಳಲ್ಲದ ಒಳಬರುವ ಸಂದೇಶಗಳಿಗಾಗಿ ಮತ್ತು ಯಾರೊಂದಿಗೆ ಜನರು ನೀವು ಹಂಚಿಕೊಂಡಿಲ್ಲ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್.
ko: 연락처에 없는 사람과 프로필을 공유하지 않은 사람이 나에게 보내는 메시지에 발신자 암호화를 허용합니다.
lt: Įjungti užantspauduotą siuntėją gaunamosioms žinutėms nuo asmenų, kurių nėra adresatų sąraše ir žmonių su kuriais nebendrinote savo profilį.
lv: Iespējot slēptā sūtītāja funkciju ienākošajām ziņām no cilvēkiem ārpus kontaktpersonu loka un cilvēkiem, kuriem nav redzams jūsu profils
mk: Овозможете го запечатениот испраќач за дојдовни пораки од не-контакти и луѓе со кои не сте го споделиле вашиот профил.
ml: കോൺടാക്ടുകൾ അല്ലാത്തവരിൽ നിന്നും നിങ്ങളുടെ പ്രൊഫൈൽ പങ്കിടാത്തവരായ ആളുകളിൽ നിന്നും വരുന്ന സന്ദേശങ്ങൾക്കായി സീൽ ചെയ്യപ്പെട്ട സെൻഡർ പ്രാപ്തമാക്കുക.
mr: विना-संपर्क आणि आपण ज्यांच्या सोबत आपली प्रोफाईल सामायिक केलेली नाही त्यांच्याकडून येणाऱ्या संदेशांकरिता सीलबंद प्रेषक सक्षम करा.
ms: Dayakan penghantar terlindung untuk mesej masuk dari bukan kenalan dan orang yang anda tidak berkongsi profil anda.
my: သင့်အဆက်အသွယ် မဟုတ်သူများ နှင့် သင့်ပရိုဖိုင်းကို မမျှဝေထားရသေးသော သူများ မှ အဝင်မက်ဆေ့ချ်များကို ပေးပို့သူပုန်းပေးပါ
nb: Slå på forseglet avsender for innkommende meldinger fra ikke-kontakter og folk du ikke har delt profilen din med.
nl: Schakel verzegelde afzender in voor inkomende berichten van personen met wie je nog nooit eerder contact hebt gehad of je profiel hebt gedeeld.
pa: ਗੈਰ-ਸੰਪਰਕਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨਾਲ ਆਉਣ ਵਾਲੇ ਸੁਨੇਹਿਆਂ ਲਈ ਸੀਲਡ ਪ੍ਰੇਸ਼ਕ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੁਸੀਂ ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਸਾਂਝੀ ਨਹੀਂ ਕੀਤੀ ਹੈ.
pa_pk: غیر رابطے تے جہناں لوکاں نال تسیں اپناں پروفائل سانجھا نئیں کیتا اے اوہناں ولوں آن آلے سنیہیاں لئی مہر بند گھلن آلے نوں فعال کرو۔
pl: Zezwól na opcję zaszyfrowanego nadawcy w przypadku wiadomości otrzymywanych od osób spoza Twoich kontaktów oraz od osób, którym nie udostępniasz jeszcze swojego profilu.
ps: د غیر مخاطب کسانو او هغو کسانو لپاره چې تاسې ورسره خپل پروفایل نه دی شریک کړی، خپل ځان ورته په ناپیژانده لیږونکي باندې بدل کړئ.
pt_br: Habilitar remetente oculto para mensagens recebidas de pessoas que não figuram nos seus contatos ou com quem você não compartilhou seu perfil.
pt_pt: Ativar o emissor selado para mensagens recebidas de números que não se encontram na sua lista de contactos e pessoas com as quais não partilhou o seu perfil.
ro: Activează funcția de expeditor ascuns pentru mesajele primite de la non-contacte și persoane cu care nu ai partajat profilul tău.
ru: Разрешить запечатанного отправителя для входящих сообщений от людей, которых нет в ваших контактах и кому вы ещё не открывали свой профиль.
sk: Zapnúť šifrovaného odosielateľa pre prichádzajúce správy od ľudí, ktorých nemáte v kontaktoch a s ktorými ste nezdieľali svoj profil.
sl: Vklop skritega pošiljatelja za dohodna sporočila uporabnikov, ki niso v imeniku in tistih, s katerimi ne delite svojega profila.
sq: Aktivizoni dërgues të vulosur për mesazhe ardhës nga persona që s’i keni në kontaktet dhe persona të cilëve s’u keni dhënë profilin tuaj.
sr: Укључите опцију запечаћеног пошиљаоца за дописивање са особама које нису ваши контакти и са којима нисте поделили ваш профил.
sv: Aktivera dold avsändare för inkommande meddelanden från icke-kontakter och personer som du inte har delat din profil med.
sw: Wezesha mtumaji mwenye muhuri kwa jumbe zinazoingia kutoka kwa wasio wasiliani na watu ambao hukushiriki wasifu wako
ta: தொடர்புகள் அல்லாதவர்களிடமிருந்தும், உங்கள் சுயவிவரத்தைப் பகிராத நபர்களிடமிருந்தும் உள்வரும் செய்திகளுக்கு சீல் அனுப்பியவரை இயக்கவும்.
te: మీరు మీ రూపం భాగస్వామ్యం చేయని పరిచయాలు మరియు వ్యక్తుల నుండి ఇన్కమింగ్ సందేశాల కోసం మూసివేసిన పంపేవారిని ప్రారంభించండి.
th: เปิดใช้งานผู้ส่งที่ปิดบังตัวตน สำหรับข้อความขาเข้า จากคนที่ไม่ใช่ผู้ติดต่อ และคนที่คุณไม่ได้แบ่งปันโปรไฟล์ด้วย
tr: Kişileriniz arasında bulunmayan ve profilinizi paylaşmadığınız kişilerden göndereninin gizli olduğu iletilerin alınmasını etkinleştir.
ug: ئالاقەداشلىرىڭ ئارىسىدا بولمىغان ياكى ئارخىپىڭنى ھەمبەھىرلىمىگەن كىشىلەردىن، يوشۇرۇن ئەۋەتكۈچى ئۇچۇرلىرىنى قوبۇل قىلىشنى ئاكتىپلا.
uk: Отримувати повідомлення від засекречених відправників, навіть якщо вони не з вашого списку контактів або ви не ділилися з ними профілем.
ur: غیر رابطوں اور ان لوگوں کی طرف سے آنے والے پیغامات کے لئے مہر بند مرسل کو اہل بنائیں جن کے ساتھ آپ نے اپنا پروفائل اشتراک نہیں کیا ہے۔
vi: Bật chế độ mã hóa danh tính người gửi cho tin nhắn từ người gửi không có trong danh bạ và người bạn chưa chia sẻ hồ sơ.
zh_cn: 为非联系人和你没有分享个人资料的人发来的信息启用密封发送人功能。
zh_hk: 對非聯絡人及您未有向其分享個人資料的人所傳入的訊息啟用密封寄件人。

# SETTINGS_VERSION
source: Version
af: Weergawe
ar: اﻹصدار
az: Versiya
be: Версія
bg: Версия
bn: সংস্করণ
ca: Versió
cs: Verze
cy: Fersiwn
el: Έκδοση
es: Versión
es_es: Versión
et: Versioon
eu: Bertsioa
fa: نسخه
fi: Versio
fil: Bersyon
ga: Leagan
gu: વર્ઝન
he: גרסה
hi: वर्ज़न
hr: Verzija
hu: Verzió
id: Versi
is: Útgáfa
it: Versione
ja: バージョン
kk: Нұсқа
km: á‡áŸ†á“á¶á“áŸ‹
kn: ಆವೃತ್ತಿ
ko: 버전
lt: Versija
lv: Versija
mk: Верзија
ml: പതിപ്പ്
mr: आवृत्ती
ms: Versi
my: ဗားရှင်း
nb: Versjon
nl: Versie
pa: ਸੰਸਕਰਣ
pa_pk: ورژن
pl: Wersja
ps: نسخه
pt_br: Versão
pt_pt: Versão
ro: Versiunea
ru: Версия
sk: Verzia
sl: Različica
sr: Верзија
sw: Toleo
ta: பதிப்பு
te: వివరణము
th: รุ่น
tr: Sürüm
ug: نەشر
uk: Версія
ur: ورژن
vi: Phiên bản
zh_cn: 版本
zh_hk: 版本

# SHARE_ACTION_MAIL
source: Mail
af: Pos
ar: البريد
az: Məktub
be: Пошта
bg: Електронна Поща
bn: মেইল
ca: Correu
cs: E-mail
cy: E-bost
de: E-Mail
el: Email
es: Correo
es_es: Correo
et: E-post
eu: Emaila
fa: ایمیل
fi: Sähköposti
ga: Ríomhphost
gu: મેઇલ
he: דוא״ל
hi: मेल
hr: E-pošta
hu: Email
id: Surat
is: Póstur
ja: メール
kab: Imayl
kk: Пошта
km: áŸá¶áš
kn: ಮೇಲ್
ko: 메일
lt: Paštas
lv: Pasts
mk: Електронска пошта
ml: മെയിൽ
mr: मेल
ms: Mel
my: မေးလ်
nb: E-post
nl: E-mail
pa: ਮੇਲ
pa_pk: میل
pl: Poczta
ps: ایمیل
pt_br: E-mail
pt_pt: E-mail
ru: Почта
sl: E-pošta
sr: Имејл
sv: E-post
sw: Barua
ta: அஞ்சல்
th: จดหมาย
tr: Posta
ug: خەت
uk: Пошта
ur: میل
vi: Thư
zh_cn: Email
zh_hk: 郵件

# SHARE_ACTION_MESSAGE
source: Message
af: Boodskap
ar: الرسالة
az: Mesaj
be: Паведамленне
bg: Съобщение
bn: বার্তা
ca: Missatge
cs: Zpráva
cy: Neges
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
es_es: Mensaje de texto
et: Sõnum
eu: Mezua
fa: پیام
fi: Viesti
fil: Mensahe
ga: Teachtaireacht
gu: મેસેજ
he: הודעה
hi: मेसेज
hr: Poruka
hu: Üzenet
id: Pesan
is: Póstur
it: Messaggio
ja: メッセージ
kab: Izen
kk: Хабарлама
km: áŸá¶áš
kn: ಸಂದೇಶ
ko: 메시지
lt: Žinutė
lv: Ziņa
mk: Порака
ml: സന്ദേശം
mr: संदेश
ms: Mesej
my: စာ
nb: Melding
nl: Bericht
pa: ਸੁਨੇਹਾ
pa_pk: سنیہا
pl: Wiadomość
ps: پیغام
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Sporočilo
sq: Mesazh
sr: Пошаљите поруку
sv: Meddelande
sw: Ujumbe
ta: செய்தி
te: సందేశం
th: ข้อความ
tr: İleti
ug: ئۇچۇر
uk: Повідомлення
ur: پیغام
vi: Tin nhắn
zh_cn: 短信
zh_hk: 訊息
