Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGES_VIEW_N_MEMBERS_NO_LONGER_VERIFIED
source: More than one member of this group is no longer marked as verified. Tap for options.
af: Meer as een lid van hierdie groep is nie meer gemerk as geverifieer nie. Tik vir opsies.
ar: أكثر مِن عُضو مِن هذه المجموعة لم يعُد مُشارًا إليه كمُتحقَّق منه. انقر للمزيد من الخيارات.
az: Bu qrupun birdən çox üzvü artıq təsdiqləndi olaraq işarələnmir. Seçimlər üçün toxunun.
be: Больш за аднаго ўдзельніка гэтай групы не пазначаны як правераныя. Паказаць варыянты.
bg: Няколко потребителя вече не са отбелязани като проверени. Докоснете за настройки.
bn: এই গ্রুপের একের অধিক সদস্য আর যাচাইকৃত হিসাবে চিহ্নিত নয়। বিকল্পগুলির জন্য আলতো চাপুন।
ca: Més d'un membre del grup ja no està marcat com a verificat. Toqueu per a més opcions.
cs: Více než jeden člen této skupiny již není ověřen. Pro možnosti klepněte.
cy: Mae mwy nac un aelod o'r grŵp yma bellach heb eu marcio fel y'u gwiriwyd. Tapiwch am opsiynau.
da: Mere end et medlem af gruppen er ikke længere markeret som verificeret. Tryk for muligheder.
de: Mehr als ein Mitglied dieser Gruppe ist nicht mehr als verifiziert markiert. Für Optionen antippen.
el: Πάνω από ένα μέλη αυτής της ομάδας δεν είναι πλέον σημειωμένα ως επιβεβαιωμένα. Πάτα για επιλογές.
es: La identidad de más de una persona en este grupo ha cambiado a no verificada. Toca para ver opciones.
es_es: La identidad más de un(a) participante de este grupo ha cambiado a no verificada. Toca para saber más.
et: Rohkem kui üks selle grupi liige ei ole enam kinnitatuks märgitud. Klõpsa valikuteks.
eu: Talde honetan kide bat baino gehiago, dagoeneko, ez dago egiaztatu gisa markatuta. Ukitu aukeratarako.
fa: بیش از یک کاربر این گروه، تأیید نشده‌اند. برای دسترسی به تنظیمات لمس کنید.
fi: Useampi kuin yksi tämän ryhmän jäsenistä ei ole enää merkitty varmennetuksi. Lisätietoja napauttamalla.
fil: Mahigit sa isang kasapi ng grupong ito ay hindi na markadong beripikado. Pindutin para sa mga pagpipilian.
fr: Des membres de ce groupe ne sont plus plus marqués comme confirmés. Touchez l'écran pour afficher les options
ga: Tá níos mó ná ball amháin den ghrúpa seo gan deimhniú a thuilleadh. Tapáil chun roghanna a fheiceáil.
gu: આ ગ્રુપના એક કરતા વધુ સભ્યોને ચકાસણી તરીકે લાંબા સમય સુધી માર્ક કરવામાં આવશે નહીં. વિકલ્પો માટે ટેપ કરો.
he: יותר מחבר קבוצה אחד של קבוצה זו אינם מסומנים יותר כמוודאים. הקש לאפשרויות.
hi: इस ग्रुप के एक से ज़ादा सदस्य सत्यापित नहीं हैं। विकल्पों के लिये टैप करें।
hr: Nekoliko članova ove grupe više nije označeno kao provjereno. Pritisnite za opcije.
hu: Több mint egy csoporttag "Ellenőrzött" állapota megszűnt. Koppints a lehetőségekért.
id: Lebih dari satu anggota dari grup ini tak lagi terverifikasi. Ketuk untuk pilihan.
is: Meira en einn meðlimur þessa hóps er ekki lengur merktur sem sannreyndur. Ýttu til að sjá valkosti.
it: Più di un membro di questo gruppo non è più segnato come verificato. Tocca per le opzioni.
ja: 複数のメンバーが要確認となっています。タップして選択肢をご覧ください。
kab: Ugar n yiwen uεeggal n ugraw-a dayen ur yettwacraḍ ara yettusenqed. Sit ɣef textiṛiyin.
kk: Осы топтың бірнеше мүшесі бұдан былай тексерілді деп таңбаланбайды. Таңдауға болатын нұсқаларды қарау үшін түртіңіз.
km: áŸá˜á¶á‡á·á€á…áŸ’ášá¾á“á‡á¶á„á˜áŸ’á“á¶á€áŸ‹á€áŸ’á“á»á„á€áŸ’ášá»á˜á“áŸáŸ‡ á›áŸ‚á„ááŸ’ášá¼áœá”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á‘áŸ€áá á¾á™áŸ” á…á»á… áŸá˜áŸ’ášá¶á”áŸ‹á‡á˜áŸ’ášá¾áŸá”á“áŸ’ááŸ‚á˜áŸ”
kn: ಈ ಗುಂಪಿನ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಸದಸ್ಯರನ್ನು ಇನ್ನು ಮುಂದೆ ದೃಢೀಕೃತ ಎಂದು ಗುರುತಿಸಲಾಗಿಲ್ಲ. ಆಯ್ಕೆಗಳಿಗಾಗಿ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 그룹 내 1명 이상의 멤버가 검증된 사용자가 아닙니다. 탭하여 설정을 엽니다.
lt: Daugiau nei vienas šios grupės narys daugiau nebėra pažymėtas kaip patvirtintas. Bakstelėkite, norėdami matyti parinktis.
lv: Vairāki no šiem grupas dalībniekiem vairs nav atzīmēti kā verificēti. Pieskarieties, lai skatītu opcijas.
mk: Повеќе од еден член на оваа група повеќе не се означени како верификувани. Допрете за опции.
ml: ഈ ഗ്രൂപ്പിലെ ഒന്നിലധികം അംഗങ്ങൾ വേരിഫൈ ചെയ്യപ്പെട്ടതായി മാർക്ക് ചെയ്തിട്ടില്ല. ഓപ്ഷൻ ലഭിക്കുന്നതിന് തട്ടുക.
mr: या गटाचे एकापेक्षा अधिक सदस्य आता सत्यापित म्हणून चिन्हांकित नाहीत. पर्यायांकरिता टॅप करा.
ms: Lebih daripada satu ahli tidak lagi ditanda sebagai disahkan. Ketik untuk pilihan.
my: အဖွဲ့အတွင်းမှ တစ်ယောက်ထက်မကသောသူများသည် အတည်ပြုချက်မရှိတော့ပါ။ လုပ်ဆောင်ချက်များကို ကြည့်ရန် တစ်ချက်နှိပ်ပါ။
nb: Mer enn ett medlem av denne gruppen er ikke lenger merket som verifisert. Trykk for valg.
nl: Meer dan een lid van deze groep is niet langer gemarkeerd als geverifieerd. Tik voor opties.
pa: ਇਸ ਗਰੁੱਪ ਦੇ ਇੱਕ ਤੋਂ ਵੱਧ ਮੈਂਬਰ ਹੁਣ ਤਸਦੀਕਸ਼ੁਦਾ ਵਜੋਂ ਨਿਸ਼ਾਨੀ ਨਹੀ ਹੈ। ਚੋਣਾਂ ਲਈ ਛੂਹੋ।
pa_pk: ایس گروپ دے اک توں ودھ رکن ہونڑ ہور بطور توثیق شدہ نشان زد نئیں ہین۔ اختیارات لئی ٹیپ کرو۔
pl: Więcej niż jedna osoba z grupy nie jest już oznaczona jako zweryfikowana. Dotknij, aby wyświetlić opcje.
ps: له یوه څخه زیات د دې ګروپ غړي د تایید شويو په توګه نه دي په نښه شوي. د غوراویو لپاره کلیک وکړئ.
pt_br: Ao menos um membro deste grupo não está mais marcado como verificado. Toque para ver as opções.
pt_pt: Vários membros deste grupo deixaram de estar marcados como verificados. Toque para opções.
ro: Mai mult de un membru al acestui grup nu mai este marcat ca fiind verificat. Apasă pentru opțiuni.
ru: Более одного участника этой группы больше не отмечены как подтверждённые. Показать опции…
sk: Viac ako jeden člen tejto skupiny už nie je overený. Ťuknite pre možnosti.
sl: Več kot en uporanbnik te skupine ni več označen kot potrjen. Tapnite za več možnosti.
sq: Më shumë se një anëtar i këtij grupi s’është më i shënuar si i verifikuar. Prekeni për mundësi.
sr: Више од једног члана ове групе више није верификовано. Додирните да видите опције.
sv: Mer än en medlem i denna grupp är inte längre markerad som verifierad. Tryck för alternativ.
sw: Zaidi ya mwanachama mmoja wa kundi hili hajaalamishwa tena kama aliyethibitishwa. Gusa kwa chaguo.
ta: இந்த குழுவில் ஒன்றுக்கு மேற்பட்ட உறுப்பினர்கள் சரிபார்க்கப்பட்டதாக இனி குறிக்கப்படவில்லை. விருப்பங்களுக்குத் தட்டவும்.
te: ఈ గుంపులో ఒకటి కంటే ఎక్కువ సభ్యులు ధృవీకరించబడినట్లుగా గుర్తించబడలేదు. ఎంపికల కోసం నొక్కండి.
th: สมาชิกมากกว่าหนึ่งคนของกลุ่มนี้ไม่ถือว่าถูกตรวจยืนยันอีกต่อไป แตะเพื่อดูตัวเลือก
tr: Bu grubun birden fazla üyesi artık doğrulanmış değil. Seçenekler için dokunun.
ug: بۇ گۇرۇپپىدىكى بىر قانچە ئەزاغا ئەمدى «دەلىللەندى» دەپ بەلگە سېلىمىدى. چېكىپ تاللانمىلارنى ئېچىڭ.
uk: У цій групі декілька учасників уже не позначено як верифікованих. Торкніться, щоб побачити доступні дії.
ur: اس گروپ کے ایک زیادہ ممبران تصدیق شدہ نہیں رہے۔ آپشنز کیلئے کلک کریں۔
vi: Nhiều thành viên của nhóm này không còn được xác minh. Chạm để xem các lựa chọn.
zh_cn: 该群组多个成员不再标记为已验证。点击打开选项。
zh_hk: 此群組的多個成員不再標記為「已驗證」。輕觸開啟選項。

# MESSAGES_VIEW_UNREAD_INDICATOR
source: New Messages
af: Nuwe boodskappe
ar: رسائل جديدة
az: Yeni mesaj
be: Новыя паведамленні
bg: Нови съобщения
bn: নতুন বার্তাসমূহ
ca: Missatges nous
cs: Nové zprávy
cy: Negeseuon Newydd
da: Nye beskeder
de: Neue Nachrichten
el: Νέα μηνύματα
es: Mensajes nuevos
es_es: Mensajes nuevos
et: Uued sõnumid
eu: Mezu Berriak
fa: پیام های جدید
fi: Uudet viestit
fil: Bagong mga Mensahe
fr: Nouveaux messages
ga: Teachtaireachtaí Nua
gu: નવા મેસેજ
he: הודעות חדשות
hi: नए मेसेज
hr: Nove poruke
hu: Új üzenetek
id: Pesan baru
is: Ný skilaboð
it: Nuovi messaggi
ja: 新規メッセージ
kab: Iznan imaynuten
kk: Жаңа хабарламалар
km: áŸá¶ášááŸ’á˜á¸
kn: ಹೊಸ ಸಂದೇಶಗಳು
ko: 새 메시지
lt: Naujos žinutės
lv: Jaunas ziņas
mk: Нови пораки
ml: പുതിയ സന്ദേശങ്ങൾ
mr: नवीन संदेश
ms: Mesej-mesej Baru
my: မက်ဆေ့ချ်အသစ်များ
nb: Nye meldinger
nl: Nieuwe berichten
pa: ਨਵੇਂ ਸੁਨੇਹੇ
pa_pk: نویں سنیہے
pl: Nowe wiadomości
ps: نوې پیغامونه
pt_br: Novas mensagens
pt_pt: Novas mensagens
ro: Mesaje noi
ru: Новые сообщения
sk: Nové správy
sl: Nova sporočila
sq: Mesazhe të Rinj
sr: Нове поруке
sv: Nya meddelanden
sw: Ujumbe Mpya
ta: புதிய செய்திகள்
te: కొత్త సందేశాలు
th: ข้อความใหม่
tr: Yeni İletiler
ug: يېڭى ئۇچۇرلار
uk: Нові повідомлення
ur: نئے پیغامات
vi: Các tin nhắn Mới
zh_cn: 新消息
zh_hk: 新訊息

# MISSED_CALL_BLOCKED_SYSTEM_CONTACT
source: Missed call from contact blocked in phone settings
ar: مكالمة فائتة من جهة اتصال محظورة في إعدادات الهاتف
be: Прапушчаны званок ад кантакту, што заблакаваны ў наладах тэлефона
bn: ফোন সেটিংসে ব্লককৃত কন্টাক্টের কাছ থেকে পাওয়া মিসড কল
ca: Trucada perduda d'un contacte bloquejat als ajustos del telèfon
cs: Zmeškaný hovor od kontaktu blokovaného v nastavení telefonu
da: Ubesvaret opkald fra kontakt blokeret i telefonens indstillinger
de: Verpasster Anruf von einem Kontakt, der in den Telefoneinstellungen blockiert ist
el: Αναπάντητη κλήση από αποκλεισμένη επαφή στις ρυθμίσεις του τηλεφώνου
es: Llamada perdida de un contacto bloqueado en los ajustes del teléfono
fa: تماس از‌دست‌رفته از مخاطب مسدودشده در تنظیمات تلفن
fi: Vastaamaton puhelu puhelimen asetuksissa estetyltä yhteyshenkilöltä
fr: Appel manqué – reçu d'un contact bloqué dans les réglages iOS
ga: Glao caillte ó theagmhálaí atá bactha i socruithe an ghutháin
gu: ફોન સેટિંગ્સમાં બ્લૉક કરવામાં આવેલ સંપર્ક તરફથી મિસ્ડ કોલ
he: שיחה שלא נענתה מאיש קשר חסום בהגדרות הטלפון
hi: फोन सेटिंग्स में ब्लॉक्ड संपर्कों की मिस्ड कॉल
hr: Propušteni poziv od kontakta blokiranog u postavkama telefona
hu: Nem fogadott hívás a telefon beállításaiban letiltott névjegytől
id: Panggilan tak terjawab dari kontak yang diblokir di pengaturan telepon
it: Chiamata persa da contatto bloccato nelle Impostazioni del tuo telefono
ja: 電話の設定で着信拒否設定した連絡先からの不在着信
ko: 통화 설정에 차단한 연락처에서 온 부재중 전화가 있습니다.
mr: फोन सेटिंग्ज मध्ये अवरोधित केलेल्या संपर्काकडून मिस्ड कॉल
ms: Panggilan terlepas daripada kenalan disekat dalam tetapan telefon
nb: Tapt anrop fra en person som er blokkert på telefonen din
nl: Gemiste oproep van geblokkeerd contact in telefooninstellingen
pl: Nieodebrane połączenie od kontaktu zablokowanego w ustawieniach telefonu
pt_br: Chamada perdida de contato bloqueado nas configurações do telefone
pt_pt: Chamada perdida de contacto bloqueado nas definições do telemóvel
ro: Apel pierdut de la un contact blocat în setările telefonului
ru: Пропущенный звонок от контакта, заблокированного в настройках телефона
sk: Zmeškaný hovor od kontaktu zablokovaného v nastaveniach telefónu
sr: Пропуштен позив од контакта који је блокиран у подешавањима телефона
sv: Missat samtal från blockerad kontakt i telefoninställningar
th: สายที่ไม่ได้รับจากผู้ติดต่อที่ถูกบล็อกในการตั้งค่าของโทรศัพท์
tr: Telefon ayarlarında engellenen kişiden gelen arama yanıtlanamadı
ug: تېلېفون تەڭشىكىدىن توسۇپ قويۇلغان ئالاقىداشلاردىن ئالالمىغان چاقىرىق
uk: Пропущено виклик від контакту, заблокованого в параметрах телефона
ur: فون کی سیٹنگز میں بلاک کردہ رابطے کی طرف سے مسڈ کال
vi: Cuộc gọi nhỡ từ liên hệ đã bị chặn trong mục cài đặt của điện thoại
zh_cn: 有一通未接来电来自手机设置中屏蔽的联系人
zh_hk: 在電話設定中遭到封鎖的聯絡人未接來電

# MISSED_CALL_BLOCKED_SYSTEM_SETTINGS_SHEET_BLOCK_ACTION
source: Also Block Contact in Signal
ar: احظر أيضًا جهة الاتصال على سيجنال
be: Таксама заблакаваць кантакт у Signal
bn: এছাড়াও Signal-এ কন্টাক্ট ব্লক করুন
ca: També Bloquejar contacte a Signal
cs: Blokovat kontakt také v aplikaci Signal
da: Bloker også kontakt i Signal
de: Kontakt auch auf Signal blockieren
el: Και αποκλεισμός επαφής στο Signal
es: Bloquear contacto también en Signal
fa: مخاطب در سیگنال هم مسدود شود
fi: Estä yhteystieto myös Signalissa
fr: Bloquer ce contact dans Signal également
ga: Cuir Bac ar an Teagmhálaí in Signal freisin
gu: Signalમાં પણ સંપર્કને બ્લૉક કરો
he: לחסום איש קשר גם ב–Signal
hi: Signal में भी संपर्क को ब्लॉक करें
hr: Blokiraj kontakt i na Signalu
hu: A Signalban is tiltsd le a névjegyet
id: Blokir Kontak di Signal Juga
it: Blocca contatto anche su Signal
ja: Signalでのコンタクトも拒否する
ko: Singal에서도 연락처 차단
mr: Signal मध्ये देखील संपर्क अवरोधित करा
ms: Juga Sekat Kenalan dalam Signal
nb: Blokkér personen på Signal også
nl: Blokkeer contact ook in Signal
pl: Zablokuj kontakt również w aplikacji Signal
pt_br: Bloquear contato no Signal também
pt_pt: Bloquear contacto também no Signal
ro: De asemenea, blochează contactul în Signal
ru: Заблокировать контакт также в Signal
sk: Blokovať kontakt aj v Signali
sr: Такође блокирај контакт на Signal-у
sv: Blockera även kontakt i Signal
th: บล็อกผู้ติดต่อบน Signal ด้วย
tr: Kişiyi Signal'de de Engelle
ug: سىگنالدىكى ئالاقىداشلارنىمۇ توسىۋېتىڭ
uk: Заблокувати контакт і в Signal
ur: رابطے کو Signal میں بھی بلاک کریں
vi: Đồng thời Chặn Liên hệ trong Signal
zh_cn: 在 Signal 中也屏蔽对方
zh_hk: 同時在 Signal 中封鎖聯絡人

# MISSED_CALL_BLOCKED_SYSTEM_SETTINGS_SHEET_MESSAGE
source: You missed their call because they are blocked in your phone settings. Go to Settings > Phone and tap Blocked Contacts to manage this.
ar: فاتتك مُكالمته لأنك حظرته في إعدادات هاتفك. انتقِل إلى إعدادات > الهاتف وانقر على جهات الاتصال المحظورة لإدارتها.
be: Вы прапусцілі яго званок, таму што ён заблакаваны ў наладах вашага тэлефона. Перайсці ў Налады > Тэлефон і націснуць «Заблакаваныя кантакты», каб унесці змяненні.
bn: আপনি তাদের কল মিস করেছেন কারণ তারা আপনার ফোন সেটিংসে ব্লক করা অবস্থায় আছেন। সেটিংস > ফোন-এ যান এবং এটি পরিবর্তন কিংবা নিয়ন্ত্রণ করতে 'ব্লককৃত কন্টাক্ট'-এ ট্যাপ করুন।
ca: Has perdut la seva trucada perquè aquesta persona està bloquejada als ajustos del teu telèfon. Ves a Ajustos > Telèfon i toca sobre Contactes bloquejats per tal de gestionar això.
cs: Hovor od této osoby jste zmeškali, protože ji máte v nastavení telefonu zablokovanou. Pro úpravu přejděte do Nastavení > Telefon a klepněte na Blokované kontakty.
da: Du gik glip af deres opkald, fordi de er blokeret i dine telefonindstillinger. Gå til Indstillinger > Telefon, og tryk på Blokerede kontakter for at administrere dette.
de: Du hast einen Anruf von einer Person verpasst, weil diese in deinen Telefoneinstellungen blockiert ist. Gehe zu iOS-Einstellungen > Telefon und tippe auf Blockierte Kontakte, um diese zu verwalten.
el: Έχασες την κλήση αυτού του ατόμου επειδή είναι αποκλεισμένο στις ρυθμίσεις του τηλεφώνου σου. Πήγαινε στις Ρυθμίσεις > Τηλέφωνο και πάτα Αποκλεισμένες επαφές για να το διαχειριστείς.
es: Has perdido la llamada de este contacto porque está bloqueado en los Ajustes de tu teléfono. En tu dispositivo, ve a Ajustes > Teléfono y toca Contactos bloqueados para gestionar este ajuste.
fa: تماس این فرد را از دست دادید، چون در تنظیمات تلفن شما مسدود شده‌اند. برای مدیریت آن، به «تنظیمات > تلفن» بروید و روی «مخاطبان مسدودشده» ضربه بزنید.
fi: Et huomannut tätä puhelua, koska käyttäjä on estetty puhelimesi asetuksissa. Siirry kohtaan Asetukset > Puhelin ja napauta Estetyt yhteystiedot tehdäksesi tähän muutoksia.
fr: Vous avez manqué cet appel, car ce contact est bloqué dans les réglages de votre téléphone. Pour gérer les contacts bloqués, accédez à Réglages > Téléphone > Contacts bloqués.
ga: Chaill tú an glao toisc go bhfuil bac curtha air/uirthi i socruithe do ghutháin. Téigh chuig Socruithe > Guthán agus tapáil Teagmhálaithe Bactha leis sin a bhainistiú.
gu: તમે તેમનો કૉલ ચૂકી ગયા છો કારણ કે તેઓને તમારા ફોન સેટિંગ્સમાં બ્લૉક કરેલ છે. આને મેનેજ કરવા માટે સેટિંગ્સ > ફોન પર જાઓ અને બ્લૉક કરેલ સંપર્કો પર ટેપ કરો.
he: פספסת את השיחה בגלל שהאדם הזה חסום בהגדרות הטלפון שלך. כדי לנהל את זה, יש לעבור להגדרות > טלפון וללחוץ על אנשי קשר חסומים.
hi: आपने उनकी कॉल मिस कर दी, क्योंकि वे आपके फोन सेटिंग्स में ब्लॉक हैं। इसे प्रबंधित करने के लिए सेटिंग्स > फोन पर जाएं और ‘ब्लॉक्ड संपर्कों’ पर टैप करें।
hr: Propustili ste poziv jer je broj blokiran u postavkama vašeg telefona. Idite na Postavke > Telefon i dodirnite Blokirani kontakti za upravljanje postavkama.
hu: Nem fogadtad a hívását, mert a telefon beállításaiban le van tiltva. Lépj a Beállítások > Telefon menüpontra, és koppints a Letiltott névjegyek elemre a névjegy kezeléséhez.
id: Anda melewatkan panggilan orang ini karena nomornya diblokir di pengaturan telepon. Buka Pengaturan > Telepon dan ketuk Kontak Diblokir untuk mengelolanya.
it: Hai perso la chiamata perché questa persona è bloccata nelle Impostazioni del tuo telefono. Vai su Impostazioni > Telefono e tocca su Contatti bloccati per gestire il blocco.
ja: 不在着信がありました。着信拒否設定している相手からなので呼び出し音は鳴りませんでした。設定 > 電話に移動して、着信拒否した連絡先をタップし、必要に応じて設定を変えます。
ko: 통화 설정에서 차단한 사용자라 전화를 받지 못했습니다. 설정 > 통화로 이동한 다음 차단한 연락처를 탭하여 이 항목을 관리하세요.
mr: आपण त्यांचा कॉल चुकविला आहे कारण आपण त्यांना आपल्या फोन सेटिंग्जमध्ये ब्लॉक केले आहे. याला व्यवस्थापित करण्यास सेटिंग्ज > फोन वर जा आणि अवरोधित संपर्क वर टॅप करा.
ms: Anda terlepas panggilan mereka kerana mereka disekat dalam tetapan telefon anda. Pergi ke Tetapan > Telefon dan ketik Kenalan Disekat untuk menguruskan.
nb: Du gikk glipp av et anrop fordi personen er blokkert på telefonen din. For å endre dette må du gå til innstillingene > Telefon > Blokkerte kontakter.
nl: Je hebt deze oproep gemist, omdat dit contact is geblokkeerd in je telefooninstellingen. Ga naar Instellingen > Telefoon en tik op Geblokkeerde contacten om ze te beheren.
pl: Nie odebrano połączenia od tej osoby, ponieważ została ona zablokowana w ustawieniach telefonu. Aby to zmienić, przejdź do sekcji Ustawienia > Telefon i dotknij opcji Zablokowane kontakty.
pt_br: Você perdeu a ligação porque esta pessoa está bloqueada nas configurações do seu telefone. Ir para Configurações > Telefone. Depois, toque em Contatos bloqueados para gerenciar esse recurso.
pt_pt: Perdeu a chamada desta pessoa porque ela está bloqueada nas definições do seu telemóvel. Vá a Definições > Telemóvel e toque em Contactos Bloqueados para gerir.
ro: Ai ratat apelul său deoarece este blocat în setările telefonului tău. Accesează Setări > Telefon și atinge Contacte blocate pentru a gestiona acest lucru.
ru: Вы пропустили звонок этого пользователя, потому что он заблокирован в настройках вашего телефона. Для внесения изменений перейдите в Настройки > Телефон и выберите пункт Заблокированные контакты.
sk: Zmeškali ste od nich hovor, pretože sú zablokovaní v nastaveniach telefónu. Prejdite do časti Nastavenia > Telefón a ťuknutím na položku Blokované kontakty vykonajte potrebné úpravy.
sr: Пропустили сте позив овог корисника зато што је блокиран у подешавањима вашег телефона. Идите на Подешавања > Телефон и изаберите блокиране контакте да бисте то променили.
sv: Du missade samtalet eftersom kontakten är blockerad i dina telefoninställningar. Gå till Inställningar > Telefon och tryck på Blockerade kontakter för att hantera detta.
th: คุณไม่ได้รับสายจากผู้ใช้คนนี้เนื่องจากผู้ใช้ถูกบล็อกในการตั้งค่าของโทรศัพท์คุณ ไปที่การตั้งค่า > โทรศัพท์ แล้วแตะรายชื่อที่ปิดกั้น (Blocked Contacts) เพื่อจัดการ
tr: Telefon ayarlarında bu kişiyi engellediğin için gelen aramayı cevaplayamadın. Bu durumu yönetmek için Ayarlar > Telefon menüsüne git ve Engellenen Kişiler seçeneğine dokun.
ug: ئۇلار سىزنىڭ تېلېفون تەڭشىكىڭىزدە توسۇپ قويۇلغان بولغاچقا، ئۇلارنىڭ چاقىرىقىنى ئالالمىدىڭىز. بۇنى باشقۇرۇش ئۈچۈن تەڭشەك>تېلېفون تەڭشىكىگە كىرىپ توسۇلغان ئالاقىاشلارنى چېكىڭ.
uk: Ви пропустили виклик, тому що цю людину заблоковано в параметрах телефона. Перейдіть у параметри > Програми > Телефон > Блоковані контакти, щоб її розблокувати.
ur: آپ ان کی کال سے محروم رہے کیونکہ وہ آپ کے فون کی سیٹنگز میں بلاک شدہ ہیں۔ اس کا انتظام کرنے کے لیے سیٹنگز > فون پر جائیں اور بلاک شدہ روابط پر ٹیپ کریں۔
vi: Bạn để lỡ cuộc gọi của người đó vì họ đã bị chặn trong mục cài đặt của điện thoại. Đến mục Cài đặt > Điện thoại và nhấn Liên hệ Đã chặn để điều chỉnh.
zh_cn: 此用户的来电未接通，因为您已在手机设置中屏蔽对方。请前往“设置>手机”页面，然后点击“已屏蔽联系人”对此进行管理。
zh_hk: 你錯過了他們的來電，因為他們在你的電話設定中遭到封鎖。前往「設定」> 「電話」，並點按「已封鎖的聯絡人」來管理此情況。

# MISSED_CALL_BLOCKED_SYSTEM_SETTINGS_SHEET_TITLE
source: %1$@ is Blocked in Phone Settings
ar: %1$@ محظور في إعدادات الهاتف
be: Карыстальнік %1$@ заблакаваны ў наладах тэлефона
bn: ফোন সেটিংসে %1$@ ব্লক করা অবস্থায় আছেন
ca: El contacte de %1$@ està Bloquejat als Ajustos del telèfon
cs: Uživatel %1$@ je blokován v nastavení telefonu
da: %1$@ er blokeret i telefonens indstillinger
de: %1$@ ist in den Telefoneinstellungen blockiert
el: Ο χρήστης %1$@ είναι αποκλεισμένος στις Ρυθμίσεις τηλεφώνου
es: Has bloqueado a %1$@ en los Ajustes del teléfono
fa: %1$@ در تنظیمات تلفن مسدود است
fi: %1$@ on estetty puhelimen asetuksissa
fr: Vous avez bloqué %1$@ dans les réglages du téléphone
ga: Tá Bac Curtha ar %1$@ i Socruithe an Ghutháin
gu: %1$@ને ફોન સેટિંગ્સમાં બ્લૉક કરેલ છે
he: חסמת את %1$@ בהגדרות הטלפון שלך
hi: %1$@ फोन सेटिंग्स में ब्लॉक्ड है
hr: %1$@ je blokiran(a) u postavkama telefona
hu: %1$@ le van tiltva a telefon beállításaiban
id: %1$@ Diblokir di Pengaturan Telepon
it: %1$@ è un contatto bloccato nelle Impostazioni del tuo telefono
ja: 電話の設定で%1$@ さんは着信拒否されています
ko: 통화 설정에서 %1$@ 님을 차단했습니다.
mr: %1$@ हा फोन सेटिंग्ज मध्ये अवरोधित आहे
ms: %1$@ disekat dalam Tetapan Telefon
nb: %1$@ er blokkert på telefonen din
nl: %1$@ is geblokkeerd in Telefooninstellingen
pl: %1$@ to kontakt zablokowany w ustawieniach telefonu
pt_br: %1$@ está bloqueado nas Configurações do telefone
pt_pt: O contacto %1$@ está bloqueado nas definições do telemóvel
ro: %1$@ este blocat/ă și în Setările telefonului
ru: %1$@ заблокирован(-а) в настройках телефона
sk: Používateľ %1$@ je zablokovaný v nastaveniach telefónu
sr: %1$@ је блокиран(а) у подешавањима телефона
sv: %1$@ är blockerad i telefoninställningar
th: %1$@ ถูกบล็อกในการตั้งค่าของโทรศัพท์
tr: %1$@ Telefon Ayarlarında engellendi
ug: %1$@ تېلېفون تەڭشىكىدە توسىۋېتىلدى
uk: Користувача %1$@ заблоковано в параметрах телефона
ur: %1$@ کو فون سیٹنگز میں بلاک کیا گیا ہے
vi: %1$@ bị Chặn trong Cài đặt Điện thoại
zh_cn: %1$@已在手机设置中被屏蔽
zh_hk: %1$@ 已在電話設定中封鎖

# MISSED_CALL_FOCUS_MODE
source: Missed call while using Focus
ar: مكالمة فائتة خلال وضع التركيز
be: Прапушчаны званок, калі ўключаны рэжым «Факусіраванне»
bn: ফোকাস ব্যবহার করা অবস্থায় মিসড কল
ca: Trucada perduda en mode "Focus"
cs: Zmeškaný hovor při zapnutém režimu Soustředění
da: Missede opkald mens Fokus var slået til
de: Verpasster Anruf während der Verwendung von Fokus
el: Αναπάντητη κλήση ενώ χρησιμοποιούσατε το Focus
es: Llamada perdida durante el modo Enfoque
fa: تماس ازدست‌رفته هنگام استفاده از فوکوس
fi: Vastaamaton puhelu keskittymistilassa
fr: Appel manqué en mode "Concentration"
ga: Glao caillte le linn Fócas a úsáid
gu: ફોકસનો ઉપયોગ કરતી વખતે મિસ્ડ કોલ આવ્યો
he: פספסת שיחה כשהיית במצב ׳ריכוז׳
hi: फ़ोकस इस्तेमाल करने के दौरान कॉल मिस हुई
hr: Propušteni poziv dok ste koristili Focus
hu: Nem fogadott hívás „Fókusz” módban
id: Panggilan tak terjawab saat mode Fokus
it: Chiamata persa mentre eri in modalità Full immersion
ja: 集中モード使用中の不在着信
ko: 집중 모드 중 부재중 전화
mr: Focus वापरत असताना मिस्ड कॉल
ms: Panggilan terlepas semasa menggunakan Focus
nb: Tapt anrop da statusen var Fokus
nl: Gemiste oproep tijdens Focus
pl: Nieodebrane połączenie w trybie Skupienie
pt_br: Ligação perdida durante o modo "Foco"
pt_pt: Chamada perdida enquanto usava o modo Concentração
ro: Apel ratat în timp ce era activat Concentrare
ru: Пропущенный вызов при включённой функции «Фокусирование»
sk: Zmeškaný hovor počas používania funkcie Focus
sl: Zgrešen klic med uporabo nastavitve Focus
sr: Имате пропуштен позив док сте били у режиму „Фокус“
sv: Missat samtal i Fokusläge
th: สายที่ไม่ได้รับระหว่างใช้โหมดโฟกัส
tr: Focus modunda cevapsız arama
ug: «Focus» ھالەتتىكى جاۋابسىز چاقىرىق
uk: Пропущено виклик у режимі «Зосередження»
ur: Focus استعمال کرتے ہوئے مس کال
vi: Cuộc gọi nhỡ khi đang bật chế độ Tập Trung
zh_cn: 使用“专注模式”时的未接来电
zh_hk: 使用「專注模式」時的未接來電
