Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_REMOTE_USER_DECLINED_INVITE_FORMAT
source: 1 person invited by %@ declined the invitation to the group.
af: 1 persoon wat deur %@ genooi is, het die uitnodiging na die groep geweier.
ar: رفضَ شخص واحد الدعوة من طرف %1$@ للانضمام إلى المجموعة.
az: %@ tərəfindən dəvət edilən 1 şəxs qrup dəvətini rədd etdi.
be: 1 асоба, запрошаная %1$@, адхіліла запрашэнне ў групу.
bg: 1 човек, поканен от %@, е отхвърлил поканата за групата.
bn: %1$@ দ্বারা আমন্ত্রিত 1 জন ব্যক্তি এই গ্রুপে আমন্ত্রণ প্রত্যাখ্যান করেছেন।
ca: 1 persona convidada per %1$@ ha rebutjat la invitació al grup.
cs: 1 osoba, kterou pozval(a) %1$@, odmítla pozvání do skupiny.
cy: Gwrthododd 1 person wahoddiad i'r grŵp oddi wrth %@.
da: 1 person inviteret af %1$@ afviste invitationen til gruppen
de: Eine von %1$@ eingeladene Person hat die Gruppeneinladung abgelehnt.
el: 1 άτομο που προκαλέστηκε στην ομάδα από τον/την %1$@ απέρριψε την πρόσκληση.
es: Una persona invitada por %1$@ ha rechazado la invitación al grupo.
es_es: 1 persona invitada por %@ ha rechazado la invitación al grupo.
et: 1 %@ poolt kutsutud isik keeldus grupiga liitumise kutsest.
eu: %@ erabiltzaileak gondidatutako pertsona 1-ek uko egin dio taldean sartzeko gonbidapenari.
fa: ۱ نفر، دعوت شده از سوی %1$@، دعوت به گروه را رد کرد.
fi: 1 käyttäjän %1$@ kutsuma henkilö hylkäsi kutsun liittyä ryhmään.
fil: 1 tao na inimbitahan ni %@ ang tumanggi sa imbitasyon sa grupo.
fr: Une personne invitée par %1$@ a refusé l'invitation à rejoindre le groupe.
ga: Dhiúltaigh 1 duine cuireadh ó %1$@ chun páirt a ghlacadh sa ghrúpa.
gu: %1$@ દ્વારા આમંત્રિત 1 વ્યક્તિએ ગ્રુપ માટેનું આમંત્રણ નકાર્યું.
he: איש 1 שהוזמן על ידי %1$@ דחה את ההזמנה אל הקבוצה.
hi: %1$@ द्वारा आमंत्रित 1 व्यक्ति ने ग्रुप से जुड़ने का आमंत्रण अस्वीकार किया।
hr: 1 osoba koju je pozvao %1$@ odbila je pozivnicu za grupu.
hu: 1 személy elutasította %1$@ csoportmeghívását.
id: 1 orang yang diundang oleh %1$@ menolak masuk ke dalam grup.
is: 1 aðili hafnaði boði frá %@ um að ganga í hópinn.
it: 1 persona invitata da %1$@ ha rifiutato l'invito al gruppo.
ja: 1人が %1$@ からのグループへの招待を断りました。
kab: 1 umdan i d-yettwanecden sɣur %@ isefsex tinubga ɣer ugraw.
kk: %@ шақырған 1 адам топқа шақыруды қабыл алмады.
km: á˜á“á»áŸáŸ’áŸ 1 á“á¶á€áŸ‹ áŠáŸ‚á›á¢á‰áŸ’á‡á¾á‰áŠáŸ„á™ %@ á”á¶á“á”áŠá·áŸáŸá’á€á¶ášá¢á‰áŸ’á‡á¾á‰á‘áŸ…á€áŸ’ášá»á˜áŸ”
kn: %@ ನಿಂದ ಆಹ್ವಾನಿಸಲಾದ 1 ವ್ಯಕ್ತಿ ಗುಂಪಿಗೆ ಆಹ್ವಾನವನ್ನು ನಿರಾಕರಿಸಿದ್ದಾರೆ.
ko: 1명이 %1$@ 님의 그룹 초대를 거절했습니다.
lt: 1 žmogus, kurį pakvietė %@, atmetė pakvietimą prisijungti prie grupės.
lv: 1 persona, kuru uzaicināja %@, noraidīja uzaicinājumu pievienoties šai grupai.
mk: 1 личност која беше поканета од %@ ја одбила поканата за групата.
ml: %@ ക്ഷണിച്ച 1 വ്യക്തി ഗ്രൂപ്പിലേക്കുള്ള ക്ഷണം നിരസിച്ചിരിക്കുന്നു.
mr: %1$@ ने निमंत्रित केलेल्या 1 व्यक्तीने ने गटाचे निमंत्रण नाकारले.
ms: 1 orang dijemput oleh %1$@ menolak jemputan kepada kumpulan.
my: တစ်ဦးကို အဖွဲ့သို့ ဖိတ်ခေါ်ထားခြင်းကို %@ မှ ငြင်းဆိုခဲ့ပါသည်။
nb: 1 person, invitert av %1$@, takket nei til invitasjon om å bli med i gruppen.
nl: Eén persoon heeft de groepsuitnodiging van %1$@ afgewezen.
pa: %@ ਵੱਲੋਂ ਸੱਦਾ ਭੇਜੇ ਗਏ 1 ਵਿਅਕਤੀ ਨੇ ਗਰੁੱਪ ਵਿੱਚ ਸੱਦੇ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰ ਦਿੱਤਾ.
pa_pk: %@ دے ولوں مدعو کیتے 1 بندے نے گروپ اچ دعوت مسترد کر دتی۔
pl: 1 osoba odrzuciła zaproszenie do grupy, którego nadawcą jest %1$@.
ps: 1 کس چې د %@ له خوا ګروپ ته رابلل شوی وی بلنه یې رده کړه.
pt_br: Uma pessoa convidada por %1$@ recusou o convite para o grupo.
pt_pt: 1 pessoa convidada por %1$@ declinou o convite para o grupo.
ro: 1 persoană invitată de %1$@ a refuzat invitația la grup.
ru: 1 человек, который был приглашён %1$@, отклонил приглашение в группу.
sk: 1 osoba pozvaná %1$@ odmietla pozvanie do skupiny.
sl: 1 oseba, povabljena s strani uporabnika/ce %@ je zavrnila vabilo v skupino.
sq: 1 person i ftuar nga %@ hodhi poshtë ftesën për te grupi.
sr: 1 особа коју је позвао/ла члан %1$@ одбила је позивницу за групу.
sv: 1 person inbjuden av %1$@ avfärdade inbjudan till gruppen.
sw: Mtu 1 aliyealikwa na %@ alighairi mwaliko kwa kundi.
ta: 1 நபர் அழைத்தார் %@ குழுவிற்கான அழைப்பை மறுத்துவிட்டது.
te: %@ ద్వారా ఆహ్వానించబడిన 1 వ్యక్తి సమూహానికి ఆహ్వానాన్ని తిరస్కరించారు.
th: 1 คนที่ถูกเชิญโดย %1$@ ปฏิเสธคำเชิญเข้ากลุ่ม
tr: %1$@ tarafından davet edilen 1 kişi grup davetiyesini reddetti.
ug: %1$@ تەكلىپ قىلغان 1 كىشى گۇرۇپپىغا كىرىش تەكلىپىنى رەت قىلدى.
uk: 1 людина відхилила запрошення в групу від користувача %1$@.
ur: %1$@ کے ذریعہ مدعو کردہ 1 شخص نے اس گروپ کو دعوت نامے سے انکار کردیا۔
vi: 1 người dùng được mời bởi %1$@ đã từ chối thư mời vào nhóm.
zh_cn: 有1位用户拒绝了来自 %1$@ 的入群邀请。
zh_hk: 有 1 個人已拒絕來自 %1$@ 的加入群組邀請。

# GROUP_REMOTE_USER_DECLINED_INVITE_FROM_LOCAL_USER_FORMAT
source: %@ declined your invitation to the group.
af: %@ het jou uitnodiging na die groep geweier.
ar: رفضَ %1$@ دعوتك للانضمام إلى المجموعة.
az: %@ qrup dəvətinizi rədd etdi.
be: %1$@ адхіліў(-ла) ваша запрашэнне ў групу.
bg: %@ отхвърли вашата покана за групата.
bn: %1$@ গ্রুপে আপনার আমন্ত্রণ প্রত্যাখ্যান করেছেন।
ca: %1$@ ha rebutjat la vostra invitació al grup.
cs: %1$@ odmítl vaše pozvání do skupiny.
cy: Gwrthododd %@ eich gwahoddiad i'r grŵp.
da: %1$@ afviste din invitation til gruppen
de: %1$@ hat deine Gruppeneinladung abgelehnt.
el: Ο/Η %1$@ απέρριψε την πρόσκλησή σου στην ομάδα.
es: %1$@ ha rechazado tu invitación al grupo.
es_es: %@ ha rechazado tu invitación al grupo.
et: %@ keeldus sinu grupiga liitumise kutsest.
eu: %@ erabiltzaileak taldean sartzeko zure gonbidaenari uko egin dio.
fa: %1$@ دعوت شما به گروه را نپذیرفت.
fi: %1$@ hylkäsi kutsusi liittyä ryhmään.
fil: Tinanggihan ni %@ ang imbitasyon sa grupo.
fr: %1$@ a refusé votre invitation à rejoindre le groupe.
ga: Dhiúltaigh %1$@ cuireadh uait chun páirt a ghlacadh sa ghrúpa.
gu: %1$@ એ ગ્રુપમાં તમારું આમંત્રણ નકાર્યું.
he: %1$@ דחה את ההזמנה שלך אל הקבוצה.
hi: %1$@ ने आपका ग्रुप से जुड़ने के आमंत्रण को अस्वीकार किया।
hr: %1$@ je odbio vaš poziv u grupu.
hu: %1$@ elutasította a csoportmeghívásodat.
id: %1$@ menolak undangan masuk ke grup Anda.
is: %@ hafnaði boði frá þér um að ganga í hópinn.
it: %1$@ ha rifiutato il tuo invito al gruppo.
ja: %1$@ があなたからのグループへの招待を断りました。
kab: %@ isefsex tinubga-inek·inem ɣer ugraw.
kk: %@ сіздің топқа шақыруыңызды қабыл алмады.
km: %@ á”á¶á“á”áŠá·áŸáŸá’á€á¶ášá¢á‰áŸ’á‡á¾á‰á‘áŸ…á€áŸ’ášá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: %@ ಗುಂಪಿಗೆ ನಿಮ್ಮ ಆಹ್ವಾನವನ್ನು ನಿರಾಕರಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 내 그룹 초대를 거절했습니다.
lt: %@ atmetė jūsų pakvietimą prisijungti prie grupės.
lv: %@ noraidīja jūsu uzaicinājumu pievienoties šai grupai.
mk: %@ ја одби вашата покана за групата.
ml: %@ ഗ്രൂപ്പിലേക്കുള്ള നിങ്ങളുടെ ക്ഷണം നിരസിച്ചിരിക്കുന്നു.
mr: %1$@ ने आपले गटाचे निमंत्रण नाकारले.
ms: %1$@ menolak jemputan anda kepada kumpulan.
my: အဖွဲ့သို့ သင်ဖိတ်ခေါ်ထားခြင်းကို %@ မှ ငြင်းဆိုခဲ့ပါသည်။
nb: %1$@takket nei til din invitasjon til å bli med i gruppen.
nl: %1$@ heeft je groepsuitnodiging afgewezen.
pa: %@ ਨੇ ਗਰੁੱਪ ਵਿੱਚ ਤੁਹਾਡੇ ਸੱਦੇ ਨੂੰ ਇਨਕਾਰ ਕੀਤਾ ਹੈ।
pa_pk: %@ نے گروپ اچ تساں دی دعوت مسترد کر دتی۔
pl: %1$@ odrzuca Twoje zaproszenie do grupy.
ps: %@ ګروپ ته ستاسې بلنه رد کړه.
pt_br: %1$@ recusou seu convite para o grupo.
pt_pt: %1$@ declinou o seu convite de grupo.
ro: %1$@ a refuzat invitația ta la grup.
ru: %1$@ отклонил(-а) ваше приглашение в группу.
sk: %1$@ odmietol/tla vaše pozvanie do skupiny.
sl: Uporabnik/ca %@ je zavrnil/a vaše vabilo v skupino.
sq: %@ hodhi poshtë ftesën tuaj për te grupi.
sr: %1$@ је одбио/ла вашу позивницу за групу.
sv: %1$@ avfärdade din inbjudan till gruppen.
sw: %@alighairi mwaliko wako kwa kundi.
ta: %@ மறுக்கப்பட்டது உங்கள் குழுவிற்கு அழைப்பு.
te: %@ గుంపుకు మీ ఆహ్వానాన్ని తిరస్కరించారు.
th: %1$@ ปฏิเสธคำเชิญเข้ากลุ่มของคุณ
tr: %1$@ grup davetiyenizi reddetti.
ug: %1$@ سىز ئەۋەتكەن گۇرۇپپىغا كىرىش تەكلىپىنى رەت قىلدى.
uk: Користувач %1$@ відхилив ваше запрошення в групу.
ur: %1$@ نے گروپ میں آپ کی دعوت مسترد کردی۔
vi: %1$@ đã từ chối thư mời vào nhóm của bạn.
zh_cn: %1$@ 拒绝了你的入群邀请。
zh_hk: %1$@ 已拒絕您的加入群組邀請。

# GROUP_REMOTE_USER_GRANTED_ADMINISTRATOR
source: %@ is now an admin
af: %@ is nou ’n admin
ar: %1$@ هو مُشرِف الآن
az: %@ artıq admindir.
be: %1$@ цяпер адміністратар
bg: %@ вече е администратор
bn: %1$@ এখন একজন অ্যাডমিন
ca: %1$@ ara és un administrador.
cs: %1$@ je nyní administrátorem
cy: Mae %@ nawr yn weinyddwr
da: %1$@ er nu administrator
de: %1$@ ist jetzt ein Admin
el: Ο/Η %1$@ έγινε διαχειριστής
es: %1$@ ahora es admin
es_es: %@ es ahora admin
et: %@ on nüüd administraator
eu: %@ administratzailea da orain
fa: %1$@ حالا یک مدیر است
fi: %1$@ on nyt ylläpitäjä.
fil: Si %@ ay admin na ngayon
fr: %1$@ est maintenant admin
ga: Tá %1$@ ina riarthóir anois
gu: %1$@ હવે એડમિન છે
he: %1$@ מנהלן כעת
hi: %1$@ अब एक एडमिन हैं
hr: %1$@ je sada administrator
hu: %1$@ admin jogosultságot nyert.
id: %1$@ sekarang menjadi admin
is: %@ er núna stjórnandi.
it: %1$@ è ora un amministratore
ja: %1$@ は現在管理者です。
kab: %@ tura d anedbal
kk: %@ қазір әкімші болып табылады
km: %@ á¥á¡á¼áœá‡á¶á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„
kn: %@ ಈಗ ಒಬ್ಬ ಅಡ್ಮಿನ್
ko: %1$@ 님이 관리자가 되었습니다.
lt: Dabar, %@ yra administratorius
lv: %@ tagad ir administrators
mk: %@ сега е администратор
ml: %@ ഇപ്പോൾ ഒരു അഡ്‌മിനാണ്
mr: %1$@ आता प्रशासक आहे
ms: %1$@ sekarang adalah pentadbir.
my: %@ သည် စီမံသူတစ်ဦး ဖြစ်ပါသည်။
nb: %1$@ er nå administrator.
nl: %1$@ is nu een beheerder
pa: %@ ਹੁਣ ਐਡਮਿਨ ਹੈ।
pa_pk: %@ ہونڑ ایڈمن اے
pl: %1$@ jest teraz administratorem.
ps: %@ اوس یو اډمین دی.
pt_br: %1$@ agora é admin
pt_pt: %1$@ é agora um administrador
ro: %1$@ este acum administrator
ru: %1$@ теперь администратор.
sk: %1$@ je odteraz administrátorom
sl: Uporabnik/ca %@ je zdaj skrbnik/ca skupine.
sq: %@ tanimë është përgjegjës
sr: %1$@ је сада администратор
sv: %1$@ är nu en administratör
sw: %@sasa ni msimamizi
ta: %@ இப்போது ஒரு நிர்வாகி
te: %@ ఇప్పుడు అడ్మిన్
th: %1$@ ตอนนี้เป็นผู้ดูแลแล้ว
tr: %1$@ artık yönetici
ug: ھازىرقى باشقۇرغۇچى %1$@
uk: %1$@ тепер адміністратор
ur: %1$@ اب ایک ایڈمن ہے
vi: %1$@ đã là quản trị viên
zh_cn: %1$@ 已被设置为管理员。
zh_hk: %1$@ 現在是管理員

# GROUP_REMOTE_USER_GRANTED_ADMINISTRATOR_BY_LOCAL_USER
source: You made %@ an admin.
af: Jy het %@ ’n admin gemaak.
ar: قُمتَ باختيار %1$@ كمُشرِف.
az: %@ üzvünü admin etdiniz.
be: Вы зрабілі %1$@ адміністратарам.
bg: Направихте %@ администратор.
bn: আপনি %1$@-কে অ্যাডমিন করেছেন|
ca: Heu fet que %1$@ sigui administrador.
cs: Dali jste %1$@ administrátorská práva.
cy: Gwnaethoch %@ yn weinyddwr
da: Du gjorde %1$@ til administrator
de: Du hast %1$@ zu einem Admin gemacht.
el: Έκανες τον/την %1$@ διαχειριστή.
es: Has designado a %1$@ como admin.
es_es: Has promovido a %@ a admin.
et: Sa tegid kasutaja %@ administraatoriks.
eu: %@ administratzaile bilakatu duzu.
fa: شما %1$@ را مدیر کردید.
fi: Nimitit käyttäjän %1$@ ylläpitäjäksi.
fil: Ginawa mong admin si %@.
fr: Vous avez accordé des droits d'admin à %1$@.
ga: Rinne tú riarthóir de %1$@.
gu: તમે %1$@ ને એડમિન બનાવ્યા.
he: עשית את %1$@ מנהלן.
hi: आपने %1$@ को एडमिन बनाया।
hr: Postavili ste %1$@ za administratora.
hu: Admin jogosultságot adtál neki: %1$@
id: Anda memberikan akses admin kepada %1$@.
is: Þú gerðir %@ að stjórnanda.
it: Hai reso %1$@ un amministratore.
ja: %1$@ を管理者にしました。
kab: Terriḍ %@ d anedbal.
kk: Сіз %@ деген қатысушыны әкімші еттіңіз.
km: á¢áŸ’á“á€á”á¶á“áŠá¶á€áŸ‹ %@ á‡á¶á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„áŸ”
kn: ನೀವು %@ ಅನ್ನು ಅಡ್ಮಿನ್ ಆಗಿ ಮಾಡಿದ್ದೀರಿ.
ko: 내가 %1$@ 님을 관리자로 지정했습니다.
lt: Jūs paskyrėte %@ administratoriumi.
lv: Jūs piešķīrāt %@ administratora tiesības.
mk: Вие го поставивте %@ за администратор.
ml: നിങ്ങൾ %@-നെ ഒരു അഡ്‌മിനാക്കി.
mr: आपण %1$@ ला प्रशासक बनवले.
ms: Anda dijadikan %1$@ pentadbir.
my: သင်သည် %@ ကို စီမံသူအနေအဖြစ် ခန့်ခဲ့ပါသည်။
nb: Du gjorde %1$@ til administrator.
nl: Je hebt %1$@ een beheerder gemaakt.
pa: ਤੁਸੀਂ %@ ਨੂੰ ਐਡਮਿਨ ਬਣਾਇਆ।
pa_pk: تساں نے %@ نوں ایڈمن بنایا۔
pl: Mianujesz administratorem tę osobę: %1$@.
ps: تاسې %@ یو اډمین کړ.
pt_br: Você nomeou %1$@ como admin.
pt_pt: Você tornou %1$@ num administrador.
ro: Ai făcut pe %1$@ administrator.
ru: Вы сделали %1$@ администратором.
sk: Z %1$@ ste spravili administrátora.
sl: Uporabnika/co %@ ste določili za skrbnika/co.
sq: E bëtë %@ përgjegjës.
sr: Поставили сте члана %1$@ за администратора.
sv: Du gjorde %1$@ till administratör.
sw: Ulimfanya %@msimamizi.
ta: நீங்கள் செய்யப்பட்டது %@ ஒரு நிர்வாகி.
te: మీరు %@ ను నిర్వాహకుడిగా చేసారు.
th: คุณตั้ง %1$@ เป็นผู้ดูแล
tr: %1$@ kişisini yönetici yaptınız.
ug: سىز %1$@ نى باشقۇرغۇچى قىلىپ تەڭشىدىڭىز.
uk: Ви зробили користувача %1$@ адміністратором.
ur: آپ نے %1$@ کو ایڈمن بنایا۔
vi: Bạn đã chọn %1$@ làm quản trị viên.
zh_cn: 你已将 %1$@ 设置为管理员。
zh_hk: 您已將 %1$@ 設為管理員。

# GROUP_REMOTE_USER_GRANTED_ADMINISTRATOR_BY_REMOTE_USER_FORMAT
source: %1$@ made %2$@ an admin.
af: %1$@ het %2$@ ’n admin gemaak.
ar: قام %1$@ باختيار %2$@ كمُشرِف.
az: %1$@, %2$@ üzvünü admin etdi.
be: %1$@ зрабіў(-ла) %2$@ адміністратарам.
bg: %1$@ направи %2$@ администратор.
bn: %1$@ %2$@-কে একজন অ্যাডমিন করেছেন।
ca: %1$@ ha fet que %2$@ sigui administrador.
cs: %1$@ udělal(a) %2$@ administrátorem.
cy: Gwnaed %2$@ yn weinyddwr gan %1$@
da: %1$@ gjorde %2$@ til administrator
de: %1$@ hat %2$@ zu einem Admin gemacht.
el: Ο/Η %1$@ έκανε τον/την %2$@ διαχειριστή.
es: %1$@ ha designado a %2$@ como admin.
es_es: %1$@ ha promovido a %2$@ a admin.
et: %1$@ tegi kasutaja %2$@ administraatoriks.
eu: %1$@ erabiltzaileak %2$@ administratzaile bilakatu du.
fa: %1$@، %2$@ را به مدیر تبدیل کرد.
fi: %1$@ nimitti käyttäjän %2$@ ylläpitäjäksi.
fil: Si %1$@ ay ginawang admin ni %2$@.
fr: %1$@ a accordé des droits d'admin à %2$@.
ga: Rinne %1$@ riarthóir de %2$@.
gu: %1$@ %2$@ ને એડમિન બનાવે છે.
he: %1$@ עשה את %2$@ מנהלן.
hi: %1$@ ने %2$@ को एडमिन बनाया।
hr: %1$@ je postavio %2$@ za administratora.
hu: %1$@ admin jogosultságot adott neki: %2$@
id: %1$@ memberikan akses admin kepada %2$@.
is: %1$@ gerði %2$@ að stjórnanda.
it: %1$@ ha reso %2$@ un amministratore.
ja: %1$@ は %2$@ を管理者にしました。
kab: %1$@ yerra %2$@ d anedbal.
kk: %1$@ %2$@ деген қатысушыны әкімші етті.
km: %1$@ á”á¶á“áŠá¶á€áŸ‹ %2$@ á‡á¶á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„áŸ”
kn: %1$@ ರವರು %2$@ ಅನ್ನು ಅಡ್ಮಿನ್ ಆಗಿ ಮಾಡಿದ್ದಾರೆ.
ko: %1$@ 님이 %2$@ 님을 관리자로 지정했습니다.
lt: %1$@ paskyrė %2$@ administratoriumi.
lv: %1$@ piešķīra %2$@ administratora tiesības.
mk: %1$@ го постави %2$@ за администратор.
ml: %1$@%2$@നെ ഒരു അഡ്മിൻ ആക്കി.
mr: %1$@ ने %2$@ ला प्रशासक बनवले.
ms: %1$@ dijadikan %2$@ pentadbir.
my: %1$@ သည် %2$@ ကို စီမံသူအနေအဖြစ် ခန့်ခဲ့ပါသည်။
nb: %1$@ gjorde %2$@ til administrator.
nl: %1$@ heeft %2$@ een beheerder gemaakt.
pa: %1$@ ਨੇ %2$@ ਨੂੰ ਐਡਮਿਨ ਬਣਾਇਆ।
pa_pk: %1$@ نے %2$@ نوں ایڈمن بنایا۔
pl: %2$@ mianuje administratorem tę osobę: %1$@.
ps: %1$@ %2$@ اډمین کړ.
pt_br: %1$@ nomeou %2$@ como admin.
pt_pt: %1$@ tornou %2$@ num administrador.
ro: %1$@ a făcut pe %2$@ administrator.
ru: %1$@ сделал(-а) %2$@ администратором.
sk: %1$@ spravil(a) z %2$@ administrátora.
sl: Oseba %1$@ je določila uporabnika/co %2$@ za skrbnika/co.
sq: %1$@ bëri %2$@ përgjegjës.
sr: %1$@ је поставио/ла члана %2$@ за администратора.
sv: %1$@ gjorde %2$@ till administratör.
sw: %1$@alimfanya %2$@msimamizi.
ta: %1$@ செய்யப்பட்டது %2$@ ஒரு நிர்வாகி.
te: %1$@%2$@ను నిర్వాహకుడిగా చేసింది.
th: %1$@ ตั้ง %2$@ เป็นผู้ดูแล
tr: %1$@, %2$@ kişisini yönetici yaptı.
ug: %2$@ نى %1$@ باشقۇرغۇچى قىلىپ تەڭشىدى.
uk: Користувач %1$@ зробив користувача %2$@ адміністратором.
ur: %1$@ نے %2$@ کو ایڈمن بنایا۔
vi: %1$@ đã chọn %2$@ làm quản trị viên.
zh_cn: %1$@ 已将 %2$@ 设置为管理员。
zh_hk: %1$@ 已將 %2$@ 設為管理員。

# GROUP_REMOTE_USER_INVITE_REVOKED_BY_LOCAL_USER_FORMAT
source: Invitation to the group was revoked for %@.
af: Uitnodiging na die groep is vir %@ herroep.
ar: دعوة %1$@ إلى المجموعة قد أُلغيَت.
az: %@ üçün qrup dəvəti ləğv edildi.
be: Запрашэнне ў групу было адклікана для %1$@.
bg: Поканата за групата беше оттеглена за %@.
bn: গ্রুপটিতে %1$@-এর জন্য আমন্ত্রণ বাতিল করা হয়েছে।
ca: La invitació al grup va ser rebutjada per %1$@.
cs: Pozvání do skupiny pro %1$@ bylo zrušeno.
cy: Dirymwyd y gwahoddiad i'r grŵp i %@.
da: Invitation til gruppen blev tilbagekaldt for %1$@
de: Gruppeneinladung wurde für %1$@ widerrufen.
el: Η πρόσκληση στην ομάδα του/της %1$@ ανακλήθηκε.
es: Se ha retirado la invitación al grupo enviada a %1$@.
es_es: Se ha retirado la invitación al grupo a %@.
et: Kasutaja %@ grupiga liitumise kutse tühistati.
eu: Taldean sartzeko gonbidapena ezeztatua izan da %@ erabiltzailearentzat.
fa: دعوت به گروه برای %1$@ لغو شد.
fi: Käyttäjän %1$@ kutsu liittyä ryhmään on peruttu.
fil: Ang imbitasyon sa grupo ay binawi para kay %@.
fr: L'invitation envoyée à %1$@ a été annulée.
ga: Cealaíodh an cuireadh chun páirt a ghlacadh sa ghrúpa a tugadh do %1$@.
gu: %1$@ માટે ગ્રુપનું આમંત્રણ રદ કરાયું હતું.
he: הזמנה אל הקבוצה נשללה עבור %1$@.
hi: ग्रुप से जुड़ने के आमंत्रण को %1$@ से वापस ले लिया गया है।
hr: Pozivnica u grupu je opozvana za %1$@.
hu: %1$@ csoportmeghívása visszavonásra került.
id: Undangan masuk ke grup telah dibatalkan untuk %1$@.
is: Boð til %@ um að ganga í hópinn var afturkallað.
it: L'invito al gruppo è stato revocato per %1$@.
ja: %1$@ に対するグループへの招待が取り消されました。
kab: Tinubga ɣer ugraw tettwasefsex i %@.
kk: %@ деген қатысушының топқа шақырылуы қайтып алынды.
km: á€á¶ášá¢á‰áŸ’á‡á¾á‰á…á¼á›á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“áŠá€á á¼ááŸá˜áŸ’ášá¶á”áŸ‹ %@áŸ”
kn: %@ ಗೆ ಗುಂಪಿಗೆ ಆಹ್ವಾನವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.
ko: %1$@명의 그룹 초대가 취소되었습니다.
lt: Naudotojui %@ buvo panaikintas pakvietimas prisijungti prie grupės.
lv: Uzaicinājums pievienoties šai grupai tika atsaukts %@.
mk: Поканата за групата беше одбиена од %@.
ml: %@ ന് ഗ്രൂപ്പിലേക്കുള്ള ക്ഷണം റദ്ദാക്കിയിരിക്കുന്നു.
mr: %1$@ करिता गटाचे निमंत्रण रद्द केले गेले.
ms: Jemputan kepada kumpulan telah dibatalkan untuk %1$@.
my: အဖွဲ့သို့ ဖိတ်ခေါ်ခံရသူ %@ ဦး၏ ဖိတ်ခေါ်ချက်သည် ရုပ်သိမ်းခံခဲ့ရပါသည်။
nb: Invitasjon til gruppen ble trukket tilbake for %1$@.
nl: Voor %1$@ is de groepsuitnodiging ingetrokken.
pa: ਗਰੁੱਪ ਦੇ ਸੱਦੇ ਨੂੰ %@ ਲਈ ਰੱਦ ਕੀਤਾ ਗਿਆ.
pa_pk: %@دے لئی گروپ اچ دعوت منسوخ کر دتی گئی سی۔
pl: Cofnięto zaproszenie do grupy, którego nadawcą jest %1$@.
ps: ګروپ ته بلنه د %@ لپاره لغوه شوه.
pt_br: O convite para o grupo foi revogado para %1$@.
pt_pt: O convite par ao grupo foi revogado por %1$@.
ro: Invitația la grup a fost revocată pentru %1$@.
ru: Приглашение в группу для %1$@ было отозвано.
sk: Pozvanie do skupiny pre %1$@ bolo stiahnuté.
sl: Za uporabnika/co %@je bilo povabilo v skupino preklicano.
sq: Ftesa për te grupi u shfuqizua për %@.
sr: Повучена је позивница за групу за корисника %1$@.
sv: Inbjudan till gruppen återkallades för %1$@.
sw: Mwaliko kwa kundi ulibatilishwa kwa %@.
ta: குழுவிற்கு அழைப்பு இருந்தது ரத்து செய்யப்பட்டது %@.
te: గుంపుకు ఆహ్వానం %@ కి రద్దు చేయబడింది.
th: คำเชิญเข้ากลุ่มถูกเพิกถอนสำหรับ %1$@
tr: %1$@ kişisinin grup davetiyesi iptal edildi.
ug: %1$@ نىڭ گۇرۇپپىغا كىرىش تەكلىپى بىكار قىلىندى.
uk: Запрошення користувача %1$@ у групу відкликано.
ur: %1$@ کی دعوت کو اس گروپ کے لئے منسوخ کردیا گیا تھا
vi: Thư mời tham gia nhóm đã bị thu hồi cho %1$@.
zh_cn: 对 %1$@ 的入群邀请被撤回。
zh_hk: 有 %1$@ 個人的加入群組邀請已被撤銷。

# GROUP_REMOTE_USER_INVITED_BY_LOCAL_USER_FORMAT
source: You invited %@ to the group.
af: Jy het %@ na die groep genooi.
ar: قُمتَ بدعوة %1$@ إلى المجموعة.
az: %@ əlaqəsini qrupa dəvət etdiniz.
be: Вы запрасілі %1$@ у групу.
bg: Вие поканихте %@ в групата.
bn: আপনি %1$@-কে এই গ্রুপে আমন্ত্রণ জানিয়েছেন।
ca: Heu convidat %1$@ al grup.
cs: Pozvali jste %1$@ do skupiny.
cy: Gwahoddasoch %@ i'r grŵp.
da: Du inviterede %1$@ til gruppen
de: Du hast %1$@ in die Gruppe eingeladen.
el: Προσκάλεσες τον/την %1$@ στην ομάδα.
es: Has invitado a %1$@ al grupo.
es_es: Has invitado a %@ al grupo.
et: Sa kutsusid kasutaja %@ gruppi.
eu: %@ taldean sartzera gonbidatu duzu.
fa: شما %1$@ را به گروه دعوت کردید.
fi: Kutsuit käyttäjän %1$@ ryhmään.
fil: Inimbitahan mo si %@ sa grupo.
fr: Vous avez invité %1$@ à rejoindre le groupe.
ga: Thug tú cuireadh do %1$@ chun páirt a ghlacadh sa ghrúpa.
gu: તમે ગ્રુપમાં %1$@ ને આમંત્રિત કર્યા છે.
he: הזמנת את %1$@ אל הקבוצה.
hi: आपने %1$@ को ग्रुप में आमंत्रित किया।
hr: Pozvali ste %1$@ u grupu.
hu: %1$@ csoportmeghívást kapott tőled.
id: Anda mengundang %1$@ ke dalam grup.
is: Þú bauðst %@ að ganga í hópinn.
it: Hai invitato %1$@ ad entrare nel gruppo.
ja: %1$@ をグループに招待しました。
kab: Tnecdeḍ-d %@ ɣer ugraw.
kk: Сіз %@ деген қатысушыны топқа шақырдыңыз.
km: á¢áŸ’á“á€á”á¶á“á¢á‰áŸ’á‡á¾á‰ %@ á…á¼á›á€áŸ’ášá»á˜áŸ”
kn: ನೀವು %@ ಅನ್ನು ಗುಂಪಿಗೆ ಆಹ್ವಾನಿಸಿದ್ದೀರಿ.
ko: 내가 %1$@ 님을 그룹에 초대했습니다.
lt: Jūs pakvietėte %@ prisijungti prie grupės.
lv: Jūs uzaicinājāt %@ pievienoties šai grupai.
mk: Вие го поканивте %@ во групата.
ml: %@ നെ നിങ്ങൾ ഗ്രൂപ്പിലേക്ക് ക്ഷണിച്ചിരിക്കുന്നു.
mr: आपण %1$@ ला गटात आमंत्रित केले.
ms: Anda dijemput %1$@ kepada kumpulan.
my: အဖွဲ့သို့ %@ ကို သင်မှ ဖိတ်ခေါ်ထားပါသည်။
nb: Du inviterte %1$@ til gruppen.
nl: Je hebt %1$@ uitgenodigd om lid te worden van de groep.
pa: ਤੁਸੀਂ %@ ਨੂੰ ਗਰੁੱਪ ਲਈ ਸੱਦਾ ਭੇਜਿਆ।
pa_pk: تساں نے %@ نوں گروپ اچ مدعو کیتا۔
pl: %1$@ otrzymuje od Ciebie zaproszenie do grupy.
ps: تاسې %@ ګروپ ته راوبلول.
pt_br: Você convidou %1$@ para o grupo.
pt_pt: Você convidou %1$@ para o grupo.
ro: Ai invitat pe %1$@ la grup.
ru: Вы пригласили %1$@ в группу.
sk: Pozvali ste %1$@ do skupiny.
sl: Uporabnika/co %@ ste povabili v skupino.
sq: Ftuat %@ te grupi.
sr: Позвали сте корисника %1$@ у групу.
sv: Du bjöd in %1$@ till gruppen.
sw: Ulialika %@ kwa kundi.
ta: நீங்கள் அழைக்கப்பட்டார் %@ குழுவிற்கு.
te: మీరు %@ ను గుంపుకు ఆహ్వానించారు.
th: คุณได้เชิญ %1$@ เข้ากลุ่ม
tr: %1$@ kişisini gruba davet ettiniz.
ug: گۇرۇپپىغا%1$@ نى تەكلىپ قىلدىڭىز.
uk: Ви запросили користувача %1$@ в групу.
ur: آپ نے %1$@ کو گروپ میں مدعو کیا۔
vi: Bạn đã mời %1$@ vào nhóm.
zh_cn: 你邀请了 %1$@ 进入此群。
zh_hk: 您已邀請 %1$@ 加入群組。
