Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_BACKUP_EXPORT_ERROR_SHEET_GENERIC_ERROR
source: Something went wrong creating your backup. Please try again, or contact support.
ar: حدث خطأ ما أثناء إنشاء نسختك الاحتياطية. يُرجى المحاولة مرّة أخرى أو التواصل مع فريق الدعم.
be: Штосьці не так падчас стварэння рэзервовай копіі. Паспрабуйце яшчэ раз або звярніцеся да службы падтрымкі.
bn: আপনার ব্যাকআপ তৈরি করার সময় কিছু একটা সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন অথবা সহায়তায় যোগাযোগ করুন।
ca: Alguna cosa ha anat malament en crear la teva còpia de seguretat. Torna-ho a provar o posa't en contacte amb el servei d'assistència.
cs: Při vytváření zálohy došlo k chybě. Zkuste to prosím znovu nebo kontaktujte podporu.
da: Der opstod en fejl under oprettelsen af din sikkerhedskopi. Prøv igen, eller kontakt support.
de: Bei der Erstellung deiner Datensicherung ist was schiefgelaufen. Bitte versuche es erneut oder kontaktiere den Support.
el: Κάτι πήγε στραβά με τη δημιουργία του αντιγράφου ασφαλείας σου. Παρακαλώ δοκίμασε ξανά ή επικοινώνησε με την υποστήριξη.
es: No se ha podido crear tu copia de seguridad. Inténtalo de nuevo o contacta con nuestro equipo de asistencia.
fi: Varmuuskopion luomisessa tapahtui virhe. Yritä uudelleen tai ota yhteyttä tukeen.
fr: Une erreur s'est produite lors de la création de votre sauvegarde. Veuillez réessayer ou contacter l'assistance.
ga: Chuaigh rud éigin amú agus do chúltaca á chruthú. Triail arís nó déan teagmháil leis an bhfoireann tacaíochta.
gu: તમારો બેકઅપ બનાવવામાં કંઈક ખોટું થયું. કૃપા કરીને ફરી પ્રયાસ કરો અથવા સપોર્ટનો સંપર્ક કરો.
he: משהו השתבש ביצירת הגיבוי שלך. נא לנסות שוב, או ליצור קשר עם התמיכה.
hi: आपका बैकअप बनाने में कुछ गड़बड़ी हुई। कृपया फिर से कोशिश करें या सपोर्ट टीम से संपर्क करें।
hr: Došlo je do pogreške prilikom izrade sigurnosne kopije. Pokušajte ponovo ili kontaktirajte podršku.
hu: Hiba történt a biztonsági mentés létrehozásakor. Próbáld újra, vagy vedd fel a kapcsolatot a támogatással!
id: Terjadi kesalahan saat membuat cadangan. Coba lagi atau hubungi tim dukungan.
it: Qualcosa è andato storto durante la creazione del tuo backup. Riprova o contatta l'assistenza.
ja: バックアップの作成中に問題が発生しました。もう一度試すか、サポートにお問い合わせください。
ko: 백업을 만드는 중 오류가 발생했습니다. 다시 시도하거나 지원팀에 문의하세요.
mr: तुमचा बॅकअप तयार करताना काहीतरी चुकले. कृपया पुन्हा प्रयत्न करा, किंवा सपोर्टशी संपर्क साधा.
ms: Ada yang tidak kena semasa membuat sandaran anda. Sila cuba lagi atau hubungi sokongan.
nb: Noe gikk galt i forsøket på å opprette sikkerhetskopien. Prøv igjen eller ta kontakt med brukerstøtten.
nl: Er ging iets mis bij het maken van je back-up. Probeer het opnieuw of neem contact op met ondersteuning.
pl: Podczas tworzenia kopii zapasowej wystąpił błąd. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
pt_br: Não foi possível criar seu backup. Tente novamente ou entre em contato com o suporte.
pt_pt: Ocorreu um problema ao criar a sua cópia de segurança. Tente novamente ou contacte o Suporte.
ro: Ceva nu a mers bine la crearea copiei de rezervă. Încearcă din nou sau contactează serviciul de asistență.
ru: Что-то пошло не так при создании резервной копии. Пожалуйста, попробуйте ещё раз или свяжитесь с поддержкой.
sk: Pri vytváraní zálohy sa vyskytla chyba. Skúste to znova alebo kontaktujte podporu.
sr: Дошло је до грешке приликом креирања резервне копије. Пробајте поново или се обратите подршци.
sv: Något gick fel när din säkerhetskopia skapades. Försök igen eller kontakta support.
tr: Yedeklemen oluşturulurken bir sorun oluştu. Lütfen tekrar dene veya destek ekibiyle iletişime geç.
ug: زاپاسلىشىڭىزنى قۇرۇشتا خاتالىق كۆرۈلدى. قايتا سىناڭ ياكى ياردەمچى خادىمى بىلەن ئالاقىلىشىڭ.
uk: Під час створення резервної копії сталася помилка. Будь ласка, зверніться до служби підтримки.
ur: آپ کا بیک اپ تخلیق کرنے میں کچھ غلط ہو گیا۔ براہ کرم دوبارہ کوشش کریں یا سپورٹ سے رابطہ کریں۔
vi: Đã xảy ra lỗi khi tạo bản sao lưu. Vui lòng thử lại, hoặc liên hệ bộ phận hỗ trợ.
zh_cn: 创建您的备份时出错了。请重试或联系支持人员。

# BACKUP_SETTINGS_BACKUP_EXPORT_ERROR_SHEET_NEED_WIFI_ACTION
source: Allow Backups Using Cellular
ar: السماح للنسخ الاحتياطية باستخدام البيانات الخلوية
be: Дазволіць рэзервовае капіраванне з выкарыстаннем мабільнага інтэрнэту
bn: সেলুলার ব্যবহার করে ব্যাকআপের অনুমতি দিন
ca: Permetre còpies de seguretat utilitzant dades mòbils
cs: Povolit zálohování pomocí mobilní sítě
da: Tillad sikkerhedskopiering via mobildata
de: Backups über das Mobilfunknetz zulassen
el: Να επιτρέπονται αντίγραφα ασφαλείας χρησιμοποιώντας δεδομένα κινητής
es: Permitir copias de seguridad con datos móviles
fi: Salli varmuuskopiot mobiilidatan avulla
fr: Autoriser
ga: Ceadaigh cúltacaí le sonraí móibíleacha
gu: સેલ્યુલરનો ઉપયોગ કરીને બેકઅપ લેવાની મંજૂરી આપો
he: הפעלת גיבויים באמצעות רשת סלולרית
hi: बैकअप के लिए मोबाइल डेटा का इस्तेमाल करने की अनुमति दें
hr: Dopusti sigurnosno kopiranje putem mobilne mreže
hu: Biztonsági mentések engedélyezése mobilhálózaton keresztül
id: Izinkan Pencadangan Menggunakan Data Seluler
it: Consenti i backup usando i dati cellulare
ja: モバイルデータ通信を使ったバックアップを許可する
ko: 셀룰러 데이터를 통한 백업 허용
mr: सेल्युलर वापरून बॅकअप्स घेण्यास अनुमती द्या
ms: Benarkan Sandaran Menggunakan Selular
nb: Sikkerhetskopiér over mobilnettet
nl: Back-ups maken via mobiel netwerk toestaan
pl: Twórz kopie zapasowe przy użyciu sieci komórkowej
pt_br: Permitir backups usando o celular
pt_pt: Permitir cópias de segurança através da rede móvel
ro: Permite copiile de rezervă folosind rețeaua celulară
ru: Разрешить резервное копирование с использованием сотовых данных
sk: Povoliť zálohovanie pomocou mobilnej siete
sr: Дозволи отпремање резервних копија помоћу мобилног интернета
sv: Tillåt säkerhetskopiering med mobildata
tr: Hücresel Ağ Kullanarak Yedeklemelere İzin Ver
ug: يان تېلېفون ئارقىلىق زاپاسلاشقا يول قويۇڭ
uk: Дозволити
ur: سیلولر استعمال کرتے ہوئے بیک اپس کرنے کی اجازت دیں
vi: Cho phép sao lưu bằng dữ liệu di động
zh_cn: 允许使用蜂窝网络进行备份

# BACKUP_SETTINGS_BACKUP_EXPORT_ERROR_SHEET_NEED_WIFI_MESSAGE
source: Backing up using cellular may result in data charges. You can connect to a WiFi network or allow backups using cellular.
ar: قد يُؤدي النسخ الاحتياطي باستخدام البيانات الخلوية إلى فرض رسوم على البيانات. يمكنك الاتصال بشبكة الواي فاي أو السماح للنسخ الاحتياطية باستخدام البيانات الخلوية.
be: Рэзервовае капіраванне з выкарыстаннем мабільнага інтэрнэту можа прывесці да спагнання платы за перадачу даных. Вы можаце падключыцца да Wi-Fi або дазволіць рэзервовае капіраванне з выкарыстаннем мабільнага інтэрнэту.
bn: সেলুলার ব্যবহার করে ব্যাকআপ নেওয়ার ফলে ডেটা চার্জ প্রযোজ্য হতে পারে। আপনি একটি WiFi নেটওয়ার্কের সাথে সংযোগ করতে পারেন অথবা সেলুলার ব্যবহার করে ব্যাকআপের অনুমতি দিতে পারেন।
ca: Crear còpies de seguretat mitjançant dades mòbils pot comportar càrrecs de dades. Pots connectar-te a una xarxa Wi-Fi o permetre les còpies de seguretat amb dades mòbils.
cs: Zálohování pomocí mobilní sítě může být zpoplatněno. Můžete se připojit k síti Wi-Fi, nebo povolit zálohování pomocí mobilní sítě.
da: Brug af mobildata til sikkerhedskopiering kan medføre gebyrer fra din udbyder. Du kan enten benytte Wi-Fi eller aktivere sikkerhedskopiering via mobildata.
de: Bei der Datensicherung übers Mobilfunknetz können zusätzliche Kosten anfallen. Du kannst dich mit einem WLAN-Netzwerk verbinden oder Datensicherungen über das Mobilfunknetz zulassen.
el: Η δημιουργία αντιγράφου ασφαλείας με χρήση δεδομένων κινητής τηλεφωνίας ενδέχεται να οδηγήσει σε χρεώσεις δεδομένων. Μπορείς να συνδεθείς σε ένα δίκτυο Wi-Fi ή να επιτρέψεις τα αντίγραφα ασφαλείας μέσω δεδομένων κινητής.
es: Es posible que se apliquen cargos si haces la copia de seguridad usando datos móviles. Puedes conectarte a una red Wi-Fi o permitir las copias de seguridad usando datos móviles.
fi: Varmuuskopioinnista mobiilidatalla voi seurata datamaksuja. Voit muodostaa yhteyden Wi-Fi-verkkoon tai sallia varmuuskopioinnin mobiilidatan avulla.
fr: La création d'une sauvegarde via les données cellulaires peut entraîner des frais. Vous pouvez vous connecter à un réseau Wi-Fi ou autoriser les sauvegardes via les données cellulaires.
ga: D’fhéadfadh go ngearrfaí táillí sonraí as cúltacú le sonraí móibíleacha. Is féidir leat ceangal le líonra Wi-Fi nó cúltacaí a cheadú le sonraí móibíleacha.
gu: સેલ્યુલરનો ઉપયોગ કરીને બેકઅપ લેવાથી ડેટા શુલ્ક લાગી શકે છે. તમે વાઇફાઇ નેટવર્કથી કનેક્ટ થઈ શકો છો અથવા સેલ્યુલરનો ઉપયોગ કરીને બેકઅપ લેવાની મંજૂરી આપી શકો છો.
he: שחזור באמצעות נתונים סלולריים עלול לגרום לחיובים עבור נתונים. ניתן להתחבר לרשת WiFi או לאפשר גיבויים באמצעות נתונים סלולריים.
hi: मोबाइल डेटा का इस्तेमाल करके बैकअप लेने में डेटा शुल्क लग सकता है। किसी वाईफ़ाई नेटवर्क से कनेक्ट करें या बैकअप के लिए मोबाइल डेटा का इस्तेमाल करने की अनुमति दें।
hr: Izrada sigurnosne kopije putem mobilne mreže može uzrokovati dodatne troškove. Povežite se s Wi-Fi mrežom ili omogućite sigurnosno kopiranje putem mobilne mreže.
hu: A mobilhálózaton keresztüli biztonsági mentés adatforgalmi díjakkal járhat. Csatlakozhatsz egy wifi-hálózathoz, vagy engedélyezheted a biztonsági mentéseket mobilhálózaton keresztül.
id: Pencadangan dengan data seluler dapat dikenakan biaya pemakaian data. Hubungkan ke jaringan Wi-Fi atau izinkan pencadangan menggunakan data seluler.
it: Fare dei backup usando i dati cellulare potrebbe comportare dei costi o usare tanta banda. Puoi collegarti a una rete Wi-Fi o consentire i backup usando la rete del tuo telefono.
ja: モバイルデータ通信を使ってバックアップを行うと、データ通信量が発生する場合があります。WiFiネットワークに接続するか、モバイルデータ通信を使ってのバックアップを許可できます。
ko: 셀룰러 데이터를 사용하여 백업할 경우 데이터 요금이 발생할 수 있습니다. WiFi 네트워크에 연결하거나, 셀룰러 데이터를 통한 백업을 허용할 수 있습니다.
mr: सेल्युलर वापरून बॅकअप केल्यास डेटा शुल्क लागू पडू शकतात. तुम्ही WiFi नेटवर्कला कनेक्ट करू शकता किंवा सेल्युलर वापरून बॅकअप्स घेण्यास अनुमती देऊ शकता.
ms: Membuat sandaran menggunakan selular boleh menyebabkan caj data. Sambungkan ke WiFi atau benarkan sandaran menggunakan selular.
nb: Dette kan føre til ekstra kostnader. Du kan koble til et trådløst nettverk eller opprette sikkerhetskopier via mobilnettet.
nl: Als je je back-up herstelt via mobiele data, kunnen er kosten voor datagebruik in rekening worden gebracht door je mobiele provider. Je kunt verbinding maken met een wifi-netwerk of het gebruik van mobiele data voor het maken van back-ups toestaan.
pl: Tworzenie kopii zapasowych przy użyciu sieci komórkowej może spowodować naliczenie opłat za transmisję danych. Połącz się z siecią Wi-Fi lub zezwól na tworzenie kopii zapasowych przy użyciu sieci komórkowej.
pt_br: Fazer backup usando a rede celular pode gerar cobranças. Conecte-se a uma rede Wi-Fi ou permita o uso de dados móveis para backups.
pt_pt: Fazer cópias de segurança através da rede móvel pode resultar na cobrança de dados. Pode ligar-se a uma rede Wi-Fi ou permitir cópias de segurança através da rede móvel.
ro: Copierea de rezervă folosind rețeaua celulară poate duce la costuri pentru date. Te poți conecta la o rețea WiFi sau poți permite backup-uri folosind rețeaua celulară.
ru: Резервное копирование с помощью сотовых данных может потребовать плату за передачу данных. Вы можете подключиться к сети Wi-Fi либо разрешить резервное копирование с использованием сотовых данных.
sk: Zálohovanie pomocou mobilnej siete môže mať za následok poplatky za dáta. Môžete sa pripojiť k sieti Wi-Fi alebo povoliť zálohovanie pomocou mobilnej siete.
sr: Ако отпремате резервну копију преко мобилног интернета, можете имати трошкове. Можете да се повежете на WiFi или дозволите резервне копије помоћу мобилног интернета.
sv: Säkerhetskopiering med mobildata kan leda till dataavgifter. Du kan ansluta till ett WiFi-nätverk eller tillåta säkerhetskopiering med mobildata.
tr: Hücresel ağ kullanarak yedekleme yapmak, veri ücretlendirmelerine neden olabilir. Bir WiFi ağına bağlanabilir veya hücresel ağ kullanarak yedeklemelere izin verebilirsin.
ug: يان تېلېفون ئارقىلىق زاپاسلاش ئېقىم ھەققىنى كەلتۈرۈپ چىقىرىشى مۇمكىن. سىز WiFi تورىغا ئۇلىيالايسىز ياكى يان تېلېفون ئارقىلىق زاپاسلاشقا رۇخسەت قىلالايسىز.
uk: За резервне копіювання через мобільний інтернет може стягуватися плата. Під'єднайтеся до Wi-Fi або дозвольте резервне копіювання через мобільний інтернет.
ur: سیلولر کو استعمال کرتے ہوئے بیک اپ کرنے میں ڈیٹا چارجز لاگو ہو سکتے ہیں۔ آپ WiFi کے ساتھ مربوط کر سکتے ہیں یا سیلولر استعمال کرتے ہوئے بیک اپس کرنے کی اجازت دے سکتے ہیں۔
vi: Việc sao lưu bằng dữ liệu di động có thể phát sinh phí dữ liệu. Bạn có thể kết nối với mạng WiFi hoặc cho phép sao lưu bằng dữ liệu di động.
zh_cn: 使用蜂窝网络备份可能会产生数据流量费用。您可以连接到 WiFi 网络或允许使用蜂窝网络进行备份。

# BACKUP_SETTINGS_BACKUP_EXPORT_ERROR_SHEET_NEED_WIFI_TITLE
source: Allow Backups Using Cellular Data?
ar: هل ترغبُ بالسماح للنسخ الاحتياطية باستخدام البيانات الخلوية؟
be: Дазволіць рэзервовае капіраванне з выкарыстаннем мабільнага інтэрнэту?
bn: সেলুলার ডেটা ব্যবহার করে ব্যাকআপের অনুমতি দেবেন?
ca: Permetre còpies de seguretat utilitzant dades mòbils?
cs: Povolit zálohování pomocí mobilních dat?
da: Vil du tillade sikkerhedskopiering via mobildata?
de: Backup über mobile Daten erlauben?
el: Να επιτρέπονται αντίγραφα ασφαλείας με δεδομένα κινητής;
es: ¿Permitir copias de seguridad con datos móviles?
fi: Sallitaanko varmuuskopiointi mobiilidatan avulla?
fr: Autoriser les sauvegardes via les données cellulaires ?
ga: Ceadaigh cúltacaí le sonraí móibíleacha?
gu: સેલ્યુલર ડેટાનો ઉપયોગ કરીને બેકઅપ લેવાની મંજૂરી આપીએ?
he: לאפשר גיבויים באמצעות נתונים סלולריים?
hi: क्या मोबाइल डेटा का इस्तेमाल करके बैकअप चाहिए?
hr: Želite li dopustiti sigurnosno kopiranje putem mobilne mreže?
hu: Engedélyezed a biztonsági mentéseket mobilinternettel?
id: Izinkan Pencadangan Menggunakan Data Seluler?
it: Consentire i backup usando i dati cellulare?
ja: モバイルデータ通信を使ってバックアップしますか？
ko: 백업에서 셀룰러 데이터를 사용하도록 허용하시겠습니까?
mr: सेल्युलर डेटा वापरून बॅकअप घेऊ द्यायचा?
ms: Benarkan Sandaran Menggunakan Data Selular?
nb: Gi tillatelse til å sikkerhetskopiere over mobilnettet?
nl: Back-ups maken via mobiel netwerk toestaan?
pl: Chcesz tworzyć kopie zapasowe przy użyciu sieci komórkowej?
pt_br: Permitir backups usando dados móveis?
pt_pt: Permitir cópias de segurança com dados móveis?
ro: Permiți crearea de copii de rezervă folosind date mobile?
ru: Разрешить резервное копирование с использованием сотовых данных?
sk: Povoliť zálohovanie pomocou mobilných dát?
sr: Желите ли да дозволите отпремање резервних копија помоћу мобилног интернета?
sv: Tillåt säkerhetskopiering med mobildata?
tr: Hücresel Veri Kullanarak Yedeklemelere İzin Verilsin mi?
ug: يان تېلېفون ئېقىمىنى ئشلىتىپ زاپاسلاشقا يول قويامسىز؟
uk: Дозволити резервне копіювання через мобільний інтернет?
ur: سیلولر ڈیٹا استعمال کرتے ہوئے بیک اپس کریں؟
vi: Cho phép sao lưu bằng dữ liệu di động?
zh_cn: 允许使用蜂窝网络数据流量进行备份吗？

# BACKUP_SETTINGS_BACKUP_EXPORT_ERROR_SHEET_NETWORK_ERROR
source: Something went wrong creating your backup. Check your internet connection and try again.
ar: حدث خطأ ما أثناء إنشاء نسختك الاحتياطية. تحقَّق من اتصالك بالإنترنت وحاوِل مُجدَّدًا.
be: Штосьці не так падчас стварэння рэзервовай копіі. Праверце падключэнне да інтэрнэту і паўтарыце спробу.
bn: আপনার ব্যাকআপ তৈরি করার সময় কিছু একটা সমস্যা হয়েছে। আপনার ইন্টারনেট সংযোগ ঠিক আছে কিনা দেখুন এবং আবার চেষ্টা করুন।
ca: Alguna cosa ha anat malament en crear la teva còpia de seguretat. Comprova la connexió a Internet i torna-ho a provar.
cs: Při vytváření zálohy došlo k chybě. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Der opstod en fejl under oprettelsen af din sikkerhedskopi. Tjek din internetforbindelse, og prøv igen.
de: Bei der Erstellung deiner Datensicherung ist was schiefgelaufen. Überprüfe deine Internetverbindung und versuche es erneut.
el: Κάτι πήγε στραβά με τη δημιουργία του αντιγράφου ασφαλείας σου. Έλεγξε τη σύνδεσή σου στο διαδίκτυο και δοκιμάστε ξανά.
es: No se ha podido crear tu copia de seguridad. Comprueba tu conexión a Internet e inténtalo de nuevo.
fi: Varmuuskopion luomisessa tapahtui virhe. Tarkista verkkoyhteytesi ja yritä uudelleen.
fr: Une erreur s'est produite lors de la création de votre sauvegarde. Vérifiez votre connexion Internet et réessayez.
ga: Chuaigh rud éigin amú agus do chúltaca á chruthú. Seiceáil do nasc Idirlín agus triail arís.
gu: તમારો બેકઅપ બનાવવામાં કંઈક ખોટું થયું. તમારું ઇન્ટરનેટ તપાસો અને ફરી પ્રયાસ કરો.
he: משהו השתבש ביצירת הגיבוי שלך. יש לבדוק את חיבור האינטרנט שלך ולנסות שוב.
hi: आपका बैकअप बनाने में कुछ गड़बड़ी हुई। अपना इंटरनेट कनेक्शन देखें और फिर से कोशिश करें।
hr: Došlo je do pogreške prilikom izrade sigurnosne kopije. Provjerite svoju internetsku vezu i pokušajte ponovno.
hu: Hiba történt a biztonsági mentés létrehozásakor. Ellenőrizd az internetkapcsolatodat, és próbáld újra.
id: Terjadi kesalahan saat membuat cadangan. Periksa koneksi internet Anda dan coba lagi.
it: Qualcosa è andato storto durante la creazione del tuo backup. Controlla la tua connessione Internet e riprova.
ja: バックアップの作成中に問題が発生しました。インターネット接続を確認してもう一度お試しください。
ko: 백업을 만드는 중 오류가 발생했습니다. 인터넷 연결을 확인하고 다시 시도하세요.
mr: तुमचा बॅकअप तयार करताना काहीतरी चुकले. तुमचे इंटरनेट कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Ada yang tidak kena semasa membuat sandaran anda. Semak sambungan internet anda dan cuba lagi.
nb: Noe gikk galt i forsøket på å opprette sikkerhetskopien. Sjekk internettilkoblingen og prøv igjen.
nl: Er ging iets mis bij het maken van je back-up. Controleer je internetverbinding en probeer het opnieuw.
pl: Podczas tworzenia kopii zapasowej wystąpił błąd. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Algo deu errado ao criar seu backup. Verifique sua conexão com a Internet e tente novamente.
pt_pt: Ocorreu um problema ao criar a sua cópia de segurança. Verifique a sua ligação à internet e tente novamente.
ro: Ceva nu a mers bine la crearea copiei de rezervă. Verifică conexiunea la internet a telefonului și încearcă din nou.
ru: Что-то пошло не так при создании резервной копии. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Pri vytváraní zálohy sa vyskytla chyba. Skontrolujte internetové pripojenie a skúste to znova.
sr: Дошло је до грешке приликом креирања резервне копије. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Något gick fel när din säkerhetskopia skapades. Kontrollera din internetanslutning och försök igen.
tr: Yedeklemen oluşturulurken bir sorun oluştu. İnternet bağlantını kontrol et ve tekrar dene.
ug: زاپاسلىشىڭىزنى قۇرۇشتا خاتالىق كۆرۈلدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناپ بېقىڭ.
uk: Під час створення резервної копії сталася помилка. Перевірте з'єднання з інтернетом і спробуйте ще раз.
ur: آپ کا بیک اپ تخلیق کرنے میں کچھ غلط ہو گیا۔ اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi khi tạo bản sao lưu. Kiểm tra kết nối internet của bạn và thử lại.
zh_cn: 创建您的备份时出错了。请检查您的互联网连接并重试。

# BACKUP_SETTINGS_BACKUP_EXPORT_PROGRESS_DESCRIPTION
source: Creating backup: %1$@
ar: جارٍ إنشاء نسخة احتياطية: %1$@
be: Стварэнне рэзервовай копіі: %1$@
bn: ব্যাকআপ তৈরি করা হচ্ছে: %1$@
ca: Creant còpia de seguretat: %1$@
cs: Vytváření zálohy: %1$@
da: Opretter sikkerhedskopi: %1$@
de: Backup wird erstellt: %1$@
el: Δημιουργία αντιγράφου ασφαλείας: %1$@
es: Creando copia de seguridad: %1$@
fi: Luodaan varmuuskopiota: %1$@
fr: Création de la sauvegarde : %1$@
ga: Cúltaca á chruthú: %1$@
gu: બેકઅપ બનાવી રહ્યા છીએ: %1$@
he: גיבוי ביצירה: %1$@
hi: बैकअप बनाया जा रहा है: %1$@
hr: Izrada sigurnosne kopije: %1$@
hu: Biztonsági mentés létrehozása: %1$@
id: Membuat cadangan: %1$@
it: Creazione del backup: %1$@
ja: バックアップを作成中です：%1$@
ko: 백업 생성 중: %1$@
mr: बॅकअप तयार करत आहोत : %1$@
ms: Mencipta sandaran: %1$@
nb: Oppretter sikkerhetskopi: %1$@
nl: Back-up maken: %1$@
pl: Tworzenie kopii zapasowej: %1$@
pt_br: Criando backup: %1$@
ro: Se creează o copie de rezervă: %1$@
ru: Создание резервной копии: %1$@
sk: Vytvára sa záloha: %1$@
sr: Креирање резервне копије: %1$@
sv: Skapar säkerhetskopia: %1$@
tr: Yedekleme oluşturuluyor: %1$@
ug: زاپاسلاش قۇرۇلىۋاتىدۇ:%1$@
uk: Резервне копіювання: %1$@
ur: بیک اپ تخلیق ہو رہا ہے: %1$@
vi: Đang tạo bản sao lưu: %1$@
zh_cn: 正在创建备份：%1$@

# BACKUP_SETTINGS_BACKUP_EXPORT_PROGRESS_DESCRIPTION_CREATING_BACKUP
source: Exporting backup...
ar: جارٍ تصدير النسخة الاحتياطية…
be: Экспарт рэзервовай копіі…
bn: ব্যাকআপ এক্সপোর্ট করা হচ্ছে...
ca: Exportant còpia de seguretat…
cs: Exportování zálohy…
da: Eksporterer sikkerhedskopi...
de: Backup wird exportiert...
el: Εξαγωγή αντιγράφου ασφαλείας...
es: Exportando copia de seguridad…
fi: Viedään varmuuskopiota...
fr: Exportation de la sauvegarde…
ga: Cúltaca á easpórtáil…
gu: બેકઅપ નિકાસ કરી રહ્યાં છીએ...
he: מייצאים גיבוי…
hi: बैकअप एक्सपोर्ट किया जा रहा है...
hr: Izvoz sigurnosne kopije…
hu: Biztonsági mentés exportálása...
id: Mengekspor cadangan …
it: Esportazione del backup…
ja: バックアップをエクスポート中...
ko: 백업을 내보내는 중...
mr: बॅकअप एक्सपोर्ट करत आहे...
ms: Mengeksport sandaran...
nb: Eksporterer sikkerhetskopi ...
nl: Back-up exporteren…
pl: Eksportowanie kopii zapasowej…
pt_br: Exportando backup…
pt_pt: A exportar cópia de segurança…
ro: Se exportă copia de rezervă...
ru: Экспорт резервной копии...
sk: Exportuje sa záloha…
sr: Резервна копија се извози...
sv: Exporterar säkerhetskopia ...
tr: Yedekleme dışa aktarılıyor...
ug: زاپاسنى ئېكسپورتلاۋاتىدۇ...
uk: Експортування резервної копії…
ur: بیک اپ ایکسپورٹ کیا جا رہا ہے...
vi: Đang xuất bản sao lưu…
zh_cn: 正在导出备份...

# BACKUP_SETTINGS_BACKUP_EXPORT_PROGRESS_DESCRIPTION_UPLOADING_BACKUP
source: Uploading backup...
ar: جارٍ تحميل النسخة الاحتياطية…
be: Запампоўка рэзервовай копіі…
bn: ব্যাকআপ আপলোড করা হচ্ছে...
ca: Carregant còpia de seguretat…
cs: Nahrávání zálohy…
da: Uploader sikkerhedskopi...
de: Backup hochladen...
el: Μεταφόρτωση αντιγράφου ασφαλείας...
es: Cargando copia de seguridad…
fi: Varmuuskopiota ladataan...
fr: Importation de la sauvegarde…
ga: Cúltaca á uaslódáil…
gu: બેકઅપ અપલોડ કરી રહ્યાં છીએ...
he: מעלים גיבוי…
hi: बैकअप अपलोड हो रहा है...
hr: Prijenos sigurnosne kopije…
hu: Biztonsági mentés feltöltése...
id: Mengunggah cadangan …
it: Caricamento del backup…
ja: バックアップをアップロード中...
ko: 백업을 업로드하는 중...
mr: बॅकअप अपलोड करत आहे...
ms: Memuat naik sandaran...
nb: Laster opp sikkerhetskopi ...
nl: Back-up uploaden…
pl: Przesyłanie kopii zapasowej…
pt_br: Carregando backup…
pt_pt: A carregar cópia de segurança…
ro: Se încarcă copia de rezervă...
ru: Загрузка резервной копии...
sk: Nahráva sa záloha…
sr: Резервна копија се отпрема...
sv: Laddar upp säkerhetskopia ...
tr: Yedekleme yükleniyor...
ug: زاپاسنى يۈكلەۋاتىدۇ...
uk: Завантаження резервної копії…
ur: بیک اپ اپ لوڈ ہو رہا ہے...
vi: Đang tải bản sao lưu lên…
zh_cn: 正在上传备份...
