Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STORIES_SETTINGS_TURN_OFF_ACTION_SHEET_MESSAGE
source: You will no longer be able to share or view stories. Story updates you have recently shared will also be deleted.
ar: لن تتمكن من مشاركة القِصص أو مُشَاهداتها بعد الآن. وسيتمُّ أيضًا حذف تحديثات القصة التي شاركتها مؤخرًا.
be: Вы больш не зможаце абагуліць або прагледзець гісторыі. Абнаўленні гісторый, якія вы нядаўна абагулілі, таксама будуць выдалены.
bn: আপনি আর স্টোরি শেয়ার করতে বা দেখতে পারবেন না। আপনি সম্প্রতি শেয়ার করেছেন এমন স্টোরি আপডেটগুলোও মুছে ফেলা হবে৷
ca: Ja no podràs compartir o veure històries. Les històries que hagis compartit recentment també seran esborrades.
cs: Příběhy již nebudete moci sdílet ani zobrazovat. Smazány budou také aktualizace příběhů, které jste nedávno sdíleli.
da: Du vil ikke længere kunne dele eller se historier. Historieopdateringer, du for nylig har delt, slettes også.
de: Du wirst keine Storys mehr teilen oder sehen können. Story-Updates, die du kürzlich geteilt hast, werden ebenfalls gelöscht.
el: Δεν θα μπορείς πλέον να μοιράζεσαι ή να βλέπεις ιστορίες. Οι ενημερώσεις ιστορίας που κοινοποίησες πρόσφατα θα διαγραφούν επίσης.
es: Ya no podrás compartir ni ver historias. También se eliminarán las historias que hayas compartido recientemente.
fa: دیگر نمی‌توانید استوری‌ها را هم‌رسانی یا مشاهده کنید. به‌روزرسانی‌های استوری‌هایی که اخیراً همرسانی کرده‌اید نیز پاک خواهند شد.
fi: Et voi enää jakaa tai nähdä tarinoita. Myös viimeksi jakamasi tarinoiden päivitykset poistetaan.
fr: Vous ne pourrez plus partager ni consulter de stories. Les nouveaux contenus récemment ajoutés à vos stories seront également supprimés.
ga: Ní bheidh tú in ann féachaint ar scéalta ná iad a chomhroinnt a thuilleadh. Chomh maith leis sin, scriosfar na nuashonruithe scéil a chomhroinn tú le déanaí.
gu: તમે હવેથી સ્ટોરી જોઈ કે શેર કરી શકશો નહીં. તમે તાજેતરમાં શેર કરેલા સ્ટોરી અપડેટ પણ ડિલીટ થઈ જશે.
he: לא תהיה לך יותר אפשרות לשתף או לצפות בסטוריז. עדכוני סטורי ששיתפת לאחרונה יימחקו גם הם.
hi: अब आप स्टोरीज़ न तो शेयर कर पाएंगे, न ही उन्हें देख पाएंगे। हाल ही में आपका द्वारा शेयर किए गए स्टोरी अपडेट भी डिलीट कर दिए जाएंगे।
hr: Više nećete moći dijeliti niti pregledavati priče. Ažuriranja priča koja ste nedavno podijelili također će se izbrisati.
hu: Többé nem fogsz tudni megosztani vagy megtekinteni Történeteket. A közelmúltban megosztott Történettel kapcsolatos módosítások is törlődnek.
id: Anda tidak akan bisa lagi membagikan atau melihat cerita. Pembaruan cerita yang baru-baru ini Anda bagikan juga akan dihapus.
it: Non potrai più condividere o vedere le Storie. Verranno eliminati tutti gli aggiornamenti legati alle Storie che hai pubblicato di recente.
ja: ストーリーを共有したり閲覧したりできなくなります。最近共有したストーリーの更新情報も消去されます。
ko: 더 이상 스토리를 공유하거나 볼 수 없습니다. 최근 공유한 스토리 업데이트도 삭제합니다.
mr: आपण यापुढे स्टोरीज शेअर किंवा पाहू शकणार नाही. आपण अलिकडेच शेअर केलेली स्टोरीज अद्यतने देखील हटवली जातील.
ms: Anda tidak lagi boleh berkongsi atau menonton cerita. Cerita yang anda hantar baru-baru ini juga akan dipadam.
nb: Du vil ikke lenger kunne dele eller se storyer. Oppdateringer av storyer som du nylig har delt, slettes også.
nl: Je kunt geen verhalen meer delen of bekijken. Updates die je recent op je verhaal hebt gedeeld, worden ook verwijderd.
pl: Stracisz możliwość udostępniania i wyświetlania relacji. Usunięte zostaną również relacje udostępnione przez Ciebie w ostatnim czasie.
pt_br: Você não poderá mais compartilhar ou ver stories. As atualizações de stories que você compartilhou recentemente também serão apagadas.
pt_pt: Já não poderá partilhar ou ver histórias. As atualizações de histórias que tenha partilhado recentemente também serão eliminadas.
ro: Nu vei mai putea să distribui sau să vezi povești. Actualizările poveștilor pe care le-ai distribuit recent vor fi și ele șterse.
ru: Вы больше не сможете делиться историями или просматривать их. Все истории, которыми вы недавно поделились, будут также удалены.
sk: Už nebudete môcť zdieľať ani prezerať príbehy. Budú tiež odstránené aktualizácie príbehov, ktoré ste nedávno zdieľali.
sr: Више нећете моћи да делите или видите приче. Све што сте недавно поделили у причама ће такође бити избрисано.
sv: Du kommer inte längre att kunna dela eller visa berättelser. Berättelseuppdateringar som du nyligen har delat kommer också att raderas.
th: คุณจะไม่สามารถแชร์หรือดูสตอรี่ได้อีกต่อไป การอัปเดตสตอรี่ที่คุณเพิ่งแชร์จะถูกลบด้วยเช่นกัน
tr: Artık hikaye paylaşamayacak veya görüntüleyemeyeceksin. Yakın zamanda paylaştığın hikaye güncellemeleri de silinecek.
ug: ھېكايىلەرنى ئەمدى ئورتاقلىشالمايسىز ياكى كۆرەلمەيسىز. سىز يېقىندا ئورتاقلاشقان ھېكايە يېڭىلانمىلىرىمۇ ئۆچۈرۈلىدۇ.
uk: Ви більше не зможете публікувати й переглядати історії. Нещодавно опубліковані оновлення ваших історій також буде видалено.
ur: آپ مزید سٹوریز شیئر کرنے یا دیکھنے سے قاصر ہوں گے۔ آپ کی طرف سے حالیہ شیئر کردہ سٹوری اپ ڈیٹس بھی ڈیلیٹ ہو جائیں گی۔
vi: Bạn sẽ không thể tiếp tục chia sẻ hoặc xem story. Các cập nhật story gần đây của bạn cũng sẽ được xóa.
zh_cn: 您将无法再分享或浏览动态。您最近发布的动态更新也将会被删除。
zh_hk: 您將無法再分享或瀏覽限時動態。您最近分享的限時動態更新也將會被刪除。

# STORIES_SETTINGS_TURN_OFF_AND_DELETE_STORIES_BUTTON
source: Turn Off and Delete Stories
ar: إيقاف وحذف القِصص
be: Адключыць і выдаліць гісторыі
bn: বন্ধ করুন এবং স্টোরি মুছে ফেলুন
ca: Desactivar i esborrar les històries
cs: Vypnout a smazat příběhy
da: Deaktivér og slet historier
de: Ausschalten und Storys löschen
el: Απενεργοποίηση και διαγραφή ιστοριών
es: Desactivar y eliminar historias
fa: خاموش و پاک کردن استوری‌ها
fi: Poista käytöstä ja poista tarinat
fr: Désactiver et supprimer les stories
ga: Cas as agus Scrios Scéalta
gu: બંધ કરો અને સ્ટોરી ડિલીટ કરો
he: כיבוי ומחיקת סטוריז
hi: स्टोरीज़ बंद करें व डिलीट करें
hr: Isključi i izbriši priče
hu: Történetek kikapcsolása és törlése
id: Nonaktifkan dan Hapus Cerita
it: Disattiva ed elimina le Storie
ja: ストーリーを非表示にして消去します
ko: 스토리 끄기 및 삭제
mr: बंद करा आणि स्टोरीज हटवा
ms: Matikan dan Padamkan Cerita
nb: Slå av og slett storyer
nl: Verhalen uitzetten en verwijderen
pl: Wyłącz i usuń relacje
pt_br: Desativar e apagar stories
pt_pt: Desativar e eliminar histórias
ro: Dezactivează și Șterge Poveștile
ru: Отключить и удалить истории
sk: Vypnúť a vymazať príbehy
sr: Искључи и избриши приче
sv: Stäng av och ta bort berättelser
th: ปิดใช้งานและลบสตอรี่
tr: Hikayeleri Kapat ve Sil
ug: ھېكايىلەرنى ئېتىش ۋە ئۆچۈرۈش
uk: Вимкнути й видалити історії
ur: آف کریں اور سٹوریز ڈیلیٹ کریں
vi: Tắt và Xóa Story
zh_cn: 关闭和删除动态
zh_hk: 關閉及刪除限時動態

# STORIES_SETTINGS_TURN_OFF_FOOTER
source: If you opt out of stories you will no longer be able to share or view stories.
af: As jy stories afskakel, sal jy nie meer stories kan deel of daarna kyk nie.
ar: إذا قُمتَ بإلغاء الاشتراك في القِصص، فلن تتمكن بعد ذلك من مشاركة القِصص أو عرضها.
az: Hekayələr xüsusiyyətini söndürsəniz, artıq hekayələri paylaşa və ya onlara baxa bilməyəcəksiniz.
be: Калі вы адмовіцеся ад гісторый, вы больш не зможаце абагуліць або прагледзець іх.
bn: স্টোরি বন্ধ করলে আপনি আর স্টোরি শেয়ার করতে কিংবা দেখতে পারবেন না।
ca: Si decideixes desactivar les històries, ja no podràs compartir o visualitzar històries.
cs: Pokud se z příběhů odhlásíte, nebudete je moci dál sdílet ani zobrazovat.
da: Hvis du slår historier fra, kan du ikke længere dele eller se historier.
de: Wenn du Storys ausschaltest, kannst du keine Storys mehr teilen oder ansehen.
el: Αν απενεργοποιήσεις τις ιστορίες, δεν θα μπορείς πλέον να μοιράζεσαι ή να βλέπεις ιστορίες.
es: Si desactivas las historias, ya no podrás compartir ni ver historias.
et: Kui lood välja lülitad, ei ole sul enam võimalik lugusid jagada ega vaadata.
eu: Istorioak desaktibatuz gero, ezingo duzu istoriorik partekatu edo ikusi.
fa: اگر از استوری‌ها انصراف دهید، دیگر نمی‌توانید استوری‌ها را هم‌رسانی یا مشاهده کنید.
fi: Jos poistat tarinat käytöstä, et voi enää jakaa tai nähdä tarinoita.
fr: Si vous décidez de désactiver les stories, vous ne pourrez plus en partager ni en consulter.
ga: Má roghnaíonn tú gan scéalta a úsáid, ní bheidh tú in ann scéalta a chomhroinnt ná féachaint orthu a thuilleadh.
gu: જો તમે સ્ટોરીનો વિકલ્પ નાપસંદ કરશો તો તમે સ્ટોરી જોઈ અથવા શેર કરી શકશો નહીં.
he: לאחר כיבוי סטוריז, לא תהיה לך אפשרות לשתף או לצפות בסטוריז יותר.
hi: स्टोरीज़ बंद करना चुनने पर आप न तो स्टोरीज़ शेयर कर पाएंगे, न ही उन्हें देख पाएंगे।
hr: Ako isključite priče, više ih nećete moći dijeliti ni pregledavati.
hu: Ha leiratkozol a Történetekről, többé nem fogsz tudni megosztani vagy megtekinteni Történeteket.
id: Jika Anda menonaktifkan cerita, Anda tidak akan bisa lagi membagikan atau melihat cerita.
it: Se disattivi le Storie, non potrai più condividere le tue Storie né vedere quelle di altre persone.
ja: ストーリーを非表示にすると、以後はストーリーを共有したり閲覧したりすることができなくなります。
kn: ಸ್ಟೋರೀಸ್‌ನಿಂದ ಹೊರಗುಳಿಯಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದರೆ, ನಿಮಗೆ ಇನ್ನು ಸ್ಟೋರೀಸ್ ಹಂಚಿಕೊಳ್ಳಲು ಅಥವಾ ವೀಕ್ಷಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 스토리 기능을 끄면 더 이상 스토리를 보거나 공유할 수 없습니다.
lt: Jei išjungsi Istorijas, nebegalėsi nei bendrinti, nei žiūrėti istorijų.
lv: Ja atteiksieties no stāstiem, jūs nevarēsiet kopīgot vai skatīt stāstus.
mk: Ако ги исклучите приказните, повеќе нема да можете да споделувате или гледате приказни.
ml: സ്റ്റോറികൾ വേണ്ടെന്ന് തീരുമാനിക്കുകയാണെങ്കിൽ, നിങ്ങൾക്ക് ഇനി സ്റ്റോറികൾ പങ്കിടാനോ കാണാനോ കഴിയില്ല.
mr: आपण स्टोरीज मधून बाहेर पडल्यास आपण यापुढे स्टोरी पाहू किंवा शेअर करु शकणार नाही.
ms: Jika anda keluar daripada cerita, anda tidak lagi boleh berkongsi atau menonton cerita.
my: သင်သည် စတိုရီများတွင် ပါဝင်ရန် မရွေးထားပါက စတိုရီများ ဝေမျှခြင်း သို့မဟုတ် ကြည့်ခြင်းများ လုပ်နိုင်တော့မည် မဟုတ်ပါ။
nb: Hvis du velger å slå av storyer, kan du ikke lenger se eller dele storyer.
nl: Als je verhalen uitschakelt, kun je niet langer verhalen delen of bekijken.
pa: ਜੇਕਰ ਤੁਸੀਂ ਸਟੋਰੀਆਂ ਨੂੰ ਬੰਦ ਕਰ ਦਿੰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਨਾ ਹੀ ਸਟੋਰੀਆਂ ਨੂੰ ਸਾਂਝਾ ਕਰ ਸਕੋਗੇ ਅਤੇ ਨਾ ਹੀ ਦੇਖ ਸਕੋਗੇ।
pl: Jeśli wyłączysz tę funkcję, stracisz możliwość udostępniania i wyświetlania relacji.
pt_br: Se desativar os stories, você não poderá mais compartilhar ou ver stories.
pt_pt: Se desativar as histórias já não poderá partilhar ou ver histórias.
ro: Dacă dezactivezi poveștile nu vei mai putea să distribui sau să vezi povești.
ru: Если вы откажетесь от историй, вы больше не сможете делиться историями или просматривать их.
sk: Ak vypnete príbehy, už si ich nebudete môcť prezerať ani ich zdieľať.
sl: Če se odjavite od zgodb, jih ne boste mogli več deliti ali gledati.
sq: Nëse heq dorë nga postimet e përkohshme, nuk do të mund të ndash ose të shikosh postime të përkohshme.
sr: Ако искључите приче, више нећете моћи да их делите или видите.
sv: Du kommer inte längre kunna dela eller visa stories om du stänger av dem.
sw: Kama ukichagua kuzima stori hutaweza tena kushiriki au kutazama stori.
ta: நீங்கள் ஸ்டோரீக்களில் இருந்து விலகினால், இனி உங்களால் ஸ்டோரீக்களைப் பகிரவோ அல்லது பார்க்கவோ முடியாது.
te: ఒకవేళ మీరు కథలను నిలిపివేస్తే, మీరు ఇక ఏమాత్రం కథలను పంచుకోలేరు లేదా వీక్షించలేరు.
th: หากปิดใช้งานสตอรี่ คุณจะไม่สามารถแชร์หรือดูสตอรี่ได้อีกต่อไป
tr: Hikayeleri devre dışı bırakırsan, artık hikayeleri paylaşamaz veya görüntüleyemezsin.
ug: ئەگەر ھېكايىلەردىن چېكىنىشنى تاللىسىڭىز بۇنىڭدىن كېيىن ھېكايىلەرنى ئورتاقلىشالمايسىز ۋە كۆرەلمەيسىز.
uk: Якщо історії вимкнути, ви не зможете їх ні публікувати, ні переглядати.
ur: اگر آپ سٹوریز غیر منتخب کرتے ہیں تو آپ سٹوریز کو مزید شیئر کرنے یا دیکھنے سے قاصر ہوں گے۔
vi: Nếu bạn tắt tính năng story, bạn sẽ không thể tiếp tục chia sẻ hoặc xem story.
zh_cn: 如果您选择关闭动态，您将无法再分享或浏览动态。
zh_hk: 如果選擇關閉限時動態，你將無法再分享或瀏覽限時動態。

# STORIES_SETTINGS_TURN_OFF_STORIES_BUTTON
source: Turn Off Stories
ar: إيقاف تشغيل القِصص
be: Адключыць гісторыі
bn: স্টোরি বন্ধ করুন
ca: Desactivar Històries
cs: Vypnout příběhy
da: Slå historier fra
de: Storys ausschalten
el: Απενεργοποίηση ιστοριών
es: Desactivar historias
fa: استوری‌ها خاموش شود
fi: Poista tarinat käytöstä
fr: Désactiver les stories
ga: Cas As Scéalta
gu: સ્ટોરી બંધ કરો
he: כיבוי סטוריז
hi: स्टोरीज़ बंद करें
hr: Isključi priče
hu: Történetek kikapcsolása
id: Nonaktifkan Cerita
it: Disattiva le Storie
ja: ストーリーを非表示にします
ko: 스토리 끄기
mr: स्टोरीज बंद करा
ms: Matikan Cerita
nb: Slå av storyer
nl: Verhalen uitzetten
pl: Wyłącz relacje
pt_br: Desativar Stories
pt_pt: Desativar histórias
ro: Dezactivează Poveștile
ru: Отключить истории
sk: Vypnúť príbehy
sl: Izklopite zgodbe
sr: Искључи приче
sv: Stäng av stories
th: ปิดใช้งานสตอรี่
tr: Hikayeleri Kapat
ug: ھېكايىلەرنى ئېتىش
uk: Вимкнути історії
ur: سٹوریز آف کریں
vi: Tắt Story
zh_cn: 关闭动态
zh_hk: 關閉限時動態

# STORIES_SETTINGS_TURN_ON_FOOTER
source: Share stories and view stories from others. Stories automatically disappear after 24 hours.
ar: شارِك القصص وشاهِد قِصص الآخرين. تختفي القصص تلقائيًا بعد 24 ساعة.
be: Абагуліць гісторыі і прагледзець гісторыі іншых людзей. Гісторыі аўтаматычна знікаюць праз 24 гадзіны.
bn: স্টোরি শেয়ার করুন এবং অন্যদের স্টোরি দেখুন। স্টোরি 24 ঘন্টা পর স্বয়ংক্রিয়ভাবে অদৃশ্য হয়ে যায়।
ca: Comparteix històries i mira les dels altres. Les històries desapareixeran automàticament després de 24 hores.
cs: Sdílejte příběhy a prohlížejte si příběhy ostatních. Příběhy po 24 hodinách automaticky zmizí.
da: Del historier og se historier fra andre. Historier forsvinder automatisk efter 24 timer.
de: Storys mit anderen teilen und Storys von anderen ansehen. Storys verschwinden automatisch nach 24 Stunden.
el: Μοιράσου ιστορίες και δες τις ιστορίες άλλων. Οι ιστορίες εξαφανίζονται αυτόματα μετά από 24 ώρες.
es: Comparte historias y ve las que compartan otras personas. Las historias desaparecerán automáticamente después de 24 horas.
fa: استوری‌های خود را هم‌رسانی کنید و استوری‌های دیگران را مشاهده کنید. استوری‌ها بعد از ۲۴ ساعت به طور خودکار ناپدید می‌شوند.
fi: Jaa omia ja katso muiden tarinoita. Tarinat katoavat automaattisesti 24 tunnin kuluttua.
fr: Partagez des stories et consultez celles des autres membres du groupe. Les stories disparaissent automatiquement au bout de 24 heures.
ga: Féach ar scéalta daoine eile agus comhroinn iad. Imíonn scéalta as radharc go huathoibríoch tar éis 24 uair an chloig.
gu: સ્ટોરી શેર કરો અને અન્યની સ્ટોરી જુઓ. સ્ટોરી 24 કલાક પછી આપમેળે ગાયબ થઈ જાય છે.
he: אפשר לשתף סטוריז ולצפות בסטוריז של אחרים. סטוריז ייעלמו אוטומטית אחרי 24 שעות.
hi: दूसरों की स्टोरीज़ शेयर करें और उन्हें देखें। 24 घंटे बाद स्टोरीज़ अपने आप गायब हो जाती हैं।
hr: Dijelite i gledajte priče drugih korisnika. One automatski nestaju nakon 24 sata.
hu: Oszd meg és tekintsd meg mások Történeteit. A Történetek 24 óra elteltével automatikusan eltűnnek.
id: Bagikan dan lihat cerita dari pengguna lain. Cerita otomatis dihapus setelah 24 jam.
it: Condividi le tue Storie e visualizza quelle di altre persone. Le Storie scompaiono automaticamente 24 ore dopo la pubblicazione.
ja: ストーリーを共有し、他のユーザーのストーリーを閲覧します。ストーリーは24時間後に自動的に消えます。
ko: 스토리를 공유하고 다른 사람들의 스토리도 확인하세요. 스토리는 24시간이 지나면 자동으로 사라집니다.
mr: इतरांच्या स्टोरीज शेअर करा आणि पहा. स्टोरीज 24 तासानंतर आपोआप अदृश्य होतात.
ms: Kongsi dan tonton cerita orang lain. Cerita akan hilang secara automatik selepas 24 jam.
nb: Del dine egne og se andre personers storyer. De forsvinner automatisk etter 24 timer.
nl: Deel verhalen en bekijk verhalen van anderen. Verhalen verdwijnen automatisch na 24 uur.
pl: Udostępniaj relacje i oglądaj te, które dodają inne osoby. Relacje znikają automatycznie po 24 godzinach.
pt_br: Compartilhe e veja stories de outras pessoas. Os stories desaparecem automaticamente após 24 horas.
pt_pt: Partilhe e veja as histórias dos outros. As histórias desaparecem automaticamente após 24 horas.
ro: Distribuie și vezi povești de la alte persoane. Poveștile dispar automat după 24 de ore.
ru: Делитесь историями и просматривайте истории других пользователей. Истории автоматически исчезают через 24 часа.
sk: Zdieľajte a prezerajte si príbehy ostatných. Príbehy automaticky zmiznú po 24 hodinách.
sl: Delite in si oglejte zgodbe drugih. Zgodbe samodejno izginejo po 24 urah.
sr: Делите приче са другима и видите приче других. Приче аутоматски нестају након 24 сата.
sv: Dela stories och visa stories från andra. Stories försvinner automatiskt efter 24 timmar.
th: แชร์และดูสตอรี่ของผู้อื่น สตอรี่จะหายไปโดยอัตโนมัติภายใน 24 ชั่วโมง
tr: Başkalarının hikayelerini paylaş ve görüntüle. Hikayeler 24 saat sonra otomatik olarak kaybolur.
ug: باشقىلارنىڭ ھېكايىلىرىنى ئورتاقلىشىش ۋە كۆرۈش. ھېكايىلەر 24 سائەتتىن كېيىن ئاپتوماتىك يوقاپ كېتىدۇ.
uk: Публікуйте свої історії і переглядайте історії інших користувачів. Історії автоматично зникають через 24 години.
ur: دوسروں کو سٹوریز شیئر کریں اور ان کی سٹوریز دیکھیں۔ سٹوریز خود کار طور پر 24 گھنٹے بعد غائب ہو جاتی ہیں۔
vi: Chia sẻ story và xem story của mọi người. Các story tự động biến mất sau 24 giờ.
zh_cn: 分享自己的动态和浏览其他人的动态。动态将会在 24 小时后自动消失。
zh_hk: 分享和瀏覽其他人的限時動態。限時動態會在 24 小時後自動消失。

# STORIES_SETTINGS_TURN_ON_STORIES_BUTTON
source: Turn On Stories
ar: تشغيل القِصص
be: Уключыць гісторыі
bn: স্টোরি চালু করুন
ca: Activar Històries
cs: Zapnout příběhy
da: Slå historier til
de: Storys einschalten
el: Ενεργοποίηση ιστοριών
es: Activar historias
fa: استوری‌ها روشن شود
fi: Ota tarinat käyttöön
fr: Activer les stories
ga: Cas Air Scéalta
gu: સ્ટોરી ચાલુ કરો
he: הפעלת סטוריז
hi: स्टोरीज़ चालू करें
hr: Uključi priče
hu: Történetek bekapcsolása
id: Aktifkan Cerita
it: Attiva le Storie
ja: ストーリーを表示する
ko: 스토리 켜기
mr: स्टोरीज चालू करा
ms: Hidupkan Cerita
nb: Slå på storyer
nl: Verhalen aanzetten
pl: Włącz relacje
pt_br: Ativar Stories
pt_pt: Ativar histórias
ro: Activează Poveștile
ru: Включить истории
sk: Zapnúť príbehy
sl: Vklopite zgodbe
sr: Укључи приче
sv: Aktivera stories
th: เปิดใช้งานสตอรี่
tr: Hikayeleri Aç
ug: ھېكايىلەرنى ئېچىش
uk: Увімкнути історії
ur: سٹوریز آن کریں
vi: Bật Story
zh_cn: 开启动态
zh_hk: 開啟限時動態

# STORIES_SETTINGS_VIEW_RECEIPTS
source: View Receipts
ar: عرض إيصالات القراءة
be: Апавяшчэнні аб праглядзе
bn: রিসিপ্ট দেখুন
ca: Veure rebuts
cs: Potvrzení o zobrazení
da: Vis kvitteringer
de: Lesebestätigungen ansehen
el: Προβολή αποδεικτικών ανάγνωσης
es: Confirmaciones de visualización
fa: مشاهده رسیدها
fi: Katselukuittaukset
fr: Confirmations de vue
ga: Admhálacha léite
gu: પ્રાપ્તિની પુષ્ટિ જુઓ
he: אישורי צפייה
hi: प्राप्तियों को देखें
hr: Potvrde prikaza
hu: Olvasási értesítések megtekintése
id: Bukti Penayangan
it: Vedi conferme di lettura
ja: 閲覧済表示
ko: 수신 확인
mr: पावत्या पहा
ms: Lihat Resit
nb: Visningsbekreftelser
nl: Kijkbevestigingen
pl: Informacje o wyświetleniach
pt_br: Ver confirmações de leitura
pt_pt: Confirmações de leitura
ro: Confirmări de citire
ru: Уведомления о просмотрах
sk: Potvrdenia o pozretí
sr: Потврде о гледању
sv: Visa kvitton
th: ตัวแจ้งการรับชมสตอรี่
tr: Görüntülenme bilgisi
ug: ئوقۇلغانلىق ئۇقتۇرۇشى
uk: Відмітки про перегляд
ur: رسیدیں دیکھیں
vi: Thông báo Đã xem
zh_cn: 浏览回执
zh_hk: 已瀏覽標記
