Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PAYMENTS_LOCK_REASON_UNLOCK_PAYMENTS_LOCK
source: Authenticate to confirm payment.
ar: قُم بالمصادقة لتأكيد الدفع.
be: Прайсці аўтэнтыфікацыю, каб пацвердзіць плацеж.
bn: পেমেন্ট নিশ্চিত করতে যাচাই করুন।
ca: Autenticació per confirmar el pagament.
cs: Ověřte a potvrďte platbu.
da: Godkend for at bekræfte betaling.
de: Authentifiziere dich, um die Zahlung zu bestätigen.
el: Πραγματοποίησε έλεγχο ταυτότητας για επιβεβαίωση πληρωμής.
es: Debes autenticarte para confirmar el pago.
fa: برای تأیید پرداخت، احراز هویت کنید.
fi: Vahvista maksu tunnistautumalla.
fr: Authentifiez-vous pour confirmer le paiement.
ga: Fíordheimhnigh chun an íocaíocht a dheimhniú.
gu: ચુકવણી કન્ફર્મ કરવા પ્રમાણીકરણ કરો.
he: דרוש אימות כדי לאשר תשלום.
hi: भुगतान की पुष्टि करने के लिए प्रमाणित करें।
hr: Provjerite autentičnost za potvrdu plaćanja.
hu: Hitelesítés a fizetés megerősítéséhez.
id: Autentikasi untuk mengonfirmasi pembayaran.
it: Autenticati per confermare il pagamento.
ja: 支払いを確定するための認証です。
ko: 결제를 확인하려면 인증이 필요합니다.
mr: पेमेंटची पुष्टी करण्यास प्रमाणीकरण करा.
ms: Sahkan untuk mengesahkan pembayaran.
nb: Bekreft betalingen med autentisering.
nl: Authenticeer om de betaling te bevestigen.
pl: Uwierzytelnij, aby potwierdzić płatność.
pt_br: Autentique para confirmar o pagamento.
pt_pt: Autentique para confirmar o pagamento.
ro: Autentifică pentru a confirma plata.
ru: Аутентификация при подтверждении платежа.
sk: Na potvrdenie platby je potrebné overenie.
sr: Потврдите идентитет да бисте потврдили плаћање.
sv: Autentisera för att bekräfta betalningen.
th: รับรองความถูกต้องเพื่อยืนยันการชำระเงิน
tr: Ödemeyi onaylamak için kimlik doğrulaması yap.
ug: پۇل تۆلەشنى دەلىللەش.
uk: Пройдіть автентифікацію, щоб підтвердити платіж.
ur: پیمنٹ کی تصدیق کے لیے توثیق کریں۔
vi: Xác thực để xác nhận thanh toán.
zh_cn: 进行验证以确认付款。
zh_hk: 驗證以確認付款。

# PAYMENTS_NEW_PAYMENT_ADD_MEMO
source: Add Note
af: Voeg nota toe
ar: إضافة مُلاحظة
az: Qeyd əlavə et
be: Дадаць нататку
bn: নোট যোগ করুন
ca: Afegeix-hi una nota
cs: Přidat poznámku
cy: Ychwanegu Nodyn
da: Tilføj notat
de: Mitteilung hinzufügen
el: Προσθήκη σημείωσης
es: Añadir nota
et: Lisa märkus
fa: افزودن یادداشت
fi: Lisää huomautus
fr: Ajouter un message
gu: નોટ ઉમેરો
he: הוסף הערה
hi: नोट जोड़ें
hr: Dodaj bilješku
hu: Megjegyzés hozzáadása
id: Tambah Catatan
is: Bæta við minnispunkti
it: Aggiungi nota
ja: メモを追加
km: á”á“áŸ’ááŸ‚á˜á€áŸ†áááŸ‹ááŸ’ášá¶
kn: ಟಿಪ್ಪಣಿ ಸೇರಿಸಿ
ko: 메모 추가
lt: Pridėti pastabą
lv: Pievienot piezīmi
ml: കുറിപ്പ് ചേര്ക്കുക
mr: टीप जोडा
ms: Tambah Nota
my: မှတ်ချက်ထည့်မယ်
nb: Legg til notat
nl: Opmerking toevoegen
pa: ਨੋਟ ਜੋੜੋ
pl: Dodaj notatkę
ps: د یاددښت اضافه کول
pt_br: Adicionar nota
pt_pt: Adicionar nota
ro: Adăugă o notiță
ru: Добавить заметку
sk: Pridať poznámku
sl: Dodaj zaznamek
sq: Shtoni Shënim
sr: Додај белешку
sv: Lägg till anteckning
sw: Ongeza Kidokezo
ta: கூட்டு குறிப்பு
te: గమనిక చేర్చు
th: เพิ่มบันทึก
tr: Not Ekle
ug: ئىزاھات قوش
uk: Додати примітку
ur: نوٹ شامل
vi: Thêm Ghi chú
zh_cn: 添加备注
zh_hk: 新增備註

# PAYMENTS_NEW_PAYMENT_BALANCE_FORMAT
source: Available Balance: %@
af: Beskikbare balans: %@
ar: الرصيد المتوفِّر: %1$@
az: Mövcud balans: %@
be: Даступны баланс: %1$@
bn: উপলভ্য ব্যালেন্স: %1$@
ca: Saldo disponible: %1$@
cs: Dostupný zůstatek: %1$@
cy: Balans Ar Gael: %@
da: Disponibel saldo: %1$@
de: Verfügbarer Kontostand: %1$@
el: Εναπομείναν Υπόλοιπο: %1$@
es: Saldo disponible: %1$@
et: Vaba jääk: %@
fa: موجودی قابل برداشت: %1$@
fi: Käytettävissä oleva saldo: %1$@
fr: Solde disponible : %1$@
ga: Available Balance: %1$@
gu: ઉપલબ્ધ બેલેન્સ: %1$@
he: מאזן זמין: %1$@
hi: उपलब्ध बैलेंस: %1$@
hr: Dostupno stanje: %1$@
hu: Elérhető egyenleg: %1$@
id: Saldo Tersedia: %1$@
is: Tiltæk innistæða: %@
it: Saldo disponibile: %1$@
ja: 利用可能残高: %1$@
km: áŸá˜áá»á›áŸ’á™á“áŸ…á˜á¶á“áŸ– %@
kn: ಲಭ್ಯವಿರುವ ಬ್ಯಾಲೆನ್ಸ್‌: %@
ko: 사용 가능한 잔액: %1$@
lt: Prieinamas likutis: %@
lv: Pieejamais atlikums: %@
ml: ലഭ്യമായ ബാലൻസ്: %@
mr: उपलब्ध बॅलंस: %1$@
ms: Baki Tersedia: %1$@
my: ရရှိနိုင်သော လက်ကျန်ငွေ - %@
nb: Tilgjengelig balanse: %1$@
nl: Beschikbaar krediet: %1$@
pa: ਉਪਲੱਬਧ ਬਕਾਇਆ: %@
pl: Dostępne środki: %1$@
ps: موجود بيلانس: %@
pt_br: Saldo disponível: %1$@
pt_pt: Saldo disponível: %1$@
ro: Sold disponibil: %1$@
ru: Доступный баланс: %1$@
sk: Disponibilný zostatok: %1$@
sl: Stanje: %@
sq: Depozitë e Përdorshme: %@
sr: Доступан износ: %1$@
sv: Tillgängligt saldo: %1$@
sw: Salio Linalopatikana: %@
ta: கிடைக்கிறது இருப்பு:%@
te: అందుబాటులో ఉన్న బ్యాలెన్స్: %@
th: ยอดคงเหลือ: %1$@
tr: Mevcut bakiye: %1$@
ug: ئىشلىتىشكە بولىدىغان قالدۇق: %1$@
uk: Наявний баланс: %1$@
ur: دستیاب بیلنس:%1$@
vi: Số dư có sẵn: %1$@
zh_cn: 可用余额：%1$@
zh_hk: 可用餘額：%1$@

# PAYMENTS_NEW_PAYMENT_CONFIRM_PAYMENT_BUTTON
source: Confirm Payment
af: Bevestig betaling
ar: تأكيد الدفع
az: Ödənişi təsdiqləyin
be: Пацвердзіць плацеж
bn: পেমেন্ট নিশ্চিত করুন
ca: Confirmeu el pagament
cs: Potvrdit platbu
cy: Cadarnhau Taliad
da: Bekræft betaling
de: Zahlung bestätigen
el: Επιβεβαίωση Παραγγελίας
es: Confirmar pago
et: Kinnita makse
fa: تأیید پرداخت
fi: Vahvista maksu
fr: Confirmer le paiement
gu: પેમેન્ટની પુષ્ટિ કરો
he: אשר תשלום
hi: भुगतान की पुष्टि करें
hr: Potvrdi plaćanje
hu: Fizetés megerősítése
id: Konfirmasi Pembayaran
is: Staðfesta greiðslu
it: Conferma pagamento
ja: 決済を確認
km: á”á‰áŸ’á‡á¶á€áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ ದೃಢೀಕರಿಸಿ
ko: 결제 확인
lt: Patvirtinti mokėjimą
lv: Apstiprināt maksājumu
ml: പേയ്മെന്റ് സ്ഥിരീകരിക്കുക
mr: पेमेंटची पुष्टी करा
ms: Sahkan Pembayaran
my: ငွေပေးချေမှု အတည်ပြုမယ်
nb: Bekreft betaling
nl: Betaling bevestigen
pa: ਭੁਗਤਾਨ ਨੂੰ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź płatność
ps: د پرداخت تایید
pt_br: Confirmar pagamento
pt_pt: Confirmar pagamento
ro: Confirmă plata
ru: Подтвердить платёж
sk: Potvrďte platbu
sl: Potrditev plačila
sq: Ripohoni Pagesën
sr: Потврди плаћање
sv: Bekräfta betalning
sw: Thibitisha Malipo
ta: கிடைக்கிறது இருப்பு:
te: చెల్లింపును నిర్ధారించండి
th: ยืนยันการจ่ายเงิน
tr: Ödemeyi Onayla
ug: چىقىمنى جەزىملە
uk: Підтвердити платіж
ur: ادائیگی کی تصدیق کریں
vi: Xác nhận Thanh toán
zh_cn: 确认付款
zh_hk: 確認付款

# PAYMENTS_NEW_PAYMENT_CONFIRM_PAYMENT_TITLE
source: Pay
af: Betaal
ar: دَفع
az: Ödə
be: Аплаціць
bn: পে করুন
ca: Paga
cs: Zaplatit
cy: Talu
da: Betal
de: Bezahlen
el: Πληρωμή
es: Pagar
et: Maksa
eu: Ordaindu
fa: پرداخت
fi: Maksa
fr: Payer
ga: Íoc
gu: ચૂકવો
he: שלם
hi: भुगतान करें
hr: Plati
hu: Fizet
id: Bayar
is: Borga
it: Paga
ja: 送金
kab: Xelleṣ
km: á‘á¼á‘á¶ááŸ‹
kn: ಪಾವತಿಸಿ
ko: 지불
lt: Mokėti
lv: Maksāt
mk: Плати
ml: പണമടയ്ക്കുക
mr: पे करा
ms: Bayar
my: ပေးဆောင်ပါ
nb: Betal
nl: Betalen
pa: ਭੁਗਤਾਨ ਕਰੋ
pl: Wyślij płatność
ps: پرداخت
pt_br: Pagar
pt_pt: Pagar
ro: Plătește
ru: Заплатить
sk: Zaplať
sl: Plačaj
sq: Paguani
sr: Плати
sv: Betala
sw: Lipa
ta: செலுத்துங்கள்
te: చెల్లించండి
th: จ่าย
tr: Öde
ug: تۆلە
uk: Сплатити
ur: ادا کرنا
vi: Thanh toán
zh_cn: 付款
zh_hk: 支付

# PAYMENTS_NEW_PAYMENT_ERROR_CONNECTIVITY_FAILURE
source: Could not contact service
af: Kon nie die diens kontak nie
ar: تعذَّر الاتصال بالخدمة
az: Xidmətlə əlaqə qurula bilmədi
be: Не атрымалася звязацца з сэрвісам
bn: পরিষেবার সাথে যোগাযোগ করা যায়নি
ca: No s'ha pogut contactar amb el servei.
cs: Nelze kontaktovat službu
cy: Methwyd â chysylltu â'r gwasanaeth
da: Tjenesten kunne ikke kontaktes
de: Dienst konnte nicht kontaktiert werden
el: Δεν ήταν δυνατή η επικοινωνία με την υπηρεσία
es: No se ha podido contactar con el servicio
et: Teenusega ühendumine ei õnnestunud
fa: تماس با سرویس ممکن نیست
fi: Yhteysvirhe
fr: Impossible de joindre le service
gu: સેવાનો સંપર્ક કરી શક્યા નહીં
he: לא היה ניתן ליצור קשר עם השירות
hi: सेवा से संपर्क नहीं हो सका
hr: Nije moguće kontaktirati uslugu
hu: Sikertelen kapcsolódás a szolgáltatáshoz
id: Tidak dapat menghubungi layanan
is: Gat ekki náð sambandi við við þjónustu
it: Impossibile contattare il servizio
ja: 決済システムに接続できませんでした
km: á˜á·á“á¢á¶á…á‘á¶á€áŸ‹á‘á„áŸáŸáœá¶á€á˜áŸ’á˜
kn: ಸೇವೆಯನ್ನು ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 서비스에 연결할 수 없습니다.
lt: Nepavyko susisiekti su paslauga
lv: Nevarēja sazināties ar pakalpojumu
ml: സേവനവുമായി ബന്ധപ്പെടാൻ കഴിഞ്ഞില്ല
mr: सेवेसोबत संपर्क साधू शकले नाही
ms: Tidak dapat menghubungi perkhidmatan
my: ဝန်ဆောင်မှုသို့ ဆက်သွယ်၍ မရပါ
nb: Kunne ikke kontakte tjenesten
nl: Kon geen verbinding maken met servers
pa: ਸੇਵਾ ਨਾਲ ਸੰਪਰਕ ਨਹੀਂ ਹੋ ਸਕਿਆ
pl: Nie udało się skontaktować z usługą
ps: له خدماتو سره یې اړیکه ونشوه
pt_br: Erro de conexão ao processar o serviço
pt_pt: Não foi possível contactar o serviço
ro: Serviciul nu a putut fi contactat
ru: Не удалось связаться с сервисом
sk: Nepodarilo sa spojiť so službou
sl: Ni bilo mogoče vzpostaviti stika s podporo
sq: S’u lidh dot me shërbimin
sr: Контактирање сервиса није успело
sv: Det gick inte att kontakta tjänsten
sw: Haikuweza kuwasiliana na huduma
ta: சேவையை தொடர்பு கொள்ள முடியவில்லை
te: సేవను సంప్రదించలేకపోయాము
th: ไม่สามารถติดต่อบริการได้
tr: Hizmete ulaşılamadı
ug: مۇلازىمەت بىلەن ئالاقە قىلالمىدى
uk: Не вдалось з'єднатися з сервісом
ur: سروس سے رابطہ نہیں ہوسکا
vi: Không thể liên lạc dịch vụ
zh_cn: 无法联系服务
zh_hk: 無法連接服務

# PAYMENTS_NEW_PAYMENT_ERROR_INSUFFICIENT_FUNDS
source: You don’t have enough MOB to complete this payment.
af: Jy het nie genoeg MOB om hierdie betaling te voltooi nie.
ar: ليس لديك ما يكفي من عملة MOB لإتمام هذا الدفع.
az: Bu ödənişi tamamlamaq üçün yetərli MOB yoxdur.
be: Недастаткова MOB, каб завяршыць гэты плацеж.
bn: এই পেমেন্টটি সম্পন্ন করতে আপনার পর্যাপ্ত MOB নেই।
ca: No teniu prou MOB per completar aquest pagament.
cs: Na dokončení této platby nemáte dostatek MOB.
cy: Nid oes gennych ddigon o MOB i gwblhau'r taliad hwn
da: Du har ikke saldo nok til at gennemføre denne betaling.
de: Du hast zu wenig MOB, um diese Zahlung abzuschließen.
el: Δεν έχετε αρκετά MOB για να ολοκληρώσετε αυτή την πληρωμή.
es: No tienes suficientes MOB para completar este pago.
fa: شما به اندازهٔ کافی MOB برای تکمیل این تراکنش ندارید.
fi: Sinulla ei ole tarpeeksi saldoa tämän maksun maksamiseksi.
fr: Solde en MOB insuffisant pour réaliser ce paiement.
gu: તમારી પાસે આ પેમેન્ટ પૂર્ણ કરવા માટે પૂરતું MOB નથી.
he: אין לך מספיק מאזן כדי להשלים את התשלום הזה.
hi: इस भुगतान को पूरा करने के लिए आपके पास पर्याप्त MOB नहीं है।
hr: Nemate dovoljno MOB za dovršetak ove uplate.
hu: Nincs elég MOB a birtokodban ehhez a kifizetéshez.
id: Anda tidak memiliki cukup MOB untuk menyelesaikan pembayaran ini.
is: Þú átt ekki nægilega mikið af MOB til að ljúka þessari greiðslu.
it: Non hai abbastanza MOB per completare questo pagamento.
ja: 決済を完了できる十分なMOBがありません。
km: á¢áŸ’á“á€á˜á·á“á˜á¶á“ MOB á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹ áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á…á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹á“áŸáŸ‡áŸ”
kn: ಈ ಪೇಮೆಂಟ್‌ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮಲ್ಲಿ ಸಾಕಷ್ಟು MOB ಇಲ್ಲ.
ko: 지불을 완료하기에 충분한 MOB가 없습니다.
lt: Jums nepakanka MOB, kad užbaigtumėte šį mokėjimą.
lv: Jums nav pietiekami daudz MOB, lai pabeigtu šo maksājumu.
ml: ഈ പേയ്മെന്റ് പൂർത്തിയാക്കാൻ നിങ്ങൾക്ക് മതിയായ എംഓബി ഇല്ല.
mr: हे पेमेंट पूर्ण करण्यासाठी आपल्याकडे पुरेसे MOB नाहीत.
ms: Anda tidak mempunyai MOB yang mencukupi untuk menyelesaikan pembayaran ini.
my: ငွေပေးချေမှု လုပ်ဆောင်ရန် သင့်ထံ MOB လုံလောက်မှုမရှိပါ။
nb: Du har ikke nok MOB til å gjennomføre denne betalingen.
nl: Je hebt niet genoeg MOB om deze betaling te kunnen doen.
pa: ਇਸ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਲੋੜੀਂਦਾ MOB ਨਹੀਂ ਹੈ।
pl: Nie masz wystarczająco dużo kryptowaluty MOB, aby wykonać tę płatność.
ps: د همدې پرداخت د بشپړولو لپاره تاسې کافي MOB نه لرئ.
pt_br: Você não tem MOB o suficiente para concluir este pagamento.
pt_pt: Não possui MOB suficiente para completar este pagamento.
ro: Nu ai suficient MOB pentru a finaliza această plată.
ru: У вас недостаточно MOB, чтобы выполнить этот платёж.
sk: Na dokončenie tejto platby nemáte dostatok MOB.
sl: Nimate dovolj MOB za dokončanje tega plačila.
sq: S’keni MOB të majftueshëm për të plotësuar këtë pagesë.
sr: Немате довољно MOB-а да извршите плаћање.
sv: Du har inte tillräckligt med MOB för att slutföra denna betalning.
sw: Huna MOB ya kutosha kukamilisha malipo haya.
ta: உங்களிடம் போதுமான MOB இல்லை முழுமை இந்த கட்டணம்.
te: ఈ చెల్లింపును పూర్తి చేయడానికి మీకు తగినంత MOB లేదు.
th: คุณมี MOB ไม่พอสำหรับทำการชำระเงินนี้ให้สมบูรณ์
tr: Bu ödemeyi tamamlamak için yeterince MOB'a sahip değilsiniz.
ug: بۇ چىقىمنى تۆلىگىدەك MOB يوق.
uk: У вас не вистачає MOB на балансі для здійснення цього платежу.
ur: آپ کے پاس اس ادائیگی کو مکمل کرنے کے لئے اتنی MOB نہیں ہے۔
vi: Bạn không có đủ MOB để hoàn tất thanh toán này.
zh_cn: 没有足够的 MOB 完成该付款。
zh_hk: 您沒有足夠的 MOB 來完成這次付款。

# PAYMENTS_NEW_PAYMENT_ERROR_INSUFFICIENT_FUNDS_FORMAT
source: You don’t have enough MOB to complete this payment. Your current balance is %@.
af: Jy het nie genoeg MOB om hierdie betaling te voltooi nie. Jou huidige balans is %@.
ar: ليس لديك ما يكفي من عملة MOB لإتمام هذا الدفع. رصيدك الحالي هو %1$@.
az: Bu ödənişi tamamlamaq üçün yetərli MOB yoxdur. Hazırkı balansınız: %@.
be: Недастаткова MOB, каб завяршыць гэты плацеж. Ваш бягучы баланс %1$@.
bn: পেমেন্টটি সম্পন্ন করতে আপনার পর্যাপ্ত MOB নেই। আপনার বর্তমান ব্যালান্স হচ্ছে %1$@।
ca: No teniu prou MOB per completar aquest pagament. El saldo és de %1$@.
cs: Na dokončení této platby nemáte dostatek MOB. Váš zůstatek je %1$@.
cy: Nid oes gennych ddigon o MOB i gwblhau'r taliad hwn. Eich balans yw %@.
da: Du har ikke saldo nok til at gennemføre denne betaling. Din nuværende saldo er %1$@.
de: Du hast zu wenig MOB, um diese Zahlung abzuschließen. Dein aktueller Kontostand ist %1$@.
el: Δεν έχετε αρκετά MOB για να ολοκληρώσετε αυτήν την πληρωμή. Το τρέχον υπόλοιπό σας είναι %1$@.
es: No tienes suficientes MOB para completar este pago. Tu saldo actual es de %1$@.
fa: شما به اندازهٔ کافی MOB برای تکمیل این تراکنش ندارید. موجودی فعلی شما %1$@ است.
fi: Sinulla ei ole tarpeeksi saldoa tämän maksun maksamiseksi. Saldosi on %1$@.
fr: Solde en MOB insuffisant pour réaliser ce paiement. Montant actuel de votre solde : %1$@.
ga: You don’t have enough MOB to complete this payment. Your current balance is %1$@.
gu: આ પેમેન્ટ પૂર્ણ કરવા માટે તમારી પાસે પૂરતું MOB નથી. તમારું વર્તમાન બેલેન્સ %1$@ છે.
he: אין לך מספיק מאזן כדי להשלים את התשלום הזה. המאזן הנוכחי שלך הוא %1$@.
hi: इस भुगतान को पूरा करने के लिए आपके पास पर्याप्त MOB नहीं है। आपका मौजूदा बैलेंस %1$@ है।
hr: Nemate dovoljno MOB za dovršetak ove uplate. Vaše trenutno stanje je%1$@.
hu: Nincs elég MOB a birtokodban ehhez a kifizetéshez. Az aktuális egyenleged: %1$@.
id: Anda tidak memiliki cukup MOB untuk menyelesaikan pembayaran ini. Saldo Anda saat ini %1$@.
is: Þú átt ekki nægilega mikið af MOB til að ljúka þessari greiðslu. Fyrirliggjandi inneign þín er núna %@.
it: Non hai abbastanza MOB per completare questo pagamento. Il tuo saldo attuale è %1$@.
ja: 決済を完了できる十分なMOBがありません。残高は%1$@です。
km: á¢áŸ’á“á€á˜á·á“á˜á¶á“ MOB á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹ áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á…á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹á“áŸáŸ‡áŸ” áŸá˜áá»á›áŸ’á™á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“ášá”áŸáŸ‹á¢áŸ’á“á€á‚áº %@áŸ”
kn: ಈ ಪೇಮೆಂಟ್‌ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮಲ್ಲಿ ಸಾಕಷ್ಟು MOB ಇಲ್ಲ. ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಬ್ಯಾಲೆನ್ಸ್‌ %@.
ko: 지불을 완료하기에 충분한 MOB가 없습니다. 현재 잔액은 %1$@입니다.
lt: Jums nepakanka MOB, kad užbaigtumėte šį mokėjimą. Jūsų dabartinis likutis yra %@.
lv: Jums nav pietiekami daudz MOB, lai pabeigtu šo maksājumu. Jūsu pašreizējais atlikums ir %@.
ml: ഈ പേയ്മെന്റ് പൂർത്തിയാക്കാൻ നിങ്ങൾക്ക് മതിയായ എംഓബി ഇല്ല. നിങ്ങളുടെ നിലവിലെ ബാലൻസ് %@ ആണ്.
mr: हे पेमेंट पूर्ण करण्यासाठी आपल्याकडे पुरेसे MOB नाहीत. आपला वर्तमान बॅलंस %1$@ आहे.
ms: Anda tidak mempunyai MOB yang mencukupi untuk menyelesaikan pembayaran ini. Baki semasa anda ialah %1$@.
my: သင့်တွင် ငွေပေးချေမှုအတွက် MOB လုံလောက်မှုမရှိပါ။ သင့် လက်ရှိလက်ကျန်ငွေသည် %@ ဖြစ်ပါသည်။
nb: Du har ikke nok MOB til å gjennomføre denne betalingen. Saldoen din er %1$@.
nl: Je hebt niet genoeg MOB om deze betaling te kunnen doen. Je huidige krediet is %1$@.
pa: ਇਸ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਲੋੜੀਂਦਾ MOB ਨਹੀਂ ਹੈ। ਤੁਹਾਡਾ ਮੌਜੂਦਾ ਬਕਾਇਆ %@ਹੈ।
pl: Nie masz wystarczająco dużo kryptowaluty MOB, aby wykonać tę płatność. Dostępne środki: %1$@.
ps: د همدې پرداخت د بشپړولو لپاره تاسې کافي MOB نه لرئ. ستاسې اوسنی بېلانس %@ ده.
pt_br: Você não tem MOB o suficiente para concluir este pagamento. Seu saldo atual é de %1$@.
pt_pt: Não possui MOB suficiente para completar este pagamento. O seu saldo atual é de %1$@.
ro: Nu ai suficient MOB pentru a finaliza această plată. Soldul tău curent este %1$@.
ru: У вас недостаточно MOB, чтобы выполнить этот платёж. Ваш текущий баланс: %1$@.
sk: Na dokončenie tejto platby nemáte dostatok MOB. Váš súčasný zostatok je %1$@.
sl: Nimate dovolj MOB za dokončanje tega plačila. Vaše trenutno stanje je %@.
sq: S’keni MOB të majftueshëm për të plotësuar këtë pagesë. Depozita juaj aktuale është %@.
sr: Немате довољно MOB-а да извршите ово плаћање. Ваш тренутни износ је %1$@.
sv: Du har inte tillräckligt med MOB för att slutföra denna betalning. Ditt nuvarande saldo är %1$@.
sw: Huna MOB ya kutosha kukamilisha malipo haya. Salio lako la sasa ni %@.
ta: உங்களிடம் போதுமான MOB இல்லை முழுமைஇந்த கட்டணம். உங்கள் தற்போதையசமநிலை இருக்கிறது %@.
te: ఈ చెల్లింపును పూర్తి చేయడానికి మీకు తగినంత MOB లేదు. మీ ప్రస్తుత బ్యాలెన్స్ %@.
th: คุณมี MOB ไม่พอสำหรับทำการชำระเงินนี้ให้สมบูรณ์ ขณะนี้คุณมี %1$@
tr: Bu ödemeyi tamamlamak için yeterince MOB'a sahip değilsiniz. Mevcut bakiyeniz %1$@.
ug: سىزدە بۇ چىقىمنى تۆلىگىدەك MOB يوق. نۆۋەتتىكى قالدۇق سوممىڭىز %1$@.
uk: У вас не вистачає MOB на балансі для здійснення цього платежу. Ваш поточний баланс — %1$@.
ur: آپ کے پاس اس ادائیگی کو مکمل کرنے کے لئے اتنی MOB نہیں ہے۔ آپ کا موجودہ بیلنس%1$@ ہے۔
vi: Bạn không có đủ MOB để hoàn tất thanh toán này. Số dư hiện tại của bạn là %1$@.
zh_cn: 没有足够的 MOB 完成该付款。您的当前余额为 %1$@。
zh_hk: 您沒有足夠的 MOB 來完成這次付款。您目前的餘額為 %1$@。

# PAYMENTS_NEW_PAYMENT_ERROR_INVALID_TRANSACTION
source: Invalid transaction
af: Ongeldige transaksie
ar: مُعاملة غير صالحة
az: Etibarsız köçürmə
be: Несапраўдная транзакцыя
bn: অবৈধ লেনদেন
ca: Transacció no vàlida
cs: Neplatná transakce
cy: Trafodyn Annilys
da: Ugyldig transaktion
de: Ungültige Transaktion
el: Μη έγκυρη συναλλαγή
es: Transacción no válida
et: Vigane tehing
fa: تراکنش نامعتبر
fi: Virheellinen tapahtuma
fr: Transaction non valide
gu: અમાન્ય ટ્રાન્ઝેક્શન
he: עסקה בלתי תקפה
hi: अमान्य लेन-देन
hr: Nevažeća transakcija
hu: Érvénytelen tranzakció
id: Transaksi tidak valid
is: Ógild millifærsla
it: Transazione non valida
ja: 無効な取引です
km: á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾದ ವಹಿವಾಟು
ko: 잘못된 거래
lt: Neteisinga operacija
lv: Nederīga transakcija
ml: അസാധുവായ ഇടപാട്
mr: अवैध व्यवहार
ms: Transaksi tidak sah
my: အကြုံးမဝင်သော ရောင်းဝယ်မှု
nb: Ugyldig transaksjon
nl: Transactie ongeldig
pa: ਗੈਰ-ਵਾਜ਼ਬ ਲੈਣ-ਦੇਣ
pl: Nieprawidłowa transakcja
ps: ناسمه معامله
pt_br: Transação inválida
pt_pt: Transação inválida
ro: Tranzacție invalidă
ru: Недействительная транзакция
sk: Neplatná transakcia
sl: Neveljavna transakcija
sq: Transaksion i pavlefshëm
sr: Неважећа трансакција
sv: Ogiltig transaktion
sw: Muamala si sahihi
ta: தவறானது பரிவர்த்தனை
te: లావాదేవీ చెల్లదు
th: ธุรกรรมที่ไม่ถูกรูปแบบ
tr: Geçersiz hareket
ug: ئىناۋەتسىز مۇئامىلە
uk: Неналежна трансакція
ur: غلط ٹرانزیکشن
vi: Giao dịch không hợp lệ
zh_cn: 无效交易
zh_hk: 交易無效

# PAYMENTS_NEW_PAYMENT_ERROR_OUTDATED_CLIENT
source: Update Signal to use payments.
af: Werk Signal by om betalings te gebruik.
ar: قُم بتحديث سيجنال لاستخدام المدفوعات.
az: Ödənişləri istifadə etmək üçün Signal-ı yeniləyin.
be: Абнавіць Signal, каб выкарыстоўваць плацяжы.
bn: পেমেন্ট ব্যবহার করতে Signal আপডেট করুন।
ca: Actualitzeu el Signal per usar els pagaments.
cs: Aktualizujte Signal pro používání plateb.
cy: Diweddaru Signal i ddefnyddio taliadau.
da: Opdater Signal for at bruge betalinger
de: Aktualisiere Signal, um Zahlungen verwenden zu können.
el: Ενημερώστε το Signal για να χρησιμοποιήσετε τις πληρωμές.
es: Actualiza Signal para realizar pagos.
et: Maksete kasutamiseks uuenda Signalit.
fa: سیگنال را برای استفاده از پرداخت‌ها به‌روزرسانی کنید.
fi: Maksut-toiminto edellyttää Signalin uusinta versiota.
fr: Pour utiliser les paiements, installez la dernière version de Signal.
gu: પેમેન્ટનો ઉપયોગ કરવા માટે Signal અપડેટ કરો.
he: עדכן את Signal כדי להשתמש בתשלומים.
hi: भुगतान का उपयोग करने के लिए Signal को अपडेट करें।
hr: Ažurirajte Signal za korištenje plaćanja.
hu: Frissítsd a Signalt a fizetések használatához!
id: Perbarui Signal untuk menggunakan pembayaran.
is: Uppfærðu Signal til að geta notað greiðslur.
it: Aggiorna Signal per utilizzare i pagamenti.
ja: 決済機能を利用するには、Signalをアップデートしてください。
km: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á– Signal áŠá¾á˜áŸ’á”á¸á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹áŸ”
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಬಳಸಲು Signal ನವೀಕರಿಸಿ.
ko: 결제를 사용하려면 Signal을 업데이트하세요.
lt: Norėdami naudoti mokėjimus, atnaujinkite Signal.
lv: Atjauniniet Signal, lai izmantotu maksājumus.
ml: പേയ്മെന്റുകൾ ഉപയോഗിക്കുന്നതിന് Signal അപ്ഡേറ്റ് ചെയ്യുക.
mr: पेमेंट वापरण्यासाठी Signal अद्यतनित करा.
ms: Kemas kini Signal untuk menggunakan pembayaran.
my: ငွေပေးချေမှုများ လုပ်ဆောင်ရန် Signal ကို အပ်ဒိတ်ပြုလုပ်ပါ။
nb: Oppdater Signal for å bruke betalinger.
nl: Om betalingen te kunnen doen moet je Signal bijwerken.
pa: ਭੁਗਤਾਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ Signal ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pl: Aby wykonywać płatności, zaktualizuj aplikację Signal.
ps: Signal اپډیټ کړئ تر څو پرداختونه وکاروئ.
pt_br: Atualize o Signal para realizar e receber pagamentos.
pt_pt: Atualize o Signal para utilizar pagamentos.
ro: Actualizează Signal pentru a folosi plățile.
ru: Обновите Signal, чтобы использовать платежи.
sk: Aktualizujte Signal, aby ste mohli používať platby.
sl: Za uporabo Plačil posodobite Signal.
sq: Që të përdorni pagesa, përditësoni Signal-in.
sr: Ажурирајте Signal да бисте могли да користите плаћања.
sv: Uppdatera Signal för att använda betalningar.
sw: Sasisha Signal ili utumie huduma ya malipo.
ta: புதுப்பிப்பு Signal கொடுப்பனவுகளைப் பயன்படுத்த.
te: చెల్లింపులను ఉపయోగించడానికి Signalను నవీకరించండి.
th: ปรับรุ่น Signal เพื่อใช้การจ่ายเงิน
tr: Ödemeleri kullanmak için Signal'i güncelleyin.
ug: چىقىم ئىقتىدارى ئۈچۈن Signal نى يېڭىلاڭ.
uk: Щоб користуватися платежами, оновіть Signal.
ur: ادائیگیوں کے استعمال کے لئے Signal کو اپ ڈیٹ کریں۔
vi: Cập nhật Signal để sử dụng thanh toán.
zh_cn: 请更新 Signal 以进行付款。
zh_hk: 更新 Signal 以使用付款功能。
