Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DEVICE_TRANSFER_CHOICE_TRANSFER_BODY
source: Transfer your account and message history from your old iOS device
af: Dra jou rekening en boodskapgeskiedenis vanaf jou ou iOS-toestel oor
ar: انقل حسابك وسِجل الرسائل من جهازك الـ iOS القديم
az: Köhnə iOS cihazınızdan hesabı və mesajları köçürün
be: Перанесці ўліковы запіс і гісторыю паведамленняў са сваёй старой прылады iOS
bg: Прехвърляне на акаунта и хронологията на съобщенията ви от старото ви устройство с iOS
bn: আপনার পুরোনো iOS ডিভাইস থেকে আপনার অ্যাকাউন্ট এবং ম্যাসেজের ইতিহাস স্থানান্তর করুন
ca: Transfereix el compte i l’historial de missatges des del dispositiu iOS antic.
cs: Přeneste si účet a historii zpráv ze starého iOS zařízení.
cy: Trosglwyddwch eich cyfrif a cofnod negeseuon o'ch hen ddyfais iOS
da: Overfør din konto og din meddelelseshistorik fra din gamle iOS-enhed
de: Übertrage dein Konto und deinen Nachrichtenverlauf von deinem alten iOS-Gerät
el: Μεταφορά λογαριασμού και ιστορικού μηνυμάτων από την παλιά σου συσκευή iOS
es: Transfiere tu cuenta e historial de mensajes desde tu dispositivo iOS anterior
es_es: Transferir cuenta y mensajes desde tu dispositivo iOS antiguo
et: Kanna üle konto ja sõnumite ajalugu vanast iOS seadmest
eu: Transferitu zure kontua eta mezuen historia zure iOS gailu zaharretik
fa: حساب کاربری و پیام‌هایتان را از دستگاه iOS قدیمی خود انتقال دهید
fi: Siirrä tilisi ja viestihistoriasi vanhasta iOS-laitteesta
fil: Ilipat ang iyong account at nakaraang mensahe mula sa luma mong iOS device
fr: Transférez votre compte et vos messages depuis votre ancien appareil iOS.
ga: Aistrigh do chuntas agus stair teachtaireachtaí ó do sheanghléas iOS
gu: તમારા જૂના iOS ડિવાઇસથી તમારું એકાઉન્ટ અને મેસેજ હિસ્ટ્રી ટ્રાન્સફર કરો
he: העברת החשבון והיסטוריית ההודעות שלך ממכשיר ה–iOS הישן שלך
hi: अपने पुराने iOS डिवाइस से खाता और संदेश इतिहास ट्रांसफ़र करें
hr: Prenesite korisnički račun i povijest poruka sa svog starog iOS uređaja
hu: Fiókod és üzenet-előzményeid áthelyezése régi iOS-eszközödről
id: Transfer akun dan riwayat pesan dari perangkat iOS lama Anda
is: Yfirfæra notandaaðgang og skilaboðaferil af gamla iOS-tækinu þínu
it: Trasferisci il tuo account e la cronologia dei messaggi dal tuo vecchio dispositivo iOS
ja: 以前のiOS端末からアカウントとメッセージ履歴を移行します
kab: Azen amiḍan-ik·im akked uzray n yiznan-inek·inem seg yibenk iOS aqbur
kk: Тіркелгі мен хабарламалар журналын бұрынғы iOS құрылғыңыздан көшіру
km: á”á‰áŸ’á‡á¼á“á‚áá“á¸ á“á·á„á”áŸ’ášáœááŸ’áá·áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€ á–á¸á§á”á€ášááŸ iOS á…á¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಹಳೆಯ iOS ಸಾಧನದಿಂದ ನಿಮ್ಮ ಖಾತೆ ಮತ್ತು ಸಂದೇಶದ ಹಿನ್ನೆಲೆಯನ್ನು ವರ್ಗಾಯಿಸಿ
ko: 이전 iOS 기기에서 계정과 메시지 기록 이동하기
lt: Perkelti paskyrą ir žinučių istoriją iš jūsų senojo iOS įrenginio
lv: Pārnest Jūsu kontu un sarakstes vēsturi no Jūsu vecās iOS ierīces
mk: Пренесете ги вашата сметка и историјата на пораки од вашиот стар iOS уред
ml: നിങ്ങളുടെ പഴയ iOS ഡിവൈസിൽ നിന്ന് നിങ്ങളുടെ അക്കൗണ്ടും സന്ദേശ ചരിത്രവും കൈമാറ്റം ചെയ്യുക
mr: आपल्या जुन्या iOS डिव्हाईस वरून आपले अकाऊंट आणि संदेश इतिहास ट्रान्सफर करा
ms: Pindahkan sejarah akaun dan mesej anda daripada peranti iOS lama anda
my: သင့် iOS စက်အဟောင်းမှ အကောင့်နှင့် မက်ဆေ့ချ်များ လွှဲပြောင်းမယ်
nb: Overfør kontoen og meldingsloggen fra den gamle iOS-enheten
nl: Zet je account en chatgeschiedenis over van je oude iOS-apparaat
pa: ਆਪਣੇ ਪੁਰਾਣੇ iOS ਡਿਵਾਈਸ ਵਿੱਚੋਂ ਆਪਣਾ ਖਾਤਾ ਅਤੇ ਸੁਨੇਹਿਆਂ ਦਾ ਇਤਿਹਾਸ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pa_pk: اپنے پرانے iOS آلہ توں اپنے اکاؤنٹ تے سنیہہ دی ہسٹری منتقل کرو
pl: Przenieś konto i historię wiadomości ze swojego poprzedniego urządzenia z systemem iOS
ps: خپل اکاونټ او د پیغامونو تاریخچه مو د iOS له خپلې زړې وسیلې څخه ولیږدوئ
pt_br: Transferir sua conta e seu histórico de mensagens a partir do seu antigo aparelho iOS
pt_pt: Transfira a sua conta e o histórico de mensagens a partir do seu dispositivo iOS
ro: Transferă contul și istoricul mesajelor de pe vechiul dispozitiv iOS
ru: Перенести аккаунт и историю сообщений с вашего старого устройства на iOS
sk: Preneste si účet a históriu správ z vášho starého iOS zariadenia
sl: Prenos računa in zgodovine pogovorov iz stare naprave iOS
sq: Shpërngulni llogarinë dhe historikun e mesazheve tuaj prej pajisjes tuaj të vjetër iOS
sr: Пренесите налог и историју порука са старог iOS уређаја
sv: Överför ditt konto och meddelandehistorik från din gamla iOS-enhet
sw: Hamisha Akaunti yako na historia ya ujumbe kutoka kifaa chako cha zamani cha iOS
ta: இடமாற்றம் உங்கள் கணக்கு மற்றும்செய்தி வரலாறுஉங்கள் பழையது iOS சாதனம்
te: మీ పాత iOS పరికరం నుండి మీ ఖాతా మరియు సందేశ చరిత్రను బదిలీ చేయండి
th: ถ่ายโอนบัญชีและประวัติการส่งข้อความจากอุปกรณ์ iOS เครื่องเก่าของคุณ
tr: Eski iOS cihazından hesap ve ileti geçmişini aktar
ug: كونا iOS ئۈسكۈنىڭىزدىن ھېسابات ۋە سۆھبەت خاتىرىڭىزنى يۆتكەيدۇ
uk: Перенести акаунт і історію повідомлень зі старого пристрою з iOS
ur: اپنی پرانی iOS ڈیوائس سے اپنے اکاؤنٹ اور میسج کی ہسٹری منتقل کریں
vi: Chuyển tài khoản và lịch sử trò chuyện từ thiết bị iOS cũ của bạn
zh_cn: 从您原来的 iOS 设备迁移账户及消息记录
zh_hk: 從舊的 iOS 裝置轉移你的帳戶和訊息紀錄

# DEVICE_TRANSFER_CHOICE_TRANSFER_LINKED_BODY
source: Transfer your account and message history from your old iOS device
af: Dra jou rekening en boodskapgeskiedenis vanaf jou ou iPad oor
ar: انقل حسابك وسِجل الرسائل من جهاز iOS القديم الخاص بك
az: Hesab və mesaj tarixçənizi köhnə iPad-ınızdan köçürün
be: Перанесці ўліковы запіс і гісторыю паведамленняў са сваёй старой прылады iOS
bg: Прехвърляне на акаунта и хронологията на съобщенията ви от стария ви iPad
bn: আপনার পুরোনো iOS ডিভাইস থেকে আপনার অ্যাকাউন্ট এবং ম্যাসেজের ইতিহাস স্থানান্তর করুন
ca: Transfereix el compte i l’historial de missatges des del dispositiu iOS antic.
cs: Přeneste si účet a historii zpráv ze starého iOS zařízení.
cy: Trosglwyddwch eich cyfrif a cofnod negeseuon o'ch hen iPad
da: Overfør din konto og din meddelelseshistorik fra din gamle iOS-enhed
de: Übertrage dein Konto und deinen Nachrichtenverlauf von deinem alten iOS-Gerät
el: Μεταφορά λογαριασμού και ιστορικού μηνυμάτων από την παλιά σου συσκευή iOS
es: Transfiere tu cuenta e historial de mensajes desde tu dispositivo iOS anterior
es_es: Transferir cuenta y mensajes desde tu antiguo iPad
et: Kanna üle konto ja sõnumite ajalugu vanast iPadist
eu: Transferitu zure kontua eta mezuen historia zure iPad zaharretik
fa: حساب کاربری و پیام‌هایتان را از دستگاه iOS قدیمی خود انتقال دهید
fi: Siirrä tilisi ja viestihistoriasi vanhasta iOS-laitteesta
fil: Ilipat ang iyong account at nakaraang mensahe mula sa luma mong iPad
fr: Transférez votre compte et tous vos messages depuis votre ancien appareil iOS
ga: Aistrigh do chuntas agus stair teachtaireachtaí ó do sheanghléas iOS
gu: તમારા જૂના iOS ડિવાઇસથી તમારું એકાઉન્ટ અને મેસેજ હિસ્ટ્રી ટ્રાન્સફર કરો
he: העברת החשבון והיסטוריית ההודעות שלך ממכשיר ה–iOS הישן שלך
hi: अपने पुराने iOS डिवाइस से खाता और संदेश इतिहास ट्रांसफ़र करें
hr: Prenesite korisnički račun i povijest poruka sa svog starog iOS uređaja
hu: Fiókod és üzenet-előzményeid áthelyezése régi iOS-eszközödről
id: Transfer akun dan riwayat pesan dari perangkat iOS lama Anda
is: Yfirfæra notandaaðgang og skilaboðaferil af gamla iPad-tækinu þínu
it: Trasferisci il tuo account e la cronologia dei messaggi dal tuo vecchio dispositivo iOS
ja: 以前のiOS端末からアカウントとメッセージ履歴を移行します
kab: Azen amiḍan-ik·im akked uzray n yiznan-inek·inem seg yibenk iPad aqbur
kk: Тіркелгі мен хабарламалар журналын бұрынғы iPad құрылғыңыздан көшіру
km: á”á‰áŸ’á‡á¼á“á‚áá“á¸ á“á·á„á”áŸ’ášáœááŸ’áá·áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€ á–á¸ iPad á…á¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಹಳೆಯ ಐಪ್ಯಾಡ್‌ ನಿಂದ ನಿಮ್ಮ ಖಾತೆ ಮತ್ತು ಸಂದೇಶದ ಹಿನ್ನೆಲೆಯನ್ನು ವರ್ಗಾಯಿಸಿ
ko: 이전 iOS 기기에서 계정과 메시지 기록 이동하기
lt: Perkelti paskyrą ir žinučių istoriją iš jūsų senojo iPad įrenginio
lv: Pārnest Jūsu kontu un sarakstes vēsturi no Jūsu vecās iPad ierīces
mk: Пренесете ги вашата сметка и историјата на пораки од вашиот стар iPad
ml: നിങ്ങളുടെ പഴയ ഐപാഡിൽ നിന്ന് നിങ്ങളുടെ അക്കൗണ്ടും സന്ദേശ ചരിത്രവും കൈമാറ്റം ചെയ്യുക
mr: आपल्या जुन्या iOS डिव्हाईस वरून आपले अकाऊंट आणि संदेश इतिहास ट्रान्सफर करा
ms: Pindahkan sejarah akaun dan mesej anda daripada peranti iOS lama anda
my: သင့် iPad အဟောင်းပေါ်မှ အကောင့်နှင့် မက်ဆေ့ချ်များ လွှဲပြောင်းမယ်
nb: Overfør kontoen og meldingsloggen fra den gamle iOS-enheten
nl: Zet je account en chatgeschiedenis over van je oude iOS-apparaat
pa: ਆਪਣੇ ਪੁਰਾਣੇ iPad ਵਿੱਚੋਂ ਆਪਣਾ ਖਾਤਾ ਅਤੇ ਸੁਨੇਹਿਆਂ ਦਾ ਇਤਿਹਾਸ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pa_pk: اپنے پرانے آئی پیڈ توں اپنے اکاؤنٹ تے سنیہہ دی ہسٹری منتقل کرو
pl: Przenieś konto i historię wiadomości ze swojego poprzedniego urządzenia z systemem iOS
ps: خپل اکاونټ او د پیغامونو تاریخچه مو له زاړه iPad څخه ولیږدوئ
pt_br: Transferir sua conta e seu histórico de mensagens a partir do seu antigo aparelho iOS
pt_pt: Transfira a sua conta e o histórico de mensagens a partir do seu dispositivo iOS
ro: Transferă contul și istoricul mesajelor de pe vechiul dispozitiv iOS
ru: Перенести аккаунт и историю сообщений с вашего старого устройства на iOS
sk: Preneste si účet a históriu správ z vášho starého iOS zariadenia
sl: Prenos računa in zgodovine pogovorov iz stare naprave iOS
sq: Shpërngulni llogarinë dhe historikun e mesazheve tuaj prej iPad-it tuaj të vjetër
sr: Пренесите налог и историју порука са старог iOS уређаја
sv: Överför ditt konto och meddelandehistorik från din gamla iOS-enhet
sw: Hamisha akaunti na historia ya ujumbe wako kutoka kwa iPad yako ya zamani.
ta: இடமாற்றம் உங்கள் கணக்கு மற்றும்செய்தி வரலாறுஉங்கள் பழைய ஐபாட்
te: మీ పాత iPad నుండి మీ ఖాతా మరియు సందేశ చరిత్రను బదిలీ చేయండి
th: ถ่ายโอนบัญชีและประวัติการส่งข้อความจากอุปกรณ์ iOS เครื่องเก่าของคุณ
tr: Eski iOS cihazından hesap ve ileti geçmişini aktar
ug: كونا iOS ئۈسكۈنىڭىزدىن ھېسابات ۋە سۆھبەت خاتىرىڭىزنى يۆتكەيدۇ
uk: Перенести акаунт і історію повідомлень зі старого пристрою з iOS
ur: اپنی پرانی iOS ڈیوائس سے اپنے اکاؤنٹ اور میسج کی ہسٹری منتقل کریں
vi: Chuyển tài khoản và lịch sử trò chuyện từ thiết bị iOS cũ của bạn
zh_cn: 从您原来的 iOS 设备迁移账户及消息记录
zh_hk: 從舊的 iOS 裝置轉移你的帳戶和訊息紀錄

# DEVICE_TRANSFER_CHOICE_TRANSFER_LINKED_TITLE
source: Transfer from Another iPad
af: Dra oor van ’n ander iPad
ar: انقل من جهاز آيباد آخر
az: Digər iPad-dən köçür
be: Перанесці з іншага iPad
bg: Прехвърляне от друг iPad
bn: অন্য iPad থেকে স্থানান্তর করুন
ca: Transfereix des d'un altre iPad
cs: Přenést z jiného iPadu
cy: Trosglwyddo o iPad arall
da: Overfør fra en anden iPad
de: Von anderem iPad übertragen
el: Μεταφορά από άλλο iPad
es: Transferir desde otro iPad
es_es: Transferir desde otro iPad
et: Kanna üle teisest iPadist
eu: Transferitu beste iPad batetik
fa: انتقال از یک آیپد دیگر
fi: Siirto toisesta iPadista
fil: Ilipat mula sa isa pang iPad
fr: Transférer depuis un autre iPad
ga: Aistrigh ó iPad eile
gu: બીજા iPad થી ટ્રાન્સફર કરો
he: העברה ממכשיר iPad אחר
hi: दूसरे iPad से ट्रान्सफर करें
hr: Prenesi s drugog iPada
hu: Átmozgatás másik iPad-ről
id: Transfer dari iPad lain
is: Flytja af öðrum iPad
it: Trasferisci da un altro iPad
ja: 他のiPadから移行する
kab: Yettwazen-d seg iPad-nniḍen
kk: Екінші iPad құрылғысынан көшіру
km: á”á‰áŸ’á‡á¼á“á…áŸá‰á–á¸ iPad á•áŸ’áŸáŸá„
kn: ಮತ್ತೊಂದು ಐಪ್ಯಾಡ್‌‌ನಿಂದ ವರ್ಗಾಯಿಸಿ
ko: 다른 iPad에서 이동하기
lt: Perkelti iš kito iPad įrenginio
lv: Pārnest no cita iPad
mk: Пренеси од друг iPad
ml: മറ്റൊരു ഐപാഡിൽ നിന്നുള്ള കൈമാറ്റം
mr: इतर iPad वरून स्थानांतरित करा
ms: Pindah daripada iPad lain
my: အခြား iPad ပေါ်မှ လွှဲပြောင်းမယ်
nb: Overfør fra en annen iPad
nl: Overzetten vanaf een andere iPad
pa: ਕਿਸੇ ਹੋਰ iPad ਵਿੱਚੋਂ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pa_pk: کسے دوجے آئی پیڈ توں منتقل کرو
pl: Przenieś z innego iPada
ps: له بل iPad څخه یې ولیږدوئ
pt_br: Transferir a partir de um outro iPad
pt_pt: Transferir de outro iPad
ro: Transfer de pe un alt iPad
ru: Перенос с другого iPad
sk: Preniesť z iného iPadu
sl: Prenos iz drugega iPada
sq: Shpërngulni prej një iPad-i tjetër
sr: Пренесите податке са другог iPad-а
sv: Överför från en annan iPad
sw: Hamisha kutoka iPad nyingine
ta: மற்றொரு ஐபாடில் இருந்து மாற்றவும்
te: మరొక iPad నుండి బదిలీ చేయండి
th: ถ่ายโอนจาก iPad อีกเครื่อง
tr: Başka bir iPad'den aktar
ug: باشقا iPad تىن يۆتكەيدۇ
uk: Перенести з іншого iPad
ur: کسی دوسرے iPad سے منتقل کریں
vi: Chuyển từ iPad khác
zh_cn: 从你的另一个 iPad 上迁移
zh_hk: 從另一部 iPad 轉移

# DEVICE_TRANSFER_CHOICE_TRANSFER_TITLE
source: Transfer from iOS Device
af: Dra oor van iOS-toestel
ar: انقل من جهاز iOS
az: iOS cihazından köçür
be: Перанесці з прылады iOS
bg: Прехвърляне от устройство с iOS
bn: iOS ডিভাইস থেকে স্থানান্তর করুন
ca: Transfereix des d'un dispositiu d'iOS
cs: Přenést z iOS zařízení
cy: Trosglwyddo o ddyfais iOS
da: Overfør fra iOS-enhed
de: Von iOS-Gerät übertragen
el: Μεταφορά από συσκευή iOS
es: Transferir desde dispositivo iOS
es_es: Transferir desde dispositivo iOS
et: Kanna üle iOS seadmest
eu: Transferitu iOS Gailu Batetik
fa: انتقال از دستگاه iOS
fi: Siirto toisesta iOS-laitteesta
fil: Ilipat mula sa iOS device
fr: Transférer depuis un appareil iOS
ga: Aistrigh ó Ghléas iOS
gu: iOS ડિવાઇસથી ટ્રાન્સફર કરો
he: העבר מן מכשיר iOS
hi: iOS डिवाइस से ट्रान्सफर करें
hr: Prenesi s iOS uređaja
hu: Átmozgatás iOS eszközről
id: Transfer dari Perangkat iOS
is: Yfirfæra af öðru iOS-tæki
it: Trasferisci da un dispositivo iOS
ja: iOS端末から移行する
kab: Yettwazen-d seg yibenk iOS
kk: iOS құрылғысынан көшіру
km: á”á‰áŸ’á‡á¼á“á…áŸá‰á–á¸ iOS á•áŸ’áŸáŸá„
kn: iOS ಸಾಧನದಿಂದ ವರ್ಗಾಯಿಸಿ
ko: iOS 기기에서 이동하기
lt: Perkelti iš kito iOS įrenginio
lv: Pārnest no iOS ierīces
mk: Пренеси од iOS уред
ml: iOS ഡിവൈസിൽ നിന്നുള്ള കൈമാറ്റം
mr: iOS डिव्हाईस वरून स्थानांतरित करा
ms: Pindah daripada Peranti iOS
my: iOS စက်ပေါ်မှ လွှဲပြောင်းမယ်
nb: Overfør fra en iOS-enhet
nl: Overzetten vanaf een ander iOS-apparaat
pa: iOS ਡਿਵਾਈਸ ਵਿੱਚੋਂ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pa_pk: iOS آلہ توں منتقل کرو
pl: Przenieś z urządzenia z systemem iOS
ps: د iOS له وسیلې څخه یې ولیږدوئ
pt_br: Transferir a partir de um aparelho iOS
pt_pt: Transferir de um dispositivo iOS
ro: Transfer de pe un dispozitiv iOS
ru: Перенести с устройства на iOS
sk: Preniesť z iOS zariadenia
sl: Prenos iz naprave iOS
sq: Shpërngulni prej Pajisjeje iOS
sr: Пренесите податке са iOS уређаја
sv: Överför från iOS-enhet
sw: Hamisha kutoka Kifaa cha iOS
ta: இருந்து இடமாற்றம் iOS சாதனம்
te: iOS పరికరం నుండి బదిలీ చేయండి
th: ถ่ายโอนจากอุปกรณ์ iOS
tr: iOS Cihazından aktar
ug: iOS ئۈسكۈنىسىدىن يۆتكەيدۇ
uk: Перенести з пристрою iOS
ur: iOS device سے منتقل کریں
vi: Chuyển từ thiết bị iOS
zh_cn: 从你原来的 iOS 设备上迁移
zh_hk: 從 iOS 裝置轉移

# DEVICE_TRANSFER_CONTRACT_QR_CODE_BUTTON
source: View smaller
ar: عرض بحجم أصغر
be: Паменшыць
bn: ছোট করে দেখুন
ca: Veure més petit
cs: Zobrazit menší
da: Se mindre
de: Ansicht verkleinern
el: Μικρότερη προβολή
es: Reducir
fa: نمایش کوچک‌تر
fi: Näytä pienempänä
fr: Réduire
ga: Féach ar mhéid níos lú
gu: નાનો કરીને જુઓ
he: תצוגה קטנה יותר
hi: छोटा करके देखें
hr: Smanji
hu: Kisebb méret
id: Lihat lebih kecil
it: Riduci l'immagine
ja: 縮小表示する
ko: 더 작게 보기
mr: लहान पहा
ms: Lihat lebih kecil
nb: Åpne i lite vindu
nl: Kleiner weergeven
pl: Wyświetl jako mniejszy
pt_br: Minimizar
pt_pt: Ver mais pequeno
ro: Vezi mai mic
ru: Уменьшить
sk: Zmenšiť
sr: Умањи
sv: Visa mindre
th: ดูขนาดเล็กลง
tr: Daha küçük görüntüle
ug: كىچىكرەك كۆرۈڭ
uk: Зменшити
ur: چھوٹا کر کے دیکھیں
vi: Xem cỡ nhỏ hơn
zh_cn: 缩小视图
zh_hk: 縮小瀏覽

# DEVICE_TRANSFER_ERROR_BACKGROUNDED
source: The transfer couldn't complete. Make sure both devices have Signal open and try again.
ar: تعذّر إتمام عملية النقل. احرص على إبقاء تطبيق سيجنال مفتوح في كلا الجهازين ثمَّ حاوِل مرّة أخرى.
be: Не атрымалася завяршыць перанос. Пераканайцеся, што абедзве прылады знаходзяцца ў рэжыме пераносу, і паўтарыце спробу.
bn: ট্রান্সফারটি সফল হয়নি। নিশ্চিত করুন যে উভয় ডিভাইসেই Signal খোলা আছে এবং আবার চেষ্টা করুন।
ca: La transferència no s'ha pogut completar. Assegura't que Signal està obert als dos dispositius i torna-ho a provar.
cs: Přenos se nepodařilo dokončit. Ujistěte se, že je na obou zařízeních otevřený Signal, a zkuste to znovu.
da: Overførslen kunne ikke gennemføres. Sørg for, at dine enheder er tæt på hinanden, og prøv igen.
de: Die Übertragung konnte nicht abgeschlossen werden. Stelle sicher, dass beide Geräte Signal geöffnet haben, und versuche es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση της μεταφοράς. Βεβαιώσου πως το Signal είναι ανοιχτό και στις δύο συσκευές και δοκίμασε ξανά.
es: No se ha podido completar la transferencia. Asegúrate de que la aplicación Signal esté abierta en ambos dispositivos e inténtalo de nuevo.
fa: انتقال انجام نشد. مطمئن شوید که سیگنال در هر دو دستگاه باز است و دوباره امتحان کنید.
fi: Siirto ei onnistunut. Varmista, että Signal on auki molemmissa laitteissa ja yritä uudelleen.
fr: Impossible de terminer le transfert. Vérifiez que Signal est bien ouvert sur vos deux appareils et réessayez.
ga: Níorbh fhéidir an t-aistriú a chur i gcrích. Cinntigh go bhfuil Signal ar oscailt ar an dá ghléas agus triail arís.
gu: ટ્રાન્સફર પૂર્ણ થઈ શક્યું નથી. ખાતરી કરો કે બંને ડિવાઇસ પર Signal ખુલ્લું છે અને પછી ફરી પ્રયાસ કરો.
he: לא הצלחנו להשלים את ההעברה. חשוב לוודא ש–Signal פתוחה בשני המכשירים שלך ולנסות שוב.
hi: ट्रान्सफर पूरा नहीं हो पाया। सुनिश्चित करें कि दोनों डिवाइस में Signal खुला है और पुनः प्रयास करें।
hr: Prijenos nije uspio. Provjerite je li Signal otvoren na oba uređaja i pokušajte ponovno.
hu: Az átvitelt nem sikerült befejezni. Győződj meg róla, hogy mindkét eszközön nyitva van a Signal, majd próbáld újra.
id: Transfer tidak dapat dapat diselesaikan. Pastikan Anda membuka aplikasi Signal di kedua perangkat dan coba lagi.
it: Il trasferimento non è stato completato. Assicurati che Signal sia aperto su entrambi i dispositivi e riprova.
ja: 移行を完了できませんでした。両端末でSignalが開いていることを確認して、もう一度お試しください。
ko: 송금을 완료할 수 없습니다. 두 기기 모두에 Signal이 열려 있는지 확인하고 다시 시도하세요.
mr: हस्तांतरण पूर्ण होऊ शकले नाही. दोन्ही डिव्हाइसेसवर Signal उघडलेले असल्याची खात्री करा आणि पुन्हा प्रयत्न करा.
ms: Pemindahan tidak dapat diselesaikan. Pastikan Signal dibuka pada kedua-dua peranti dan cuba lagi.
nb: Overføringen kunne ikke gjennomføres. Sørg for at Signal er åpen på begge enhetene, og prøv på nytt.
nl: Het overzetten kon niet worden voltooid. Zorg ervoor dat Signal op beide apparaten is geopend en probeer het opnieuw.
pl: Nie udało się przenieść. Upewnij się, że aplikacja Signal jest uruchomiona na obu urządzeniach, i spróbuj ponownie.
pt_br: Não foi possível finalizar a transferência. Verifique se o Signal está aberto nos dois dispositivos e tente novamente.
pt_pt: A transferência não pôde ser completada. Verifique se ambos os dispositivos têm o Signal aberto e tente outra vez.
ro: Transferul nu s-a putut finaliza. Asigură-te că ambele dispozitive au Signal deschis și încearcă din nou.
ru: Не удалось завершить перенос. Убедитесь, что Signal открыт на обоих ваших устройствах, и попробуйте ещё раз.
sk: Prenos sa nepodarilo dokončiť. Uistite sa, že je Signal otvorený na oboch zariadeniach a skúste to znova.
sr: Пренос није успео. Проверите да ли је Signal отворен на оба уређаја и пробајте поново.
sv: Överföringen kunde inte slutföras. Se till att båda enheterna har Signal öppet och försök igen.
th: การถ่ายโอนไม่เสร็จสมบูรณ์ โปรดตรวจสอบให้แน่ใจว่าอุปกรณ์ทั้งสองเครื่องเปิดแอป Signal ไว้ แล้วลองใหม่อีกครั้ง
tr: Aktarım tamamlanamadı. Her iki cihazda da Signal'in açık olduğundan emin ol ve tekrar dene.
ug: پۇل يۆتكەشنى تاماملىيالمىدى. ئىككىلى ئۈسكۈنىدە Signal نىڭ بار بولۇشىغا كاپالەتلىك قىلىپ قايتا سىناڭ.
uk: Не вдалося завершити перенесення. Переконайтеся, що Signal відкрито на обох пристроях, і спробуйте знову.
ur: ٹرانسفر مکمل نہیں ہو سکا۔ اس بات کو یقینی بنائیں کہ دونوں ڈیوائسز میں Signal کھلا ہے اور دوبارہ کوشش کریں۔
vi: Quá trình chuyển không thể hoàn tất. Hãy đảm bảo cả hai thiết bị đều có Signal đang hoạt động và thử lại.
zh_cn: 无法完成转移。请确保两个设备均已打开 Signal，然后重试。
zh_hk: 無法完成資料轉移。請確定兩部裝置都已開啟 Signal，然後重試。
