Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DEVICE_TRANSFER_RECEIVING_EXPLANATION
source: Keep both devices near each other. Do not turn off either device and keep Signal open. Transfers are end-to-end encrypted.
af: Hou albei toestelle naby mekaar. Moenie enige van die toestelle afskakel nie, en hou Signal oop. Oordragte is eind-tot-eind-geënkripteer.
ar: أبقي الجهازين بالقرب من بعضهما البعض. لا تقُم بإيقاف تشغيل أيًا مِنهُما وحافِظ على سيجنال مفتوحًا. عمليات النقل مُشفَّرة من طرف لطرف.
az: Hər iki cihazı bir-birinə yaxın saxlayın. Cihazları söndürməyin və Signal-ı açıq saxlayın. Köçürmə, bir ucdan digərinə kimi şifrəlidir.
be: Трымайце абедзве прылады блізка адна да адной. Не выключайце прылады і пакіньце Signal адкрытым. Пераносы абаронены скразным шыфраваннем.
bg: Дръжте двете устройства близо едно до друго. Не изключвайте никое устройство и дръжте Signal отворен. Прехвърлянето е шифрирано от край до край.
bn: উভয় ডিভাইসই একে অপরের কাছে রাখুন। কোনও ডিভাইস বন্ধ করবেন না এবং Signal খোলা রাখবেন। স্থানান্তরগুলি এক প্রান্ত থেকে অপর প্রান্ত পর্যন্ত এনক্রিপ্ট করা হয়।
ca: Mantingueu els dos dispositius a prop. No atureu cap dels dos dispositius i tingueu el Signal obert. Les transferències s'encripten d'extrem a extrem.
cs: Mějte obě zařízení blízko sebe a zapnutá. Nechte Signal otevřený. Přenos je koncově zašifrován.
cy: Cadwch y ddwy ddyfais gyfagos a'i gilydd. Peidiwch a diffodd y naill ddyfais neu'r llall a chadwch Signal yn agored. Mae trosglwyddo wedi'i hamgryptio o'r dechrau-i'r-diwedd.
da: Hold begge enheder tæt ved hinanden. Sluk ikke for nogen af enhederne og hold Signal åbent. Overførsler er end-to-end krypteret
de: Positioniere beide Geräte nahe beieinander. Schalte keines davon aus und lass Signal geöffnet. Übertragungen sind Ende-zu-Ende-verschlüsselt.
el: Κράτησε τις δύο συσκευές κοντά. Μην σβήσεις καμία συσκευή και κράτησε το Signal ανοικτό. Οι μεταφορές είναι κρυπτογραφημένες απ' άκρη σ' άκρη.
es: Mantén ambos dispositivos cerca uno del otro. No los apagues y mantén la aplicación Signal abierta. Las transferencias están cifradas de extremo a extremo.
es_es: Mantén próximos ambos dispositivos. Conéctalos a su cargador y mantén Signal abierto. La transferencia entre ambos dispositivos está cifrada.
et: Hoia mõlemat seadet üksteise lähedal. Ära lülita kumbagi seadet või ja hoia Signal avatuna. Ülekanded on otspunktkrüptitud.
eu: Mantendu bi gailuak gertu. Ez itzali eta Signal irekita mantendu. Tranferentziak muturretik-muturrera enkriptatuak dira.
fa: هر دو دستگاه را نزدیک هم قرار دهید. هیچکدام را خاموش نکنید و سیگنال را باز نگه دارید. عملیات انتقال رمزگذاری سرتاسری شده است.
fi: Pidä laitteet lähellä toisiaan. Älä sammuta niitä ja pidä Signal avoinna. Siirrot salataan täysin.
fil: Panatilihing magkalapit ang parehong device sa isa't-isa. Huwag patayin ang alinman sa dalawa at panatilihing bukas ang Signal. Ang paglipat ay encrypted ng end-to-end.
fr: Gardez les deux appareils côte à côte. Ne les éteignez pas et ne fermez pas Signal. Comme tout ce que nous faisons, les transferts sont chiffrés de bout en bout.
ga: Coinnigh an dá ghléas i ngar dá chéile. Ná múch ceachtar acu, agus coinnigh Signal oscailte orthu. Tá an t-aistriú criptithe ó cheann go ceann.
gu: બંને ડિવાઇસને એકબીજાની નજીક રાખો. બંને ડિવાઇસ બંધ ન કરો અને Signal ને ખુલ્લા રાખો. ટ્રાન્સફર એન્ડ-ટુ-એન્ડ એન્ક્રિપ્ટ થયેલ છે.
he: השאר את שני המכשירים קרובים זה לזה. אל תכבה אף מכשיר והשאר את Signal פתוח. העברות מוצפנות מקצה־אל־קצה.
hi: दोनों डिवाइस एक दूसरे के पास रखें। किसी भी डिवाइस को बंद ना करें और Signal खुला रखें| ट्रान्सफर अंत-से-अंत तक एन्क्रिप्टेड है।
hr: Držite oba uređaja blizu jedan drugog. Ne isključujte nijedan uređaj i držite Signal otvorenim. Prijenosi su end-to-end šifrirani.
hu: Tartsd a két eszközt egymás közelében. Ne kapcsold ki egyik eszközt sem és tartsd a Signalt nyitva. Az adatvitel végpontok között titkosított.
id: Dekatkan kedua perangkat, jangan dimatikan, dan pastikan Signal tetap terbuka. Proses transfer ini dienkripsi secara menyeluruh.
is: Haltu tækjunum nálægt hvoru öðru. Ekki slökkva á tækjunum og haltu Signal opnu. Yfirfærslur eru tryggðar með enda-í-enda dulritun.
it: Tieni entrambi i dispositivi vicini. Non spegnere nessuno dei due dispositivi e tieni aperto Signal. I trasferimenti sono crittografati end-to-end.
ja: 端末同士を近づけてください。どちらの端末も電源を切らず、Signalを開いたままにしてください。転送はエンドツーエンドで暗号化されます。
kab: Eǧǧ sin-nni n yibenkan myiqraben. Ur snusuy ara yiwen deg-sen, rnu eǧǧ Signal yeldi. Tuzna tettuwawgelhen seg yixef ɣer yixef.
kk: Екі құрылғыны бір біріне жақын ұстаңыз. Құрылғының ешқайсысын өшірмеңіз және Signal қолданбасын ашық ұстаңыз. Көшірілетіндер толассыз әдіспен шифрланған.
km: ášá€áŸ’áŸá¶á§á”á€ášááŸá‘á¶áŸ†á„á–á¸ášá“áŸ…á‡á·áá‚áŸ’á“á¶áŸ” á˜á·á“ááŸ’ášá¼áœá”á·á‘á§á”á€ášááŸáá¶á˜á½á™ á“á·á„ášá€áŸ’áŸá¶ Signal á²áŸ’á™á“áŸ…á”á¾á€áŸ” á€á¶ášá”á‰áŸ’á‡á¼á“á“á¹á„ááŸ’ášá¼áœá¢áŸŠá¸á“á‚áŸ’ášá¸á”á‘á¶áŸ†á„áŸá„áá¶á„áŸ”
kn: ಎರಡೂ ಸಾಧನಗಳನ್ನು ಪರಸ್ಪರ ಹತ್ತಿರ ಇರಿಸಿ. ಯಾವುದೇ ಒಂದು ಸಾಧನವನ್ನು ಆಫ್ ಮಾಡಬೇಡಿ ಮತ್ತು Signal ಅನ್ನು ತೆರೆದೇ ಇರಿಸಿ. ವರ್ಗಾವಣೆಗಳು ಎಂಡ್-ಟು-ಎಂಡ್ ಎನ್‌ಕ್ರಿಪ್ಷನ್ ಹೊಂದಿರುತ್ತವೆ.
ko: 두 기기를 가까이 두세요. 기기를 끄지 말고 Signal을 계속 켜두시기 바랍니다. 이동은 단대단 암호화됩니다.
lt: Laikykite abu įrenginius vieną šalia kito. Neišjunkite nei vieno įrenginio ir palikite Signal atvertą. Perkėlimai yra šifruoti ištisiniu būdu.
lv: Turiet abas ierīces tuvu vienu otrai. Neslēdziet ārā nevienu no ierīcēm un turiet Signal atvērtu. Pārsūtīšana ir pilnībā šifrēta.
mk: Држете ги двата уреди еден до друг. Не исклучувајте ниту еден од нив и држете го Signal отворен. Преносите се од-крај-до-крај енкриптирани.
ml: രണ്ട് ഡിവൈസുകളും സമീപത്തായി പരസ്പരം സൂക്ഷിക്കുക. രണ്ടും ഓഫ് ചെയ്യരുത്, Signal ഓപ്പൺ ആക്കി വയ്ക്കുക. കൈമാറ്റം എൻഡ്-ടു-എൻഡ് എൻക്രിപ്റ്റ് ചെയ്തിരിക്കുന്നു.
mr: दोन्ही डिव्हाईस ऐकमेकांच्या जवळ ठेवा. कुठलाही डिव्हाईस बंद करू नका आणि Signal उघडे ठेवा. स्थानांतरण हे एंड-टू-एंड एन्क्रिप्टेड असतात.
ms: Kekalkan kedua-dua peranti berdekatan satu sama lain. Jangan matikan peranti dan kekalkan Signal terbuka. Pemindahan adalah disulitkan hujung ke hujung.
my: စက် ၂ ခုလုံးသည် အနားတွင် အချင်းချင်းရှိနေစေပါ။ မည်သည့် စက်ကိုမှ မပိတ်ပါနှင့်၊ Signal ကို ဖွင့်ထားပေးပါ။ လွှဲပြောင်းမှုများသည် အစမှ အဆုံးထိ ကုဒ်ဖြင့်ဝှက်ထားပါသည်။
nb: Hold enhetene i nærheten av hverandre. Ikke slå av noen av enhetene, og la Signal være åpen. Overføringer er kryptert fra ende til ende.
nl: Houd de apparaten bij elkaar in de buurt en houd de Signal-app open op beide apparaten. Het overzetten is beveiligd via een end-to-end versleutelde verbinding.
pa: ਦੋਨਾਂ ਡਿਵਾਈਸਾਂ ਨੂੰ ਇੱਕ ਦੂਜੇ ਦੇ ਨੇੜੇ ਰੱਖੋ. ਕਿਸੇ ਵੀ ਡਿਵਾਈਸ ਨੂੰ ਬੰਦ ਨਾ ਕਰੋ ਅਤੇ Signal ਨੂੰ ਖੋਲ੍ਹੀ ਰੱਖੋ. ਟ੍ਰਾਂਸਫਰ ਐਂਡ-ਟੁ-ਐਂਡ ਐਨਕ੍ਰਿਪਟਡ ਹਨ.
pa_pk: دونویں آلے اک دوجے دے نیڑے رکھو۔ کسے وی آلے نوں آف نہ کرو تے Signal نوں کھلا رکھو۔ منتقلیاں شروع توں اخیر تائیں خفیہ کیتی ہوئی ہین۔
pl: Urządzenia muszą znajdować się blisko siebie. Nie wyłączaj żadnego z nich ani nie zamykaj aplikacji Signal. Przenoszenie jest szyfrowane metodą end-to-end.
ps: دواړه وسیلې د یوه بل تر څنګ کېږدئ. هېڅ یوه وسیله بنده نه کړئ او په دواړو کې Signal خلاص پریږدئ. دا لیږد په سرتاسري ډول سره انکریپټ دی.
pt_br: Mantenha os dois aparelhos próximos um do outro, não desligue nenhum deles e deixe o Signal sempre aberto. As transferências são criptografadas de ponta-a-ponta.
pt_pt: Mantenha ambos os dispositivos próximos um do outro. Não desligue nenhum dos dispositivos e mantenha o Signal aberto. As transferências são encriptadas topo-a-topo.
ro: Ține ambele dispozitive unul lângă altul. Nu opri niciun dispozitiv și menține Signal deschis. Transferurile sunt criptate integral.
ru: Держите оба устройства рядом друг с другом. Не выключайте ни одно из них и оставьте Signal открытым. Переносы защищены сквозным шифрованием.
sk: Ponechajte obe zariadenia blízko seba. Nevypínajte ani jedno zariadenie a nechajte Signal otvorený. Prenosy sú zabezpečené prostredníctvom koncového šifrovania.
sl: Imejte obe napravi v neposredni bližini. Ne izklapljajte ju in pustite aplikacijo Signal odprto na obeh. Prenosi so šifrirani od-konca-do-konca.
sq: Mbajini të dyja pajisjet afër njëra-tjetrës. Mos fikni ndonjë prej tyre dhe mbajeni hapur Signal-in. Shpërnguljet janë të fshehtëzuara skaj-më-skaj.
sr: Приближите уређаје, не искључујте их и не затварајте Signal. Преноси су потпуно шифровани.
sv: Håll båda enheterna nära varandra. Stäng inte av någon av enheterna och håll Signal öppen. Överföringar är ände-till-ände-krypterade.
sw: Weka vifaa vyote vikaribiane. Usizime kifaaa chochote na Washa Signal. Uhamishaji ni wa usimbaji fiche mwisho-hadi-mwisho.
ta: இரண்டு சாதனங்களையும் ஒவ்வொன்றின் அருகே வைத்திருங்கள் மற்றவை. அணைக்க வேண்டாம்சாதனம் மற்றும் வை Signal திறந்த. இடமாற்றங்கள் முடிவுக்கு முடிவுமறைகுறியாக்கப்பட்டது.
te: రెండు పరికరాలను ఒకదానికొకటి సమీపంలో ఉంచండి. పరికరాన్ని ఆపివేయవద్దు మరియు Signal తెరిచి ఉంచండి. బదిలీలు ఎండ్-టు-ఎండ్ గుప్తీకరించబడ్డాయి.
th: ทำให้แน่ใจว่าอุปกรณ์ทั้งคู่อยู่ใกล้กัน อย่าปิดเครื่องใด และให้เปิด Signal อยู่ตลอดเวลา การถ่ายโอนนั้นจะถูกเข้ารหัสลับตั้งแต่ต้นทางถึงปลายทาง
tr: İki cihazı da yakında bulundurun. Cihazları veya Signal'i kapatmayın. Aktarımlar uçtan uca şifrelidir.
ug: ئىككى ئۈسكۈنىنى يېقىنلاشتۇرۇڭ. ئۈسكۈتە ۋە Signal ئوچۇق تۇرسۇن. يۆتكەنش نۇقتىدىن نۇقتىغا شىفىرلانغان.
uk: Пристрої повинні бути поряд один з одним. Не вимикайте жодного з пристроїв і не закривайте на них Signal. Перенесення даних захищено наскрізним шифруванням.
ur: دونوں devices ایک دوسرے کے قریب رکھیں۔ کسی بھی device کو بند نہ کریں اور Signal کو کھلا رکھیں۔ منتقلی اختتام سے آخر تک encrypted ہوتی ہیں۔
vi: Để cả hai thiết bị gần nhau. Đừng tắt nguồn thiết bị nào và để mở ứng dụng Signal. Quá trình chuyển dữ liệu được bảo mật hai chiều.
zh_cn: 请确保两个设备足够靠近。不要关闭设备并保证 Signal 运行。迁移是点对点加密的。
zh_hk: 保持兩個裝置互相靠近。請勿關閉裝置並始終開啟Signal。轉移已端對端加密。

# DEVICE_TRANSFER_RECEIVING_TITLE
source: Receiving Data
af: Ontvang van data
ar: جارٍ استقبال البيانات
az: Verilənlər alınır
be: Атрыманне даных
bg: Получаване на данни
bn: ডেটা গ্রহণ করা হচ্ছে
ca: Recepció de dades
cs: Přijímám data
cy: Yn Derbyn Data
da: Modtager data
de: Daten werden empfangen
el: Λήψη δεδομένων
es: Recibiendo datos
es_es: Recibiendo datos
et: Andmete vastuvõtmine
eu: Datuak Jasotzen
fa: در حال دریافت داده
fi: Tietoja vastaanotetaan
fil: Tinatanggap ang Data
fr: Réception des données
ga: Sonraí á bhFáil
gu: ડેટા પ્રાપ્ત કરવો
he: מקבל נתונים
hi: डाटा प्राप्त हो रहा है
hr: Primanje podataka
hu: Adat fogadása
id: Menerima Data
it: Ricezione dati
ja: データ受信中
kab: Armas n yisefka
kk: Деректерді алуда
km: á€áŸ†á–á»á„á‘á‘á½á›á‘á·á“áŸ’á“á“áŸá™
kn: ಡೇಟಾ ಪಡೆಯಲಾಗುತ್ತಿದೆ
ko: 데이터 수신 중
lt: Gaunami duomenys
lv: Notiek datu saņemšana
mk: Примање податоци
ml: ഡാറ്റ സ്വീകരിക്കുന്നു
mr: डेटा प्राप्त करत आहे
ms: Menerima Data
my: ဒေတာ လက်ခံနေသည်
nb: Mottak av data
nl: Er worden nu gegevens ontvangen
pa: ਡੇਟਾ ਪ੍ਰਾਪਤ ਹੋ ਰਿਹਾ ਹੈ
pa_pk: ڈیٹا وصول کرنا
pl: Odbieranie danych
ps: د ډیټا د تر لاسه کولو په حال کې
pt_br: Recebendo dados
pt_pt: A receber dados
ro: Se primesc date
ru: Получение данных
sk: Prijímajú sa dáta
sl: Pridobivanje podatkov
sq: Marrje të Dhënash
sr: Примање података
sv: Tar emot data
sw: Inapokea Data
ta: தரவைப் பெறுதல்
te: డేటాను స్వీకరిస్తోంది
th: รับข้อมูล
tr: Veri Alınıyor
ug: مەلۇمات قوبۇللىنىۋاتىدۇ
uk: Триває отримання даних
ur: ڈیٹا وصول کرنا
vi: Đang nhận dữ liệu
zh_cn: 正在接受数据
zh_hk: 正在接收資料

# DEVICE_TRANSFER_SCANNING_CONNECTING
source: Connecting…
af: Verbind...
ar: جارٍ الربط…
az: Bağlantı qurulur...
be: Падключэнне…
bg: Свързване...
bn: সংযুক্ত হচ্ছে…
ca: Connectant…
cs: Připojování…
cy: Yn cysylltu…
da: Forbinder…
de: Verbindung wird hergestellt …
el: Συνδέεται…
es: Conectando…
es_es: Conectando …
et: Ühendumine...
eu: Konektatzen...
fa: در حال اتصال…
fi: Yhdistetään…
fil: Kumokonekta...
fr: Connexion…
ga: Nascadh…
gu: કનેક્ટ થઈ રહ્યું છે…
he: מתחבר…
hi: कनेक्ट हो रहा है…
hr: Povezivanje…
hu: Csatlakozás…
id: Menyambungkan…
is: Tengist…
it: Connessione in corso…
ja: 接続しています…
kab: Tuqqna tetteddu...
kk: Жалғануда...
km: á€áŸ†á–á»á„áá—áŸ’á‡á¶á”áŸ‹...
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
ko: 연결 중…
lt: Jungiamasi…
lv: Savienojos…
mk: Поврзување...
ml: കണക്ട് ചെയ്യുന്നു
mr: कनेक्ट करत आहे…
ms: Menyambung…
my: ချိတ်ဆက်နေသည်...
nb: Kobler til…
nl: Verbinding aan het maken…
pa: ਕਨੈਕਟ ਕਰ ਰਿਹਾ ਹੈ …
pa_pk: مربوط کر رئیا اے…
pl: Łączenie…
ps: د وصل کېدو په حال کې...
pt_br: Conectando…
pt_pt: A ligar…
ro: Se conectează…
ru: Подключаемся…
sk: Pripájanie…
sl: Povezovanje ...
sq: Po lidhet…
sr: Успостављамо везу…
sv: Ansluter …
sw: Inaunganisha
ta: இணைக்கிறது ...
te: కలుస్తుంది...
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
ug: باغلىنىۋاتىدۇ…
uk: Триває з'єднання…
ur: منسلک ہورہا ہے۔۔۔۔۔
vi: Đang kết nối…
zh_cn: 正在连接…
zh_hk: 正在連線……

# DEVICE_TRANSFER_SCANNING_EXPLANATION
source: Position the QR code within the circle
af: Posisioneer die QR-kode binne die sirkel
ar: ضع كود الـ QR ضمن الدائرة
az: QR kodunu dairənin içinə tutun
be: Змесціце QR-код усярэдзіне круга
bg: Позиционирайте QR кода в кръга
bn: বৃত্তের মধ্যে QR কোডটি বসান
ca: Situeu el codi QR dins del cercle
cs: Nastavte QR kód dovnitř kruhu
cy: Lleoliwch y côd QR o fewn y cylch
da: Placer QR-koden inden for cirklen
de: Positioniere den QR-Code innerhalb des Kreises
el: Τοποθέτησε τον κώδικα QR εντός του κύκλου
es: Coloca el código QR dentro el círculo
es_es: Posiciona el código QR en el círculo.
et: Paiguta QR-kood ringi sisse
eu: Kokatu QR kodea zirkuluaren barruan
fa: کد QR را درون دایره قرار بده
fi: Sijoita QR-koodi ympyrän sisään
fil: Iposisyong ang QR code sa loob ng bilog
fr: Placez le code QR à l'intérieur du cercle
ga: Cuir an cód QR laistigh den chiorcal
gu: વર્તુળમાં QR કોડ મૂકો
he: מקם את קוד ה־QR בתוך המעגל
hi: QR कोड को घेरे के अंदर लाएँ
hr: Postavite QR kôd unutar kruga
hu: Igazítsd a QR kódot a körön belülre
id: Posisikan kode QR dalam lingkaran
is: Staðsettu QR-kóðann innan þessa hrings
it: Posiziona il codice QR nel cerchio
ja: QRコードを円の中に入れてください
kab: Sers tangalt QR deg twinest
kk: QR кодты шеңбердің ішіне орналастырыңыз
km: áŠá¶á€áŸ‹á€á¼áŠ QR code á“áŸ…á€áŸ’á“á»á„ášá„áŸ’áœá„áŸ‹
kn: ಕ್ಯುಆರ್‌ ಕೋಡ್ ಅನ್ನು ವೃತ್ತದೊಳಗೆ ಇರಿಸಿ
ko: 원 안에 QR 코드를 맞추세요
lt: Patalpinkite QR kodą į apskritimą
lv: Pozicionējiet QR kodu aplī
mk: Позиционирајте го QR кодот внатре во кругот
ml: QR കോഡ് വൃത്തത്തിനുള്ളിൽ ക്രമീകരിക്കുക
mr: वर्तुळात QR कोड आणा
ms: Meletakkan kod QR dalam bulatan
my: စက်ဝိုင်း အတွင်းတွင် ဤ QR ကုဒ်ကို ထားပါ။
nb: Plasser QR-koden i sirkelen
nl: Houd de QR-code binnen de cirkel
pa: QR ਕੋਡ ਨੂੰ ਗੋਲੇ ਦੇ ਵਿੱਚ ਟਿਕਾਓ
pa_pk: QR کوڈ نوں دائرے دی تھاں اتے رکھو
pl: Umieść kod QR w okręgu
ps: د QR کوډ په کړۍ کې دننه راولئ
pt_br: Posicione o código QR no círculo
pt_pt: Posicione o código QR dentro do circulo
ro: Poziționează codul QR în interiorul cercului
ru: Поместите этот QR-код внутрь круга
sk: Umiestnite QR kód do kruhu
sl: Poskrbite, da bo koda QR znotraj kroga
sq: Vendoseni kodin QR brenda rrethit
sr: Поставите QR код унутар круга
sv: Placera QR-koden i cirkeln
sw: Weka nambari ya QR ndani ya mduara
ta: QR குறியீட்டை வட்டத்திற்குள் வைக்கவும்
te: QR కోడ్‌ను సర్కిల్‌లో ఉంచండి
th: เลื่อนรหัส QR ให้อยู่ในวงกลม
tr: Karekodu yuvarlağa göre hizalayın
ug: چىپار كودنى دائىرىگە قويۇڭ
uk: QR-код має бути всередині кола
ur: حلقہ کے اندر QR کوڈ رکھیں
vi: Đặt mã QR trong vòng tròn
zh_cn: 将二维码放置到框内
zh_hk: 將QR Code置於圓圈內

# DEVICE_TRANSFER_SCANNING_TITLE
source: Hold Your New Device Up to the Camera
af: Hou jou nuwe toestel by die kamera
ar: ضع جهازك الجديد أمام الكاميرا
az: Yeni cihazınızı kameraya tərəf tutun
be: Трымайце сваю новую прыладу перад камерай
bg: Дръжте новото си устройство пред камерата
bn: আপনার নতুন ডিভাইসটিকে ক্যামেরার দিকে ধরে রাখুন
ca: Mantingueu el dispositiu nou sobre la càmera.
cs: Podržte vaše nové zařízení před kamerou
cy: Daliwch Eich Dyfais Newydd o Flaen y Camera
da: Hold din nye enhed op til kameraet
de: Halte dein neues Gerät vor die Kamera
el: Κράτησε την νέα σου συσκευή μπροστά στην κάμερα
es: Mantén tu nuevo dispositivo delante de la cámara
es_es: Mantén tu nuevo dispositivo delante de la cámara.
et: Hoia uut seadet kaamera ees
eu: Zure gailu berria kameraren aurrean kokatu
fa: دستگاه جدیدتان را روبروی دوربین قرار دهید
fi: Näytä uuden laitteen koodi kameralle
fil: Itapat ang Bago Mong Device sa Camera
fr: Placez votre nouvel appareil devant l'appareil photo
ga: Cuir do ghléas nua os comhair an cheamara
gu: તમારા નવા ડિવાઇસને કૅમેરા સુધી રાખો
he: החזק את המכשיר החדש שלך בפני המצלמה
hi: अपने नये डिवाइस को कैमरा के सामने लाएँ
hr: Postavite svoj novi uređaj pred kameru
hu: Tartsd fel új eszközödet a kamera elé
id: Tahan Perangkat Baru Anda ke Arah Kamera
is: Haltu nýja tækinu upp að myndavélinni
it: Tieni il tuo nuovo dispositivo davanti alla fotocamera
ja: 新しい端末をカメラにかざしてください
kab: Rfed iben-ik.im amaynut ɣer tkamiṛat
kk: Жаңа құрылғыны фотоаппараттың үстінде ұстап тұрыңыз
km: á€á¶á“áŸ‹á§á”á€ášááŸááŸ’á˜á¸ášá”áŸáŸ‹á¢áŸ’á“á€á±áŸ’á™á‡á¶á”áŸ‹á“á¹á„á€á¶á˜áŸášáŸ‰á¶
kn: ನಿಮ್ಮ ಹೊಸ ಸಾಧನವನ್ನು ಎತ್ತರಕ್ಕೆ ಕ್ಯಾಮರಾಕ್ಕೆ ಹಿಡಿಯಿರಿ
ko: 새 기기를 카메라로 가져오세요
lt: Laikykite savo naują įrenginį kameros vaizde
lv: Turiet Jūsu jauno ierīci pavērstu pret kameru
mk: Задржете го вашиот нов уред пред камерата
ml: നിങ്ങളുടെ പുതിയ ഡിവൈസ് ക്യാമറയ്ക്ക് സമീപത്തായി പിടിക്കുക
mr: आपला नवीन डिव्हाईस कॅमेरा समोर धरा
ms: Pegang Peranti Baru Anda Dekat dengan Kamera
my: ကင်မရာစီသို့ သင့် စက်အသစ်ကို ထားပေးပါ။
nb: Hold den nye enheten opp til kameraet
nl: Houd je nieuwe apparaat voor de camera
pa: ਆਪਣੇ ਨਵੇਂ ਡਿਵਾਈਸ ਨੂੰ ਕੈਮਰਾ ਦੇ ਅੱਗੇ ਟਿਕਾਓ
pa_pk: اپنے نویں آلے نوں کیمرے اتے پھڑ کے رکھو
pl: Przytrzymaj nowe urządzenie przed obiektywem
ps: خپله نوې وسیله مو کیمرې ته مخامخ ونیسئ
pt_br: Segure o seu novo aparelho em direção à câmera
pt_pt: Mantenha o seu dispositivo novo perto da câmara
ro: Ține dispozitivul nou în fața camerei foto
ru: Поднесите своё новое устройство к камере
sk: Pridržte vaše nové zariadenie pred kamerou
sl: Držite svojo novo napravo nasproti kameri
sq: Mbajeni Pajisjen Tuaj të Re Përballë Kamerës
sr: Ставите нови уређај пред камеру
sv: Håll upp din nya enhet mot kameran
sw: Shikilia Kifaa chako kipya hadi kwenye Kamera
ta: பிடி உங்கள் புதியது சாதனம் வரை புகைப்பட கருவி
te: మీ క్రొత్త పరికరాన్ని కెమెరా వరకు పట్టుకోండి
th: จับอุปกรณ์ใหม่ของคุณให้อยู่ในกล้อง
tr: Yeni Cihazınızı Kameraya Doğrultun
ug: يېڭى ئۈسكىنىڭىزنى كامېراغا توغرۇلاڭ
uk: Піднесіть новий пристрій до камери
ur: اپنی نئی ڈیوائس کو کیمرے تک پکڑو
vi: Nâng Thiết bị Mới của bạn ngang với camera
zh_cn: 将你的新设备靠近摄像头
zh_hk: 將您的新裝置靠近相機
