Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_BACKUPS_DISABLING_SECTION_HEADER
source: Backups have been turned off and your data will be deleted from Signal's secure storage service.
ar: تمَّ إيقاف النُسخ الاحتياطية، وسيتمَّ حذف بياناتك من خدمة التخزين الآمنة لسيجنال.
be: Рэзервовыя копіі былі адключаны, і вашы дадзеныя будуць выдалены сэрвісам бяспечнага захоўвання Signal.
bn: ব্যাকআপ বন্ধ করা হয়েছে এবং আপনার ডেটা Signal-এর সুরক্ষিত স্টোরেজ সার্ভিস থেকে মুছে ফেলা হবে।
ca: S'han desactivat les còpies de seguretat i s'eliminaran les teves dades del servei d'emmagatzematge segur de Signal.
cs: Zálohování bylo vypnuto a vaše data budou odstraněna ze zabezpečeného úložiště služby Signal.
da: Sikkerhedskopiering er slået fra, og dine data er blevet slettet fra Signals sikre lagringstjeneste.
de: Backups wurde deaktiviert und deine Daten werden aus dem sicheren Speicherservice von Signal gelöscht.
el: Τα αντίγραφα ασφαλείας έχουν απενεργοποιηθεί και τα δεδομένα σου θα διαγραφούν από την υπηρεσία ασφαλούς αποθήκευσης της Signal.
es: Se han desactivado las copias de seguridad y se eliminarán tus datos del servicio de almacenamiento seguro de Signal.
fa: پشتیبان‌گیری خاموش شده و داده‌های شما از سرویس ذخیره‌سازی امن سیگنال حذف خواهد شد.
fi: Varmuuskopiointi on poistettu käytöstä ja tietosi poistetaan Signalin suojatusta tallennuspalvelusta.
fr: Les sauvegardes sont désactivées. Vos données seront supprimées du service de stockage sécurisé de Signal.
ga: Tá cúltacaí casta as agus scriosfar do shonraí ó sheirbhís stórála sláine Signal.
gu: બેકઅપ બંધ કરવામાં આવ્યા છે અને તમારો ડેટા Signalની સુરક્ષિત સ્ટોરેજ સેવામાંથી ડિલીટ કરવામાં આવશે.
he: הגיבויים הושבתו והנתונים שלך יימחקו משירות האחסון המאובטח של Signal.
hi: बैकअप को बंद कर दिया गया है और आपका डेटा Signal की सुरक्षित स्टोरेज डिवाइस से डिलीट किया जाएगा।
hr: Sigurnosno kopiranje je isključeno te su vaši podaci izbrisani iz Signalovog zaštićenog sustava pohrane.
hu: A biztonsági mentéseket kikapcsoltuk, az adataidat törölni fogjuk a Signal biztonságos tárolási szolgáltatásából.
id: Signal Backups telah dinonaktifkan dan data Anda akan dihapus dari layanan penyimpanan aman Signal.
it: I backup sono stati disattivati e i tuoi dati saranno eliminati dal servizio di archiviazione sicura di Signal.
ja: バックアップがオフになり、データはSignalの安全なストレージサービスから消去されます。
ko: 백업을 사용하지 않도록 설정했으며, Signal의 안전한 저장소 서비스에서 데이터가 삭제됩니다.
mr: बॅकअप्स बंद करण्यात आलेले आहेत आणि आपला डेटा Signal च्या सुरक्षित संग्रहण सेवेमधून हटवण्यात आला आहे.
ms: Sandaran telah dimatikan dan data anda akan dipadam daripada perkhidmatan storan selamat Signal.
nb: Sikkerhetskopiering er slått av, og dataene blir slettet fra Signals sikre lagringstjeneste.
nl: Back-ups zijn uitgeschakeld en je gegevens worden verwijderd uit de beveiligde opslagservice van Signal.
pl: Tworzenie kopii zapasowych zostało wyłączone, a Twoje dane zostaną usunięte z usługi bezpiecznego przechowywania Signal.
pt_br: Os backups foram desativados e os dados serão excluídos do sistema seguro de armazenamento do Signal.
pt_pt: As cópias de segurança foram desativadas e os seus dados serão eliminados do serviço de armazenamento seguro do Signal.
ro: Backup-urile au fost dezactivate și datele tale au fost eliminate din serviciul de stocare securizată al Signal.
ru: Резервное копирование было отключено, а ваши данные — удалены из защищённого хранилища Signal.
sk: Zálohovanie bolo vypnuté a vaše údaje budú vymazané zo zabezpečeného úložiska Signal.
sr: Резервне копије су искључене и ваши подаци ће бити избрисани из Signal-овог сервиса за безбедно складиштење.
sv: Säkerhetskopieringar har stängts av och dina data kommer att tas bort från Signals säkra lagringstjänst.
th: ปิดใช้งานการสำรองข้อมูลแล้ว และข้อมูลของคุณจะถูกลบออกจากบริการจัดเก็บที่ปลอดภัยของ Signal
tr: Yedeklemeler kapatıldı ve verilerin Signal'ın güvenli depolama hizmetinden silinecek.
ug: زاپاسلاش ئېتىلدى ، Signalنىڭ بىخەتەر ساقلاش مۇلازىمىتىدىن سانلىق مەلۇماتلىرىڭىز ئۆچۈرۈلىدۇ.
uk: Резервне копіювання вимкнено. Ваші дані буде видалено із захищеного сховища Signal.
ur: بیک اپس کو آف کر دیا گیا ہے اور آپ کا ڈیٹا Signal کی محفوظ شدہ اسٹوریج کی سروس سے حذف کر دیا گیا ہے۔
vi: Đã tắt sao lưu và dữ liệu của bạn sẽ được xóa khỏi dịch vụ lưu trữ bảo mật của Signal.
zh_cn: 备份已关闭，您的数据将会从 Signal 的安全存储服务器中删除。
zh_hk: 備份已關閉，你的資料將會從 Signal 的安全儲存服務中刪除。

# BACKUP_SETTINGS_BACKUPS_ENABLED_SECTION_HEADER
source: Backup Details
ar: تفاصيل النسخ الاحتياطي
be: Звесткі аб рэзервовым капіраванні
bn: ব্যাকআপের বিস্তারিত
ca: Detalls de la còpia de seguretat
cs: Podrobnosti o zálohování
da: Sikkerhedskopioplysninger
de: Details zu Backups
el: Λεπτομέρειες αντιγράφου ασφαλείας
es: Detalles de la copia de seguridad
fa: جزئیات پشتیبان
fi: Varmuuskopion tiedot
fr: Informations de sauvegarde
ga: Sonraí Cúltaca
gu: બેકઅપની વિગતો
he: פרטי גיבוי
hi: बैकअप की जानकारी
hr: Pojedinosti sigurnosne kopije
hu: Biztonsági mentés részletei
id: Detail Pencadangan
it: Dettagli sul backup
ja: バックアップの詳細
ko: 백업 세부 정보
mr: बॅकअप तपशील
ms: Butiran sandaran
nb: Info om sikkerhetskopiering
pl: Szczegóły kopii zapasowej
pt_br: Detalhes do backup
pt_pt: Detalhes da cópia de segurança
ro: Detaliile backup-ului
ru: Сведения о резервном копировании
sk: Podrobnosti o zálohe
sr: Детаљи о резервној копији
sv: Information om säkerhetskopiering
th: รายละเอียดการสำรองข้อมูล
tr: Yedekleme detayları
ug: زاپاسلاش تەپسىلاتى
uk: Докладніше про резервну копію
ur: بیک اپ کی تفصیلات
vi: Thông tin bản sao lưu
zh_cn: 备份详情
zh_hk: 備份詳細資料

# BACKUP_SETTINGS_DISABLE_BACKUPS_BUTTON_FOOTER
source: This will delete all your backup data. No new backups will be created.
ar: سَيقوم هذا بحذف كل بيانات النسخ الاحتياطي الخاصة بك. لن يتم إنشاء أي نسخ احتياطية جديدة.
be: Усе вашы рэзервовыя копіі будуць выдалены. Новае рэзервовае капіраванне не адбудзецца.
bn: এটি আপনার সকল ব্যাকআপ ডেটা মুছে ফেলবে। কোনো নতুন ব্যাকআপ তৈরি করা হবে না।
ca: Això eliminarà totes les teves dades de còpia de seguretat. No es crearan noves còpies de seguretat.
cs: Tím odstraníte všechna zálohovaná data. Žádné nové zálohy se nebudou vytvářet.
da: Dette vil slette alle dine sikkerhedskopier. Der oprettes ikke nye sikkerhedskopier.
de: Dadurch wird dein komplettes Backup gelöscht. Es werden keine neuen Backups erstellt.
el: Αυτό θα διαγράψει όλα τα αντίγραφα ασφαλείας σου. Δεν θα δημιουργηθούν νέα αντίγραφα ασφαλείας.
es: Esta acción hará que se eliminen los datos de tu copia de seguridad. No se crearán copias nuevas.
fa: با این کار تمام اطلاعات نسخه پشتیبان شما حذف می‌شود. هیچ نسخه پشتیبان جدیدی ایجاد نخواهد شد.
fi: Tämä poistaa kaikki varmuuskopiosi tiedot. Uusia varmuuskopioita ei luoda.
fr: Toutes les données de votre sauvegarde seront supprimées et aucune nouvelle sauvegarde ne sera créée.
ga: Scriosfar do shonraí cúltaca uile leis sin. Ní chruthófar aon chúltaca nua.
gu: આ તમારા તમામ બેકઅપ ડિલીટ કરશે. કોઈ નવા બેકઅપ બનાવવામાં આવશે નહીં.
he: זה ימחק את כל נתוני הגיבוי שלך. לא ייווצרו גיבויים חדשים.
hi: इससे आपका पूरा बैकअप डेटा डिलीट हो जाएगा। कोई नया बैकअप नहीं बनाया जाएगा।
hr: Vaša sigurnosna kopija bit će izbrisana i neće se stvarati nove sigurnosne kopije.
hu: Ezzel törlöd az összes biztonsági mentési adatot. Nem készül új biztonsági másolat.
id: Tindakan ini akan menghapus semua data cadangan Anda. Cadangan baru tidak akan dibuat.
it: Quest'azione eliminerà tutti i tuoi dati di backup. Non verranno più creati nuovi backup.
ja: バックアップデータはすべて消去されます。新しいバックアップは作成されません。
ko: 모든 백업 데이터를 삭제하고, 새로운 백업을 생성하지 않습니다.
mr: हे केल्यावर तुमचा सर्व बॅकअप डेटा हटवला जाईल. कोणतही नवे बॅकअप तयार केले जाणार नाहीत.
ms: Ini akan memadam semua data sandaran anda. Tiada sandaran baharu akan dibuat.
nb: Dette fører til at alle sikkerhetskopiene dine slettes. Det vil ikke lages nye sikkerhetskopier.
nl: Hiermee worden al je back-upgegevens verwijderd. Er worden geen nieuwe back-ups gemaakt.
pl: Spowoduje to usunięcie kopii zapasowej. Nie zostaną utworzone żadne kolejne.
pt_br: Isso apagará todos os dados do seu backup. Nenhum backup novo será criado.
pt_pt: Isto irá eliminar todos os dados da cópia de segurança. Não serão criadas novas cópias de segurança.
ro: Acest lucru va șterge toate datele de back-up. Nu vor fi create backup-uri noi.
ru: Это приведет к удалению всех данных резервной копии. Новые резервные копии создаваться не будут.
sk: Týmto sa vymažú všetky zálohované údaje. Nebudú sa vytvárať žiadne nové zálohy.
sr: Овим ћете избрисати све своје податке из резервне копије. Неће се креирати нове резервне копије.
sv: Detta kommer att ta bort alla dina säkerhetskopierade data. Inga nya säkerhetskopior kommer att skapas.
th: ข้อมูลสำรองทั้งหมดของคุณจะถูกลบ และระบบจะไม่สำรองข้อมูลใหม่ขึ้นอีก
tr: Bu işlem tüm yedekleme verilerini siler. Yeni yedekleme oluşturulmaz.
ug: بۇ سىزنىڭ بارلىق زاپاسلاش ئۇچۇرىڭىزنى ئۆچۈرۈۋېتىدۇ. يېڭى زاپاسلاشلار قۇرۇلمايدۇ.
uk: Ми видалимо вашу резервну копію і не створюватимемо нової.
ur: یہ آپ کے تمام بیک اپ ڈیٹا کو حذف کر دے گا۔ کوئی نئے بیک اپس تخلیق نہیں کیے جائیں گے۔
vi: Thao tác này sẽ xóa tất cả dữ liệu sao lưu của bạn. Các bản sao lưu mới sẽ không được tạo nữa.
zh_cn: 此操作将会删除您的所有备份数据。系统不会创建新的备份。
zh_hk: 這將刪除所有備份資料。系統也不會建立新的備份。

# BACKUP_SETTINGS_DISABLE_BACKUPS_BUTTON_TITLE
source: Turn Off & Delete Backup
ar: إيقاف وحذف النسخ الاحتياطية
be: Адключыць і выдаліць рэзервовую копію
bn: ব্যাকআপ বন্ধ করুন এবং মুছে ফেলুন
ca: Desactivar i eliminar les còpies de seguretat
cs: Vypnout a odstranit zálohování
da: Slå fra og slet sikkerhedskopi
de: Backups ausschalten und löschen
el: Απενεργοποίηση και διαγραφή αντιγράφων ασφαλείας
es: Desactivar y eliminar copia de seguridad
fa: خاموش کردن و حذف نسخه پشتیبان
fi: Kytke varmuuskopio pois käytöstä ja poista se
fr: Désactiver et supprimer la sauvegarde
ga: Cas As agus Scrios Cúltacaí
gu: બંધ કરો અને બેકઅપ ડિલીટ કરો
he: כיבוי ומחיקת גיבויים
hi: बंद करें और बैकअप डिलीट करें
hr: Isključi i izbriši sigurnosnu kopiju
hu: Biztonsági mentés kikapcsolása és törlése
id: Nonaktifkan & Hapus Cadangan
it: Disattiva ed elimina backup
ja: バックアップをオフにして消去する
ko: 백업 끄기 및 삭제
mr: बंद करा आणि बॅकअप हटवा
ms: Matikan & Padam Sandaran
nb: Slå av og slett sikkerhetskopi
nl: Back-ups uitschakelen en verwijderen
pl: Usuń kopię zapasową i wyłącz tworzenie kolejnych
pt_br: Desativar e apagar backup
pt_pt: Desativar e eliminar cópia de segurança
ro: Dezactivează și șterge backup-ul
ru: Отключить и удалить резервную копию
sk: Vypnúť a vymazať zálohu
sr: Искључи и избриши резервне копије
sv: Stäng av och ta bort säkerhetskopia
th: ปิดใช้งานและลบข้อมูลสำรอง
tr: Kapat ve Yedeklemeyi Sil
ug: زاپاسلاشنى تاقاش ۋە ئۆچۈرۈش
uk: Вимкнути й видалити резервну копію
ur: آف کریں اور بیک اپ حذف کریں
vi: Tắt & Xóa bản sao lưu
zh_cn: 关闭并删除备份
zh_hk: 關閉並刪除備份

# BACKUP_SETTINGS_DISABLING_CONFIRMATION_ACTION_SHEET_CONFIRM
source: Turn Off & Delete
ar: الإيقاف والحذف
be: Адключыць і выдаліць
bn: বন্ধ করুন এবং মুছে ফেলুন
ca: Desactivar i eliminar
cs: Vypnout a odstranit
da: Slå fra og slet
de: Deaktivieren und löschen
el: Απενεργοποίηση και διαγραφή
es: Desactivar y eliminar
fa: خاموش کردن و حذف
fi: Poista käytöstä ja poista sisältö
fr: Désactiver et supprimer
ga: Cas As & Scrios
gu: બંધ કરો અને ડિલીટ કરો
he: השבתה ומחיקה
hi: बंद करें और डिलीट करें
hr: Isključi i izbriši
hu: Kikapcsolás és törlés
id: Nonaktifkan & Hapus
it: Disattiva ed elimina
ja: オフにして消去する
ko: 끄기 및 삭제
mr: बंद करा आणि हटवा
ms: Matikan & Padam
nb: Slå av og slett
nl: Uitschakelen & verwijderen
pl: Wyłącz i usuń
pt_br: Desativar e apagar
pt_pt: Desativar e eliminar
ro: Dezactivează și șterge
ru: Отключить и удалить
sk: Vypnúť a vymazať
sr: Искључи и избриши
sv: Stäng av och ta bort
th: ปิดใช้งานและลบ
tr: Kapat ve Sil
ug: ئېتىش ۋە ئۆچۈرۈش
uk: Вимкнути й видалити
ur: آف کریں اور حذف کر دیں
vi: Tắt & Xóa
zh_cn: 关闭并删除
zh_hk: 關閉並刪除

# BACKUP_SETTINGS_DISABLING_CONFIRMATION_ACTION_SHEET_MESSAGE
source: Your backup will be deleted and no new backups will be created.
ar: ستُحذَف نسخك الاحتياطية ولن تُنشَأ نسخ احتياطية أخرى.
be: Ваша рэзервовая копія будзе выдалена, а новае рэзервовае капіраванне не адбудзецца.
bn: আপনার ব্যাকআপ মুছে ফেলা হবে এবং নতুন কোনো ব্যাকআপ তৈরি করা হবে না।
ca: S'eliminarà la teva còpia de seguretat i no es crearan noves còpies de seguretat.
cs: Vaše záloha bude odstraněna a žádné nové zálohy se nebudou vytvářet.
da: Din sikkerhedskopi bliver slettet, og der oprettes ingen nye sikkerhedskopier.
de: Dein Backup wird gelöscht und es werden keine neuen Backups erstellt.
el: Το αντίγραφο ασφαλείας σου θα διαγραφεί και δεν θα δημιουργηθούν νέα αντίγραφα ασφαλείας.
es: Se eliminará tu copia de seguridad y no se crearán copias nuevas.
fa: پشتیبان شما پاک خواهد شد و هیچ پشتیبان جدیدی ایجاد نخواهد شد.
fi: Varmuuskopiosi poistetaan, eikä uusia varmuuskopioita luoda.
fr: Signal supprimera votre sauvegarde existante et vos données ne seront plus sauvegardées.
ga: Scriosfar do chúltaca agus ní chruthófar aon chúltacaí nua.
gu: તમારું બેકઅપ ડિલીટ કરવામાં આવશે અને કોઈ નવા બેકઅપ બનાવવામાં આવશે નહીં.
he: הגיבוי שלך יימחק ולא ייווצרו גיבויים חדשים.
hi: आपका बैकअप डिलीट कर दिया जाएगा और कोई नया बैकअप्स नहीं बनाया जाएगा।
hr: Vaša sigurnosna kopija bit će izbrisana i neće se stvarati nove sigurnosne kopije.
hu: A biztonsági másolat törlődik, és nem jön létre új biztonsági másolat.
id: Cadangan Anda akan dihapus dan cadangan baru tidak akan dibuat.
it: Il tuo backup verrà eliminato e non ne verranno creati di nuovi.
ja: これまでのバックアップは消去されて、以降のバックアップはされません。
ko: 백업이 삭제되고 새로운 백업이 생성되지 않습니다.
mr: आपला बॅकअप हटवला जाईल आणि कोणताही नवीन बॅकअप तयार केला जाणार नाही.
ms: Sandaran anda akan dipadamkan dan tiada sandaran baharu akan dibuat.
nb: Sikkerhetskopiene dine slettes og ingen nye opprettes.
nl: Je back-up wordt verwijderd en er worden geen nieuwe back-ups gemaakt.
pl: Kopia zapasowa zostanie usunięta i nie zostaną utworzone żadne kolejne.
pt_br: Seu backup será apagado e nenhum novo backup será criado.
pt_pt: A sua cópia de segurança será eliminada e não serão criadas novas cópias de segurança.
ro: Backup-ul tău va fi eliminat și nu vor fi create backup-uri noi.
ru: Резервная копия будет удалена, а новые резервные копии создаваться не будут.
sk: Vaša záloha bude vymazaná a nebudú sa vytvárať žiadne nové zálohy.
sr: Ваша резервна копија ће бити избрисана, а нове резервне копије се неће креирати.
sv: Din säkerhetskopia kommer att tas bort och inga nya säkerhetskopior kommer att skapas.
th: ข้อมูลสำรองของคุณจะถูกลบและระบบจะไม่สำรองข้อมูลใหม่ขึ้นอีก
tr: Yedeklemen silinecek ve yeni yedekleme oluşturulmayacaktır.
ug: زاپاسلانمىڭىز ئۆچۈرۈلىدۇ ۋە يېڭى زاپاسلانما قۇرۇلىدۇ.
uk: Ми видалимо вашу резервну копію і не створюватимемо нової.
ur: آپ کا بیک اپ حذف کر دیا جائے گا اور کوئی نئے بیک اپس تخلیق نہیں کیے جائیں گے۔
vi: Bản sao lưu của bạn sẽ được xóa và các bản sao lưu mới sẽ không được tạo nữa.
zh_cn: 您的备份将被删除，并且不会创建新的备份。
zh_hk: 你的備份將被刪除，並且不會建立新的備份。

# BACKUP_SETTINGS_DISABLING_CONFIRMATION_ACTION_SHEET_TITLE
source: Turn Off and Delete Backups?
ar: هل ترغبُ بإيقاف وحذف النسخ الاحتياطية؟
be: Адключыць і выдаліць рэзервовыя копіі?
bn: বন্ধ করবেন এবং ব্যাকআপ মুছবেন?
ca: Desactivar i eliminar les còpies de seguretat?
cs: Vypnout a odstranit zálohování?
da: Slå fra og slet sikkerhedskopier?
de: Backups ausschalten und löschen?
el: Απενεργοποίηση και διαγραφή αντιγράφων ασφαλείας;
es: ¿Desactivar y eliminar copias de seguridad?
fa: پشتیبان‌ها خاموش و پاگ شوند؟
fi: Kytketäänkö varmuuskopio pois käytöstä ja poistetaanko se?
fr: Désactiver et supprimer les sauvegardes ?
ga: Cas as agus scrios cúltacaí?
gu: બેકઅપ બંધ કરી અને ડિલીટ કરીએ?
he: לכבות ולמחוק גיבויים?
hi: क्या आपको बैकअप्स बंद और डिलीट करना है?
hr: Isključiti i izbrisati sigurnosne kopije?
hu: Biztonsági mentések kikapcsolása és törlése?
id: Nonaktifkan dan Hapus Cadangan?
it: Disattivare ed eliminare i backup?
ja: バックアップをオフにして消去しますか？
ko: 백업을 끄고 삭제할까요?
mr: बॅकअप बंद करा आणि हटवा?
ms: Matikan dan padamkan sandaran?
nb: Vil du slå av og slette sikkerhetskopiene?
nl: Back-ups uitschakelen en verwijderen?
pl: Wyłączyć i usunąć kopie zapasowe?
pt_br: Desativar e excluir backups?
pt_pt: Desativar e eliminar cópias de segurança?
ro: Dezactivezi și elimini backup-urile?
ru: Отключить и удалить резервные копии?
sk: Vypnúť a vymazať zálohy?
sr: Желите да искључите и избришете резервне копије?
sv: Stäng av och ta bort säkerhetskopior?
th: ปิดใช้งานและลบข้อมูลสำรองใช่หรือไม่
tr: Yedeklemeler kapatılıp silinsin mi?
ug: ئېتىپ زاپاسلانمىنى ئۆچۈرەمسىز؟
uk: Вимкнути й видалити резервну копію?
ur: بند کریں اور بیک اپس حذف کریں؟
vi: Tắt và xóa bản sao lưu?
zh_cn: 要关闭并删除备份？
zh_hk: 要關閉並刪除備份嗎？
