Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DOUBLE_TAP_TO_EDIT_ALERT_MESSAGE
source: Quickly tap twice on your messages to edit them. You can edit your messages up to 24 hours after they’ve been sent.
ar: انقر مرّتين بسرعة على رسائلك لتعديلها. يُمكنك تعديل رسائلك لمدة تصل إلى 24 ساعة بعد إرسالها.
be: Хутка націсніце двойчы на свае паведамленні, каб рэдагаваць іх. Рэдагаваць свае паведамленні можна на працягу 24 гадзін пасля іх адпраўкі.
bn: আপনার মেসেজ এডিট করতে দ্রুত দু'বার ট্যাপ করুন। আপনি আপনার মেসেজ পাঠানোর পরের 24 ঘন্টার মধ্যে এডিট করতে পারবেন।
ca: Toca ràpidament dos cops els teus missatges per editar-los. Pots editar els teus missatges fins a 24 hores després d'haver-los enviat.
cs: Rychlým dvojitým klepnutím na zprávu ji můžete upravit. Zprávy lze upravovat až do 24 hodin po jejich odeslání.
da: Dobbelttryk hurtigt på dine beskeder for at redigere dem. Du kan redigere dine beskeder op til 24 timer efter at du har sendt dem.
de: Tippe zweimal schnell auf deine Nachrichten, um sie zu bearbeiten. Du kannst deine Nachrichten bis zu 24 Stunden nach dem Senden bearbeiten.
el: Πάτα γρήγορα δύο φορές στα μηνύματά σου για να τα επεξεργαστείς. Μπορείς να επεξεργαστείς τα μηνύματά σου έως και 24 ώρες μετά την αποστολή τους.
es: Toca rápidamente dos veces tus mensajes para editarlos. Puedes editar tus mensajes hasta 24 horas después de haberlos enviado.
fa: برای ویرایش پیام‌های خود دوبار سریع روی آن‌ها ضربه بزنید. می‌توانید پیام‌های خود را تا ۲۴ ساعت پس از ارسال آن‌ها ویرایش کنید.
fi: Kaksoisnapauta viestejäsi nopeasti muokataksesi niitä. Voit muokata viestejäsi 24 tunnin kuluessa lähettämisestä.
fr: Pour modifier vos messages, touchez-les rapidement deux fois. Une fois envoyés, vous pouvez les modifier pendant 24 heures.
ga: Tapáil faoi dhó go tapa ar do theachtaireachtaí lena gcur in eagar. Is féidir leat do theachtaireachtaí a chur in eagar suas le 24 uair an chloig tar éis a seolta.
gu: તમારા મેસેજમાં ફેરફાર કરવા માટે તેના પર ઝડપથી બે વાર ટેપ કરો. તમે તમારા મેસેજ મોકલ્યા પછી 24 કલાક સુધી તેમાં ફેરફાર કરી શકો છો.
he: אפשר ללחוץ פעמיים במהירות על ההודעות שלך כדי לערוך אותן. אפשר לערוך הודעות עד 24 שעות מרגע השליחה.
hi: अपने संदेशों को संपादित करने के लिए उन पर तुरंत दो बार टैप करें। आप अपने संदेशों को भेजे जाने के 24 घंटे बाद तक संपादित कर सकते हैं।
hr: Dvaput dodirnite svoje poruke kako biste ih uredili. Poruke možete uređivati do 24 sata nakon slanja.
hu: Üzenet szerkesztéséhez koppints gyorsan kétszer az üzenetre. Az üzeneteidet az elküldésük után 24 óráig szerkesztheted.
id: Ketuk pesan dua kali dengan cepat untuk mengeditnya. Anda dapat mengedit pesan maksimal 24 jam setelah dikirim.
it: Tocca rapidamente due volte sui tuoi messaggi per modificarli. Puoi cambiare i tuoi messaggi entro 24 ore dall'invio.
ja: 編集するには、メッセージをすばやく2回タップします。メッセージは、送信後24時間まで編集できます。
ko: 메시지를 수정하려면 메지시를 빠르게 두 번 탭하세요. 메시지는 전송 후 24시간 내에 수정할 수 있습니다.
mr: आपले संदेश संपादित करण्यासाठी त्यांवर दोनदा द्रुतपणे टॅप करा. आपण आपल्या संदेशाना पाठवल्यानंतर 24 तासापर्यंत संपादित करा करु शकता.
ms: Ketik dengan cepat sebanyak dua kali pada mesej anda untuk mengedit. Anda boleh mengedit mesej sehingga 24 jam selepas ia dihantar.
nb: Trykk raskt to ganger på meldingene du vil redigere. Du kan redigere meldinger i opptil 24 timer etter at de er sendt.
nl: Tik snel twee keer op je berichten om ze te bewerken. Je kunt je berichten bewerken tot 24 uur nadat ze zijn verzonden.
pl: Aby edytować daną wiadomość, szybko dwa razy jej dotknij. Możesz edytować wiadomości przez 24 godziny od ich wysłania.
pt_br: Toque duas vezes rapidamente nas suas mensagens para editá-las. Você pode editar suas mensagens até 24 horas após terem sido enviadas.
pt_pt: Toque duas vezes rapidamente nas suas mensagens para as editar. Pode editar as suas mensagens até 24 horas depois serem enviadas.
ro: Atinge rapid de două ori mesajele pentru a le edita. Poți edita mesajele până la 24 de ore după ce au fost trimise.
ru: Быстро нажмите дважды на свои сообщения, чтобы отредактировать их. Вы можете изменять свои сообщения в течение 24 часов после их отправки.
sk: Ak chcete upraviť svoje správy, môžete na ne dvakrát rýchlo ťuknúť. Svoje správy môžete upravovať do 24 hodín od ich odoslania.
sr: Брзо двапут додирните поруке да бисте их изменили. Можете да измените поруке до 24 сата након што су послате.
sv: Tryck snabbt två gånger på dina meddelanden för att redigera dem. Du kan redigera dina meddelanden upp till 24 timmar efter att de har skickats.
th: แตะเร็วๆ สองครั้งที่ข้อความของคุณเพื่อแก้ไข คุณสามารถแก้ไขข้อความได้ภายใน 24 ชั่วโมงหลังการส่ง
tr: Düzenlemek için mesajlarına hızlıca iki kez dokun. Mesajlarını gönderildikten 24 saat sonrasına kadar düzenleyebilirsin.
ug: ئۇچۇرلىرىڭىزنى تەھرىرلەش ئۈچۈن ئۇلارنى قوش چېكىڭ. ئۇچۇرلىرىڭىز يوللىنىپ 24 سائەت ئىچىدە ئۇلارنى تەھرىرلىيەلەيسىز.
uk: Щоб відредагувати повідомлення, швидко торкніться його двічі. Редагувати повідомлення можна протягом 24 годин з моменту надсилання.
ur: اپنے میسجز میں ترمیم کرنے کے لیے ان پر تیزی سے دو بار ٹیپ کریں۔ آپ اپنے میسجز کے بھیجے جانے کے بعد 24 گھنٹوں تک ان میں ترمیم کر سکتے ہیں۔
vi: Nhấn nhanh hai lần vào tin nhắn của bạn để sửa. Bạn có thể sửa tin nhắn của mình trong tối đa 24 giờ sau khi tin nhắn được gửi đi.
zh_cn: 在您的消息上快速双击可以对其进行编辑。编辑时限为消息发送后的 24 小时以内。
zh_hk: 快速連按訊息兩下即可進行編輯。你可以在訊息發送後 24 小時內編輯訊息。

# DOUBLE_TAP_TO_EDIT_ALERT_TITLE
source: Double Tap to Edit
ar: انقر مرّتين للتعديل
be: Двойчы націсніце, каб рэдагаваць
bn: এডিট করতে দু'বার ট্যাপ করুন
ca: Toca dos cops per editar
cs: Dvojitým klepnutím upravíte
da: Dobbeltklik for at redigere
de: Zum Bearbeiten zweimal antippen
el: Πάτα δύο φορές για επεξεργασία
es: Toca dos veces para editar
fa: برای ویرایش، دو بار ضربه بزنید
fi: Muokkaa kaksoisnapauttamalla
fr: Toucher deux fois pour modifier
ga: Déthapáil lena chur in eagar
gu: ફેરફાર કરવા માટે બે વાર ટેપ કરો
he: ללחוץ פעמיים כדי לערוך
hi: संपादित करने के लिए दो बार टैप करें
hr: Dodirnite dvaput za uređivanje
hu: Szerkesztéshez koppints duplán
id: Ketuk Dua Kali untuk Edit
it: Doppio tocco per modificare
ja: ダブルタップして編集する
ko: 두 번 탭하여 수정
mr: संपादित करण्यासाठी डबल टॅप करा
ms: Ketik dua kali untuk edit
nb: Dobbelttrykk for å redigere
nl: Dubbeltik om te bewerken
pl: Aby edytować, dotknij dwa razy
pt_br: Toque duas vezes para editar
pt_pt: Toque duas vezes para editar
ro: Atinge de două ori pentru a edita
ru: Нажмите дважды для изменения
sk: Upravte dvojitým ťuknutím
sr: Двапут додирните да бисте изменили
sv: Dubbeltryck för att redigera
th: แตะสองครั้งเพื่อแก้ไข
tr: Düzenlemek için çift dokun
ug: قوش چېكىپ تەھرىرلەش
uk: Редагування подвійним дотиком
ur: ترمیم کرنے کے لیے دو بار ٹیپ کریں
vi: Nhấn hai lần để sửa
zh_cn: 双击以编辑
zh_hk: 連按兩下即可編輯

# EDIT_CONTACT_WITHOUT_CONTACTS_PERMISSION_ALERT_BODY
source: You can enable access in the iOS Settings app.
af: Jy kan toegang in die iOS-instellingstoep aktiveer.
ar: يُمكِنُك تمكين الوصول من خلال تطبيق إعدادات iOS.
az: iOS tənzimləmələrində müraciəti fəallaşdıra bilərsiniz.
be: Вы можаце ўключыць доступ у наладах iOS.
bg: Можете да разрешите достъпа от приложението с Настройки на iOS.
bn: আপনি iOS সেটিংস অ্যাপ থেকে অ্যাক্সেস সক্ষম করতে পারবেন।
ca: Podeu activar l'accés en la Configuració de l'iOS.
cs: Můžete povolit přístup v nastavení iOS.
cy: Gallwch chi alluogi mynediad yn yr app Gosodiadau iOS.
da: Du kan aktivere adgang i iOS Indstillinger-appen
de: Du kannst den Zugriff in der iOS-App »Einstellungen« aktivieren.
el: Μπορείς να δώσεις πρόσβαση στην εφαρμογή "Ρυθμίσεις" του iOS.
es: Puedes habilitar el acceso en la aplicación Ajustes de iOS.
es_es: Puedes dar acceso desde la aplicación «Ajustes» de iOS.
et: Juurdepääs on võimalik anda iOS rakenduses Settings.
eu: Aktiba dezakezu sartzeko baimena iOS ezarpenetan.
fa: شما میتوانید در برنامه تنظیمات iOS دسترسی را اعمال کنید.
fi: Voit antaa käyttöoikeuden iOS-asetuksissa.
fil: Mapapagana mo ang access sa Settings app ng iOS.
fr: Vous pouvez accorder l’accès dans l’appli Réglages d’iOS.
ga: Is féidir leat cead a thabhairt do Signal sna Socruithe iOS.
gu: તમે iOS સેટિંગ્સ ઍપમાં ઍક્સેસને સક્ષમ કરી શકો છો.
he: אתה יכול לאפשר גישה ביישום הגדרות של iOS.
hi: आप इसकी अनुमति iOS सेटिंग्स ऐप से दे सकते हैं।
hr: Možete omogućiti pristup u postavkama iOS-a.
hu: Hozzáférés az iOS Beállításokban adható.
id: Anda dapat mengaktifkan akses di pengaturan iOS.
is: Þú getur virkjað aðgang að þessu í stillingum iOS.
it: Puoi abilitare l'accesso nelle impostazioni di iOS.
ja: iOSの設定でアクセス権限を制御できます。
kab: Tzemreḍ ad tremdeḍ anekcum deg usnas n yiɣewwaren iOS.
kk: iOS параметрлері қолданбасына қатынауды іске қосуға болады.
km: á¢áŸ’á“á€á¢á¶á…á”á¾á€á€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á€áŸ’á“á»á„á€á˜áŸ’á˜áœá·á’á¸ á€á¶ášá€áŸ†áááŸ‹ášá”áŸáŸ‹ iOSáŸ”
kn: ನೀವು iOS ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಆ್ಯಪಿನಲ್ಲಿ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ko: iOS 설정 앱에서 접근 권한을 허용할 수 있습니다.
lt: Prieigą galite įjungti iOS nustatymų programėlėje.
lv: Piekļuvi var iespējot iOS iestatījumu lietotnē.
mk: Можете да дозволите пристап во iOS поставките.
ml: iOS സെറ്റിംഗ്സ് ആപ്പിൽ നിങ്ങൾക്ക് അക്സസ് പ്രാപ്തമാക്കാവുന്നതാണ്.
mr: आपण iOS सेटिंग अॅप मध्ये अॅक्सेस सक्षम करू शकता.
ms: Anda boleh mendayakan akses di dalam aplikasi Tetapan iOS
my: iOS အပြင်အဆင် အပ္ပလီကေးရှင်းထဲတွင် သင်သုံးခွင့်ပေးနိုင်ပါသည်။
nb: Du kan tillate tilgang i iOS-innstillingene.
nl: Je kunt toegang inschakelen via de iOS-Instellingen-app.
pa: ਤੁਸੀਂ iOS ਸੈਟਿੰਗਸ ਐਪ ਵਿੱਚ ਐਕਸੈਸ ਨੂੰ ਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ.
pa_pk: تساں iOS ترتیباں ایپ اچ رسائی نوں فعال کر سکدے او۔
pl: Możesz przyznać dostęp w ustawieniach swojego urządzenia z iOS.
ps: تاسې کولای شئ لاسرسی د iOS د اپلیکیشن په تنظیماتو کې فعال کړئ.
pt_br: Você pode conceder essa permissão no app Ajustes do iOS.
pt_pt: Pode dar acesso nas definições iOS da aplicação.
ro: Poți permite accesul din aplicația iOS Setări.
ru: Вы можете предоставить доступ в приложении «Настройки».
sk: Prístup môžete povoliť v aplikácii Nastavenia iOS.
sl: Dostop lahko omogočite v sistemskih nastavitvah iOS.
sq: Hyrjen mund të aktivizoni që nga aplikacioni Rregullime iOS-i.
sr: Приступ можете дозволити у подешавањима за iOS.
sv: Du kan ge åtkomst i appen Inställningar i iOS.
sw: Unaweza kuwezesha ufikiaji kwenye Mipangilio ya programu ya iOS.
ta: IOS செயலி அமைப்புகள் அணுகலை இயக்கலாம்.
te: మీరు iOS అమరికల అనువర్తనంలో ప్రాప్యతను ప్రారంభించవచ్చు.
th: คุณสามารถเปิดการเข้าถึงได้ในการตั้งค่าของ iOS
tr: iOS Ayarlar uygulamasından erişimini etkinleştirebilirsiniz.
ug: سىز iOS تەڭشەكلىرىدىن ئەپ زىيارەت ھوقۇقىنى قوزغىتالايسىز.
uk: Доступ можна надати в параметрах iOS.
ur: iOS ایپ کی ترتیبات میں رسائی کیلئے فعال کر سکتے ہیں۔
vi: Bạn có thể cho phép quyền truy cập trong Cài đặt iOS.
zh_cn: 您可在 iOS 设置中启用此权限。
zh_hk: 您可以在 iOS 設定 app 允許存取權限。

# EDIT_CONTACT_WITHOUT_CONTACTS_PERMISSION_ALERT_TITLE
source: Signal Needs Contact Access to Edit Contact Information
af: Signal benodig toegang tot kontakte om kontakinligting te wysig
ar: يحتاج سيجنال صلاحية الوصول إلى جهات الاتصال من اجل تعديل البيانات الخاصة بجهة الإتصال
az: Signal-ın, əlaqə məlumatlarına düzəliş etmək üçün əlaqə müraciətinə ehtiyacı var
be: Signal патрабуе доступу да кантактаў, каб рэдагаваць інфармацыю кантактаў
bg: Signal се нуждае от достъп до контактите за да можете да ги редактирате
bn: পরিচিতির তথ্য সম্পাদনা করতে Signal এর পরিচিতি অ্যাক্সেস প্রয়োজন
ca: El Signal necessita accés als contactes per editar-ne la informació.
cs: Signal pro úpravu informací o kontaktu vyžaduje přístup ke kontaktům.
cy: Mae Signal Angen Mynediad i Cysylltiadau i Olygu Gwybodaeth Cysylltiad
da: Signal kræver adgang til kontakter for at rediger kontakt oplysninger
de: Signal benötigt Zugriff auf die Kontakte, um Kontaktinformationen bearbeiten zu können
el: Το Signal χρειάζεται πρόσβαση στις επαφές για να επεξεργαστεί πληροφορίες επαφών
es: Signal necesita acceso a los contactos para poder editar la información de tus contactos
es_es: Signal necesita acceso a los contactos para que puedas modificarlos.
et: Kontakti info muutmiseks vajab Signal juurdepääsu kontaktidele
eu: Kontaktuaren informazioa editatzeko Signalek zure kontaktuetara sartzeko baimena behar du
fa: برای ویرایش اطلاعات مخاطبین، سیگنال نیاز به دسترسی به مخاطبین دارد
fi: Signal tarvitsee oikeuden käyttää yhteystietojasi, jotta se voi muokata niitä
fil: Kailangan ng Signal ng Access sa Kontak upang Ma-edit ang Impormasyon ng Kontak
fr: Pour modifier les informations relatives aux contacts, Signal doit accéder à l'app Contacts.
ga: Teastaíonn rochtain ar do chuid teagmhálaithe ó Signal chun iad a chur in eagar
gu: Signal ને સંપર્ક માહિતીમાં ફેરફાર કરવા સંપર્ક ઍક્સેસની જરૂર છે
he: Signal צריך גישה אל אנשי הקשר כדי לערוך מידע איש קשר
hi: Signal को संपर्क की जानकारी बदलने के लिये संपर्क बदलने की अनुमति चाहिये होगी
hr: Za uređivanje informacija o kontaktima, Signalu je potreban pristup kontaktima
hu: A Signalnak hozzáférésre van szüksége Kontakt listádhoz hogy szerkeszthesd az elemeit
id: Signal Perlu Akses Kontak untuk Mengubah Informasi Kontak
is: Signal þarf aðgang að tengiliðaskra til að breyta upplýsingum um tengiliði
it: Signal richiede l'accesso ai contatti per modificarne il contenuto.
ja: 連絡先を編集するには、Signalに連絡先へのアクセス権限が必要です。
kab: Signal yesra anekcum ɣer Yinermisen i wakken ad yeẓreg talɣut n Yinermisen
kk: Signal қолданбасына Байланыстық тұлға ақпаратын өңдеу функциясына байланыстық тұлғаның қатынау рұқсаты керек
km: Signal ááŸ’ášá¼áœá€á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ áŠá¾á˜áŸ’á”á¸á€áŸ‚á”áŸ’ášáŸ‚á–áŸááŸŒá˜á¶á“á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ತಿದ್ದಲು Signal ಸಂಪರ್ಕ ಪ್ರವೇಶದ ಅಗತ್ಯವಿದೆ
ko: Signal이 연락처 정보를 수정하려면 연락처 접근 권한이 필요함
lt: Norint taisyti adresato informaciją, Signal reikia adresatų prieigos
lv: Lietotnei Signal nepieciešama piekļuve kontaktpersonai, lai rediģētu kontaktinformāciju
mk: На Signal му треба Пристап до Контактот за да ги Уреди Информациите на Контактот
ml: കോൺടാക്ട് വിവരങ്ങൾ എഡിറ്റ് ചെയ്യുന്നതിന് Signal ന് കോൺടാക്ട് അക്സസ് ആവശ്യമാണ്
mr: Signal ला संपर्क संपादन करण्यासाठी संपर्क अॅक्सेसची गरज आहे
ms: Signal memerlukan akses kenalan untuk edit butiran kenalan
my: Signal မှ အဆက်အသွယ်၏ အချက်အလက်များကို ပြောင်းလဲရန် အဆက်အသွယ်စာရင်းသုံးခွင့် လိုအပ်ပါသည်
nb: Signal trenger tilgang til kontakter for å redigere kontaktinformasjon
nl: Signal heeft toegang tot je contacten nodig om contactinformatie te bewerken
pa: Signal ਨੂੰ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਵਿੱਚ ਸੋਧ ਕਰਨ ਲਈ ਸੰਪਰਕ ਤਾਈਂ ਐਕਸੈਸ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ
pa_pk: رابطے دی جانکاری اچ تدوین دے لئی Signal نوں رابطے دی رسائی دی لوڑ اے
pl: Aby edytować informacje o kontakcie, Signal potrzebuje dostępu do kontaktów
ps: Signal مخاطبینو ته د لاسرسي لرلو لپاره اړتیا لري تر څو د مخاطبینو معلومات تصحیح کړي
pt_br: O Signal precisa de acesso aos contatos para editar informações de contato
pt_pt: O Signal necessita de ter acesso aos contactos para poder editar a informação dos contactos.
ro: Signal are nevoie de acces la contacte pentru a edita informațiile despre contact
ru: Signal требуется доступ к контактам для редактирования информации контактов
sk: Signal potrebuje prístup ku kontaktom, aby mohol upraviť informácie o kontakte
sl: Za urejanje potrebuje aplikacija Signal dostop do vaših stikov
sq: Që të Përpunojë të Dhëna Kontakti, Signal-i Lyp Hyrje te Kontaktet
sr: Signal-у је потребан приступ контакту да бисте могли да измените информације о контакту
sv: Signal behöver åtkomst för att ändra kontaktinformation
sw: Signal Inahitaji Ufikiaji wa Wawasiliani ili Kuhariri Maelezo ya Mawasiliano
ta: தொடர்புத் தகவலைத் திருத்த Signal லுக்கு தொடர்பு அணுகல் தேவை
te: సంప్రదింపు సమాచారాన్ని సవరించడానికి Signal సంప్రదింపు ప్రాప్యత అవసరం
th: Signal จำเป็นต้องเข้าถึงผู้ติดต่อ เพื่อจะแก้ไขข้อมูลผู้ติดต่อ
tr: Signal Kişi Bilgilerini Düzenlemek İçin Kişi Erişimine İhtiyacı Var
ug: ‫Signal ئالاقىداش ئۇچۇرلىرىنى تەھرىرلەشكە «ئالاقىداش» زىيارەت ھوقۇقى تەلەپ قىلىدۇ
uk: Signal потребує доступу до контактів, щоб редагувати інформацію про контакти.
ur: رابطے کی معلومات کیلئے سگنل رابطوں تک رسائی چاہتا ہے۔
vi: Signal cần Quyền truy cập vào Danh bạ để Chỉnh sửa Thông tin Liên hệ
zh_cn: Signal 需要联系人访问权限来修改联系人信息
zh_hk: Signal 需要存取聯絡人的權限來編輯聯絡人

# EDIT_GROUP_DEFAULT_TITLE
source: Edit Group
af: Wysig groep
ar: تعديل المجموعة
az: Qrupa düzəliş et
be: Рэдагаваць інф. аб групе
bg: Редактирай Група
bn: গ্রুপ সম্পাদনা করুন
ca: Edició del grup
cs: Upravit skupinu
cy: Golygu grŵp
da: Rediger gruppe
de: Gruppe bearbeiten
el: Επεξεργασία ομάδας
es: Editar grupo
es_es: Editar grupo
et: Muuda gruppi
eu: Taldea editatu
fa: ویرایش گروه
fi: Muokkaa ryhmää
fil: I-edit ang Grupo
fr: Modifier le groupe
ga: Cuir an Grúpa in Eagar
gu: ગ્રુપ સંપાદિત કરો
he: ערוך קבוצה
hi: ग्रुप संपादित करें
hr: Uredi grupu
hu: Csoport szerkesztése
id: Edit Grup
is: Breyta hóp
it: Modifica gruppo
ja: グループを編集
kab: Ẓreg agraw
kk: Топты өңдеу
km: á€áŸ‚á”áŸ’ášáŸ‚á€áŸ’ášá»á˜
kn: ಗುಂಪನ್ನು ತಿದ್ದಿರಿ
ko: 그룹 편집
lt: Taisyti grupę
lv: Rediģēt grupu
mk: Уреди група
ml: ഗ്രൂപ്പ് എഡിറ്റുചെയ്യുക
mr: गट संपादन करा
ms: Edit Kumpulan
my: အဖွဲ့ကိုတည်းဖြတ်သည်
nb: Rediger gruppe
nl: Groep bewerken
pa: ਗਰੁੱਪ ਨੂੰ ਸੋਧੋ
pa_pk: گروپ دی تدوین کرو
pl: Edytuj grupę
ps: د ګروپ تصحیح
pt_br: Editar grupo
pt_pt: Editar grupo
ro: Editează grupul
ru: Редактировать группу
sk: Upraviť skupinu
sl: Uredi skupino
sq: Përpunoni Grupin
sr: Уређивање групе
sv: Redigera grupp
sw: Hariri Kikundi
ta: குழுவைத் திருத்து
te: సమూహాన్ని సవరించండి
th: แก้ไขกลุ่ม
tr: Grubu düzenle
ug: گۇرۇپپا تەھرىرلەڭ
uk: Про цю групу
ur: گروپ ترتیب دیں
vi: Sửa nhóm
zh_cn: 编辑群组
zh_hk: 編輯群組

# EDIT_GROUP_ERROR_CANNOT_ADD_MEMBER
source: This user can't be added to the group until they upgrade Signal.
af: Hierdie gebruiker kan nie by die groep gevoeg word voordat hulle hul Signal opgradeer nie.
ar: لا يُمكن إضافة هذا المُستخدِم إلى المجموعة حتى يُحدِّث سيجنال.
az: Bu istifadəçi, Signal-ı yüksəldənə qədər qrupa əlavə edilə bilməyəcək.
be: Гэты карыстальнік не можа быць дададзены ў групу, пакуль не ўсталюе абноўленую версію Signal.
bg: Този потребител не може да се добави към групата, преди да надгради Signal.
bn: Signal আপগ্রেড না করা পর্যন্ত এই গ্রুপে এই ইউজারকে যোগ করা যাবে না।
ca: Aquest usuari no es pot afegir al grup fins que no actualitzin el Signal.
cs: Tento uživatel nemůže být přidán do skupiny dokud si neupgraduje Signal.
cy: Ni ellir ychwanegu'r defnyddiwr hwn i'r grŵp nes iddynt ddiweddaru Signal.
da: Brugeren kan ikke tilføjes gruppen, før vedkommende opdaterer Signal
de: Diese Person kann erst dann zur Gruppe hinzugefügt werden, wenn sie Signal aktualisiert hat.
el: Ο/Η χρήστης/τρια δεν μπορεί να προστεθεί στην ομάδα μέχρι να αναβαθμίσει το Signal.
es: Esta persona debe actualizar Signal para unirse al grupo.
es_es: Esta persona debe actualizar Signal para participar en el grupo.
et: Seda kasutajat ei saa enne gruppi lisada, kui ta on uuendanud oma Signalit.
eu: Erabiltzaile hau ezin da taldean sartu erabiltzaileak bere Signal aplikazioa eguneratu arte.
fa: این کاربر تا زمانی که سیگنال را ارتقا ندهد نمی تواند عضو گروه شود.
fi: Tätä käyttäjää ei voida lisätä ryhmään, ennen kuin hän on päivittänyt Signalin.
fil: Ang user na ito ay maidadagdag lamang sa grupo kapag nag-upgrade na sila ng Signal.
fr: Cette personne utilise une ancienne version de Signal. Impossible de l'ajouter au groupe tant qu'elle n'a pas installé la dernière version.
ga: Ní féidir an t-úsáideoir seo a chur leis an ngrúpa go dtí go nuashonróidh sé/sí Signal.
gu: જ્યાં સુધી તેઓ Signal અપગ્રેડ નહીં કરે ત્યાં સુધી આ વપરાશકર્તાને ગ્રુપમાં ઉમેરી શકાશે નહીં.
he: משתמש זה אינו יכול להתווסף אל הקבוצה עד שהוא ישדרג את Signal.
hi: इस यूज़र को ग्रूप में नहीं जोड़ा जा सकता है जब तक कि वे अपना Signal ऐप अपग्रेड नहीं करते हैं।
hr: Ovaj se korisnik ne može dodati u grupu dok ne ažurira Signal.
hu: A felhasználó nem adható a csoporthoz, amíg nem frissíti a Signalt.
id: Pengguna ini tidak dapat ditambahkan ke grup sampai dia meng-upgrade Signal.
is: Þessum aðila er ekki hægt að bæta í hópinn fyrr en hann uppfærir Signal.
it: Questo utente non può essere aggiunto al gruppo fino a quando non aggiorna Signal.
ja: このユーザはSignalをアップグレードしていないため、グループに追加できません。
kab: Amdan-a ulamek i d-yettwarna ɣer ugraw alamma ileqqem Signal.
kk: Бұл пайдаланушы Signal қолданбасын жаңартпайынша, оны топқа қосуға болмайды.
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á½á™á“áŸáŸ‡ á˜á·á“á¢á¶á…á”á“áŸ’ááŸ‚á˜á…á¼á›á€áŸ’á“á»á„á€áŸ’ášá»á˜á áŸ’á“á¹á„ á›á»áŸ‡ááŸ’ášá¶ááŸ‚á‚áŸá”á¶á“áŠáŸ†á¡á¾á„ SignaláŸ”
kn: Signal ಅನ್ನು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡುವವರೆಗೆ ಈ ಬಳಕೆದಾರನನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이 사용자가 Signal을 업그레이드하기 전에는 그룹에 추가할 수 없습니다.
lt: Šis naudotojas negali būti pridėtas į grupę tol, kol neatnaujins Signal programėlės.
lv: Šo lietotāju nevar pievienot grupai, kamēr viņš nav veicis lietotnes Signal jaunināšanu.
mk: Овој корисник не може да биде додаден во групата додека не го надгради својот Signal.
ml: ഈ യൂസറിനെ അവർ Signal അപ്ഗ്രേഡ് ചെയ്യുന്നത് വരെ ഗ്രൂപ്പിൽ ചേർക്കാൻ കഴിയുകയില്ല.
mr: ते जोपर्यंत Signal श्रेणीसुधारणा करत नाही तोपर्यंत हा वापरकर्ता गटात जोडला जाऊ शकत नाही.
ms: Pengguna ini tidak boleh ditambah kepada kumpulan sehingga mereka menaik taraf Signal.
my: ၎င်း သုံးသူသည် Signal ကို အပ်ဒိတ်မလုပ်သည်အထိ အဖွဲ့ထဲသို့ မထည့်နိုင်ပါ။
nb: Denne brukeren kan ikke bli lagt til i gruppen før de oppgraderer sin Signal versjon.
nl: Deze persoon kan niet worden toegevoegd aan de groep voordat die Signal naar een nieuwe versie heeft bijgewerkt.
pa: ਵਰਤੋਂਕਾਰ ਵਲੋਂ Signal ਅੱਪਗਰੇਡ ਕੀਤੇ ਜਾਣ ਤੱਕ ਇਸ ਵਰਤੋਂਕਾਰ ਨੂੰ ਜੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pa_pk: ایس صارف نوں ایس گروپ اچ نال نئیں رلایا جا سکدا جدوں تائیں کہ اوہ Signal نوں اپ گریڈ نئیں کردے۔
pl: Aby można było dodać do grupy tę osobę, musi ona zaktualizować aplikację Signal.
ps: دغه کارن له ګروپ سره تر هغه وخته پورې نشي اضافه کېدای تر څو خپل Signal اپګریډ نه کړي.
pt_br: Essa pessoa não pode ser adicionada ao grupo até que ela atualize o Signal.
pt_pt: Este utilizador não pode ser adicionado ao grupo até que ele faça o upgrade do Signal.
ro: Acest utilizator nu poate fi adăugat la grup până când nu își actualizează aplicația Signal.
ru: Этот пользователь не может быть добавлен в группу, пока он не обновит Signal.
sk: Tohto používateľa nie je možné pridať do skupiny, kým si neaktualizuje Signal.
sl: Uporabnik/ca ne more biti dodan/a v skupino dokler ne nadgradi aplikacije Signal.
sq: Ky përdorues s’mund të shtohet te grupi, para se të përmirësojë Signal-in.
sr: Ова особа не може бити додата у групу док не ажурира Signal.
sv: Denna användare kan inte läggas till i gruppen förrän användaren uppgraderar Signal.
sw: Mtumiaji huyu hawezi kuongezwa kwenye kundi hadi asasishe Signal
ta: இந்த பயனர் முடியாது அவர்கள் இருக்கும் வரை குழுவில் சேர்க்கப்படும் மேம்படுத்தல் Signal.
te: Signal ను అప్‌గ్రేడ్ చేసే వరకు ఈ వినియోగదారుని సమూహానికి చేర్చలేరు.
th: ไม่สามารถเพิ่มผู้ใช้รายนี้เข้าไปในกลุ่มจนกว่าผู้ใช้จะปรับรุ่น Signal
tr: Bu kullanıcı Signal'i güncelleyene kadar gruba eklenemez.
ug: بۇ ئىشلەتكۈچى Signal نى يۇقىرىلاتمىغىچە بۇ گۇرۇپپىغا قوشقىلى بولمايدۇ.
uk: Цього користувача неможливо додати до групи, поки він не оновить Signal.
ur: اس صارف کو اس گروپ میں شامل نہیں کیا جاسکتا جب تک کہ وہ Signal کو اپ گریڈ نہ کریں۔
vi: Người dùng này không thể được thêm vào nhóm cho đến khi người này nâng cấp Signal.
zh_cn: 此用户的 Signal 版本过低，无法加入群组。
zh_hk: 無法新增此用戶到群組直至他們更新 Signal。
