Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PENDING_GROUP_MEMBERS_SECTION_TITLE_INVITES_FROM_OTHER_MEMBERS
source: Invited by Others
af: Deur ander uitgenooi
ar: الذين دعاهم الآخرون
az: Digərləri tərəfindən dəvət edildi
be: Запрошаныя іншымі
bg: Покани от други членове на групата
bn: অন্যদের দ্বারা আমন্ত্রিত
ca: Convidat per altres
cs: Pozváni ostatními
cy: Gwahoddwyd gan Eraill
da: Inviteret af andre
de: Von anderen eingeladen
el: Προσκεκλημένοι από άλλους/ες
es: Personas que otros participantes han invitado
es_es: Invitaciones de otr@s participantes
et: Teiste poolt kutsutud
fa: دعوت شده از سوی دیگران
fi: Muiden kutsumat
fil: Mga imbitasyon ng iba pang mga kasapi ng grupo
fr: Personnes invitées par d'autres membres
gu: અન્યો દ્વારા આમંત્રિત
he: הוזמנו ע״י אחרים
hi: अन्य लोगों द्वारा आमंत्रित
hr: Drugi su pozvali
hu: Mások meghívottjai
id: Diundang oleh Orang Lain
is: Boðið af öðrum
it: Invitati da altri
ja: 他のメンバーの招待
kk: Топтың басқа мүшелері жіберген шақырулар
km: á”á¶á“á¢á‰áŸ’á‡á¾á‰áŠáŸ„á™á¢áŸ’á“á€áŠá‘áŸƒ
kn: ಇತರರು ಆಹ್ವಾನಿಸಿದ ಜನರು
ko: 다른 사용자의 초대
lt: Pakvietė kiti
lv: Uzaicināja citi
ml: മറ്റുള്ളവർ ക്ഷണിച്ചു
mr: इतरांद्वारा आमंत्रित केलेले
ms: Dijemput oleh Orang Lain
my: အခြားလူများမှ ဖိတ်ခေါ်ထားသည်
nb: Invitert av andre
nl: Door anderen uitgenodigd
pa: ਹੋਰਨਾਂ ਦੁਆਰਾ ਸੱਦੇ ਗਏ
pa_pk: دوجے گروپ دے رکناں دے ولوں دعوت نامے
pl: Osoby zaproszone przez innych członków grupy
ps: د نورو له خوا را بلل شوی
pt_br: Convidados por outros
pt_pt: Convidado(s) por outros
ro: Invitați de alții
ru: Приглашённые другими
sk: Pozvaní ostatnými
sl: Ljudje, ki so jih povabili drugi
sq: Ftuar nga Të tjerë
sr: Неко други је послао позивницу
sv: Inbjuden av andra
sw: Umealikwa na Wengine
ta: மற்றவர்களால் அழைக்கப்பட்டது
te: ఇతరులు ఆహ్వానించారు
th: ถูกเชิญโดยคนอื่น
tr: Başkalarının Davet Ettikleri
ug: باشقىلار تەكلىپ قىلغان
uk: Запрошення інших користувачів
ur: دوسروں کے ذریعہ مدعو کیا گیا
vi: Được mời bởi Người khác
zh_cn: 其他人已邀请
zh_hk: 受其他人邀請

# PENDING_GROUP_MEMBERS_SECTION_TITLE_PEOPLE_YOU_INVITED
source: Invited by You
af: Deur u uitgenooi
ar: الذين دعوتهم
az: Dəvət etdikləriniz
be: Запрошаныя вамі
bg: Поканени от вас хора
bn: আপনার দ্বারা আমন্ত্রিত
ca: Convidat per vós
cs: Pozváni vámi
cy: Gwahoddwyd gennych Chi
da: Inviteret af dig
de: Von dir eingeladen
el: Προσκεκλημένοι από εσένα
es: Personas que has invitado
es_es: Personas que has invitado
et: Minu poolt kutsutud
fa: دعوت شده از سوی شما
fi: Lähettämäsi kutsut
fil: Mga taong iyong inimbitahan
fr: Personnes que vous avez invitées
gu: તમારા દ્વારા આમંત્રિત
he: הוזמנו על ידך
hi: आपके द्वारा आमंत्रित
hr: Vi ste pozvali
hu: Saját meghívottjaid
id: Diundang oleh Anda
is: Boðið af þér
it: Invitati da te
ja: あなたの招待
kk: Сіз шақырған адамдар
km: á”á¶á“á¢á‰áŸ’á‡á¾á‰áŠáŸ„á™á¢áŸ’á“á€
kn: ನೀವು ಆಹ್ವಾನಿಸಿದ ಜನರು
ko: 사용자의 초대
lt: Pakvietėte jūs
lv: Uzaicinājāt jūs
ml: നിങ്ങൾ കൊണ്ട് ക്ഷണിച്ചു
mr: आपल्याद्वारा आमंत्रित केलेले
ms: Dijemput oleh Anda
my: သင်မှ ဖိတ်ခေါ်ထားသည်
nb: Invitert av deg
nl: Door jou uitgenodigd
pa: ਤੁਹਾਡੇ ਦੁਆਰਾ ਸੱਦੇ ਗਏ
pa_pk: لوکی جیہڑے تساں نے مدعو کیتے
pl: Osoby zaproszone przez Ciebie
ps: ستاسې له خوا رابلل شوی
pt_br: Convidados por você
pt_pt: Convidado(s) por si
ro: Invitați de tine
ru: Приглашённые вами
sk: Pozvaní vami
sl: Ljudje, ki ste jih povabili
sq: Ftuar nga Ju
sr: Ви сте позвали
sv: Inbjuden av dig
sw: Amealikwa na Wewe
ta: நீங்கள் அழைத்தார்
te: మీరు ఆహ్వానించారు
th: ถูกเชิญโดยคุณ
tr: Davet Ettikleriniz
ug: سىز تەكلىپ قىلغان
uk: Ваші запрошення
ur: آپ کے ذریعہ مدعو کیا گیا
vi: Được mời bởi bạn
zh_cn: 您已邀请
zh_hk: 受您邀請

# PER_MESSAGE_EXPIRATION_EXPIRED
source: Expired
ar: منتهية الصلاحية
be: Тэрмін дзеяння скончыўся
bn: বাতিল
ca: Ha caducat
cs: Platnost vypršela
da: Udløbet
de: Abgelaufen
el: Έληξε
es: Caducado
fa: منقضی‌شده
fi: Vanhentunut
fr: Délai avant disparition écoulé
ga: Imithe as feidhm
gu: સમયસીમા સમાપ્ત
he: פג תוקף
hi: समाप्त हो गया
hr: Istekla
hu: Lejárt
id: Kedaluwarsa
it: Scaduto
ja: 期限切れ
ko: 만료됨
mr: कालबाह्य झालेे
ms: Tamat tempoh
nb: Utløpt
nl: Verlopen
pl: Wygasła
pt_br: Perdeu a validade
pt_pt: Expirado
ro: Expirat
ru: Истёк
sk: Platnosť vypršala
sr: Истекло
sv: Utgånget
th: หมดอายุ
tr: Süresi doldu
ug: ۋاقتى ئۆتكەن
uk: Уже переглянуто
ur: زائد المیعاد
vi: Đã hết hạn
zh_cn: 已到期
zh_hk: 已過期

# PER_MESSAGE_EXPIRATION_INVALID_CONTENT
source: Error handling incoming message
af: Kon nie inkomende boodskap hanteer nie
ar: خطأ في مُعاملة الرسالة الواردة
az: Gələn mesajın emal olunma xətası
be: Памылка ўваходнага паведамлення
bg: Грешка при боравене с входящо съобщение
bn: আগত বার্তা পরিচালনা করার সময় ত্রুটি
ca: S'ha produït un error en gestionar el missatge rebut
cs: Chyba při zpracování příchozí zprávy
cy: Gwall wrth drin derbyn neges
da: Fejl i forbindelse med indgående besked
de: Fehler bei eingehender Nachricht
el: Σφάλμα κατά την διαχείριση εισερχόμενου μηνύματος.
es: No se ha podido procesar el mensaje recibido
es_es: Fallo al procesar el mensaje recibido
et: Sissetuleva sõnumi käsitlemisel tekkis tõrge.
eu: Errorea sarrerako mezua kudeatzean
fa: خطا در کنترل پیام دریافتی
fi: Virhe saapuvan viestin käsittelyssä
fil: May problema sa pangangasiwa ng paparating na mensahe
fr: Erreur de traitement du message entrant
ga: Tharla earráid agus teachtaireacht isteach á próiseáil
gu: આવનારા સંદેશને સંચાલિત કરવામાં ભૂલ
he: שגיאה בטיפול בהודעה נכנסת
hi: आने वाले मेसेज को संभालने में त्रुटि
hr: Pogreška prilikom rukovanja dolaznom porukom
hu: Nem sikerült kezelni a bejövő üzenetet.
id: Gagal dalam menangani pesan masuk
is: Villa við að meðhöndla skilaboð sem bárust
it: Errore nel trattamento del messaggio in arrivo
ja: 受信メッセージの処理エラー
kab: Tuccḍa deg useddu n yizen i d-ikecmen
kk: Келетін хабарламаны өңдеу қатесі
km: á”á‰áŸ’á á¶á‘á‘á½á›áŸá¶ášá•áŸ’á‰á¾á…á¼á›
kn: ಒಳಬರುವ ಸಂದೇಶವನ್ನು ನಿರ್ವಹಿಸುವಲ್ಲಿ ದೋಷ
ko: 받은 메시지 처리 중 오류 발생
lt: Klaida, apdorojant gaunamą žinutę
lv: Ienākošās ziņas apstrādes kļūda
mk: Грешка при справување со дојдовна порака
ml: വരുന്ന സന്ദേശങ്ങൾ കൈകാര്യം ചെയ്യുന്നതിലുള്ള പിശക്
mr: येणारा संदेश हाताळण्यात त्रुटी
ms: Ralat mengendalikan mesej masuk
my: အဝင် မက်ဆေ့ချ်ကို ကိုင်တွယ်နေစဥ် အမှားဖြစ်
nb: Feil ved håndtering av innkommende melding
nl: Fout bij het verwerken van een inkomend bericht
pa: ਆਉਣ ਵਾਲੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਸੰਭਾਲਣ ਵਿੱਚ ਤਰੁਟੀ
pa_pk: آن آلا سنیہا سنبھالن اچ نقص
pl: Podczas odbierania wiadomości wystąpił błąd
ps: د راغلو پیغامونو په مدیریت کې تیروتنه.
pt_br: Erro ao receber mensagem
pt_pt: Erro ao receber mensagem
ro: Eroare la procesarea mesajului primit
ru: Ошибка при обработке входящего сообщения
sk: Chyba pri spracovaní prichádzajúcej správy
sl: Napaka pri obdelavi dohodnega sporočila
sq: Gabim në trajtimin e mesazhit ardhës
sr: Догодила се грешка у обради долазне поруке
sv: Fel med att hantera inkommande meddelande
sw: Hitilafu kushughulikia ujumbe unaoingia
ta: உள்வரும் செய்தியைக் கையாளுவதில் பிழை
te: ఇన్‌కమింగ్ సందేశాన్ని నిర్వహించడంలో లోపం
th: เกิดข้อผิดพลาดในการจัดการข้อความขาเข้า
tr: Gelen ileti işlenirken hata oluştu
ug: تاپشۇرۇۋالغان ئۇچۇرنى بىر تەرەپ قىلىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка опрацювання вхідного повідомлення
ur: آنے والے پیغام کو ہینڈل کرنے میں خرابی ہو رہی ہے
vi: Lỗi xử lý tin nhắn đến
zh_cn: 处理传入消息时出错
zh_hk: 處理傳入訊息時發生錯誤

# PER_MESSAGE_EXPIRATION_NOT_VIEWABLE
source: View-once media
af: Eenkeerkyk-media
ar: ملف وسائط للعرض لمرّة واحدة
az: Bir dəfə baxıla bilən media
be: Медыяфайл для аднаразовага прагляду
bg: Мултимедия за еднократно гледане
bn: একবার দেখা যাবে এমন মিডিয়া
ca: Contingut d'una sola visualització
cs: Média pro jednorázové zobrazení
cy: Cyfrwng gweld-unwaith
da: Vis mediefil én gang
de: Medien zur Einmalansicht
el: Πολυμέσο μιας μόνο προβολής
es: Archivo multimedia
es_es: Adjunto de vista única
et: Ühekordne meedia
eu: Bakarrik behin ikusteko medioa
fa: رسانهٔ یکبار مصرف
fi: Kerran katsottava media
fil: Isahang-tingin na media
fr: Média à vue unique
ga: Meáin amhairc aonuaire
gu: એકવાર મીડિયા જુઓ
he: מדיה לצפייה חד־פעמית
hi: देखें-एक बार मीडिया
hr: Jednom vidljiv medijski zapis
hu: Egyszer megjelenő médiafájl
id: Media satu-tayangan
is: Skoða-einu-sinni margmiðlunarefni
it: Media visualizzabile una volta
ja: 使い捨てメディア
kab: Amidyat n tɣuri tasuft
kk: Бір-ақ рет қаралатын ақпарат файлы
km: á”á„áŸ’á á¶á‰-á˜áŸ’áá„ á˜áŸáŒá¶
kn: ಏಕ ವೀಕ್ಷಣೆ ಮೀಡಿಯಾ
ko: 한 번만 볼 수 있는 미디어
lt: Vienkartinės peržiūros medija
lv: Vienreiz skatāms multivides vienums
mk: Еднократно видлива медија
ml: ഒരു തവണ-കാണാവുന്ന മീഡിയ
mr: एकदा-बघा मिडिया
ms: Media lihat sekali
my: တစ်ခါကြည့် မီဒီယာ
nb: Vis-én-gang-media
nl: Eenmaligeweergave-media
pa: ਇੱਕ ਵਾਰ ਦੇਖਣਯੋਗ ਮੀਡੀਆ
pa_pk: اک واری نظر آن آلا میڈیا
pl: Multimedia jednorazowe
ps: هغه میډیا چې یو ځل لیدل کېږي
pt_br: Mídia efêmera (uma visualização)
pt_pt: Multimédia de visualização única
ro: Media vizibilă o singură dată
ru: Одноразовое медиа
sk: Médiá na jedno zobrazenie
sl: Medijska datoteka za enkraten ogled
sq: Media për t’u parë vetëm një herë
sr: Једнократни медиј
sv: Visa-en-gång media
sw: Media ya mtazamo mmoja
ta: காண்கஒருமுறை அப்படித்தான் ஊடக
te: ఒకసారి-దృశ్యం మీడియా
th: สื่อที่ดูได้ครั้งเดียว
tr: Tek görümlük içerik
ug: بىرلا كۆرسەت ۋاسىتە
uk: Одноразовий медіафайл
ur: صرف ایک بار دیکھنے کے قابل میڈیا
vi: Đa phương tiện xem một lần
zh_cn: 一次性媒体
zh_hk: 閱後即焚媒體

# PER_MESSAGE_EXPIRATION_OUTGOING_MESSAGE
source: Media
ar: وسائط
be: Медыяфайл
bg: Медия
bn: মিডিয়া
ca: Contingut
cy: Cyfryngau
da: Mediefil
de: Medieninhalte
el: Πολυμέσα
es: Archivo multimedia
es_es: Adjunto
et: Meedia
eu: Medioa
fa: رسانه
fr: Média
ga: Meáin
gu: મીડિયા
he: מדיה
hi: मीडिया
hr: Medijski zapis
hu: Média
is: Margmiðlunarefni
ja: メディア
kab: Alɣawan
kk: Ақпарат құралдары
km: á–áŸááŸŒá˜á¶á“
kn: ಮಾಧ್ಯಮ
ko: 미디어
lt: Medija
lv: Multivide
mk: Медија
ml: മീഡിയ
mr: मीडिया
my: ရုပ်၊သံ၊ပုံ များ
pa: ਮੀਡੀਆ
pa_pk: میڈیا
pl: Multimedia
ps: میډیا
pt_br: Mídia
pt_pt: Multimédia
ru: Медиа
sk: Médiá
sl: Medijske datoteke
sr: Медији
ta: ஊடகம்
te: మీడియా
th: สื่อ
tr: İçerik
ug: ۋاسىتە
uk: Медіафайл
ur: میڈیا
vi: Đa phương tiện
zh_cn: 媒体
zh_hk: 媒體

# PER_MESSAGE_EXPIRATION_PHOTO_PREVIEW
source: View-once photo
af: Eenkeerkyk-foto
ar: صورة للعرض لمرّة واحدة
az: Bir dəfə baxıla bilən foto
be: Фота для аднаразовага прагляду
bg: Снимка за еднократно гледане
bn: একবার দেখার যোগ্য ছবি
ca: Fotografia d'una sola visualització
cs: Fotografie pro jednorázové zobrazení
cy: Llun gweld-unwaith
da: Vis foto én gang
de: Foto zur Einmalansicht
el: Φωτογραφία μιας μόνο προβολής
es: Foto de visualización única
es_es: Foto para ver solo una vez
et: Ühekordne foto
eu: Behin ikusteko argazkia
fa: عکس یکبار مصرف
fi: Kerran katsottava kuva
fil: Isahang-tingin na larawan
fr: Photo à vue unique
ga: Grianghraf amhairc aonuaire
gu: એકવાર ફોટો જુઓ
he: תמונה לצפייה חד־פעמית
hi: देखें-एक बार फोटो
hr: Jednom vidljiva slika
hu: Egyszer megjelenő fotó
id: Foto satu-tayangan
is: Skoða-einu-sinni ljósmynd
it: Foto visualizzabile una volta
ja: 使い捨て写真
kab: Askan n tewlaft tikkalt kan
kk: Бір-ақ рет қаралатын фотосурет
km: á”á„áŸ’á á¶á‰-á˜áŸ’áá„ ášá¼á”á—á¶á–
kn: ಏಕ ವೀಕ್ಷಣೆ ಫೋಟೋ
ko: 한 번만 볼 수 있는 사진
lt: Vienkartinės peržiūros nuotrauka
lv: Vienreiz skatāms attēls
mk: Еднократно видлива фотографија
ml: ഒരു തവണ-കാണാവുന്ന ഫോട്ടോ
mr: एकदा-बघा फोटो
ms: Foto lihat sekali
my: တစ်ခါကြည့် ဓါတ်ပုံ
nb: Vis-én-gang-bilde
nl: Eenmaligeweergave-afbeelding
pa: ਇੱਕ ਵਾਰ ਦੇਖਣਯੋਗ ਤਸਵੀਰ
pa_pk: اک واری نظر آن آلی فوٹو
pl: Zdjęcie jednorazowe
ps: هغه انځور چې یو ځل لیدل کېږي
pt_br: Imagem efêmera (uma visualização)
pt_pt: Fotografia de visualização única
ro: Poză vizibilă o singură dată
ru: Одноразовое фото
sk: Fotka na jedno zobrazenie
sl: Slika za enkraten ogled
sq: Foto për t’u parë vetëm një herë
sr: Једнократна слика
sv: Visa-en-gång foto
sw: Picha ya mtazamo mmoja
ta: ஒரு முறை புகைப்படம் காண்க
te: ఒకసారి-దృశ్యం ఫోటో
th: รูปภาพที่ดูได้ครั้งเดียว
tr: Tek görümlük fotoğraf
ug: بىرلا كۆرسەت سۈرەت
uk: Одноразове фото
ur: صرف ایک بار دیکھنے کے قابل تصویر
vi: Ảnh xem một lần
zh_cn: 一次性图片
zh_hk: 閱後即焚相片

# PER_MESSAGE_EXPIRATION_VIDEO_PREVIEW
source: View-once video
af: Eenkeerkyk-video
ar: فيديو للعرض لمرّة واحدة
az: Bir dəfə baxıla bilən video
be: Відэа для аднаразовага прагляду
bg: Видео за еднократно гледане
bn: একবার দেখার যোগ্য ভিডিও
ca: Vídeo d'una sola visualització
cs: Video pro jednorázové zobrazení
cy: Fideo gweld-unwaith
da: Vis video én gang
de: Video zur Einmalansicht
el: Βίντεο μιας μόνο προβολής
es: Vídeo de visualización única
es_es: Vídeo para ver solo una vez
et: Ühekordne video
eu: Behin ikusteko bideoa
fa: ویدئو یکبار مصرف
fi: Kerran katsottava video
fil: Isahang-tingin na video
fr: Vidéo à vue unique
ga: Físeán amhairc aonuaire
gu: એકવાર વિડિયો જુઓ
he: סרטון לצפייה חד־פעמית
hi: देखें-एक बार वीडियो
hr: Jednom vidljiv video zapis
hu: Egyszer megjelenő videó
id: Video satu-tayangan
is: Skoða-einu-sinni myndskeið
it: Video visualizzabile una volta
ja: 使い捨て動画
kab: Askan n tevidyut tikkalt kan
kk: Бір-ақ рет қаралатын бейнефайл
km: á”á„áŸ’á á¶á‰-á˜áŸ’áá„ áœá¸áŠáŸá¢á¼
kn: ಏಕ ವೀಕ್ಷಣೆ ವೀಡಿಯೊ
ko: 한 번만 볼 수 있는 동영상
lt: Vienkartinės peržiūros vaizdo įrašas
lv: Vienreiz skatāms video
mk: Еднократно видливо видео
ml: ഒരു തവണ-കാണാവുന്ന വീഡിയോ
mr: एकदा-बघा व्हिडिओ
ms: Video lihat sekali
my: တစ်ခါကြည့် ဗီဒီယို
nb: Vis-én-gang-video
nl: Eenmaligeweergave-video
pa: ਇੱਕ ਵਾਰ ਦੇਖਣਯੋਗ ਵੀਡੀਓ
pa_pk: اک واری نظر آن آلی ویڈیو
pl: Wideo jednorazowe
ps: هغه ویډیو چې یو ځل لیدل کېږي
pt_br: Vídeo efêmero (uma visualização)
pt_pt: Vídeo de visualização única
ro: Videoclip vizibil o singură dată
ru: Одноразовое видео
sk: Video na jedno zobrazenie
sl: Video za enkraten ogled
sq: Video për t’u parë vetëm një herë
sr: Једнократни видео
sv: Visa-en-gång video
sw: Video ya mtazamo mmoja
ta: ஒரு முறை புகைப்படம் காண்க
te: ఒకసారి-దృశ్యం వీడియో
th: วิดีโอที่ดูได้ครั้งเดียว
tr: Tek görümlük video
ug: بىرلا كۆرسەت سىن
uk: Одноразове відео
ur: صرف ایک بار دیکھنے کے قابل ویڈیو
vi: Video xem một lần
zh_cn: 一次性视频
zh_hk: 閱後即焚影片

# PER_MESSAGE_EXPIRATION_VIEW_PHOTO
source: View Photo
af: Kyk foto
ar: عرض الصورة
az: Fotoya bax
be: Прагляд фота
bg: Виж снимката
bn: ছবি দেখুন
ca: Mostra la fotografia
cs: Zobrazit fotku
cy: Gweld Llun
da: Vis foto
de: Foto anzeigen
el: Προβολή φωτογραφίας
es: Ver foto
es_es: Ver foto
et: Vaata pilti
eu: Ikusi argazkia
fa: مشاهدهٔ عکس
fi: Näytä kuva
fil: Tignan ang Larawan
fr: Afficher la photo
ga: Amharc ar an nGrianghraf
gu: ફોટો જુઓ
he: הצג תמונה
hi: फ़ोटो देखें
hr: Pogledajte sliku
hu: Fotó megtekintése
id: Lihat Foto
is: Skoða mynd
it: Visualizza foto
ja: 写真を見る
kab: Wali tawlaft
kk: Фотосуретті қарау
km: á”á¾á€á˜á¾á›ášá¼á”á—á¶á–
kn: ಫೋಟೋ ವೀಕ್ಷಿಸಿ
ko: 사진 보기
lt: Žiūrėti nuotrauką
lv: Skatīt attēlu
mk: Види Слика
ml: ഫോട്ടോ കാണുക
mr: फोटो बघा
ms: Lihat Foto
my: ဓါတ်ပုံ ကြည့်ရှုမယ်
nb: Se bilde
nl: Foto weergeven
pa: ਤਸਵੀਰ ਦੇਖੋ
pa_pk: تصویر ویکھو
pl: Wyświetl zdjęcie
ps: د انځور لیدل
pt_br: Ver foto
pt_pt: Ver fotografia
ro: Vezi poza
ru: Просмотреть фото
sk: Zobraziť fotku
sl: Ogled fotografije
sq: Shihni Foton
sr: Прикажи слику
sv: Visa foto
sw: Onyesha Picha
ta: புகைப்படத்தைக் காண்க
te: చిత్రాలు వీక్షించండి
th: ดูรูปภาพ
tr: Fotoğrafı Görüntüle
ug: سۈرەت كۆرسەت
uk: Переглянути фото
ur: تصویر دیکھیں
vi: Xem ảnh
zh_cn: 查看照片
zh_hk: 檢視照片

# PER_MESSAGE_EXPIRATION_VIEW_VIDEO
source: View Video
af: Kyk video
ar: عرض الفيديو
az: Videoya bax
be: Прагляд відэа
bg: Виж видеото
bn: ভিডিও দেখুন
ca: Mostra el vídeo
cs: Zobrazit video
cy: Gweld Fideo
da: Se video
de: Video anzeigen
el: Προβολή βίντεο
es: Ver vídeo
es_es: Ver vídeo
et: Vaata videot
eu: Bideoa Ikusi
fa: نمایش ویدئو
fi: Näytä video
fil: Tignan ang Video
fr: Regarder la vidéo
ga: Amharc ar an bhFíseán
gu: વિડિયો જુઓ
he: הצג סרטון
hi: वीडियो देखें
hr: Pogledaj video
hu: Videó megtekintése
id: Lihat Video
is: Skoða myndskeið
it: Visualizza video
ja: 動画を見る
kab: Wali tavidyut
kk: Бейнефайлды қарау
km: á”á„áŸ’á á¶á‰áœá¸áŠáŸá¢á¼
kn: ವೀಡಿಯೊ ವೀಕ್ಷಿಸಿ
ko: 동영상 보기
lt: Rodyti vaizdo įrašą
lv: Skatīt video
mk: Види Видео
ml: വീഡിയോ കാണുക
mr: व्हिडिओ बघा
ms: Lihat Video
my: ဗီဒီယို ကြည့်ရှုမယ်
nb: Se video
nl: Video weergeven
pa: ਵੀਡੀਓ ਦੇਖੋ
pa_pk: ویڈیو ویکھو
pl: Wyświetl wideo
ps: د ویډیو لیدل
pt_br: Assistir ao vídeo
pt_pt: Ver vídeo
ro: Vezi videoclipul
ru: Просмотреть видео
sk: Zobraziť video
sl: Ogled videa
sq: Shiheni Videon
sr: Прикажи видео
sv: Visa video
sw: Tazama video
ta: வீடியோவைக் காண்க
te: వీడియో చూడండి
th: ดูวิดีโอ
tr: Videoyu Görüntüle
ug: سىن كۆرسەت
uk: Переглянути відео
ur: ویڈیو دیکھیں
vi: Xem video
zh_cn: 查看视频
zh_hk: 檢視影片

# PER_MESSAGE_EXPIRATION_VIEWED
source: Viewed
af: Bekyk
ar: تمَّت المشاهدة
az: Baxıldı
be: Прагледжана
bg: Видяно
bn: দেখা হয়েছে
ca: Vist
cs: Zobrazeno
cy: Gwelwyd
da: Set
de: Angesehen
el: Αναγνωσμένο
es: Visto
es_es: Visto
et: Vaadatud
eu: Ikusita
fa: مشاهده شد
fi: Nähty
fil: Nakita na
fr: Vu
ga: Amharcadh air
gu: જોયેલુ
he: הוצג
hi: देखा गया
hr: Pregledano
hu: Megtekintve
id: Dilihat
is: Skoðað
it: Visualizzato
ja: 閲覧済み
kab: Iwala
kk: Қаралды
km: á”á¶á“á”á¾á€á˜á¾á›
kn: ವೀಕ್ಷಿಸಲಾಗಿದೆ
ko: 조회함
lt: Peržiūrėta
lv: Skatīts
mk: Видено
ml: കണ്ടു
mr: बघितले
ms: Dilihat
my: ကြည့်ရှုပြီး
nb: Sett
nl: Gezien
pa: ਦੇਖਿਆ ਗਿਆ
pa_pk: ویکھیا
pl: Wyświetlono
ps: لیدل شوي
pt_br: Visto
pt_pt: Vista(s)
ro: Vizualizat
ru: Просмотрено
sk: Zobrazené
sl: Ogledano
sq: Parë
sr: Прочитано
sv: Sett
sw: Imetazamwa
ta: பார்க்கப்பட்டவை
te: వీక్షించినవి
th: เห็นแล้ว
tr: Görüldü
ug: كۆرگەن
uk: Переглянуто
ur: دیکھا ہوا
vi: Đã xem
zh_cn: 已阅
zh_hk: 已看過

# PHONE_NUMBER_DISCOVERABILITY_EVERYBODY
source: Everybody
af: Almal
ar: الجميع
az: Hər kəs
be: Усе
bn: সবাই
ca: Tothom
cs: Všichni
cy: Pawb
da: Alle
de: Jeder
el: Όλοι
es: Cualquiera
es_es: Cualquiera
et: Igaüks
eu: Denak
fa: همه
fi: Kaikki
fr: Tout le monde
gu: પ્રત્યેક
he: כולם
hi: हर कोई
hr: Svi
hu: Mindenki
id: Siapa Saja
is: Allir
it: Tutti
ja: 全員
kab: Irkelli
km: á¢áŸ’á“á€á‘á¶áŸ†á„á¢áŸáŸ‹á‚áŸ’á“á¶
kn: ಎಲ್ಲರೂ
ko: 모두에게 허용
lt: Visi
lv: Katrs
mk: Сите
ml: എല്ലാവരും
mr: सर्वजण
ms: Semua orang
my: အားလုံး
nb: Alle
nl: Iedereen
pa: ਹਰ ਕੋਈ
pl: Wszyscy
ps: هر څوک
pt_br: Todos
pt_pt: Todos
ro: Toată lumea
ru: Все
sk: Všetci
sl: Vsi
sq: Gjithkush
sr: Сви
sv: Alla
sw: Kila mtu
ta: எல்லோரும்
te: ప్రతి ఒక్కరూ
th: ทุกคน
tr: Herkes
ug: ھەممەيلەن
uk: Усі
ur: ہر ایک
vi: Tất cả mọi người
zh_cn: 所有人
zh_hk: 所有人
