Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# UNKNOWN_PROTOCOL_VERSION_NEED_TO_UPGRADE_FROM_LINKED_DEVICE
source: One of your devices sent a message that can't be processed or displayed here because it uses a new Signal feature.
af: Een van jou toestelle het ’n boodskap gestuur wat nie verwerk of hier gewys kan word nie, omdat dit ’n nuwe Signal-funksie gebruik.
ar: أرسَلَ أحد أجهزتك رسالة لا يُمكن مُعالجتها أو عرضها هُنا لأنها تستخدم ميزة جديدة في سيجنال.
az: Cihazlarınızdan biri, yeni bir Signal özəlliyi istifadə etdiyi üçün emal oluna və ya görüntülənə bilməyən bir mesaj göndərdi.
be: Адна з вашых прылад адправіла паведамленне, якое не можа быць апрацавана або паказана тут, таму што яно выкарыстоўвае новую функцыю Signal.
bg: Едно от устройствата ви изпрати съобщение, което не може да бъде обработено или показано тук, тъй като използва нова функция на Signal.
bn: আপনার একটি ডিভাইস একটি বার্তা প্রেরণ করেছে যা এখানে প্রক্রিয়া করা বা প্রদর্শিত করা যাচ্ছে না কারণ এটি একটি নতুন Signal বৈশিষ্ট্য ব্যবহার করেছে।
ca: Un dels vostres dispositius ha enviat un missatge que no es pot processar o mostrar aquí perquè usa una funció nova del Signal.
cs: Jedno z vašich zařízení odeslalo zprávu, kterou zde nelze zobrazit, protože používá novější funkci Signal.
cy: Anfonodd un o'ch dyfeisiau neges na ellir ei phrosesu na'i ddangos oherwydd ei bod yn defnyddio nodwedd Signal newydd.
da: En af dine enheder sendte en besked som ikke kan behandles eller vises her, da den bruger en ny Signal funktionalitet
de: Eines deiner Geräte hat eine Nachricht gesendet, die nicht verarbeitet oder hier angezeigt werden kann, da sie ein neues Signal-Feature nutzt.
el: Μια από τις συσκευές σου έστειλε μήνυμα που δεν μπορεί να επεξεργαστεί ή προβληθεί εδώ επειδή χρησιμοποιεί μια νέα δυνατότητα του Signal.
es: Has enviado un mensaje desde uno de tus dispositivos que no se puede procesar ni mostrar aquí porque usa una función nueva de Signal.
es_es: Uno de tus dispositivos ha enviado un mensaje que no se puede procesar o mostrar ya que usa una función nueva de Signal.
et: Üks sinu seadmetest saatis sõnumi, mida ei saa töödelda või siin kuvada, sest see kasutab Signali uut funktsionaalsust.
eu: Zure gailuetako batek hemen prozesatu edo erakutsi ezin daitekeen mezu bat bidali du. Arrazoia zera da: Signal-en ezugarri berri bat erabilzen du.
fa: یکی از دستگاه های شما یک پیام ارسال کرد که نمی تواند در اینجا پردازش شود یا نمایش داده شود زیرا از یک ویژگی سیگنال جدید استفاده می کند.
fi: Yksi laitteistasi lähetti viestin, jota ei voida käsitellä tai näyttää, koska se käyttää uutta Signal-ominaisuutta.
fil: Isa sa iyong mga device ay nagpadala ng mensahe na hindi maiproseso o maipakita dahil gumagamit ito ng bagong feature ng Signal.
fr: Impossible de traiter et d'afficher un message envoyé depuis l'un de vos appareils, car il utilise une nouvelle fonctionnalité de Signal.
ga: Seoladh teachtaireacht ó ghléas de do chuid nach féidir próiseáil ná taispeáint anseo toisc go mbaineann sí úsáid as gné nua in Signal.
gu: તમારા ડિવાઇસમાંથી એકએ એક મેસેજ મોકલ્યો હતો જેની પ્રક્રિયા અથવા પ્રદર્શિત કરી શકાતા નથી કારણ કે તે નવી Signal સુવિધાનો ઉપયોગ કરે છે.
he: אחד מהמכשירים שלך שלח הודעה שאינה יכולה להיות מעובדת או להיות מוצגת כאן מאחר שהיא משתמשת במאפיין Signal חדש.
hi: आपके किसी डिवाइस ने एक मेसेज भेजा है जो याहाँ दिखाया नहीं जा सकता क्योंकि वह Signal का नया फ़ीचर इस्तेमाल करता है।
hr: Jedan od vaših uređaja je poslao poruku koja se ne može obraditi niti prikazati ovdje jer koristi novu značajku Signala.
hu: Az egyik eszközödről olyan üzenetet küldtél, melyet nem lehet feldolgozni vagy megjeleníteni ezen az eszközön, mivel olyan funkciót tartalmaz, mely csak a Signal egy újabb verziójában érhető el.
id: Salah satu dari perangkat Anda mengirimkan sebuah pesan yang tidak dapat diproses atau ditampilkan di sini karena menggunakan fitur baru Signal.
is: Eitt af tækjunum þínum sendi skilaboð sem ekki er hægt að meðhöndla eða birta því það styðst við nýja eiginleika í Signal.
it: Uno dei tuoi dispositivi ha inviato un messaggio che non può essere elaborato o visualizzato qui perché utilizza una nuova funzione di Signal.
ja: あなたの端末の1つが、Signalの新機能を使用してメッセージを送信したため、ここでは処理または表示できません。
kab: Yiwen seg yibenan-ik·im yuzen izen ur nezmir ad yettusesfer neɣ ad yettuskan acku iseqdac tamahilt tamaynut n Signal.
kk: Құрылғыларыңыздың бірі жіберген хабарламаны бұл жерде өңдеу не экранға шығару мүмкін емес, себебі ол жаңа Signal функциясын пайдаланады.
km: á§á”á€ášááŸá˜á½á™ášá”áŸáŸ‹á¢áŸ’á“á€ á”á¶á“á•áŸ’á‰á¾áŸá¶ášá˜á½á™ áŠáŸ‚á›á˜á·á“á¢á¶á…áŠáŸ†áá¾ášá€á¶áš á¬á”á„áŸ’á á¶á‰á“áŸ…á‘á¸á“áŸáŸ‡ áŠáŸ„á™áŸá¶ášáœá¶á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á»áá„á¶ášááŸ’á˜á¸ášá”áŸáŸ‹ SignaláŸ”
kn: ನಿಮ್ಮ ಸಾಧನಗಳಲ್ಲಿ ಒಂದು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿದೆ, ಅದನ್ನು ಇಲ್ಲಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಅಥವಾ ಪ್ರದರ್ಶಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ಹೊಸ Signal ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸುತ್ತದೆ.
ko: 내 기기 중 하나에서 새 Signal 기능을 사용한 메시지를 보냈기에 여기에서는 처리되거나 표시할 수 없습니다.
lt: Vienas iš jūsų įrenginių išsiuntė žinutę, kuri negali būti apdorota ar parodyta čia, nes ji naudoja naująją Signal ypatybę.
lv: Viena no jūsu ierīcēm nosūtīja ziņu, kuru šeit nevar apstrādāt vai parādīt, jo tajā izmantota jauna Signal funkcija.
mk: Еден од вашите уреди испрати порака која не може да биде проследена или прикажана овде бидејќи користи нова Signal можност.
ml: നിങ്ങളുടെ ഒരു ഡിവൈസ് ഒരു സന്ദേശം അയച്ചിട്ടുണ്ട്, അത് ഉപയോഗിക്കുന്നത് ഒരു പുതിയ Signal ഫീച്ചർ ആയതിനാൽ സന്ദേശം പ്രോസസ് ചെയ്യാനോ ഇവിടെ ഡിസ്പ്ലേ ചെയ്യാനോ സാധ്യമല്ല.
mr: आपल्या डिव्हाईस पैकी एकाने पाठवलेला संदेश प्रक्रिया केला किंवा प्रदर्शित केला जाऊ शकत नाही कारण तो एक नवीन Signal वैशिष्ट्य वापरतो.
ms: Salah satu peranti anda menghantar mesej yang tidak dapat diproses atau dipaparkan di sini kerana menggunakan ciri Signal baru.
my: သင်၏ စက်တစ်လုံးမှ ပေးပို့ခဲ့သော မက်ဆေ့ချ်သည် Signal ၏အင်္ဂါရပ်အသစ်ကို အသုံးပြု၍ ဤနေရာတွင် လုပ်ဆောင်၍ သို့မဟုတ် ပြသ၍ မရနိုင်ပါ။
nb: En av enhetene dine sendte en melding som ikke kan behandles eller vises her fordi den bruker en ny Signal-funksjon.
nl: Een van je apparaten heeft een bericht verzonden dat hier niet kan worden verwerkt of niet kan worden weergegeven omdat het gebruikmaakt van een nieuwe functie van Signal.
pa: ਤੁਹਾਡੇ ਕਿਸੇ ਇੱਕ ਡਿਵਾਈਸ ਤੋਂ ਸੁਨੇਹਾ ਭੇਜਿਆ ਗਿਆ ਜਿਸ ਨੂੰ ਇੱਥੇ ਪ੍ਰੋਸੈਸ ਜਾਂ ਡਿਸਪਲੇ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਇਹ Signal ਦੇ ਇੱਕ ਨਵੇਂ ਫੀਚਰ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ.
pa_pk: تساں دے آلے اچوں اک نے اک سنیہا گھلیا جس اتے عمل کاری یا اونہوں ایتھے ظاہر نئیں کیتا جا سکدا اے کیوں جے ایہہ اک نویں Signal خصوصیت نوں ورتدا اے۔
pl: Z jednego z Twoich urządzeń wysłano wiadomość, która nie może zostać przetworzona lub wyświetlona, ponieważ wykorzystuje nową funkcję Signal.
ps: ستاسې یوې وسیلې داسې پیغام لیږلی چې پرانیستل کېدای یا ښکاره کېدای نشي، ځکه چې هغه د Signal نوې ځانګړنه له ځانه سره لري.
pt_br: Uma mensagem enviada de um dos seus aparelhos não pode ser processada ou exibida aqui porque ela usa uma nova funcionalidade do Signal.
pt_pt: Um dos seus dispositivos enviou uma mensagem que não pode ser processada ou exibida aqui porque utiliza uma nova funcionalidade do Signal.
ro: Unul dintre dispozitivele tale a trimis un mesaj ce nu poate fi procesat sau afișat aici deoarece utilizează o nouă funcționalitate Signal.
ru: Одно из ваших устройств отправило сообщение, которое не может быть обработано или отображено, поскольку оно использует новую функцию Signal.
sk: Jedno z vašich zariadení odoslalo správu, ktorú tu nie je možné spracovať alebo zobraziť, pretože používa novú funkciu Signalu.
sl: Ena izmed vaših naprav je poslala sporočilo, ki ne more biti procesirano ali prikazano, ker vsebuje novo funkcijo aplikacije Signal.
sq: Një nga pajisjet tuaja dërgoi një mesazh që s’mund të përpunohet ose shfaqet këtu, ngaqë përdor një veçori të ri Signal-i.
sr: Један од ваших уређаја је послао поруку која не може бити обрађена нити приказана овде јер користи нову функционалност Signal-а.
sv: En av dina enheter skickade ett meddelande som inte kan bearbetas eller visas här eftersom den använder en ny Signal-funktion.
sw: Mojawapo wa kifaa chako kimetuma ujumbe ambao hauwezi kuchakatwa au kuonyeshwa hapa kwa sababu ujumbe unatumia kipengele kipya cha Signal.
ta: உங்கள் சாதனங்களில் ஒன்று புதிய Signal அம்சத்தைப் பயன்படுத்துவதால் இங்கு செயலாக்கவோ அல்லது காட்டவோ முடியாத செய்தியை அனுப்பியது.
te: మీ పరికరాల్లో ఒకటి క్రొత్త Signal లక్షణాన్ని ఉపయోగిస్తున్నందున ప్రాసెస్ చేయలేని లేదా ప్రదర్శించలేని సందేశాన్ని పంపింది.
th: หนึ่งในอุปกรณ์ของคุณได้ส่งข้อความที่ไม่สามารถประมวลผลหรือแสดงผลได้ เพราะมันใช้ความสามารถของ Signal รุ่นใหม่
tr: Cihazlarınızdan biri Signal'in yeni özelliğini kullanan bir ileti gönderdiği için burada işlenemiyor veya görüntülenemiyor.
ug: سىزنىڭ بىر ئۈسكىنىڭىز ئەۋەتكەن ئۇچۇردا Signal نىڭ بىر يېڭى ئىقتىدارى قوللىنىلغاچقا، ئۇنى بىر تەرەپ قىلالمىدى ياكى كۆرسىتەلمىدى.
uk: Один з ваших пристроїв надіслав повідомлення, яке неможливо опрацювати або показати, оскільки він використовує нову функцію Signal.
ur: آپ کی ڈیوائس میں سے ایک نے ایک پیغام بھیجا جس پر کارروائی یا اس کو ظاہر نہیں کر سکتے کیونکہ یہ ایک نئی Signal کی خصوصیت استعمال کرتی ہے۔
vi: Một trong các thiết bị của bạn đã gửi một tin nhắn nhưng không thể xử lý và hiển thị ở đây vì tin nhắn này dùng một tính năng mới của Signal.
zh_cn: 您的某台设备发送的信息无法被处理或显示，因为它使用了新的 Signal 功能。
zh_hk: 您的某部裝置傳送了一條無法處理或顯示的訊息，因為它使用了 Signal 的新功能。

# UNKNOWN_PROTOCOL_VERSION_NEED_TO_UPGRADE_WITH_NAME_FORMAT
source: %@ sent you a message that can't be processed or displayed because it uses a new Signal feature.
af: %@ het ’n boodskap gestuur wat nie verwerk of hier gewys kan word nie, omdat dit ’n nuwe Signal-funksie gebruik.
ar: أرسلَ لكَ %1$@ رِسالة لا يُمكن مُعالجتها أو عرضها لأنها تستخدم ميزة جديدة في سيجنال.
az: %@, yeni bir Signal özəlliyi istifadə etdiyi üçün emal oluna və ya görüntülənə bilməyən bir mesaj göndərdi.
be: Карыстальнік %1$@ адправіў вам паведамленне, якое не можа быць апрацавана або паказана, таму што яно выкарыстоўвае новую функцыю Signal.
bg: %@ ви изпрати съобщение, което не може да бъде обработено или показано, тъй като използва нова функция на Signal.
bn: %1$@ একটি বার্তা প্রেরণ করেছে যা এখানে প্রক্রিয়া করা বা প্রদর্শিত করা যাচ্ছে না কারণ এটি একটি নতুন Signal বৈশিষ্ট্য ব্যবহার করেছে।
ca: %1$@ us ha enviat un missatge que no es pot processar o mostrar perquè usa una funció nova del Signal.
cs: %1$@ vám zaslal(a) zprávu, kterou zde nelze zobrazit, protože používá novější funkci Signal.
cy: Anfonodd %@ neges atoch na ellir ei phrosesu na'i ddangos oherwydd ei bod yn defnyddio nodwedd Signal newydd.
da: %1$@ sendte dig en besked som ikke kan behandles eller vises her, da den bruger en ny Signal funktionalitet
de: %1$@ hat dir eine Nachricht gesendet, die nicht verarbeitet oder angezeigt werden kann, da sie ein neues Signal-Feature nutzt.
el: Ο/Η %1$@ σου έστειλε μήνυμα που δεν μπορεί να επεξεργαστεί ή να εμφανιστεί γιατί χρησιμοποιεί μια νέα δυνατότητα του Signal.
es: %1$@ te ha enviado un mensaje que no se puede procesar ni mostrar porque usa una función nueva de Signal.
es_es: %@ te ha enviado un mensaje que no se puede procesar o mostrar ya que usa una función nueva de Signal.
et: %@ saatis sulle sõnumi, mida ei saa töödelda või kuvada, sest see kasutab uut Signali funktsionaalsust.
eu: %@ erabiltzaileak prozesatu edo erakutsi ezin daitekeen mezu bat bidali dizu. Arrazoia zera da: Signal ezaugarri berri bat erabiltzen du.
fa: شما از %1$@ پیامی دریافت کرده‌اید که قابل نمایش یا قابل پردازش نیست چون که به یک ویژگی جدید سیگنال نیاز دارد.
fi: %1$@ lähetti sinulle viestin, jota ei voida käsitellä tai näyttää, koska se käyttää uutta Signal-ominaisuutta.
fil: Nagpadala si %@ ng mensahe na hindi maiproseso o maipakita dahil gumagamit ito ng bagong feature ng Signal.
fr: Impossible de traiter et d'afficher un message que vous a envoyé %1$@, car il utilise une nouvelle fonctionnalité de Signal.
ga: Sheol %1$@ teachtaireacht chugat nach féidir próiseáil ná taispeáint anseo toisc go mbaineann sí úsáid as gné nua in Signal.
gu: %1$@ એ તમને એક મેસેજ મોકલ્યો છે જેની પ્રક્રિયા અથવા પ્રદર્શિત કરી શકાતી નથી કારણ કે તે નવી Signal સુવિધાનો ઉપયોગ કરે છે.
he: %1$@ שלח לך הודעה שאינה יכולה להיות מעובדת או להיות מוצגת מאחר שהיא משתמשת במאפיין Signal חדש.
hi: %1$@ ने एक मेसेज भेजा है जो याहाँ दिखाया नहीं जा सकता क्योंकि वह Signal का नया फ़ीचर इस्तेमाल करता है।
hr: %1$@ vam je poslao poruku koja se ne može obraditi niti prikazati jer koristi novu značajku Signala.
hu: %1$@ ismerősödtől egy olyan üzenetet kaptál, melyet nem lehet feldolgozni vagy megjeleníteni ezen az eszközön, mivel olyan funkciót tartalmaz, mely csak a Signal egy újabb verziójában érhető el.
id: %1$@ mengirimkan Anda pesan yang tidak dapat diproses atau ditampilkan karena menggunakan fitur baru Signal.
is: %@ sendi þér skilaboð sem ekki er hægt að meðhöndla eða birta því það styðst við nýja eiginleika í Signal.
it: %1$@ ti ha inviato un messaggio che non può essere elaborato o mostrato perchè usa una nuova funzione di Signal.
ja: %1$@ からメッセージが届きましたが、Signalの新機能が使用されているため、処理または表示できませんでした。
kab: %@ yuzen izen ur nezmir ad yettusesfer neɣ ad yettuskan acku iseqdac tamahilt tamaynut n Signal.
kk: %@ жіберген хабарламаны өңдеу не экранға шығару мүмкін емес, себебі ол жаңа Signal функциясын пайдаланады.
km: %@ á”á¶á“á•áŸ’á‰á¾áŸá¶ášá˜á½á™ áŠáŸ‚á›á˜á·á“á¢á¶á…áŠáŸ†áá¾ášá€á¶áš á¬á”á„áŸ’á á¶á‰ á–áŸ’ášáŸ„áŸ‡áœá¶á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á»áá„á¶ášááŸ’á˜á¸ášá”áŸáŸ‹ SignaláŸ”
kn: ಹೊಸ Signal ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸುವುದರಿಂದ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಅಥವಾ ಪ್ರದರ್ಶಿಸಲು ಸಾಧ್ಯವಾಗದ ಸಂದೇಶವನ್ನು %@ ನಿಮಗೆ ಕಳುಹಿಸಿದೆ.
ko: %1$@ 님이 새 Signal 기능을 사용하기 때문에 처리 또는 표시될 수 없는 메시지를 보냈습니다.
lt: %@ išsiuntė jums žinutę, kurios nepavyksta apdoroti ar parodyti, nes žinutė naudoja naująją Signal ypatybę.
lv: %@ nosūtīja jums ziņu, kuru nevar apstrādāt vai parādīt, jo tajā izmantota jauna Signal funkcija.
mk: %@ ви испрати порака која не може да биде проследена или прикажана бидејќи користни нова Signal можност.
ml: %@ നിങ്ങൾക്ക് ഒരു സന്ദേശം അയച്ചിട്ടുണ്ട്, അത് ഉപയോഗിക്കുന്നത് ഒരു പുതിയ Signal ഫീച്ചർ ആയതിനാൽ സന്ദേശം പ്രോസസ് ചെയ്യാനോ ഇവിടെ ഡിസ്പ്ലേ ചെയ്യാനോ സാധ്യമല്ല.
mr: %1$@ याने पाठवलेला संदेश प्रक्रिया केला किंवा प्रदर्शित केला जाऊ शकत नाही कारण तो एक नवीन Signal वैशिष्ट्य वापरतो.
ms: %1$@ telah menghantar anda satu mesej yang tidak dapat diproses atau dipaparkan kerana ia menggunakan ciri Signal yang baru.
my: %@မှ သင့်ကို ပေးပို့ခဲ့သော မက်ဆေ့ချ်သည် Signal ၏အင်္ဂါရပ်အသစ်ကို အသုံးပြု၍ ဤနေရာတွင် လုပ်ဆောင်၍ သို့မဟုတ် ပြသ၍ မရနိုင်ပါ။
nb: %1$@ sendte deg en melding som ikke kan behandles eller vises fordi den bruker en ny Signal-funksjon.
nl: Je hebt een bericht ontvangen van %1$@ dat niet kan worden verwerkt of niet kan worden weergegeven omdat het gebruikmaakt van een nieuwe functie van Signal.
pa: %@ ਨੇ ਤੁਹਾਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜਿਆ ਜਿਸ ਨੂੰ ਪ੍ਰੋਸੈਸ ਜਾਂ ਡਿਸਪਲੇ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਇਹ Signal ਦੇ ਇੱਕ ਨਵੇਂ ਫੀਚਰ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ.
pa_pk: %@ نے تساں نوں اک سنیہا گھلیا گھلیا جس اتے عمل کاری یا اونہوں ایتھے ظاہر نئیں کیتا جا سکدا اے کیوں جے ایہہ اک نویں Signal خصوصیت نوں ورتدا اے۔
pl: Nie można przetworzyć lub wyświetlić wiadomości, którą przesyła %1$@, ponieważ wykorzystuje ona nową funkcję Signal.
ps: %@ تاسې ته داسې یو پیغام درلیږلی چې پرانیستل کېدای یا ښکاره کېدای نشي، ځکه چې هغه د Signal نوې ځانګړنه له ځانه سره لري.
pt_br: %1$@ enviou-lhe uma mensagem que não pôde ser processada ou exibida porque ela usa uma nova funcionalidade do Signal.
pt_pt: %1$@ enviou-lhe uma mensagem que não pode ser processada ou exibida porque utiliza uma nova funcionalidade do Signal.
ro: %1$@ ți-a trimis un mesaj care nu poate fi procesat sau afișat pentru că utilizează o nouă funcționalitate Signal.
ru: %1$@ отправил(-a) вам сообщение, которое не может быть обработано или отображено, поскольку оно использует новую функцию Signal.
sk: %1$@ vám poslal(a) správu, ktorú nie je možné zobraziť alebo spracovať, pretože používa novú funkciu Signalu.
sl: Uporabnik/ca %@ vam je poslal/a sporočilo, ki ne more biti procesirano ali prikazano, ker vsebuje novo funkcijo aplikacije Signal.
sq: %@ ju dërgoi një mesazh që s’mund të përpunohet ose shfaqet, ngaqë përdor një veçori të re Signal-i.
sr: %1$@ вам је послао/ла поруку која не може бити обрађена нити приказана јер користи нову функционалност Signal-а.
sv: %1$@ skickade dig ett meddelande som inte kan bearbetas eller visas eftersom det använder en ny Signal-funktion.
sw: %@amekutumia ujumbe ambao hauwezi kuchakatwa au kuonyeshwa kwa sababu ujumbe unatumia kipengele kipya cha Signal.
ta: %@ உங்களுக்கு ஒரு செய்தியை அனுப்பியது, இது புதிய Signal அம்சத்தைப் பயன்படுத்துவதால் செயலாக்கவோ அல்லது காட்டவோ முடியாது.
te: %@ మీకు క్రొత్త Signal లక్షణాన్ని ఉపయోగిస్తున్నందున ప్రాసెస్ చేయలేని లేదా ప్రదర్శించలేని సందేశాన్ని పంపింది.
th: %1$@ ได้ส่งข้อความหาคุณ แต่มันไม่สามารถถูกประมวลผลหรือแสดงผลได้ เพราะมันใช้ความสามารถของ Signal รุ่นใหม่
tr: %1$@, Signal'in yeni özelliğini kullanan bir ileti gönderdiği için ileti işlenemiyor veya görüntülenemiyor.
ug: %1$@ سىزگە ئەۋەتكەن ئۇچۇردا Signal نىڭ بىر يېڭى ئىقتىدارى قوللىنىلغاچقا، ئۇنى بىر تەرەپ قىلالمىدى ياكى كۆرسىتەلمىدى.
uk: Користувач %1$@ надіслав вам повідомлення, яке неможливо опрацювати або показати, оскільки було використано нову функцію Signal.
ur: %1$@ نے آپ کو ایک پیغام بھیجا جس پر کارروائی نہیں ہوسکتی ہے یا ظاہر نہیں ہوسکتی ہے کیونکہ یہ ایک نئی Signal کی خصوصیت استعمال کرتی ہے۔
vi: %1$@ đã gửi cho bạn một tin nhắn nhưng không thể xử lý hoặc hiển thị vì sử dụng tính năng Signal mới.
zh_cn: %1$@ 给您发送的信息无法被处理，因为它用到了新的 Signal 功能。
zh_hk: %1$@ 向您傳送了一條無法處理或顯示的訊息，因為它使用了 Signal 的新功能。
