Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_CALL_START_TOOLTIP
source: Tap here to start a group call
af: Tik hier om ’n groepoproep te begin
ar: انقر هُنا لبدء مُكالمة جماعية
az: Bir qrup zəngi başlatmaq üçün toxunun
be: Націсніце тут, каб пачаць групавы званок
bn: গ্রুপ কল শুরু করতে এখানে ট্যাপ করুন
ca: Toqueu aquí per iniciar una trucada de grup
cs: Ťukněte sem pro zahájení skupinového hovoru
cy: Tapiwch yma i gychwyn galwad grŵp
da: Tryk her for at starte et gruppeopkald
de: Hier antippen, um einen Gruppenanruf zu starten
el: Πάτα εδώ για να ξεκινήσεις μια ομαδική κλήση
es: Toca aquí para iniciar una llamada grupal
es_es: Toca aquí para iniciar una llamada en grupo
et: Klõpsa siia grupikõne alustamiseks
eu: Sakatu hemen talde-deia hasteko
fa: برای شروع تماس گروهی اینجا ضربه بزنید
fi: Aloita ryhmäpuhelu napauttamalla tätä
fr: Touchez cette bulle pour lancer un appel de groupe
ga: Cnag anseo chun tús a chur le grúpghlao
gu: ગ્રુપ કૉલ પ્રારંભ કરવા માટે અહીં ટેપ કરો
he: הקש כאן כדי להתחיל שיחה קבוצתית
hi: ग्रुप कॉल शुरू करने के लिए यहाँ टैप करें
hr: Pritisnite za započinjanje grupnog poziva
hu: Csoporthívás indítás itt
id: Ketuk di sini untuk memulai panggilan grup
is: Ýttu hér til að byrja hópsímtal
it: Clicca qui per iniziare una chiamata di gruppo
ja: タップしてグループ通話を開始
kab: Tekki dagi akken ad tebduḍ asiwel n ugraw
km: á…á»á…á“áŸ…á‘á¸á“áŸáŸ‡áŠá¾á˜áŸ’á”á¸á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á¶ášá áŸ…á‡á¶á€áŸ’ášá»á˜
kn: ಕರೆ ಮಾಡುವುದಕ್ಕೆ ಇಲ್ಲಿ ಒತ್ತಿ
ko: 여기를 탭하여 그룹 통화를 시작하세요.
lt: Bakstelėkite čia norėdami pradėti grupės skambutį
lv: Pieskarties šeit, lai sāktu grupas zvanu
mk: Допри тука да започнеш групен повик
ml: ഒരു ഗ്രൂപ്പ് കോൾ ആരംഭിക്കാൻ ഇവിടെ തൊടുക
mr: गट कॉल प्रारंभ करण्यासाठी येथे टॅप करा
ms: Tekan disini untuk memulakan panggilan group
my: ဤနေရာနှိပ်၍ အဖွဲ့လိုက်ဖုန်းခေါ်ဆိုပါ
nb: Trykk her for å gjøre et gruppeanrop
nl: Tik hier om een groepsoproep te starten
pa: ਸਮੂਹ ਕਾਲ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ
pl: Dotknij, aby zacząć połączenie grupowe
ps: دلته کلیک وکړئ تر څو ګروپي کال پیل شي
pt_br: Toque aqui para começar uma chamada em grupo
pt_pt: Toque aqui para iniciar uma chamada de grupo
ro: Atinge aici pentru a începe un apel de grup
ru: Нажмите здесь, чтобы начать групповой звонок
sk: Ťuknite sem pre zahájenie skupinového hovoru
sl: Tapnite tu za začetek skupinskega klica
sq: Prekni këtu që të nisë një thirrje grupi
sr: Додирните овде да започнете групни позив
sv: Tryck här för att starta ett gruppsamtal
sw: Gusa hapa ili uanzishe mazugumzo ya simu ya kikundi
ta: தட்டவும் இங்கே தொடங்க ஒரு குழு அழைப்பு
te: గ్రూప్ కాల్ ప్రారంభించడానికి ఇక్కడ నొక్కండి
th: แตะที่นี่เพื่อเริ่มโทรแบบกลุ่ม
tr: Grup araması başlatmak için buraya dokunun
ug: بۇ يەر چېكىلسە گۇرۇپپا چاقىرىش باشلىنىدۇ
uk: Торкніться, щоб почати груповий виклик
ur: گروپ کال شروع کرنے کے لئے یہاں ٹیپ کریں
vi: Nhấn để bắt đầu cuộc gọi nhóm
zh_cn: 点击此处发起群组通话
zh_hk: 輕觸此處以開始群組通話

# GROUP_CALL_STARTED_BY_YOU
source: You started a group call
af: Jy het ’n groepoproep begin
ar: بدأتَ مُكالمة جماعية
az: Bir qrup zəngi başlatdınız.
be: Вы пачалі групавы званок
bn: আপনি একটি গ্রুপ কল শুরু করেছেন
ca: Heu iniciat una trucada de grup.
cs: Zahájil jste skupinový hovor
cy: Dechreuasoch alwad grŵp
da: Du startede et gruppeopkald
de: Du hast einen Gruppenanruf gestartet
el: Ξεκίνησες μια ομαδική κλήση
es: Has iniciado una llamada grupal
es_es: Has iniciado una llamada en grupo
et: Sa alustasid grupikõne
eu: Talde-deia hasi duzu
fa: شما یک تماس گروهی آغاز کردید
fi: Aloitit ryhmäpuhelun
fr: Vous avez lancé un appel de groupe
gu: તમે એક ગ્રુપ કૉલ શરૂ કર્યો
he: התחלת שיחה קבוצתית
hi: आपने एक ग्रुप कॉल शुरू की
hr: Započeli ste grupni poziv
hu: Elindítottad a csoporthívást
id: Anda memulai panggilan grup
is: Þú hófst hópsímtal
it: Hai iniziato una chiamata di gruppo
ja: グループ通話を開始しました
kab: Tebdiḍ asiwel n ugraw
km: á¢áŸ’á“á€á”á¶á“á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á¶ášá áŸ…á‡á¶á€áŸ’ášá»á˜
kn: ನೀವು ಗುಂಪು ಕರೆಯೊಂದನ್ನು ಪ್ರಾರಂಭಿಸಿದ್ದೀರಿ
ko: 그룹 통화를 시작함
lt: Jūs pradėjote grupės skambutį
lv: Jūs sākāt grupas zvanu
mk: Вие започнавте групен повик
ml: നിങ്ങൾ ഒരു ഗ്രൂപ്പ് കോൾ ആരംഭിച്ചു
mr: आपण गट कॉल चालू केला
ms: Anda telah memulakan panggilan kumpulan
my: အဖွဲ့လိုက် ဖုန်းခေါ်ဆိုမှု သင်စခဲ့ပါသည်
nb: Du gjorde et gruppeanrop
nl: Je hebt een groepsoproep gestart
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਕਾਲ ਸ਼ੁਰੂ ਕੀਤੀ ਹੈ
pl: Rozpoczynasz połączenie grupowe
ps: تاسې ګروپي اړیکه پیل کړې
pt_br: Você começou uma chamada em grupo
pt_pt: Você iniciou uma chamada de grupo
ro: Ai început un apel de grup
ru: Вы начали групповой звонок
sk: Zahájili ste skupinový hovor
sl: Začeki ste skupinski klic
sq: Nisët një thirrje grupi
sr: Започели сте групни позив
sv: Du startade ett gruppsamtal
sw: Umeanzisha mazungumzo ya simu ya kikundi
ta: நீங்கள் ஒரு தொடங்கினீர்கள் குழு அழைப்பு
te: మీరు సమూహ కాల్ ప్రారంభించారు
th: คุณได้เริ่มการโทรแบบกลุ่ม
tr: Bir grup görüşmesi başlattınız
ug: سىز گۇرۇپپا چاقىرىقىنى باشلىدىڭىز
uk: Ви почали груповий виклик
ur: آپ نے ایک گروپ کال شروع کی
vi: Bạn đã bắt đầu cuộc gọi nhóm
zh_cn: 您发起了一个群组通话
zh_hk: 您已發起群組通話

# GROUP_CALL_STARTED_MESSAGE_FORMAT
source: %@ started a group call
af: %@ het ’n groepoproep begin
ar: بدأ %1$@ مُكالمة جماعية
az: %@ bir qrup zəngi başlatdı
be: %1$@ пачаў(-ла) групавы званок
bn: %1$@ একটি গ্রুপ কল শুরু করেছেন
ca: %1$@ ha iniciat una trucada de grup.
cs: %1$@ zahájil skupinový hovor
cy: Dechreuodd%@ alwad grŵp
da: %1$@ startede et gruppeopkald
de: %1$@ hat einen Gruppenanruf gestartet
el: Ο/Η %1$@ ξεκίνησε μια ομαδική κλήση
es: %1$@ ha iniciado una llamada grupal
es_es: %@ ha(s) iniciado una llamada en grupo
et: %@ alustas grupikõne
eu: %@ erabiltzaileak talde-deia hasi du
fa: %1$@ یک تماس گروهی آغاز کرد
fi: %1$@ aloitti ryhmäpuhelun
fr: %1$@ a lancé un appel de groupe
ga: %1$@ started a group call
gu: %1$@એ ગ્રુપ કૉલ શરૂ કર્યો
he: %1$@ התחיל/ה שיחה קבוצתית
hi: %1$@ ने एक ग्रुप कॉल शुरू की
hr: %1$@ je započeo/la grupni poziv
hu: %1$@ csoporthívást indított
id: %1$@ memulai panggilan grup
is: %@ byrjaði hópsímtal
it: %1$@ ha iniziato una chiamata di gruppo
ja: %1$@ がグループ通話を開始しました
kab: %@ yebda asiwel n ugraw
km: %@ á”á¶á“á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á¶ášá áŸ…á‡á¶á€áŸ’ášá»á˜
kn: %@ ಅವರು ಗುಂಪು ಪ್ರಾರಂಭಿಸಿದ್ದಾರೆ
ko: %1$@ 님이 그룹 통화를 시작했습니다.
lt: %@ pradėjo grupės skambutį
lv: %@ sāka grupas zvanu
mk: %@ започна групен повик
ml: %@ ഒരു ഗ്രൂപ്പ് കോൾ ആരംഭിച്ചു
mr: %1$@ ने गट कॉल चालू केला
ms: %1$@ telah memulakan panggilan kumpulan
my: %@ သည် အဖွဲ့လိုက်ခေါ်ဆိုမှု စခဲ့ပါသည်
nb: %1$@ gjorde et gruppeanrop
nl: %1$@ heeft een groepsoproep gestart
pa: %@ਨੇ ਗਰੁੱਪ ਕਾਲ ਸ਼ੁਰੂ ਕੀਤੀ
pl: %1$@ rozpoczyna połączenie grupowe
ps: %@ ګروپي اړیکه پیل کړې
pt_br: %1$@ começou uma chamada em grupo
pt_pt: %1$@ iniciou uma chamada de grupo
ro: %1$@ a început un apel de grup
ru: %1$@ начал(-а) групповой звонок
sk: %1$@ zahájil(a) skupinový hovor
sl: %@ je začel skupinski klic
sq: %@ nisi një thirrje grupi
sr: %1$@ је започео/ла групни позив
sv: %1$@ startade ett gruppsamtal
sw: %@ ameanzisha simu ya kikundi
ta: %@ ஒரு தொடங்கியதுகுழு அழைப்பு
te: %@ సమూహ కాల్ ప్రారంభించారు
th: %1$@ ได้เริ่มการโทรแบบกลุ่ม
tr: %1$@ görüntülü grup araması başlattı
ug: %1$@ گۇرۇپپا چاقىرىقىنى باشلىدى.
uk: Користувач %1$@ почав груповий виклик
ur: %1$@ نے ایک گروپ کال شروع کی
vi: %1$@ đã bắt đầu cuộc gọi nhóm
zh_cn: %1$@ 发起了群通话
zh_hk: %1$@ 已發起群組通話

# GROUP_CALL_TOO_LARGE_TO_RING
source: Group is too large to ring the participants.
af: Groep is te groot om deelnemers te bel.
ar: المجموعة كبيرة جدًا لكي يرن التطبيق على المُشارِكين.
az: Qrup, iştirakçılara zəng etmək üçün çox böyükdür.
be: Немагчыма тэлефанаваць удзельнікам, бо група занадта вялікая.
bn: অংশগ্রহণকারীদের কল করার জন্য গ্রুপটি খুব বড়
ca: El grup és massa gran per a trucar als participants.
cs: Skupina je pro volání příliš velká
cy: Mae'r grŵp yn rhy fawr i ffonio'r cyfranogwyr.
da: Gruppen er for stor til at ringe til alle deltagere.
de: Gruppe ist zu groß, um bei den Teilnehmern zu klingeln.
el: Η ομάδα είναι πολύ μεγάλη ώστε να καλέσουμε με κουδούνισμα τους συμμετέχοντες.
es: No se puede realizar la llamada porque el grupo es demasiado grande.
et: Grupp on liikmetele helistamiseks liiga suur.
eu: Taldea handiegia da parte-hartzaileei deitzeko.
fa: گروه برای زنگ خوردن همهٔ مشارکت‌کنندگان خیلی بزرگ است.
fi: Ryhmä on liian suuri soittaaksesi osallistujille.
fr: Appel impossible : le groupe compte un trop grand nombre de participants.
ga: Tá an grúpa ró-mhór le glao a chur ar na rannpháirtithe.
gu: સહભાગીઓને રિંગ મારવા માટે ગ્રુપ બહુ મોટું છે.
he: הקבוצה גדולה מדי כדי לצלצל אל המשתתפים.
hi: प्रतिभागियों को रिंग करने के लिए ग्रूप बहुत बड़ा है.
hr: Grupa je prevelika za direktan poziv sudionika.
hu: A csoport túl nagy ahhoz, hogy minden tagot fel lehessen hívni.
id: Grup terlalu besar untuk menghubungi peserta.
is: Hópurinn er of stór til að hægt sé að hringja í þátttakendurna.
it: Il gruppo è troppo grande per squillare ai partecipanti.
ja: グループが大きすぎるため、参加者を呼べません。
km: á€áŸ’ášá»á˜á’áŸ†á–áŸá€ á€áŸ’á“á»á„á€á¶ášá áŸ…á¢áŸ’á“á€á…á¼á›ášá½á˜áŸ”
kn: ಭಾಗಿಗಳಿಗೆ ರಿಂಗ್ ಮಾಡಲು ಗ್ರೂಪ್ ತೀರಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 단체 참여자가 너무 많아 통화를 진행할 수 없습니다.
lt: Grupė yra per didelė, kad būtų skambinama dalyviams.
lv: Grupa ir pārāk liela, lai zvanītu dalībniekiem
mk: Групата е преголема за да се јавите на учесниците.
ml: പങ്കെടുക്കുന്നവരെ വിളിക്കാൻ കഴിയാത്തത്ര വലുതാണ് ഗ്രൂപ്പ്.
mr: सहभागींना रिंग करण्यासाठी हा गट खूप मोठा आहे.
ms: Terlalu ramai dalam kumpulan untuk memanggil peserta.
my: ပါဝင်သူများကို ဖုန်းခေါ်ရန် အဖွဲ့သည် ကြီးလွန်းနေပါသည်။
nb: Gruppen er for stor til å ringe deltakerne.
nl: De groep is te groot om de leden te bellen.
pa: ਭਾਗੀਦਾਰਾਂ ਨੂੰ ਕਾਲ ਕਰਨ ਲਈ ਗਰੁੱਪ ਬਹੁਤ ਵੱਡਾ ਹੈ।
pl: Grupa jest zbyt duża, aby zadzwonić do jej uczestników.
ps: دا چې ګروپ ډېر ستر دی نو ټولو ګډون والو ته زنګ نشي وهل کېدای
pt_br: O grupo é muito grande para ligar para todos os participantes.
pt_pt: Grupo demasiado grande para tocar todos os participantes.
ro: Grupul este prea mare pentru a apela participanții.
ru: Невозможно звонить участникам: группа слишком большая.
sk: Skupina je príliš veľká na to, aby vyzváňala účastníkom.
sl: Skupina je prevelika za zvonjenje vsem udeležencem.
sq: Grupi është shumë i madh për t’u rënë ziles së pjesëmarrësve.
sr: Група је превелика да бисте могли да позовете учеснике.
sv: Gruppen är för stor för att ringa deltagarna.
sw: Kikundi ni kikubwa sana kuweza kuwapigia washiriki.
ta: எண்ணிக்கை கூடியதால் குழுவில் உள்ள அனைவரையும் அழைக்க இயலாது
te: పాల్గొనేవారికి రింగ్ చేయడానికి గ్రూపు చాలా పెద్దది.
th: กลุ่มใหญ่เกินไปที่จะจับกลุ่มผู้เข้าร่วม
tr: Grup, katılımcıların aranması için çok büyük.
ug: قېتىلغۇچىلارنى چاقىرىشقا گۇرۇپپا بەك چوڭ كېلىپ قالدى
uk: Група завелика, тому здійснити виклик учасникам неможливо.
ur: شرکاء کو کال کرنے کے لیے گروپ بہت بڑا ہے۔
vi: Nhóm quá lớn để rung chuông các thành viên
zh_cn: 群组人数过多，无法与参与人通话。
zh_hk: 群組太大，無法給參與者響鈴。

# GROUP_CALL_TWO_PEOPLE_HERE_FORMAT
source: %1$@ and %2$@ are in this call
af: %1$@ en %2$@ is in hierdie oproep
ar: %1$@ و %2$@ في هذه المُكالمة
az: %1$@ və %2$@ bu zəngdədir
be: %1$@ і %2$@ у гэтым званку
bn: %1$@ ও %2$@ এই কলটিতে আছেন
ca: %1$@ i %2$@ són a la trucada
cs: %1$@ a %2$@ se účastní tohoto hovoru
cy: Mae %1$@ a %2$@ yn yr alwad hon
da: %1$@ og %2$@ deltager i dette opkald
de: %1$@ und %2$@ nehmen an diesem Anruf teil
el: Οι %1$@ και %2$@ είναι στην κλήση
es: %1$@ y %2$@ están en esta llamada
es_es: %1$@ y %2$@ en esta llamada
et: %1$@ ja %2$@ on selles kõnes
eu: %1$@ eta %2$@ dei honetan daude
fa: %1$@ و %2$@ در این تماس هستند
fi: %1$@ ja %2$@ tässä puhelussa
fr: %1$@ et %2$@ participent à cet appel
gu: %1$@ અને %2$@ આ કૉલમાં છે
he: %1$@ וגם %2$@ בשיחה זו
hi: %1$@ और %2$@ इस कॉल में हैं
hr: %1$@ i %2$@ su na ovom pozivu
hu: %1$@ és %2$@ ebben a hívásban
id: %1$@ dan %2$@ sedang dalam panggilan ini
is: %1$@ og %2$@ eru í þessu símtali
it: %1$@ e %2$@ partecipano a questa chiamata
ja: %1$@ と %2$@ が参加中
kab: %1$@ d %2$@ ha-ten-an deg usiwel-a
km: %1$@ á“á·á„ %2$@ á“áŸ…á€áŸ’á“á»á„á€á¶ášá áŸ…á“áŸáŸ‡
kn: %1$@ ಮತ್ತು %2$@ ಅವರು ಈ ಕರೆಯಲ್ಲಿದ್ದಾರೆ
ko: %1$@ 및 %2$@ 님이 통화 중입니다.
lt: %1$@ ir %2$@ yra šiame skambutyje
lv: %1$@ un %2$@ piedalās šai zvanā
mk: %1$@ и %2$@ се во овој повик
ml: %1$@ ഉം %2$@ഉം ഈ കോളിലുണ്ട്
mr: %1$@ आणि %2$@ या कॉलमध्ये आहेत
ms: %1$@ dan %2$@ berada dalam panggilan ini
my: %1$@ နှင့် %2$@ သည် ၎င်းခေါ်ဆိုမှုထဲတွင် ရှိပါသည်
nb: %1$@ og %2$@ er med i samtalen
nl: %1$@ en %2$@ zijn in deze oproep aanwezig
pa: %1$@, %2$@ ਇਸ ਕਾਲ ਵਿੱਚ ਹਨ
pl: W rozmowie uczestniczą %1$@ i %2$@
ps: %1$@ او %2$@ په دغه اړیکه کې دي
pt_br: %1$@ e %2$@ estão nessa chamada
pt_pt: %1$@ e %2$@ estão nesta chamada
ro: %1$@ și %2$@ sunt în acest apel
ru: %1$@ и %2$@ в этом звонке
sk: %1$@ a %2$@ sú v tomto hovore
sl: %1$@ in %2$@ se nahajata v tem klicu
sq: Në këtë thirrje është %1$@ dhe %2$@
sr: %1$@ и %2$@ су у овом позиву
sv: %1$@ och %2$@ är i detta samtal
sw: %1$@ na %2$@ wako kwenye mazungumzo haya ya simu
ta: %1$@ மற்றும் %2$@ இந்த அழைப்பில் உள்ளனர்
te: %1$@ మరియు %2$@ ఈ కాల్‌లో ఉన్నాయి
th: %1$@ และ %2$@ อยู่ในสายนี้
tr: %1$@ ve %2$@ bu görüşmede
ug: %1$@ ۋە %2$@ بۇ چاقىرىقتا
uk: %1$@ і %2$@ беруть участь у цьому виклику
ur: %1$@ اور %2$@ اس کال میں ہیں
vi: %1$@ và %2$@ đang trong cuộc gọi này
zh_cn: %1$@和%2$@在此通话中
zh_hk: %1$@ 和 %2$@ 正在通話中

# GROUP_CALL_UNEXPECTEDLY_ENDED
source: You were disconnected from the call. Check your connection and try again.
af: Jou verbinding met die groep is gebreek. Gaan jou verbinding na en probeer weer.
ar: قُطِعَ اتصالك بهذه المُكالمة. تحقَّق من اتصالك بالشبكة ثم حاوِل مرّة أخرى.
az: Zənglə bağlantınız kəsildi. Bağlantınızı yoxlayıb yenidən sınayın.
be: Вас адключылі ад званка. Праверце падключэнне і паўтарыце спробу.
bn: আপনি কলটি থেকে বিচ্ছিন্ন হয়ে গেছেন। আপনার সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
ca: Se us ha desconnectat de la trucada. Comproveu la connexió i torneu-ho a provar.
cs: Byli jste odpojeni od hovoru. Zkotrolujte své připojení k síti a zkuste to znova.
cy: Fe'ch datgysylltwyd o'r alwad. Gwiriwch eich cysylltiad a rhoi cynnig arall arni.
da: Du mistede forbindelsen til opkaldet. Tjek din forbindelse, og prøv igen.
de: Du wurdest vom Anruf getrennt. Überprüfe deine Internetverbindung und versuche es erneut.
el: Αποσυνδέθηκες από την κλήση. Έλεγξε τη σύνδεσή σου και ξαναδοκίμασε.
es: Desconexión en la llamada. Comprueba tu conexión e inténtalo de nuevo.
es_es: Desconexión en la llamada. Comprueba tu conexión e inténtalo de nuevo.
et: Kaotasid ühenduse kõnega. Kontrolli internetiühendust ja proovi uuesti.
eu: Deitik deskonektatu zara. Egiaztatu zure internet konexioa eta saiatu berriz.
fa: ارتباط شما با تماس قطع شد. اتصال خود را بررسی کنید و دوباره امتحان کنید.
fi: Puhelu katkesi. Tarkista verkkoyhteys ja yritä uudelleen.
fr: Vous avez été déconnecté de l'appel. Vérifiez votre connexion et réessayez.
gu: તમે કૉલથી ડિસકનેક્ટ થઈ ગયા હતા. તમારું કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
he: נותקת מהשיחה. בדוק את החיבור שלך ונסה שוב.
hi: आपको कॉल से डिसकनेक्ट कर दिया गया था। अपना कनेक्नशन चेक करें और फिर से प्रयास करें।
hr: Vaš poziv je prekinut. Provjerite internetsku vezu i pokušajte ponovo.
hu: Lecsatlakoztál a hívásból. Ellenőrizd a hálózati kapcsolatot és próbáld újra!
id: Kamu terputus dari panggilan. Periksa koneksi internet Anda dan coba lagi.
is: Þú varst aftendur úr símtalinu. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Sei stato disconnesso dalla chiamata. Controlla la tua connessione e riprova.
ja: 通話が切断されました。ネットワーク接続を確認して再度試してください。
kab: Teffɣeḍ seg usiwel. Senqed tuqqa-inek·inem syen εreḍ tikkelt-nniḍen.
km: á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á•áŸ’áá¶á…áŸ‹á…áŸá‰á–á¸á€á¶ášá áŸ…áŸ” á–á·á“á·ááŸ’á™á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á“á·á„áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ನಿಮ್ಮ ಕರೆಯ ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿದೆ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 통화 연결이 끊어졌습니다. 연결을 확인하고 다시 시도하세요.
lt: Jūs buvote atjungti nuo skambučio. Patikrinkite ryšį ir bandykite dar kartą.
lv: Jūs atvienoja no zvana. Pārbaudiet savienojumu un mēģiniet vēlreiz.
mk: Вие сте исклучени од повикот. Проверете ја Вашата интернет конекција и обидете се повторно.
ml: നിങ്ങളെ കോളിൽ നിന്ന് വിച്ഛേദിച്ചിരിക്കുന്നു. ദയവായി നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച ശേഷം വീണ്ടും ശ്രമിക്കുക
mr: आपण कॉलवरून डिसकनेक्ट झाला होता. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Anda terputus daripada panggilan. Periksa sambungan anda dan cuba lagi.
my: သင်သည် ခေါ်ဆိုမှုမှ လိုင်းပြတ်သွားပါသည်။ သင့် လိုင်းချိတ်ဆက်မှုစစ်၍ ပြန်စမ်းကြည့်ပေးပါ။
nb: Du ble frakoblet samtalen. Kontroller nettverkstilkobling og prøv på nytt.
nl: De verbinding met de oproep is verbroken. Controleer je internetverbinding en probeer het opnieuw.
pa: ਤੁਸੀਂ ਕਾਲ ਤੋਂ ਡਿਸ-ਕਨੈਕਟ ਹੋ ਗਏ ਸੀ। ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Twoje połączenie zostało przerwane. Sprawdź połączenie z internetem i spróbuj ponownie.
ps: له دغې اړیکې سره ستاسې اړیکه پرې شوه. خپل انټرنېټ مو وګورئ او بیا هڅه وکړئ.
pt_br: Você foi desconectado(a) da chamada. Verifique sua conexão à internet e tente novamente.
pt_pt: Você foi desligado da chamada. Verifique a sua ligação e tente novamente.
ro: Ai fost deconectat de la acest apel. Verifică conexiunea și încearcă din nou.
ru: Вы были отключены от звонка. Проверьте ваше соединение и попробуйте ещё раз.
sk: Boli ste odpojený od hovoru. Skontrolujte vaše pripojenie a skúste to znovu.
sl: Povezava s klicem je bila prekinjena. Preverite povezavo in poskusite znova.
sq: U shkëputët prej thirrjes. Kontrolloni lidhjen tuaj dhe riprovvoni.
sr: Искључени сте из позива. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Du kopplades bort från samtalet. Kontrollera din anslutning och försök igen.
sw: Umeondolewa kwenye mazungumzo ya simu. Angalia muunganisho wako kisha ujaribu tena.
ta: அழைப்பிலிருந்து துண்டிக்கப்பட்டுள்ளீர்கள். உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: మీరు కాల్ నుండి డిస్‌కనెక్ట్ చేయబడ్డారు. మీ కనెక్షన్‌ను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: คุณได้หลุดจากการโทร กรุณาตรวจสอบการเชื่อมต่อของคุณแล้วลองใหม่อีกครั้ง
tr: Görüşmeyle bağlantınız kesildi. Bağlantınızı kontrol edin ve tekrar deneyin.
ug: چاقىرىقتىن ئۈزۈلۈپ كەتتىڭىز. ئۇلىنىشڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Виклик було перервано. Перевірте з'єднання та спробуйте приєднатися до нього знов.
ur: آپ کال سے منقطع ہوگئے تھے۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Bạn đã bị ngưng kết nối khỏi cuộc gọi. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 您的通话断开了，请检查网络后再试。
zh_hk: 您的通話已中斷。請檢查您的連線，然後重試。

# GROUP_CALL_WILL_NOTIFY_ONE_PERSON_FORMAT
source: %@ will be notified
ar: سَيتمُّ إشعار %1$@
be: %1$@ атрымае апавяшчэнне
bn: %1$@-কে জানানো হবে
ca: Se li enviarà una notificació a %1$@
cs: %1$@ dostane oznámení
da: %1$@ får en notifikation
de: %1$@ wird benachrichtigt
el: Ο χρήστης %1$@ θα ειδοποιηθεί
es: Se notificará a %1$@
fa: به %1$@ اطلاع داده خواهد شد
fi: Käyttäjälle %1$@ ilmoitetaan
fr: Sonnerie désactivée : %1$@ recevra une notification
ga: Cuirfear %1$@ ar an eolas
gu: %1$@ને સૂચિત કરવામાં આવશે
he: נשלח התראה ל%1$@
hi: %1$@ को सूचित किया जाएगा
hr: %1$@ bit će obavješten(a)
hu: %1$@ felhasználó értesítést kap
id: %1$@ akan mendapat notifikasi
it: %1$@ riceverà una notifica
ja: %1$@ に通知されます
ko: %1$@ 님에게 알림이 갑니다.
mr: %1$@ ला अधिसूचित केले जाईल
ms: %1$@ akan diberitahu
nb: %1$@ vil bli varslet
nl: %1$@ zal een melding krijgen
pl: %1$@ otrzyma powiadomienie
pt_br: %1$@ receberá uma notificação
pt_pt: %1$@ receberá uma notificação
ro: %1$@ va fi notificat/ă
ru: %1$@ будет уведомлен(-а)
sk: %1$@ dostane upozornenie
sl: %@ bo obveščen_a
sr: %1$@ ће добити обавештење
sv: %1$@ kommer att meddelas
th: %1$@ จะได้รับการแจ้งเตือน
tr: %1$@ bildirim alacak
ug: %1$@ كە ئۇقتۇرۇش قىلىنىدۇ
uk: %1$@ отримає сповіщення
ur: %1$@ کو مطلع کر دیا جائے گا
vi: %1$@ sẽ được thông báo
zh_cn: %1$@ 将会收到通知
zh_hk: %1$@ 將會收到通知

# GROUP_CALL_WILL_NOTIFY_TWO_PEOPLE_FORMAT
source: %1$@ and %2$@ will be notified
ar: سَيتمُّ إشعار %1$@ و%2$@
be: %1$@ і %2$@ атрымаюць апавяшчэнне
bn: %1$@ এবং %2$@-কে জানানো হবে
ca: Se li enviarà una notificació a %1$@ i a %2$@
cs: %1$@ a %2$@ dostanou oznámení
da: %1$@ og %2$@ får en notifikation
de: %1$@ und %2$@ werden benachrichtigt
el: Οι %1$@ και %2$@ θα ειδοποιηθούν
es: Se notificará a %1$@ y %2$@
fa: به %1$@ و %2$@ اطلاع داده خواهد شد
fi: Käyttäjille %1$@ ja %2$@ ilmoitetaan
fr: %1$@ et %2$@ recevront une notification
ga: Cuirfear %1$@ agus %2$@ ar an eolas
gu: %1$@ અને %2$@ને સૂચિત કરવામાં આવશે
he: %1$@ ו%2$@ יקבלו התראה
hi: %1$@और %2$@ को सूचित किया जाएगा
hr: %1$@ i %2$@ bit će obavješteni/e
hu: %1$@ és %2$@ értesítést kap
id: %1$@ dan %2$@ akan mendapat notifikasi
it: %1$@ e %2$@ riceveranno una notifica
ja: %1$@ と %2$@ に通知されます
ko: %1$@ 님과 %2$@ 님에게 알림이 갑니다.
mr: %1$@ आणि %2$@ ना अधिसूचित केले जाईल
ms: %1$@ dan %2$@ akan diberitahu
nb: %1$@ og %2$@ vil bli varslet
nl: %1$@ en %2$@ zullen een melding krijgen
pl: %1$@ i %2$@ otrzymają powiadomienie
pt_br: %1$@ e %2$@ receberão notificações
pt_pt: %1$@ e %2$@ receberão uma notificação
ro: %1$@ și %2$@ vor fi notificați
ru: %1$@ и %2$@ будут уведомлены
sk: %1$@ a %2$@ dostanú upozornenie
sl: %1$@ in %2$@ bosta obveščena_i
sr: %1$@ и %2$@ ће добити обавештење
sv: %1$@ och %2$@ kommer att meddelas
th: %1$@ และ %2$@ จะได้รับการแจ้งเตือน
tr: %1$@ ve %2$@ bildirim alacak
ug: %1$@ ۋە %2$@ كە ئۇقتۇرۇش قىلىنىدۇ
uk: %1$@ і %2$@ отримають сповіщення
ur: %1$@ اور %2$@ کو مطلع کر دیا جائے گا
vi: %1$@ và %2$@ sẽ được thông báo
zh_cn: %1$@ 和 %2$@ 将会收到通知
zh_hk: %1$@ 和 %2$@ 將會收到通知

# GROUP_CALL_WILL_RING_ONE_PERSON_FORMAT
source: Signal will ring %@
ar: سَيتصل سيجنال بـ %1$@
be: Signal будзе званіць %1$@
bn: Signal %1$@-কে রিং করবে
ca: Signal trucarà a %1$@
cs: Signal zavolá uživateli %1$@
da: Signal ringer til %1$@
de: Signal wird bei %1$@ klingeln
el: Το Signal θα καλέσει τον/την %1$@
es: Signal sonará en la app de %1$@
fa: سیگنال با %1$@ تماس خواهد گرفت
fi: Signal soittaa käyttäjälle %1$@
fr: Sonnerie activée : Signal sonnera chez %1$@
ga: Cuirfidh Signal glao ar %1$@
gu: Signal %1$@ને રિંગ આપશે
he: Signal תתקשר ל%1$@
hi: Signal द्वारा %1$@ को रिंग किया जाएगा
hr: Poziva se %1$@
hu: A Signal felhívja %1$@ felhasználót
id: Signal akan berdering untuk %1$@
it: Signal chiamerà %1$@
ja: Signalは %1$@ を呼び出します
ko: Signal에서 %1$@ 님에게 전화를 겁니다.
mr: Signal %1$@ ला रिंग करेल
ms: Signal akan memanggil %1$@
nb: Signal kommer til å ringe %1$@
nl: Signal zal %1$@ bellen
pl: Signal zadzwoni do tej osoby: %1$@
pt_br: O Signal ligará para %1$@
pt_pt: O Signal irá chamar %1$@
ro: Signal va apela %1$@
ru: Signal будет звонить у %1$@
sk: Signal zavolá používateľovi %1$@
sl: Signal bo zvonil uporabniku_ci %@
sr: Signal ће позвати корисника %1$@
sv: Signal kommer att ringa %1$@
th: Signal จะโทรหา %1$@
tr: %1$@ Signal tarafından aranacak
ug: Signal %1$@ نى چاقىرىدۇ
uk: Буде здійснено виклик користувача %1$@ у Signal
ur: Signal %1$@ کو کال کرے گا
vi: Signal sẽ rung chuông %1$@
zh_cn: Signal 将会呼叫 %1$@
zh_hk: Signal 會打電話給 %1$@
