Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_CANNOT_TRANSFER_IN_KILL_SWITCH
source: Payments in Signal is no longer available. You can still transfer funds to an exchange but you can no longer send and receive payments or add funds.
af: Betalings is nie meer in Signal beskikbaar nie. U kan nog fondse na ’n beurs oordra maar u kan nie meer betalings verstuur en ontvang of fondse toevoeg nie.
ar: لم تعد المدفوعات متاحة في سيجنال. يمكنك دومًا إرسال المدفوعات إلى منصة للتداول لكن لم يعد بإمكانك إرسال أو استلام المدفوعات أو إضافة مبالغ.
az: Ödənişlər, Signal-da artıq əlçatmazdır. Yenə də bir birjaya pul köçürə bilərsiniz, ancaq ödəniş göndərə və ala və ya pul əlavə edə bilməzsiniz.
be: Опцыя «Плацяжы» ў Signal больш недаступная. Вы па-ранейшаму можаце пераводзіць сродкі для абмену, але больш не зможаце адпраўляць і атрымліваць плацяжы або дадаваць сродкі.
bn: Signal-এ পেমেন্ট আর উপলভ্য নেই। আপনি এখনও কোনও এক্সচেঞ্জে আপনার ফান্ডগুলি ট্রান্সফার করতে পারেন তবে আপনি আর পেমেন্টগুলি প্রেরণ এবং গ্রহণ করতে বা ফান্ড যোগ করতে পারবেন না।
ca: Els pagaments al Signal ja no estan disponibles. Encara podeu transferir fons a una borsa, però ja no podeu enviar ni rebre pagaments ni afegir-hi fons.
cs: Platby v Signal již nejsou k dispozici. Stále můžete převádět prostředky na převod, ale již nemůžete posílat a přijímat platby ani přidávat prostředky.
cy: Nid yw taliadau yn Signal ar gael bellach. Gallwch barhau i drosglwyddo arian i gyfnewidfa ond ni allwch anfon a derbyn taliadau mwyach nac ychwanegu arian.
da: Betalinger i Signal er ikke længere tilgængelige. Du kan stadig overføre penge til en børs, men du kan ikke længere sende og modtage betalinger eller tilføje midler.
de: Zahlungen in Signal sind nicht mehr verfügbar. Du kannst weiterhin Guthaben an eine Handelsplattform überweisen, aber keine Zahlungen senden und empfangen oder Guthaben hinzufügen.
el: Η υπηρεσία Payments in Signal δεν είναι πλέον διαθέσιμη. Μπορείτε ακόμα να μεταφέρετε χρήματα σε ένα ανταλλακτήριο, αλλά δεν μπορείτε πλέον να στέλνετε και να λαμβάνετε πληρωμές ή να προσθέτετε χρήματα.
es: Los pagos en Signal ya no están disponibles. Podrás seguir transfiriendo tus fondos a una plataforma de intercambio de monedas, pero ya no podrás recibir ni enviar pagos, ni añadir fondos.
et: Maksed pole enam Signalis saadaval. Sul on võimalik kanda vahendid valuutavahetusse, aga sul pole enam võimalik saata või saada makseid ega lisada vahendeid.
eu: Signal-eko ordainketak ez daude dagoeneko erabilgarri. Oraindik funtsak trukatu ditzakezu, baina ezin dituzu ordainketak bidali eta jaso, ezta funtsak gehitu ere.
fa: پرداخت‌ها در سیگنال دیگر در دسترس نیستند. شما هنوز می‌توانید به صرافی انتقال اعتبار دهید ولی دیگر نمی‌توانید پرداخت‌ها را دریافت یا اعتبار اضافه کنید.
fi: Signalin maksutoiminto ei ole enää käytettävissä. Varat voi yhä siirtää toiseen kauppapaikkaan, mutta varojen lisääminen tai maksujen lähettäminen ja vastaanottaminen ei ole enää mahdollista.
fr: Il n'est plus possible d'effectuer des paiements via Signal. Vous pouvez encore virer des fonds vers une plateforme d'échange, mais vous ne pouvez plus ni envoyer, ni recevoir de paiements, ni ajouter de fonds dans l'appli.
gu: Signal પર પેમેન્ટ્સ હવે ઉપલબ્ધ નથી. તમે હજી પણ એક્સચેન્જમાં ફંડ સ્થાનાંતરિત કરી શકો છો પરંતુ તમે હવે પેમેન્ટ મોકલી શકતા નથી અને મેળવી શકતા નથી અથવા ફંડ ઉમેરી શકતા નથી.
he: תשלומים ב־Signal אינם זמינים יותר. אתה עדיין יכול להעביר כספים אל מסחר אבל אתה לא יכול יותר לשלוח ולקבל תשלומים או להוסיף כספים.
hi: Signal में भुगतान अब उपलब्ध नहीं है। अब भी आप किसी एक्सचेंज में धनराशि ट्रांसफ़र कर सकते हैं लेकिन अब आप भुगतान भेज या प्राप्त नहीं कर सकते या धनराशि नहीं जोड़ सकते।
hr: Uplate na Signalu više nisu dostupne. I dalje možete prenijeti sredstva na burzu, ali više ne možete slati i primati uplate niti dodavati sredstva.
hu: A Fizetések funkció a Signalban a továbbiakban nem elérhető. Átviheted az egyenleged egy átváltó tőzsdére, de a továbbiakban már nem tudsz küldeni vagy fogadni fizetéseket vagy feltölteni az egyenleged.
id: Pembayaran di Signal tidak lagi tersedia. Anda dapat memindahkan dana ke sebuah exchange namun Anda tidak lagi dapat mengirim dan menerima pembayaran atau menambahkan dana.
is: Greiðslur í Signal eru ekki lengur í boði. Þú getur ennþá millifært fjármuni til greiðslumiðlunar, en þú getur ekki lengur sent eða tekið við greiðslum eða bætt við fjármagni.
it: I pagamenti in Signal non sono più disponibili. Puoi ancora trasferire i fondi a un exchange ma non puoi più inviare e ricevere pagamenti o aggiungere fondi.
ja: Signalの決済機能は、利用できなくなりました。取引所への振替は可能ですが、送金や受け取り、入金はできません。
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á“áŸ…á€áŸ’á“á»á„ Signal á›áŸ‚á„á˜á¶á“á á¾á™áŸ” á¢áŸ’á“á€á“áŸ…ááŸ‚á¢á¶á…á•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹á‘áŸ…á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹á”á¶á“ á”áŸ‰á»á“áŸ’ááŸ‚á¢áŸ’á“á€á˜á·á“á¢á¶á…á•áŸ’á‰á¾ á“á·á„á‘á‘á½á›á€á¶ášá‘á¼á‘á¶ááŸ‹ á¬á”á“áŸ’ááŸ‚á˜ááœá·á€á¶á”á¶á“á‘áŸáŸ”
kn: Signal ನಲ್ಲಿ ಪೇಮೆಂಟ್ಸ್‌ ಇನ್ನು ಲಭ್ಯವಿರುವುದಿಲ್ಲ. ನೀವು ಇನ್ನೂ ಎಕ್ಸ್‌ಚೇಂಜ್‌ಗೆ ಹಣವನ್ನು ವರ್ಗಾವಣೆ ಮಾಡಬಹುದು. ಆದರೆ, ನೀವು ಇನ್ನು ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಲಾಗದು ಮತ್ತು ಸ್ವೀಕರಿಸಲಾಗದು ಅಥವಾ ಫಂಡ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗದು.
ko: Signal 결제는 더 이상 사용할 수 없습니다. 여전히 거래소로 자금을 이체할 수 있지만 더 이상 지불을 주고받거나 자금을 추가할 수 없습니다.
lt: Mokėjimai Signal programėlėje daugiau nebeprieinami. Jūs vis dar galite pervesti lėšas į valiutos keitimo punktą, bet nebegalite siųsti ir gauti mokėjimų ar pridėti lėšų.
lv: Maksājumu opcija lietotnē Signal vairs nav pieejama. Jūs joprojām varat pārskaitīt līdzekļus uz centrāli, bet vairs nevarat nosūtīt un saņemt maksājumus vai pievienot kapitālu.
mk: Плаќањата во Signal не се повеќе достапни. Сѐ уште можете да префрлате средства за менување но не можете да испраќате и примате или пак додавате средства.
ml: Signal-ലെ പേയ്‌മെന്റുകൾ ഇനി ലഭ്യമല്ല. നിങ്ങൾക്ക് ഇപ്പോഴും ഒരു എക്സ്ചേഞ്ചിലേക്ക് ഫണ്ടുകൾ ട്രാൻസ്ഫർ ചെയ്യാൻ കഴിയും, എന്നാൽ നിങ്ങൾക്ക് ഇനി പേയ്മെന്റുകൾ അയയ്ക്കാനും കൂടാതെ സ്വീകരിക്കാനും അല്ലെങ്കിൽ ഫണ്ടുകൾ ചേർക്കാനോ കഴിയില്ല.
mr: Signal मध्ये पेमेंट यापुढे उपलब्ध नाही. तरीही आपण फंड एक्सचेंजवर स्थानांतरित करू शकता पण आपण यापुढे पेमेंट पाठवू किंवा प्राप्त करू शकत नाही किंवा फंड जोडू शकत नाही.
ms: Pembayaran dalam Signal tidak lagi tersedia. Anda masih boleh memindahkan dana ke pertukaran tetapi anda tidak lagi dapat menghantar dan menerima pembayaran atau menambah dana.
my: Signal ထဲတွင် ငွေပေးချေမှုများ မလုပ်ဆောင်နိုင်တော့ပါ။ ငွေလဲလှယ်မှုတစ်ခုသို့ ငွေများလွှဲနိုင်ပါသည်၊ သို့သော် သင်မှ ငွေပေးချေမှုများ ပေးပို့လက်ခံလို့မရတော့ပါ၊​ ငွေလည်း ထည့်ပေါင်းလို့မရတော့ပါ။
nb: Betalinger i Signal er ikke lenger tilgjengelige. Du kan fortsatt overføre midler til en veksler, men du kan ikke lenger sende eller motta betalinger eller legge til midler.
nl: Betalingen via Signal zijn niet langer mogelijk. Je kunt nog wel je krediet overschrijven naar een andere beurs maar je kunt niet langer betalingen verzenden of ontvangen of krediet toevoegen.
pa: Signal ਵਿੱਚ ਭੁਗਤਾਨ ਹੁਣ ਉਪਲਬਧ ਨਹੀਂ ਰਹੇ। ਤੁਸੀਂ ਅਜੇ ਵੀ ਕਿਸੇ ਐਕਸਚੇਂਜ ਵਿੱਚ ਫੰਡ ਟ੍ਰਾਂਸਫ਼ਰ ਕਰ ਸਕਦੇ ਹੋ ਪਰ ਤੁਸੀਂ ਹੁਣ ਭੁਗਤਾਨ ਭੇਜ ਅਤੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ ਜਾਂ ਫੰਡ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: Płatności w aplikacji Signal nie są już dostępne. Wciąż możesz przenieść środki do kantoru, ale nie możesz otrzymywać ani wysyłać płatności, jak również dodawać środków.
ps: په Signal کې پرداخت نور د لاسرسي وړ نه دی. خو تاسې بیا هم کولای شئ چې پیسې یوې صرافۍ ته ولیږئ خو تاسې به نور ونشئ کولای چې پرداختونه ولیږئ یا یې تر لاسه کړئ یا هم پیسې اضافه کړئ.
pt_br: O módulo de Pagamentos não está mais disponível no Signal. Você ainda pode transferir fundos para uma intermediação de troca, mas não pode mais enviar e receber pagamentos ou adicionar fundos.
pt_pt: Os pagamentos no Signal já não estão disponíveis. Você ainda pode transferir fundos para uma troca, mas deixou de poder enviar e receber pagamentos ou adicionar fundos.
ro: Plățile în Signal nu mai sunt disponibile. Poți transfera în continuare fonduri către un exchange, dar nu mai poți trimite sau primi plăți ori adăuga fonduri.
ru: Платежи в Signal больше не доступны. Вы можете перевести средства на биржу, но больше не можете отправлять или получать платежи или пополнять баланс.
sk: Platby v službe Signal už nie sú k dispozícii. Stále môžete prevádzať prostriedky na burzu, ale už nemôžete posielať a prijímať platby ani pridávať prostriedky.
sl: Plačila v Signalu niso več na voljo. Še vedno lahko prenesete sredstva v menjalnico, ne morete pa več pošiljati in prejemati plačil ali dodajati sredstev.
sq: Pagesat në Signal s’janë më të përdorshme. Mundeni ende të shpërngulni fonde në një platformë, por s’mund të dërgoni apo merrni më pagesa, apo të shtoni fonde.
sr: Плаћања на Signal-у више није доступна. И даље можете да пренесете средства на берзу, али више не можете да шаљете и примате уплате или да уплаћујете средства.
sv: Betalningar i Signal är inte längre tillgängliga. Du kan fortfarande överföra pengar till en börs men du kan inte längre skicka och ta emot betalningar eller lägga till pengar.
sw: Malipo katika Signal hayapatikani tena. Bado unaweza kuhamisha fedha kwenda kwenye ubadilishanaji lakini huwezi kutuma na kupokea malipo au kuongeza pesa.
ta: கொடுப்பனவுகள் Signal இருக்கிறது இல்லைநீண்ட நேரம் கிடைக்கும். நீங்கள் இன்னும் முடியும்பரிமாற்றம் நிதி ஒரு பரிமாற்றம் ஆனால் உன்னால் முடியும் இல்லை நீண்டது அனுப்பு மற்றும் பணம் பெறுதல் அல்லது கூட்டு நிதி.
te: Signal లో చెల్లింపులు ఇకపై అందుబాటులో లేవు. మీరు ఇప్పటికీ నిధులను ఎక్స్ఛేంజికి బదిలీ చేయవచ్చు, కానీ మీరు ఇకపై చెల్లింపులను పంపలేరు మరియు స్వీకరించలేరు లేదా నిధులను జోడించలేరు.
th: ไม่สามารถชำระเงินใน Signal ได้อีกต่อไป คุณยังสามารถโอนเงินไปยังตลาดหลักทรัพย์ได้ แต่คุณจะไม่สามารถส่งและรับการชำระเงินหรือเพิ่มเงินได้อีก
tr: Signal'de Ödemeler artık mevcut değil. Yine de kambiyoya para aktarabilirsiniz ancak ödeme alıp gönderemez veya para ekleyemezsiniz.
ug: ‫Signal دا چىقىم ئەمدى ئىشلىمەيدۇ. سىز مەبلەغلىرىڭىزنى ئالماشتۇرۇش ئورنىغا داۋاملىق يۆتكىيەلەيسىز. ئەمما ئەمدى چىقىمنى يوللاپ ۋە تاپشۇرىۋالالمايسىز ياكى مەبلەغ قوشالمايسىز.
uk: Платежі у Signal більше не доступні. Ви й досі можете переказувати кошти для обміну, але більше не можете надсилати та отримувати платежі та поповнювати рахунок.
ur: Signal میں ادائیگی اب دستیاب نہیں ہے۔ آپ اب بھی ایکسچینج میں فنڈز کی منتقلی کرسکتے ہیں لیکن آپ اب ادائیگی بھیجنے اور وصول کرنے یا فنڈز شامل نہیں کرسکتے ہیں۔
vi: Thanh toán trong Signal không còn nữa. Bạn vẫn có thể chuyển quỹ vào một sàn trao đổi nhưng bạn không thể gửi và nhận thanh toán hoặc thêm quỹ.
zh_cn: Signal 的付款不再可用，不过您仍可将资金转移至交易平台，但是不可再收发付款或添加资金。
zh_hk: 付款已不再在 Signal 上可用。您仍可轉移款項至交易平台，惟您不能再收發付款或增加款項。

# SETTINGS_PAYMENTS_CURRENCY_CONVERSIONS_INFO_ALERT_MESSAGE
source: Conversions are just estimates and may not be accurate.
af: Omskakelings is slegs ramings en is dalk nie akkuraat nie.
ar: التحويلات هي تقديرات فقط، وقد لا تكون دقيقة.
az: Konversiya sadəcə təxminidir və dəqiq olmaya bilər.
be: Канверсіі з'яўляюцца прыблізнымі і могуць быць недакладнымі.
bn: রূপান্তরগুলি অনুমান নির্ভর এবং সঠিক নাও হতে পারে।
ca: Les conversions són només estimacions i és possible que no siguin exactes.
cs: Převody jsou pouze odhady a nemusí být přesné.
cy: Amcangyfrifon yn unig yw trosiadau ac efallai na fyddan nhw'n gywir.
da: Konverteringer er blot estimater og er muligvis ikke korrekte.
de: Umrechnungen sind lediglich Schätzungen und möglicherweise ungenau.
el: Οι μετατροπές είναι απλώς εκτιμήσεις και μπορεί να μην είναι ακριβείς.
es: La conversión es solo una estimación y puede no ser exacta.
et: Konverteeritud summad on hinnangulised ja ei pruugi olla täpsed.
eu: Konbertsioak aurreikuspenak baino ez dira eta agian ez dira zehatzak.
fa: تبدیل‌ها صرفاً تخمین هستند و ممکن است دقیق نباشند.
fi: Muunnokset ovat vain arvioita ja saattavat olla epätarkkoja.
fr: Les montants convertis ne sont que des estimations. Ils peuvent être approximatifs.
gu: રૂપાંતરણ એ ફક્ત અંદાજો છે અને સચોટ ન હોઈ શકે.
he: המרות הן רק השערות ויתכן שהן לא מדויקות.
hi: रूपांतरण केवल अनुमान हैं और सटीक नहीं भी हो सकते हैं।
hr: Pretvorbe su samo procjene i možda nisu točne.
hu: A pénznem váltás csak becslés és elképzelhető, hogy nem pontos.
id: Konversi hanyalah perkiraan dan mungkin tidak akurat.
is: Útreikningar eru bara áætlaðir og þurfa ekki að vera mjög nákvæmir.
it: Le conversioni sono solo stime e potrebbero non essere accurate.
ja: 金額は概算であり、正確ではない場合があります。
km: á€á¶ášá”áŸ†á”áŸ’á›áŸ‚á„ á‡á¶á€á¶ášá”áŸ‰á¶á“áŸ‹áŸáŸ’á˜á¶á“ á“á·á„á”áŸ’ášá áŸ‚á›á‡á¶á¢á¶á…á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಪರಿವರ್ತನೆಗಳು ಕೇವಲ ಅಂದಾಜುಗಳಾಗಿವೆ ಮತ್ತು ಅವು ನಿಖರವಾಗಿಲ್ಲದಿರಬಹುದು.
ko: 전환된 금액은 추정치일 뿐 정확하지 않을 수 있습니다.
lt: Konvertavimai yra apytiksliai ir gali būti netikslūs.
lv: Konvertācijas vērtības ir aptuvenas, un tās var nebūt precīzas.
mk: Конверзиите се само проценки и можеби не се точни.
ml: പരിവർത്തനങ്ങൾ വെറും എസ്റ്റിമേറ്റുകൾ മാത്രമാണ്, അത് കൃത്യമല്ലായിരിക്കാം.
mr: रूपांतरण हा एक अंदाज असतो आणि तो कदाचित अचूक नसू शकतो.
ms: Penukaran hanyalah anggaran dan mungkin tidak tepat.
my: ငွေပြောင်းလဲခြင်းများသည် ခန့်မှန်းတွက်ချက်မှုများသာ ဖြစ်ပြီး မတိကျနိုင်ပါ။
nb: Vekslingskursen er kun et estimat og kan være unøyaktig.
nl: Omrekeningen zijn schattingen en zijn mogelijk niet nauwkeurig.
pa: ਤਬਾਦਲਾ ਸਿਰਫ਼ ਅੰਦਾਜ਼ਨ ਹੈ ਅਤੇ ਦਰੁਸਤ ਨਹੀਂ ਵੀ ਹੋ ਸਕਦਾ ਹੈ।
pl: Kursy wymiany walut mają szacowane wartości, które mogą nie być dokładne.
ps: دغه تبادله یو اټکل دی او ښایې دقیق نه وي.
pt_br: Conversões são apenas estimativas e podem ser imprecisas.
pt_pt: As conversas são apenas estimativas e poderão não ser precisas.
ro: Conversiile sunt doar estimări și este posibil să nu fie precise
ru: Конверсии являются оценочными и могут быть неточными.
sk: Prepočty sú len odhadmi a nemusia byť presné.
sl: Pretvorbe so zgolj informativne narave in niso nujno točne.
sq: Kurset e këmbimit janë hamendësime dhe mund të mos jenë të përpiktë.
sr: Конверзије су само процене и можда нису тачне.
sv: Växlingar är bara uppskattningar och kanske inte är korrekta.
sw: Ubadilishaji ni makadirio tu na huenda si sahihi.
ta: மாற்றங்கள் வெறும் மதிப்பீடுகள் மற்றும் துல்லியமாக இருக்காது.
te: మార్పిడులు కేవలం అంచనాలు మరియు ఖచ్చితమైనవి కాకపోవచ్చు.
th: เป็นการแปลงค่าโดยประมาณและอาจไม่เที่ยงตรง
tr: Dönüşümler sadece tahmindir ve kesin olmayabilir.
ug: تېگىشىشلەر پەقەت مۆلچەر بولۇپ ، توغرا بولماسلىقى مۇمكىن.
uk: Курси обміну валют орієнтовні, тому сума може бути неточна.
ur: تبادلوں کا صرف اندازہ ہے اور ہوسکتا ہے کہ یہ درست نہ ہوں۔
vi: Chuyển đổi chỉ là ước tính và có thể không chính xác.
zh_cn: 转换仅为估计，可能并不准确。
zh_hk: 換算僅為估計，未必準確。

# SETTINGS_PAYMENTS_CURRENCY_VIEW_SECTION_ALL_CURRENCIES
source: All Currencies
af: Alle geldeenhede
ar: جميع العملات
az: Bütün pul vahidləri
be: Усе валюты
bn: সকল মুদ্রা
ca: Totes les monedes
cs: Všechny měny
cy: Pob Arian Cyfred
da: Alle valutaer
de: Alle Währungen
el: Όλα τα νομίσματα
es: Todas las monedas
et: Kõik valuutad
eu: Moneta guztiak
fa: همه ارزها
fi: Kaikki valuutat
fr: Toutes les devises
ga: Gach airgeadra
gu: બધા ચલણો
he: כל המטבעות
hi: सभी मुद्राएँ
hr: Sve valute
hu: Minden pénznem
id: Semua Mata Uang
is: Allir gjaldmiðlar
it: Tutte le valute
ja: すべての通貨
km: ášá¼á”á·á™áœááŸ’áá»á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲ ಕರೆನ್ಸಿಗಳು
ko: 모든 통화
lt: Visos valiutos
lv: Visas valūtas
mk: Сите валути
ml: എല്ലാ കറൻസികളും
mr: सर्व चलन
ms: Semua Mata Wang
my: ငွေကြေးများ အားလုံး
nb: Alle valutaer
nl: Alle valuta
pa: ਸਾਰੀਆਂ ਕਰੰਸੀਆਂ
pl: Wszystkie waluty
ps: ټول اسعار
pt_br: Todas as moedas
pt_pt: Todas as moedas
ro: Toate monedele
ru: Все валюты
sk: Všetky meny
sl: Vse valute
sq: Krejt Monedhat
sr: Све валуте
sv: Alla valutor
sw: Sarafu Zote
ta: அனைத்து நாணயங்களும்
te: అన్ని కరెన్సీలు
th: ทุกสกุล
tr: Tüm Para Birimleri
ug: بارلىق پۇللار
uk: Усі валюти
ur: تمام کرنسیوں
vi: Tất cả Tiền tệ
zh_cn: 全部货币
zh_hk: 所有貨幣

# SETTINGS_PAYMENTS_DEACTIVATE_AFTER_TRANSFERRING_BALANCE
source: Transfer Remaining Balance
af: Dra oorblywende balans oor
ar: إرسال الرصيد المتبقي
az: Qalan balansı köçür
be: Перавесці сродкі, што застаюцца на балансе
bn: অবশিষ্ট ব্যালেন্স ট্রান্সফার করুন
ca: Transfereix el saldo restant
cs: Převést zbývající zůstatek
cy: Trosglwyddo'r Balans Sy'n Weddill
da: Overfør resterende saldo
de: Verbleibenden Kontostand überweisen
el: Υπολειπόμενο Ποσό Μεταφοράς
es: Transferir saldo restante
et: Kanna kontojääk üle
fa: انتقال موجودی باقی‌مانده
fi: Siirrä loput varat
fr: Virer le solde restant
gu: બાકીનું બેલેન્સ સ્થાનાંતરિત કરો
he: העבר מאזן נותר
hi: बचे हुए बैलेंस को ट्रांसफ़र करें
hr: Prenesi preostalo stanje
hu: Maradék egyenleg átutalása
id: Transfer Saldo yang Tersisa
is: Millifæra eftirstandandi innistæðu
it: Trasferisci il saldo rimanente
ja: 残高を振替
km: á•áŸ’á‘áŸášáŸá˜áá»á›áŸ’á™áŠáŸ‚á›á“áŸ…áŸá›áŸ‹
kn: ಉಳಿದ ಬ್ಯಾಲೆನ್ಸ್ ಅನ್ನು ವರ್ಗಾವಣೆ ಮಾಡಿ
ko: 잔액 이체
lt: Pervesti likusį likutį
lv: Pārskaitīt pārējo atlikumu
ml: ബാക്കിയുള്ള ബാലൻസ് ട്രാൻസ്ഫർ ചെയുക
mr: उर्वरित बॅलंस स्थानांतरित करा
ms: Pindah Baki yang Tinggal
my: ကျန်ရှိသောလက်ကျန်ငွေကို လွှဲပြောင်းမယ်
nb: Overfør gjenværende saldo
nl: Overgebleven krediet overzetten
pa: ਬਾਕੀ ਬਕਾਏ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pl: Przenieś pozostałe środki
ps: پاتې بېلانس ولیږئ
pt_br: Transferir saldo remanescente
pt_pt: Transferir o saldo restante
ro: Transferă soldul rămas
ru: Перевести оставшиеся средства
sk: Previesť zostávajúcu čiastku
sl: Prenesi preostala sredstva
sq: Shpërngulni Depozitën e Mbetur
sr: Пренос преосталих средстава
sv: Överför återstående saldo
sw: Hamisha Salio Lililobakia
ta: இடமாற்றம் மீதமுள்ள இருப்பு
te: బదిలీ మిగిలిన బ్యాలెన్స్
th: โอนยอดคงเหลือที่เหลือ
tr: Kalan Bakiyeyi Aktar
ug: قالغان قالدۇقنى يۆتكە
uk: Перевести залишок коштів
ur: باقی بیلنس کی منتقلی
vi: Chuyển khoản Số dư Còn lại
zh_cn: 转移剩余余额
zh_hk: 轉移餘額

# SETTINGS_PAYMENTS_DEACTIVATE_BUTTON
source: Deactivate
af: Deaktiveer
ar: تعطيل
az: Deaktiv et
be: Дэактываваць
bn: বন্ধ করুন
ca: Desactiva'ls
cs: Deaktivovat
cy: Diffodd
da: Deaktivér
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
et: Deaktiveeri
eu: Desaktibatu
fa: غیرفعال کردن
fi: Poista käytöstä
fr: Désactiver
ga: Díchumasaigh
gu: નિષ્ક્રિય કરો
he: בטל הפעלה
hi: निष्क्रिय करें
hr: Onemogući
hu: Deaktiválás
id: Nonaktifkan
is: Gera óvirkt
it: Disattiva
ja: 停止する
kab: Sens
km: á”á·á‘
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ko: 비활성화
lt: Pasyvinti
lv: Deaktivēt
mk: Деактивирај
ml: നിർജ്ജീവമാക്കുക
mr: निष्क्रिय करा
ms: Nyahaktifkan
my: ပိတ်မယ်
nb: Deaktiver
nl: Uitschakelen
pa: ਅਕਿਰਿਆਸ਼ੀਲ ਕਰੋ
pl: Zdezaktywuj
ps: غیرفعاله کول
pt_br: Desativar
pt_pt: Desativar
ro: Dezactivare
ru: Деактивировать
sk: Deaktivovať
sl: Deaktiviraj
sq: Çaktivizoje
sr: Деактивирај
sv: Inaktivera
sw: Zima
ta: செயலிழக்க
te: నిష్క్రియం చేయండి
th: หยุดใช้
tr: Etkisizleştir
ug: چەكلە
uk: Вимкнути
ur: غیر فعال کریں
vi: Ngưng kích hoạt
zh_cn: 停用
zh_hk: 停用

# SETTINGS_PAYMENTS_DEACTIVATE_PAYMENTS
source: Deactivate Payments
af: Deaktiveer betalings
ar: تعطيل المدفوعات
az: Ödənişləri deaktiv et
be: Дэактываваць «Плацяжы»
bn: পেমেন্ট বন্ধ করুন
ca: Desactiva els pagaments
cs: Deaktivovat platby
cy: Diffodd Taliadau
da: Deaktivér Betalinger
de: Zahlungen deaktivieren
el: Απενεργοποίηση πληρωμών
es: Desactivar pagos
et: Deaktiveeri maksed
fa: غیرفعال کردن پرداخت‌ها
fi: Poista maksut käytöstä
fr: Désactiver les paiements
gu: પેમેન્ટ્સને નિષ્ક્રિય કરો
he: בטל הפעלת תשלומים
hi: भुगतान निष्क्रिय करें
hr: Onemogući plaćanja
hu: Fizetések deaktiválása
id: Nonaktifkan Pembayaran
is: Gera greiðslur óvirkar
it: Disattiva pagamenti
ja: 決済機能を停止
km: á”á·á‘áŠáŸ†áá¾ášá€á¶áš á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು
ko: 결제 비활성화
lt: Pasyvinti mokėjimus
lv: Deaktivizēt maksājumus
ml: പേയ്‌മെന്റുകൾ നിർജ്ജീവമാക്കുക
mr: पेमेंट निष्क्रिय करा
ms: Nyahaktifkan Pembayaran
my: ငွေပေးချေမှုများ ပိတ်မယ်
nb: Deaktiver betalinger
nl: Betalingen uitschakelen
pa: ਭੁਗਤਾਨ ਨੂੰ ਗੈਰ- ਸਰਗਰਮ ਕਰੋ
pl: Zdezaktywuj płatności
ps: د پرداختونو غیرفعاله کول
pt_br: Desativar o módulo de Pagamentos
pt_pt: Desativar pagamentos
ro: Dezactivează plățile
ru: Деактивировать платежи
sk: Deaktivovať platby
sl: Izklop Plačil
sq: Çaktivizo Pagesa
sr: Деактивирај плаћања
sv: Inaktivera betalningar
sw: Zima Malipo
ta: செயலிழக்க கொடுப்பனவுகள்
te: చెల్లింపులను నిష్క్రియం చేయండి
th: หยุดใช้การชำระเงิน
tr: Ödemeleri Devre Dışı Bırak
ug: چىقىمنى ئاكتىپسىزلە
uk: Вимкнути платежі
ur: ادائیگیوں کو غیر فعال کریں
vi: Ngưng kích hoạt Thanh toán
zh_cn: 停用付款
zh_hk: 停用付款功能
