Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_SUBTITLE_PAUSED_NEEDS_DISK_SPACE
source: Not enough space to download your media. To continue free up %1$@ of space.
ar: لا توجد مساحة كافية لتنزيل ملفات الوسائط الخاصة بك. للمواصلة، حرِّر %1$@ من المساحة.
be: Недастаткова месца, каб спампаваць медыяфайы. Каб працягнуць, вызваліце %1$@.
bn: আপনার মিডিয়া ডাউনলোড করার জন্য পর্যাপ্ত জায়গা নেই। এগিয়ে যেতে %1$@ জায়গা খালি করুন।
ca: No hi ha prou espai per descarregar els teus arxius multimèdia. Per continuar, allibera %1$@ d'espai.
cs: Nedostatek místa pro stažení médií. Chcete-li pokračovat, uvolněte %1$@ místa.
da: Ikke nok plads til at downloade dine medier. Frigør %1$@ lagerplads for at fortsætte.
de: Nicht genug Speicherplatz, um deine Medien herunterzuladen. Gib %1$@ Speicherplatz frei, um fortzufahren.
el: Δεν υπάρχει αρκετός χώρος για τη λήψη των πολυμέσων σου. Για να συνεχίσεις, απελευθέρωσε %1$@ χώρου.
es: No hay suficiente espacio para descargar tus archivos. Para continuar, libera %1$@ de espacio.
fa: فضای کافی برای دانلود رسانه وجود ندارد. برای ادامه، %1$@ فضا خالی کنید.
fi: Tila ei riitä mediasisällön lataamiseen. Vapauta %1$@ tilaa jatkaaksesi.
fr: Espace insuffisant pour télécharger vos médias. Pour continuer, libérez %1$@ d'espace.
ga: Ní leor an spás le do mheáin a íoslódáil. Saor %1$@ de spás le leanúint leis.
gu: તમારા મીડિયા ડાઉનલોડ કરવા માટે પૂરતી જગ્યા નથી. ચાલુ રાખવા માટે %1$@ જગ્યા ખાલી કરો.
he: אין מספיק מקום כדי להוריד את המדיה שלך. כדי להמשיך, יש לפנות שטח של %1$@.
hi: आपका मीडिया डाउनलोड करने के लिए जगह नहीं है। जारी रखने के लिए, %1$@ जगह खाली करें.
hr: Nema dovoljno prostora za preuzimanje medijskih zapisa. Oslobodite %1$@ prostora za nastavak preuzimanja.
hu: Nincs elég hely a médiafájlok letöltéséhez. A folytatáshoz szabadíts fel %1$@ helyet.
id: Ruang penyimpanan tidak cukup apabila ingin mengunduh media. Untuk lanjut, kosongkan ruang sebesar %1$@.
it: Spazio insufficiente per scaricare i tuoi media. Per continuare, devi liberare %1$@.
ja: メディアをダウンロードできる十分な空き容量がありません。続けるためには%1$@の空き容量を確保してください。
ko: 미디어를 다운로드할 공간이 부족합니다. 계속하려면 %1$@의 공간을 확보하세요.
mr: तुमचा मीडिया डाऊनलोड करण्यासाठी पुरेशी जागा नाही. पुढे सुरू ठेवण्यासाठी %1$@ जागा मोकळी करा.
ms: Ruang tidak mencukupi untuk memuat turun media anda. Untuk meneruskan, kosongkan %1$@ ruang.
nb: Det er ikke nok plass til å laste ned mediefilene. Du trenger minst %1$@ mer lagringsplass for å gå videre.
nl: Niet genoeg opslagruimte om je media te downloaden. Maak %1$@ ruimte vrij om door te gaan.
pl: Za mało miejsca, aby pobrać multimedia. Aby kontynuować, zwolnij %1$@ miejsca.
pt_br: Não há espaço suficiente para baixar seus arquivos de mídia. Para continuar, libere %1$@ de espaço.
pt_pt: Não há espaço suficiente para transferir os seus ficheiros multimédia. Para continuar, liberte %1$@ de espaço.
ro: Nu este suficient spațiu pentru a descărca fișierele media. Pentru a continua, eliberează %1$@ din spațiu.
ru: Недостаточно места, чтобы загрузить ваши медиафайлы. Чтобы продолжить, освободите %1$@ места.
sk: Nedostatok miesta na stiahnutie médií. Ak chcete pokračovať, uvoľnite %1$@ miesta.
sr: Нема довољно простора за преузимање медија. Да бисте наставили, ослободите %1$@ простора.
sv: Det finns inte tillräckligt med utrymme för att ladda ner dina mediefiler. Frigör %1$@ utrymme för att fortsätta.
th: พื้นที่จัดเก็บของคุณไม่เพียงพอสำหรับการดาวน์โหลดไฟล์สื่อ โปรดเพิ่มพื้นที่จัดเก็บ %1$@ เพื่อดำเนินการต่อ
tr: Medyanı indirecek yeterli alan yok. Devam etmek için %1$@ alan boşalt.
ug: مېدىيارىڭىزنى چۈشۈرۈشكە يېتەرلىك بوشلۇق يوق. داۋاملاشتۇرۇش ئۈچۈن %1$@ بوشلۇق ھازىرلاڭ.
uk: Недостатньо місця, щоб завантажити медіафайли. Щоб продовжити, звільніть %1$@.
ur: آپ کا میڈیا ڈاؤن لوڈ کرنے کے لیے جگہ ناکافی ہے۔ جاری رکھنے کے لیے %1$@ جگہ خالی کریں۔
vi: Không đủ dung lượng để tải xuống tập tin đa phương tiện của bạn. Để tiếp tục, giải phóng %1$@ dung lượng.
zh_cn: 没有足够的空间来下载您的媒体。要继续，请释放 %1$@ 的空间。
zh_hk: 空間不足，無法下載你的媒體。如要繼續，請釋放 %1$@ 空間。

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_SUBTITLE_PAUSED_NEEDS_INTERNET
source: Download paused: no internet…
ar: تمَّ إيقاف التنزيل مؤقَّتًا: لا يوجد اتصال بالإنترنت…
be: Пампаванне прыпынена: няма інтэрнэту…
bn: ডাউনলোড বন্ধ আছে: ইন্টারনেট নেই…
ca: Descàrrega interrompuda: sense connexió a internet…
cs: Stahování přerušeno: Není k dispozici internet…
da: Download sat på pause: Ingen internetforbindelse…
de: Download angehalten: Keine Internetverbindung …
el: Η λήψη διακόπηκε: Δεν υπάρχει σύνδεση στο διαδίκτυο…
es: Descarga en pausa: no tienes internet…
fa: دانلود موقتاً متوقف شد: اینترنت قطع شد…
fi: Lataus keskeytetty: Ei internet-yhteyttä…
fr: Téléchargement mis en pause : aucune connexion Internet…
ga: Íoslódáil curtha ar sos: Níl aon Idirlíon ann…
gu: ડાઉનલોડ થોભાવ્યું: ઇન્ટરનેટ નથી…
he: ההורדה מושהית: אין אינטרנט…
hi: डाउनलोड रोका गया: इंटरनेट नहीं है…
hr: Preuzimanje je pauzirano: nema internetske veze…
hu: Letöltés szünetel: nincs internet…
id: Pengunduhan dijeda: tidak ada internet …
it: Download in pausa: nessuna connessione…
ja: ダウンロードを一時停止しました：インターネット接続がありません
ko: 다운로드 일시 중지됨: 인터넷 연결 없음…
mr: डाऊनलोड थांबले : इंटरनेट नाही…
ms: Muat turun dijeda: Tiada internet…
nb: Nedlasting satt på pause: ingen internettilgang …
nl: Download gepauzeerd: geen internet…
pl: Pobieranie wstrzymane: brak połączenia z internetem
pt_br: Download pausado: sem internet…
pt_pt: Transferência pausada: sem internet…
ro: Descărcare întreruptă: Nu există internet…
ru: Загрузка приостановлена: Отсутствует интернет-соединение…
sk: Sťahovanie bolo pozastavené: Žiadne internetové pripojenie…
sr: Преузимање је паузирано: Нема интернета…
sv: Nedladdning pausad: Inget internet …
th: การดาวน์โหลดหยุดชั่วคราว: ไม่มีการเชื่อมต่ออินเทอร์เน็ต…
tr: İndirme duraklatıldı: İnternet yok…
ug: چۈشۈرۈش توختىتىلدى: تور يوق…
uk: Завантаження зупинено: немає інтернету…
ur: ڈاؤن لوڈ میں توقف کیا گیا: انٹرنیٹ موجود نہیں…
vi: Đã tạm ngừng tải: Không có mạng internet…
zh_cn: 下载已暂停：没有网络…
zh_hk: 下載已暫停：沒有網絡連線…

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_SUBTITLE_PAUSED_NEEDS_WIFI
source: Download paused: waiting for Wi-Fi
ar: تمَّ إيقاف التنزيل مؤقَّتًا: بانتظار الاتصال بشبكة الواي فاي.
be: Пампаванне прыпынена: чакаем Wi-Fi
bn: ডাউনলোড স্থগিত অবস্থায় আছে: Wi-Fi-এর জন্য অপেক্ষা করা হচ্ছে
ca: Descàrrega interrompuda: esperant una xarxa Wi-Fi…
cs: Stahování pozastaveno: Čeká se na signál Wi-Fi
da: Download sat på pause: Venter på Wi-Fi
de: Download angehalten: Warten auf WLAN-Verbindung
el: Η λήψη διακόπηκε: Αναμονή για Wi-Fi
es: Descarga en pausa: esperando red Wi-Fi…
fa: دانلود موقتاً متوقف شد: در انتظار Wi-Fi
fi: Lataus keskeytetty: Odotetaan Wi-Fi-yhteyttä
fr: Téléchargement mis en pause : en attente de Wi-Fi…
ga: Íoslódáil curtha ar sos: ag feitheamh le Wi-Fi
gu: ડાઉનલોડ થોભાવ્યું: વાઇ-ફાઇની રાહ જોઈ રહ્યાં છીએ
he: ההורדה מושהית: בהמתנה לחיבור –Wi–Fi
hi: डाउनलोड रुक गया: वाई-फ़ाई का इंतज़ार है
hr: Preuzimanje je pauzirano: čeka se Wi-Fi
hu: Letöltés szünetel: várakozás wifi-re…
id: Pengunduhan dijeda: menunggu Wi-Fi
it: Download in pausa: in attesa del Wi-Fi
ja: ダウンロードを一時停止しました：Wi-Fi接続の待機中です
ko: 다운로드 일시 중지됨: Wi-Fi를 연결하는 중
mr: डाऊनलोड थांबले : Wi-Fiच्या प्रतीक्षेत
ms: Muat turun dijeda: menunggu Wi-Fi
nb: Nedlasting satt på pause: venter på Wi-Fi
nl: Download gepauzeerd: wachten op wifi
pl: Pobieranie wstrzymane: oczekiwanie na Wi-Fi…
pt_br: Download pausado: aguardando rede Wi-Fi
pt_pt: Transferência pausada: à espera de Wi-Fi
ro: Descărcare întreruptă: Se așteaptă conexiunea Wi-Fi
ru: Загрузка приостановлена: ожидание Wi-Fi
sk: Sťahovanie bolo pozastavené: čaká sa na Wi-Fi
sr: Преузимање је паузирано: чека се Wi-Fi
sv: Nedladdning pausad: Väntar på wifi
th: การดาวน์โหลดหยุดชั่วคราว: กำลังรอสัญญาณ Wi-Fi
tr: İndirme duraklatıldı: Wi-Fi bekleniyor
ug: چۈشۈرۈش ۋاقىتلىق توختىتىلدى: Wi-Fi نى ساقلاۋاتىدۇ
uk: Завантаження зупинено: очікування Wi-Fi
ur: ڈاؤن لوڈ روک دیا گیا: Wi-Fi کا انتظار ہو رہا ہے
vi: Đã tạm dừng tải xuống: Đang chờ Wi-Fi
zh_cn: 下载已暂停：正在等待 Wi-Fi 连接
zh_hk: 下載已暫停：正在等待 Wi-Fi

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_SUBTITLE_RUNNING
source: Downloading %1$@ of %2$@ (%3$@)
ar: جارٍ تنزيل %1$@ من أصل %2$@ (%3$@)
be: Пампуецца: %1$@ з %2$@ (%3$@)
bn: %2$@-এর মধ্যে %1$@ ডাউনলোড হচ্ছে (%3$@)
ca: Descarregant %1$@ de %2$@ (%3$@)
cs: Stahování %1$@ z %2$@ (%3$@)
da: Downloader %1$@ af %2$@ (%3$@)
de: %1$@ von %2$@ (%3$@) werden heruntergeladen
el: Λήψη %1$@ από %2$@ (%3$@)
es: Descargando %1$@ de %2$@ (%3$@)
fa: در حال دانلود %1$@ از %2$@ (%3$@)
fi: Ladataan %1$@ / %2$@ (%3$@)
fr: Téléchargement en cours : %1$@ sur %2$@ (%3$@)
ga: %1$@ as %2$@ (%3$@) á n-íoslódáil
gu: ડાઉનલોડ થઈ રહ્યું છે %2$@માંથી %1$@ (%3$@)
he: בהורדה: %1$@ מתוך %2$@ (%3$@)
hi: %2$@ में से %1$@ (%3$@) डाउनलोड हो रहा है
hr: Preuzimanje: %1$@ od %2$@ (%3$@)
hu: %1$@/%2$@ (%3$@) letöltése…
id: Mengunduh %1$@ dari %2$@ (%3$@)
it: Download in corso: %1$@ di %2$@ (%3$@)
ja: ダウンロード中：%2$@ のうち %1$@ （%3$@%%）
ko: %1$@/%2$@ 다운로드 중(%3$@)
mr: %2$@ पैकी %1$@ (%3$@) डाउनलोड करत आहे
ms: Memuat turun %1$@ daripada %2$@ (%3$@)
nb: Laster ned %1$@ av %2$@ (%3$@)
nl: %1$@ van %2$@ (%3$@) aan het downloaden
pl: Pobieranie %1$@ z %2$@ (%3$@)
pt_br: Baixando %1$@ de %2$@ (%3$@)
pt_pt: A transferir %1$@ de %2$@ (%3$@)
ro: Se descarcă %1$@ din %2$@ (%3$@)
ru: Загрузка %1$@ из %2$@ (%3$@)
sk: Sťahuje sa %1$@ z %2$@ (%3$@)
sr: Преузима се %1$@ од %2$@ (%3$@)
sv: Laddar ner %1$@ av %2$@ (%3$@)
th: กำลังดาวน์โหลด %1$@ จาก %2$@ (%3$@)
tr: İndiriliyor: %1$@ / %2$@ (%3$@)
ug: %2$@ نىڭ %1$@ تى چۈشۈۋاتىدۇ(%3$@)
uk: Завантаження: %1$@ з %2$@ (%3$@)
ur: %2$@ کا %1$@ (%3$@) ڈاؤن لوڈ ہو رہا ہے
vi: Đang tải %1$@ trên tổng số %2$@ (%3$@)
zh_cn: 正在下载 %1$@/%2$@ (%3$@)
zh_hk: 正在下載 %2$@ 中的 %1$@ (%3$@)

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_SUBTITLE_SUSPENDED
source: You have %1$@ of media that's not on this device.
ar: لديك %1$@ من الوسائط غير المتوفرة على هذا الجهاز.
be: Вы можаце спампаваць 1 з %1$@ медыяфайлаў, якіх няма на гэтай прыладзе.
bn: আপনার কাছে %1$@ মিডিয়া আছে, যা এই ডিভাইসে নেই।
ca: Tens %1$@ d'arxius que no es troben en aquest dispositiu.
cs: Máte %1$@ médií, která nejsou v tomto zařízení.
da: Du har %1$@ medie, som ikke er på denne enhed.
de: Du hast %1$@ an Medien, die nicht auf diesem Gerät gespeichert sind.
el: Έχεις %1$@ πολυμέσων που δεν βρίσκονται σε αυτήν τη συσκευή.
es: Tienes %1$@ de archivos que no están en este dispositivo.
fa: شما %1$@ رسانه دارید که در این دستگاه نیست.
fi: Sinulla on %1$@ mediasisältöä, jota ei ole tällä laitteella.
fr: %1$@ de médias ne sont pas enregistrés sur cet appareil.
ga: Tá %1$@ de mheáin agat nach bhfuil ar an ngléas seo.
gu: તમારી પાસે %1$@ મીડિયા છે જે આ ડિવાઇસ પર નથી.
he: יש לך %1$@ של מדיה שאינה במכשיר זה.
hi: आपका %1$@ मीडिया इस डिवाइस पर नहीं है।
hr: Imate %1$@ medijskih zapisa koji nisu na ovom uređaju.
hu: %1$@ médiafájlod van, ami nincs ezen az eszközön.
id: Ada media sebesar %1$@ yang tidak tersimpan di perangkat ini.
it: %1$@ dei tuoi media non sono presenti su questo dispositivo.
ja: この端末に保存されていないメディアが%1$@あります。
ko: 이 기기에 없는 미디어가 %1$@ 있습니다.
mr: तुमच्याकडे %1$@ मीडिया आहे जो या डिव्हाईसवर नाही.
ms: Anda mempunyai %1$@ media yang tiada pada peranti ini.
nb: Du har %1$@ med mediefiler som ikke er lagret på denne enheten.
nl: Je hebt %1$@ aan media die niet op dit apparaat staat.
pl: Masz %1$@ multimediów, które nie zostały pobrane na to urządzenie.
pt_br: Você tem %1$@ de mídia que não estão neste dispositivo.
pt_pt: Tem %1$@ de ficheiros multimédia que não estão neste dispositivo.
ro: Ai %1$@ fișiere media care nu se află pe acest dispozitiv.
ru: У вас есть %1$@ медиафайлов, которых нет на этом устройстве.
sk: Máte %1$@ médií, ktoré nie sú na tomto zariadení.
sr: Имате %1$@ медија који нису на овом уређају.
sv: Du har %1$@ media som inte finns på den här enheten.
th: คุณมีไฟล์สื่อ %1$@ ที่ยังไม่ได้กู้คืนมายังอุปกรณ์เครื่องนี้
tr: Bu cihazda olmayan %1$@ medyan var.
ug: بۇ ئۈسكۈنىدە يوق %1$@ مېدىيارىڭىز بار.
uk: %1$@ ваших медіафайлів зберігається не на цьому пристрої.
ur: آپ کے پاس %1$@ میڈیا ہے جو اس ڈیوائس پر موجود نہیں ہے۔
vi: Bạn có %1$@ tập tin đa phương tiện không có trên thiết bị này.
zh_cn: 您有 %1$@ 的媒体不在此设备上。
zh_hk: 你有 %1$@ 不在此裝置上的媒體。

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_SUBTITLE_SUSPENDED_PAID_SUBSCRIPTION_EXPIRING
source: You have %1$@ of media that's not on this device. Without a paid subscription media can't be offloaded.
ar: لديك %1$@ من الوسائط غير المتوفرة على هذا الجهاز. دون اشتراك مدفوع، لا يُمكن تفريغ ملفات الوسائط.
be: Вы можаце спампаваць 1 з %1$@ медыяфайлаў, якіх няма на гэтай прыладзе. Немагчыма выгрузіць медыяфайлы, калi няма платнай падпіскі.
bn: আপনার কাছে %1$@ মিডিয়া আছে, যা এই ডিভাইসে নেই। পেইড সাবস্ক্রিপশন ছাড়া মিডিয়া অফলোড করা যাবে না।
ca: Tens %1$@ d'arxius que no es troben en aquest dispositiu. Sense una subscripció de pagament, no es poden descarregar els arxius multimèdia.
cs: Máte %1$@ médií, která nejsou v tomto zařízení. Bez placeného předplatného nelze média stáhnout.
da: Du har %1$@ medie, som ikke er på denne enhed. Uden et betalt abonnement kan medier ikke flyttes fra enheden.
de: Du hast %1$@ an Medien, die nicht auf diesem Gerät gespeichert sind. Ohne kostenpflichtiges Abo können Medien nicht ausgelagert werden.
el: Έχεις %1$@ πολυμέσων που δεν βρίσκονται σε αυτήν τη συσκευή. Χωρίς συνδρομή επί πληρωμή, τα πολυμέσα δεν μπορούν να αφαιρεθούν.
es: Tienes %1$@ de archivos que no están en este dispositivo. Sin una suscripción de pago, los archivos no se pueden eliminar del dispositivo.
fa: شما %1$@ رسانه دارید که در این دستگاه نیست. بدون اشتراک پولی، امکان آفلود کردن رسانه نیست.
fi: Sinulla on %1$@ mediasisältöä, jota ei ole tällä laitteella. Ilman maksullista tilausta mediaa ei voi siirtää palveluun.
fr: %1$@ de médias ne sont pas enregistrés sur cet appareil. N.B. : Le déplacement des médias vers la sauvegarde pour libérer de l'espace sur l'appareil nécessite un abonnement payant.
ga: Tá %1$@ de mheáin agat nach bhfuil ar an ngléas seo. Ní mór síntiús íoctha a bheith agat chun meáin a bhaint.
gu: તમારી પાસે %1$@ મીડિયા છે જે આ ડિવાઇસ પર નથી. સશુલ્ક સબ્સ્ક્રિપ્શન વિના મીડિયા ઓફલોડ કરી શકાતું નથી.
he: יש לך %1$@ של מדיה שאינה במכשיר זה. בלי מנוי בתשלום, לא ניתן להוריד מדיה.
hi: आपका %1$@ मीडिया इस डिवाइस पर नहीं है। पेमेंट वाले सब्सक्रिप्शन के बिना, मीडिया को ऑफ़लोड नहीं किया जा सकता।
hr: Imate %1$@ medijskih zapisa koji nisu na ovom uređaju. Bez plaćene pretplate neće biti moguće prenijeti medijske zapise.
hu: %1$@ médiafájlod van, ami nincs ezen az eszközön. Előfizetés nélkül a média nem tölthető le.
id: Ada media sebesar %1$@ yang tidak tersimpan di perangkat ini. Tanpa langganan berbayar, media tidak dapat di-offload.
it: %1$@ dei tuoi media non sono presenti su questo dispositivo. Senza un abbonamento a pagamento, non sarà possibile trasferire i tuoi media su un backup remoto.
ja: この端末に保存されていないメディアが%1$@あります。有料のサブスクリプションに加入しない場合は、メディアをオフロードできません。
ko: 이 기기에 없는 미디어가 %1$@ 있습니다. 유료 구독이 없으면 미디어를 오프로드할 수 없습니다.
mr: तुमच्याकडे %1$@ मीडिया आहे जो या डिव्हाईसवर नाही. सशुल्क सदस्यत्व शिवाय मीडिया ऑफलोड करता येणार नाही.
ms: Anda mempunyai %1$@ media yang tiada pada peranti ini. Tanpa langganan berbayar, media tidak boleh dimuat turun.
nb: Du har %1$@ med mediefiler som ikke er lagret på denne enheten. Mediefilene kan ikke lagres dersom du ikke har et betalt abonnement.
nl: Je hebt %1$@ aan media die niet op dit apparaat staat. Alleen met een betaald abonnement kun je media automatisch verplaatsen naar je back-up zodat je opslagruimte op je apparaat bespaart.
pl: Masz %1$@ multimediów, które nie zostały pobrane na to urządzenie. Do ich przechowywania potrzebna jest płatna usługa kopii zapasowych.
pt_br: Você tem %1$@ de mídia que não estão neste dispositivo. Sem uma assinatura paga, os arquivos de mídia não podem ser transferidos.
pt_pt: Tem %1$@ de ficheiros multimédia que não estão neste dispositivo. Sem uma subscrição paga, os ficheiros multimédia não podem ser transferidos.
ro: Ai %1$@ fișiere media care nu se află pe acest dispozitiv. Fără un abonament plătit, conținutul media nu poate fi descărcat.
ru: У вас есть %1$@ медиафайлов, которых нет на этом устройстве. Без платной подписки медиафайлы не могут быть выгружены.
sk: Máte %1$@ médií, ktoré nie sú na tomto zariadení. Bez plateného predplatného nie je možné médiá presunúť.
sr: Имате %1$@ медија који нису на овом уређају. Без плаћене претплате медији се не могу уклонити.
sv: Du har %1$@ media som inte finns på den här enheten. Utan ett betalt abonnemang kan media inte överföras.
th: คุณมีไฟล์สื่อ %1$@ ที่ยังไม่ได้กู้คืนมายังอุปกรณ์เครื่องนี้ หากไม่มีการสมัครและชำระค่าแพ็กเกจ คุณจะไม่สามารถออฟโหลดไฟล์สื่อได้
tr: Bu cihazda olmayan %1$@ medyan var. Ücretli abonelik olmadan medya yüklenemez.
ug: بۇ ئۈسكۈنىدە يوق %1$@ مېدىيارىڭىز بار. ھەقلىق مۇشتەرىلىك بولمىسا مېدىيانى ئۆچۈرگىلى بولمايدۇ.
uk: %1$@ ваших медіафайлів зберігається не на цьому пристрої. Вивантажувати медіафайли з пам'яті пристрою можна лише з передплатою.
ur: آپ کے پاس %1$@ میڈیا ہے جو اس ڈیوائس پر موجود نہیں ہے۔ سبسکرپشن کی ادائیگی کے بغیر میڈیا کو منتقل نہیں کیا جا سکتا۔
vi: Bạn có %1$@ tập tin đa phương tiện không có trên thiết bị này. Nếu không có gói đăng ký trả phí thì tập tin đa phương tiện không thể được gỡ bỏ.
zh_cn: 您有 %1$@ 的媒体不在此设备上。如不订阅付费备份套餐，媒体无法转移。
zh_hk: 你有 %1$@ 不在此裝置上的媒體。在沒有定期贊助的情況下，媒體就無法被卸載。

# BACKUP_SETTINGS_ENABLED_BACKUP_ON_CELLULAR_LABEL
source: Back Up Using Cellular
ar: إجراء النسخ الاحتياطي باستخدام بيانات الجوال
be: Рэзервовае капіраванне з мабільным інтэрнэтам
bn: সেলুলার ব্যবহার করে ব্যাকআপ করুন
ca: Fer una còpia de seguretat amb el mòbil
cs: Zálohování pomocí mobilní sítě
da: Sikkerhedskopiér via mobildata
de: Backup über das Mobilfunknetz
el: Αντίγραφο ασφαλείας με δεδομένα κινητής
es: Copia de seguridad usando datos móviles
fa: پشتیبان‌گیری با استفاده از اینترنت همراه
fi: Varmuuskopioi matkapuhelinverkon kautta
fr: Sauvegarder via les données cellulaires
ga: Déan Cúltaca le Nasc Móibíleach
gu: સેલ્યુલર ડેટાનો ઉપયોગ કરીને બેકઅપ લો
he: גיבוי באמצעות נתונים ניידים
hi: सेल्यूलर का उपयोग करके बैकअप लें
hr: Sigurnosno kopiranje putem mobilne mreže
hu: Biztonsági mentés mobilhálózaton keresztül
id: Cadangkan dengan Data Seluler
it: Backup usando i dati cellulare
ja: モバイルデータ通信を使ってバックアップする
ko: 셀룰러 데이터를 사용하여 백업
mr: मोबाइल वापरून बॅकअप करा
ms: Sandarkan menggunakan selular
nb: Sikkerhetskopiering via mobilnettverket
nl: Back-up maken via mobiel netwerk
pl: Tworzenie kopii zapasowej przy użyciu sieci komórkowej
pt_br: Fazer backup usando dados móveis
pt_pt: Fazer cópia de segurança utilizando ligação móvel
ro: Efectuează backup folosind date mobile
ru: Резервное копирование с помощью сотовых данных
sk: Zálohovať pomocou mobilnej siete
sr: Резервне копије преко мобилне мреже
sv: Säkerhetskopiera med mobilnät
th: สำรองข้อมูลขณะใช้อินเทอร์เน็ตมือถือ
tr: Hücresel bağlantı kullanarak yedekleme
ug: كۆچمە ئېقىم ئىشلىتىپ زاپاسلاش
uk: Резервне копіювання через мобільний інтернет
ur: سیلولر کا استعمال کرتے ہوئے بیک اپ کریں
vi: Sao lưu bằng dữ liệu di động
zh_cn: 使用蜂窝网络备份
zh_hk: 使用行動數據備份

# BACKUP_SETTINGS_ENABLED_BACKUP_SIZE_LABEL
source: Backup Size
ar: حجم النسخة الاحتياطية
be: Памер рэзервовай копіі
bn: ব্যাকআপের আকার
ca: Mida de la còpia de seguretat
cs: Velikost zálohy
da: Sikkerhedskopistørrelse
de: Größe des Backups
el: Μέγεθος αντίγραφου ασφαλείας
es: Tamaño de la copia de seguridad
fa: اندازه پشتیبان
fi: Varmuuskopion koko
fr: Taille de la sauvegarde
ga: Méid an Chúltaca
gu: બેકઅપની સાઇઝ
he: נפח גיבוי
hi: बैकअप आकार
hr: Veličina sigurnosne kopije
hu: Biztonsági mentés mérete
id: Ukuran Cadangan
it: Dimensioni del backup
ja: バックアップの容量
ko: 백업 크기
mr: बॅकअप आकार
ms: Saiz sandaran
nb: Størrelse på sikkerhetskopi
nl: Back-upgrootte
pl: Rozmiar kopii zapasowej
pt_br: Tamanho do backup
pt_pt: Tamanho da cópia de segurança
ro: Dimensiunea backup-ului
ru: Размер резервной копии
sk: Veľkosť zálohy
sr: Величина резервне копије
sv: Storlek på säkerhetskopia
th: ขนาดของข้อมูลสำรอง
tr: Yedekleme boyutu
ug: زاپاسلانما چوڭلۇقى
uk: Розмір резервної копії
ur: بیک اپ کا سائز
vi: Kích thước bản sao lưu
zh_cn: 备份大小
zh_hk: 備份大小

# BACKUP_SETTINGS_ENABLED_LAST_BACKUP_LABEL
source: Last Backup
ar: آخِر نسخة احتياطية
be: Апошняя рэзервовая копія
bn: সর্বশেষ ব্যাকআপ
ca: Darrera còpia de seguretat
cs: Poslední zálohování
da: Seneste sikkerhedskopi
de: Letztes Backup
el: Τελευταίο αντίγραφο ασφαλείας
es: Última copia de seguridad
fa: آخرین پشتیبان‌گیری
fi: Viimeisin varmuuskopio
fr: Dernière sauvegarde
ga: Cúltaca Deiridh
gu: છેલ્લું બેકઅપ
he: גיבוי אחרון
hi: पिछला बैकअप
hr: Posljednje sigurnosno kopiranje
hu: Utolsó biztonsági mentés
id: Pencadangan Terakhir
it: Ultimo backup
ja: 最終バックアップ
ko: 마지막 백업
mr: शेवटचा बॅकअप
ms: Sandaran terakhir
nb: Siste sikkerhetskopi
nl: Laatste back-up
pl: Ostatnia kopia zapasowa
pt_br: Último backup
pt_pt: Última cópia de segurança
ro: Ultimul backup
ru: Последняя резервная копия
sk: Posledná záloha
sr: Последња резервна копија
sv: Senaste säkerhetskopia
th: การสำรองข้อมูลครั้งล่าสุด
tr: Son yedekleme
ug: ئالدىنقى قېتىملىق زاپاسلاش
uk: Найновіша резервна копія
ur: آخری بیک اپ
vi: Bản sao lưu gần nhất
zh_cn: 上次备份
zh_hk: 上次備份

# BACKUP_SETTINGS_ENABLED_LAST_BACKUP_PAST_FORMAT
source: %1$@ at %2$@
ar: %1$@ بسعر %2$@
be: %1$@ у %2$@
bn: %2$@-এ %1$@
ca: %1$@ a %2$@
cs: %1$@ v %2$@
da: %1$@ ved %2$@
de: %1$@ um %2$@
el: %1$@ στις %2$@
fa: %1$@ در %2$@
fi: %1$@ kurssilla %2$@
fr: %1$@ à %2$@
ga: %1$@ ar %2$@
gu: %2$@ પર %1$@
he: %1$@ בשעה %2$@
hi: %1$@ से %2$@
hr: %1$@ u %2$@
id: %1$@ pukul %2$@
it: %1$@ alle %2$@
mr: %2$@ वर %1$@
ms: %1$@ pada %2$@
nb: %1$@ kl. %2$@
nl: %1$@ om %2$@
pl: %1$@ o %2$@
pt_br: %1$@ a %2$@
pt_pt: %1$@ a %2$@
ro: %1$@ la %2$@
ru: %1$@ в %2$@
sk: %1$@ o %2$@
sr: %1$@ у %2$@
sv: %1$@ i %2$@
th: %1$@ เมื่อ %2$@
ug: ‫%1$@ %2$@ دە
uk: %1$@ о %2$@
ur: %1$@ پر %2$@
vi: %1$@ vào lúc %2$@
zh_cn: %1$@ 在 %2$@
zh_hk: %1$@，於 %2$@ 換算

# BACKUP_SETTINGS_ENABLED_LAST_BACKUP_TODAY_FORMAT
source: Today at %1$@
ar: اليوم عند الساعة %1$@
be: Сёння ў %1$@
bn: আজ %1$@-টায়
ca: Avui, %1$@
cs: Dnes v %1$@
da: I dag kl. %1$@
de: Heute um %1$@
el: Σήμερα στις %1$@
es: Hoy, %1$@
fa: امروز %1$@
fi: Tänään klo %1$@
fr: Aujourd'hui à %1$@
ga: Inniu ar %1$@
gu: આજે %1$@ વાગ્યે
he: היום בשעה %1$@
hi: आज %1$@ पर
hr: Danas u %1$@
hu: Ma %1$@
id: Hari ini pukul %1$@
it: Oggi alle %1$@
ja: 今日 %1$@
ko: 오늘 %1$@
mr: आज %1$@ वाजता
ms: Hari ini pada %1$@
nb: I dag kl. %1$@
nl: Vandaag om %1$@
pl: Dziś o %1$@
pt_br: Hoje às %1$@
pt_pt: Hoje às %1$@
ro: Astăzi la %1$@
ru: Сегодня в %1$@
sk: Dnes o %1$@
sr: Данас у %1$@
sv: Idag kl. %1$@
th: วันนี้ เวลา %1$@
tr: Bugün %1$@
ug: بۈگۈن %1$@ دە
uk: Сьогодні, %1$@
ur: آج %1$@ پر
vi: Hôm nay vào lúc %1$@
zh_cn: 今天 %1$@
zh_hk: 今天 %1$@

# BACKUP_SETTINGS_ENABLED_LAST_BACKUP_YESTERDAY_FORMAT
source: Yesterday at %1$@
ar: البارحة عند الساعة %1$@
be: Учора ў %1$@
bn: গতকাল %1$@-টায়
ca: Ahir, %1$@
cs: Včera v %1$@
da: I går kl. %1$@
de: Gestern um %1$@
el: Χθες στις %1$@
es: Ayer, %1$@
fa: دیروز %1$@
fi: Eilen klo %1$@
fr: Hier à %1$@
ga: Inné ar %1$@
gu: ગઈકાલે %1$@ વાગ્યે
he: אתמול בשעה %1$@
hi: कल %1$@ पर
hr: Jučer u %1$@
hu: Tegnap %1$@
id: Kemarin pukul %1$@
it: Ieri alle %1$@
ja: 昨日 %1$@
ko: 어제 %1$@
mr: काल %1$@ वाजता
ms: Semalam pada %1$@
nb: I går kl. %1$@
nl: Gisteren om %1$@
pl: Wczoraj o %1$@
pt_br: Ontem às %1$@
pt_pt: Ontem às %1$@
ro: Ieri la %1$@
ru: Вчера в %1$@
sk: Včera o %1$@
sr: Јуче у %1$@
sv: Igår kl. %1$@
th: เมื่อวาน เวลา %1$@
tr: Dün %1$@
ug: تۈنۈگۈن %1$@ دە
uk: Учора, %1$@
ur: کل %1$@ پر
vi: Hôm qua vào lúc %1$@
zh_cn: 昨天 %1$@
zh_hk: 昨天 %1$@
