Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONTEXT_MENU_FORWARD_MESSAGE
source: Forward
af: Stuur aan
ar: إعادة التوجيه
az: Yönləndir
be: Пераслаць
bn: ফরওয়ার্ড
ca: Reenvia
cs: Přeposlat
cy: Ymlaen
da: Videresend
de: Weiterleiten
el: Προώθηση
es: Reenviar
et: Edasta
eu: Birbidali
fa: بازارسال
fi: Välitä
fr: Transférer
ga: Cuir ar aghaidh
gu: ફોરવર્ડ
he: העבר הלאה
hi: आगे भेजें
hr: Proslijedi
hu: Továbbítás
id: Teruskan
is: Áfram
it: Inoltra
ja: 転送
kab: Γer zdat
km: á”á‰áŸ’á‡á¼á“á”á“áŸ’á
kn: ಫಾರ್ವರ್ಡ್
ko: 전달
lt: Persiųsti
lv: Uz priekšu
mk: Препрати
ml: ഫോർവേഡ് ചെയ്യുക
mr: फॉर्वर्ड करा
ms: Hantar
my: ထပ်ဆင့် ပေးပို့မယ်
nb: Videresend
nl: Doorsturen
pa: ਅੱਗੇ ਭੇਜੋ
pl: Przekaż dalej
ps: فاروارډ
pt_br: Encaminhar
pt_pt: Reencaminhar
ro: Redirecționează
ru: Переслать
sk: Preposlať
sl: Posreduj
sq: Përcjellje
sr: Проследи
sv: Vidarebefordra
sw: Mbele
ta: முன்னனுப்புக
te: బదలాయించు
th: ส่งต่อ
tr: Yönlendir
ug: ئۇلاپ يوللا
uk: Переслати
ur: آگے
vi: Chuyển tiếp
zh_cn: 转发
zh_hk: 轉發

# CONTEXT_MENU_PAYMENT_DETAILS
source: Payment Details
ar: تفاصيل عملية الدفع
be: Звесткі аб плацяжы
bn: পেমেন্টের বিস্তারিত
ca: Detalls de pagament
cs: Podrobnosti platby
da: Betalingsoplysninger
de: Zahlungsdetails
el: Στοιχεία πληρωμής
es: Detalles de pago
fa: جزئیات پرداخت
fi: Maksun tiedot
fr: Infos du paiement
ga: Sonraí na híocaíochta
gu: પેમેન્ટની વિગતો
he: פרטי תשלום
hi: भुगतान विवरण
hr: Pojedinosti o plaćanju
hu: Fizetés részletei
id: Detail pembayaran
it: Informazioni sul pagamento
ja: 決済の詳細
ko: 결제 세부 정보
mr: पेमेंट तपशील
ms: Butiran pembayaran
nb: Betalingsinformasjon
nl: Betalingsdetails
pl: Szczegóły płatności
pt_br: Detalhes de pagamento
pt_pt: Detalhes do pagamento
ro: Detalii de plată
ru: Подробности платежа
sk: Platobné údaje
sr: Подаци о плаћању
sv: Betalningsuppgifter
th: รายละเอียดการชำระเงิน
tr: Ödeme detayları
ug: پۇل تۆلەش تەپسىلاتلىرى
uk: Платіжні дані
ur: پیمنٹ کی تفصیلات
vi: Chi tiết Thanh toán
zh_cn: 付款详情
zh_hk: 付款詳情

# CONTEXT_MENU_REPLY
source: Reply
af: Antwoord
ar: الرد
az: Cavabla
be: Адказаць
bn: প্রত্যুত্তর
ca: Respon
cs: Odpověď
cy: Ymateb
da: Besvar
de: Antworten
el: Απάντηση
es: Responder
et: Vasta
eu: Erantzun
fa: پاسخ
fi: Vastaa
fr: Répondre
ga: Freagair
gu: જવાબ
he: השב
hi: उत्तर
hr: Odgovori
hu: Válasz
id: Balas
is: Svara
it: Rispondi
ja: 返信
kab: Err
km: á†áŸ’á›á¾á™áá”
kn: ಉತ್ತರಿಸಿ
ko: 답장
lt: Atsakyti
lv: Atbildēt
mk: Одговори
ml: മറുപടി
mr: प्रत्युत्तर द्या
ms: Balas
my: စာပြန်မည်
nb: Svar
nl: Antwoorden
pa: ਜਵਾਬ
pl: Odpowiedz
ps: بیا پلي کول
pt_br: Responder
pt_pt: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sl: Odgovori
sq: Përgjigju
sr: Одговори
sv: Svara
sw: Jibu
ta: பதில்
te: స్పంధించు
th: ตอบกลับ
tr: Cevapla
ug: جاۋاب
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_cn: 回复
zh_hk: 回覆

# CONTEXT_MENU_SAVE_MEDIA
source: Save
ar: حفظ
be: Захаваць
bn: সংরক্ষ
ca: Desar
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gu: સેવ કરો
he: שמירה
hi: सेव करें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
mr: जतन करा
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sr: Сачувај
sv: Spara
th: บันทึก
tr: Kaydet
ug: ساقلا
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_hk: 儲存

# CONTEXT_MENU_SELECT_MESSAGE
source: Select
af: Kies
ar: حَدِّد
az: Seçin
be: Выбраць
bn: নির্বাচন
ca: Selecció
cs: Vybrat
cy: Dewis
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
et: Vali
eu: Aukeratu
fa: انتخاب کنید
fi: Valitse
fr: Sélectionner
ga: Roghnaigh
gu: પસંદ કરો
he: בחר
hi: चुनिए
hr: Odaberi
hu: Kiválasztás
id: Pilih
is: Velja
it: Seleziona
ja: 選択
kab: Fren
km: á‡áŸ’ášá¾áŸášá¾áŸ
kn: ಆಯ್ಕೆ ಮಾಡಿ
ko: 선택
lt: Pasirinkti
lv: Atlasīt
mk: Одбери
ml: തിരഞ്ഞെടുക്കൂ
mr: निवडा
ms: Pilih
my: ရွေးမယ်
nb: Velg
nl: Selecteren
pa: ਚੁਣੋ
pl: Zaznacz
ps: ټاکل
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectează
ru: Выбрать
sk: Vybrať
sl: Izberi
sq: Përzgjidhni
sr: Изабери
sv: Välj
sw: Chagua
ta: தேர்வு
te: ఎంచుకోండి
th: เลือก
tr: Seç
ug: تاللا
uk: Вибрати
ur: منتخب کریں
vi: Chọn
zh_cn: 选择
zh_hk: 選取

# CONTEXT_MENU_SHARE_MEDIA
source: Share
af: Deel
ar: مشاركة
az: Paylaş
be: Абагуліць
bn: শেয়ার করুন
ca: Comparteix-lo
cs: Sdílet
cy: Rhannu
da: Del
de: Teilen
el: Μοιράσου
es: Compartir
et: Jaga
eu: Partekatu
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
ga: Comhroinn
gu: શેર કરો
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有
kab: Bḍu
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€
kn: ಹಂಚಿಕೊಳ್ಳಿ
ko: 공유
lt: Bendrinti
lv: Kopīgot
mk: Сподели
ml: പങ്കിടുക
mr: सामायिक करा
ms: Kongsi
my: ဝေမျှမယ်
nb: Del
nl: Delen
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
ps: شریکول
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sl: Deli
sq: Ndajeni Me të Tjerë
sr: Подели
sv: Dela
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ug: ھەمبەھىرلە
uk: Поділитися
ur: اشتراک کریں
vi: Chia sẻ
zh_cn: 分享
zh_hk: 分享

# CONTEXT_MENU_SPEAK_MESSAGE
source: Speak
ar: تكلَّم
be: Прамовіць уголас
bn: স্পিক
ca: Parla
cs: Přečíst
da: Læs op
de: Sprechen
el: Ομιλία
es: Leer en voz alta
fa: خواندن
fi: Lue ääneen
fr: Écouter
ga: Labhair
gu: બોલો
he: דיבור
hi: बोलें
hr: Čitaj
hu: Felolvasás
id: Bacakan
it: Leggi ad alta voce
ja: 読み上げ
ko: 음성 재생
mr: बोला
ms: Bercakap
nb: Les opp
nl: Voorlezen
pl: Przeczytaj na głos
pt_br: Falar
pt_pt: Enunciar
ro: Vorbește
ru: Произнести вслух
sk: Rozprávať
sl: Govori
sr: Прочитај
sv: Läs upp
th: พูด
tr: Seslendir
ug: سۆزلەش
uk: Озвучити
ur: سنائیں
vi: Đọc
zh_cn: 朗读
zh_hk: 朗讀

# CONTEXT_MENU_STOP_SPEAKING_MESSAGE
source: Stop
ar: توقَّف
be: Спыніць
bn: থামুন
ca: Aturar
cs: Zastavit
de: Stopp
el: Διακοπή
es: Detener lectura
fa: توقف
fi: Lopeta
fr: Arrêter
gu: રોકો
he: עצירה
hi: रुकें
hr: Zaustavi
hu: Leállítás
id: Berhenti
it: Pausa
ja: 停止
ko: 중지
mr: थांबा
ms: Berhenti
nb: Avslutt
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
pt_pt: Parar
ru: Остановить
sk: Zastaviť
sl: Ustavi
sr: Заустави
sv: Stopp
th: หยุด
tr: Durdur
ug: توختىتىش
uk: Зупинити
ur: رکیں
vi: Dừng
zh_cn: 停止
zh_hk: 停止

# CONVERSATION_DELETE_CONFIRMATION_ALERT_MESSAGE
source: This chat will be deleted from all your devices.
af: Hierdie klets sal van hierdie toestel af geskrap word.
ar: ستُحذَف هذه الدردشة من جميع أجهزتك.
az: Bu söhbət, bu cihazdan silinəcək.
be: Гэты чат будзе выдалены з усіх вашых прылад.
bg: Разговорът ще бъде изтрит от това устройство.
bn: এই চ্যাটটি আপনার সকল ডিভাইস থেকে মুছে যাবে।
ca: Aquest xat s'eliminarà de tots els teus dispositius.
cs: Tento chat bude odstraněn ze všech vašich zařízení.
cy: Bydd y sgwrs hon yn cael ei dileu o'r ddyfais hon.
da: Denne chat vil blive slettet fra alle dine enheder.
de: Dieser Chat wird von all deinen Geräten gelöscht.
el: Αυτή η συνομιλία θα διαγραφεί από όλες τις συσκευές σου.
es: Este chat se eliminará de todos tus dispositivos.
es_es: Este chat se eliminará de este dispositivo.
et: See vestlus kustutatakse sellest seadmest.
eu: Solasaldi hau gailu honetatik ezabatuko da.
fa: این گفتگو از تمام دستگاه‌های شما حذف خواهد شد.
fi: Tämä keskustelu poistetaan kaikilta laitteiltasi.
fil: Ang pag-uusap na ito ay mabubura sa device na ito.
fr: Cette conversation sera supprimée de tous vos appareils.
ga: Scriosfar an comhrá seo ó do ghléasanna uile.
gu: આ ચેટને તમારા તમામ ડિવાઇસમાંથી ડિલીટ કરવામાં આવશે.
he: צ'אט זה יימחק מכל המכשירים שלך.
hi: इस चैट को आपके सभी डिवाइसेस से डिलीट कर दिया जाएगा।
hr: Ovaj razgovor bit će izbrisan sa svih vaših uređaja.
hu: Ez a csevegés minden kapcsolt eszközödön törlésre kerül.
id: Obrolan ini akan dihapus dari semua perangkat Anda.
is: Þessu spjalli verður eytt úr þessu tæki.
it: Questa chat verrà eliminata da tutti i tuoi dispositivi.
ja: このチャットは、あなたのすべての端末から消去されます。
kab: Adiwenni-a ad yettwakkes seg yiben-a.
kk: Бұл әңгіме осы құрылғыдан жойылады.
km: á€á¶ášá‡á‡áŸ‚á€á“áŸáŸ‡á“á¹á„ááŸ’ášá¼áœá›á»á”á…áŸá‰á–á¸á§á”á€ášááŸá“áŸáŸ‡áŸ”
kn: ಈ ಚಾಟ್ ಅನ್ನು ಈ ಸಾಧನದಿಂದ ಅಳಿಸಲಾಗುತ್ತದೆ.
ko: 내 모든 기기에서 이 대화를 삭제합니다.
lt: Šis pokalbis bus ištrintas iš šio įrenginio.
lv: Šī tērzēšana tiks dzēsta no šīs ierīces.
mk: Овој разговор ќе биде избришан од овој уред.
ml: ഈ ചാറ്റ് ഈ ഉപകരണത്തിൽ നിന്ന് ഇല്ലാതാക്കപ്പെടും.
mr: हा चॅट आपल्या सर्व डिव्हाइसेसवरून हटवला जाईल.
ms: Sembang ini akan dipadamkan daripada semua peranti anda.
my: ၎င်းစက်မှ ၎င်းစကားပြောဆိုမှုကို ဖျက်သိမ်းလိုက်ပါမည်။
nb: Denne samtalen slettes fra alle enhetene dine.
nl: Deze chat zal op al je apparaten worden verwijderd.
pa: ਇਸ ਚੈਟ ਨੂੰ ਇਸ ਡਿਵਾਈਸ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pa_pk: ایس گل وات نوں ایس آلے توں حذف کر دتا جاوے گا۔
pl: Czat zostanie usunięty ze wszystkich Twoich urządzeń.
ps: دغه چټ به له دغې وسیلې څخه پاک شي.
pt_br: Esta conversa será excluída de todos os seus dispositivos.
pt_pt: Este chat será eliminado de todos os seus dispositivos.
ro: Această conversație va fi ștearsă de pe toate dispozitivele tale asociate.
ru: Этот чат будет удалён со всех ваших устройств.
sk: Tento čet sa vymaže zo všetkých vašich zariadení.
sl: Ta pogovor bo izbrisan s te naprave.
sq: Kjo fjalosje do të fshihet prej kësaj pajisjeje.
sr: Ћаскање ће бити избрисано са свих ваших уређаја.
sv: Denna chatt kommer att tas bort från alla dina enheter.
sw: Gumzo hili litafutwa kwenye kifaa hiki.
ta: இது அரட்டை இதிலிருந்து நீக்கப்படும் சாதனம்.
te: ఈ పరికరం నుండి ఈ ముచ్చటను తొలగించబడుతుంది.
th: แชทนี้จะถูกลบออกจากอุปกรณ์ทุกเครื่องของคุณ
tr: Bu sohbet tüm cihazlarından silinecektir.
ug: بۇ پاراڭ بارلىق ئۈسكۈنىلىرىڭىزدىن ئۆچۈرۈلىدۇ.
uk: Цей чат буде видалено з усіх ваших пристроїв.
ur: • یہ چیٹ آپ کی تمام ڈیوائسز سے حذف کر دی جائے گی۔
vi: Cuộc trò chuyện này sẽ được xóa khỏi tất cả thiết bị của bạn.
zh_cn: 此聊天将从您的所有设备上删除。
zh_hk: 此聊天將從你所有裝置上刪除。

# CONVERSATION_DELETE_CONFIRMATION_ALERT_TITLE
source: Delete Chat?
af: Skrap klets?
ar: هل ترغبُ بحذف الدردشة؟
az: Söhbət silinsin?
be: Выдаліць чат?
bg: Изтриване на разговора?
bn: চ্যাট মুছে ফেলবেন?
ca: Vols eliminar el xat?
cs: Odstranit chat?
cy: Dileu Sgwrs?
da: Slet chat?
de: Chat löschen?
el: Διαγραφή συνομιλίας;
es: ¿Eliminar chat?
es_es: ¿Eliminar chat?
et: Kas kustutada vestlus?
eu: Ezabatu Txat-a?
fa: گفتگو پاک شود؟
fi: Poistetaanko keskustelu?
fil: Burahin ang Pag-uusap?
fr: Supprimer la conversation ?
ga: Scrios Comhrá?
gu: ચેટ ડિલીટ કરવી છે?
he: למחוק צ'אט?
hi: चैट को डिलीट करना है?
hr: Izbrisati razgovor?
hu: Törlöd a csevegést?
id: Hapus Obrolan?
is: Eyða spjalli?
it: Eliminare la chat?
ja: チャットを消去しますか？
kab: Kkes adiwenni?
kk: Әңгімені жою керек пе?
km: á›á»á”á€á¶ášá‡á‡áŸ‚á€?
kn: ಚಾಟ್ ಅಳಿಸುವುದೇ?
ko: 대화를 삭제할까요?
lt: Ištrinti pokalbį?
lv: Vai dzēst tērzēšanu?
mk: Да се избрише разговорот?
ml: ചാറ്റ് ഇല്ലാതാക്കണോ?
mr: चॅट हटवायचा?
ms: Padam Sembang?
my: စကားပြောဆိုမှုကို ဖျက်သိမ်းမည်လား?
nb: Vil du slette samtalen?
nl: Chat verwijderen?
pa: ਚੈਟ ਹਟਾਉਣੀ ਹੈ?
pa_pk: گل وات حذف کرو؟
pl: Usunąć czat?
ps: غواړئ چټ پاک کړئ؟
pt_br: Excluir chat?
pt_pt: Eliminar chat?
ro: Șterg Conversația?
ru: Удалить чат?
sk: Vymazať čet?
sl: Izbrišem pogovor?
sq: Të fshihet Fjalosja?
sr: Желите ли да избришете ћаскање?
sv: Ta bort chatt?
sw: Ungependa Kufuta Gumzo?
ta: அரட்டையை நீக்கவா?
te: మాటామంతీని తొలగించాలా?
th: ลบแชทใช่หรือไม่
tr: Sohbet silinsin mi?
ug: پاراڭنى ئۆچۈرەمسىز؟
uk: Видалити чат?
ur: چیٹ کو حذف کریں؟
vi: Xóa Cuộc trò chuyện?
zh_cn: 删除聊天？
zh_hk: 是否刪除聊天？

# CONVERSATION_MUTE_CONFIRMATION_ALERT_TITLE
source: Mute this chat for...
af: Demp hierdie klets vir…
ar: كتم الدردشة لمدة…
az: Bu söhbəti səssizə al...
be: Адключыць апавяшчэнні ў чаце на…
bn: এই চ্যাটটি মিউট করুন...
ca: Silencia aquest xat durant…
cs: Ztlumit tento chat na…
cy: Tewi y sgwrs hon am…
da: Ignorer denne chat i…
de: Diesen Chat stummschalten für …
el: Σίγαση συνομιλίας για…
es: Silenciar este chat…
et: Vaigista see vestlus ...
fa: بی‌صدا کردن این گفتگو به‌مدت...
fi: Mykistä tämä keskustelu, kesto…
fr: Mettre la conversation en sourdine pour…
ga: Balbhaigh an comhrá seo ar feadh…
gu: આ ચેટને આટલા સમય માટે મ્યૂટ કરો…
he: השתקת צ׳אט זה למשך…
hi: इतने समय के लिए यह चैट म्यूट करें…
hr: Utišaj ovaj razgovor na…
hu: Némítás eddig…
id: Bisukan obrolan ini selama…
is: Þagga þetta spjall í…
it: Silenzia questa chat per…
ja: このチャットのミュート期間…
km: á”á·á‘áŸáŸ†á¡áŸá„á€á¶ášá‡á‡áŸ‚á€á“áŸáŸ‡áŸá˜áŸ’ášá¶á”áŸ‹...
ko: 다음 기간 동안 이 대화 알림 끄기…
lt: Išjungti šio pokalbio pranešimus...
ml: ചാറ്റ് മ്യൂട്ടുചെയ്യുക...
mr: …साठी ही चॅट मूक करा
ms: Redamkan sembang ini untuk...
nb: Demp samtalen i …
nl: Deze chat dempen voor…
pl: Wycisz ten czat na…
pt_br: Silenciar este chat por…
pt_pt: Silenciar este chat durante…
ro: Pune pe silențios această conversație pentru…
ru: Отключить звуки этого чата на…
sk: Stlmiť tento čet na…
sl: Utišaj ta pogovor za...
sq: Heshtojeni këtë fjalosje për…
sr: Искључи обавештења за ово ћаскање на одређено време…
sv: Tysta denna chatt i …
sw: Nyamazisha gumzo hili kwa...
th: ปิดเสียงแชทนี้เป็นเวลา…
tr: Bu sohbeti sessize al…
ug: بۇ پاراڭنى تۆۋەندىكىلەر ئۈچۈن ئۈنسىز قىلىش...
uk: Вимкнути сповіщення чату на…
ur: اس چیٹ کو خاموش کریں تا وقتیکہ۔۔۔
vi: Tắt tiếng cuộc trò chuyện này trong…
zh_cn: 将此聊天静音……
zh_hk: 將此聊天設為靜音…

# CONVERSATION_MUTE_CONFIRMATION_OPTION_1D
source: 1 day
af: 1 dag
ar: يوم واحد
az: 1 günlük
be: 1 дзень
bn: 1 দিন
ca: 1 dia
cs: 1 den
cy: 1 diwrnod
da: 1 dag
de: 1 Tag
el: 1 ημέρα
es: 1 día
et: 1 päev
eu: egun 1
fa: ۱ روز
fi: 1 päiväksi
fr: 24 heures
ga: 1 lá amháin
gu: 1 દિવસ
he: יום
hi: 1 दिन
hr: 1 dan
hu: 1 nap
id: 1 hari
is: 1 dagur
it: 1 giorno
ja: 1日
km: 1 ááŸ’á„áŸƒ
kn: 1 ದಿನ
ko: 1일
lt: 1 diena
lv: 1 diena
mk: 1 ден
ml: 1 ദിവസം
mr: 1 दिवस
ms: 1 hari
my: ၁ ရက်
nb: 1 dag
nl: 1 dag
pa: 1 ਦਿਨ
pl: 1 dzień
ps: 1 ورځ
pt_br: 1 dia
pt_pt: 1 dia
ro: 1 zi
ru: 1 день
sk: 1 deň
sl: 1 dan
sq: 1 ditë
sr: 1 дан
sv: 1 dag
sw: Siku moja
ta: 1 நாள்
te: 1 రోజు
th: 1 วัน
tr: 1 gün
ug: 1 كۈن
uk: 1 день
ur: 1 دن
vi: 1 ngày
zh_cn: 1 天
zh_hk: 1 天

# CONVERSATION_MUTE_CONFIRMATION_OPTION_1H
source: 1 hour
af: 1 uur
ar: ساعة واحدة
az: 1 saatlıq
be: 1 гадзіна
bn: 1 ঘন্টা
ca: 1 hora
cs: 1 hodina
cy: 1 awr
da: 1 time
de: 1 Stunde
el: 1 ώρα
es: 1 hora
et: 1 tund
eu: ordubete
fa: ۱ ساعت
fi: 1 tunniksi
fr: 1 heure
ga: 1 uair an chloig
gu: 1 કલાક
he: שעה
hi: 1 घंटा
hr: 1 sat
hu: 1 óra
id: 1 jam
is: 1 klukkustund
it: 1 ora
ja: 1時間
km: 1 á˜áŸ‰áŸ„á„
kn: 1 ಗಂಟೆ
ko: 1시간
lt: 1 valanda
lv: 1 stunda
mk: 1 час
ml: 1 മണിക്കൂർ
mr: 1 तास
ms: 1 jam
my: ၁ နာရီ
nb: 1 time
nl: 1 uur
pa: 1 ਘੰਟਾ
pl: 1 godzinę
ps: 1 ساعت
pt_br: 1 hora
pt_pt: 1 hora
ro: 1 oră
ru: 1 час
sk: 1 hodina
sl: 1 ura
sq: 1 orë
sr: 1 сат
sv: 1 timme
sw: Saa moja
ta: 1 மணி நேரம்
te: 1 గంట
th: 1 ชั่วโมง
tr: 1 saat
ug: 1 سائەت
uk: 1 година
ur: 1 گھنٹا
vi: 1 giờ
zh_cn: 1 小时
zh_hk: 1 小時

# CONVERSATION_MUTE_CONFIRMATION_OPTION_1W
source: 1 week
ar: أسبوع واحد
az: 1 həftəlik
be: 1 тыдзень
bn: 1 সপ্তাহ
ca: 1 setmana
cs: 1 týden
cy: 1 wythnos
da: 1 uge
de: 1 Woche
el: 1 εβδομάδα
es: 1 semana
et: 1 nädal
eu: astebete
fa: ۱ هفته
fi: 1 viikoksi
fr: 1 semaine
ga: 1 seachtain amháin
gu: 1 અઠવાડિયું
he: שבוע
hi: 1 सप्ताह
hr: 1 tjedan
hu: 1 hét
id: 1 minggu
is: 1 vika
it: 1 settimana
ja: 1週間
km: 1 áŸá”áŸ’áá¶á áŸ
kn: 1 ವಾರ
ko: 1주
lt: 1 savaitė
lv: 1 nedēļa
mk: 1 недела
ml: 1 ആഴ്ച
mr: 1 आठवडा
ms: 1 minggu
my: ၁ ပတ်
nb: 1 uke
pa: 1 ਹਫਤਾ
pl: 1 tydzień
ps: 1 اوونۍ
pt_br: 1 semana
pt_pt: 1 semana
ro: 1 săptămână
ru: 1 неделю
sk: 1 týždeň
sl: 1 teden
sq: 1 javë
sr: 1 недеља
sv: 1 vecka
sw: Wiki moja
ta: 1 வாரம்
te: 1 వారం
th: 1 สัปดาห์
tr: 1 hafta
ug: 1 ھەپتە
uk: 1 тиждень
ur: 1 ہفتہ
vi: 1 tuần
zh_cn: 1 周
zh_hk: 1 星期

# CONVERSATION_MUTE_CONFIRMATION_OPTION_8H
source: 8 hours
af: 8 uur
ar: ثماني ساعات
az: 8 saatlıq
be: 8 гадзін
bn: 8 ঘন্টা
ca: 8 hores
cs: 8 hodin
cy: 8 awr
da: 8 timer
de: 8 Stunden
el: 8 ώρες
es: 8 horas
et: 8 tundi
eu: 8 ordu
fa: ۸ ساعت
fi: 8 tunniksi
fr: 8 heures
gu: 8 કલાક
he: 8 שעות
hi: 8 घंटे
hr: 8 sati
hu: 8 óra
id: 8 jam
is: 8 klukkustundir
it: 8 ore
ja: 8時間
km: áŸ¨ á˜áŸ‰áŸ„á„
kn: 8 ಗಂಟೆಗಳು
ko: 8시간
lt: 8 valandos
lv: 8 stundas
mk: 8 часа
ml: 8 മണിക്കൂർ
mr: 8 तास
ms: 8 jam
my: ၈ နာရီ
nb: 8 timer
nl: 8 uur
pa: 8 ਘੰਟੇ
pl: 8 godzin
ps: 8 ساعتونه
pt_br: 8 horas
pt_pt: 8 horas
ro: 8 ore
ru: 8 часов
sk: 8 hodín
sl: 8 ur
sq: 8 orë
sr: 8 сати
sv: 8 timmar
sw: Saa 8
ta: 8 மணி நேரம்
te: 8 గంటలు
th: 8 ชั่วโมง
tr: 8 saat
ug: 8 سائەت
uk: 8 годин
ur: 8 گھنٹے
vi: 8 tiếng
zh_cn: 8 小时
zh_hk: 8 小時

# CONVERSATION_MUTE_CONFIRMATION_OPTION_ALWAYS
source: Always
af: Altyd
ar: دائمًا
az: Həmişəlik
be: Заўсёды
bn: সর্বদা
ca: Sempre
cs: Vždy
cy: Bob tro
da: Altid
de: Immer
el: Πάντα
es: para siempre
et: Alati
eu: Beti
fa: همیشه
fi: Toistaiseksi
fr: Toujours
ga: I gcónaí
gu: હંમેશાં
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Végleg
id: Selalu
is: Alltaf
it: Sempre
ja: 常時
kab: Yal tikkelt
km: á‡á¶á“á·á…áŸ’á…
kn: ಎಂದಿಗೂ
ko: 항상
lt: Visada
lv: Vienmēr
mk: Секогаш
ml: എല്ലായ്പ്പോഴും
mr: नेहमी
ms: Sentiasa
my: အမြဲ
nb: Evig tid
nl: altijd
pa: ਹਮੇਸ਼ਾਂ
pl: Zawsze
ps: تل
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Za vedno
sq: Përherë
sr: Увек
sv: Alltid
sw: Kila mara
ta: எப்போதும்
te: ఎల్లప్పుడూ
th: ตลอดเวลา
tr: Her zaman
ug: ھەمىشە
uk: Назавжди
ur: ہمیشہ
vi: Luôn luôn
zh_cn: 总是
zh_hk: 總是

# CONVERSATION_PICKER_BLOCKED_BY_ANNOUNCEMENT_ONLY
source: Only admins can send messages to this group.
af: Slegs admins kan boodskappe na hierdie groep stuur.
ar: يمكن فقط للمُشرِفين إرسال الرسائل إلى هذه المجموعة.
az: Bu qrupda yalnız adminlər mesaj göndərə bilər.
be: Толькі адміністратары могуць адпраўляць паведамленні ў гэтую групу.
bn: কেবলমাত্র অ্যাডমিনরা এই গ্রুপে মেসেজ পাঠাতে পারবেন।
ca: Només els administradors poden enviar missatges a aquest grup.
cs: Této skupině mohou poslat zprávu jen správci.
cy: Gweinyddwyr yn unig gall anfon negeseuon i't grŵp hwn.
da: Kun administratorer kan sende beskeder til denne gruppe.
de: Nur Admins können in dieser Gruppe Nachrichten senden.
el: Μόνο οι διαχειριστές μπορούν να στέλνουν μηνύματα σε αυτή την ομάδα.
es: Solo admins pueden enviar mensajes en este grupo.
et: Ainult administraatorid saavad sõnumeid saata sellesse gruppi.
eu: Administratzaileek soilik bidali ditzakete mezuak talde honetara
fa: فقط مدیران می‌توانند در این گروه پیام ارسال کنند.
fi: Vain järjestelmänvalvojat voivat lähettää viestejä tähän ryhmään.
fr: Seuls les admins peuvent envoyer des messages à ce groupe.
ga: Níl cead ach ag riarthóirí teachtaireachtaí a sheoladh chuig an ngrúpa seo.
gu: આ ગ્રુપને ફક્ત એડમિન જ મેસેજ મોકલી શકે છે.
he: רק מנהלנים יכולים לשלוח הודעות אל קבוצה זו.
hi: केवल व्यवस्थापक ही इस समूह मे संदेश भेज सकते हैं।
hr: Samo administratori mogu slati poruke u ovoj grupi.
hu: Csak adminok küldhetnek üzenetet ebbe a csoportba.
id: Hanya admin yang dapat mengirimkan pesan ke grup ini.
is: Einungis stjórnendur geta sent skilaboð á þennan hóp.
it: Solo gli amministratori possono inviare messaggi a questo gruppo.
ja: グループ管理者のみがメッセージを送信できます。
km: á˜á¶á“ááŸ‚á¢áŸ’á“á€á¢á—á·á”á¶á›á€áŸ’ášá»á˜á‘áŸáŠáŸ‚á›á¢á¶á…á•áŸ’á‰á¾áŸá¶ášá€áŸ’á“á»á„á€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: ಈ ಗುಂಪಿಗೆ ಅಡ್ಮಿನ್‌ಗಳು ಮಾತ್ರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು.
ko: 관리자만 그룹에 메시지를 전송할 수 있습니다.
lt: Siųsti žinutes į šią grupę gali tik administratoriai.
lv: Tikai administratori drīkst sūtīt ziņas uz šo grupu.
mk: Само администраторите можат да испраќаат пораки во оваа група.
ml: അഡ്മിൻമാർക്ക് മാത്രമേ ഈ ഗ്രൂപ്പിലേക്ക് സന്ദേശങ്ങള്‍ അയയ്ക്കാൻ കഴിയൂ.
mr: या गटात फक्त प्रशासक संदेश पाठवू शकतात.
ms: Hanya pentadbir yang boleh menghantar mesej ke kumpulan ini.
my: အက်ဒ်မင်များသာလျှင် ဤအဖွဲ့သို့ မက်ဆေ့ချ်များ ပို့နိုင်ပါသည်။
nb: Kun administratorer kan sende meldinger til denne gruppen.
nl: Alleen beheerders kunnen in deze groep berichten verzenden.
pa: ਸਿਰਫ ਐਡਮਿਨ ਹੀ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸੁਨੇਹੇ ਭੇਜ ਸਕਦੇ ਹਨ।
pl: W tej grupie wiadomości mogą wysyłać tylko administratorzy.
ps: یوازې اډمینان کولای شي دغه ګروپ ته پیغامونه ولیږي.
pt_br: Somente admins podem enviar mensagens para esse grupo.
pt_pt: Apenas os administradores podem enviar mensagens para este grupo.
ro: Numai administratorii pot trimite mesaje acestui grup.
ru: Только администраторы могут отправлять сообщения в этой группе.
sk: Do tejto skupiny môžu posielať správy len administrátori.
sl: Tej skupini lahko sporočila pošiljajo zgolj skrbniki.
sq: Te ky grup mund të dërgojnë mesazhe vetëm përgjegjësit.
sr: Само администратори могу да шаљу поруке у овој групи.
sv: Endast administratörer kan skicka meddelanden i denna grupp.
sw: Wasimamizi tu ndio wanaoweza kutuma ujumbe kwenye kikundi hiki.
ta: மட்டும் நிர்வாகிகள் முடியும் அனுப்பு இதற்கு செய்திகள் குழு.
te: నిర్వాహకులు మాత్రమే ఈ గుంపుకు సందేశాలను పంపగలరు.
th: เฉพาะผู้ดูแลเท่านั้นที่ส่งข้อความไปยังกลุ่มนี้ได้
tr: Bu gruba yalnızca yöneticiler ileti gönderebilir.
ug: گۇرۇپپىغا پەقەت باشقۇرغۇچىلارلا ئۇچۇر يوللىيالايدۇ.
uk: Надсилати повідомлення цій групі можуть тільки адміністратори.
ur: صرف منتظمین ہی اس گروپ کو پیغامات بھیج سکتے ہیں۔
vi: Chỉ có quản trị viên mới có thể gửi tin nhắn vào nhóm này.
zh_cn: 只有管理员可发送消息至该群组。
zh_hk: 只有管理員可以向此群組傳送訊息。

# CONVERSATION_PICKER_SECTION_GROUPS
source: Groups
af: Groepe
ar: المجموعات
az: Qruplar
be: Групы
bg: Групи
bn: গ্রুপ
ca: Grups
cs: Skupiny
cy: Grwpiau
da: Grupper
de: Gruppen
el: Ομάδες
es: Grupos
es_es: Grupo
et: Grupid
eu: Taldeak
fa: گروه‌ها‌
fi: Ryhmät
fil: Mga Grupo
fr: Groupes
ga: Grúpaí
gu: ગ્રુપ
he: קבוצות
hi: ग्रुप
hr: Grupe
hu: Csoportok
id: Grup
is: Hópar
it: Gruppi
ja: グループ
kab: Igrawen
kk: Топтар
km: á€áŸ’ášá»á˜
kn: ಗುಂಪುಗಳು
ko: 그룹
lt: Grupės
lv: Grupas
mk: Групи
ml: ഗ്രൂപ്പുകൾ
mr: गट
ms: Kumpulan
my: အဖွဲ့များ
nb: Grupper
nl: Groepen
pa: ਗਰੁੱਪ
pa_pk: گروپس
pl: Grupy
ps: ګروپونه
pt_br: Grupos
pt_pt: Grupos
ro: Grupuri
ru: Группы
sk: Skupiny
sl: Skupine
sq: Grupe
sr: Групе
sv: Grupper
sw: Makundi
ta: குழுக்கள்
te: సమూహాలు
th: กลุ่ม
tr: Gruplar
ug: گۇرۇپپا
uk: Групи
ur: گروپس
vi: Nhóm
zh_cn: 群组
zh_hk: 群組

# CONVERSATION_PICKER_SECTION_RECENTS
source: Recent Chats
af: Onlangse gesprekke
ar: الدردشات الأخيرة
az: Son söhbətlər
be: Апошнія чаты
bg: Последни разговори
bn: সাম্প্রতিক চ্যাট
ca: Xats recents
cs: Poslední chaty
cy: Sgyrsiau Diweddar
da: Seneste chats
de: Letzte Chats
el: Πρόσφατες συνομιλίες
es: Chats recientes
es_es: Chats recientes
et: Hiljutised vestlused
eu: Azken txatak
fa: تازه‌ترین گفتگوها
fi: Viimeisimmät keskustelut
fil: Bagong mga Chat
fr: Conversations récentes
ga: Na Comhráite Is Déanaí
gu: તાજેતરની ચેટ
he: צ׳אטים אחרונים
hi: हाल ही की बात-चीत
hr: Nedavni razgovori
hu: Legutóbbi csevegések
id: Obrolan Terbaru
is: Nýlegt spjall
it: Chat recenti
ja: 最近のチャット
kab: Adiwenni amaynut
kk: Осының алдындағы чаттар
km: á€á¶ášá‡á‡áŸ‚á€ááŸ’á˜á¸áŸ—
kn: ಇತ್ತೀಚಿನ ಚಾಟ್‌ಗಳು
ko: 최근 대화
lt: Paskiausi pokalbiai
lv: Pēdējās tērzēšanas
mk: Неодамнешни разговори
ml: അടുത്തിടെയുള്ള ചാറ്റുകൾ
mr: अलीकडील चॅट्स
ms: Sembang Terbaru
my: မကြာသေးမီက ပြောဆိုထားသော စကားပြောဆိုမှုများ
nb: Nylige samtaler
nl: Recente chats
pa: ਸੱਜਰੀਆਂ ਗੱਲਾਂ
pa_pk: حالیہ چیٹس
pl: Ostatnie czaty
ps: وروستي چټونه
pt_br: Chats recentes
pt_pt: Chats recentes
ro: Conversații recente
ru: Недавние чаты
sk: Nedávne čety
sl: Nedavni pogovori
sq: Fjalosje Së Fundi
sr: Недавна ћаскања
sv: Senaste chattar
sw: Gumzo za Karibuni
ta: சமீபத்திய அரட்டைகள்
te: ఇటీవలి మాటామంతీ
th: แชทล่าสุด
tr: Son Sohbetler
ug: يېقىنقى پاراڭلار
uk: Недавні чати
ur: حالیہ چیٹس
vi: Cuộc trò chuyện Gần đây
zh_cn: 最近聊天
zh_hk: 最近的聊天
