Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# HOME_VIEW_MESSAGE_REQUEST_CONVERSATION
source: Message Request
af: Boodskapversoek
ar: طلب مراسلة
az: Mesaj tələbi
be: Запыт на перапіску
bg: Заявка за съобщение
bn: বার্তার অনুরোধ
ca: Sol·licitud de missatge
cs: Požadavek na zprávu
cy: Cais Neges
da: Beskedanmodning
de: Unterhaltungsanfrage
el: Αίτημα μηνύματος
es: Solicitud de mensaje
es_es: Solicitud de chat
et: Sõnumitaotlus
eu: Mezuaren Eskaera
fa: درخواست پیام
fi: Viestipyyntö
fil: Pangmensaheng hiling
fr: Invitation par message
ga: Iarratas Teachtaireachta
gu: મેસેજ રિક્વેસ્ટ
he: בקשת התכתבות
hi: बाच-चीत का निवेदन
hr: Zahtjev za razgovorom
hu: Felkérés csevegésre
id: Permintaan Pesan
is: Beiðni um skilaboð
it: Richiesta di messaggio
ja: メッセージリクエスト
kab: Asuter n yizen
kk: Хабарлама сұрату
km: áŸá¶ášáŸáŸ’á“á¾áŸá»áŸ†
kn: ಸಂದೇಶ ವಿನಂತಿ
ko: 메시지 요청
lt: Žinutės užklausa
lv: Ziņas pieprasījums
mk: Барање за порака
ml: സന്ദേശത്തിനുള്ള അപേക്ഷ
mr: संदेश विनंती
ms: Permintaan Mesej
my: မက်ဆေ့ပို့ရန် တောင်းဆိုချက်
nb: Meldingsforespørsel
nl: Gespreksverzoek
pa: ਸੁਨੇਹੇ ਲਈ ਬੇਨਤੀ
pa_pk: سنیہا دی درخواست
pl: Prośba o kontakt
ps: د پیغام غوښتنه
pt_br: Solicitação de mensagem
pt_pt: Pedido de mensagem
ro: Solicitare mesaj
ru: Запрос на общение
sk: Žiadosť o správu
sl: Prošnja za sporočilo
sq: Kërkesë Mesazhi
sr: Захтев за дописивање
sv: Meddelandeförfrågan
sw: Ombi la Ujumbe
ta: செய்தி கோரிக்கை
te: సందేశ అభ్యర్థన
th: คำขอส่งข้อความ
tr: İleti İsteği
ug: ئۇچۇر ئىلتىماسى
uk: Запит на повідомлення
ur: پیغام کی درخواست
vi: Yêu cầu gửi Tin nhắn
zh_cn: 通信请求
zh_hk: 訊息請求

# HOME_VIEW_SEARCH_NO_RESULTS_FORMAT
source: No results found for '%@'
af: Geen resultate vir “%@” gevind nie
ar: لا توجد نتيجة لـ'%1$@'
az: "%@" üçün heç nə tapılmadı
be: Няма вынікаў для «%1$@»
bg: Не са намерени резултати за „%@“
bn: '%1$@' এর জন্য কোনও ফলাফল পাওয়া যায়নি
ca: No s'ha trobat cap resultat per a «%1$@»
cs: Nebyly nalezeny žádné výsledky pro "%1$@"
cy: Dim canlyniadau ar gyfer '%@'
da: Ingen fundne resultater for '%1$@'
de: Keine Ergebnisse für »%1$@« gefunden
el: Δεν βρέθηκαν αποτελέσματα για '%1$@'
es: No hay ningún resultado para "%1$@"
es_es: No se encontraron resultados para «%@»
et: Otsingule '%@' ei leitud vasteid
eu: '%@' bilaketarako ez da emaitzik topatu
fa: هیچ نتیجه ای برای '%1$@' یافت نشد
fi: Ei hakutuloksia haulle %1$@
fil: Walang resultang nahanap para sa '%@'
fr: Aucun résultat ne correspond à votre recherche : "%1$@".
ga: Gan torthaí ar '%1$@'
gu: '%1$@' માટે કોઈ પરિણામો મળ્યાં નથી
he: תוצאות לא נמצאו עבור '%1$@'
hi: '%1$@' के लिए कोई परिणाम नहीं मिला
hr: Nema rezultata za '%1$@'
hu: Nincs találat a kifejezésre: '%1$@'
id: Tidak ada hasil ditemukan untuk '%1$@'
is: Engar niðurstöður fundust fyrir '%@'
it: Nessun risultato trovato per '%1$@'
ja: 「%1$@」の検索結果はありません
kab: Ulac igmaḍ yettwafen i '%@'
kk: '%@' бойынша ешқандай нәтиже табылған жоқ
km: á‚áŸ’á˜á¶á“á›á‘áŸ’á’á•á›á€áŸ’á“á„á€á¶ášáŸáŸ’áœáŸ‚á„ášá€áŸáŸ†ášá¶á”áŸ‹ %@
kn: '%@' ಗಾಗಿ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ko: '%1$@' 검색 결과 없음
lt: Užklausai „%@“ nerasta jokių rezultatų
lv: Vaicājumam “%@” nav rezultātu
mk: Не се пронајдени резултати за ”%@”
ml: '%@'-നായി ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mr: '%1$@' करिता कुठलेही परिणाम नाहीत
ms: Tiada keputusan dijumpai untuk '%1$@'
my: '%@' ကို ရှာမတွေ့ပါ
nb: Ingen resultater funnet for '%1$@'
nl: Geen resultaten voor ‘%1$@’ gevonden
pa: '%@' ਲਈ ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ
pa_pk: '%@' دے لئی کوئی نتیجے نئیں لبھے
pl: Nie udało się znaleźć niczego pasującego do hasła „%1$@”
ps: د '%@' لپاره هېڅ پایله و نه موندل شوه
pt_br: Nenhum resultado encontrado para '%1$@'
pt_pt: Não se encontraram resultados para '%1$@'
ro: Nu s-au găsit rezultate pentru '%1$@'
ru: Не найдено результатов для «%1$@»
sk: Žiadne výsledky pre "%1$@"
sl: Ni rezultatov za '%@'
sq: S’u gjetën përfundime kërkimi për '%@'
sr: Нема резултата претраге за „%1$@“
sv: Inga resultat för "%1$@"
sw: Hakuna matokeo yaliyopatikana ya '%@'
ta: '%@ ' க்கான முடிவுகள் எதுவும் கிடைக்கவில்லை
te: '%@' కోసం ఫలితాలు కనుగొనబడలేదు
th: ไม่พบผลลัพธ์สำหรับ '%1$@'
tr: '%1$@' ile eşleşen sonuç bulunamadı
ug: «%1$@» ئۈچۈن ھېچقانداق نەتىجە تېپىلمىدى
uk: За запитом «%1$@» нічого не знайдено
ur: '%1$@' کیلئے کوئی نتیجہ نہیں ملا
vi: Không tìm thấy kết quả cho '%1$@'
zh_cn: 没有找到“%1$@”的相关结果。
zh_hk: 找不到符合「%1$@」的結果

# HOME_VIEW_TITLE_ARCHIVE
source: Archive
af: Argief
ar: الأرشيف
az: Arxivlənmiş
be: Архіваваць
bg: Архив
bn: সংরক্ষাণাগার
ca: Arxiu
cs: Archiv
cy: Archif
da: Arkiv
de: Archiv
el: Αρχείο
es: Archivados
es_es: Archivo
et: Arhiiv
eu: Artxibatu
fa: آرشیو
fi: Arkisto
ga: Cartlann
gu: આર્કાઇવ
he: ארכיון
hi: संग्रहित करें
hr: Arhiva
hu: Archív
id: Arsip
is: Safn
it: Archivio
ja: アーカイブ
kab: Tarcivt
kk: Мұрағат
km: á”ááŸ’ááŸá¶áš
kn: ಆರ್ಕೈವ್ ಮಾಡಿ
ko: 보관
lt: Archyvuoti
lv: Arhīvs
mk: Архива
ml: ആർക്കൈവ്
mr: आर्काइव्ह
ms: Arkib
my: မှတ်တမ်း
nb: Arkiv
nl: Archief
pa: ਆਰਕਾਈਵ ਕਰੋ
pa_pk: آرکائیو کرو
pl: Archiwum
ps: ارشیف
pt_br: Arquivo
pt_pt: Arquivo
ro: Arhivă
ru: Архивировать
sk: Archív
sl: Arhiv
sq: Arkiv
sr: Архива
sv: Arkiv
sw: Jalada
ta: காப்பகம்
te: భద్రపరచు
th: ที่เก็บถาวร
tr: Arşiv
ug: ئارخىپ
uk: Архів
ur: حفاظتی خانہ
vi: Lưu trữ
zh_cn: 存档
zh_hk: 將通話紀錄移走去存檔

# HOME_VIEW_TITLE_SELECT_CHATS
source: Select Chats
af: Kies kletse
ar: تحديد الدردشات
az: Söhbətləri seç
be: Выбраць «Чаты»
bn: চ্যাট নির্বাচন করুন
ca: Seleccionar xats
cs: Vybrat chaty
cy: Dewis Sgyrsiau
da: Vælg chats
de: Wähle Chats
el: Επιλογή συνομιλιών
es: Seleccionar chats
fa: انتخاب گفتگوها
fi: Valitse keskusteluja
fr: Sélectionner des conversations
ga: Roghnaigh Comhráite
gu: ચેટ પસંદ કરો
he: בחירת צ׳אטים
hi: चैट चुनें
hr: Odaberi razgovore
hu: Kiválasztás
id: Pilih Obrolan
is: Veldu spjallþræði
it: Seleziona chat
ja: チャットを選択
km: á‡áŸ’ášá¾áŸášá¾áŸá€á¶ášá‡á‡áŸ‚á€
ko: 대화 선택
lt: Žymėti pokalbius
mk: Избери разговори
ml: ചാറ്റുകൾ തിരഞ്ഞെടുക്കുക
mr: चॅट्स निवडा
ms: Pilih Sembang
nb: Velg samtaler
nl: Chats selecteren
pa: ਚੈਟਾਂ ਚੁਣੋ
pl: Zaznacz czaty
pt_br: Selecionar chats
pt_pt: Selecionar chats
ro: Selectează conversații
ru: Выбрать чаты
sk: Vybrať čety
sl: Izberite pogovor
sq: Përzgjidhni Fjalojse
sr: Изаберите ћаскања
sv: Välj chattar
sw: Chagua Gumzo
th: เลือกแชท
tr: Sohbetleri Seç
ug: پاراڭلارنى تاللاش
uk: Вибрати чати
ur: چیٹس منتخب کریں
vi: Chọn Cuộc trò chuyện
zh_cn: 选择聊天
zh_hk: 選取聊天

# HOME_VIEW_TOOLBAR_READ_ALL
source: Read All
af: Lees alles
ar: قراءة الكل
az: Hamısını oxu
be: Чытаць усе
bn: সব পড়ুন
ca: Llegir-ho tot
cs: Vše přečteno
cy: Darllen Popeth
da: Læs alle
de: Alle gelesen
el: Ανάγνωση όλων
es: Leer todos
fa: خواندن همه
fi: Merkitse luetuiksi
fr: Tout marquer comme lu
gu: તમામ વાંચો
he: קרא הכול
hi: सभी पढ़ें
hr: Označi kao pročitano
hu: Mind olvasott
id: Baca Semua
is: Lesa allt
it: Lette tutte
ja: すべて既読にする
km: á¢á¶á“á‘á¶áŸ†á„á¢áŸáŸ‹
ko: 모두 읽음
lt: Perskaičiau visus
mk: Прочитај сѐ
ml: എല്ലാം വായിക്കുക
mr: सर्व वाचा
ms: Baca Semua
nb: Les alle
nl: Alles gelezen
pl: Przeczytaj wszystko
pt_br: Marcar: lidas
pt_pt: Ler tudo
ro: Citește tot
ru: Все прочитаны
sk: Prečítať všetko
sl: Preberi vse
sq: Lexojini Krejt
sr: Прочитај све
sv: Alla läst
sw: Soma Zote
th: อ่านทั้งหมด
tr: Tümünü Oku
ug: ھەممىسى ئوقۇلغان
uk: Прочитати всі
ur: تمام پڑھیں
vi: Đọc tất cả
zh_cn: 阅读全部
zh_hk: 全部已讀

# IDEAL_DONATION_CONFIRM_DONATION_TITLE
source: Confirm Your Donation
ar: أكِّد تبرُّعك
be: Пацвердзіць сваё ахвяраванне
bn: আপনার ডোনেশন নিশ্চিত করুন
ca: Confirma la teva donació
cs: Potvrďte svůj příspěvek
da: Bekræft din donation
de: Bestätige deine Spende
el: Επιβεβαίωση δωρεάς
es: Confirma tu donación
fa: تأیید کمک مالی
fi: Vahvista lahjoitus
fr: Confirmez votre don
ga: Deimhnigh do Thabhartas
gu: તમારા દાનની પુષ્ટિ કરો
he: אישור התרומה שלך
hi: अपने दान की पुष्टि करें
hr: Potvrdite donaciju
hu: Erősítsd meg az adományod
id: Konfirmasi Donasi Anda
it: Conferma la tua donazione
ja: 寄付をご確認ください
ko: 기부 확인
mr: आपल्या देणगीची पुष्टी करा
ms: Sahkan Derma Anda
nb: Bekreft pengegaven
nl: Bevestig je donatie
pl: Zatwierdź darowiznę
pt_br: Confirmar doação
pt_pt: Confirme o seu donativo
ro: Confirmă-ți donația
ru: Подтвердить пожертвование
sk: Potvrďte svoj príspevok
sr: Потврдите донацију
sv: Bekräfta din donation
th: ยืนยันการบริจาคของคุณ
tr: Bağışını Onayla
ug: ئىئانىڭىزنى جەزملەشتۈرۈڭ
uk: Підтвердження донату
ur: اپنے عطیہ کی تصدیق کریں
vi: Xác Nhận Khoản Ủng Hộ
zh_cn: 确认您的捐款
zh_hk: 確認你的捐款

# IDEAL_DONATION_CONFIRM_DONATION_WITH_BANK_MESSAGE
source: To setup your recurring donation, tap continue to confirm a %1$@ charge with your bank. This will be automatically refunded and allows your %2$@/month donation to be debited from your account.
ar: لإعداد تبرُّعك المُتكرِّر، انقر على "متابعة" لتأكيد خصم %1$@ مع مصرِفك. سَيتمُّ استرداد هذه القيمة تلقائيًا وسيسمَح هذا بخصم تبرُّعك بقيمة %2$@/شهريًا من حسابك.
be: Каб наладзіць рэгулярнае ахвяраванне, націсніце «Працягнуць», каб пацвердзіць спісанне сродкаў у памеры%1$@ у вашым банку. Гэтая сума будзе аўтаматычна вернута, і гэта дазволіць спісваць з вашага рахунку ахвяраванне ў памеры %2$@/месяц.
bn: আপনার পুনরাবৃত্ত ডোনেশন সেটআপ করতে, আপনার ব্যাংকের মাধ্যমে %1$@ চার্জ নিশ্চিত করতে 'এগিয়ে যান' ট্যাপ করুন। এটি স্বয়ংক্রিয়ভাবে ফেরত দেওয়া হবে এবং এটি আপনার অ্যাকাউন্ট থেকে আপনার %2$@/মাসের ডোনেশন ডেবিট করার অনুমতি দেয়।
ca: Per configurar la teva donació recurrent, toca continuar per confirmar un càrrec de %1$@ amb el teu banc. Això es reemborsarà automàticament i permetrà que la teva donació mensual de %2$@ es carregui al teu compte.
cs: Chcete-li nastavit opakující se příspěvek, klepněte na pokračovat a potvrďte poplatek %1$@ u své banky. Ten vám bude automaticky vrácen a umožní, aby se z vašeho účtu měsíčně odečítal váš příspěvek %2$@.
da: Tryk fortsæt for at bekræfte opkrævningen af et gebyr på %1$@ hos din bank, så du kan konfigurere din donation med løbende betaling. Dette refunderes automatisk og gør det muligt at opkræve din donation på %2$@/måned fra din konto.
de: Um deine wiederkehrende monatliche Spende einzurichten, tippe auf »Weiter«, um die Abbuchung von %1$@ bei deiner Bank zu bestätigen. Dieser Betrag wird automatisch erstattet und erlaubt die Abbuchung deiner Spende in Höhe von %2$@ pro Monat von deinem Konto.
el: Για να ρυθμίσεις την επαναλαμβανόμενη δωρεά σου, πάτα "Συνέχεια" για να επιβεβαιώσεις μια χρέωση %1$@ στην τράπεζά σου. Το ποσό θα επιστραφεί αυτόματα και θα επιτρέψει τη χρέωση της δωρεάς σου για %2$@/μήνα από τον λογαριασμό σου.
es: Si quieres configurar tu donación recurrente, toca "Continuar" para confirmar un cargo de %1$@ a tu banco. Este monto se reembolsará automáticamente y permitirá que tu donación mensual de %2$@ se cargue a tu cuenta.
fa: برای راه‌اندازی کمک مالی مکرر خود، روی «ادامه» ضربه بزنید تا مبلغ %1$@ را با بانک خود تأیید کنید. این مبلغ به‌طور خودکار به شما برگردانده می‌شود و اجازه می‌دهد که کمک مالی %2$@ در ماه شما از حساب‌تان برداشت شود.
fi: Määritä toistuva lahjoitus napauttamalla Jatka. Tämä vahvistaa %1$@ veloituksen pankistasi. Veloitus mahdollistaa %2$@ lahjoituksen jatkuvan kuukausiveloituksen tilitäsi, ja se maksetaan automaattisesti.
fr: Pour configurer votre don mensuel, appuyez sur "Continuer". Vous confirmez ainsi le prélèvement de %1$@ auprès de votre banque. Cette somme sera automatiquement remboursée et permettra de confirmer le prélèvement de la somme mensuelle de %2$@ sur votre compte.
ga: Chun tabhartas athfhillteach a shocrú, tapáil Lean leis le táille %1$@ a dheimhniú le do bhanc. Aisíocfar é sin go huathoibríoch agus tabharfaidh sé cead dúinn do thabhartas %2$@/sa mhí a ghearradh ar do chuntas.
gu: તમારા પુનરાવર્તિત દાનને સેટ કરવા માટે, તમારી બેંક સાથે %1$@ ચાર્જની ખાતરી કરવા માટે ચાલુ રાખો પર ટેપ કરો. આ આપમેળે રિફંડ કરવામાં આવશે અને તમારા એકાઉન્ટમાંથી તમારા %2$@/મહિનાના દાનને ડેબિટ કરવાની મંજૂરી આપે છે.
he: כדי להגדיר את התרומה החוזרת שלך, יש ללחוץ על המשך כדי לאשר חיוב של %1$@ בבנק שלך. הסכום יוחזר אוטומטית ויאפשר את חיוב התרומה החוזרת שלך על סך %1$@ לחודש מהחשבון שלך.
hi: नियत अवधि में दान सेटअप करने के लिए, अपने बैंक से %1$@ के शुल्क की पुष्टि करने के लिए 'जारी रखें' पर टैप करें। यह ऑटोमैटिक रूप से वापस कर दिया जाएगा और आपके %2$@/महीने के दान को आपके अकाउंट से काटा जा सकेगा।
hr: Da biste postavili svoju automatsku mjesečnu donaciju, dodirnite „Nastavi“ i potvrdite naplatu u iznosu od %1$@ u svojoj banci. Taj će vam iznos automatski biti vraćen, a omogućuje da se naplata vaše mjesečne donacije u iznosu od %2$@ izvrši s vašeg računa.
hu: Az ismétlődő adományozás beállításához koppints a Tovább gombra és erősítsd meg a %1$@ terhelést a bankodnál. Ez automatikusan visszatérítésre kerül, és lehetővé teszi, hogy a havi %2$@ adományodat levonják a számládról.
id: Untuk mengatur donasi berkala, ketuk lanjutkan untuk mengonfirmasi bank Anda bahwa ada biaya sebesar %1$@ yang akan dikenakan. Dana ini akan dikembalikan otomatis dan proses ini mengizinkan donasi sebesar %2$@/bulan didebit dari rekening Anda.
it: Per impostare la tua donazione ricorrente, tocca su Continua per confermare un addebito di %1$@ sulla tua carta o sul tuo conto. Questa transazione sarà rimborsata automaticamente e ci consentirà di addebitarti la tua donazione di %2$@ al mese.
ja: 定期的な寄付を設定するには「続ける」をタップして、銀行で%1$@の手数料がかかることをご確認ください。この手数料は自動的に返金され、%2$@/月の寄付金がお口座から引き落とされます。
ko: 정기 기부를 설정하려면 계속을 탭하여 은행을 통한 %1$@ 청구를 확인해 주세요. 이렇게 하면 청구 금액은 자동으로 환불되고 계정에서 월 %2$@ 기부가 승인됩니다.
mr: आपली पुनरावर्ती देणगी प्रस्थापित करण्यासाठी, आपल्या बॅंकेकडे %1$@ शुल्काची पुष्टी करण्यासाठी सुरू ठेवा वर टॅप करा. हे आपोआप परत केले जाईल आणि आपली %2$@/महिना देणगी आपल्या खाते मधून डेबिट करण्याची अनुमती दिली जाईल.
ms: Untuk membuat derma berulang, ketik teruskan untuk mengesahkan caj %1$@ dengan bank anda. Ini akan dibayar balik secara automatik dan membolehkan derma %2$@/bulan anda didebit daripada akaun anda.
nb: For å legge inn den gjentakende pengegaven kan du trykke på «Fortsett» for å bekrefte at %1$@ trekkes fra bankkontoen din. Dette beløpet refunderes automatisk og sikrer at pengegaven på %2$@ per måned kan trekkes fra kontoen din.
nl: Om je maandelijkse donatie in te stellen, tik op Doorgaan om dit met een afschrijving van %1$@ bij je bank te bevestigen. Dit bedrag wordt automatisch teruggestort en maakt het mogelijk om je donatie van %2$@/maand van je rekening af te schrijven.
pl: Aby skonfigurować darowiznę cykliczną, przejdź dalej i potwierdź w banku obciążenie konta kwotą %1$@. Zostanie ona automatycznie zwrócona, a procedura ta pozwoli na pobieranie z Twojego konta %2$@ miesięcznie.
pt_br: Para configurar sua doação recorrente, toque em Continuar para confirmar uma cobrança de %1$@ no seu banco. Essa cobrança será reembolsada automaticamente e vai permitir que sua doação de %2$@/mês seja debitada de sua conta.
pt_pt: Para configurar o seu donativo recorrente, toque em Continuar para confirmar um débito de %1$@ junto do seu banco. Este montante será automaticamente reembolsado e permitirá que o seu donativo de %2$@/mês seja debitado da sua conta.
ro: Pentru a configura donația recurentă, atinge Continuă, pentru a confirma o taxă de %1$@ la banca ta. Aceasta va fi rambursată automat și va permite ca donația ta de %2$@/lună să fie debitată din contul tău.
ru: Для настройки регулярного пожертвования нажмите «Продолжить», чтобы подтвердить списание средств в размере %1$@ в вашем банке. Эта сумма будет автоматически возвращена, и это позволит списывать с вашего счёта пожертвование в размере %2$@ в месяц.
sk: Ak chcete nastaviť pravidelné prispievanie, ťuknutím na Pokračovať potvrďte platbu vo výške %1$@ vo svojej banke. Táto suma bude automaticky vrátená a umožní, aby bol váš príspevok vo výške %2$@/mesiac odpísaný z vášho účtu.
sr: Да бисте подесили периодичну донацију, додирните „Настави“ да потврдите наплату од %1$@ у банци. Тај износ ће вам аутоматски бити враћен и тиме ће се омогућити да се ваша донација од %2$@ месечно наплати са вашег рачуна.
sv: För att ställa in din återkommande donation, tryck på fortsätt för att bekräfta en debitering på %1$@ med din bank. Detta återbetalas automatiskt och gör att din donation på %2$@/månad kan debiteras från ditt konto.
th: แตะดำเนินการต่อเพื่อตั้งการบริจาครายเดือนของคุณ โดยคุณจะถูกเรียกเก็บเงิน %1$@ จากทางธนาคาร ซึ่งยอดดังกล่าวจะถูกโอนกลับคืนเข้าบัญชีโดยอัตโนมัติ และการบริจาคจำนวน %2$@/เดือนจะถูกหักจากบัญชีของคุณ
tr: Yinelenen bağışını ayarlamak için, bankanın keseceği %1$@ ücreti onaylamak üzere devam düğmesine dokun. Bu tutar otomatik olarak iade edilecek ve %2$@/ay bağışının hesabından çekilmesini sağlayacaktır.
ug: تەكرار ئىئانە قىلىشنى تەڭشەش ئۈچۈن ، «داۋاملاشتۇرۇش» نى چېكىپ بانكا بىلەن %1$@ سوممىنى جەزملەشتۈرۈڭ. بۇ سومما ئاپتوماتىك قايتۇرۇلىدۇ ۋە %2$@/ئايلىقى ئىئانىڭىزنىڭىز بانكا ھېساباتىڭىزدىن ئاغدۇرۇلىدۇ.
uk: Щоб оформити регулярний донат, натисніть «Продовжити» й підтвердьте списання %1$@ зі свого банківського рахунку. Цю суму буде автоматично повернуто. Ця операція потрібна, щоб активувати списання %2$@/місяць з вашого рахунку.
ur: اپنے متواتر دیے جانے والےعطیے کا سیٹ اپ کرنے کے لیے، جاری رکھیں پر ٹیپ کریں تاکہ اپنے بینک کے ساتھ %1$@ چارج کی تصدیق کریں۔ یہ خود کار طور پر ریفنڈ کر دیا جائے گا اور آپ کے اکاؤنٹ سے آپ کے %2$@/ماہ کے عطیے کو ڈیبٹ کرنے کی اجازت دے گا۔
vi: Để thiết lập khoản ủng hộ định kỳ, nhấn tiếp tục để xác nhận trả một khoản %1$@ qua ngân hàng. Khoản này sẽ được tự động hoàn lại và cho phép khoản ủng hộ %2$@/tháng được trừ từ tài khoản của bạn.
zh_cn: 如要设置您的定期捐款，请点击“继续”以便与您的银行确认扣除一笔 %1$@ 的费用。这笔费用将会自动退还，并允许从您的账户中每月扣除 %2$@ 用于捐款。
zh_hk: 要設定你的定期捐款，請輕按「繼續」以向銀行確認 %1$@ 的費用。這筆款項將自動退還，並允許從你的帳戶中扣除每月 %2$@ 的捐款。

# IMAGE_EDITOR_BLUR_HINT
source: Draw anywhere to blur
af: Teken op enige plek om te vervaag
ar: ارسم في أي مكان للتمويه
az: Bulanıqlaşdırmaq üçün çəkin
be: Размалёўвайце любыя фрагменты для размыцця
bn: যেকোনো জায়গা অস্পষ্ট করতে আলতো চেপে টানুন
ca: Dibuixeu a qualsevol lloc per esfumar-lo
cs: Rozostřit kreslením
cy: Llunio unrhyw le i bylu
da: Tegn hvor som helst for at sløre
de: Zeichne zum Verwischen in beliebige Bereiche
el: Ζωγράφισε οπουδήποτε για να θολώσεις
es: Toca sobre la foto para difuminar
es_es: Toca sobre una parte de la foto para enturbiar
et: Hägustamiseks joonista kuhugi
eu: Marraztu edonon zirriborrotzeko
fa: برای محو کردن روی هر ناحیه‌ای ترسیم کنید
fi: Sumenna piirtämällä kohdan päällä
fr: Dessinez sur n'importe quelle zone pour la flouter.
ga: Tarraing áit ar bith lena dhoiléiriú
gu: ઝાંખા કરવા માટે ગમે તે જગ્યાએ દોરો
he: צייר בכל מקום כדי לטשטש
hi: धुंधला करने के लिए कहीं भी ड्रॉ करें
hr: Kako biste zamutili sliku, povucite bilo gdje
hu: Rajzolj bárhová az elhomályosításhoz
id: Gambar di manappun untuk mengaburkan
is: Teiknaðu einhversstaðar til að móska
it: Disegna ovunque per sfocare
ja: ぼかす場所を選択してください
kab: Sunneɣ ainda m.k-yehwa akken ad tesdreɣleḍ tawlaft
kk: Бұлыңғырлау үшін кез келген жерден сызу
km: á‚á¼ášá€á“áŸ’á›áŸ‚á„áá¶á˜á½á™á±áŸ’á™á–áŸ’ášá¶á›
kn: ಬ್ಲರ್ ಮಾಡಲು ಎಲ್ಲಿಬೇಕಾದರೂ ಎಳೆಯಿರಿ
ko: 아무 곳이나 그려서 가릴 수 있습니다
lt: Pieškite ten, kur norite sulieti
lv: Velciet, lai aizmiglotu
mk: Нацртајте било каде за да замаглите
ml: മങ്ങിക്കാൻ എവിടെയും വരയ്‌ക്കുക
mr: अस्पष्ट करण्यासाठी कुठेही रेखाटा
ms: Lukis di mana sahaja untuk kabur
my: ကြိုက်သည့်နေရာတွင်ဆွဲ၍ မှုန်စေပါ
nb: Tegn hvor som helst for å viske ut
nl: Teken waar je maar wilt om iets te vervagen
pa: ਧੁੰਦਲਾ ਕਰਨ ਲਈ ਕਿਤੇ ਵੀ ਖਿੱਚੋ
pl: Rysuj, aby rozmyć dowolny obszar
ps: هر هغه ځای چې غواړئ بلور یې کړئ هلته رسامي وکړئ
pt_br: Desenhe em qualquer lugar para desfocar
pt_pt: Desenhe onde quiser para desfocar
ro: Desenează oriunde pentru a estompa
ru: Зарисуйте участок, чтобы размыть его
sk: Kreslite kdekoľvek pre rozmazanie
sl: Za zabris potegnite s prstom kjerkoli
sq: Vizatoni kudoqoftë që të turbullohet
sr: Цртајте било где да бисте замутили
sv: Rita var som helst för att oskärpa
sw: Chora mahali popote ili uweke ukungu
ta: மங்கலாக இருக்க எங்கும் வரையவும்
te: అస్పష్టంగా ఉండటానికి ఎక్కడైనా గీయండి
th: วาดที่ใดก็ได้เพื่อมัว
tr: Bulanıklaştırmak için çizin
ug: خالىغان جاي سىزىلسا تۇتۇقلىشىدۇ
uk: Замалюйте зону, щоб її розмити
ur: دھندلاپن کے لئے کہیں بھی ڈرا کریں
vi: Vẽ để làm mờ bất cứ đâu
zh_cn: 任意位置涂抹实现模糊效果
zh_hk: 隨意描繪以模糊

# IMAGE_EDITOR_BLUR_SETTING
source: Blur faces
af: Vervaag gesigte
ar: تمويه الوجوه
az: Bulanıq üzlər
be: Размыць твары
bn: ফেস অস্পষ্ট করুন
ca: Esfuma les cares
cs: Rozostřit tváře
cy: Pylu wynebau
da: Slør ansigter
de: Gesichter verwischen
el: Θόλωμα προσώπων
es: Difuminar caras
es_es: Enturbiar caras
et: Hägusta näod
eu: Zirriborratu aurpegiak
fa: محو کردن چهره‌ها
fi: Sumenna kasvot
fr: Flouter les visages
ga: Doiléirigh aghaidheanna
gu: ચહેરા ઝાંખા કરો
he: טשטש פרצופים
hi: धुंधले चेहरे
hr: Zamagli lica
hu: Arcok elhomályosítása
id: Kaburkan wajah
is: Gera andlit óskýr
it: Sfoca volti
ja: 顔をぼかす
kab: Udmawen yerwin
kk: Беттерді бұлыңғырлау
km: á–áŸ’ášá¶á›á˜á»á
kn: ಮುಖಗಳನ್ನು ಬ್ಲರ್ ಮಾಡಿ
ko: 얼굴 가리기
lt: Sulieti veidus
lv: Aizmiglot sejas
mk: Замагли лица
ml: മുഖങ്ങൾ മങ്ങിക്കുക
mr: चेहरे अस्पष्ट करा
ms: Muka kabur
my: မျက်နှာမှုန်ဝါးစေပါ
nb: Visk ut ansikter
nl: Vervaag gezichten
pa: ਚਿਹਰਿਆਂ ਨੂੰ ਧੁੰਦਲਾ ਕਰੋ
pl: Rozmyj twarze
ps: بلور شوي مخونه
pt_br: Desfocar rostos
pt_pt: Desfocar rostos
ro: Estompare fețe
ru: Размыть лица
sk: Rozmažte tváre
sl: Zabris obrazov
sq: Turbulloni fytyra
sr: Замућивање лица
sv: Oskärpa ansikten
sw: Weka ukungu kwenye nyuso
ta: முகங்களை மங்கலாக்குங்கள்
te: ముఖాలు మసకబారుతాయి
th: มัวหน้า
tr: Yüzleri bulanıklaştır
ug: چىراي تۇتۇق
uk: Розмити обличчя
ur: دھندلا چہرے
vi: Làm mờ mặt
zh_cn: 面部模糊
zh_hk: 模糊臉部
