Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CHOOSE_BACKUP_PLAN_PAID_PLAN_NO_PURCHASES_TITLE
source: Paid (but free for testers)
ar: مدفوع (مجاني للمُختبرين)
be: Платны (але ж бясплатны, пакуль вы застаяцеся тэсціроўшчыкам)
bn: পেইড (তবে পরীক্ষকদের জন্য বিনামূল্যে ব্যবহারযোগ্য)
ca: De pagament (però gratuït per als provadors)
cs: Placený (ale zdarma pro testery)
da: Betalt abonnement (men gratis for testere)
de: Kostenpflichtig (aber kostenlos für Tester)
el: Επί πληρωμή (αλλά δωρεάν για τους δοκιμαστές)
es: De pago (pero gratis para beta testers)
fa: پولی (اما رایگان برای آزمایش‌کنندگان)
fi: Maksullinen (mutta ilmainen testaajille)
fr: Payant (mais gratuit pour les testeurs)
ga: Ar íocaíocht (ach saor in aisce do thástálaithe)
gu: ચુકવણી સાથે (પણ ટેસ્ટર માટે ફ્રી)
he: בתשלום (אבל בחינם לבודקים)
hi: पेड प्लान (लेकिन टेस्टर के लिए मुफ़्त)
hr: Plaćeno (ali besplatno za sudionike testiranja)
hu: Fizetős (de tesztelőknek ingyenes)
id: Berbayar (tetapi gratis untuk penguji)
it: A pagamento (ma gratis per i tester)
ja: 有料（ただし、テスターは無料で利用可能です）
ko: 유료(테스트 사용자의 경우 무료)
mr: सशुल्क (पण टेस्टर्ससाठी मोफत)
ms: Berbayar (tapi percuma untuk penguji)
nb: Betalt (men gratis for testere)
nl: Betaald (maar gratis voor testers)
pl: Usługa płatna (ale bezpłatna dla testerów)
pt_br: Pago (mas gratuito para testadores)
pt_pt: Pago (mas grátis para testers)
ro: Plătit (dar gratuit pentru testeri)
ru: Платно (но бесплатно для тестеров)
sk: Platená služba (bezplatné pre testerov)
sr: Плаћено (али је бесплатно за оне који тестирају)
sv: Betald (men gratis för testare)
th: มีค่าบริการ (แต่ฟรีสำหรับผู้ร่วมทดสอบ)
tr: Ücretli (Ancak test kullanıcıları için ücretsizdir)
ug: ھەقلىق (ئەمما سىناق قىلغۇچىلار ئۈچۈن ھەقسىز)
uk: Платний (безплатний для тестувальників)
ur: ادا شدہ (لیکن ٹیسٹرز کے لیے مفت ہے)
vi: Trả phí (miễn phí cho người thử nghiệm)
zh_cn: 付费（测试员免费）
zh_hk: 付費（但測試員免費）

# CHOOSE_BACKUP_PLAN_PAID_PLAN_SUBTITLE
source: Text + All your media
ar: الرسائل النصية + كل وسائطك
be: SMS + усе вашы медыяфайлы
bn: টেক্সট + সকল মিডিয়া
ca: Missatges + tots els teus arxius multimèdia
cs: Text + všechna vaše média
da: Sms + alle dine medier
de: Text + all deine Medien
el: Κείμενο + όλα τα πολυμέσα σου
es: Mensajes de texto + todos tus archivos multimedia
fa: پیامک + همه رسانه‌هایتان
fi: Teksti ja kaikki mediasisältö
fr: Messages texte + tous vos médias
ga: Téacs + Do mheáin uile
gu: ટેક્સ્ટ + તમારા બધા મીડિયા
he: טקסט + כל המדיה שלך
hi: टेक्स्ट + आपका पूरा मीडिया
hr: Poruke + svi vaši medijski zapisi
hu: Szöveg + az összes médiafájl
id: Teks + Semua media Anda
it: Messaggi + tutti i tuoi media
ja: テキストとすべてのメディアが対象となります
ko: 문자 + 모든 미디어
mr: मजकूर + आपला सर्व मिडीया
ms: Teks + semua media anda
nb: Tekst + alle mediefilene dine
nl: Tekstberichten + alle media
pl: Wiadomości tekstowe i wszystkie Twoje multimedia
pt_br: Mensagens de texto + todos os seus arquivos de mídia.
pt_pt: Mensagens + todos os seus ficheiros multimédia
ro: Text + toate fișierele media
ru: Текстовые сообщения + все ваши медиафайлы
sk: Správy + všetky vaše médiá
sr: Порука + сви ваши медији
sv: Textmeddelanden + alla dina media
th: ข้อความ + สื่อทั้งหมด
tr: Metin + tüm medyaların
ug: تېكىست + بارلىق مېدىيارىڭىز
uk: Текст + усі медіафайли
ur: ٹیکسٹ + آپ کا تمام میڈیا
vi: Tin nhắn văn bản + tập tin đa phương tiện
zh_cn: 文本 + 所有媒体
zh_hk: 文字 + 你所有的媒體

# CHOOSE_BACKUP_PLAN_PAID_PLAN_TITLE
source: %1$@/month
ar: %1$@/شهريًا
be: %1$@/месяц
bn: %1$@/মাস
ca: %1$@/mes
cs: %1$@/měsíčně
da: %1$@/måned
de: %1$@ pro Monat
el: %1$@/μήνα
es: %1$@/mes
fa: %1$@ در ماه
fi: %1$@/kk
fr: %1$@/mois
ga: %1$@/mí
gu: %1$@/મહિને
he: %1$@/חודש
hi: %1$@/महीना
hr: %1$@/mjesečno
hu: %1$@/hónap
id: %1$@/bulan
it: %1$@/mese
ja: %1$@/月
ko: %1$@/월
mr: %1$@/महिना
ms: %1$@/bulan
nb: %1$@ per måned
nl: %1$@/maand
pl: %1$@ miesięcznie
pt_br: %1$@/mês
pt_pt: %1$@/mês
ro: %1$@/lună
ru: %1$@/месяц
sk: %1$@/mesiac
sr: %1$@ месечно
sv: %1$@/månad
th: %1$@/เดือน
tr: %1$@/ay
ug: %1$@/ئايلىق
uk: %1$@/місяць
ur: %1$@ ماہانہ
vi: %1$@/tháng
zh_cn: %1$@/月
zh_hk: 每月 %1$@

# CHOOSE_BACKUP_PLAN_SUBSCRIBE_PAID_BUTTON_TEXT
source: Subscribe for %1$@/month
ar: اشترِك مقابل %1$@/شهريًا
be: Падпісацца за %1$@/месяц
bn: %1$@/মাসের জন্য সাবস্ক্রাইব করুন
ca: Subscriu-te per %1$@/mes
cs: Předplatit za %1$@ / měsíc
da: Abonner for %1$@/måned
de: Abonniere für %1$@/Monat
el: Εγγράψου για %1$@/μήνα
es: Suscribirme por %1$@/mes
fa: اشتراک به‌قیمت %1$@ در ماه
fi: Tilaa hintaan %1$@ / kk
fr: S'abonner pour %1$@/mois
ga: Íoc síntiús %1$@/sa mhí
gu: %1$@/મહિને સબ્સ્ક્રાઇબ કરો
he: רכישת מנוי עבור %1$@/חודש
hi: %1$@/महीने में सब्सक्राइब करें
hr: Pretplati se za %1$@ mjesečno
hu: Fizess elő %1$@/hó áron
id: Langganan dengan %1$@/bulan
it: Abbonati a %1$@ al mese
ja: %1$@ /月で申し込む
ko: 월 %1$@로 구독
mr: %1$@/महिना सदस्यता
ms: Langgan dengan %1$@/bulan
nb: Bli abonnent for %1$@ per måned
nl: Abonneren voor %1$@/maand
pl: Subskrybuj za %1$@/mies.
pt_br: Assine por %1$@/mês
pt_pt: Subscreva por %1$@/mês
ro: Abonează-te pentru %1$@/lună
ru: Подписаться за %1$@/месяц
sk: Predplatiť za %1$@ mesačne
sr: Претплатите се за %1$@ месечно
sv: Prenumerera för %1$@/månad
th: สมัครใช้งาน %1$@/เดือน
tr: %1$@/ay ile abone ol
ug: %1$@/ ئايلىقى مۇشتەرى بولۇڭ
uk: Передплатити за %1$@/місяць
ur: %1$@/ماہ کے لیے سبسکرائب کریں
vi: Đăng ký gói với giá %1$@/tháng
zh_cn: 按 %1$@/月订阅
zh_hk: 以每月 %1$@ 定期贊助

# CHOOSE_BACKUP_PLAN_SUBTITLE
source: All backups are end-to-end encrypted. Signal is a non-profit — paying for backups helps support our mission.
ar: كل النُسخ الاحتياطية مُشفَّرة من طرف لطرف. سيجنال شركة غير ربحية—الدفع مقابل النسخ الاحتياطية يُساعد في دعم مهمتنا.
be: Усе рэзервовыя копіі абаронены скразным шыфраваннем. Signal — некамерцыйная арганізацыя, таму аплата за рэзервовае капіраванне дапамагае падтрымліваць нашу місію.
bn: সকল ব্যাকআপ এন্ড-টু-এন্ড এনক্রিপ্ট করা। Signal একটি অলাভজনক সার্ভিস—ব্যাকআপের জন্য পেমেন্ট করা হলে তা আমাদের মিশনে সহায়তা করবে।
ca: Totes les còpies de seguretat estan xifrades d'extrem a extrem. Signal és una organització sense ànim de lucre: pagar per les còpies de seguretat ens ajuda a poder continuar endavant.
cs: Všechny zálohy jsou koncově šifrovány. Signal je nezisková organizace – platba za zálohování nám pomáhá plnit naše poslání.
da: Alle sikkerhedskopier er end-to-end krypteret. Signal er en non-profitorganisation – når du betaler for sikkerhedskopier hjælper du med at støtte vores mission.
de: Alle Backups sind Ende-zu-Ende verschlüsselt. Signal ist eine gemeinnützige Organisation – indem du für Backups bezahlst, unterstützt du unsere Arbeit.
el: Όλα τα αντίγραφα ασφαλείας είναι κρυπτογραφημένα από άκρο σε άκρο. Το Signal είναι μη κερδοσκοπικό—η πληρωμή για αντίγραφα ασφαλείας βοηθά στην υποστήριξη της αποστολής μας.
es: Todas las copias de seguridad están cifradas de extremo a extremo. Signal es una organización sin ánimo de lucro: el pago de las copias de seguridad nos ayuda a llevar a cabo nuestra misión.
fa: تمام نسخه‌های پشتیبان سرتاسر رمزگذاری شده‌اند. سیگنال یک شرکت غیرانتفاعی است—پرداخت هزینه برای پشتیبان‌گیری به پشتیبانی از مأموریت ما کمک می‌کند.
fi: Kaikki varmuuskopiot salataan päästä päähän. Signal on voittoa tavoittelematon organisaatio. Varmuuskopioinnin maksullisuus tukee tehtäväämme.
fr: Toutes les sauvegardes sont chiffrées de bout en bout. Signal est un organisme à but non lucratif. En souscrivant un forfait de sauvegarde payant, vous contribuez à soutenir notre mission.
ga: Tá gach cúltaca criptithe ó cheann go ceann. Eagraíocht neamhbhrabúis is ea Signal — cuidíonn íoc as cúltacaí le tacú lenár misean.
gu: બધા બેકઅપ એન્ડ-ટૂ-એન્ડ એન્ક્રિપ્ટેડ છે. Signal એક બિન-લાભકારી છે—બેકઅપ માટે ચૂકવણી કરવાથી અમારા મિશનને સપોર્ટ કરવામાં મદદ મળે છે.
he: כל הגיבויים מוצפנים מקצה לקצה. Signal היא ארגון ללא מטרות רווח—התשלום על גיבויים עוזר לתמוך במשימה שלנו.
hi: सभी बैकअप शुरू से आखिर तक एनक्रिप्टेड हैं। Signal एक गैर-लाभकारी संस्था है—बैकअप के लिए भुगतान करने से हमारे मिशन को सपोर्ट करने में मदद मिलती है।
hr: Svi medijski zapisi u sigurnosnoj kopiji zaštićeni su sveobuhvatnim šifriranjem. Signal je neprofitna organizacija – plaćanje sigurnosnog kopiranja podržava našu misiju.
hu: Minden biztonsági mentés végponttól végpontig titkosított. A Signal egy nonprofit szervezet – azzal, hogy fizetsz a biztonsági mentésekért, segíted küldetésünket.
id: Semua cadangan dienkripsi secara menyeluruh. Signal adalah organisasi nirlaba. Dengan membayar paket cadangan, Anda turut membantu mendukung misi kami.
it: Tutti i backup sono crittografati end-to-end. Signal è un'organizzazione no-profit: i soldi ricavati dalla vendita dei backup ci aiuta a tenere il servizio operativo.
ja: すべてのバックアッププランはエンドツーエンドで暗号化されます。Signalは非営利団体であり、バックアップを有料でご利用いただくことは私たちの活動をサポートしていただくことに繋がります。
ko: 모든 백업 내용은 엔드투엔드로 암호화됩니다. Signal은 비영리 단체입니다. 백업 요금은 Signal의 사명을 지원하는 데 사용됩니다.
mr: सर्व बॅकअप हे एंड-टू-एंड कूटबद्ध केलेले असतात. Signal ही एक ना-नफा आहे—बॅकअप्ससाठी पैसे देणे आमच्या मिशनला मदत करते.
ms: Semua sandaran disulitkan dari hujung ke hujung. Signal bukan berasaskan keuntungan—membayar untuk sandaran membantu menyokong misi kami.
nb: Alle sikkerhetskopier er ende-til-ende-kryptert. Signal er en ideell organisasjon, og du bidrar til å holde hjulene i gang ved å betale for sikkerhetskopiering.
nl: Alle back-ups zijn end-to-end versleuteld. Signal is een non-profitorganisatie — door te betalen voor back-ups help je onze missie te ondersteunen.
pl: Wszystkie kopie zapasowe są szyfrowane metodą end-to-end. Signal jest organizacją non profit, a opłata za tworzenie kopii zapasowych to wsparcie w realizacji naszej misji.
pt_br: Todos os backups são criptografados de ponta a ponta. O Signal é uma organização sem fins lucrativos. Pagar por backups nos ajuda a apoiar nossa missão.
pt_pt: Todas as cópias de segurança são encriptadas de ponta a ponta. O Signal é uma organização sem fins lucrativos. Pagar pelas cópias de segurança ajuda a apoiar a nossa missão.
ro: Toate backup-urile sunt criptate end-to-end. Signal este o organizație non-profit—plata pentru backup-uri ajută la susținerea misiunii noastre.
ru: Все резервные копии защищены сквозным шифрованием. Signal — это некоммерческая организация, и платное резервное копирование помогает нам выполнять свою миссию.
sk: Všetky zálohy sú chránené end-to-end šifrovaním. Signal je nezisková organizácia – platbami za zálohovanie podporujete naše poslanie.
sr: Све резервне копије су потпуно шифроване. Signal је непрофитна организација, а ви плаћањем резервних копија подржавате нашу мисију.
sv: Alla säkerhetskopior är totalsträckskrypterade. Signal är en ideell organisation – att betala för säkerhetskopior hjälper till att stödja vårt uppdrag.
th: การสำรองข้อมูลทั้งหมดจะถูกเข้ารหัสตั้งแต่ต้นทางถึงปลายทาง Signal เป็นแอปที่ไม่แสวงผลกำไร ร่วมสนับสนุนภารกิจนี้ของเราได้ด้วยการสมัครบริการสำรองข้อมูล
tr: Tüm yedeklemeler uçtan uca şifrelenmiştir. Signal kar amacı gütmeyen bir kuruluştur—yedeklemeler için yapılan ödemeler misyonumuzun desteklenmesine yardımcı olur.
ug: بارلىق زاپاسلاشلار ئاخىرىغىچە مەخپىيلەشتۈرۈلگەن. سىگنال پايدا ئالمايدىغان ئەپ - زاپاسلاش ھەققى تۆلەش بىزنى قوللاشقا ياردەم بېرىدۇ.
uk: Усі резервні копії захищені наскрізним шифруванням. Signal — неприбуткова організація, і сплачуючи за резервне копіювання, ви підтримуєте нашу місію.
ur: تمام بیک اپس کلی طور پر تک انکرپٹ کردہ ہیں۔ Signal ایک غیر منافع بخش ادارہ ہے—بیک اپس کے لیے ادائیگی ہمارے مشن میں معاونت کے لیے ہیں۔
vi: Tất cả bản sao lưu được mã hóa đầu cuối. Signal là một tổ chức phi lợi nhuận—việc chi trả cho cơ chế sao lưu góp phần hỗ trợ sứ mệnh của chúng tôi.
zh_cn: 所有备份均经过端对端加密。Signal 是一个非营利性平台—付费备份有助于支持我们实现使命。
zh_hk: 所有備份均經端對端加密。Signal 是一個非營利組織—支付備份費用有助於支持我們的使命。

# CHOOSE_BACKUP_PLAN_TITLE
source: Choose Your Backup Plan
ar: اختر خطة النسخ الاحتياطية التي تناسبك
be: Выберыце план для рэзервовага капiравання
bn: আপনার ব্যাকআপ পরিকল্পনা বেছে নিন
ca: Tria el teu pla de còpia de seguretat
cs: Vyberte svůj plán zálohování
da: Vælg dine sikkerhedskopier
de: Wie möchtest du deine Daten sichern?
el: Διάλεξε το πρόγραμμα των αντιγράφων ασφαλείας σου
es: Elige tu plan de copias de seguridad
fa: طرح پشتیبان خود را انتخاب کنید
fi: Valitse varmuuskopioinnin tilaus
fr: Choisir un forfait de sauvegarde
ga: Roghnaigh do Phlean Cúltaca
gu: તમારો બેકઅપ પ્લાન પસંદ કરો
he: בחירת תכנית הגיבוי שלך
hi: अपना बैकअप प्लान चुनें
hr: Odaberite plan za sigurnosno kopiranje
hu: Válassz csomagot a biztonsági mentéshez!
id: Pilih Paket Cadangan Anda
it: Scegli il tuo piano di backup
ja: バックアッププランを選択する
ko: 백업 플랜 선택
mr: आपली बॅकअप प्लॅन योजना
ms: Pilih pelan sandaran anda
nb: Velg et abonnement for sikkerhetskopiering
nl: Kies je back-upabonnement
pl: Wybierz tryb tworzenia kopii zapasowych
pt_br: Escolha seu plano de backup
pt_pt: Escolha o seu plano de cópia de segurança
ro: Alege-ți planul de rezervă
ru: Выберите план резервного копирования
sk: Vyberte si plán zálohovania
sr: Изаберите пакет за резервне копије
sv: Välj din säkerhetskopieringsplan
th: เลือกแพ็กเกจสำรองข้อมูลของคุณ
tr: Yedekleme planını seç
ug: زاپاسلاش پىلانىڭىزنى تاللاڭ
uk: Оберіть план резервного копіювання
ur: اپنا بیک اپ پلان منتخب کریں
vi: Chọn gói đăng ký sao lưu
zh_cn: 选择您的备份套餐
zh_hk: 選擇你的備份計畫

# COLOR_AND_WALLPAPER_SETTINGS_TITLE
source: Chat Color & Wallpaper
af: Kletskleur & muurpapier
ar: الخلفية ولون الدردشة
az: Söhbət rəngi və divar kağızı
be: Колер & шпалеры чата
bn: চ্যাটের রং ও ওয়ালপেপার
ca: Color i fons del xat
cs: Barva chatu a tapeta
cy: Lliw a Phapur Wal Sgwrsio
da: Chatfarve og baggrund
de: Chat-Farbe und Hintergrund
el: Χρώμα και ταπετσαρία συνομιλίας
es: Color y fondo de pantalla del chat
et: Vestluse värv ja taustapilt
fa: رنگ و کاغذدیواری گفتگو
fi: Keskustelun väri ja taustakuva
fr: Couleur des bulles et fond d'écran
ga: Dath an Chomhrá & Cúlbhrat
gu: ચેટ કલર અને વૉલપેપર
he: צבע צ׳אט ורקע
hi: चैट रंग और वॉलपेपर
hr: Boja razgovora i pozadina
hu: Csevegés színe és háttérkép
id: Warna Obrolan & Wallpaper
is: Litur spjalls og bakgrunnsmynd
it: Colore chat e sfondo
ja: チャットの色と壁紙
km: á–ááŸŒá“áŸƒá€á¶ášáŸá“áŸ’á‘á“á¶ & ášá¼á”á—á¶á–á•áŸ’á‘áŸƒá€áŸ’ášáŸ„á™
kn: ಚಾಟ್‌ ಬಣ್ಣ & ವಾಲ್‌ಪೇಪರ್‌
ko: 대화창 색 및 배경 화면
lt: Pokalbio spalva ir fonas
lv: Tērzēšanas krāsa un fona tapete
mk: Боја и позадина за разговор
ml: ചാറ്റ് നിറം & വാള്‍പേപ്പര്‍
mr: चॅट रंग आणि वॉलपेपर
ms: Warna & Kertas Dinding Sembang
my: ချက်(တ်) အရောင်နှင့် နောက်ခံပုံ
nb: Samtalefarge og -bakgrunn
nl: Chatkleur & -achtergrond
pa: ਚੈਟ ਰੰਗ ਤੇ ਵਾਲਪੇਪਰ
pl: Kolor i tapeta czatu
ps: د چټ رنګ او والپیپر
pt_br: Cor e papel de parede do chat
pt_pt: Cor e papel de parede do chat
ro: Culoare conversație și fundal
ru: Цвет и обои чата
sk: Farba četu a pozadie
sl: Barva pogovora & ozadje
sq: Ngjyrë & Sfond Fjalosjeje
sr: Боја ћаскања и позадина
sv: Chattfärg och -bakgrund
sw: Rangi ya Gumzo na ya Picha ya Mandhari
ta: அரட்டை நிறம் & பின்னணிப்படம்
te: మాటామంతి కలర్ & వాల్‌పేపర్
th: สีและภาพพื้นหลังแชท
tr: Sohbet Rengi ve Duvar Kâğıdı
ug: پاراڭ رەڭگى ۋە تام قەغەز
uk: Колір і шпалери чатів
ur: چیٹ کا رنگ اور وال پیپر
vi: Màu Cuộc trò chuyện & Hình nền
zh_cn: 聊天颜色与墙纸
zh_hk: 聊天色彩與背景

# COMPARE_SAFETY_NUMBER_ACTION
source: Compare with Clipboard
af: Vergelyk met knipbord
ar: قارِن مع الحافظة
az: Lövhədəki ilə müqayisə et
be: Параўнаць з буферам абмену
bg: Сравнете с копираното
bn: ক্লিপবোর্ডের সাথে তুলনা করুন
ca: Compara amb el porta-retalls
cs: Porovnat se schránkou
cy: Cymharu â Clipfwrdd
da: Sammenlign med udklipsholder
de: Mit Zwischenablage vergleichen
el: Σύγκριση με το πρόχειρο
es: Comparar con el portapapeles
es_es: Comparar con portapapeles
et: Võrdle lõikepuhvriga
eu: Clipboard-en bidez konparatu
fa: مقایسه با کلیپ‌بورد
fi: Vertaa leikepöytään
fil: Ikumpara sa Clipboard
fr: Comparer avec le numéro copié dans le presse-papiers
ga: Cuir i gComparáid leis an nGearrthaisce
gu: ક્લિપબોર્ડ સાથે સરખામણી કરો
he: השווה עם לוח עריכה
hi: क्लिपबोर्ड के साथ तुलना करें
hr: Usporedi s međuspremnikom
hu: Összehasonlítás vágólappal
id: Bandingkan dengan clipboard
is: Bera saman við klippispjald
it: Confronta con gli appunti
ja: クリップボードと比較する
kab: Serwes akked ɣefwafus
kk: Аралық сақтағышпен салыстыру
km: á”áŸ’ášáŸ€á”á’áŸ€á”á‡á¶á˜á½á™ á€áŸ’áá¶á…á»á…
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ ಜೊತೆ ಹೋಲಿಸಿ
ko: 클립보드로 비교
lt: Palyginti su iškarpine
lv: Salīdzināt ar starpliktuvi
mk: Споредете со Таблата со исечоци
ml: ക്ലിപ്പ്‌ബോർഡുമായി താരതമ്യം ചെയ്യുക
mr: क्लिपबोर्ड सोबत तुलना करा
ms: Bandingkan dengan Papan Klip
my: ကလစ်ဘုတ်နှင့် နှိုင်းယှဉ်ပါ
nb: Sammenlign med utklippstavlen
nl: Vergelijken met klembord
pa: ਕਲਿਪਬੋਰਡ ਨਾਲ ਤੁਲਨਾ ਕਰੋ
pa_pk: کلپ بورڈ دے نال موازنہ کرو
pl: Porównaj ze schowkiem
ps: له کلیپبورد سره پرتله کول
pt_br: Comparar com Área de Transferência
pt_pt: Comparar com o copiado
ro: Compară cu Clipboard
ru: Сравнить с буфером обмена
sk: Porovnať so schránkou
sl: Primerjaj z odložiščem
sq: Krahasojeni me Të papastrën
sr: Упореди са копираним
sv: Jämför med urklipp
sw: Linganisha na Ubao nakili
ta: கிளிப்போர்டுடன் ஒப்பிடுக
te: తాత్కాలికంగా భద్రపరుచు ప్రదేశముతో పోల్చండి
th: เทียบกับคลิปบอร์ด
tr: Panodaki ile Karşılaştır
ug: چاپلاش تاختىسىدى بىلەن سېلىشتۇر
uk: Порівняти з кодом у буфері обміну
ur: کلِپ بورڈ کیساتھ موازنہ کریں
vi: So sánh với Bộ nhớ đệm
zh_cn: 和剪贴板比较
zh_hk: 和剪貼簿對比。

# COMPOSE_BUTTON_HINT
source: Select or search for a Signal user to start a chat with.
af: Kies of soek na ’n Signal-gebruiker om mee te klets.
ar: حَدِّد أو ابحث عن مُستخدِم سيجنال لِبدء دردشة مَعه.
az: Bir söhbətə başlamaq üçün bir Signal istifadəçisi seçin və ya axtarın.
be: Выбраць або шукаць карыстальніка Signal, каб распачаць з ім чат.
bg: Изберете или потърсете потребител на Signal, с когото да започнете разговор.
bn: একটি চ্যাট শুরু করতে একজন Signal ব্যবহারকারীকে বেছে নিন বা খুঁজুন।
ca: Selecciona o cerca un usuari del Signal per iniciar un xat.
cs: Vyberte nebo vyhledejte uživatele služby Signal, se kterým chcete zahájit chat.
cy: Dewis neu chwilio am ddefnyddiwr Signal i ddechrau sgwrs â hwy.
da: Vælg, eller søg efter en Signal-bruger for at starte en chat.
de: Wähle oder suche einen Signal-Kontakt, mit dem du einen Chat beginnen möchtest.
el: Επέλεξε ή αναζήτησε κάποιον/α χρήστη Signal για να ξεκινήσεις μια συνομιλία.
es: Selecciona o busca a una persona en Signal para comenzar a chatear.
es_es: Selecciona o busca una persona en Signal para comenzar un chat.
et: Vestluse alustamiseks otsi või vali Signali kasutaja.
eu: Hautatu edo bilatu Signal-eko erabiltzailea solasaldia hasteko.
fa: یک کاربر سیگنال را برای شروع گفتگو انتخاب یا جستجو کنید.
fi: Aloita keskustelu valitsemalla tai etsimällä Signal-käyttäjä.
fil: Pumili o maghanap ng isang Signal user upang masimulan ang pakikipag-usap sa kanya.
fr: Sélectionnez ou recherchez un utilisateur Signal avec qui démarrer une conversation.
ga: Roghnaigh nó cuardaigh úsáideoir Signal le tosú ar chomhrá.
gu: Signalના વપરાશકર્તા સાથે ચેટ શરૂ કરવા માટે તેને પસંદ કરો અથવા શોધો.
he: אפשר לבחור או לחפש משתמש/ת Signal כדי להתחיל איתו או איתה צ׳אט.
hi: चैट शुरु करने के लिये किसी Signal उपभोगकर्ता को चुनें या खोजें।
hr: Odaberite ili potražite Signal korisnika kako bi započeli razgovor.
hu: Válassz egyet a Signal-névjegyek közül, akivel csevegést kezdeményeznél.
id: Pilih atau cari pengguna Signal untuk mulai diajak ngobrol.
is: Veldu eða leitaðu að Signal notanda til að spjalla við.
it: Seleziona o cerca un utente Signal con cui iniziare una chat.
ja: チャットを始めるSignalユーザを選択または検索します。
kab: Fren anadi i useqdac n Signal i wakken ad tebduḍ adiwenni yid-s.
kk: Әңгімелесе бастау үшін Signal пайдаланушысын таңдаңыз немесе іздеңіз.
km: á‡áŸ’ášá¾áŸášá¾áŸ á¬ áŸáŸ’áœáŸ‚á„ášá€á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal áŠá¾á˜áŸ’á”á¸á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á¶ášá‡á‡áŸ‚á€áŸ”
kn: ಚಾಟ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು Signal ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಅಥವಾ ಹುಡುಕಿ.
ko: 대화를 시작할 Signal 사용자를 선택하거나 검색하세요.
lt: Pasirinkti ar ieškoti Signal naudotojų, su kuriais pradėti pokalbį.
lv: Atlasiet vai meklējiet Signal lietotāju, ar kuru sākt tērzēšanu.
mk: Изберете или пребарајте Signal корисник за да започнете разговор.
ml: ഒരു ചാറ്റ് ആരംഭിക്കാൻ ഒരു സിഗ്നൽ ഉപയോക്താവിനെ തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ തിരയുക.
mr: चॅट चालू करण्यासाठी एक Signal वापरकर्ता निवडा किंवा शोधा.
ms: Pilih atau cari pengguna Signal untuk memulakan sembang.
my: စကားစပြောဆိုရန် Signal သုံးသူတစ်ဦးကို ရွေးပါ သို့မဟုတ် ရှာပါ။
nb: Velg eller søk etter en Signal-bruker å starte en samtale med.
nl: Selecteer of zoek naar een Signal-gebruiker om een chat mee te beginnen.
pa: ਚੈਟ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕਿਸੇ Signal ਦੇ ਵਰਤੋਂਕਾਰ ਨੂੰ ਚੁਣੋ ਜਾਂ ਉਸ ਨੂੰ ਖੋਜੋ।
pa_pk: گل وات شروع کرن دے لئی اک Signal صارف نوں منتخب کرو یا لبھو۔
pl: Wybierz lub wyszukaj użytkownika aplikacji Signal, aby utworzyć czat.
ps: د چټ د پیلولو لپاره د Signal کارن وټاکئ یا یې وپلټئ.
pt_br: Selecione ou busque uma pessoa no Signal para começar a conversar.
pt_pt: Selecione ou pesquise um utilizador do Signal para iniciar um chat com ele.
ro: Selectează sau caută un utilizator de Signal pentru a începe o conversație.
ru: Выбрать или найти пользователя Signal, чтобы начать с ним чат.
sk: Vyberte alebo nájdite používateľa Signal, s ktorým chcete začať čet.
sl: Izberite ali poiščite Signal uporabnika s katerim bi radi začeli pogovor
sq: Përzgjidhni ose kërkoni për një përdorues Signal-i që të nisni me të një fjalosje.
sr: Изаберите или потражите корисника Signal-а како бисте започели ћаскање.
sv: Välj eller sök efter en Signal-användare att starta en chatt med.
sw: Chagua au utafute mtumiaji wa Signal uanzishe gumzo.
ta: உரையாடலைத் தொடங்க சிக்னல் பயனரைத் தேடுங்கள் அல்லது தேர்ந்தெடுக்கவும்.
te: మాటామంతీ ప్రారంభించడానికి Signal వినియోగదారుని ఎంచుకోండి లేదా శోధించండి.
th: เลือกหรือค้นหาผู้ใช้ Signal เพื่อเริ่มต้นการแชทด้วย
tr: Sohbet başlatmak için bir Signal kullanıcısı seç veya ara.
ug: سۆھبەتلىشىدىغان Signal ئىشلەتكۈچىنى تاللايدۇ ياكى ئىزدەيدۇ.
uk: Оберіть або знайдіть користувача Signal, щоб почати спілкування.
ur: کسی Signal یوزر کے ساتھ چیٹ شروع کرنے کے لیے اسے منتخب کریں یا اسے تلاش کریں۔
vi: Chọn hoặc tìm người dùng Signal để bắt đầu trò chuyện.
zh_cn: 选择或搜索 Signal 用户，开始对话。
zh_hk: 選擇或尋找一個 Signal 用戶來開始聊天。

# COMPOSE_BUTTON_LABEL
source: Compose
af: Begin skryf
ar: تَحرِير
az: Yaz
be: Напісаць паведамленне
bg: Ново
bn: লিখুন
ca: Redacta
cs: Sestavit
cy: Ysgrifennu
da: Skriv
de: Verfassen
el: Σύνθεση
es: Escribir
es_es: Redactar
et: Koosta
eu: Idatzi
fa: نوشتن
fi: Syötä
fil: Magsulat
fr: Rédiger un message
ga: Cum
gu: કંપોઝ
he: חַבֵּר
hi: संदेश लिखें
hr: Sastavi
hu: Új üzenet írása
id: Buat pesan
is: Semja skilaboð
it: Componi
ja: 作成
kab: Aru
kk: Хабарлама жазу
km: á”á„áŸ’á€á¾ááŸá¶áš
kn: ಸಂಯೋಜಿಸಿ
ko: 작성
lt: Rašyti
lv: Rakstīt
mk: Создади
ml: രചിക്കുക
mr: लिहा
ms: Karang
my: ရေးသားမယ်
nb: Skriv
nl: Opstellen
pa: ਲਿਖੋ
pa_pk: کمپوز کرو
pl: Utwórz wiadomość
ps: کمپوز
pt_br: Escrever
pt_pt: Compor
ro: Compune
ru: Написать
sk: Skladať
sl: Ustvari
sq: Hartoni
sr: Напиши поруку
sv: Skriv
sw: Tunga
ta: எழுது
te: జాబు
th: เขียน
tr: İleti oluştur
ug: ياز
uk: Написати повідомлення
ur: تحریر کریں
vi: Soạn thảo
zh_cn: 撰写
zh_hk: 開始對話
