Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_CANNOT_ACTIVATE_PAYMENTS_KILL_SWITCH
source: Payments in Signal is no longer available. You can still transfer funds to an exchange but you can no longer send and receive payments or add funds.
af: Betalings is nie meer in Signal beskikbaar nie. U kan nog fondse na ’n beurs oordra maar u kan nie meer betalings verstuur en ontvang of fondse toevoeg nie.
ar: لم تعد المدفوعات متاحة في سيجنال. يمكنك دومًا إرسال المدفوعات إلى منصة للتداول، لكن لم يعد بإمكانك إرسال أو استلام المدفوعات أو إضافة المبالغ.
az: Ödənişlər, Signal-da artıq əlçatmazdır. Yenə də bir birjaya pul köçürə bilərsiniz, ancaq ödəniş göndərə və ala və ya pul əlavə edə bilməzsiniz.
be: Опцыя «Плацяжы» ў Signal больш недаступная. Вы па-ранейшаму можаце пераводзіць сродкі для абмену, але больш не зможаце адпраўляць і атрымліваць плацяжы або дадаваць сродкі.
bn: Signal -এ পেমেন্ট আর উপলভ্য নেই। আপনি এখনও কোনও এক্সচেঞ্জে আপনার ফান্ডগুলি ট্রান্সফার করতে পারেন তবে আপনি আর পেমেন্টগুলি প্রেরণ এবং গ্রহণ করতে বা ফান্ড যোগ করতে পারবেন না।
ca: Els pagaments al Signal ja no estan disponibles. Encara podeu transferir fons a una borsa, però ja no podeu enviar ni rebre pagaments ni afegir-hi fons.
cs: Platby v Signal již nejsou k dispozici. Stále můžete převádět prostředky na převod, ale již nemůžete posílat a přijímat platby ani přidávat prostředky.
cy: Nid yw taliadau yn Signal ar gael bellach. Gallwch barhau i drosglwyddo arian i gyfnewidfa ond ni allwch anfon a derbyn taliadau mwyach nac ychwanegu arian.
da: Betalinger i Signal er ikke længere tilgængelige. Du kan stadig overføre penge til en børs, men du kan ikke længere sende og modtage betalinger eller tilføje midler.
de: Zahlungen in Signal sind nicht mehr verfügbar. Du kannst weiterhin Guthaben an eine Handelsplattform überweisen, aber keine Zahlungen senden und empfangen oder Guthaben hinzufügen.
el: Οι πληρωμές στο Signal δεν είναι πλέον διαθέσιμες. Μπορείτε ακόμα να μεταφέρετε χρήματα προς ένα ανταλλακτήριο, αλλά δεν μπορείτε πλέον να στέλνετε και να λαμβάνετε πληρωμές ή να προσθέτετε χρήματα.
es: Los pagos en Signal ya no están disponibles. Podrás seguir transfiriendo tus fondos a una plataforma de intercambio de monedas, pero ya no podrás recibir ni enviar pagos, ni añadir fondos.
et: Maksed pole enam Signalis saadaval. Sul on võimalik kanda vahendid valuutavahetusse, aga sul pole enam võimalik saata või saada makseid ega lisada vahendeid.
eu: Signal-eko ordainketak ez daude dagoeneko erabilgarri. Oraindik funtsak trukatu ditzakezu, baina ezin dituzu ordainketak bidali eta jaso, ezta funtsak gehitu ere.
fa: پرداخت‌ها در سیگنال دیگر در دسترس نیستند. شما هنوز می‌توانید به صرافی انتقال اعتبار دهید ولی دیگر نمی‌توانید پرداخت‌ها را دریافت یا اعتبار اضافه کنید.
fi: Signalin maksutoiminto ei ole enää käytettävissä. Varat voi yhä siirtää toiseen kauppapaikkaan, mutta varojen lisääminen tai maksujen lähettäminen ja vastaanottaminen ei ole enää mahdollista.
fr: Il n'est plus possible d'effectuer des paiements via Signal. Vous pouvez encore virer des fonds vers une plateforme d'échange, mais vous ne pouvez plus ni envoyer, ni recevoir de paiements, ni ajouter de fonds dans l'appli.
gu: Signal પર પેમેન્ટ્સ હવે ઉપલબ્ધ નથી. તમે હજી પણ એક્સચેન્જમાં ફંડ સ્થાનાંતરિત કરી શકો છો પરંતુ તમે હવે પેમેન્ટ મોકલી શકતા નથી અને મેળવી શકતા નથી અથવા ફંડ ઉમેરી શકતા નથી.
he: תשלומים ב־Signal אינם זמינים יותר. אתה עדיין יכול להעביר כספים אל מסחר אבל אתה לא יכול יותר לשלוח ולקבל תשלומים או להוסיף כספים.
hi: Signal में भुगतान अब उपलब्ध नहीं है। अब भी आप किसी एक्सचेंज में धनराशि ट्रांसफ़र कर सकते हैं लेकिन अब आप भुगतान भेज या प्राप्त नहीं कर सकते या धनराशि नहीं जोड़ सकते।
hr: Uplate na Signalu više nisu dostupne. I dalje možete prenijeti sredstva na burzu, ali više ne možete slati i primati uplate niti dodavati sredstva.
hu: A Fizetés a Signalban a továbbiakban nem elérhető. Továbbra is átviheted egyenlegedet egy átváltó szolgáltatáson, de a továbbiakban már nem tudsz küldeni vagy fogadni fizetéseket, vagy feltölteni az egyenleged.
id: Pembayaran di Signal tidak lagi tersedia. Anda dapat memindahkan dana ke sebuah exchange namun Anda tidak lagi dapat mengirim dan menerima pembayaran atau menambahkan dana.
is: Greiðslur í Signal eru ekki lengur í boði. Þú getur ennþá millifært fjármuni til greiðslumiðlunar, en þú getur ekki lengur sent eða tekið við greiðslum eða bætt við fjármagni.
it: I pagamenti in Signal non sono più disponibili. Puoi ancora trasferire i fondi a un exchange ma non puoi più inviare e ricevere pagamenti o aggiungere fondi.
ja: Signalの決済機能は、利用できなくなりました。取引所への振替は可能ですが、送金や受け取り、入金はできません。
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á“áŸ…á€áŸ’á“á»á„ Signal á›áŸ‚á„á˜á¶á“á á¾á™áŸ” á¢áŸ’á“á€á“áŸ…ááŸ‚á¢á¶á…á•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹á‘áŸ…á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹á”á¶á“ á”áŸ‰á»á“áŸ’ááŸ‚á¢áŸ’á“á€á˜á·á“á¢á¶á…á•áŸ’á‰á¾ á“á·á„á‘á‘á½á›á€á¶ášá‘á¼á‘á¶ááŸ‹ á¬á”á“áŸ’ááŸ‚á˜ááœá·á€á¶á”á¶á“á‘áŸáŸ”
kn: Signal ನಲ್ಲಿ ಪೇಮೆಂಟ್ಸ್‌ ಇನ್ನು ಲಭ್ಯವಿರುವುದಿಲ್ಲ. ನೀವು ಇನ್ನೂ ಎಕ್ಸ್‌ಚೇಂಜ್‌ಗೆ ಹಣವನ್ನು ವರ್ಗಾವಣೆ ಮಾಡಬಹುದು. ಆದರೆ, ನೀವು ಇನ್ನು ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಲಾಗದು ಮತ್ತು ಸ್ವೀಕರಿಸಲಾಗದು ಅಥವಾ ಫಂಡ್‌ಗಳನ್ನು ಸೇರಿಸಲಾಗದು.
ko: Signal 결제는 더 이상 사용할 수 없습니다. 여전히 거래소로 자금을 이체할 수 있지만 더 이상 지불을 주고받거나 자금을 추가할 수 없습니다.
lt: Mokėjimai Signal programėlėje daugiau nebeprieinami. Jūs vis dar galite pervesti lėšas į valiutos keitimo punktą, bet nebegalite siųsti ir gauti mokėjimų ar pridėti lėšų.
lv: Maksājumu opcija lietotnē Signal vairs nav pieejama. Jūs joprojām varat pārskaitīt līdzekļus uz centrāli, bet vairs nevarat nosūtīt un saņemt maksājumus vai pievienot kapitālu.
mk: Плаќањата во Signal не се повеќе достапни. Сѐ уште можете да префрлате средства за менување но не можете да испраќате и примате или пак додавате средства.
ml: Signal-ലെ പേയ്‌മെന്റുകൾ ഇനി ലഭ്യമല്ല. നിങ്ങൾക്ക് ഇപ്പോഴും ഒരു എക്സ്ചേഞ്ചിലേക്ക് ഫണ്ടുകൾ ട്രാൻസ്ഫർ ചെയ്യാൻ കഴിയും, എന്നാൽ നിങ്ങൾക്ക് ഇനി പേയ്മെന്റുകൾ അയയ്ക്കാനും കൂടാതെ സ്വീകരിക്കാനും അല്ലെങ്കിൽ ഫണ്ടുകൾ ചേർക്കാനോ കഴിയില്ല.
mr: Signal मध्ये पेमेंट यापुढे उपलब्ध नाही. तरीही आपण फंड एक्सचेंजवर स्थानांतरित करू शकता पण आपण यापुढे पेमेंट पाठवू किंवा प्राप्त करू शकत नाही किंवा फंड जोडू शकत नाही.
ms: Pembayaran dalam Signal tidak lagi tersedia. Anda masih boleh memindah dana ke pertukaran tetapi anda tidak lagi dapat menghantar dan menerima pembayaran atau menambah dana.
my: Signal ထဲတွင် ငွေပေးချေမှုများ မလုပ်ဆောင်နိုင်တော့ပါ။ ငွေလဲလှယ်မှုတစ်ခုသို့ ငွေများလွှဲနိုင်ပါသည်၊ သို့သော် သင်မှ ငွေပေးချေမှုများ ပေးပို့လက်ခံလို့မရတော့ပါ၊​ ငွေလည်း ထည့်ပေါင်းလို့မရတော့ပါ။
nb: Betalinger i Signal er ikke lenger tilgjengelige. Du kan fortsatt overføre midler til en veksler, men du kan ikke lenger sende eller motta betalinger eller legge til midler.
nl: Betalingen via Signal zijn niet langer mogelijk. Je kunt nog wel je krediet overschrijven naar een andere beurs maar je kunt niet langer betalingen verzenden of ontvangen of krediet toevoegen.
pa: Signal ਵਿੱਚ ਭੁਗਤਾਨ ਹੁਣ ਉਪਲਬਧ ਨਹੀਂ ਰਹੇ। ਤੁਸੀਂ ਅਜੇ ਵੀ ਕਿਸੇ ਐਕਸਚੇਂਜ ਵਿੱਚ ਫੰਡ ਟ੍ਰਾਂਸਫ਼ਰ ਕਰ ਸਕਦੇ ਹੋ ਪਰ ਤੁਸੀਂ ਹੁਣ ਭੁਗਤਾਨ ਭੇਜ ਅਤੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ ਜਾਂ ਫੰਡ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: Płatności w aplikacji Signal nie są już dostępne. Wciąż możesz przenieść środki do kantoru, ale nie możesz otrzymywać ani wysyłać płatności, jak również dodawać środków.
ps: په Signal کې پرداخت نور د لاسرسي وړ نه دی. خو تاسې بیا هم کولای شئ چې پیسې یوې صرافۍ ته ولیږئ خو تاسې به نور ونشئ کولای چې پرداختونه ولیږئ یا یې تر لاسه کړئ یا هم پیسې اضافه کړئ.
pt_br: O módulo de Pagamentos não está mais disponível no Signal. Você ainda pode transferir fundos para uma intermediação de troca, mas não pode mais enviar e receber pagamentos ou adicionar fundos.
pt_pt: Os pagamentos no Signal já não estão disponíveis. Você ainda pode transferir fundos para uma troca, mas deixou de poder enviar e receber pagamentos ou adicionar fundos.
ro: Plățile în Signal nu mai sunt disponibile. Poți transfera în continuare fonduri către un exchange, dar nu mai poți trimite sau primi plăți ori adăuga fonduri.
ru: Платежи в Signal больше не доступны. Вы можете перевести средства на биржу, но больше не можете отправлять или получать платежи или пополнять баланс.
sk: Platby v službe Signal už nie sú k dispozícii. Stále môžete prevádzať prostriedky na burzu, ale už nemôžete posielať a prijímať platby ani pridávať prostriedky.
sl: Plačila v Signalu niso več na voljo. Še vedno lahko prenesete sredstva v menjalnico, ne morete pa več pošiljati in prejemati plačil ali dodajati sredstev.
sq: Pagesat në Signal s’janë më të përdorshme. Mundeni ende të shpërngulni fonde në një platformë, por s’mund të dërgoni apo merrni më pagesa, apo të shtoni fonde.
sr: Плаћања на Signal-у више није доступна. И даље можете да пренесете средства на берзу, али више не можете да шаљете и примате уплате или да уплаћујете средства.
sv: Betalningar i Signal är inte längre tillgängliga. Du kan fortfarande överföra pengar till en börs men du kan inte längre skicka och ta emot betalningar eller lägga till pengar.
sw: Malipo katika Signal hayapatikani tena. Bado unaweza kuhamishia fedha kwenye ubadilishanaji lakini huwezi kutuma na kupokea malipo au kuongeza pesa.
ta: கொடுப்பனவுகள் Signal இருக்கிறது இல்லைநீண்ட நேரம் கிடைக்கும். நீங்கள் இன்னும் முடியும்பரிமாற்றம் நிதி ஒரு பரிமாற்றம் ஆனால் உன்னால் முடியும் இல்லை நீண்டது அனுப்பு மற்றும் பணம் பெறுதல் அல்லது கூட்டு நிதி.
te: Signal లో చెల్లింపులు ఇకపై అందుబాటులో లేవు. మీరు ఇప్పటికీ నిధులను ఎక్స్ఛేంజికి బదిలీ చేయవచ్చు, కానీ మీరు ఇకపై చెల్లింపులను పంపలేరు మరియు స్వీకరించలేరు లేదా నిధులను జోడించలేరు.
th: ไม่สามารถชำระเงินใน Signal ได้อีกต่อไป คุณยังสามารถโอนเงินไปยังตลาดหลักทรัพย์ได้ แต่คุณจะไม่สามารถส่งและรับการชำระเงินหรือเพิ่มเงินได้อีก
tr: Signal'de Ödemeler artık mevcut değil. Yine de kambiyoya para aktarabilirsiniz ancak ödeme alıp gönderemez veya para ekleyemezsiniz.
ug: ‫Signal دا چىقىم ئەمدى ئىشلىمەيدۇ. سىز مەبلەغلىرىڭىزنى ئالماشتۇرۇش ئورنىغا داۋاملىق يۆتكىيەلەيسىز. ئەمما ئەمدى چىقىمنى يوللاپ ۋە تاپشۇرىۋالالمايسىز ياكى مەبلەغ قوشالمايسىز.
uk: Платежі у Signal більше не доступні. Ви й досі можете переказувати кошти для обміну, але більше не можете надсилати та отримувати платежі та поповнювати рахунок.
ur: Signal میں ادائیگی اب دستیاب نہیں ہے۔ آپ اب بھی ایکسچینج میں فنڈز کی منتقلی کرسکتے ہیں لیکن آپ اب ادائیگی بھیجنے اور وصول کرنے یا فنڈز شامل نہیں کرسکتے ہیں۔
vi: Thanh toán trong Signal không còn nữa. Bạn vẫn có thể chuyển quỹ vào một sàn trao đổi nhưng bạn không thể gửi và nhận thanh toán hoặc thêm quỹ.
zh_cn: Signal 的付款不再可用，不过您仍可将资金转移至交易平台，但是不可再收发付款或添加资金。
zh_hk: 付款已不再在 Signal 上可用。您仍可轉移款項至交易平台，惟您不能再收發付款或增加款項。

# SETTINGS_PAYMENTS_CANNOT_DEACTIVATE_PAYMENTS_NO_BALANCE
source: Can't deactivate payments because your balance is not available. Check your connection and try again.
af: Betalings kan nie gedeaktiveer word nie omdat u balans onbeskikbaar is. Gaan u internetverbinding na en probeer weer.
ar: تعذَّر إلغاء تفعيل المدفوعات لأن رصيدك غير مُتاح. يُرجى التحقُّق من اتصالك بالإنترنت ثم المحاولة مرّة أخرى.
az: Balansınız mövcud olmadığı üçün ödənişlər deaktiv edilə bilmir. Bağlantınızı yoxlayıb yenidən sınayın.
be: Немагчыма дэактываваць плацяжы, таму што ваш баланс недаступны. Праверце падключэнне і паўтарыце спробу.
bn: আপনার ব্যালেন্স উপলভ্য না থাকায় পেমেন্ট বন্ধ করা যাবে না। আপনার সংযোগটি পরীক্ষা করে আবার চেষ্টা করুন।
ca: No es poden desactivar els pagaments perquè el saldo no està disponible. Comproveu la connexió i torneu-ho a provar.
cs: Platby nelze deaktivovat, protože váš zůstatek není k dispozici. Zkontrolujte připojení a zkuste to znovu.
cy: Ni ellir diffodd taliadau oherwydd nid yw eich balans ar gael. Gwiriwch eich cysylltiad a rhoi cynnig arall arni.
da: Betalinger kan ikke deaktiveres , fordi din saldo ikke er tilgængelig. Tjek din forbindelse, og prøv igen.
de: Zahlungen können nicht deaktiviert werden, da dein Kontostand nicht verfügbar ist. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν μπορούν να απενεργοποιηθούν οι πληρωμές επειδή το υπόλοιπό σας δεν είναι διαθέσιμο. Ελέγξτε τη σύνδεσή σας και προσπαθήστε ξανά.
es: No se pueden desactivar los pagos porque tu saldo no está disponible. Comprueba tu conexión e inténtalo de nuevo.
fa: نمی‌توان پرداخت‌ها را غیرفعال کرد زیرا موجودی شما در دسترس نیست. اتصال خود را بررسی و دوباره امتحان کنید.
fi: Maksuja ei voi ottaa pois käytöstä, koska saldotieto ei ole saatavilla. Tarkista verkkoyhteys ja yritä uudelleen.
fr: Impossible de désactiver les paiements, car votre solde n'est pas disponible. Veuillez vérifier votre connexion et réessayer.
gu: પેમેન્ટ નિષ્ક્રિય કરી શકતા નથી કારણ કે તમારું બેલેન્સ ઉપલબ્ધ નથી. તમારું કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
he: לא ניתן לבטל הפעלת תשלומים מאחר שמהאזן שלך אינו זמין. בדוק את החיבור שלך ונסה שוב.
hi: भुगतान को निष्क्रिय नहीं कर सकते क्योंकि आपका बैलेंस उपलब्ध नहीं है। अपना कनेक्शन जाँचें और दोबारा प्रयास करें।
hr: Nije moguće onemogućiti plaćanja jer je vaše stanje nedostupno. Provjerite internetsku vezu i pokušajte ponovno.
hu: Nem deaktiválható a fizetés, mert az egyenleged nem elérhető. Ellenőrizd a kapcsolatod és próbáld újra.
id: Tidak dapat menonaktifkan pembayaran karena tidak ada saldo tersedia. Periksa koneksi Anda dan coba lagi.
is: Ekki er hægt að gera greiðslur óvirkar vegna þess að upplýsingar um inneign þína eru ekki tiltækar. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Impossibile disattivare i pagamenti perché il tuo saldo non è disponibile. Controlla la connessione e riprova.
ja: 残高が不明なため、決済機能を停止できません。インターネット接続を確認して再度試してください。
km: á˜á·á“á¢á¶á…á”á·á‘áŠáŸ†áá¾ášá€á¶ášá€á¶ášá‘á¼á‘á¶ááŸ‹á”á¶á“á‘áŸ áŠáŸ„á™áŸá¶ášáŸá˜áá»á›áŸ’á™ášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á¢á¶á…á”áŸ’ášá¾á”á¶á“á‘áŸáŸ” á–á·á“á·ááŸ’á™á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á“á·á„áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ ಏಕೆಂದರೆ ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್‌ ಲಭ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 잔액을 사용할 수 없기 때문에 결제를 비활성화할 수 없습니다. 연결을 확인하고 다시 시도하세요.
lt: Nepavyksta pasyvinti mokėjimų, nes jūsų likutis yra neprieinamas. Patikrinkite savo ryšį ir bandykite dar kartą.
lv: Nevar deaktivizēt maksājumus, jo jūsu atlikums nav pieejams. Pārbaudiet savienojumu un mēģiniet vēlreiz.
ml: നിങ്ങളുടെ ബാലൻസ് ലഭ്യമല്ലാത്തതിനാൽ പേയ്‌മെന്റുകൾ നിർജ്ജീവമാക്കാൻ കഴിയില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: आपला बॅलंस उपलब्ध नसल्यामुळे पेमेंट निष्क्रिय करू शकत नाही. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Tidak dapat menyahaktifkan pembayaran kerana baki anda tidak tersedia. Periksa sambungan anda dan cuba lagi.
my: သင်၏ လက်ကျန်ငွေမရရှိသဖြင့် ငွေပေးချေမှုများ ပိတ်လို့မရပါ။ သင့်ချိတ်ဆက်မှုလိုင်းကို စစ်၍ ပြန်စမ်းကြည့်ပေးပါ။
nb: Betalingene kan ikke stoppes fordi saldoen din ikke er tilgjengelig. Sørg for at du er koblet til internett, og prøv igjen.
nl: Kan betalingen niet uitschakelen omdat je krediet niet beschikbaar is. Controleer je internetverbinding en probeer het opnieuw.
pa: ਭੁਗਤਾਨਾਂ ਨੂੰ ਅਸਮਰੱਥ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਤੁਹਾਡਾ ਬਕਾਇਆ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਅਜ਼ਮਾਓ।
pl: Nie można dezaktywować płatności, ponieważ nie udało się pobrać informacji o dostępnych środkach. Sprawdź połączenie z internetem i spróbuj ponownie.
ps: پرداختونه غیرفعاله نشول ځکه چې تاسې بېلانس نه لری. خپل انټرنېټ مو وګورئ او بیا هڅه وکړئ.
pt_br: Não é possível desativar o módulo de pagamentos porque o seu saldo não está disponível. Verifique a sua conexão e tente novamente.
pt_pt: Não foi possível desativar os pagamentos porque o seu saldo não se encontra disponível. Reveja a sua ligação e tente novamente.
ro: Nu poți dezactiva plățile deoarece soldul tău nu este disponibil. Verifică conexiunea și încearcă din nou.
ru: Невозможно деактивировать платежи, так как ваш баланс недоступен. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Nepodarilo sa deaktivovať platby, pretože váš zostatok nie je dostupný. Skontrolujte vaše pripojenie a skúste to znovu.
sl: Plačil ni mogoče deaktivirati, ker vaše stanje ni na voljo. Preverite povezavo in poskusite znova.
sq: S’mund të çaktivizohen pagesa, ngaqë depozita juaj s’është e passhme. Kontrolloni lidhjen tuaj dhe riprovoni.
sr: Није могуће деактивирати плаћања јер ваша средства нису доступна. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Det går inte att inaktivera betalningar eftersom ditt saldo inte är tillgängligt. Kontrollera din anslutning och försök igen.
sw: Huwezi kuzima malipo kwa sababu salio lako halipatikani. Kagua muunganisho wako na ujaribu tena.
ta: முடியாது செயலிழக்க கொடுப்பனவுகள் ஏனெனில் உங்கள் சமநிலைகிடைக்கவில்லை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: మీ బ్యాలెన్స్ అందుబాటులో లేనందున చెల్లింపులను నిష్క్రియం చేయలేము. మీ కనెక్షన్‌ను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถปิดใช้งานการชำระเงินได้ เพราะคุณไม่มียอดคงเหลือ ตรวจสอบการเชื่อมต่อและลองอีกครั้ง
tr: Bakiyeniz mevcut olmadığı için ödeme tamamlanamıyor. Bağlantınızı kontrol edin ve tekrar deneyin.
ug: چىقىم قىلىشنى چەكلىيەلمەيسىز چۈنكى قالدۇقىڭىزنى ئىشلەتكىلى بولمايدۇ. تور باغلىنىشىڭىزنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
uk: Неможливо вимкнути платежі, оскільки невідомий залишок на вашому рахунку. Перевірте з'єднання та повторіть спробу.
ur: ادائیگیوں کو غیر فعال نہیں کرسکتے ہیں کیونکہ آپ کا بیلنس دستیاب نہیں ہے۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể ngưng kích hoạt thanh toán vì số dư của bạn hiện không có sẵn. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 因为您的余额不可用，无法停用付款。请检查您的连接并重试。
zh_hk: 由於餘額不可用，故無法停用付款功能。請檢查你的連線，然後重試。
