Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# USERNAME_SELECTION_ZERO_DISCRIMINATOR_ERROR_MESSAGE
source: This number can’t be 00. Enter a digit between 1–9
ar: لا يمكن لهذا الرقم أن يكون 00. أدخِل رقم بين 1-9.
be: Гэты лік не можа быць 00. Увядзіце лічбу ад 1 да 9
bn: এই সংখ্যাটি 00 হতে পারবে না। 1–9-এর মধ্যে একটি সংখ্যা লিখুন
ca: El número no pot ser 00. Introdueix un dígit entre 1 i 9
cs: Toto číslo nesmí být 00. Zadejte číslici od 1 do 9
da: Dette nummer kan ikke være 00. Angiv et tal mellem 1-9
de: Diese Nummer darf nicht 00 sein. Verwende eine andere Zahl von 1 bis 9
el: Αυτός ο αριθμός δεν μπορεί να είναι 00. Γράψε ένα ψηφίο μεταξύ 1–9
es: Este número no puede ser 00. Introduce un dígito del 1 al 9.
fa: این عدد نمی‌تواند ۰۰ باشد. رقمی بین ۱ تا ۹ انتخاب کنید
fi: Numero ei voi olla 00. Anna numero väliltä 1–9
fr: Ce chiffre ne peut pas être 00. Il doit être compris entre 1 et 9.
ga: Ní féidir 00 a bheith san uimhir seo. Cuir isteach digit idir 1 agus 9
gu: આ નંબર 00 ન હોઈ શકે. 1-9ની વચ્ચેનો અંક દાખલ કરો
he: המספר הזה לא יכול להיות 00. יש להזין ספרה בין 9–1
hi: यह संख्या 00 नहीं हो सकती। 1-9 के बीच का कोई अंक दर्ज करें
hr: Broj ne može biti 00. Unesite znamenku od 1 do 9
hu: Ez a szám nem lehet 00. Írj be egy számjegyet 1 és 9 között
id: Nomor tidak boleh 00. Masukkan angka antara 1–9
it: Questo numero non può essere solo 00. Inserisci una cifra tra 1-9
ja: この数字を00にすることはできません。1–9の数字を入力してください
ko: 이 번호는 00으로 끝날 수 없습니다. 1–9 중 하나를 입력하세요.
mr: हा नंबर 00 असू शकणार नाही. 1–9 मधील अंक प्रविष्ट करा
ms: Nombor ini tidak boleh 00. Masukkan digit antara 1–9
nb: Dette tallet kan ikke være 00. Angi et tall mellom 1 og 9.
nl: Dit nummer kan niet 00 zijn. Voer een cijfer tussen 1-9 in
pl: Nie możesz wybrać kombinacji 00. Wprowadź cyfry z zakresu 1–9
pt_br: Este número não pode ser 00. Insira um dígito entre 1-9
pt_pt: Este número não pode ser 00. Introduza um algarismo entre 1 e 9
ro: Acest număr nu poate fi 00. Introdu o cifră între 1–9
ru: Этот номер не может быть 00. Введите цифру от 1 до 9
sk: Toto číslo nemôže byť 00. Zadajte číslicu medzi 1–9
sr: Овај број не може бити 00. Унесите цифру од 1 до 9
sv: Det här numret kan inte vara 00. Ange en siffra mellan 1–9
th: ไม่สามารถใช้ตัวเลข 00 ได้ โปรดกรอกตัวเลข 1–9
tr: Bu sayı 00 olamaz. 1-9 arasında bir rakam gir
ug: بۇ نومۇر 00 بولسا بولمايدۇ. 1-9 ئارىسىدىكى نومۇر كىرگۈزۈڭ
uk: Номер не може бути 00. Введіть цифру від 1 до 9
ur: یہ نمبر 00 نہیں ہو سکتا۔ 1–9 کے درمیان کا کوئی ہندسہ درج کریں
vi: Số này không thể là 00. Nhập một ký tự trong khoảng 1–9
zh_cn: 该数字不能为 00。请输入 1 – 9 之间的数字
zh_hk: 此數字不能為 00。請輸入 1–9 之間的數字

# USERNAMES_REMOTE_MUTATION_ERROR_DESCRIPTION
source: Usernames can only be updated when connected to the internet.
ar: يُمكن تحديث أسماء المُستخدِمين فقط عند وجود اتصال بالإنترنت.
be: Імёны карыстальнікаў можна абнавіць толькі пры падключэнні да інтэрнэту.
bn: শুধুমাত্র ইন্টারনেটের সাথে সংযুক্ত হলেই ব্যবহারকারীর নাম আপডেট করা যাবে।
ca: Només es pot actualitzar l'àlies quan hi hagi connexió a Internet.
cs: Uživatelské jméno lze aktualizovat, jen pokud jste připojeni k internetu.
da: Brugernavn kan kun opdateres, når der er en internetforbindelse.
de: Nutzernamen können nur aktualisiert werden, wenn eine Verbindung zum Internet besteht.
el: Τα ονόματα χρήστη μπορούν να ενημερωθούν μόνο όταν υπάρχει σύνδεση στο διαδίκτυο.
es: Los alias solo se pueden actualizar si tienes conexión a Internet.
fa: نام کاربری را فقط می‌توان زمانی به‌روز کرد که به اینترنت متصل باشید.
fi: Internet-yhteys vaaditaan käyttäjänimen päivittämiseen.
fr: Pour mettre à jour le nom d’utilisateur, connectez-vous à Internet.
ga: Ní féidir ainmneacha úsáideora a nuashonrú ach nuair a bhíonn nasc leis an Idirlíon.
gu: યુઝરનેમ ત્યારે જ અપડેટ કરી શકાય છે જ્યારે ઇન્ટરનેટ કનેક્શન ચાલુ હોય.
he: שמות משתמש יכולים להתעדכן רק בזמן חיבור לאינטרנט.
hi: यूज़रनेम तभी अपडेट हो सकता है जब आप इंटरनेट से जुड़े हों।
hr: Korisničko ime može se ažurirati samo kada ste povezani s internetom.
hu: A felhasználónevek csak akkor frissíthetők, ha csatlakozva vagy az internetre.
id: Nama pengguna hanya bisa diubah saat terhubung ke internet.
it: Puoi aggiornare i nomi utente solo quando hai una connessione a Internet funzionante.
ja: ユーザーネームの更新にはインターネット接続が必要です。
ko: 사용자 이름은 인터넷에 연결됐을 때만 업데이트할 수 있습니다.
mr: इंटरनेटला कनेक्ट असल्यानंतरच वापरकर्ता नाव अपडेट केले जाऊ शकते.
ms: Nama pengguna hanya boleh dikemas kini apabila disambungkan ke internet.
nb: Du må være koblet til internett for å kunne endre brukernavnet.
nl: Gebruikersnamen kunnen alleen worden bijgewerkt als je bent verbonden met het internet.
pl: Nazwę użytkownika możesz uaktualnić tylko wtedy, gdy masz połączenie z internetem.
pt_br: Para atualizar nomes de usuário, é necessário se conectar à Internet.
pt_pt: Os nomes de utilizador só podem ser atualizados quando se está ligado à internet.
ro: Numele de utilizatori pot fi actualizate doar când există conexiune la internet.
ru: Имена пользователя могут быть обновлены, только когда есть подключение к Интернету.
sk: Používateľské mená je možné aktualizovať len s pripojením na internet.
sr: Корисничка имена се могу мењати само када сте повезани на интернет.
sv: Användarnamn kan endast uppdateras när du är ansluten till internet.
th: สามารถอัปเดตชื่อผู้ใช้เมื่ออุปกรณ์เชื่อมต่อกับอินเทอร์เน็ตอยู่เท่านั้น
tr: Kullanıcı adları yalnızca internete bağlıyken güncellenebilir.
ug: ئىشلەتكۈچى نامىنى تورغا ئۇلانغاندىلا ئاندىن يېڭىلىغىلى بولىدۇ.
uk: Ім'я користувача можна оновити лише за наявності підключення до інтернету.
ur: یوزر نیمز صرف انٹرنیٹ سے مربوط ہونے کی صورت میں ہی اپ ڈیٹ کیے جا سکتے ہیں۔
vi: Tên người dùng chỉ có thể được cập nhật khi có kết nối internet.
zh_cn: 只有在连接网络时才能更新用户名。
zh_hk: 用戶名稱僅可在連接網際網路時更新。

# VERIFICATION_STATE_CHANGE_FORMAT_NOT_VERIFIED_LOCAL
source: You marked %@ as not verified.
af: Jy het %@ gemerk as ongeverifieer.
ar: قُمتَ بالإشارة إلى %1$@ كغير مُتحقَّق منه.
az: %@ əlaqəsini təsdiqlənmədi olaraq işarələdiniz.
be: Вы пазначылі %1$@ як неправераны.
bg: Маркирахте %@ като проверен.
bn: আপনি %1$@ কে অযাচাইকৃত হিসেবে চিহ্নিত করেছেন
ca: Heu marcat %1$@ com a no verificat.
cs: Označil(a) jste %1$@ jako neověřený.
cy: Rydych wedi marcio %@ heb eu gwirio.
da: Du har markeret %1$@ som ikke verificeret.
de: Du hast %1$@ als nicht verifiziert markiert.
el: Σημείωσες τον/την %1$@ ως μη επιβεβαιωμένο/η.
es: Has retirado la marca de verificación a %1$@.
es_es: Has retirado la marca de verificación a %@.
et: Sa märkisid kasutaja %@ mittekinnitatuks.
eu: %@ erabiltzailea ez egiaztatu gisa markatu duzu.
fa: شما %1$@ را به عنوان تأییدنشده علامت‌گذاری کردید.
fi: Merkitsit yhteystiedon %1$@ varmentamattomaksi.
fil: Minarkahan mong hindi beripikado si %@.
fr: Vous avez marqué %1$@ comme contact non confirmé.
ga: Mharcáil tú %1$@ neamhdheimhnithe.
gu: તમે ચકાસાયેલ નથી તરીકે %1$@ માર્ક કર્યું.
he: סימנת את %1$@ כלא מוודא.
hi: आपने %1$@ को असत्यापित मार्क करे हुए है।
hr: Označili ste da %1$@ nije provjeren/a.
hu: %1$@ ismerősödet Nem Ellenőrzöttnek jelölted.
id: Anda menandai %1$@ sebagai tidak terverifikasi.
is: Þú merktir %@ sem ekki sannreynt.
it: Hai segnato %1$@ come non verificato.
ja: %1$@を未検証にしました。
kab: Tcerḍeḍ ɣef %@ ur y·tettwasenqed ara.
kk: %@ нөмірін тексерілмеген ретінде белгіледіңіз.
km: á¢áŸ’á“á€á”á¶á“áŠá¶á€áŸ‹ â€‹%@ á˜á·á“á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹áŸ”
kn: ನೀವು %@ ದೃಢೀಕರಿಸಲಾಗಿಲ್ಲ ಎಂದು ಗುರುತಿಸಿದ್ದೀರಿ
ko: %1$@ 님을 검증하지 않았다고 표시했습니다.
lt: Jūs pažymėjote %@ kaip nepatvirtintą.
lv: Jūs atzīmējāt %@ kā neapstiprinātu.
mk: Го означивте %@ како неверификуван.
ml: %@ നെ പരിശോധിച്ചിട്ടില്ലെന്ന് നിങ്ങൾ അടയാളപ്പെടുത്തിരിക്കുന്നു.
mr: %1$@ यास आपण सत्यापित नाही म्हणून चिन्हांकित केेले.
ms: Anda tandakan %1$@ sebagai tidak disahkan.
my: သင်သည် %@ ကို အတည်မပြုရသေးပါ။
nb: Du markerte %1$@ som ikke verifisert.
nl: Je hebt %1$@ gemarkeerd als niet-geverifieerd.
pa: ਤੁਸੀਂ %@ 'ਤੇ ਤਸਦੀਕਸ਼ੁਦਾ ਨਹੀਂ ਵਜੋਂ ਚਿੰਨ੍ਹ ਲਗਾਇਆ.
pa_pk: تساں نے %@ نوں توثیق نئیں کیتا دے طور تے نشان زد کیتا۔
pl: %1$@ to kontakt oznaczony przez Ciebie jako niezweryfikowany.
ps: تاسې %@ د تایید شوي په توګه په نښه کړی دی.
pt_br: Você marcou %1$@ como não verificado/a.
pt_pt: Marcou %1$@ como não verificado.
ro: Ai marcat pe %1$@ ca neverificat.
ru: Вы отметили %1$@ как неподтверждённый.
sk: Označili ste kontakt %1$@ ako neoverený.
sl: Uporabnika_co %@ste označili kot nepotrjenega_o.
sq: I keni vënë shenjë %@ si jo të verifikuar.
sr: Означили сте корисника %1$@ као неверификованог.
sv: Du markerade %1$@ som inte verifierat.
sw: Umealamisha %@kama isiyothibitishwa
ta: சரிபார்க்கப்படவில்லை என %@ஐ குறித்தீர்கள்.
te: ధృవీకరించబడనట్లు మీరు %@ అని గుర్తు పెట్టారు.
th: คุณทำเครื่องหมายว่า %1$@ ยังไม่ถูกตรวจยืนยัน
tr: %1$@ doğrulanmamış olarak işaretlendi.
ug: «%1$@» گە دەلىللەنمىگەن دەپ بەلگە قويدىڭىز.
uk: Ви позначили користувача %1$@ як неперевірений контакт.
ur: آپ نے تصدیق کے طور پر %1$@نشان نہیں لگایا۔
vi: Bạn đã đánh dấu %1$@ là chưa xác minh.
zh_cn: 您已将%1$@标记为未验证。
zh_hk: 您已將 %1$@ 標記為未驗證。

# VERIFICATION_STATE_CHANGE_FORMAT_NOT_VERIFIED_OTHER_DEVICE
source: You marked %@ as not verified on another device.
af: Jy het %@ op ’n ander toestel gemerk as ongeverifieer.
ar: قُمتَ بالإشارة إلى %1$@ كغير مُتحقَّق منه على جهازٍ آخر.
az: %@ əlaqəsini başqa cihazda təsdiqlənmədi olaraq işarələdiniz.
be: Вы пазначылі %1$@ як неправераны на іншай прыладзе.
bg: Маркирахте %@ като не проверен на друго устройство.
bn: আপনি অন্য একটি ডিভাইস থেকে %1$@ কে অযাচাইকৃত চিহ্নিত করেছেন।
ca: Heu marcat %1$@ com a no verificat en altre dispositiu.
cs: Na jiném zařízení jste označil(a) %1$@ jako neověřený.
cy: Rydych wedi marcio %@ heb eu gwirio ar ddyfais arall.
da: Du har markeret %1$@ som ikke verificeret på anden enhed.
de: Du hast %1$@ auf einem anderen Gerät als nicht verifiziert markiert.
el: Σημείωσες τον/την %1$@ ως μη επιβεβαιωμένο/η από μια άλλη συσκευή.
es: Has retirado la marca de verificación a %1$@ en otro dispositivo.
es_es: Has retirado la marca de verificación a %@ en otro dispositivo.
et: Sa märkisid kasutaja %@ teises seadmes mittekinnitatuks.
eu: %@ erabiltzailea ez egiaztatu gisa markatu duzu beste gailu batean.
fa: شما %1$@ را در دستگاه دیگری به عنوان تأییدنشده علامت‌گذاری کردید.
fi: Merkitsit yhteystiedon %1$@ varmentamattomaksi toisella laitteellasi.
fil: Minarkahan mong hindi beripikado si %@ sa ibang device.
fr: Vous avez marqué %1$@ comme contact non confirmé sur un autre appareil.
ga: Mharcáil tú %1$@ neamhdheimhnithe ar ghléas eile.
gu: તમે બીજા ડિવાઇસ પર ચકાસાયેલ ન હોવા તરીકે %1$@ માર્ક કર્યું છે.
he: סימנת את %1$@ כלא מוודא על מכשיר אחר.
hi: आपने %1$@ को दूसरे डिवाइस में असत्यापित मार्क करे हुए है।
hr: Označili ste da %1$@ nije provjeren/a na drugom uređaju.
hu: %1$@ ismerősödet egy másik készülékről Nem Ellenőrzöttnek jelölted.
id: Anda menandai %1$@ sebagai tidak terverifikasi pada perangkat lain.
is: Þú merktir %@ sem ekki sannreynt á öðru tæki.
it: Su un altro dispositivo hai segnato %1$@ come non verificato.
ja: 別の端末で %1$@ を未検証にしました。
kab: Tcerḍeḍ ɣef %@ ur yettusenqed ara ɣef yibenk-ik·im.
kk: %@ нөмірін екінші құрылғыда тексерілмеген ретінде белгіледіңіз.
km: á¢áŸ’á“á€á”á¶á“áŠá¶á€áŸ‹ %@ á˜á·á“á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹ á›á¾á§á”á€ášááŸá•áŸ’áŸáŸá„áŸ”
kn: ನೀವು ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿ %@ ದೃಢೀಕರಿಸಲಾಗಿಲ್ಲ ಎಂದು ಗುರುತಿಸಿದ್ದೀರಿ
ko: %1$@ 님을 다른 기기에서 검증하지 않았다고 표시했습니다.
lt: Jūs kitame įrenginyje pažymėjote %@ kaip nepatvirtintą.
lv: Jūs atzīmējāt %@ kā neapstiprinātu citā ierīcē.
mk: Го означивте %@ како неверификуван на друг уред.
ml: %@ നെ പരിശോധിച്ചിട്ടില്ലെന്ന് നിങ്ങൾ മറ്റൊരു ഡിവൈസിൽ അടയാളപ്പെടുത്തിരിക്കുന്നു.
mr: इतर डिव्हाईस वर %1$@ यास आपण सत्यापित नाही म्हणून चिन्हांकित केेले.
ms: Anda tandakan %1$@ sebagai tidak disahkan di peranti lain
my: သင်သည် %@ ကို သင်၏ တခြား ဖုန်း/လပ်တော့တွင် အတည်မပြုရသေးပါ။
nb: Du har allerede markert %1$@ som ikke verifisert på en annen enhet.
nl: Je hebt %1$@ vanaf een ander apparaat gemarkeerd als niet-geverifieerd.
pa: ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ 'ਤੇ %@ 'ਤੇ ਤਸਦੀਕਸ਼ੁਦਾ ਨਹੀਂ ਵਜੋਂ ਚਿੰਨ੍ਹ ਲਗਾਇਆ.
pa_pk: تساں نے %@ نوں کسی تے آلہ اتے توثیق نئیں کیتا دے طور اتے نشان زد کیتا۔
pl: %1$@ to kontakt oznaczony przez Ciebie na innym urządzeniu jako niezweryfikowany.
ps: تاسې %@ په یوه بله وسیله کې د ناتایید شوي په توګه په نښه کړی.
pt_br: Você marcou %1$@ como não verificado. em um outro aparelho.
pt_pt: Marcou %1$@ como não verificado a partir de outro dispositivo.
ro: Ai marcat pe %1$@ ca neverificat de pe alt dispozitiv.
ru: Вы отметили %1$@ как неподтверждённый на другом устройстве.
sk: Označili ste kontakt %1$@ ako neoverený na inom zariadení.
sl: Uporabnika_co %@ ste označili kot nepotrjenega_no na drugi napravi.
sq: I keni vënë shenjë %@ si jo të verifikuar në një tjetër pajisje.
sr: %1$@ сте означили као неверификованог корисника на другом уређају.
sv: Du markerade %1$@ som inte verifierat på en annan enhet.
sw: Umealamisha %@ kama isiyothibitishwa kwa kifaa kingine.
ta: மற்றொரு சாதனத்தில் %@ஐ சரிபார்க்கப்படவில்லை எனக் குறித்தீர்கள்.
te: మరొక పరికరంలో ధృవీకరించబడనట్లు మీరు %@ అని గుర్తు పెట్టారు.
th: คุณทำเครื่องหมายว่า %1$@ ยังไม่ถูกตรวจยืนยันบนอุปกรณ์อีกอัน
tr: %1$@ başka bir cihazdan doğrulanmamış olarak işaretlendi.
ug: سىز باشقا ئۈسكۈنىدە «%1$@» گە دەلىللەنمىگەن دەپ بەلگە قويدىڭىز.
uk: Ви позначили з іншого пристрою користувача %1$@ як неперевірений контакт.
ur: آپ نے دوسرے ڈیوائس پر تصدیق کے طور پر %1$@نشان زدہ نہیں کیا۔
vi: Bạn đã đánh dấu %1$@ là chưa xác minh trên một thiết bị khác.
zh_cn: 您已在其它设备将%1$@标记为未验证。
zh_hk: 您已在其他裝置上將 %1$@ 標記為未驗證。

# VERIFICATION_STATE_CHANGE_FORMAT_VERIFIED_LOCAL
source: You marked %@ as verified.
af: Jy het %@ gemerk as geverifieer.
ar: قُمتَ بالإشارة إلى %1$@ كمُتحقَّق منه.
az: %@ əlaqəsini təsdiqləndi olaraq işarələdiniz.
be: Вы пазначылі %1$@ як правераны.
bg: Маркирахте %@ като проверен.
bn: আপনি %1$@ কে যাচাইকৃত হিসেবে চিহ্নিত করেছেন।
ca: Heu marcat %1$@ com a verificat.
cs: Označil(a) jste %1$@ jako ověřený.
cy: Rydych wedi marcio %@ fel y'i gwiriwyd.
da: Du har markeret %1$@ som verificeret.
de: Du hast %1$@ als verifiziert markiert.
el: Σημείωσες τον/την %1$@ ως επιβεβαιωμένο/η.
es: Has verificado la identidad de %1$@.
es_es: Has marcado a %@ como persona verificada.
et: Sa märkisid kasutaja %@ kinnitatuks.
eu: %@ erabiltzailea egiaztatu gisa markatu duzu.
fa: شما %1$@ را به عنوان تأیید‌شده علامت‌گذاری کردید.
fi: Merkitsit yhteystiedon %1$@ varmennetuksi.
fil: Minarkahan mong beripikado si %@.
fr: Vous avez marqué %1$@ comme confirmé.
ga: Mharcáil tú %1$@ deimhnithe.
gu: તમે ચકાસાયેલ તરીકે %1$@ માર્ક કર્યું.
he: סימנת את %1$@ כמוודא.
hi: आपने %1$@ को सत्यापित मार्क करे हुए है।
hr: Označili ste %1$@ kao provjerenog/u.
hu: %1$@ ismerősödet Ellenörzöttnek jelölted.
id: Anda menandai %1$@ sebagai terverifikasi.
is: Þú merktir %@ sem sannreynt.
it: Hai segnato %1$@ come verificato.
ja: %1$@ を検証済みにしました。
kab: Tcerḍeḍ ɣef %@ yettusenqed.
kk: %@ нөмірін тексерілген ретінде белгіледіңіз.
km: á¢áŸ’á“á€á”á¶á“á‡áŸ’ášá¾áŸášá¾áŸ %@ áá¶á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹áŸ”
kn: ನೀವು %@ ದೃಢೀಕರಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿದ್ದೀರಿ.
ko: %1$@ 님을 검증했다고 표시했습니다.
lt: Jūs pažymėjote %@ kaip patvirtintą.
lv: Jūs atzīmējāt %@ kā verificētu.
mk: Го означивте %@ како верификуван.
ml: %@ നെ പരിശോധിച്ചതായി നിങ്ങൾ അടയാളപ്പെടുത്തിരിക്കുന്നു.
mr: %1$@ ला आपण सत्यापित म्हणून चिन्हांकित केेले.
ms: Anda tandakan %1$@ sebagai disahkan.
my: သင်သည် %@ ကို အတည်ပြုပြီး ဖြစ်သည်။
nb: Du markerte %1$@ som verifisert.
nl: Je hebt %1$@ gemarkeerd als geverifieerd.
pa: ਤੁਸੀਂ %@ 'ਤੇ ਤਸਦੀਕਸ਼ੁਦਾ ਵਜੋਂ ਚਿੰਨ੍ਹ ਲਗਾਇਆ.
pa_pk: تساں نے%@ نوں بطور توثیق کیتا نشان زد کیتا۔
pl: %1$@ to kontakt oznaczony przez Ciebie jako zweryfikowany.
ps: تاسې %@ د تایید شوي په توګه په نښه کړی دی.
pt_br: Você marcou %1$@ como verificado/a.
pt_pt: Marcou %1$@ como verificado.
ro: Ai marcat pe %1$@ ca verificat.
ru: Вы отметили %1$@ как подтверждённый.
sk: Označili ste kontakt %1$@ ako overený.
sl: Uporabnika_co %@ste označili kot potrjenega_no.
sq: I keni vënë shenjë %@ si të verifikuar.
sr: Означили сте корисника %1$@ као верификованог.
sv: Du markerade %1$@ som verifierad.
sw: Umealamisha %@ kama iliyothibitishwa
ta: சரிபார்க்கப்பட்டது %@ எனக் குறித்தீர்கள்.
te: మీరు ధృవీకరించినట్లుగా %@ గుర్తు పెట్టారు
th: คุณทำเครื่องหมายว่า %1$@ ถูกตรวจยืนยันแล้ว
tr: %1$@ doğrulanmış olarak işaretlendi.
ug: «%1$@» گە دەلىللەنگەن دەپ بەلگە قويدىڭىز.
uk: Ви позначили користувача %1$@ як перевірений контакт.
ur: آپ نے تصدیق کے طور پر%1$@نشان زدہ کیا ہے۔
vi: Bạn đã đánh dấu %1$@ là đã xác minh.
zh_cn: 您已将%1$@标记为已验证。
zh_hk: 您已將 %1$@ 標示為已驗證。

# VERIFICATION_STATE_CHANGE_FORMAT_VERIFIED_OTHER_DEVICE
source: You marked %@ as verified on another device.
af: Jy het %@ op ’n ander toestel gemerk as geverifieer.
ar: قُمتَ بالإشارة إلى %1$@ كمُتحقَّق منه على جهازٍ آخر.
az: %@ əlaqəsini başqa cihazda təsdiqləndi olaraq işarələdiniz.
be: Вы пазначылі %1$@ як правераны на іншай прыладзе.
bg: Маркирахте %@ като проверен на друго устройство.
bn: আপনি অন্য একটি ডিভাইস থেকে %1$@ কে যাচাইকৃত হিসেবে চিহ্নিত করেছেন।
ca: Heu marcat %1$@ com a verificat en altre dispositiu.
cs: Na jiném zařízení jste označil(a) %1$@ jako ověřený.
cy: Rydych wedi marcio %@ fel y'i gwiriwyd ar ddyfais arall.
da: Du har markeret %1$@ som verificeret på anden enhed.
de: Du hast %1$@ auf einem anderen Gerät als verifiziert markiert.
el: Σημείωσες τον/την %1$@ ως επιβεβαιωμένο/η από μια άλλη συσκευή.
es: Has verificado la identidad de %1$@ en otro dispositivo.
es_es: Has marcado a %@ como persona verificada en otro dispositivo.
et: Sa märkisid kasutaja %@ teises seadmes kinnitatuks.
eu: %@ erabiltzailea egiaztatu gisa markatu duzu beste gailu batean.
fa: شما %1$@ را در دستگاه دیگری به عنوان تأییدشده علامت‌گذاری کردید.
fi: Merkitsit yhteystiedon %1$@ varmennetuksi toisella laitteellasi.
fil: Minarkahan mong beripikado si %@ sa ibang device.
fr: Vous avez confirmé le numéro de sécurité associé à %1$@ depuis un autre appareil.
ga: Mharcáil tú %1$@ deimhnithe ar ghléas eile.
gu: તમે બીજા ડિવાઇસ પર ચકાસાયેલ તરીકે %1$@ ને માર્ક કર્યું છે.
he: סימנת את %1$@ כמוודא על מכשיר אחר.
hi: आपने %1$@ को दूसरे डिवाइस में सत्यापित मार्क करे हुए है।
hr: Označili ste %1$@ kao provjernog/u na drugom uređaju.
hu: %1$@ ismerősödet egy másik készülékről Ellenőrzöttnek jelölted.
id: Anda menandai %1$@ sebagai terverifikasi pada perangkat lain.
is: Þú merktir %@ sem sannreynt á öðru tæki.
it: Su un altro dispositivo hai segnato %1$@ come verificato.
ja: 別の端末で %1$@ を検証済みにしました。
kab: Tcerḍeḍ ɣef %@ yettusenqed ɣef yibenk-ik·im.
kk: %@ нөмірін екінші құрылғыда тексерілген ретінде белгіледіңіз.
km: á¢áŸ’á“á€á”á¶á“áŠá¶á€áŸ‹ %@ á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹ á›á¾á§á”á€ášááŸá•áŸ’áŸáŸá„áŸ”
kn: ನೀವು ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿ %@ ದೃಢೀಕರಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿದ್ದೀರಿ.
ko: %1$@ 님을 다른 기기에서 검증했다고 표시했습니다.
lt: Jūs kitame įrenginyje pažymėjote %@ kaip patvirtintą.
lv: Jūs atzīmējāt %@ kā verificētu citā ierīcē.
mk: Го означивте %@ како верификуван на друг уред.
ml: %@ നെ പരിശോധിച്ചതായി നിങ്ങൾ മറ്റൊരു ഡിവൈസിൽ അടയാളപ്പെടുത്തിരിക്കുന്നു.
mr: इतर डिव्हाईस वर %1$@ यास आपण सत्यापित म्हणून चिन्हांकित केेले.
ms: Anda tandakan %1$@ sebagai disahkan di peranti lain
my: သင်သည် %@ ကို သင်၏ တခြား ဖုန်း/လပ်တော့တွင် အတည်ပြုပြီး ဖြစ်သည်။
nb: Du markerte %1$@ som verifisert på en annen enhet.
nl: Je hebt %1$@ vanaf een ander apparaat gemarkeerd als geverifieerd.
pa: ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ 'ਤੇ %@ 'ਤੇ ਤਸਦੀਕਸ਼ੁਦਾ ਵਜੋਂ ਚਿੰਨ੍ਹ ਲਗਾਇਆ.
pa_pk: تساں نے %@ نوں کسی تے آلہ اتے بطور توثیق کیتا نشان زد کیتا۔
pl: %1$@ to kontakt oznaczony przez Ciebie na innym urządzeniu jako zweryfikowany.
ps: تاسې %@ په بله وسیله کې د تایید شوي په توګه په نښه کړی.
pt_br: Você marcou%1$@ como verificado em um outro aparelho.
pt_pt: Marcou %1$@ como verificado a partir de outro dispositivo.
ro: Ai marcat pe %1$@ ca verificat de pe alt dispozitiv.
ru: Вы отметили %1$@ как подтверждённый на другом устройстве.
sk: Označili ste kontakt %1$@ ako overený na inom zariadení.
sl: Uporabnika_co %@ ste označili kot potrjenega_no na drugi napravi.
sq: I keni vënë shenjë %@ si të verifikuar në një tjetër pajisje.
sr: %1$@ сте означили као верификованог корисника на другом уређају.
sv: Du markerade %1$@ som verifierad på en annan enhet.
sw: Umealamisha %@ kama iliyothibitishwa kwa kifaa kingine.
ta: மற்றொரு சாதனத்தில் சரிபார்க்கப்பட்டது %@ எனக் குறித்தீர்கள்.
te: మీరు మరొక పరికరంలో ధృవీకరించినట్లు %@ అని గుర్తు పెట్టారు.
th: คุณทำเครื่องหมายว่า %1$@ ถูกตรวจยืนยันแล้วบนอุปกรณ์อีกอัน
tr: %1$@ başka bir cihazdan doğrulanmış olarak işaretlendi.
ug: سىز باشقا ئۈسكۈنىدە «%1$@» گە دەلىللەنگەن دەپ بەلگە قويدىڭىز.
uk: Ви позначили з іншого пристрою користувача %1$@ як перевірений контакт.
ur: آپ نے دوسرے ڈیوائس پر تصدیق کے طور پر%1$@ نشان لگایا ہے۔
vi: Bạn đã đánh dấu %1$@ là đã xác minh trên một thiết bị khác.
zh_cn: 您已在其它设备将%1$@标记为已验证。
zh_hk: 您已在其他裝置上將 %1$@ 標記為已驗證。

# VERIFICATION_STATE_CHANGE_GENERIC
source: Verification state changed.
af: Verifiëringstaat het verander.
ar: تغيَّرت حالة التَحقُّق.
az: Təsdiq statusu dəyişdirildi.
be: Стан праверкі змяніўся.
bg: Проверката е променена.
bn: যাচাইকরণের অবস্থা পরিবর্তন করা হয়েছে।
ca: L'estat de verificació ha canviat.
cs: Stav ověření se změnil.
cy: Statws Gwirio wedi newid.
da: Verifikationsstatus ændret.
de: Verifizierungsstatus hat sich geändert.
el: Η κατάσταση επιβεβαίωσης άλλαξε.
es: El estado de verificación ha cambiado.
es_es: Cambio en estado de verificación.
et: Kinnituse olek on muutunud.
eu: Egiaztaze egoera aldatu da.
fa: وضعیت تأیید تغییر یافت.
fi: Varmennuksen tila vaihtui.
fil: Nagbago ang estado ng beripikasyon.
fr: L'état de cette confirmation a changé.
ga: Athraíodh an stádas deimhnithe.
gu: ચકાસણી સ્થિતિ બદલાઈ ગઈ.
he: מצב וידוא השתנה.
hi: सत्यापन स्थिति बदल गई है।
hr: Stanje provjere je promijenjeno.
hu: "Ellenőrzött" állapot megváltozott.
id: Keadaan verifikasi berubah
is: Staða sannvottunar breyttist.
it: Lo stato di verifica è stato modificato.
ja: 検証状態が変わりました。
kab: Addad n usenqed ibeddel.
kk: Дұрыстығын тексеру күйі өзгерді.
km: áŸáŸ’áá¶á“á—á¶á–á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŸ”
kn: ದೃಢೀಕರಣ ಸ್ಥಿತಿ ಬದಲಾಗಿದೆ.
ko: 검증 상태를 변경했습니다.
lt: Pasikeitė patvirtinimo būsena.
lv: Verifikācijas stāvoklis ir mainījies.
mk: Состојбата на верификацијата е променета.
ml: പരിശോധനാ സാഹചര്യം മാറിയിരിക്കുന്നു.
mr: सत्यापन स्थिती बदलली.
ms: Status pengesahan berubah.
my: အတည်ပြုသည့် အခြေအနေ ပြောင်းသွားသည်။
nb: Verifiseringsstatus endret.
nl: Verificatiestatus veranderd.
pa: ਤਸਦੀਕਸ਼ੁਦਾ ਸਥਿਤੀ ਬਦਲ ਗਈ.
pa_pk: توثیق حالت تبدیل ہوگئی۔
pl: Zmienił się stan weryfikacji.
ps: د تایید وضعیت بدل شوی دی.
pt_br: Estado da verificação mudou.
pt_pt: Estado de verificação alterado.
ro: Starea verificării s-a schimbat.
ru: Состояние подтверждения изменено.
sk: Stav overenia sa zmenil.
sl: Status istovetnosti je bil spremenjen.
sq: Gjendja e verifikimit ndryshoi.
sr: Стање верификације је промењено.
sv: Verifieringsstatus ändrad.
sw: Hali ya Uthibitisho ilibadilika
ta: சரிபார்ப்பு நிலை மாற்றப்பட்டது.
te: ధృవీకరణ స్థితి మార్చబడింది.
th: สถานะการตรวจยืนยันเปลี่ยนไป
tr: Doğrulama durumu değişti.
ug: دەلىللەش ھالىتى ئۆزگەردى.
uk: Змінився стан перевірки.
ur: توثیقی حالت تبدیل ہو چکی ہے۔
vi: Trạng thái xác minh đã thay đổi.
zh_cn: 验证状态改变。
zh_hk: 驗證狀態已更改。
