Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATION_BADGE_ISSUE_SHEET_BANK_PAYMENT_FAILED_MESSAGE
source: We’re having trouble processing your bank transfer. %1$@
ar: نُواجه مشكلة في معالجة التحويل المصرفي الخاص بك. %1$@
be: Узніклі праблемы з апрацоўкай вашага банкаўскага пераводу. %1$@
bn: আপনার ব্যাংক ট্রান্সফার প্রক্রিয়া করতে আমাদের সমস্যা হচ্ছে। %1$@
ca: Estem tenint problemes per processar la teva transferència bancària. %1$@
cs: Máme potíže se zpracováním vašeho bankovního převodu. %1$@
da: Vi har problemer med at behandle din bankoverførsel. %1$@
de: Leider können wir deine Überweisung nicht bearbeiten. %1$@
el: Αντιμετωπίζουμε πρόβλημα με την επεξεργασία της τραπεζικής μεταφοράς σου. %1$@
es: Estamos teniendo problemas para procesar tu transferencia bancaria. %1$@
fa: در پردازش انتقال بانکی شما با مشکل روبرو هستیم. %1$@
fi: Pankkisiirron käsittelyssä on ongelma. %1$@
fr: Nous ne parvenons pas à traiter votre virement bancaire. %1$@
ga: Tá deacracht againn le d'aistriú bainc a phróiseáil. %1$@
gu: અમને તમારા બેંક ટ્રાન્સફરની પ્રક્રિયા કરવામાં મુશ્કેલી આવી રહી છે. %1$@
he: נתקלנו בבעיה בעיבוד ההעברה הבנקאית שלך. %1$@
hi: हमें आपका बैंक हस्तांतरण संसाधित करने में दिक्कत आ रही है। %1$@
hr: Imamo problema s obradom vašeg bankovnog transfera. %1$@
hu: Problémába ütköztünk a banki átutalás feldolgozása során. %1$@
id: Kami mengalami masalah saat memproses transfer bank. %1$@
it: Stiamo riscontrando dei problemi nell'elaborazione del tuo bonifico. %1$@
ja: 銀行振り込みの処理に問題が発生しています。%1$@
ko: 은행 송금을 진행하는 중에 문제가 발생했습니다. %1$@
mr: आम्हाला आपल्या बँक हस्तांतरणावर प्रक्रिया करण्यामध्ये समस्या येत आहे. %1$@
ms: Kami menghadapi masalah memproses pindahan bank anda. %1$@
nb: Vi kunne ikke behandle bankoverføringen. %1$@
nl: Er zijn problemen met het verwerken van je bankoverschrijving. %1$@
pl: Wystąpił problem z przetworzeniem Twojego przelewu bankowego. %1$@
pt_br: Estamos com problemas para processar sua transferência bancária. %1$@
pt_pt: Estamos a ter problemas a processar a sua transferência bancária. %1$@
ro: Întâmpinăm probleme la procesarea transferului tău bancar. %1$@
ru: У нас возникли проблемы с обработкой вашего банковского перевода. %1$@
sk: Pri spracovaní vášho bankového prevodu sa vyskytol problém. %1$@
sr: Имамо проблема са обрадом вашег банковног преноса. %1$@
sv: Vi har problem med att bearbeta din banköverföring. %1$@
th: เราประสบปัญหาในการดำเนินการโอนเงินผ่านระบบธนาคารของคุณ %1$@
tr: Banka transferini işleme alırken sorun yaşıyoruz. %1$@
ug: بانكىدىن يۆتكىگەن پۇلنى بىر تەرەپ قىلىشتا مەسىلە كۆرۈلدى. %1$@
uk: Під час опрацювання банківського переказу виникла проблема. %1$@
ur: ہمیں آپ کے بینک ٹرانسفر کو زیر عمل لانے میں مشکلات کا سامنا ہے۔ %1$@
vi: Chúng tôi gặp vấn đề ở bước xử lý giao dịch chuyển khoản ngân hàng của bạn. %1$@
zh_cn: 我们在处理您的银行转账时遇到了问题。%1$@
zh_hk: 我們在處理你的銀行轉帳時遇到問題。 %1$@

# DONATION_BADGE_ISSUE_SHEET_BANK_PAYMENT_FAILED_TITLE
source: Donation Couldn’t Be Processed
ar: تعذَّرت معالجة التبرُّع
be: Не атрымалася апрацаваць ахвяраванне
bn: ডোনেশন প্রক্রিয়া করা যায়নি
ca: No s'ha pogut processar la donació
cs: Příspěvek nebylo možné zpracovat
da: Donation kunne ikke behandles
de: Spende konnte nicht bearbeitet werden
el: Δεν ήταν δυνατή η επεξεργασία της δωρεάς
es: No se ha podido procesar la donación
fa: اهدای مالی پردازش نشد
fi: Lahjoitusta ei voitu käsitellä
fr: Impossible de traiter votre don
ga: Níorbh Fhéidir an Tabhartas a Phróiseáil
gu: દાનની પ્રક્રિયા કરી શકાઈ નથી
he: לא היה ניתן לעבד את התרומה
hi: दान संसाधित नहीं किया जा सका
hr: Donaciju nije bilo moguće obraditi
hu: Az adományt nem sikerült feldolgozni
id: Donasi Tidak Dapat Diproses
it: Impossibile elaborare la donazione
ja: 寄付の処理ができませんでした
ko: 기부를 처리할 수 없습니다
mr: देणगीवर प्रक्रिया केली जाऊ शकत नाही
ms: Derma Tidak Dapat Diproses
nb: Betalingen av pengegaven kunne ikke behandles
nl: Donatie kon niet worden verwerkt
pl: Nie udało się przetworzyć darowizny
pt_br: Não foi possível processar a doação
pt_pt: O donativo não pôde ser processado
ro: Donația nu a putut fi procesată
ru: Не удалось обработать пожертвование
sk: Príspevok sa nepodarilo spracovať
sr: Обрада донације није успела
sv: Donationen kunde inte bearbetas
th: ไม่สามารถดำเนินการบริจาคได้
tr: Bağış işlenemedi
ug: ئىئانىنى بىر تەرەپ قىلالمىدى
uk: Не вдалось опрацювати донат
ur: عطیے کو زیر عمل نہیں لایا جا سکا
vi: Không Thể Xử Lý Khoản Ủng Hộ
zh_cn: 捐款无法处理
zh_hk: 無法處理捐款

# DONATION_BADGE_ISSUE_SHEET_BANK_PAYMENT_PROCESSING_TITLE
source: Donation Pending
ar: التبرُّّع مُعلَّق
be: Ахвяраванне чакае разгляду
bn: ডোনেশন অনিষ্পন্ন অবস্থায় আছে
ca: Donació pendent
cs: Příspěvek se zpracovává
da: Donationen afventer
de: Spende ausstehend
el: Η δωρεά εκκρεμεί
es: Donación pendiente
fa: کمک مالی در انتظار تأیید
fi: Lahjoitus on pankin käsittelyssä
fr: Don en attente
ga: Tabhartas ar feitheamh
gu: દાન બાકી છે
he: תרומה ממתינה
hi: दान लंबित है
hr: Potvrda donacije u tijeku
hu: Adomány függőben
id: Donasi tertunda
it: Donazione in sospeso
ja: 寄付の手続き中です
ko: 기부 대기 중
mr: देणगी प्रलंबित
ms: Derma belum selesai
nb: Pengegaven venter
nl: Donatie is in behandeling
pl: Darowizna oczekuje na realizację
pt_br: Doação pendente
pt_pt: Doação pendente
ro: Donație în așteptare
ru: Пожертвование на рассмотрении
sk: Čaká sa na príspevok
sr: Донација је на чекању
sv: Donation väntar
th: การบริจาคอยู่ในสถานะรออนุมัติ
tr: Bağış bekleniyor
ug: ئىئانىنى بىر تەرەپ قىلىۋاتىدۇ
uk: Ваш донат ще не надійшов
ur: عطیہ زیر التواء ہے
vi: Đang chờ xử lý khoản ủng hộ
zh_cn: 捐款待处理
zh_hk: 捐款正待處理

# DONATION_BADGE_ISSUE_SHEET_ONE_TIME_BANK_PAYMENT_PROCESSING_MESSAGE
source: Your one-time donation is pending. You’ll be able to display the %1$@ badge on your profile when your donation is received. Bank transfers can take 1 to 14 business days to process.
ar: تبرُّعك لمرّة واحدة مُعلَّق. ستتمكّن من عرض شارتك %1$@ على حسابك الشخصي فور استلام تبرُّعك. عادةً ما تستغرق معالجة التحويلات المصرفية ما بين يوم واحد و14 يوم عمل.
be: Ваша разавае ахвяраванне чакае разгляду. Вы зможаце размясціць значок %1$@ у сваім профілі, калі мы атрымаем ваша ахвяраванне. Апрацоўка банкаўскіх пераводаў можа заняць ад 1 да 14 працоўных дзён.
bn: আপনার এককালীন ডোনেশন অনিষ্পন্ন অবস্থায় আছে। আপনার ডোনেশন পাওয়া গেলে আপনি আপনার প্রোফাইলে %1$@ ব্যাজ প্রদর্শন করতে সক্ষম হবেন। ব্যাংক ট্রান্সফার প্রক্রিয়া করতে 1 থেকে 14 কার্যদিবস সময় লাগতে পারে।
ca: La teva donació única està pendent. Podràs mostrar la insígnia %1$@ al teu perfil quan rebem la teva donació. Les transferències bancàries poden trigar entre 1 i 14 dies laborables a completar-se.
cs: Váš jednorázový příspěvek se zpracovává. Jakmile váš příspěvek obdržíme, budete si moci na svém profilu zobrazit odznak %1$@. Zpracování bankovního převodu může trvat 1 až 14 pracovních dní.
da: Din engangsdonation er afventende. Du vil kunne vise %1$@-badget på din profil, når din donation er modtaget. Det kan tage 1-14 arbejdsdage at behandle en bankoverførsel.
de: Deine einmalige Spende steht noch aus. Sobald deine Spende eingegangen ist, kannst du das %1$@-Abzeichen in deinem Profil anzeigen. Die Bearbeitung von Banküberweisungen kann 1 bis 14 Werktage dauern.
el: Η μεμονωμένη δωρεά σου εκκρεμεί. Θα μπορείς να εμφανίσεις το σήμα %1$@ στο προφίλ σου όταν λάβουμε τη δωρεά σου. Οι τραπεζικές μεταφορές χρειάζονται 1 με 14 εργάσιμες ημέρες για να διεκπεραιωθούν.
es: Tu donación única está pendiente. Cuando la recibamos, podrás mostrar la insignia %1$@ en tu perfil. Las transferencias bancarias pueden tardar entre 1 y 14 días hábiles en procesarse.
fa: کمک مالی یکباره شما در انتظار تأیید است. وقتی کمک مالی دریافت شود، می‌توانید نشان %1$@ را در نمایه‌تان نمایش دهید. پردازش انتقال‌های بانکی ممکن است ۱ تا ۱۴ روز کاری طول بکشد.
fi: Kertalahjoituksesi on pankin käsittelyssä. Voit näyttää %1$@ -merkin profiilissasi, kun lahjoitus on saapunut perille. Pankkisiirtojen käsittely voi kestää 1–14 arkipäivää.
fr: Votre don ponctuel est en attente de traitement. Vous pourrez afficher le macaron %1$@ sur votre profil dès que nous recevrons votre don. Le traitement des virements peut prendre entre 1 et 14 jours ouvrés.
ga: Tá do thabhartas aonuaire ar feitheamh. Beidh tú in ann an suaitheantas %1$@ a thaispeáint ar do phróifíl nuair a fhaightear do thabhartas. Is gnách go bpróiseáiltear aistrithe bainc idir 1 agus 14 lá gnó.
gu: તમારું એક-વખતનું દાન બાકી છે. જ્યારે તમારું દાન પ્રાપ્ત થશે ત્યારે તમે તમારી પ્રોફાઇલ પર %1$@ બૅજ પ્રદર્શિત કરી શકશો. બેંક ટ્રાન્સફરની પ્રક્રિયા થવામાં 1 થી 14 કામકાજી દિવસ લાગી શકે છે.
he: התרומה החד פעמית שלך ממתינה. כשהתרומה שלך תתקבל, תהיה לך אפשרות להציג את תג %1$@ בפרופיל שלך. עיבוד העברות בנקאיות יכול לקחת בין 1–14 ימי עסקים.
hi: आपका एकमुश्त दान लंबित है। आपका दान प्राप्त होने पर आप अपने प्रोफाइल पर %1$@ बैज प्रदर्शित कर सकेंगे। बैंक ट्रांसफर को प्रोसेस करने में 1 से 14 कारोबारी दिन लग सकते हैं।
hr: Vaša jednokratna donacija je na čekanju. Moći ćete prikazati značku %1$@ na vašem profilu kada zaprimimo vašu donaciju. Obrada transakcije putem bankovnog transfera može potrajati od 1 do 14 radnih dana.
hu: Egyszeri adományod függőben van. Amikor az adományod megérkezik, megjelenítheted a(z) %1$@ jelvényt a profilodban. A banki átutalások feldolgozása 1–14 munkanapot vehet igénybe.
id: Donasi satu kali Anda tertunda. Anda dapat menampilkan lencana %1$@ di profil saat donasi telah diterima. Proses transfer bank biasanya perlu waktu 1 sampai 14 hari kerja.
it: La tua donazione singola è in sospeso. Potrai mostrare il Badge %1$@ sul tuo profilo quando la donazione verrà ricevuta. L'elaborazione dei bonifici bancari di solito richiede da 1 a 14 giorni lavorativi.
ja: 1回限りの寄付の手続き中です。寄付が受領されると、 %1$@ バッジがあなたのプロフィールに表示されます。 銀行振り込みの場合、処理されるまで1～14日かかる場合があります。
ko: 1회성 기부가 대기 중입니다. 기부가 완료되면 프로필에 %1$@ 배지를 표시할 수 있습니다. 은행 송금을 처리하는 데 영업일 기준 1~14일이 걸릴 수 있습니다.
mr: आपली एक-वेळ देणगी प्रलंबित आहे. आपली देणगी प्राप्त झाल्यानंतर आपण आपल्या प्रोफाईलवर %1$@ बॅज प्रदर्शित करू शकाल. बँक हस्तांतरणावर प्रक्रिया होण्यासाठी 1 ते 14 दिवस लागू शकतात.
ms: Derma sekali anda belum selesai. Anda akan dapat memaparkan lencana %1$@ pada profil anda apabila derma anda diterima. Pindahan bank boleh mengambil masa 1 hingga 14 hari perniagaan untuk diproses.
nb: Engangsbeløpet behandles. Du kan vise frem %1$@-merket på profilen din når vi har mottatt pengegaven. Bankoverføringer har en behandlingstid på 1 til 14 virkedager.
nl: Je eenmalige donatie is in behandeling. De ‘%1$@’-badge kun je op je profiel weergeven wanneer je donatie is ontvangen. Het kan 1 tot 14 werkdagen duren voordat een bankoverschrijving is verwerkt.
pl: Twoja darowizna jednorazowa jest w trakcie realizacji. Odznaka %1$@ pojawi się w Twoim profilu, gdy otrzymamy darowiznę. Realizacja przelewu bankowego może potrwać od 1 do 14 dni roboczych.
pt_br: Sua doação única está pendente. Você poderá exibir o selo %1$@ no seu perfil quando sua doação for recebida. As transferências bancárias podem levar de 1 a 14 dias para serem processadas.
pt_pt: A sua doação única está pendente. Poderá exibir o crachá %1$@ no seu perfil quando a sua doação for recebida. As transferências bancárias podem levar 1 a 14 dias úteis a serem processadas.
ro: Donația ta unică este în așteptare. Vei putea afișa insigna %1$@ pe profilul tău când va fi primită donația. Procesarea transferurilor bancare poate dura între 1 și 14 zile lucrătoare.
ru: Ваше разовое пожертвование на рассмотрении. После получения пожертвования вы сможете показать в своем профиле значок %1$@. Обработка банковских переводов может занимать от 1 до 14 рабочих дней.
sk: Čaká sa na váš jednorazový príspevok. Akonáhle bude váš príspevok prijatý, budete môcť vo svojom profile zobraziť odznak %1$@. Spracovanie bankového prevodu môže trvať 1 až 14 pracovných dní.
sr: Ваша једнократна донација је на чекању. Моћи ћете да прикажете значку %1$@ на свом профилу када донација буде примљена. Обрада банковних преноса може да потраје од 1 до 14 радних дана.
sv: Din engångsdonation väntar. Du kommer att kunna visa %1$@-märket på din profil när din donation tas emot. Banköverföringar kan ta 1 till 14 arbetsdagar att bearbeta.
th: กำลังรออนุมัติการบริจาคแบบครั้งเดียวของคุณ คุณจะแสดงโล่ %1$@ บนโปรไฟล์ได้เมื่อเราได้รับการบริจาคเรียบร้อยแล้ว การโอนเงินผ่านระบบธนาคารอาจใช้เวลาดำเนินการประมาณ 1 ถึง 14 วันทำการ
tr: Tek seferlik bağışın beklemede. Bağışın alındığında, profilinde %1$@ rozetini görüntüleyebileceksin. Banka transferlerinin işleme alınması 1 ila 14 iş günü sürebilir.
ug: سىزنىڭ بىر قېتىملىق ئىئانە قىلىشىڭىز كۈتۈلمەكتە. ئىئانىڭىز تاپشۇرۇپ ئېلىنغاندىن كېيىن ئارخىپىڭىزدا %1$@ ئىزنىكىنى كۆرسىتەلەيسىز. بانكىدىن ئاغدۇرغان ھېساباتنى بىر تەرەپ قىلىشقا 1 كۈندىن 14 كۈنگىچە ۋاقىت كېتىدۇ.
uk: Ваш разовий донат ще не опрацьовано. Ви зможете показувати значок «%1$@» у профілі, коли ми отримаємо донат. Опрацювання банківських переказів може займати від 1 до 14 робочих днів.
ur: آپ کا ایک وقتی عطیہ زیر التواء ہے۔ جب آپ کا عطیہ موصول ہو جائے گا تو آپ اپنے پروفائل پر %1$@ بیج ڈسپلے کر سکیں گے۔ بینک ٹرانسفرز کو زیر عمل لانے میں 1 سے 14 کاروباری ایام لگ سکتے ہیں۔
vi: Đang chờ xử lý khoản ủng hộ một lần. Bạn sẽ được chọn hiển thị huy hiệu %1$@ trên hồ sơ của mình khi chúng tôi nhận được khoản ủng hộ của bạn. Giao dịch chuyển khoản ngân hàng thường mất 1 đến 14 ngày làm việc để xử lý.
zh_cn: 您的单次捐款正在等待处理。当我们收到捐款后，您将可以在个人资料中显示%1$@徽章。 银行转账可能需要 1 至 14 个工作日。
zh_hk: 你的單次捐款正待處理。 收到捐款後，你便能在個人資料中顯示 %1$@ 徽章。 銀行轉帳需要 1 至 14 個工作天才能處理。

# DONATION_BADGE_ISSUE_SHEET_RECURRING_BANK_PAYMENT_PROCESSING_MESSAGE
source: Your monthly donation is pending. You’ll be able to display the %1$@ badge on your profile when your donation is received. Bank transfers can take 1 to 14 business days to process.
ar: تبرُّعك الشهري مُعلَّق. ستتمكّن من عرض شارتك %1$@ على حسابك الشخصي فور استلام تبرُّعك. عادةً ما تستغرق معالجة التحويلات المصرفية ما بين يوم واحد و14 يوم عمل.
be: Ваша штомесячнае ахвяраванне чакае разгляду. Вы зможаце размясціць значок %1$@ у сваім профілі, калі мы атрымаем ваша ахвяраванне. Апрацоўка банкаўскіх пераводаў можа заняць ад 1 да 14 працоўных дзён.
bn: আপনার মাসিক ডোনেশন অনিষ্পন্ন অবস্থায় আছে। আপনার ডোনেশন পাওয়া গেলে আপনি আপনার প্রোফাইলে %1$@ ব্যাজ প্রদর্শন করতে সক্ষম হবেন। ব্যাংক ট্রান্সফার প্রক্রিয়া করতে 1 থেকে 14 কার্যদিবস সময় লাগতে পারে।
ca: La teva donació mensual està pendent. Podràs mostrar la insígnia %1$@ al teu perfil quan rebem la teva donació. Les transferències bancàries poden trigar entre 1 i 14 dies laborables a completar-se.
cs: Váš měsíční příspěvek se zpracovává. Jakmile váš příspěvek obdržíme, budete si moci na svém profilu zobrazit odznak %1$@. Zpracování bankovního převodu může trvat 1 až 14 pracovních dní.
da: Din månedlige donation afventer. Du vil kunne vise %1$@-badget på din profil, når din donation er modtaget. Det kan tage 1-14 arbejdsdage at behandle en bankoverførsel.
de: Deine monatliche Spende steht noch aus. Sobald deine Spende eingegangen ist, kannst du das %1$@-Abzeichen in deinem Profil anzeigen. Die Bearbeitung von Banküberweisungen kann 1 bis 14 Werktage dauern.
el: Η μηνιαία δωρεά σου εκκρεμεί. Θα μπορείς να εμφανίσεις το σήμα %1$@ στο προφίλ σου όταν λάβουμε τη δωρεά σου. Οι τραπεζικές μεταφορές χρειάζονται 1 με 14 εργάσιμες ημέρες για να διεκπεραιωθούν.
es: Tu donación mensual está pendiente. Cuando la recibamos, podrás mostrar la insignia %1$@ en tu perfil. Las transferencias bancarias pueden tardar entre 1 y 14 días hábiles en procesarse.
fa: کمک مالی ماهانه شما در انتظار تأیید است. وقتی کمک مالی دریافت شود، می‌توانید نشان %1$@ را در نمایه‌تان نمایش دهید. پردازش انتقال‌های بانکی ممکن است ۱ تا ۱۴ روز کاری طول بکشد.
fi: Kuukausilahjoituksesi on pankin käsittelyssä. Voit näyttää %1$@ -merkin profiilissasi, kun lahjoitus on saapunut perille. Pankkisiirtojen käsittely voi kestää 1–14 arkipäivää.
fr: Votre don mensuel est en attente de traitement. Vous pourrez afficher le macaron %1$@ sur votre profil dès que nous recevrons votre don. Le traitement des virements peut prendre entre 1 et 14 jours ouvrés.
ga: Tá do thabhartas míosúil ar feitheamh. Beidh tú in ann an suaitheantas %1$@ a thaispeáint ar do phróifíl nuair a fhaightear do thabhartas. Is gnách go bpróiseáiltear aistrithe bainc idir 1 agus 14 lá gnó.
gu: તમારું માસિક દાન બાકી છે. જ્યારે તમારું દાન પ્રાપ્ત થશે ત્યારે તમે તમારી પ્રોફાઇલ પર %1$@ બૅજ પ્રદર્શિત કરી શકશો. બેંક ટ્રાન્સફરની પ્રક્રિયા થવામાં 1 થી 14 કામકાજી દિવસ લાગી શકે છે.
he: התרומה החודשית שלך ממתינה. כשהתרומה שלך תתקבל, תהיה לך אפשרות להציג את תג %1$@ בפרופיל שלך. עיבוד העברות בנקאיות יכול לקחת בין 1–14 ימי עסקים.
hi: आपका मासिक दान लंबित है। आपका दान प्राप्त होने पर आप अपने प्रोफाइल पर %1$@ बैज प्रदर्शित कर सकेंगे। बैंक ट्रांसफर को प्रोसेस करने में 1 से 14 कारोबारी दिन लग सकते हैं।
hr: Vaša mjesečna donacija je na čekanju. Moći ćete prikazati značku %1$@ na vašem profilu kada zaprimimo vašu donaciju. Obrada transakcije putem bankovnog transfera može potrajati od 1 do 14 radnih dana.
hu: Havi adományod függőben van. Amikor az adományod megérkezik, megjelenítheted a(z) %1$@ jelvényt a profilodban. A banki átutalások feldolgozása 1–14 munkanapot vehet igénybe.
id: Donasi bulanan Anda tertunda. Anda dapat menampilkan lencana %1$@ di profil saat donasi telah diterima. Proses transfer bank biasanya perlu waktu 1 sampai 14 hari kerja.
it: La tua donazione mensile è in sospeso. Potrai mostrare il Badge %1$@ sul tuo profilo quando la donazione verrà ricevuta. L'elaborazione dei bonifici bancari di solito richiede da 1 a 14 giorni lavorativi.
ja: 毎月の寄付の手続き中です。寄付が受領されると、 %1$@ バッジがあなたのプロフィールに表示されます。 銀行振り込みの場合、処理されるまで1～14日かかる場合があります。
ko: 월간 기부가 대기 중입니다. 기부가 완료되면 프로필에 %1$@ 배지를 표시할 수 있습니다. 은행 송금을 처리하는 데 영업일 기준 1~14일이 걸릴 수 있습니다.
mr: आपली मासिक देणगी प्रलंबित आहे. आपली देणगी प्राप्त झाल्यानंतर आपण आपल्या प्रोफाईलवर %1$@ बॅज प्रदर्शित करू शकाल. बँक हस्तांतरणावर प्रक्रिया होण्यासाठी 1 ते 14 दिवस लागू शकतात.
ms: Derma bulanan anda belum selesai. Anda akan dapat memaparkan lencana %1$@ pada profil anda apabila derma anda diterima. Pindahan bank boleh mengambil masa 1 hingga 14 hari perniagaan untuk diproses.
nb: Det månedlige pengebeløpet behandles. Du kan vise frem %1$@-merket på profilen din når vi har mottatt pengegaven. Bankoverføringer har en behandlingstid på 1 til 14 virkedager.
nl: Je maandelijkse donatie is in behandeling. De ‘%1$@’-badge kun je op je profiel weergeven wanneer je donatie is ontvangen. Het kan 1 tot 14 werkdagen duren voordat een bankoverschrijving is verwerkt.
pl: Twoja comiesięczna darowizna jest w trakcie realizacji. Odznaka %1$@ pojawi się w Twoim profilu, gdy otrzymamy darowiznę. Realizacja przelewu bankowego może potrwać od 1 do 14 dni roboczych.
pt_br: Sua doação mensal está pendente. Você poderá exibir o selo %1$@ no seu perfil quando sua doação for recebida. As transferências bancárias podem levar de 1 a 14 dias para serem processadas.
pt_pt: A sua doação mensal está pendente. Poderá exibir o crachá %1$@ no seu perfil quando a sua doação for recebida. As transferências bancárias podem levar 1 a 14 dias úteis a serem processadas.
ro: Donația ta lunară este în așteptare. Vei putea afișa insigna %1$@ pe profilul tău când va fi primită donația. Procesarea transferurilor bancare poate dura între 1 și 14 zile lucrătoare.
ru: Ваше ежемесячное пожертвование на рассмотрении. После получения пожертвования вы сможете показать в своем профиле значок %1$@. Обработка банковских переводов может занимать от 1 до 14 рабочих дней.
sk: Čaká sa na váš mesačný príspevok. Akonáhle bude váš príspevok prijatý, budete môcť vo svojom profile zobraziť odznak %1$@. Spracovanie bankového prevodu môže trvať 1 až 14 pracovných dní.
sr: Ваша месечна донација је на чекању. Моћи ћете да прикажете значку %1$@ на свом профилу када донација буде примљена. Обрада банковних преноса може да потраје од 1 до 14 радних дана.
sv: Din månatliga donation väntar. Du kommer att kunna visa %1$@-märket på din profil när din donation tas emot. Banköverföringar kan ta 1 till 14 arbetsdagar att bearbeta.
th: กำลังรออนุมัติการบริจาครายเดือนของคุณ คุณจะแสดงโล่ %1$@ บนโปรไฟล์ได้เมื่อเราได้รับการบริจาคเรียบร้อยแล้ว การโอนเงินผ่านระบบธนาคารอาจใช้เวลาดำเนินการประมาณ 1 ถึง 14 วันทำการ
tr: Aylık bağışın beklemede. Bağışın alındığında, profilinde %1$@ rozetini görüntüleyebileceksin. Banka transferlerinin işleme alınması 1 ila 14 iş günü sürebilir.
ug: ئايلىق ئىئانىڭىزنى بىر تەرەپ قىلىۋاتىدۇ. ئىئانىڭىزنى تاپشۇرۇپ ئالغاندىن كېيىن ئارخىپىڭىزدا %1$@ ئىزنىكىنى كۆرسىتەلەيسىز. بانكىدىن ئاغدۇرغان ھېساباتنى بىر تەرەپ قىلىشقا 1 كۈندىن 14 كۈنگىچە ۋاقىت كېتىدۇ.
uk: Ваш щомісячний донат ще не опрацьовано. Ви зможете показувати значок «%1$@» у профілі, коли ми отримаємо донат. Опрацювання банківських переказів може займати від 1 до 14 робочих днів.
ur: آپ کا ماہانہ عطیہ زیر التواء ہے۔ جب آپ کا عطیہ موصول ہو جائے گا تو آپ اپنے پروفائل پر %1$@ بیج ڈسپلے کر سکیں گے۔ بینک ٹرانسفرز کو زیر عمل لانے میں 1 سے 14 کاروباری ایام لگ سکتے ہیں۔
vi: Khoản ủng hộ hàng tháng của bạn đang chờ xử lý. Bạn sẽ được chọn hiển thị huy hiệu %1$@ trên hồ sơ của mình khi chúng tôi nhận được khoản ủng hộ của bạn. Giao dịch chuyển khoản ngân hàng thường mất 1 đến 14 ngày làm việc để xử lý.
zh_cn: 您的每月捐款正在等待处理。当我们收到捐款后，您将可以在个人资料中显示%1$@徽章。 银行转账可能需要 1 至 14 个工作日。
zh_hk: 你的每月捐款正待處理。 收到捐款後，你便能在個人資料中顯示 %1$@ 徽章。 銀行轉帳需要 1 至 14 個工作天才能處理。

# DONATION_BADGE_ISSUE_SHEET_RENEW_SUBSCRIPTION_BUTTON_TITLE
source: Renew Subscription
ar: تجديد الاشتراك
be: Аднавіць падпіску
bn: নতুন করে সাবস্ক্রিপশন নিন
ca: Renova la subscripció
cs: Obnovit předplatné
da: Forny abonnement
de: Regelmäßige Spende verlängern
el: Ανανέωση συνδρομής
es: Renovar suscripción
fa: تمدید اشتراک
fi: Uudista tilaus
fr: Renouveler le don mensuel
gu: સબ્સ્ક્રિપ્શન રિન્યૂ કરો
he: חדש מינוי
hi: सब्सक्रिप्शन रिन्यू करें
hr: Obnovi pretplatu
hu: Előfizetés megújítása
it: Rinnova contributo
ja: サブスクリプションを更新
ko: 구독 갱신
mr: सब्स्क्रिप्शन नूतनीकरण करा
ms: Membaharui Langganan
nb: Forny abonnementet
nl: Maandelijkse donatie vernieuwen
pl: Ponów darowiznę cykliczną
pt_br: Fazer doação mensal
pt_pt: Renovar assinatura
ro: Reînnoiește abonamentul
ru: Продлить подписку
sk: Obnoviť prispievanie
sr: Обновити претплату
sv: Förnya abonnemang
th: ต่ออายุการเป็นสมาชิก
tr: Aboneliği Yenile
ug: مۇشتەرىلىكنى يېڭىلاش
uk: Поновити підписку
ur: سبسکرپشن کی تجدید کریں
vi: Gia hạn gói đăng ký
zh_cn: 定期捐款续期
zh_hk: 為訂閱續期

# DONATION_BADGE_ISSUE_SHEET_TRY_AGAIN_BUTTON_TITLE
source: Try Again
ar: حاوِل مُجدَّدًا
be: Паўтарыць спробу
bn: আবার চেষ্টা করুন
ca: Proveu de nou
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Ξαναδοκίμασε
es: Reintentar
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fr: Réessayer
ga: Bain Triail Eile As
gu: ફરીથી પ્રયત્ન કરો
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušajte ponovo
hu: Újrapróbálkozás
id: Coba Lagi
it: Prova ancora
ja: 再度試す
ko: 다시 시도
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Попробовать ещё раз
sk: Skúste to znovu
sr: Пробајте поново
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden Dene
ug: قايتا سىنا
uk: Спробувати знову
ur: دوبارہ کوشش کریں
vi: Hãy thử lại
zh_cn: 重试
zh_hk: 再試一次
