Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# HIDE_RECIPIENT_BEHAVIOR_EXPLANATION
source: You won't see this person when searching. You'll get a message request if they message you in the future.
ar: لن يظهر لك هذا الشخص عند البحث. سَتتلقَّى طلب رسالة إذا راسلَك في المستقبل.
be: Вы не ўбачыце гэтую асобу падчас пошуку. Калі яна напіша вам, вы атрымаеце запыт на перапіску.
bn: সার্চ করার সময় আপনি এই ব্যক্তিকে দেখতে পাবেন না। ভবিষ্যতে তারা আপনাকে ম্যাসেজ পাঠালে আপনি একটি ম্যাসেজ অনুরোধ পাবেন।
ca: No veuràs aquesta persona durant les teves cerques. Rebràs una sol·licitud de missatge si t'envia un missatge en el futur.
cs: Tato osoba se vám při vyhledávání nezobrazí. Pokud vám v budoucnu pošle zprávu, zobrazí se vám žádost o její zaslání.
da: Du ser ikke denne person, når du søger. Du modtager en anmodning, hvis vedkommende skriver til dig i fremtiden.
de: Du wirst diese Person bei der Suche nicht sehen. Du erhältst eine Unterhaltungsanfrage, wenn sie dir in Zukunft eine Nachricht schicken.
el: Δεν θα βλέπεις αυτό το άτομο στην αναζήτηση. Θα λάβεις ένα αίτημα μηνύματος εάν σου στείλει μήνυμα στο μέλλον.
es: No verás a esta persona en tus búsquedas. Recibirás una solicitud de mensaje si te escribe en algún momento.
fa: هنگام جستجو این شخص را نخواهید دید. اگر در آینده برای شما پیام ارسال کند، یک درخواست پیام دریافت خواهید کرد.
fi: Tätä henkilöä ei näytetä haussa. Saat viestipyynnön, jos hän jatkossa lähettää sinulle viestin.
fr: Cette personne n'apparaîtra plus dans vos résultats de recherche, mais pourra toujours vous envoyer une invitation par message si elle décide de vous écrire.
ga: Ní fheicfidh tú an duine seo agus cuardach á dhéanamh agat. Gheobhaidh tú iarratas teachtaireachta má sheolfaidh an duine sin teachtaireacht chugat amach anseo.
gu: શોધ કરતી વખતે તમે આ વ્યક્તિને જોશો નહીં. જો તેઓ ભવિષ્યમાં તમને મેસેજ મોકલશે તો તમને એક મેસેજ વિનંતી મળશે.
he: לא נציג לך את האדם הזה בזמן החיפוש. אם היא או הוא ישלחו לך הודעה בעתיד, תופיע אצלך בקשת הודעה.
hi: ढूँढ़ते समय आपको यह व्यक्ति नहीं दिखेगा। यदि वे भविष्य में आपको मेसेज भेजते हैं तो आपको एक मेसेज अनुरोध प्राप्त होगा।
hr: Nećete vidjeti ovu osobu prilikom pretraživanja. Dobit ćete zahtjev za poruku ako vam bude slala poruke.
hu: Nem fogod látni ezt a személyt keresés közben. Ha a jövőben üzenetet küld neked, felkérést kapsz.
id: Anda tidak akan melihat orang ini saat melakukan pencarian. Anda akan mendapatkan permintaan pesan jika mereka mengirimi Anda pesan di masa mendatang.
it: Questa persona non verrà mostrata nelle tue ricerche. Riceverai una richiesta di messaggio in caso di suoi messaggi in futuro.
ja: 検索してもこのユーザーは見つかりません。以後、メッセージがあった場合は、メッセージリクエストが届きます。
ko: 검색 시 이 사용자가 표시되지 않습니다. 향후 해당 사용자가 메시지를 보내는 경우 메시지 요청이 수신됩니다.
mr: शोधत असताना आपण ही व्यक्ती पाहू शकणार नाही. त्यांनी आपल्याला भविष्यामध्ये संदेश केल्यास आपणांस एक संदेश विनंती मिळेल.
ms: Anda tidak akan melihat orang ini semasa membuat pencarian. Anda akan menerima permintaan mesej jika mereka menghantar mesej kepada anda pada masa depan.
nb: Du vil ikke se denne personen når du søker. Du får en meldingsforespørsel hvis vedkommende sender deg en melding.
nl: Als je zoekt, zal deze persoon niet zichtbaar zijn. Je ontvangt een gespreksverzoek als diegene je in de toekomst een bericht stuurt.
pl: Ta osoba nie wyświetli się już podczas wyszukiwania. Jeśli w przyszłości wyśle Ci wiadomość, otrzymasz prośbę o kontakt.
pt_br: Você não verá esta pessoa ao pesquisar. Você receberá uma solicitação de mensagem se essa pessoa enviar uma mensagem para você no futuro.
pt_pt: Não irá ver esta pessoa ao procurar. Receberá um pedido de mensagem se ela lhe enviar mensagem no futuro.
ro: Nu vei vedea această persoană când cauți. O să primești o cerere de mesaj dacă îți trimite un mesaj în viitor.
ru: Этот человек не будет показываться при поиске. Если он напишет вам, вы получите запрос на переписку.
sk: Túto osobu pri vyhľadávaní neuvidíte. Ak vám v budúcnosti pošle správu, dostanete žiadosť o správu.
sr: Нећете видети ову особу приликом претраживања. Добићете захтев за дописивање ако вам у будућности пошаље поруку.
sv: Du kommer inte se den här personen när du söker. Du får en meddelandeförfrågan om de skickar meddelanden till dig framöver.
th: คุณจะไม่เห็นผู้ใช้รายนี้เมื่อทำการค้นหา คุณจะได้รับคำขอส่งข้อความหากผู้ใช้ส่งข้อความหาคุณในอนาคต
tr: Arama yaparken bu kişiyi görmezsin. Gelecekte sana mesaj atarlarsa bir mesaj isteği alacaksın.
ug: ئىزدىگەن ۋاقىتتا بۇ كىشىنى كۆرمەيسىز. كەلگۈسىدە ئۇلار سىزگە ئۇچۇر يوللاپ قالسا، سىزگە ئاۋۋال ئۇچۇر ئىلتىماسى كېلىدۇ.
uk: Ви не побачите цю людину під час пошуку. Якщо в майбутньому вона вам напише, ви отримаєте запит на повідомлення.
ur: آپ سرچ کرتے ہوئے اس فرد کو نہیں دیکھیں گے۔ اگر وہ مستقبل میں آپ کو میسج کریں گے تو آپ میسج کی درخواست حاصل کریں گے۔
vi: Bạn sẽ không nhìn thấy người này khi tìm kiếm. Bạn sẽ nhận được một yêu cầu gửi tin nhắn nếu người này nhắn tin cho bạn trong tương lai.
zh_cn: 您在搜索时将不会看到此用户。如果对方在日后给您发送消息，您将会收到消息请求。
zh_hk: 你不會在搜尋中看到此人。如他們日後向你傳送訊息，你會收到訊息請求。

# HIDE_RECIPIENT_BUTTON
source: Remove
ar: إزالة
be: Выдаліць
bn: সরিয়ে ফেলুন
ca: Suprimeix
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
ga: Bain
gu: દૂર કરો
he: הסרה
hi: हटा दें
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
mr: काढून टाका
ms: Alih keluar
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sr: Уклони
sv: Ta bort
th: ลบ
tr: Kaldır
ug: چىقىرىۋەت
uk: Вилучити
ur: ہٹا دیں
vi: Xóa
zh_cn: 移除
zh_hk: 移除

# HIDE_RECIPIENT_CONFIRMATION_TOAST
source: %@ has been removed.
ar: تمَّ حذف %1$@.
be: %1$@ быў(-ла) выдалены(-а).
bn: %1$@-কে মুছে ফেলা হয়েছে।
ca: S'ha eliminat a %1$@.
cs: %1$@ byl/a odebrán/a.
da: %1$@ er blevet fjernet.
de: %1$@ wurde entfernt.
el: Ο/Η %1$@ έχει αφαιρεθεί.
es: Se ha eliminado a %1$@.
fa: %1$@ حذف شده است.
fi: %1$@ on poistettu.
fr: %1$@ : contact supprimé.
ga: Baineadh %1$@.
gu: %1$@ને દૂર કરવામાં આવ્યા છે.
he: %1$@ הוסר/ה.
hi: %1$@ को हटा दिया गया है।
hr: Korisnik %1$@ je uklonjen.
hu: %1$@ eltávolításra került.
id: %1$@ telah dihapus.
it: Hai rimosso %1$@.
ja: %1$@ さんは削除されています。
ko: %1$@ 님을 제거했습니다.
mr: %1$@ ला काढून टाकण्यात आले आहे.
ms: %1$@ telah dialih keluar.
nb: %1$@ er fjernet.
nl: %1$@ is verwijderd.
pl: Ta osoba została usunięta: %1$@.
pt_br: %1$@ foi removido(a).
pt_pt: O contacto "%1$@" foi removido.
ro: %1$@ a fost eliminat.
ru: %1$@ был(-а) удален(-а).
sk: Používateľ %1$@ bol odstránený.
sr: %1$@ је уклоњен(а)
sv: %1$@ har tagits bort.
th: ลบ %1$@ แล้ว
tr: %1$@ kaldırıldı.
ug: %1$@ چىقىرىۋېتىلدى.
uk: Користувача %1$@ вилучено
ur: %1$@ کو ہٹا دیا گیا ہے۔
vi: %1$@ đã được xóa.
zh_cn: 已移除%1$@。
zh_hk: %1$@ 已被移除。

# HIDE_RECIPIENT_ERROR_ACTION_SHEET_EXPLANATION
source: Check your connection and try again.
ar: تحقَّق من اتصالك بالشبكة ثم حاوِل مرّة أخرى.
be: Праверце падключэнне і паўтарыце спробу.
bn: আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: Comprova la connexió i torna-ho a provar.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
da: Tjek din forbindelse, og prøv igen.
de: Überprüfe deine Verbindung und versuche es erneut.
el: Έλεγξε τη σύνδεσή σου και δοκίμασε πάλι.
es: Comprueba tu conexión e inténtalo de nuevo.
fa: اتصال خود را بررسی و دوباره تلاش کنید.
fi: Tarkista verkkoyhteys ja yritä uudelleen.
fr: Vérifiez votre connexion et réessayez.
ga: Seiceáil do nasc agus triail arís.
gu: તમારું કનેક્શન તપાસો અને ફરીથી પ્રયત્ન કરો.
he: כדאי לבדוק את החיבור שלך ולנסות שוב.
hi: अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Provjerite internetsku vezu i pokušajte ponovno.
hu: Ellenőrizd az internetkapcsolatod, és próbáld újra!
id: Periksa koneksi Anda dan coba lagi.
it: Controlla la tua connessione e riprova.
ja: インターネット接続を確認して再度試してください。
ko: 연결을 확인하고 다시 시도하세요.
mr: आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Periksa sambungan anda dan cuba lagi.
nb: Sjekk internettilkoblingen og prøv igjen.
nl: Controleer of je apparaat met het internet is verbonden en probeer het opnieuw.
pl: Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Verifique a sua conexão e tente novamente.
pt_pt: Verifique a sua ligação e tente novamente.
ro: Verifică-ți conexiunea și încearcă din nou.
ru: Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Skontrolujte svoje pripojenie a skúste to znovu.
sr: Проверите да ли сте повезани на интернет и пробајте поново.
sv: Kontrollera din anslutning och försök igen.
th: กรุณาตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Bağlantını kontrol edip tekrar dene.
ug: تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Перевірте з'єднання та спробуйте ще раз.
ur: اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Kiểm tra kết nối của bạn và thử lại.
zh_cn: 请检查您的网络连接并重试。
zh_hk: 請檢查網路連線，然後再試一次。

# HIDE_RECIPIENT_ERROR_ACTION_SHEET_TITLE_FORMAT
source: Unable to remove %@
ar: لا يمكن إزالة %1$@
be: Не атрымалася выдаліць %1$@
bn: %1$@-কে মুছে ফেলা যাচ্ছে না
ca: No s'ha pogut eliminar a %1$@
cs: %1$@ se nepodařilo odebrat
da: Kunne ikke fjerne %1$@
de: %1$@ kann nicht entfernt werden
el: Δεν είναι δυνατή η αφαίρεση του/της %1$@
es: No se ha podido eliminar a %1$@
fa: حذف %1$@ امکان‌پذیر نیست
fi: Henkilöä %1$@ ei voida poistaa
fr: Impossible de supprimer %1$@
ga: Ní féidir %1$@ a bhaint
gu: %1$@ને દૂર ન કરી શક્યા
he: לא הצלחנו להסיר את %1$@
hi: %1$@ को नहीं हटाया जा सकता
hr: Nije moguće ukloniti korisnika %1$@
hu: %1$@ eltávolítása sikertelen
id: Tidak dapat menghapus %1$@
it: Impossibile rimuovere %1$@
ja: %1$@ さんを削除できません
ko: %1$@ 님을 제거할 수 없습니다.
mr: %1$@ ला काढून टाकू शकत नाही
ms: Tidak dapat mengalih keluar %1$@
nb: Kan ikke fjerne %1$@
nl: Kan %1$@ niet verwijderen
pl: Nie udało się usunąć tej osoby: %1$@
pt_br: Não foi possível remover %1$@
pt_pt: Não foi possível remover %1$@
ro: Nu s-a putut elimina %1$@
ru: Не удалось удалить %1$@
sk: Používateľa %1$@ nie je možné odstrániť
sr: Уклањање корисника %1$@ није успело
sv: Det går inte att ta bort %1$@
th: ลบ %1$@ ไม่ได้
tr: %1$@ kaldırılamıyor
ug: «%1$@» نى ئۆچۈرگىلى بولمىدى
uk: Не вдалося вилучити користувача %1$@
ur: %1$@ کو ہٹانے سے قاصر ہیں
vi: Không thể xóa %1$@
zh_cn: 无法移除%1$@
zh_hk: 無法移除 %1$@

# HIDE_RECIPIENT_IMPASS_BECAUSE_SYSTEM_CONTACT_ACTION_SHEET_EXPLANATION
source: This person is saved to your device's Contacts. Delete them from your Contacts to remove them from this list.
ar: هذا الشخص محفوظ في جهات اتصالك. اِحذفه من جهات اتصالك لإزالته من اللائحة.
be: Гэтая асоба захаваная ў «Кантактах» на вашай прыладзе. Выдаліце яе з вашых «Кантактаў», каб выдаліць яе з гэтага спісу.
bn: আপনার ডিভাইসের কন্টাক্টে এই ব্যক্তির তথ্য সেভ করা আছে। এই তালিকা থেকে তাদের সরাতে আপনার কন্টাক্ট থেকে মুছে ফেলুন।
ca: Aquesta persona és als contactes del teu telèfon. Elimina-la dels teus contactes per treure-la d'aquesta llista.
cs: Tuto osobu máte uloženou v kontaktech ve svém zařízení. Chcete-li ji odstranit z tohoto seznamu, smažte ji ze svých kontaktů.
da: Denne person er gemt i enhedens kontakter. Slet vedkommende fra dine kontakter, og prøv igen.
de: Diese Person ist in den Kontakten deines Geräts gespeichert. Lösche sie aus deinen Kontakten, um sie aus dieser Liste zu entfernen.
el: Αυτό το άτομο έχει αποθηκευτεί στις επαφές της συσκευής σου. Διάγραψέ το από τις επαφές σου για να το αφαιρέσεις από τη λίστα.
es: Esta persona está guardada en los contactos de tu dispositivo. Elimínala de tus contactos para que no aparezca en esta lista.
fa: این شخص در «مخاطبان» دستگاه شما ذخیره شده است. برای پاک کردن او از این لیست، او را از «مخاطبان» خود حذف کنید.
fi: Tämä henkilö on tallennettu laitteesi yhteystietoihin. Poista henkilö yhteystiedoistasi, jotta voit poistaa hänet tästä luettelosta.
fr: Vous avez enregistré cette personne dans les contacts de votre appareil. Pour la retirer de cette liste, supprimez-la d'abord de vos contacts.
ga: Tá an duine seo sábháilte i dTeagmhálaithe ar do ghléas. Scrios an duine ó do Theagmhálaithe chun é nó í a bhaint den liosta seo.
gu: આ વ્યક્તિ તમારા ડિવાઇસના સંપર્કોમાં સેવ કરેલ છે. તેમને આ લિસ્ટમાંથી દૂર કરવા તેમને તમારા સંપર્કોમાંથી ડિલીટ કરો.
he: האדם הזה שמור ברשימת אנשי הקשר במכשיר שלך. צריך למחוק אותו או אותה מרשימת אנשי הקשר כדי להסיר אותם מרשימה זו.
hi: आपके डिवाइस के संपर्कों में इस व्यक्ति को सहेजा जा चुका है। उन्हें इस सूची से हटाने के लिए अपने संपर्कों से डिलीट करें।
hr: Ova je osoba spremljena u kontaktima vašeg uređaja. Izbrišite je iz svojih kontakata da biste je uklonili s popisa.
hu: Ez a személy el van mentve a készüléked Névjegyei közé. A listáról való eltávolításához töröld a Névjegyek közül.
id: Orang ini tersimpan di daftar Kontak perangkat Anda. Hapus mereka dari Kontak Anda untuk menghapusnya dari daftar ini.
it: Questa persona è salvata nell'elenco contatti del tuo dispositivo. Eliminala dai tuoi contatti per rimuoverla da questo elenco su Signal.
ja: このユーザーはデバイスの連絡先に保存されています。連絡先から消去すると、このリストから削除することができます。
ko: 이 사용자는 내 장치 연락처에 저장되어 있습니다. 이 목록에서 제거하려면 내 연락처에서 먼저 제거하세요.
mr: ही व्यक्ती आपल्या डिव्हाइसच्या संपर्कामध्ये जतन केली. त्यांना या सूचीमधून हटवण्यासाठी त्यांना आपल्या संपर्कामधून हटवा.
ms: Orang ini disimpan ke Kenalan dalam peranti anda. Padam mereka daripada Kenalan anda untuk mengalih keluar mereka daripada senarai ini.
nb: Denne personen er lagret i kontaktlisten på enheten din. Du må slette vedkommende fra kontaktlisten din først.
nl: Deze persoon is opgeslagen in de contactenlijst van je apparaat. Verwijder deze persoon uit Contacten op je telefoon om uit deze contactenlijst te halen.
pl: Ta osoba została zapisana jako kontakt na Twoim urządzeniu. Aby zniknęła z tej listy, usuń tę osobę z kontaktów.
pt_br: Esta pessoa está salva nos contatos do seu dispositivo. Para remover essa pessoa desta lista, remova-a dos seus contatos.
pt_pt: Esta pessoa está guardada nos Contactos do seu dispositivo. Elimina-a dos seus Contactos para a remover desta lista.
ro: Această persoană este salvată în Agenda dispozitivului tău. Șterge-o din Agendă și încearcă din nou.
ru: Этот человек сохранён в списке контактов вашего устройства. Удалите его из списка контактов, чтобы убрать из этого списка.
sk: Táto osoba je uložená v kontaktoch vášho zariadenia. Ak ju chcete odstrániť z tohto zoznamu, vymažte ju zo svojich kontaktov.
sr: Ова особа је сачувана у вашим контактима на уређају. Избришите је из контаката да је уклоните са ове листе.
sv: Den här personen finns i din enhets kontakter. Ta bort dem från dina kontakter för att ta bort dem från den här listan.
th: ผู้ใช้คนนี้อยู่ในรายชื่อผู้ติดต่อที่บันทึกไว้ในอุปกรณ์ของคุณ คุณต้องลบผู้ใช้ออกจากรายชื่อผู้ติดต่อในอุปกรณ์ก่อน จึงจะสามารถลบคนคนนี้ออกจากรายชื่อนี้ได้
tr: Bu kişi cihazında Kişiler'e kaydedildi. Bu kişiyi kaldırmak için Kişiler'inden sil.
ug: بۇ كىشى ئۈسكۈنىڭىزدىكى ئالاقىداشلار تىزىملىكىدە ساقلاندى. بۇ تىزىملىكتىن چىقىرىۋېتىش ئۈچۈن ئۇلارنى ئالاقىداشلاردىن ئۆچۈرىۋېتىڭ.
uk: Цю людину збережено в контактах вашого пристрою. Щоб вилучити її зі списку, видаліть її з контактів.
ur: یہ فرد آپ کی ڈیوائس کے رابطوں میں محفوظ ہے۔ انہیں اس فہرست سے ہٹانے کے لیے ان کو اپنے رابطوں سے حذف کریں۔
vi: Người này được lưu trong Danh bạ trên thiết bị của bạn. Xóa người này khỏi Danh bạ của bạn để gỡ khỏi danh sách này.
zh_cn: 此用户已保存到您设备的通讯录中。请在通讯录中删除对方以将其从列表中移除。
zh_hk: 已將此人儲存到你裝置的聯絡人中。從你的聯絡人中刪除他們，以將他們從此清單中移除。

# HIDE_RECIPIENT_IMPASS_BECAUSE_SYSTEM_CONTACT_ACTION_SHEET_TITLE
source: Unable to remove %@
ar: لا يمكن إزالة %1$@
be: Не атрымалася выдаліць %1$@
bn: %1$@-কে মুছে ফেলা যাচ্ছে না
ca: No s'ha pogut eliminar a %1$@
cs: %1$@ se nepodařilo odebrat
da: Kunne ikke fjerne %1$@
de: %1$@ kann nicht entfernt werden
el: Δεν είναι δυνατή η αφαίρεση του/της %1$@
es: No se ha podido eliminar a %1$@
fa: حذف %1$@ امکان‌پذیر نیست
fi: Henkilöä %1$@ ei voida poistaa
fr: Impossible de supprimer %1$@
ga: Ní féidir %1$@ a bhaint
gu: %1$@ને દૂર ન કરી શક્યા
he: לא הצלחנו להסיר את %1$@
hi: %1$@ को नहीं हटाया जा सकता
hr: Nije moguće ukloniti korisnika %1$@
hu: %1$@ eltávolítása sikertelen
id: Tidak dapat menghapus %1$@
it: Impossibile rimuovere %1$@
ja: %1$@ さんを削除できません
ko: %1$@ 님을 제거할 수 없습니다.
mr: %1$@ ला काढून टाकू शकत नाही
ms: Tidak dapat mengalih keluar %1$@
nb: Kan ikke fjerne %1$@
nl: Kan %1$@ niet verwijderen
pl: Nie udało się usunąć tej osoby: %1$@
pt_br: Não foi possível remover %1$@
pt_pt: Não foi possível remover %1$@
ro: Nu s-a putut elimina %1$@
ru: Не удалось удалить %1$@
sk: Používateľa %1$@ nie je možné odstrániť
sr: Уклањање корисника %1$@ није успело
sv: Det går inte att ta bort %1$@
th: ลบ %1$@ ไม่ได้
tr: %1$@ kaldırılamıyor
ug: «%1$@» نى ئۆچۈرگىلى بولمىدى
uk: Не вдалося вилучити користувача %1$@
ur: %1$@ کو ہٹانے سے قاصر ہیں
vi: Không thể xóa %1$@
zh_cn: 无法移除%1$@
zh_hk: 無法移除 %1$@

# HIDE_RECIPIENT_IMPOSSIBLE_BECAUSE_SYSTEM_CONTACT_ACTION_SHEET_EXPLANATION
source: This person is saved to your phone’s Contacts. Delete them from your Contacts on your phone and try again.
ar: هذا الشخص محفوظ في جهات اتصالك. احذفه من جهات اتصالك على هاتفك وحاوِل مرّة أخرى.
be: Гэтая асоба захавана ў вашых тэлефонных кантактах. Выдаліце яе са спісу кантактаў у вашым тэлефоне і паўтарыце спробу.
bn: এই ব্যক্তির তথ্য আপনার ফোনের কন্টাক্টে সংরক্ষিত আছে। আপনার ফোনে আপনার কন্টাক্ট থেকে সেগুলো মুছুন এবং আবার চেষ্টা করুন।
ca: Aquesta persona és als Contactes del teu telèfon. Elimina-la dels teus contactes i torna-ho a provar.
cs: Tuto osobu máte uloženou v kontaktech ve svém telefonu. Odstraňte ji z kontaktů v telefonu a zkuste to znovu.
da: Denne person er gemt i din enheds kontakter. Slet vedkommende fra kontakterne på din telefon, og prøv igen.
de: Diese Person ist in den Kontakten deines Telefons gespeichert. Lösche sie aus deinen Kontakten auf deinem Telefon und versuche es erneut.
el: Αυτό το άτομο έχει αποθηκευτεί στις επαφές του κινητού σου. Διάγραψέ το από τις επαφές στο κινητό σου και δοκίμασε ξανά.
es: Esta persona está guardada en los contactos de tu teléfono. Elimínala de los contactos de tu teléfono y vuelve a intentarlo.
fa: این فرد در مخاطبان تلفن شما ذخیره شده است. او را از مخاطبان تلفن خود پاک کنید و دوباره تلاش کنید.
fi: Tämä henkilö on tallennettu puhelimesi yhteystietoihin. Poista henkilö puhelimesi yhteystiedoista ja yritä uudelleen.
fr: Vous avez enregistré cette personne dans les contacts de votre appareil. Supprimez-la de vos contacts et réessayez.
ga: Tá an duine sin sábháilte i dTeagmhálaithe ar do ghuthán. Scrios ó do Theagmhálaithe ar do ghuthán é/í agus triail arís.
gu: આ વ્યક્તિ તમારા ફોનના સંપર્કોમાં સેવ કરેલ છે. તેમને તમારા ફોન પર તમારા સંપર્કોમાંથી ડિલીટ કરો અને ફરી પ્રયાસ કરો.
he: האדם הזה שמור ברשימת אנשי הקשר במכשיר שלך. צריך למחוק אותו או אותה מאנשי הקשר במכשיר שלך ולנסות שוב.
hi: इस व्यक्ति को आपके फोन के संपर्कों में सहेजा गया है। उन्हें अपने फोन के संपर्कों से हटाएं और पुनः प्रयास करें।
hr: Ova je osoba spremljena u kontaktima vašeg telefona. Izbrišite je iz svojih kontakata i pokušajte ponovno.
hu: Ez a személy el van mentve a telefonod Névjegyei közé. Töröld a Névjegyeid közül a telefonodon, és próbáld újra.
id: Orang ini tersimpan di Kontak ponsel Anda. Hapus dia dari daftar Kontak di ponsel Anda dan coba lagi.
it: Questa persona è salvata nella lista contatti del tuo telefono. Eliminala dai tuoi contatti e riprova.
ja: このユーザーはお使いのスマートフォンの連絡先に保存されています。連絡先から対象のユーザーを消去して、再度試してください。
ko: 귀하의 휴대폰 연락처에 저장된 사용자입니다. 휴대폰 연락처에서 제거한 다음 다시 시도하세요.
mr: या व्यक्तीला आपल्या फोनच्या संपर्कात जतन केले. आपल्या फोन वरील आपल्या संपर्कातून त्यांना हटवा आणि पुन्हा प्रयत्न करा.
ms: Orang ini disimpan ke Kenalan dalam telefon anda. Padam mereka daripada Kenalan dalam telefon anda dan cuba lagi.
nb: Denne personen er lagret i kontaktlisten på telefonen din. Slett vedkommende fra kontaktlisten, og prøv igjen.
nl: Deze persoon is opgeslagen in de contactenlijst van je apparaat. Verwijder deze persoon uit Contacten op je telefoon en probeer het opnieuw.
pl: Ta osoba została zapisana jako kontakt na Twoim telefonie. Usuń ją z kontaktów telefonu i spróbuj ponownie.
pt_br: Esta pessoa está salva nos contatos do seu dispositivo. Exclua essa pessoa dos contatos no seu telefone e tente novamente.
pt_pt: Esta pessoa está guardada nos Contactos do seu telemóvel. Elimine-a dos seus Contactos do telemóvel e tente outra vez.
ro: Această persoană este salvată în Agenda dispozitivului tău. Șterge-o din Agenda dispozitivului mobil și încearcă din nou.
ru: Этот человек сохранён в списке контактов вашего телефона. Удалите его из списка контактов вашего телефона и попробуйте ещё раз.
sk: Táto osoba je uložená v kontaktoch vášho telefónu. Vymažte ju zo svojich kontaktov v telefóne a skúste to znova.
sr: Ова особа је сачувана у контактима на вашем телефону. Избришите је из контаката на телефону и пробајте поново.
sv: Den här personen finns i din telefons kontakter. Ta bort hen från dina kontakter i telefonen och försök igen.
th: ผู้ใช้คนนี้อยู่ในรายชื่อผู้ติดต่อที่บันทึกไว้ในโทรศัพท์ของคุณ ลบผู้ใช้ออกจากรายชื่อผู้ติดต่อบนโทรศัพท์แล้วลองอีกครั้ง
tr: Bu kişi telefonundaki Kişiler'e kaydedildi. Bu kişiyi telefonundaki Kişiler'den kaldırıp tekrar dene.
ug: بۇ كىشى تېلېفونىڭىزدىكى ئالاقىداشلارغا ساقلاندى. ئۇلارنى تېلېفونىڭىزدىكى ئالاقىداشلاردىن ئۆچۈرۈپ، قايتا سىناڭ.
uk: Цю людину збережено в контактах вашого телефона. Видаліть її з контактів і спробуйте знову.
ur: یہ شخص آپ کے فون کے روابط میں محفوظ ہے۔ انہیں اپنے فون کے روابط سے حذف کریں اور دوبارہ کوشش کریں۔
vi: Người này được lưu trong Danh bạ trên điện thoại của bạn. Xóa liên hệ của người này trong Danh bạ trên điện thoại của bạn và thử lại.
zh_cn: 此用户已保存到您手机的通讯录中。请将对方从您的手机通讯录中删除，然后重试。
zh_hk: 此人已儲存在你手機的通訊錄中。從你手機的通訊錄中刪除他們，然後再試一次。

# HOME_VIEW_ARCHIVED_CONVERSATIONS
source: Archived Chats
af: Geargiveerde kletse
ar: الدردشات المؤرشفة
az: Arxivlənmiş söhbətlər
be: Архіваваныя чаты
bg: Архивирани разговори
bn: আর্কাইভকৃত চ্যাট
ca: Xats arxivats
cs: Archivované chaty
cy: Sgyrsiau wedi'u Harchifo
da: Arkiverede chats
de: Archivierte Chats
el: Αρχειοθετημένες συνομιλίες
es: Chats archivados
es_es: Chats archivados
et: Arhiveeritud vestlused
eu: Artxibatutako Solasaldiak
fa: گفتگوهای بایگانی‌شده
fi: Arkistoidut keskustelut
fil: Naka-archive na mga pag-uusap
fr: Conversations archivées
ga: Comhráite sa Chartlann
gu: આર્કાઇવ કરેલી ચેટ
he: צ׳אטים מאוחסנים בארכיון
hi: संग्रहीत की हुई चैट
hr: Arhivirani razgovori
hu: Archivált csevegések
id: Obrolan yang Diarsipkan
is: Spjall í geymslu
it: Chat archiviate
ja: アーカイブ済みのチャット
kab: Idiwenniyen yettuɣebren
kk: Мұрағатталған әңгімелер
km: á€á¶ášá‡á‡áŸ‚á€á”ááŸ’ááŸá¶áš
kn: ಆರ್ಕೈವ್ ಮಾಡಿದ ಚಾಟ್‌ಗಳು
ko: 보관한 대화
lt: Archyvuoti pokalbiai
lv: Arhivētās tērzēšanas
mk: Архивирани разговори
ml: ആർക്കൈവുചെയ്‌ത ചാറ്റുകൾ
mr: आर्काईव्ह केलेले चॅट्स
ms: Sembang Diarkib
my: မှတ်တမ်းတင်ထားသော စကားပြောဆိုမှုများ
nb: Arkiverte samtaler
nl: Gearchiveerde chats
pa: ਆਰਕਾਈਵ ਕੀਤੀਆਂ ਗੱਲਾਂਬਾਤਾਂ
pa_pk: آرکائیو کیتی گل بات
pl: Archiwum czatów
ps: ارشیف شوي چټونه
pt_br: Chats arquivados
pt_pt: Chats arquivados
ro: Conversații arhivate
ru: Архивированные чаты
sk: Archivované čety
sl: Arhivirani pogovori
sq: Fjalosje të Arkivuara
sr: Архивирана ћаскања
sv: Arkiverade chattar
sw: Gumzo Zilizojalidiwa
ta: காப்பக உரையாடல்கள்
te: ఆర్కైవ్ చేసిన చాట్స్
th: แชทที่ถูกเก็บในที่เก็บถาวร
tr: Arşivlenmiş Sohbetler
ug: ئارخىپلانغان پاراڭلار
uk: Архівні чати
ur: آرکائیو کردہ چیٹس
vi: Các cuộc trò chuyện đã lưu trữ
zh_cn: 已存档聊天
zh_hk: 已封存聊天
