Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_HELP_CARD_CASHING_OUT_DESCRIPTION
source: You can cash out MobileCoin anytime on an exchange that supports MobileCoin. Just make a transfer to your account at that exchange.
af: U kan te eniger tyd MobileCoin uitbetaal op ’n beurs wat MobileCoin steun. Maak bloot ’n oordrag na u rekening teen daardie beurs.
ar: يمكنك صرف Mobilecoin في أي وقت في منصة التداول التي تدعم Mobilecoin. يكفي فقط الإرسال إلى حسابك في تلك المنصة.
az: MobileCoin dəstəkləyən bir birjada istənilən vaxt MobileCoin-i nağdlaşdıra bilərsiniz. Sadəcə həmin bir birjadakı hesabınıza bir köçürmə edin.
be: Вы можаце вывесці MobileCoin у любы час на любую біржу, якая падтрымлівае MobileCoin. Проста перавядзіце сродкі на свой рахунак на гэтай біржы.
bn: MobileCoin-কে সাপোর্ট করে এমন যেকোনও কিছুর বিনিময়ে আপনি MobileCoin ক্যাশ আউট করতে পারবেন। কেবল সেটির বিনিময়ে আপনার অ্যাকাউন্টে টাকা ট্রান্সফার করুন।
ca: Podeu cobrar els MobileCoin en qualsevol moment amb un intercanvi que admeti MobileCoin. Només heu de fer una transferència al vostre compte amb aquest intercanvi.
cs: MobileCoin můžete kdykoli vyplatit na burze, která podporuje MobileCoin. Stačí provést převod na svůj účet na této burze.
cy: Gallwch dynnu allan o MobileCoin ar unrhyw bryd ar gyfnewidfa sy'n cefnogi MobileCoin. Dim ond trosglwyddo i'ch cyfrif yn y gyfnewidfa honno.
da: Du kan når som helst få udbetalt MobileCoin på en børs, der understøtter MobileCoin. Foretag blot en overførsel til din konto ved denne børs.
de: Du kannst MobileCoin jederzeit auf einer Handelsplattform, die MobileCoin unterstützt, auszahlen lassen. Überweise das Guthaben einfach auf dein Konto bei dieser Handelsplattform.
el: Μπορείτε να εξαργυρώσετε MobileCoin ανά πάσα στιγμή σε ένα ανταλλακτήριο που υποστηρίζει το MobileCoin. Απλώς κάντε μια μεταφορά προς τον λογαριασμό σας σε αυτό το ανταλλακτήριο.
es: Puedes transferir tus fondos en cualquier momento a una plataforma de intercambio que acepte MobileCoin. Tan solo tienes que hacer una transferencia a tu cuenta en esa plataforma.
et: Saad MobileCoine igal ajal rahana välja võtta MobileCoine toetavas vahetuskeskuses. Lihtsalt tee vastavas vahetuskeskuses oma kontole ülekanne.
eu: MobileCoin edonoiz atera dezakezu MobileCoin onartzen duen truke batean. Egin transferentzia bat truke horretan zure kontura.
fa: می‌توانید MobileCoin را هر زمانی در یک صرافی که از MobileCoin پشتیبانی می‌کند، نقد کنید. فقط یک انتقال به حساب خود در آن صرافی انجام دهید.
fi: MobileCoinit voi nostaa rahana milloin tahansa MobileCoin-yhteensopivalla kauppapaikalla siirtämällä rahat sillä sijaitsevalle tilille.
fr: Vous pouvez retirer des MobileCoins à tout moment sur une plateforme d'échange compatible MobileCoin. Il vous suffit d'effectuer un virement vers le compte que vous détenez sur cette plateforme d'échange.
gu: તમે MobileCoin ને સપોર્ટ કરતી એક્સચેન્જ પર ગમે ત્યારે MobileCoin ને કેશ આઉટ કરી શકો છો. ફક્ત તે એક્સચેન્જ પર તમારા એકાઉન્ટમાં સ્થાનાંતરિત કરો.
he: אתה יכול לפדות MobileCoin בכל זמן במסחר שתומך ב־MobileCoin. פשוט בצע העברה אל החשבון שלך במסחר הזה.
hi: आप MobileCoin का समर्थन करने वाले एक्सचेंज पर किसी भी समय MobileCoin को भुना सकते हैं। बस उस एक्सचेंज में अपने खाते पर ट्रांसफ़र करें।
hr: MobileCoin možete unovčiti bilo kada na burzi koja podržava MobileCoin. Samo izvršite prijenos na vaš račun na toj burzi.
hu: Bármikor kiveheted a MobileCoint egy átváltó szolgáltatáson, ami támogatja a MobileCoint. Csak utalj a fiókod részére azon a tőzsdén.
id: Anda dapat menarik saldo MobileCoin kapan saja pada layanan exchange yang mendukung MobileCoin. Hanya dengan melakukan transfer ke akun Anda di exchange tersebut.
is: Þú getur hvenær sem er tekið út MobileCoin myntina þína í greiðslumiðlun sem styður MobileCoin - MOB. Framkvæmdu einfaldlega millifærslu á greiðsluaðganginn þinn á þeirri greiðslumiðlun.
it: Puoi incassare i MobileCoin in qualsiasi momento su un exchange che supporta MobileCoin. Effettua un trasferimento sul tuo account in quel exchange.
ja: MobileCoinを扱っている取引所では、その取引所のあなたの口座に振り込むだけで、いつでもMobileCoinを現金化することができます。
km: á¢áŸ’á“á€á¢á¶á…áŠá€á”áŸ’ášá¶á€áŸ‹ MobileCoin á‚áŸ’ášá”áŸ‹á–áŸá›áœáŸá›á¶á“áŸ…á€á“áŸ’á›áŸ‚á„á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹áŠáŸ‚á›á‚á¶áŸ†á‘áŸ’áš MobileCoin áŸ” á‚áŸ’ášá¶á“áŸ‹ááŸ‚á’áŸ’áœá¾á€á¶ášá•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹á‘áŸ…á€á¶á“áŸ‹á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á€á“áŸ’á›áŸ‚á„á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹á“áŸ„áŸ‡áŸ”
kn: MobileCoin ಬೆಂಬಲಿಸುವ ವಿನಿಮಯದಲ್ಲಿ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನೀವು MobileCoin ಅನ್ನು ನಗದು ಮಾಡಿಕೊಳ್ಳಬಹುದು. ಆ ವಿನಿಮಯದಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಗೆ ಕೇವಲ ವರ್ಗಾವಣೆ ಮಾಡಿಕೊಳ್ಳಿ.
ko: MobileCoin을 지원하는 거래소에서 언제든지 MobileCoin을 현금화할 수 있습니다. 해당 거래소에서 계좌로 이체하기만 하면 됩니다.
lt: „MobileCoin“ valiutą bet kuriuo metu galite išgryninti valiutos keitimo punktuose, kurie palaiko „MobileCoin“. Tiesiog, atlikite pervedimą į savo sąskaitą tame valiutos keitimo punkte.
lv: Jūs varat izņemt MobileCoin jebkurā laikā maiņas punktā, kas atbalsta MobileCoin. Vienkārši veiciet pārskaitījumu uz savu kontu attiecīgajā biržā.
mk: Можете да си ги исплатите MobileCoin било кога на берза што поддржува MobileCoin. Само направете трансакциска сметка на таа берза.
ml: മൊബൈൽ കോയിൻ പിന്തുണയ്ക്കുന്ന ഒരു എക്സ്ചേഞ്ചിൽ നിങ്ങൾക്ക് ഏത് സമയത്തും മൊബൈൽ കോയിൻ ക്യാഷ് ചെയ്യാം. ആ എക്സ്ചേഞ്ചിൽ നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ഒരു ട്രാൻസ്ഫർ നടത്തുക.
mr: MobileCoin चे समर्थन करत असलेल्या ऐक्सचेंजवर आपण कधीही MobileCoin फंड काढू शकता. फक्त त्या ऐक्सचेंजवर आपल्या खात्यावर स्थानांतरण करा.
ms: Anda boleh mengeluarkan MobileCoin pada bila-bila sahaja di pertukaran yang menyokong MobileCoin. Hanya buat pemindahan ke akaun anda di pertukaran tersebut.
my: မည်သည့်အချိတ်မဆို MobileCoin ပံ့ပိုးသော ငွေလဲလှယ်သည့်နေရာတွင် MobileCoin ငွေထုတ်ယူလို့ရပါသည်။ ၎င်းငွေလဲလှယ်သည့်နေရာတွင် သင့်အကောင့်သို့ လွှဲလိုက်ပါ။
nb: Du kan bruke MobileCoin på en hvilken som helst plattform som støtter MobileCoin. Du trenger bare å overføre penger til kontoen din på plattformen for å bruke MobileCoin.
nl: Je kunt op elk moment je MobileCoin laten uitbetalen via een beurs die MobileCoin ondersteunt. Je hoeft slechts over te schrijven naar jouw account bij die beurs.
pa: ਤੁਸੀਂ MobileCoin ਦਾ ਸਮਰਥਨ ਕਰਨ ਵਾਲੇ ਐਕਸਚੇਂਜ 'ਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ MobileCoin ਨੂੰ ਨਕਦ ਲੈ ਸਕਦੇ ਹੋ। ਉਸ ਐਕਸਚੇਂਜ 'ਤੇ ਸਿਰਫ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕਰੋ।
pl: W każdej chwili możesz spieniężyć MobileCoin w kantorze, który obsługuje tę walutę. Aby to zrobić, przelej środki na swoje konto w takim kantorze.
ps: تاسې هر وخت کولای شئ په هغه صرافي کې چې د MobileCoin خدمات لري خپلې پیسې له MobileCoin څخه نغدي کړئ. هلته یوازې خپلې پیسې خپل اکاونټ ته ولیږئ.
pt_br: Você pode sacar MobileCoin a qualquer momento em uma intermediação de troca que aceite MobileCoin. Basta fazer uma transferência para a sua conta nessa intermediação de troca.
pt_pt: Você pode tirar o dinheiro da MobileCoin a qualquer momento numa transferência que suporte a MobileCoin. Apenas necessita de fazer uma transferência para a sua conta nessa trans
ro: Poți schimba oricând MobileCoin în numerar la un exchange care acceptă MobileCoin. Nu trebuie decât să faci un transfer către contul tău de la acel exchange.
ru: Вы можете вывести MobileCoin в любое время на любую биржу, которая поддерживает MobileCoin. Просто переведите средства на свою учётную запись на этой бирже.
sk: MobileCoin si kedykoľvek môžete zmeniť na hotovosť v zmenárni, ktorá podporuje MobileCoin. Jednoducho vykonajte prevod na váš účet v danej zmenárni.
sl: Vaše MobileCoine si lahko kadarkoli izplačate v menjalnici, ki podpira MobileCoin, tako da naredite prenos sredstev na vaš račun v menjalnici.
sq: Mund të thyeni MobileCoin në çfarëdo kohe në një platformë që mbulon MobileCoin. Thjesht bëni një shpërngulje te llogaria juaj në atë platformë.
sr: Можете да уновчите MobileCoin у било којем тренутку на берзи која подржава MobileCoin. Само пренесите на свој рачун на тој берзи.
sv: Du kan betala ut MobileCoin när som helst på ett börs som stöder MobileCoin. Gör bara en överföring till ditt konto vid växlingen.
sw: Unaweza kutoa MobileCoin wakati wowote kwenye ubadilishaji unaotumia MobileCoin. Hamishia tu kwenye akaunti yako katika ubadilishaji huo.
ta: உன்னால் முடியும் பணம் அவுட் MobileCoin எந்த நேரத்திலும் பரிமாற்றம்இது MobileCoin ஐ ஆதரிக்கிறது. ஒரு செய்யுங்கள்பரிமாற்றம் உங்கள் கணக்கு அந்த நேரத்தில் பரிமாற்றம்.
te: మీరు MobileCoinకు మద్దతిచ్చే మారకంలో ఎప్పుడైనా MobileCoinను క్యాష్ అవుట్ చేయవచ్చు. ఆ మారకంలో మీ ఖాతాకు బదిలీ చేయండి.
th: คุณสามารถถอน MobileCoin เป็นเงินสดได้ตลอดเวลาในตลาดหลักทรัพย์ที่รองรับ MobileCoin เพียงแค่โอนเงินไปยังบัญชีในตลาดหลักทรัพย์นั้น
tr: İstediğiniz zaman MobileCoin destekleyen herhangi bir kambiyoda nakde çevirebilirsiniz. Sadece bu kambiyodaki hesabınıza aktarım yapmanız gerektiğini unutmayın.
ug: MobileCoin نى قوللايدىغان ئالماشتۇرغۇچىدا خالىغان ۋاقىتتا MobileCoin نى نەقلەشتۈرەلەيسىز. پەقەت بۇ ئالماشتۇرغۇچىدىكى ھېساباتىڭىزغا يۆتكىسىڭىزلا بولىدۇ.
uk: Вивести MobileCoin можна на біржі, яка підтримує MobileCoin. Просто здійсніть переказ на свій рахунок на такій біржі.
ur: آپ کبھی بھی ایسے تبادلے پر موبائل کوائن کیش کر سکتے ہیں جو موبائل کوائن کو سپورٹ کرتا ہے۔ اس تبادلے میں صرف اپنے اکاؤنٹ میں ٹرانسفر کریں۔
vi: Bạn có thể rút tiền mặt MobileCoin bất kì lúc nào trên một sàn trao đổi có hỗ trợ MobileCoin. Chỉ cần thực hiện một chuyển khoản đến tài khoản của bạn ở sàn trao đổi đó.
zh_cn: 在支持 MobileCoin 的交易平台上，可随时兑现 MobileCoin。只需在该交易平台上，将资金转移至您的帐户。
zh_hk: 您可隨時在支援 MobileCoin 的交易平台上提取 MobileCoin，只需進行一筆轉移至您在該交易平台上的帳號即可。

# SETTINGS_PAYMENTS_HELP_CARD_CASHING_OUT_TITLE
source: Cashing out
af: Uitbetaal
ar: صرف المبالغ
az: Nağdlaşdırma
be: Вывесці сродкі
bn: ক্যাশ আউট
ca: Passar per caixa
cs: Vyplacení
cy: Tynnu arian allan
da: Udbetaling
de: Auszahlungen
el: Εξαργύρωση
es: Retirar fondos
et: Raha välja võtmine
eu: Kobratzen
fa: تخلیهٔ حساب
fi: Nostaminen
fr: Retraits
gu: કેશ આઉટ કરવું
he: פדיון
hi: भुनाना
hr: Isplata novca
hu: Pénzkivét
id: Menarik saldo
is: Taka út innistæðu
it: Incassare
ja: 出金
km: áŠá€á”áŸ’ášá¶á€áŸ‹
kn: ನಗದು ಮಾಡಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ
ko: 현금화
lt: Pinigų išgryninimas
lv: Naudas izmaksa
mk: Исплата
ml: പണമാക്കുക
mr: फंड काढत आहे
ms: Mengeluarkan wang
my: ငွေထုတ်ယူခြင်း
nb: Løse inn i kontanter
nl: Uitbetalen
pa: ਨਿਵੇਸ਼ ਵੇਚਣਾ
pl: Wypłacanie
ps: د پیسو نغدي کول
pt_br: Sacar
pt_pt: Tirar dinheiro
ro: Schimbul în numerar
ru: Вывод средств
sk: Zmena na hotovosť
sl: Izplačilo
sq: Thyerje çeqesh
sr: Уновчавање
sv: Utbetalning
sw: Kutoa pesa
ta: வெளியே பணம்
te: క్యాష్ అవుట్
th: การถอนออกเป็นเงินสด
tr: Nakit çıkışı
ug: نەق پۇلغا ئايلاندۇر
uk: Як виводити кошти
ur: کیش آؤٹ
vi: Rút tiền
zh_cn: 兑现
zh_hk: 提取款項

# SETTINGS_PAYMENTS_HELP_CARD_SAVE_PASSPHRASE_BUTTON
source: Save Your Phrase
ar: حفظ عبارتك
be: Захаваць сваю фразу
bn: আপনার বাক্যটি সেভ করুন
ca: Desa la teva frase
cs: Uložit frázi
da: Gem din sætning
de: Speichere deinen Satz
el: Αποθήκευσε τη φράση σου
es: Guardar frase
fa: ذخیره‌سازی عبارت خود
fi: Tallenna lauseesi
fr: Enregistrer votre phrase
ga: Sábháil do Fhrása
gu: તમારો ફ્રેઝ સેવ કરો
he: שמירת המשפט שלך
hi: अपना वाक्य सहेजें
hr: Spremi frazu
hu: Kifejezés mentése
id: Simpan Frasa Anda
it: Salva la tua frase
ja: フレーズを保存する
ko: 문구 저장
mr: आपला वाक्यांश जतन करा
ms: Simpan frasa anda
nb: Lagre frasen
nl: Sla je herstelzin op
pl: Zapisz swoją frazę
pt_br: Salve sua frase
pt_pt: Guardar a sua frase
ro: Salvează fraza
ru: Сохраните свою фразу
sk: Uložiť frázu
sr: Сачувајте фразу
sv: Spara din fras
th: บันทึกวลีของคุณ
tr: İfadeyi kaydet
ug: بىخەتەرلىك ئىبارىسىنى ساقلاش
uk: Збережіть свою фразу
ur: اپنی عبارت محفوظ کریں
vi: Lưu cụm từ của bạn
zh_cn: 保存您的短语
zh_hk: 儲存您的片語

# SETTINGS_PAYMENTS_HELP_CARD_SAVE_PASSPHRASE_DESCRIPTION
source: Your recovery phrase gives you another way to restore your balance.
ar: توفر لك عبارة الاستعادة وسيلة أخرى لاستعادة رصيدك.
be: Ваша фраза для аднаўлення дае вам дадатковы спосаб аднавіць свой баланс.
bn: পুনরুদ্ধার করার বাক্যটি আপনাকে আপনার ব্যালেন্স পুনরায় ফিরে পাওয়ার জন্য আরেকটি উপায় দিয়ে থাকে।
ca: La frase de recuperació us ofereix una altra manera de restaurar el teu balanç.
cs: Vaše fráze pro obnovení vám poskytuje další způsob, jak obnovit zůstatek.
da: Din gendannelsessætning giver dig en anden måde at gendanne din betalingskonto på.
de: Mit deiner Wiederherstellungsphrase hast du eine weitere Möglichkeit, dein Guthaben wiederherzustellen.
el: Η φράση ανάκτησης σού δίνει ακόμα έναν τρόπο να επαναφέρεις το υπόλοιπό σου.
es: La frase de recuperación también te permite restaurar tu saldo.
fa: عبارت بازیابی راه دیگری برای بازیابی موجودی‌تان در اختیارتان قرار می‌دهد.
fi: Palautuslauseella voit palauttaa saldosi, jos tavanomaiset kirjautumismenetelmät eivät toimi.
fr: Avec une phrase de récupération, vous disposez d'un autre moyen de récupérer votre solde.
ga: Tugtar bealach eile duit le do fhrása athshlánaithe d'iarmhéid a aischur.
gu: તમારો રિકવરી ફ્રેઝ તમને તમારા બેલેન્સને રિસ્ટોર કરવાની બીજી રીત પૂરી પાડે છે.
he: משפט השחזור שלך נותן לך דרך נוספת לשחזר את היתרה שלך.
hi: आपका रिकवरी फ़्रेज़ आपको अपना बहाल रीस्टोर करने का एक और तरीका प्रदान करता है।
hr: Vaša fraza za oporavak predstavlja još jedan način da vratite prethodno stanje svog računa.
hu: A helyreállítási kifejezés egy másik lehetőség arra, hogy visszaállítsd az egyenleged.
id: Frasa pemulihan menawarkan cara baru untuk memulihkan saldo Anda.
it: La tua frase di recupero ti offre un altro modo per ripristinare il tuo saldo.
ja: リカバリーフレーズは、残高を復元するもう一つの方法です。
ko: 복구 문구는 잔액을 복원할 또 다른 방법을 제공합니다.
mr: आपली पुनर्प्राप्ती वाक्यांश आपल्याला आपली शिल्लक पुनर्संचयित करण्याचा आणखी एक मार्ग देतो.
ms: Frasa pemulihan anda memberikan anda kaedah lain untuk memulihkan baki anda.
nb: Gjenopprettingsfrasen gjør det mulig å gjenopprette saldoen din.
nl: Je herstelzin geeft je een extra manier om je krediet te herstellen.
pl: Fraza odzyskiwania to dodatkowy sposób na przywrócenie środków.
pt_br: Com uma frase de recuperação, você ganha acesso a outra maneira de restaurar seu saldo.
pt_pt: A sua frase de recuperação dá-lhe outra forma de restaurar o seu saldo.
ro: Fraza de recuperare îți oferă încă un mod să restaurezi accesul.
ru: Ваша фраза восстановления — это дополнительный способ восстановить ваши средства.
sk: Vaša fráza na obnovenie je ďalším spôsobom, ako obnoviť váš zostatok.
sr: Фраза за опоравак вам пружа други начин да вратите средства.
sv: Din återställningsfras ger dig ett annat sätt att återställa ditt saldo.
th: วลีกู้คืนเป็นอีกวิธีหนึ่งในการกู้คืนยอดเงินของคุณ
tr: Kurtarma ifaden sana bakiyeni kurtarmak için başka bir yol sunar.
ug: ئەسلىگە كەلتۈرۈش ئىبارىسى سىزنىڭ قالدۇق سوممىڭىزنى ئەسلىگە كەلتۈرۈشتىكى يەنە بىر خىل ئۇسۇل بولۇپ ھېسابلىنىدۇ.
uk: Кодова фраза — це ще один спосіб відновлення платіжного профілю.
ur: آپ کی بحالی کی عبارت آپ کو اپنا بیلنس بحال کرنے کا ایک اور طریقہ دیتی ہے۔
vi: Cụm từ khôi phục cho bạn một cách khác để khôi phục số dư tài khoản của mình.
zh_cn: 您的恢复短语为您提供了另一种恢复余额的办法。
zh_hk: 恢復片語是幫助您恢復餘額的另一途徑。

# SETTINGS_PAYMENTS_HELP_CARD_SAVE_PASSPHRASE_TITLE
source: Save Your Phrase
ar: حفظ عبارتك
be: Захаваць сваю фразу
bn: আপনার বাক্যটি সেভ করুন
ca: Desa la teva frase
cs: Uložit frázi
da: Gem din sætning
de: Speichere deinen Satz
el: Αποθήκευσε τη φράση σου
es: Guardar frase
fa: ذخیره‌سازی عبارت خود
fi: Tallenna lauseesi
fr: Enregistrer votre phrase
ga: Sábháil do Fhrása
gu: તમારો ફ્રેઝ સેવ કરો
he: שמירת המשפט שלך
hi: अपना वाक्य सहेजें
hr: Spremi frazu
hu: Kifejezés mentése
id: Simpan Frasa Anda
it: Salva la tua frase
ja: フレーズを保存する
ko: 문구 저장
mr: आपला वाक्यांश जतन करा
ms: Simpan frasa anda
nb: Lagre frasen
nl: Sla je herstelzin op
pl: Zapisz swoją frazę
pt_br: Salve sua frase
pt_pt: Guardar a sua frase
ro: Salvează fraza
ru: Сохраните свою фразу
sk: Uložiť frázu
sr: Сачувајте фразу
sv: Spara din fras
th: บันทึกวลีของคุณ
tr: İfadeyi kaydet
ug: بىخەتەرلىك ئىبارىسىنى ساقلاش
uk: Збережіть свою фразу
ur: اپنی عبارت محفوظ کریں
vi: Lưu cụm từ của bạn
zh_cn: 保存您的短语
zh_hk: 儲存您的片語

# SETTINGS_PAYMENTS_HELP_CARD_UPDATE_PIN_BUTTON
source: Update PIN
af: Werk PIN by
ar: تحديث رقم PIN
az: PIN-i yenilə
be: Абнавіць PIN-код
bn: পিন আপডেট করুন
ca: Actualitza el PIN
cs: Aktualizovat PIN
cy: Diweddaru PIN
da: Opdatér pinkode
de: PIN aktualisieren
el: Ανανέωση PIN
es: Actualizar PIN
et: Uuenda PIN-koodi
eu: Eguneratu PINa
fa: به‌روزرسانی پین
fi: Päivitä tunnusluku
fr: Mettre à jour le code PIN
ga: Nuashonraigh UAP
gu: PIN અપડેટ કરો
he: עדכן PIN
hi: पिन अपडेट करें
hr: Ažuriraj PIN
hu: PIN frissítése
id: Perbarui PIN
is: Uppfæra PIN-númer
it: Aggiorna PIN
ja: PINを更新
kab: Snifel PIN
km: á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€á¼áŠ PIN
kn: ಪಿನ್ ನವೀಕರಿಸಿ
ko: 번호 업데이트
lt: Atnaujinti PIN kodą
lv: Aktualizēt PIN
mk: Ажурирај PIN
ml: PIN പുതുക്കുക
mr: PIN अद्यतनित करा
ms: Kemas kini PIN
my: ပင်နံပါတ်ကိုအသစ်ပြောင်းပါ
nb: Oppdater PIN
nl: Nieuwe pincode aanmaken
pa: ਪਿੰਨ ਅੱਪਡੇਟ ਕਰੋ
pl: Zmień PIN
ps: د PIN اپډیټ کول
pt_br: Atualizar PIN
pt_pt: Atualizar PIN
ro: Actualizează PIN-ul
ru: Обновить PIN-код
sk: Aktualizovať PIN kód
sl: Posodobite PIN
sq: Përditësoni PIN-in
sr: Ажурирај PIN
sv: Uppdatera PIN-kod
sw: Sasisha Nenosiri
ta: பின்னைப் புதுப்பிக்கவும்
te: పిన్‌ను నవీకరించండి
th: เปลี่ยนรหัส PIN
tr: PIN'i güncelle
ug: PIN يېڭىلا
uk: Оновити PIN-код
ur: پن کو اپ ڈیٹ کریں
vi: Cập nhật mã PIN
zh_cn: 更新 PIN
zh_hk: 更新 PIN 碼
