Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CALL_AUDIO_MISSED_24_HOURS_NOTIFICATION_BODY_FORMAT
source: 📞 Missed voice call at %@
af: 📞 Missed audio call at %@
ar: 📞مكالمة صوتية فائتة عند الساعة %1$@
az: 📞 Cavabsız səsli zəng vaxtı: %@
be: 📞 Прапушчаны галасавы званок у %1$@
bn: 📞 %1$@টায় অডিও কল মিস হয়েছে
ca: 📞 Trucada perduda: %1$@
cs: 📞 Zmeškaný hlasový hovor v %1$@
cy: 📞 Missed audio call at %@
da: 📞 Ubesvaret taleopkald kl. %1$@
de: 📞 Verpasster Sprachanruf um %1$@
el: 📞 Αναπάντητη φωνητική κλήση στις %1$@
es: 📞 Llamada perdida - %1$@
et: 📞 Vastamata audiokõne kell %@
eu: 📞 Missed audio call at %@
fa: 📞 تماس صوتی ازدست‌رفته در %1$@
fi: 📞 Vastaamaton äänipuhelu %1$@
fr: 📞 Appel vocal manqué à %1$@
ga: 📞 Guthghlao caillte ag %1$@
gu: 📞 %1$@ વાગ્યે મિસ્ડ વૉઇસ કૉલ
he: 📞 שיחה קולית שלא נענתה בשעה %1$@
hi: 📞 %1$@ पर मिस्ड वॉयस कॉल
hr: 📞 Propušten glasovni poziv u %1$@
hu: 📞 Nem fogadott hanghívás ekkor: %1$@
id: 📞 Panggilan suara tak terjawab pada %1$@
is: 📞 Ósvarað hljóðsímtal kl. %@
it: 📞 Chiamata vocale persa alle %1$@
ja: 📞 不在着信 %1$@
kab: 📞 Missed audio call at %@
km: ğŸ“ áá€á˜á·á“á”á¶á“á‘á‘á½á›á€á¶ášá áŸ…á‡á¶áŸáŸ†á¡áŸá„á“áŸ…á˜áŸ‰áŸ„á„ %@
kn: 📞 Missed audio call at %@
ko: 📞 %1$@ 부재중 음성 통화
lt: 📞 Praleistas garso skambutis ties %@
lv: 📞 Missed audio call at %@
mk: 📞 Missed audio call at %@
ml: 📞 %@-ന് മിസ്‍ഡ് ഓഡിയോ കോൾ
mr: 📞 %1$@वाजता चुकलेला व्हॉईस काॅल
ms: 📞 Panggilan suara terlepas pada pukul %1$@
my: 📞 Missed audio call at %@
nb: 📞 Ubesvart taleanrop kl. %1$@
nl: 📞 Gemiste spraakoproep om %1$@
pa: %@ ਵਜੇ 📞 ਖੁੰਝੀ ਆਡੀਓ ਕਾਲ
pl: 📞 Nieodebrane połączenie głosowe o %1$@
ps: 📞 Missed audio call at %@
pt_br: 📞 Chamada de voz perdida à(s) %1$@
pt_pt: 📞 Chamada de voz perdida às %1$@
ro: 📞 Apel vocal nepreluat la %1$@
ru: 📞 Пропущенный аудиозвонок в %1$@
sk: 📞 Zmeškaný hlasový hovor o %1$@
sl: 📞Zgrešen zvočni klic ob %@
sq: 📞 Thirrje audio e humbur më %@
sr: 📞 Пропуштени гласовни позив у %1$@
sv: 📞 Missat röstsamtal kl %1$@
sw: Simu fifi mida ya%@
ta: 📞 Missed audio call at %@
te: 📞 Missed audio call at %@
th: 📞 สายโทรเสียงที่ไม่ได้รับตอน %1$@
tr: 📞 %1$@ saatinde cevapsız sesli arama
ug: 📞ئېلىنمىغان ئاۋازلىق چاقىرىق %1$@
uk: 📞 Пропущений аудіовиклик: %1$@
ur: 📞 %1$@ پر مسڈ وائس کال
vi: 📞 Cuộc gọi thoại nhỡ vào lúc %1$@
zh_cn: 📞 %1$@有未接语音来电
zh_hk: 📞 於 %1$@ 的未接語音通話

# CALL_AUDIO_MISSED_NOTIFICATION_BODY
source: 📞 Missed voice call
af: 📞 Gemisde oudio-oproep
ar: 📞 مكالمة صوتية فائتة
az: 📞 Cavabsız səsli zəng
be: 📞 Прапушчаны галасавы званок
bn: 📞 অডিও কল মিস হয়েছে
ca: 📞 Trucada perduda
cs: 📞 Zmeškaný hlasový hovor
cy: 📞 Galwad sain coll
da: 📞 Ubesvaret taleopkald
de: 📞 Verpasster Sprachanruf
el: 📞 Αναπάντητη φωνητική κλήση
es: 📞 Llamada perdida
es_es: 📞 Llamada perdida
et: 📞 Vastamata häälkõne
eu: 📞 Audio dei galdua
fa: 📞 تماس صوتی ازدست‌رفته
fi: 📞 Vastaamaton äänipuhelu
fr: 📞 Appel vocal manqué
ga: 📞 Guthghlao caillte
gu: 📞 મિસ્ડ વૉઇસ કૉલ
he: 📞 שיחה קולית שלא נענתה
hi: 📞 मिस्ड वॉयस कॉल
hr: 📞 Propušten glasovni poziv
hu: 📞 Nem fogadott hanghívás
id: 📞 Panggilan suara tak terjawab
is: 📞 Ósvarað hljóðsímtal
it: 📞 Chiamata vocale persa
ja: 📞 不在着信
kab: 📞 Asiwel s umeslaw ifut
km: ğŸ“ áá€áá¶á“á áŸ…á…á¼á›á‡á¶áŸáŸ†á¡áŸá„
kn: 📞 ತಪ್ಪಿದ ಆಡಿಯೊ ಕರೆ
ko: 📞 부재중 음성 통화
lt: 📞 Praleistas garso skambutis
lv: ☎Neatbildēts audio zvans
mk: 📞 Пропуштен аудио повик…
ml: 📞 മിസ്സ്‌ ചെയ്ത ഓഡിയോ കോൾ
mr: 📞 चुकलेला व्हाईस कॉल
ms: 📞 Panggilan suara terlepas
my: 📞 အသံခေါ်ဆိုမှု လွဲခဲ့ပါသည်
nb: 📞 Ubesvart taleanrop
nl: 📞 Gemiste spraakoproep
pa: 📞 ਖੁੰਝੀ ਆਡੀਓ ਕਾਲ
pl: 📞 Nieodebrane połączenie głosowe
ps: 📞له لاسه ورکړی غږیز زنګ
pt_br: 📞 Chamada de voz perdida
pt_pt: 📞 Chamada de voz perdida
ro: 📞Apel vocal nepreluat
ru: 📞 Пропущенный аудиозвонок
sk: 📞 Zmeškaný hlasový hovor
sl: Zgrešen zvočni klic
sq: 📞 Thirrje audio e humbur
sr: 📞 Пропуштени гласовни позив
sv: 📞 Missat röstsamtal
sw: 📞 Umekosa simu ya sauti
ta: 📞 ஒலி அழைப்பு தவறவிட்டது
te: 📞 తప్పిన ఆడియో కాల్
th: 📞 สายโทรเสียงที่ไม่ได้รับ
tr: 📞 Cevapsız sesli arama
ug: 📞ئېلىنمىغان ئاۋازلىق چاقىرىق
uk: 📞 Пропущений аудіовиклик
ur: 📞 مسڈ وائس کال
vi: 📞 Cuộc gọi thoại nhỡ
zh_cn: 📞 未接语音来电
zh_hk: 📞 未接語音通話

# CALL_AUDIO_MISSED_PAST_NOTIFICATION_BODY_FORMAT
source: 📞 Missed voice call on %@
af: 📞 Missed audio call on %@
ar: 📞مكالمة صوتية فائتة بتاريخ %1$@
az: 📞 Cavabsız səsli zəng vaxtı: %@
be: 📞 Прапушчаны галасавы званок %1$@
bn: 📞 অডিও কল মিস হয়েছে %1$@ তারিখে
ca: 📞 Trucada perduda: %1$@
cs: 📞 Zmeškaný hlasový hovor v %1$@
cy: 📞 Missed audio call on %@
da: 📞 Ubesvaret taleopkald den %1$@
de: 📞 Verpasster Sprachanruf um %1$@
el: 📞 Αναπάντητη φωνητική κλήση στις %1$@
es: 📞 Llamada perdida el %1$@
et: 📞 Vastamata häälkõne %@
eu: 📞 Missed audio call on %@
fa: 📞 تماس صوتی ازدست‌رفته در %1$@
fi: 📞 Vastaamaton äänipuhelu %1$@
fr: 📞 Appel vocal manqué le %1$@
ga: 📞 Guthghlao caillte ar %1$@
gu: 📞 %1$@ વાગ્યે મિસ્ડ વૉઇસ કૉલ
he: 📞 שיחה קולית שלא נענתה בתאריך %1$@
hi: 📞 %1$@ पर मिस्ड वॉयस कॉल
hr: 📞 Propušten glasovni poziv u %1$@
hu: 📞 Nem fogadott hanghívás ezen a napon: %1$@
id: 📞 Panggilan suara tak terjawab pada %1$@
is: 📞 Ósvarað hljóðsímtal þann %@
it: 📞 Chiamata vocale persa il %1$@
ja: 📞 不在着信 %1$@
kab: 📞 Missed audio call on %@
km: ğŸ“ áá€á˜á·á“á”á¶á“á‘á‘á½á›á€á¶ášá áŸ…á‡á¶áŸáŸ†á¡áŸá„á“áŸ… %@
kn: 📞 Missed audio call on %@
ko: 📞 %1$@ 부재중 음성 통화
lt: 📞 Praleistas garso skambutis, %@
lv: 📞 Missed audio call on %@
mk: 📞 Missed audio call on %@
ml: 📞 %@-ന് മിസ്‍ഡ് ഓഡിയോ കോൾ
mr: 📞 %1$@राेजी चुकलेला व्हॉईस काॅल
ms: 📞 Panggilan suara terlepas pada pukul %1$@
my: 📞 %@ တွင် အော်ဒီယိုကောလ် လွတ်သွားပါသည်
nb: 📞 Ubesvart taleanrop den %1$@
nl: 📞 Gemiste spraakoproep op %1$@
pa: %@ ਨੂੰ 📞 ਖੁੰਝੀ ਆਡੀਓ ਕਾਲ
pl: 📞 Nieodebrane połączenie głosowe %1$@
ps: 📞 Missed audio call on %@
pt_br: 📞 Chamada de voz perdida no(a) %1$@
pt_pt: 📞 Chamada de voz perdida às %1$@
ro: 📞 Apel vocal nepreluat la %1$@
ru: 📞 Пропущенный аудиозвонок в %1$@
sk: 📞 Zmeškaný hlasový hovor z %1$@
sl: 📞Zgrešen zvočni klic na %@
sq: 📞 Thirrje audio e humbur më %@
sr: 📞 Пропуштени гласовни позив у %1$@
sv: 📞 Missat röstsamtal den %1$@
sw: Simu fifi mida ya%@
ta: 📞 Missed audio call on %@
te: 📞 Missed audio call on %@
th: 📞 สายโทรเสียงที่ไม่ได้รับเมื่อ %1$@
tr: 📞 %1$@ tarihinde cevapsız sesli arama
ug: 📞ئېلىنمىغان ئاۋازلىق چاقىرىق %1$@
uk: 📞 Пропущений аудіовиклик %1$@
ur: 📞 %1$@ پر مسڈ وائس کال
vi: 📞 Cuộc gọi thoại nhỡ vào ngày %1$@
zh_cn: 📞 %1$@ 有未接语音来电
zh_hk: 📞 於 %1$@ 的未接語音通話

# CALL_AUDIO_MISSED_WEEK_NOTIFICATION_BODY_FORMAT
source: 📞 Missed voice call on %@
af: 📞 Missed audio call on %@
ar: 📞مكالمة صوتية فائتة بتاريخ %1$@
az: 📞 Cavabsız səsli zəng vaxtı: %@
be: 📞 Прапушчаны галасавы званок у %1$@
bn: 📞 অডিও কল মিস হয়েছে %1$@
ca: 📞 Trucada perduda: %1$@
cs: 📞 Zmeškaný hlasový hovor v %1$@
cy: 📞 Missed audio call on %@
da: 📞 Ubesvaret taleopkald den %1$@
de: 📞 Verpasster Sprachanruf um %1$@
el: 📞 Αναπάντητη φωνητική κλήση στις %1$@
es: 📞 Llamada perdida el %1$@
et: 📞 Vastamata häälkõne %@
eu: 📞 Missed audio call on %@
fa: 📞 تماس صوتی ازدست‌رفته در %1$@
fi: 📞 Vastaamaton äänipuhelu päivänä %1$@
fr: 📞 Appel vocal manqué %1$@
ga: 📞 Guthghlao caillte ar %1$@
gu: 📞 %1$@ વાગ્યે મિસ્ડ વૉઇસ કૉલ
he: 📞 שיחה קולית שלא נענתה ביום %1$@
hi: 📞 %1$@ पर मिस्ड वॉयस कॉल
hr: 📞 Propušten glasovni poziv u %1$@
hu: 📞 Nem fogadott hanghívás ezen a napon: %1$@
id: 📞 Panggilan suara tak terjawab pada %1$@
is: 📞 Ósvarað hljóðsímtal á %@
it: 📞 Chiamata vocale persa il %1$@
ja: 📞 不在着信 %1$@
kab: 📞 Missed audio call on %@
km: ğŸ“ áá€á˜á·á“á”á¶á“á‘á‘á½á›á€á¶ášá áŸ…á‡á¶áŸáŸ†á¡áŸá„á“áŸ…ááŸ’á„áŸƒ%@
kn: 📞 Missed audio call on %@
ko: 📞 %1$@ 부재중 음성 통화
lt: 📞 Praleistas garso skambutis, %@
lv: 📞 Missed audio call on %@
mk: 📞 Missed audio call on %@
ml: 📞 %@-ന് മിസ്‍ഡ് ഓഡിയോ കോൾ
mr: 📞 %1$@राेजी चुकलेला व्हॉईस काॅल
ms: 📞 Panggilan suara terlepas pada pukul %1$@
my: 📞 %@ တွင် အော်ဒီယိုကောလ် လွတ်သွားပါသည်
nb: 📞 Ubesvart taleanrop på %1$@
nl: 📞 Gemiste spraakoproep op %1$@
pa: %@ ਨੂੰ 📞 ਖੁੰਝੀ ਆਡੀਓ ਕਾਲ
pl: 📞 Nieodebrane połączenie głosowe (%1$@)
ps: 📞 Missed audio call on %@
pt_br: 📞 Chamada de voz perdida no(a) %1$@
pt_pt: 📞 Chamada de voz perdida às %1$@
ro: 📞 Apel vocal nepreluat la %1$@
ru: 📞 Пропущенный аудиозвонок в %1$@
sk: 📞 Zmeškaný hlasový hovor z dňa: %1$@
sl: 📞Zgrešen zvočni klic na %@
sq: 📞 Thirrje audio e humbur ditën %@
sr: 📞 Пропуштени гласовни позив у %1$@
sv: 📞 Missat röstsamtal på %1$@
sw: Simu fifi ya video mida ya %@
ta: 📞 Missed audio call on %@
te: 📞 Missed audio call on %@
th: 📞 สายโทรเสียงที่ไม่ได้รับเมื่อ %1$@
tr: 📞 %1$@ gününde cevapsız sesli arama
ug: 📞ئېلىنمىغان ئاۋازلىق چاقىرىق %1$@
uk: 📞 Пропущений аудіовиклик %1$@
ur: 📞 %1$@ پر مسڈ وائس کال
vi: 📞 Cuộc gọi thoại nhỡ vào %1$@
zh_cn: 📞 %1$@有未接语音来电
zh_hk: 📞 於 %1$@ 的未接語音通話

# CALL_AUDIO_PERMISSION_MESSAGE
source: You can enable microphone access in the iOS Settings app to make calls and record voice messages in Signal.
af: As jy mikrofoontoegang in die iOS Instellingstoepas aktiveer, sal jy in Signal kan bel en stemboodskappe opneem.
ar: يُمكِنُك تفعيل الوصول للميكروفون من خلال ‫تطبيق إعدادات iOS‬، للتمكن من إجراء مكالمات وإرسال رسائل صوتية في سيجنال.
az: Signal-da zəng etmək və səs yazmaq üçün iOS tənzimləmələrində mikrofon müraciətini fəallaşdıra bilərsiniz.
be: Уключыце доступ да мікрафона ў наладах iOS, каб рабіць званкі і запісваць галасавыя паведамленні ў Signal.
bg: Можете да дадете достъп до микрофона от приложението Настройки на iOS, за да осъществявате повиквания и да записвате гласови съобщения в Signal.
bn: Signal থেকে কল সমূহ করতে এবং ভয়েস বার্তাগুলি রেকর্ড করতে আপনি iOS সেটিংস অ্যাপে মাইক্রোফোন অ্যাক্সেস সক্ষম করতে পারেন।
ca: Podeu activar l'accés al micròfon a la Configuració de l'iOS per poder trucar i enviar missatges de veu al Signal.
cs: Pro volání a nahrávání hlasových zpráv v Signalu povolte přístup k mikrofonu v nastavení iOS.
cy: Gallwch chi alluogi mynediad i'r meicroffon yn yr app Gosodiadau iOS i wneud galwadau a recordio negeseuon llais yn Signal.
da: Du kan aktivere mikrofonadgang i iOS Indstillinger-appen for at foretage opkald og optage talebeskeder i Signal.
de: Du kannst den Zugriff auf das Mikrofon in der iOS-App »Einstellungen« aktivieren, um Anrufe zu machen und Sprachnachrichten aufzuzeichnen.
el: Μπορείς να ενεργοποιήσεις την πρόσβαση στο μικρόφωνο στην εφαρμογή Ρυθμίσεις του iOS για να κάνεις κλήσεις και να ηχογραφείς μηνύματα φωνής στο Signal.
es: Necesitas habilitar el acceso al micrófono en la aplicación Ajustes de iOS para hacer llamadas y grabar mensajes de voz en Signal.
es_es: Necesitas activar el acceso al micrófono para realizar llamadas y grabar notas de voz en Signal.
et: Kõnede ja häälsõnumite tegemiseks on vaja anda rakenduses Settings anda Signalile juurdepääs mikrofonile.
eu: Signal erabiliz deiak eta ahots mezuak grabatzeko, mikrofonoa erabiltzeko baimena aktiba dezakezu iOS ezarpenetan.
fa: شما میتوانید دسترسی به میکروفون را در قسمت تنظیمات iOS فعال کنید تا در سیگنال تماس برقرار کنید و پیام های صوتی ضبط کنید.
fi: Soita puheluita ja lähetä ääniviestejä sallimalla mikrofonin käyttö iOS:n asetuksissa.
fil: Maaari mong paganahin ang access sa mikropono sa Settings app ng iOS upang makatawag at mag-record ng mga voice na mensahe sa Signal.
fr: Pour passer des appels et enregistrer des messages vocaux avec Signal, accordez l’accès au microphone dans l’appli Réglages d’iOS.
ga: Is féidir leat rochtain ar an micreafón a chumasú i Socruithe iOS, chun glaonna a chur agus glórphoist a thaifeadadh in Signal.
gu: તમે Signal માં કૉલ કરવા અને વૉઇસ મેસેજ રેકોર્ડ કરવા માટે iOS સેટિંગ્સ ઍપમાં માઇક્રોફોન ઍક્સેસને સક્ષમ કરી શકો છો.
he: אתה יכול לאפשר גישה אל מיקרופון ביישום הגדרות של iOS כדי לבצע שיחות ולהקליט הודעות קוליות ב־Signal.
hi: अगर आप Signal से कॉल या वॉइस मेसेज भेजना चाहते हैं तो iOS सेटिंग्स ऐप में जाके Signal को माइक्रोफ़ोन इस्तेमाल करने की अनुमति दें।
hr: Za upućivanje poziva i snimanje glasovnih poruka u Signalu, možete omogućiti pristup mikrofonu u postavkama iOS-a.
hu: A hanghívások és hangüzenetekek küldéséhez az iOS beállításokban mikrofon hozzáférés adása szükséges a Signal alkalmazás számára.
id: Anda dapat memberikan Signal akses ke mikrofon melalui bagian pengaturan iOS untuk menelepon atau merekam pesan suara di Signal.
is: Þú getur virkjað aðgang að hljóðnema í stillingum iOS svo hægt sé að hringja símtöl og taka upp talskilaboð í Signal.
it: Puoi abilitare l'accesso al microfono nelle impostazioni di iOS per effettuare chiamate e registrare messaggi vocali in Signal.
ja: iOSの設定でマイクへのアクセスを有効にすると、Signalで通話や音声メッセージの録音ができます。
kab: Tzemreḍ ad tremdeḍ anekcum ɣer usawaḍ deg usnas n yiɣewwaren n iOS i waken ad tgeḍ isawalen neɣ ad teskelseḍ iznan deg Signal.
kk: iOS параметрлер қолданбасында микрофонға қатынауды іске қосып, Signal қолданбасында қоңырау соғып, дауысты хабарламалар жазуға болады.
km: á¢áŸ’á“á€á¢á¶á…á”á¾á€á€á¶ášá¢á“á»á‰áŸ’á‰á¶áá…á¼á›á‘áŸ…á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á¸á€áŸ’ášá¼á áŸ’áœá¼á“ á“áŸ…á€áŸ’á“á»á„á€á¶ášá€áŸ†áááŸ‹ášá”áŸáŸ‹ iOS app áŠá¾á˜áŸ’á”á¸á¢á¶á…á’áŸ’áœá¾á€á¶ášá áŸ… á“á·á„áááŸá¶ášá‡á¶áŸáŸ†á¡áŸá„á€áŸ’á“á»á„ SignaláŸ”
kn: ಕರೆಗಳನ್ನು ಮಾಡಲು ಮತ್ತು ಧ್ವನಿ ಸಂದೇಶಗಳನ್ನು Signal ‌ನಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡಲು ನೀವು ಐಒಎಸ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಮೈಕ್ರೊಫೋನ್ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ko: Signal에서 전화 또는 음성 메시지를 녹음하려면 iOS 설정 앱에서 마이크 접근 권한을 허용해야 합니다.
lt: Norėdami Signal skambinti ir įrašinėti balso žinutes, iOS nustatymų programėlėje galite įjungti prieigą prie mikrofono.
lv: Varat iespējot piekļuvi mikrofonam iOS iestatījumu lietotnē, lai veiktu zvanus un ierakstītu balss ziņas lietotnē Signal.
mk: Можете да овозможите пристап до микрофонот во апликацијата за iOS Поставки за да правите повици и да снимате гласовни пораки во Signal.
ml: നിങ്ങൾക്ക് Signal വഴി കോൾ ചെയ്യുന്നതിനും വോയിസ് മെസേജുകൾ റെക്കോഡ് ചെയ്യുന്നതിനും iOS സെറ്റിംഗ്സ് ആപ്പിൽ മൈക്രോഫോൺ അക്സസ്സ് പ്രാപ്തമാക്കാവുന്നതാണ്.
mr: Signal मध्ये कॉल करण्यासाठी आणि व्हॉईस रेकॉर्ड करण्यासाठी आपण iOS सेटिंग अॅप मध्ये मायक्रोफोन अॅक्सेस सक्षम करू शकता.
ms: Anda boleh mendayakan akses mikrofon dalam aplikasi Tetapan iOS untuk membuat panggilan dan merakam mesej suara dalam Signal.
my: iOS အပြင်အဆင် အပ္ပလီကေးရှင်းထဲတွင် မိုက်ကရိုဖုန်းသုံးခွင့် ပေး၍ Signal တွင် ဖုန်းခေါ်ဆိုခြင်းနှင့် အသံမက်ဆေ့ခ်ျများကို လုပ်ဆောင်နိုင်ပါသည်။
nb: Du kan slå på mikrofontilgang i iOS-innstillingene for å ringe eller lage lydmeldinger i Signal.
nl: Je kunt toegang tot de microfoon inschakelen in de iOS-Instellingen-app om te kunnen bellen en spraakberichten te kunnen opnemen met Signal.
pa: ਤੁਸੀਂ Signal ਵਿੱਚ ਕਾਲਾਂ ਕਰਨ ਅਤੇ ਵੌਇਸ ਸੁਨੇਹੇ ਰਿਕਾਰਡ ਕਰਨ ਲਈ iOS Settings ਐਪ ਵਿੱਚ ਮਾਈਕ੍ਰੋਫੋਨ ਪਹੁੰਚ ਨੂੰ ਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ।
pa_pk: تساں Signal اچ کالاں کرن تے صوتی سنیہے ریکارڈ کرن دے لئی iOS ترتیباں ایپ اچ مائیکروفون رسائی نوں فعال کر سکدے او۔
pl: Aby dzwonić i nagrywać wiadomości głosowe w aplikacji Signal, zezwól na dostęp do mikrofonu w ustawieniach swojego urządzenia z iOS.
ps: تاسې کولای شئ د iOS د تنظیماتو په اپلیکیشن کې مایکروفون ته لاسرسی فعال کړئ تر څو وکولای شئ په Signal کې ټلیفوني اړیکې ټینګې کړئ او غږیز پیغامونه ثبت کړئ.
pt_br: Você pode permitir o acesso ao microfone no app Ajustes do iOS para fazer chamadas e gravar mensagens de voz no Signal.
pt_pt: Pode dar ao Signal acesso ao seu microfone na aplicação de Definições para poder realizar chamadas e gravar mensagens de voz.
ro: Poți activa accesul microfonului din aplicația iOS Setări pentru a putea realiza apeluri și a înregistra mesaje vocale în Signal.
ru: Разрешите Signal использовать микрофон в приложении «Настройки», чтобы совершать звонки и записывать голосовые сообщения в Signal.
sk: V aplikácii Nastavenia iOS môžete povoliť prístup k mikrofónu, aby ste v Signale mohli uskutočňovať hovory a nahrávať hlasové správy.
sl: Za klicanje in snemanje zvočnih posnetkov z aplikacijo Signal je potrebno omogočiti dostop do mikrofona. To lahko storite v Nastavitvah iOS.
sq: Për të bërë thirrje dhe regjistruar mesazhe zanorë në Signal, përdorimin e mikrofonit mund ta lejoni që nga aplikacioni Rregullime iOS-i.
sr: Можете да дозволите приступ микрофону у подешавањима за iOS да бисте обављали позиве и снимали гласовне поруке на Signal-у.
sv: Du kan aktivera mikrofonåtkomst i Inställningar för att ringa och spela in röstmeddelanden i Signal.
sw: Unaweza kuwezesha ufikiaji wa kipaza sauti kwenye Mipangilio ya programu ya iOS kupiga simu na kurekodi ujumbe wa sauti katika Signal.
ta: Signal லில் அழைப்புகள் மற்றும் குரல் செய்திகளைப் பதிவுசெய்ய iOS அமைப்புகள் பயன்பாடு மைக்ரோஃபோன் அணுகலை இயக்கலாம்.
te: Signal లో కాల్స్ చేయడానికి మరియు వాయిస్ సందేశాలను రికార్డ్ చేయడానికి మీరు iOS సెట్టింగ్‌ల అనువర్తనంలో మైక్రోఫోన్ ప్రాప్యతను ప్రారంభించవచ్చు.
th: คุณสามารถเปิดการเข้าถึงไมโครโฟน ได้ในการตั้งค่าของ iOS เพื่อให้สามารถโทรและอัดข้อความเสียงได้ใน Signal
tr: Signal'de sesli iletiler kaydetmek ve aramalar yapmak için iOS Ayarlar uygulamasından mikrofon erişimini etkinleştirebilirsiniz.
ug: سىز iOS نىڭ تەڭشەكلەردىن مىكروفون ھوقۇقىنى قوزغىتىپ، Signal نىڭ چاقىرىش ۋە ئۈن ئۇچۇرى خاتىرىلىشىگە يول قويالايسىز.
uk: Для викликів і запису голосових повідомлень у Signal надайте застосунку доступ до мікрофона в параметрах iOS.
ur: Signal میں کالیں کرنے اور وائس پیغامات ریکارڈ کرنے کیلئے IOS ایپ کی ترتیبات تک رسائی پا کر مائکروفون فعال کریں۔
vi: Hãy bật quyền truy cập micro trong Cài đặt iOS để gọi và ghi tin nhắn thoại với Signal.
zh_cn: 您可在 iOS 设置中启用麦克风权限，以允许 Signal 拨打电话或录制语音消息。
zh_hk: 你可以在設定中允許 Signal 存取咪高峰來進行語音通話或傳送語音訊息。

# CALL_AUDIO_PERMISSION_TITLE
source: Microphone Access Required
af: Mikrofoontoegang vereis
ar: إذن استخدام الميكروفون ضروري
az: Mikrofon müraciəti tələb olunur
be: Патрабуецца доступ да мікрафона
bg: Необходимо е разрешение за достъп до микрофона
bn: মাইক্রোফোন অ্যাক্সেস প্রয়োজন
ca: Cal l'accés al micròfon
cs: Vyžadován přístup k mikrofonu
cy: Rhaid Cael Mynediad i'r Meicroffon
da: Adgang til mikrofonen er påkrævet
de: Zugriff auf Mikrofon erforderlich
el: Απαιτείται πρόσβαση στο μικρόφωνο
es: Se necesita acceso al micrófono
es_es: Signal necesita acceso al micrófono
et: Juurdepääs mikrofonile on vajalik
eu: Mikrofonoa aktibatuta egon behar da
fa: نیاز به دسترسی به میکروفن
fi: Mikrofonin käyttöoikeus vaaditaan
fil: Kailangan ng Access sa Mikropono
fr: Signal doit accéder au microphone
ga: Rochtain ar an Micreafón ag Teastáil
gu: માઇક્રોફોન ઍક્સેસ આવશ્યક છે
he: נדרשת גישה למיקרופון
hi: माइक्रोफ़ोन इस्तेमाल करने की अनुमति चाहिए
hr: Potreban je pristup mikrofonu
hu: Mikrofon hozzáférés szükséges
id: Perlu akses ke mikrofon
is: Aðgangs að hljóðnema er krafist
it: Accesso al microfono richiesto
ja: マイクへのアクセス許可が必要です
kab: Yettusra unekcum ɣer usawaḍ
kk: Микрофонға қатынау мүмкіндігі қажет
km: á‘á¶á˜á‘á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜áŸ‰áŸƒá€áŸ’ášá¼á áŸ’áœá¼á“
kn: ಮೈಕ್ರೊಫೋನ್ ಪ್ರವೇಶ ಅಗತ್ಯವಿದೆ
ko: 마이크 접근 권한 필요
lt: Reikalinga prieiga prie mikrofono
lv: Nepieciešama piekļuve mikrofoniem
mk: Пристап до микрофонот е задолжителен
ml: മൈക്രോഫോൺ പ്രാപ്യത ആവശ്യമാണ്
mr: मायक्रोफोन अॅक्सेस आवश्यक
ms: Akses Mikrofon Diperlukan
my: မိုက်ခရိုဖုန်း သုံးခွင့် လိုအပ်သည်
nb: Krever tilgang til mikrofon
nl: Toegang vereist tot microfoon
pa: ਮਾਈਕ੍ਰੋਫੋਨ ਪਹੁੰਚ ਦੀ ਲੋੜ ਹੈ
pa_pk: مائیکروفون تائیں رسائی مطلوب اے
pl: Wymagany dostęp do mikrofonu
ps: مایکروفون ته لاسرسی حتمي دی
pt_br: Necessário acesso ao microfone
pt_pt: Requer acesso ao microfone
ro: Accesul la microfon este necesar
ru: Требуется доступ к микрофону
sk: Vyžadovaný prístup k mikrofónu
sl: Aplikacija potrebuje dostop do mikrofona
sq: Lypset Hyrje Te Mikrofoni
sr: Потребан је приступ микрофону
sv: Åtkomst till mikrofon krävs
sw: Ufikiaji wa Kipaza Sauti Unahitajika
ta: மைக்ரோஃபோன் அணுகல் தேவை
te: మైక్రోఫోన్ యాక్సెస్ అవసరం
th: ต้องการเข้าถึงไมโครโฟน
tr: Mikrofon Erişimi Gerekiyor
ug: مىكروفون زىيارەت ھوقۇقى زۆرۈر
uk: Потрібен доступ до мікрофона
ur: مائیکروفون رسائی چاہئے
vi: Cần Quyền truy cập Micro
zh_cn: 需麦克风访问权限
zh_hk: 需要存取咪高峰

# CALL_CONTROLS_INCOMING_ANSWER
source: answer
ar: إجابة
be: адказаць
bn: উত্তর দিন
ca: respon
cs: přijmout
da: Svar
de: annehmen
el: απάντηση
es: atender
fa: پاسخ دادن
fi: vastaa
fr: répondre
ga: freagair
gu: જવાબ આપો
he: מענה
hi: जवाब दें
hr: odgovori
hu: válasz
id: jawab
it: rispondi
ja: 応答する
ko: 응답
mr: उत्तर द्या
ms: jawab
nb: svar
nl: beantwoorden
pl: Odbierz
pt_br: atender
pt_pt: atender
ro: răspunde
ru: ответить
sk: prijať
sr: јави се
sv: svara
th: รับสาย
tr: yanıtla
ug: جاۋاب
uk: відповісти
ur: جواب دیں
vi: trả lời
zh_cn: 接听
zh_hk: 接聽

# CALL_CONTROLS_INCOMING_ANSWER_WITHOUT_VIDEO
source: answer without video
ar: أجِب بدون فيديو
be: адказаць без відэа
bn: উত্তর দিন ভিডিও ছাড়াই
ca: respon sense vídeo
cs: přijmout bez videa
da: Besvar uden video
de: ohne Video annehmen
el: απάντηση χωρίς βίντεο
es: atender sin vídeo
fa: پاسخ دادن بدون تصویر
fi: vastaa ilman videota
fr: répondre sans la vidéo
ga: freagair gan físeán
gu: વિડિયો વગર જવાબ આપો
he: מענה בלי וידאו
hi: वीडियो के बिना जवाब दें
hr: odgovori bez videa
hu: válasz videó nélkül
id: jawab tanpa video
it: rispondi senza video
ja: ビデオなしで 応答する
ko: 카메라 끄고 응답
mr: व्हिडिओ शिवाय उत्तर द्या
ms: jawab tanpa video
nb: svar uten video
nl: beantwoorden zonder video
pl: Odbierz bez wideo
pt_br: atender sem vídeo
pt_pt: atender sem vídeo
ro: răspunde fără video
ru: ответить без видео
sk: prijať bez videa
sr: јави се без видео приказа
sv: svara utan video
th: รับสาย โดยไม่เปิดวิดีโอ
tr: videosuz yanıtla
ug: سىنسىز جاۋاب
uk: відповісти без відео
ur: ویڈیو کے بغیر جواب دیں
vi: trả lời thoại
zh_cn: 接听 不开视频
zh_hk: 接聽電話 ，但不開啟視訊

# CALL_CONTROLS_INCOMING_DECLINE
source: decline
ar: رفض
be: адхіліць
bn: প্রত্যাখ্যান করুন
ca: rebutja
cs: odmítnout
da: Afvis
de: ablehnen
el: απόρριψη
es: rechazar
fa: رد کردن
fi: hylkää
fr: refuser
ga: diúltaigh dó
gu: અસ્વીકાર કરો
he: דחייה
hi: रद्द करें
hr: odbij
hu: elutasít
id: tolak
it: rifiuta
ja: 拒否する
ko: 거절
mr: नाकारा
ms: tolak
nb: avvis
nl: weigeren
pl: Odrzuć
pt_br: recusar
pt_pt: recusar
ro: respinge
ru: отклонить
sk: odmietnuť
sr: одбиј
sv: avfärda
th: ปฏิเสธ
tr: reddet
ug: رەت قىل
uk: відхилити
ur: مسترد کریں
vi: từ chối
zh_cn: 拒绝
zh_hk: 拒絕

source: Call Details
ar: تفاصيل المكالمة
be: Звесткі аб званку
bn: কলের বিস্তারিত
ca: Detalls de la trucada
cs: Podrobnosti o hovoru
da: Opkaldsoplysninger
de: Anruf-Details
el: Λεπτομέρειες κλήσης
es: Detalles de la llamada
fa: جزئیات تماس
fi: Puhelun tiedot
fr: Infos sur l'appel
ga: Sonraí an ghlao
gu: કૉલની વિગતો
he: פרטי שיחה
hi: कॉल विवरण
hr: Pojedinosti poziva
hu: Hívás adatai
id: Detail Panggilan
it: Dettagli della chiamata
ja: 通話詳細
ko: 통화 세부 정보
mr: कॉल तपशील
ms: Butiran panggilan
nb: Anropsinformasjon
nl: Oproepdetails
pl: Szczegóły połączenia
pt_br: Detalhes da chamada
pt_pt: Detalhes da chamada
ro: Detaliile apelului
ru: Подробности звонка
sk: Podrobnosti hovoru
sr: Детаљи позива
sv: Samtalsuppgifter
th: รายละเอียดการโทร
tr: Arama detayları
ug: چاقىرىق تەپسىلاتى
uk: Про виклик
ur: کال کی تفصیلات
vi: Chi tiết cuộc gọi
zh_cn: 通话详情
zh_hk: 通話詳情

source: Call Link
ar: رابط المكالمة
be: Спасылка на званок
bn: কলের লিংক
ca: Enllaç de trucada
cs: Odkaz na hovor
da: Opkaldslink
de: Anruflink
el: Σύνδεσμος κλήσης
es: Enlace de llamada
fa: پیوند تماس
fi: Puhelulinkki
fr: Lien d'appel
ga: Nasc glao
gu: કૉલ લિંક
he: לינק לשיחה
hi: कॉल लिंक
hr: Poveznica na poziv
hu: Híváshivatkozás
id: Tautan Panggilan
it: Link chiamata
ja: 通話リンク
ko: 통화 링크
mr: कॉल लिंक
ms: Pautan panggilan
nb: Anropslenke
nl: Oproeplink
pl: Link do połączenia
pt_br: Link de chamada
pt_pt: Link de chamada
ro: Link de apel
ru: Ссылка на звонок
sk: Odkaz na hovor
sr: Линк за позив
sv: Samtalslänk
th: ลิงก์การโทร
tr: Arama bağlantısı
ug: چاقىرىق ئۇلانمىسى
uk: Посилання на виклик
ur: کال کا لنک
vi: Đường dẫn cuộc gọi
zh_cn: 通话链接
zh_hk: 通話連結
