Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REACTION_INCOMING_NOTIFICATION_TO_ALBUM_BODY_FORMAT
source: Reacted %@ to your album
af: Het %@ op u album gereageer
ar: تفاعَل %1$@ مع ألبومك
az: Albomunuza reaksiya verildi: %@
be: Рэакцыя на ваш альбом: %1$@
bg: Реагира с %@ на албума ви
bn: আপনার অ্যালবামে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu àlbum: %1$@
cs: Reagoval/a %1$@ na vaše album
cy: Ymatebodd %@ i'ch albwm
da: Reagerede med %1$@ på dit album
de: Hat mit %1$@ auf dein Album reagiert
el: Αντέδρασε με %1$@ στο άλμπουμ σου
es: Ha reaccionado con %1$@ a tu álbum
es_es: Reacción a tu álbum: %@
et: Reageeris %@ sinu albumile
eu: Zure albumarekiko erreakzioa: %@
fa: با %1$@ به آلبوم شما واکنش نشان داد
fi: Lähetti reaktion %1$@ albumiisi
fil: Nag-react ng %@ sa iyong album
fr: a réagi par %1$@ à votre album
ga: Tugadh freagairt %1$@ do d'albam
gu: તમારા આલ્બમ પર %1$@પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ לאלבום שלך
hi: आपकी एलबम पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vaš album
hu: Reagált az albumodra: %1$@
id: Menanggapi %1$@ pada album Anda
is: Brást við með %@ við albúminu þínu
it: Ha reagito con %1$@ al tuo album
ja: %1$@のリアクションがあなたのアルバムにありました
kab: Isedmer %@ album-inek·inem
kk: Сіздің альбомыңызға көңіл аударған %@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…á¢á¶á›áŸ‹á”áŸŠá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಆಲ್ಬಂಗೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 앨범에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų albumą: %@
lv: Uz jūsu albumu reaģēja ar %@
mk: %@ реагираше на вашиот албум
ml: നിങ്ങളുടെ ആൽബത്തോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या अल्बमला दिली
ms: Memberi reaksi %1$@ kepada album anda
my: သင့်အယ်လ်ဘမ်သို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på albumet ditt
nl: Reageerde met %1$@ op je album
pa: ਤੁਹਾਡੀ ਐਲਬਮ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دے البم اتے %@ ردعمل دتا
pl: Reakcja na Twój album: %1$@
ps: ستاسې البوم ته یې %@ ورکړ
pt_br: Reagiu com %1$@ ao seu álbum
pt_pt: Reagiu %1$@ ao seu álbum
ro: A reacționat cu %1$@ la albumul tău
ru: Отреагировал(-а) %1$@ на ваш альбом
sk: Reagoval/a %1$@ na váš album
sl: Odziv na vaš album: %@
sq: Reagoi me %@ te albumi juaj
sr: Реаговао/ла је %1$@ на ваш албум
sv: Reagerade %1$@ på ditt album
sw: Ametoa hisia %@kwa albamu yako
ta: உங்கள் ஆல்பத்திற்கு %@ என உணர்வினை வெளிப்படுத்தினார்
te: మీ ఆల్బమ్‌కు %@ రియాక్ట్ అయ్యింది
th: แสดงความรู้สึก %1$@ ต่ออัลบั้มของคุณ
tr: Albümüne %1$@ tepkisi verdi
ug: ئالبومىڭىزغا ئىنكاس %1$@
uk: Реакція на ваш альбом: %1$@
ur: آپ کے البم پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với album của bạn
zh_cn: 用 %1$@ 回应了您的相册
zh_hk: 對以下內容表達了 %1$@ 心情：你的相簿

# REACTION_INCOMING_NOTIFICATION_TO_AUDIO_BODY_FORMAT
source: Reacted %@ to your audio
af: Het %@ op u klank gereageer
ar: تفاعَل %1$@ مع ملفك الصوتي
az: Səsinizə reaksiya verildi: %@
be: Рэакцыя на ваша аўдыё: %1$@
bg: Реагира с %@ на аудиото ви
bn: আপনার অডিওতে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu àudio: %1$@
cs: Reagoval/a %1$@ na vaše audio
cy: Ymatebodd %@ i'ch sain.
da: Reagerede med %1$@ på din lydfil
de: Hat mit %1$@ auf dein Audio reagiert
el: Αντέδρασε με %1$@ στο ηχητικό μήνυμά σου
es: Ha reaccionado con %1$@ a tu audio
es_es: Reacción a tu audio: %@
et: Reageeris %@ sinu helile
eu: Zure audioarekiko erreakzioa: %@
fa: با %1$@ به فایل صوتی شما واکنش نشان داد
fi: Lähetti reaktion %1$@ ääniviestiisi
fil: Nag-react ng %@ sa iyong audio
fr: a réagi par %1$@ à votre fichier audio
ga: Tugadh freagairt %1$@ do do mhír fuaime
gu: તમારા ઓડિયો પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ להודעה הקולית שלך
hi: आपके ऑडियो पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vaš zvučni zapis
hu: Reagált a hangfájlodra: %1$@
id: Menanggapi %1$@ pada audio Anda
is: Brást við með %@ við hljóðskránni þinni
it: Ha reagito con %1$@ al tuo audio
ja: %1$@のリアクションがあなたの音声にありました
kab: Isedmer %@ ameslaw-ik·im
kk: Сіздің дыбыстық файлыңызға көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…áŸáŸ†á¡áŸá„ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಆಡಿಯೊಗೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 음성에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų garso įrašą: %@
lv: Uz jūsu audio reaģēja ar %@
mk: %@ реагираше на вашето аудио
ml: നിങ്ങളുടെ ഓഡിയോയോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या ऑडिओला दिली
ms: Memberi reaksi %1$@ kepada audio anda
my: သင့်အသံဖိုင်သို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på lyden din
nl: Reageerde met %1$@ op je audiobestand
pa: ਤੁਹਾਡੀ ਆਡੀਓ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دی آڈیو اتے %@ ردعمل دتا
pl: Reakcja na Twoje audio: %1$@
ps: ستاسې اډیو ته یې %@ ورکړ
pt_br: Reagiu com %1$@ ao seu áudio
pt_pt: Reagiu %1$@ ao seu áudio
ro: A reacționat cu %1$@ la înregistrarea ta audio
ru: Отреагировал(-а) %1$@ на ваше аудио
sk: Reagoval/a %1$@ na vaše audio
sl: Odziv na vaš posnetek: %@
sq: Reagoi me %@ te audioja juaj
sr: Реаговао/ла је %1$@ на ваш аудио
sv: Reagerade %1$@ på din ljudfil
sw: Ametoa hisia %@ kwa sauti yako
ta: உங்கள் ஒலி செய்திக்கு %@ என உணர்வினை வெளிப்படுத்தினார்
te: మీ ఆడియోకు %@ రియాక్ట్ అయ్యింది
th: แสดงความรู้สึก %1$@ ต่อเสียงของคุณ
tr: Sesine %1$@ tepkisi verdi
ug: ئۈنىڭىزگە ئىنكاس %1$@
uk: Реакція на ваше аудіо: %1$@
ur: آپ کی آڈیو پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với tệp âm thanh của bạn
zh_cn: 用 %1$@ 回应了您的音频
zh_hk: 對以下內容表達了 %1$@ 心情：你的音訊

# REACTION_INCOMING_NOTIFICATION_TO_CONTACT_SHARE_BODY_FORMAT
source: Reacted %@ to your contact share
af: Het %@ op u kontakdeling gereageer
ar: تفاعَل %1$@ مع جهة اتصالك المُشارَكة
az: Əlaqə paylaşımınıza reaksiya verildi: %@
be: Рэакцыя на ваша абагульванне кантакта: %1$@
bg: Реагира с %@ на вашето споделяне на контакт
bn: আপনার কন্টাক্ট শেয়ারে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu contacte compartir: %1$@
cs: Reagoval/a %1$@ na vaše sdílení kontaktu
cy: Ymatebodd %@ i'ch rhannu cysylltiad
da: Reagerede med %1$@ på din kontaktdeling
de: Hat mit %1$@ auf dein Kontaktteilen reagiert
el: Αντέδρασε με %1$@ στην κοινοποίηση επαφής
es: Ha reaccionado con %1$@ a tu contacto compartido
es_es: Reacción a tu contacto compartido: %@
et: Reageeris %@ sinu konktaktijagamisele
eu: Partekatu duzun kontaktuarekiko erreakzioa: %@
fa: با %1$@ به اشتراک‌گذاری مخاطب شما واکنش نشان داد
fi: Lähetti reaktion %1$@ jakamaasi yhteystietoon
fil: Nag-react ng %@ sa iyong pagbahagi ng kontak
fr: a réagi par %1$@ à votre partage de contact
ga: Tugadh freagairt %1$@ don teagmhálaí a chomhroinn tú
gu: તમારા સંપર્ક શેર પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ לשיתוף איש הקשר שלך
hi: आपके संपर्क शेयर करने पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vaše dijeljenje kontakta
hu: Reagált a kontakt megosztásodra: %1$@
id: Menanggapi %1$@ pada kiriman kontak yang Anda bagikan
is: Brást við með %@ við deilda tengiliðnum þínum
it: Ha reagito con %1$@ alla tua condivisione del contatto
ja: %1$@のリアクションがあなたの連絡先共有にありました
kab: Isedmer %@ anermis i tebḍiḍ
kk: Сіздің байланыстық тұлғаны бөліскеніңізге көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á¢áŸ’á“á€á…áŸ‚á€ášáŸ†á›áŸ‚á€
kn: ನಿಮ್ಮ ಸಂಪರ್ಕ ಹಂಚಿಕೊಳ್ಳುವಿಕೆಗೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 연락처 공유에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų adresato viešinį: %@
lv: Uz jūsu kopīgoto kontaktpersonu reaģēja ar %@
mk: %@ реагираше на вашето споделување на контакт
ml: നിങ്ങളുടെ കോൺടാക്ട് പങ്കിടലിനോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुम्ही शेअर केलेल्या संपर्कावर दिली
ms: Memberi reaksi %1$@ kepada kongsian kenalan anda
my: သင်မျှဝေခဲ့သော အဆက်အသွယ်သို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på den delte kontakten din
nl: Reageerde met %1$@ op je gedeelde contact
pa: ਤੁਹਾਡੇ ਸਾਂਝੇ ਕੀਤੇ ਸੰਪਰਕ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دے رابطہ دا سانجھا کرن تے %@ ردعمل دتا
pl: Reakcja na udostępnienie przez Ciebie kontaktu: %1$@
ps: ستاسې د مخاطب شریکولو ته یې %@ ورکړ
pt_br: Reagiu com %1$@ ao seu compartilhamento de contato
pt_pt: Reagiu %1$@ à sua partilha de contacto
ro: A reacționat cu %1$@ la distribuirea contactului
ru: Отреагировал(-а) %1$@ на контакт, которым вы поделились
sk: Reagoval/a %1$@ na vaše zdieľanie kontaktu
sl: Odziv na poslani stik: %@
sq: Reagoi me %@ te ndarja juaj e kontaktit
sr: Реаговао/ла је %1$@ на ваш подељени контакт
sv: Reagerade %1$@ på din kontaktdelning
sw: Ametoa hisia %@kwa mwasiliani uliyeshiriki
ta: எதிர்வினையாற்றப்பட்டது %@ க்கு உங்கள் தொடர்பு பங்கு
te: మీ సంప్రదింపు వాటాకు %@ రియాక్ట్ అయ్యింది
th: แสดงความรู้สึก %1$@ ต่อผู้ติดต่อที่คุณแชร์
tr: Kişi paylaşımına %1$@ tepkisi verdi
ug: ئالاقە ئورتاقلىشىشقا ئىنكاس %1$@
uk: Реакція на поширення контакту: %1$@
ur: آپ کے رابطے کے شیئر پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với chia sẻ liên hệ của bạn
zh_cn: 用 %1$@ 回应了您的共享联系人
zh_hk: 對以下內容表達了 %1$@ 心情：你的共享聯絡人

# REACTION_INCOMING_NOTIFICATION_TO_FILE_BODY_FORMAT
source: Reacted %@ to your file
af: Het %@ op u lêer gereageer
ar: تفاعَل %1$@ مع ملفك
az: Faylınıza reaksiya verildi: %@
be: Рэакцыя на ваш файл: %1$@
bg: Реагира с %@ на файла ви
bn: আপনার ফাইলটিতে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu arxiu: %1$@
cs: Reagoval/a %1$@ na váš soubor
cy: Ymatebodd %@ i'ch ffeil.
da: Reagerede med %1$@ på din fil
de: Hat mit %1$@ auf deine Datei reagiert
el: Αντέδρασε με %1$@ στο αρχείο σου
es: Ha reaccionado con %1$@ a tu archivo
es_es: Reacción a tu fichero: %@
et: Reageeris %@ sinu failile
eu: %@ izan da zure fitxategiarekiko erreakzioa.
fa: با %1$@ به فایل شما واکنش نشان داد
fi: Lähetti reaktion %1$@ tiedostoosi
fil: Nag-react ng %@ sa iyong file
fr: a réagi par %1$@ à votre fichier
ga: Tugadh freagairt %1$@ do do chomhad
gu: તમારી ફાઈલ પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ לקובץ שלך
hi: आपकी फ़ाइल पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vašu datoteku
hu: Reagált a fájlodra: %1$@
id: Menanggapi %1$@ pada file Anda
is: Brást við með %@ við skránni þinni
it: Ha reagito con %1$@ al tuo file
ja: %1$@のリアクションがあなたのファイルにありました
kab: Isedmer %@ afaylu-inek·inem
kk: Сіздің файлыңызға көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…á¯á€áŸá¶ášá¢áŸ’á“á€
kn: ನಿಮ್ಮ ಫೈಲ್ ಗೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 파일에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų failą: %@
lv: Uz jūsu failu reaģēja ar %@
mk: %@ реагираше на вашата датотека
ml: നിങ്ങളുടെ ഫയലിനോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या फाईलवर दिली
ms: Memberi reaksi %1$@ kepada fail anda
my: သင့်ဖိုင်သို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på filen din
nl: Reageerde met %1$@ op je bestand
pa: ਤੁਹਾਡੀ ਫਾਈਲ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دی فائل اتے %@ ردعمل دتا
pl: Reakcja na Twój plik: %1$@
ps: ستاسې فایل ته یې %@ ورکړ.
pt_br: Reagiu com %1$@ ao seu arquivo
pt_pt: Reagiu %1$@ ao seu ficheiro
ro: A reacționat cu %1$@ la fișierul tău
ru: Отреагировал(-а) %1$@ на ваш файл
sk: Reagoval/a %1$@ na váš súbor
sl: Odziv na poslano datoteko: %@
sq: Reagoi me %@ te kartela juaj
sr: Реаговао/ла је %1$@ на ваш фајл
sv: Reagerade %1$@ på din fil
sw: Ametoa %@kwa faili yako
ta: உங்கள் கோப்பிற்கு %@ என உணர்வினை வெளிப்படுத்தினார்
te: మీ ఫైల్‌కు %@ రియాక్ట్ అయ్యింది
th: แสดงความรู้สึก %1$@ ต่อไฟล์ของคุณ
tr: Dosyana %1$@ tepkisi verdi
ug: ھۆججىتىڭىزگە ئىنكاس %1$@
uk: Реакція на ваш файл: %1$@
ur: آپ کی فائل پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với tệp của bạn
zh_cn: 用 %1$@ 回应了您的文件
zh_hk: 對以下內容表達了 %1$@ 心情：你的檔案

# REACTION_INCOMING_NOTIFICATION_TO_GIF_BODY_FORMAT
source: Reacted %@ to your GIF
af: Het %@ op u GIF gereageer
ar: تفاعَل %1$@ مع الصورة المتحركة GIF الخاصة بك
az: GIF-inizə reaksiya verildi: %@
be: Рэакцыя на ваш GIF-файл: %1$@
bg: Реагира с %@ на вашия GIF
bn: আপনার GIF-এ %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu GIF: %1$@
cs: Reagoval/a %1$@ na váš GIF
cy: Ymatebodd %@ i'ch GIF
da: Reagerede med %1$@ på din GIF
de: Hat mit %1$@ auf dein GIF reagiert
el: Αντέδρασε με %1$@ στο GIF σου
es: Ha reaccionado con %1$@ a tu GIF
es_es: Reacción a tu GIF: %@
et: Reageeris %@ sinu GIF-ile
eu: %@ izan da zure GIF-arekiko erreakzioa
fa: با %1$@ به گیف شما واکنش نشان داد
fi: Lähetti reaktion %1$@ GIF:iisi
fil: Nag-react ng %@ sa iyong GIF
fr: a réagi par %1$@ à votre GIF
ga: Tugadh freagairt %1$@ do do GIF
gu: તમારી GIF પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ ל–GIF שלך
hi: आपके GIF पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vaš GIF
hu: Reagált a GIF képedre: %1$@
id: Menanggapi %1$@ pada GIF Anda
is: Brást við með %@ við GIF-myndinni þinni
it: Ha reagito con %1$@ alla tua GIF
ja: %1$@のリアクションがあなたのGIFにありました
kab: Isedmer %@ GIF inek·inem
kk: Сіздің GIF файлыңызға көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ… GIF á¢áŸ’á“á€
kn: ನಿಮ್ಮ GIF ಗೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 GIF에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų GIF: %@
lv: Uz jūsu GIF reaģēja ar %@
mk: %@ реагираше на вашиот GIF
ml: നിങ്ങളുടെ GIFനോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या GIF ला दिली
ms: Memberi reaksi %1$@ kepada GIF anda
my: သင့် GIF သို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på GIF-en din
nl: Reageerde met %1$@ op je GIF
pa: ਤੁਹਾਡੇ GIF 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دی GIF اتے %@ ردعمل دتا
pl: Reakcja na Twój GIF: %1$@
ps: ستاسې GIF ته یې %@ ورکړ.
pt_br: Reagiu com %1$@ ao seu GIF
pt_pt: Reagiu %1$@ ao seu GIF
ro: A reacționat cu %1$@ la GIF-ul tău
ru: Отреагировал(-а) %1$@ на вашу GIF
sk: Reagoval/a %1$@ na vaše GIF
sl: Odziv na vaš GIF: %@
sq: Reagoi me %@ te GIF juaj
sr: Реаговао/ла је %1$@ на ваш GIF
sv: Reagerade %1$@ på din GIF
sw: Ametoa %@kwa GIF yako
ta: உங்கள் GIF படத்திற்கு %@ என உணர்வினை வெளிப்படுத்தினார்
te: మీ GIF కి %@ రియాక్ట్ అయ్యింది
th: แสดงความรู้สึก %1$@ ต่อ GIF ของคุณ
tr: GIF'ine %1$@ tepkisi verdi
ug: GIF غا ئىنكاس %1$@
uk: Реакція на ваш GIF: %1$@
ur: آپ کے GIF پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với ảnh GIF của bạn
zh_cn: 用 %1$@ 回应了您的 GIF
zh_hk: 對以下內容表達了 %1$@ 心情：你的 GIF

# REACTION_INCOMING_NOTIFICATION_TO_PHOTO_BODY_FORMAT
source: Reacted %@ to your photo
af: Het %@ op u foto gereageer
ar: تفاعَل %1$@ مع صورتك
az: Fotonuz reaksiya verildi: %@
be: Рэакцыя на ваша фота: %1$@
bg: Реагира с %@ на снимката ви
bn: আপনার ছবিতে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció a la teva foto: %1$@
cs: Reagoval/a %1$@ na vaši fotografii
cy: Ymatebodd %@ i'ch llun
da: Reagerede med %1$@ på dit billede
de: Hat mit %1$@ auf dein Foto reagiert
el: Αντέδρασε με %1$@ στη φωτογραφία σου
es: Ha reaccionado con %1$@ a tu foto
es_es: Reacción a tu foto: %@
et: Reageeris %@ sinu fotole
eu: Zure argazkiarekiko erreakzioa: %@
fa: با %1$@ به عکس شما واکنش نشان داد
fi: Lähetti reaktion %1$@ kuvaasi
fil: Nag-react ng %@ sa iyong larawan
fr: a réagi par %1$@ à votre photo
ga: Tugadh freagairt %1$@ do do ghrianghraf
gu: તમારા ફોટો પર %1$@પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ לתמונה שלך
hi: आपकी तस्वीर पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vašu fotografiju
hu: Reagált a fotódra: %1$@
id: Menanggapi %1$@ pada foto Anda
is: Brást við með %@ við myndinni þinni
it: Ha reagito con %1$@ alla tua foto
ja: %1$@のリアクションがあなたの写真にありました
kab: Isedmer %@ tawlaft-ik·im
kk: Сіздің фотосуретіңізге көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…ášá¼á”á—á¶á–á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಫೋಟೊಗೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 사진에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų nuotrauką: %@
lv: Uz jūsu fotoattēlu reaģēja ar %@
mk: %@ реагираше на вашата фотографија
ml: നിങ്ങളുടെ ഫോട്ടോയോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या फोटोला दिली
ms: Memberi reaksi %1$@ kepada foto anda
my: သင့်ရုပ်ပုံသို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på bildet ditt
nl: Reageerde met %1$@ op je afbeelding
pa: ਤੁਹਾਡੀ ਤਸਵੀਰ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دی فوٹو اتے %@ ردعمل دتا
pl: Reakcja na Twoje zdjęcie: %1$@
ps: ستاسې انځور ته یې %@ ورکړ
pt_br: Reagiu com %1$@ à sua foto
pt_pt: Reagiu %1$@ à sua fotografia
ro: A reacționat cu %1$@ la poza ta
ru: Отреагировал(-а) %1$@ на ваше фото
sk: Reagoval/a %1$@ na vašu fotku
sl: Odziv na vašo fotografijo: %@
sq: Reagoi me %@ te fotoja juaj
sr: Реаговао/ла је %1$@ на вашу слику
sv: Reagerade %1$@ på ditt foto
sw: Ametoa %@kwa picha yako
ta: உங்கள் புகைப்படத்திற்கு %@ என உணர்வினை வெளிப்படுத்தினார்
te: మీ ఫోటోకు %@ రియాక్ట్ అయ్యింది
th: แสดงความรู้สึก %1$@ ต่อรูปภาพของคุณ
tr: Fotoğrafına %1$@ tepkisi verdi
ug: رەسىمىڭىزگە ئىنكاس %1$@
uk: Реакція на ваше фото: %1$@
ur: آپ کی تصویر پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với ảnh của bạn
zh_cn: 用 %1$@ 回应了您的照片
zh_hk: 對以下內容表達了 %1$@ 心情：你的相片

# REACTION_INCOMING_NOTIFICATION_TO_STICKER_MESSAGE_BODY_FORMAT
source: Reacted %@ to your sticker
af: Het %@ op u plakker gereageer
ar: تفاعَل %1$@ مع مُلصَقك
az: Stikerinizə reaksiya verildi: %@
be: Рэакцыя на ваш стыкер: %1$@
bg: Реагира с %@ на стикера ви
bn: আপনার স্টিকারে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu sticker: %1$@
cs: Reagoval/a %1$@ na vaši nálepku
cy: Ymatebodd %@ i'ch sticer
da: Reagerede med %1$@ på dit klistermærke
de: Hat mit %1$@ auf deinen Sticker reagiert
el: Αντέδρασε με %1$@ στο αυτοκόλλητό σου
es: Ha reaccionado con %1$@ a tu sticker
es_es: Reacción a tu cromo: %@
et: Reageeris %@ sinu kleebisele
eu: Zure eranskailuarekiko erreakzioa: %@
fa: با %1$@ به استیکر شما واکنش نشان داد
fi: Lähetti reaktion %1$@ tarraasi
fil: Nag-react ng %@ sa iyong sticker
fr: a réagi par %1$@ à votre sticker
ga: Tugadh freagairt %1$@ do do ghreamán
gu: તમારા સ્ટિકર પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ לסטיקר שלך
hi: आपके स्टिकर पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vašu naljepnicu
hu: Reagált a matricádra: %1$@
id: Menanggapi %1$@ pada stiker Anda
is: Brást við með %@ við límmerkinu þínu
it: Ha reagito con %1$@ al tuo adesivo
ja: %1$@のリアクションがあなたのステッカーにありました
kab: Isedmer %@ astiker-inek·inem
kk: Сіздің жапсырмаңызға көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…áŸáŸ’á‘á¸á€á‚áŸášá¢áŸ’á“á€
kn: ನಿಮ್ಮ ಸ್ಟಿಕ್ಕರ್‌ಗೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 스티커에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų lipduką: %@
lv: Uz jūsu uzlīmi reaģēja ar %@
mk: %@ реагираше на вашиот стикер
ml: നിങ്ങളുടെ സ്റ്റിക്കറിനോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या स्टिकरला दिली
ms: Memberi reaksi %1$@ kepada pelekat anda
my: သင့်စတစ်ကာသို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på klistremerket ditt
nl: Reageerde met %1$@ op je sticker
pa: ਤੁਹਾਡੇ ਸਟਿੱਕਰ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دے اسٹیکر اتے %@ ردعمل دتا
pl: Reakcja na Twoją naklejkę: %1$@
ps: ستاسې سټیکر ته یې %@ ورکړ.
pt_br: Reagiu com %1$@ à sua figurinha
pt_pt: Reagiu %1$@ ao seu autocolante
ro: A reacționat cu %1$@ la autocolantul tău
ru: Отреагировал(-а) %1$@ на ваш стикер
sk: Reagoval/a %1$@ na vašu nálepku
sl: Odziv na vašo nalepko: %@
sq: Reagoi me %@ te ngjitësi juaj
sr: Реаговао/ла је %1$@ на вашу налепницу
sv: Reagerade %1$@ på ditt klistermärke
sw: Ametoa %@ hisia kwa kibandiko chako
ta: உங்கள் ஓட்டிக்கு %@ என உணர்வினை வெளிப்படுத்தினார்
te: మీ స్టిక్కర్‌కు %@ రియాక్ట్ అయ్యింది
th: แสดงความรู้สึก %1$@ ต่อสติกเกอร์ของคุณ
tr: Çıkartmana %1$@ tepkisi verdi
ug: چاپلىقىڭىزغا ئىنكاس %1$@
uk: Реакція на ваш стікер: %1$@
ur: آپ کے اسٹیکر پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với nhãn dán của bạn
zh_cn: 用 %1$@ 回应了您的贴纸
zh_hk: 對以下內容表達了 %1$@ 心情：你的貼圖

# REACTION_INCOMING_NOTIFICATION_TO_TEXT_MESSAGE_BODY_FORMAT
source: Reacted %@ to: "%@"
af: Het %@ gereageer op: “%@”
ar: تفاعَل %1$@ مع : "%2$@"
az: %@ mesajına reaksiya verildi: "%@"
be: Рэакцыя: %1$@ на: «%2$@»
bg: Реагира с %@ на: „%@“
bn: %1$@ রিঅ্যাক্ট করেছেন: "%2$@"-এ
ca: Ha reaccionat %1$@ a: "%2$@"
cs: Reagoval/a %1$@ na: „%2$@“
cy: Ymatebodd %@ i "%@"
da: Reagerede med %1$@ på: "%2$@"
de: Hat mit %1$@ auf »%2$@« reagiert
el: Αντέδρασε με %1$@ στη δημοσίευση "%2$@"
es: Ha reaccionado con %1$@ a "%2$@"
es_es: Reacción %@ a: «%@»
et: Reageeris %@ sõnumile: "%@"
eu: %@ izan da zure erreakzioa mezu honekiko: "%@"
fa: با «%1$@» به %2$@ واکنش نشان داد
fi: Lähetti reaktion %1$@ viestiin: %2$@
fil: Nag-react ng %@ sa: "%@"
fr: a réagi par %1$@ à : "%2$@"
ga: Tugadh freagairt %1$@ do: "%2$@"
gu: "%2$@" પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ ל: "%2$@"
hi: प्रतिक्रिया की गई %1$@ से: "%2$@"
hr: Reagira s %1$@ na "%2$@"
hu: %1$@ reagált erre: „%2$@”
id: Menanggapi %1$@ pada: "%2$@"
is: Brást við með %@ við: "%@"
it: Ha reagito con %1$@ a: “%2$@”
ja: %1$@のリアクションを「%2$@」にしました
kab: Isedmer %@ ɣef: "%@"
kk: Көңіл аударған %@: "%@"
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…áŸ– "%@"
kn: ಇದಕ್ಕೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ: "%@"
ko: 다음에 %1$@ 이모지로 반응함: "%2$@"
lt: Sureagavo %@ į: „%@“
lv: Reaģēja %@ uz “%@”
mk: %@ реагираше на "%@"
ml: "%@" നോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया "%2$@"ला दिली
ms: Memberi reaksi %1$@ kepada: "%2$@"
my: "%@" သို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på «%2$@»
nl: Reageerde met %1$@ op ‘%2$@’
pa: "%@" 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: %@ ردعمل کیتا: "%@"
pl: Reakcja na „%2$@”: %1$@
ps: "%@" ته یې %@ ورکړ
pt_br: Reagiu com %1$@ para: "%2$@"
pt_pt: Reagiu %1$@ a: "%2$@"
ro: A reacționat cu %1$@ la: "%2$@"
ru: Отреагировал(-а) %1$@ на: «%2$@»
sk: Reagoval/a %1$@ na: „%2$@“
sl: Odziv %@ na: "%@"
sq: Reagoi me %@ te: "%@"
sr: Реаговао/ла је %1$@ на: „%2$@“
sv: Reagerade %1$@ på: "%2$@"
sw: Ametoa hisia %@kwa: "%@"
ta: "%@" க்கு %@ என உணர்வினை வெளிப்படுத்தினார்
te: దీనికి %@ ప్రతిస్పందించింది: "%@"
th: แสดงความรู้สึก %1$@ ต่อ: "%2$@"
tr: "%2$@" iletisine %1$@ tepkisi verdi
ug: «%2$@» گە قايتۇرغان ئىنكاس %1$@
uk: Реакція на «%2$@»: %1$@
ur: %1$@ ری ایکٹ کیا: "%2$@" اس پر
vi: Đã bày tỏ cảm xúc %1$@ với : "%2$@"
zh_cn: 用 %1$@ 回应了“%2$@”
zh_hk: 對以下內容表達了 %1$@ 心情：「%2$@」

# REACTION_INCOMING_NOTIFICATION_TO_VIDEO_BODY_FORMAT
source: Reacted %@ to your video
af: Het %@ op u video gereageer
ar: تفاعَل %1$@ مع الفيديو الخاص بك
az: Videonuza reaksiya verildi: %@
be: Рэакцыя на ваша відэа: %1$@
bg: Реагира с %@ на видеото ви
bn: আপনার ভিডিওতে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu vídeo: %1$@
cs: Reagoval/a %1$@ na vaše video
cy: Ymatebodd %@ i'ch fideo
da: Reagerede med %1$@ på din video
de: Hat mit %1$@ auf dein Video reagiert
el: Αντέδρασε με %1$@ στο βίντεό σου
es: Ha reaccionado con %1$@ a tu vídeo
es_es: Reacción a tu video: %@
et: Reageeris %@ sinu videole
eu: Zure bideoarekiko erreakzioa: %@
fa: با %1$@ به ویدئوی شما واکنش نشان داد
fi: Lähetti reaktion %1$@ videoosi
fil: Nag-react ng %@ sa iyong video
fr: a réagi par %1$@ à votre vidéo
ga: Tugadh freagairt %1$@ do d'fhíseán
gu: તમારા વીડિયો પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ לסרטון שלך
hi: आपकी वीडियो पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vaš videozapis
hu: Reagált a videódra: %1$@
id: Menanggapi %1$@ pada video Anda
is: Brást við með %@ við myndskeiðinu þínu
it: Ha reagito con %1$@ al tuo video
ja: %1$@のリアクションがあなたの動画にありました
kab: Isedmer %@ tavidyut-ik·im
kk: Сіздің бейнефайлыңызға көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…áœá¸áŠáŸá¢á¼á¢áŸ’á“á€
kn: ನಿಮ್ಮ ವೀಡಿಯೊಗೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 동영상에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų vaizdo įrašą: %@.
lv: Uz jūsu video reaģēja ar %@
mk: %@ реагираше на вашето видео
ml: നിങ്ങളുടെ വീഡിയോയോട് %@ എന്ന് പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या व्हिडिओवर दिली
ms: Memberi reaksi %1$@ kepada video anda
my: သင့်ဗီဒီယိုသို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på videoen din
nl: Reageerde met %1$@ op je video
pa: ਤੁਹਾਡੀ ਵੀਡੀਓ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دی ویڈیو اتے %@ ردعمل دتا
pl: Reakcja na Twoje wideo: %1$@
ps: ستاسې ویډیو ته یې %@ ورکړ.
pt_br: Reagiu com %1$@ ao seu vídeo
pt_pt: Reagiu %1$@ ao seu vídeo
ro: A reacționat cu %1$@ la înregistrarea ta
ru: Отреагировал(-а) %1$@ на ваше видео
sk: Reagoval/a %1$@ na vaše video
sl: Odziv na vaš video: %@
sq: Reagoi me %@ te videoja juaj
sr: Реаговао/ла је %1$@ на ваш видео
sv: Reagerade %1$@ på din video
sw: Ametoa hisia %@kwa video yako
ta: உங்கள் வீடியோக்கு %@ என உணர்வினை வெளிப்படுத்தினார்
te: మీ వీడియోకు %@ రియాక్ట్ అయ్యింది
th: แสดงความรู้สึก %1$@ ต่อวิดีโอของคุณ
tr: Videona %1$@ tepkisi verdi
ug: ۋىدېيويىڭىزغا ئىنكاس %1$@
uk: Реакція на ваше відео: %1$@
ur: آپ کی ویڈیو پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với video của bạn
zh_cn: 用 %1$@ 回应了您的视频
zh_hk: 對以下內容表達了 %1$@ 心情：你的影片
