Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SCREEN_LOCK_ENABLE_UNKNOWN_ERROR
source: Authentication could not be accessed.
af: Kon nie toegang tot waarmerking kry nie.
ar: تعذَّر الوصول إلى المُصادقة.
az: Kimlik təsdiqləməsinə müraciət edilə bilmədi.
be: Доступ да аўтэнтыфікацыі не атрыманы.
bg: Няма достъп до удостоверяване.
bn: প্রমাণীকরণ অ্যাক্সেস করা যায়নি।
ca: No s'ha pogut accedir a l'autenticació.
cs: Autentifikaci nelze zpřístupnit.
cy: Ni ellid cyrchu dilysu.
da: Autentificering var ikke muligt
de: Kein Zugriff auf Authentifizierung.
el: Αποτυχία πρόσβασης στον έλεγχο ταυτότητας.
es: No se ha podido acceder a la autenticación.
es_es: No se ha podido acceder a los datos de identificación.
et: Autentimisele juurdepääs ei õnnestunud.
eu: Ezin izan da autentikazioa erabili.
fa: به احراز هویت دسترسی یافته نشد.
fi: Tunnistautuminen ei saatavilla
fil: Hindi ma-access ang authentication.
fr: Impossible d'accéder à l'authentification
ga: Níl aon fháil ar fhíordheimhniú.
gu: પ્રમાણીકરણ ઍક્સેસ કરી શકાતું નથી.
he: האימות לא היה בר־גישה.
hi: प्रमाणीकरण में कुछ गलती हो रही है।
hr: Autentifikaciji nije bilo moguće pristupiti.
hu: A hitelesítés funkció nem elérhető.
id: Autentikasi tidak dapat diakses.
is: Ekki var hægt að fá aðgang að auðkenningu.
it: Impossibile accedere all'autenticazione.
ja: 認証情報にアクセスできませんでした。
kab: Yugi ad d-yekcem wulɣu.
kk: Шынайылығын тексеруге кіру мүмкін болмады.
km: á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á˜á·á“á¢á¶á…á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”á¶á“áŸ”
kn: ಪ್ರಮಾಣೀಕರಣ ಆಕ್ಸೆಸ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ko: 인증 기능에 접근할 수 없습니다.
lt: Nepavyko gauti prieigos prie tapatybės nustatymo.
lv: Autentifikācijai nevarēja piekļūt.
mk: Пристапот до автентикацијата не беше овозможен.
ml: ഓതൻ്റിക്കേഷൻ പ്രാപ്യമല്ല.
mr: प्रमाणीकरण अॅक्सेस करू शकले नाही.
ms: Pengesahan tidak dapat diakses.
my: မှန်ကန်ကြောင်းအထောက်အထားပြရန် အချက်အလက်များ ရယူနိုင်ခြင်းမရှိသေးပါ။
nb: Klarte ikke verifisere opplåsing.
nl: Kon geen toegang tot authenticatie verkrijgen.
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਤਾਈਂ ਪਹੁੰਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ.
pa_pk: توثیق تائیں رسائی نہ ہو سکی۔
pl: Nie udało się użyć metody uwierzytelniania.
ps: تایید ته لاسرسی ونشو.
pt_br: Não foi possível acessar a autenticação.
pt_pt: Não foi possível autenticar devido a um erro.
ro: Autentificarea nu a putut fi accesată.
ru: Не удалось получить доступ к аутентификации.
sk: Problém s autentifikáciou.
sl: Preverjanja istovetnosti ni bilo mogoče izpeljati.
sq: S’u përdor dot mirëfilltësimi.
sr: Приступање потврди идентитета није успело.
sv: Autentisering kunde inte nås.
sw: Uhalisishaji haujaweza kufikiwa.
ta: அங்கீகாரத்தை அணுக முடியவில்லை.
te: ప్రామాణీకరణను యాక్సెస్ చేయడం సాధ్యం కాలేదు.
th: ไม่สามารถเข้าถึงการรับรองความถูกต้องได้
tr: Kimlik doğrulamasına erişilemedi.
ug: دەلىللەش سانلىق مەلۇماتىنى زىيارەت قىلالمىدى.
uk: Немає доступу до автентифікації.
ur: توثیق تک رسائی نہیں ہو سکتی۔
vi: Không thể truy cập xác thực.
zh_cn: 无法访问认证数据。
zh_hk: 無法存取驗證身份。

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_FAILED
source: Authentication failed.
af: Waarmerking het misluk
ar: فشلت المُصادَقة.
az: Kimlik təsdiqlənmədi
be: Памылка аўтэнтыфікацыі.
bg: Неуспешна идентификация.
bn: প্রমাণীকরণ ব্যর্থ।
ca: Ha fallat l'autenticació.
cs: Autentifikace neúspěšná.
cy: Methwyd dilysu.
da: Autentificering mislykkedes
de: Authentifizierung gescheitert.
el: Η ταυτοποίηση απέτυχε.
es: Error de autenticación
es_es: Fallo en la identificación.
et: Autentimine ei õnnestunud.
eu: Autentikazioak huts egin du.
fa: احراز هویت ناموفق بود.
fi: Tunnistautuminen epäonnistui
fil: Nabigo ang authentication.
fr: Échec de l'authentification.
ga: Theip ar fhíordheimhniú.
gu: પ્રમાણીકરણ નિષ્ફળ થયું.
he: אימות נכשל.
hi: प्रमाणीकरण असफल
hr: Provjera autentičnosti nije uspjela.
hu: A hitelesítés sikertelen.
id: Autentikasi gagal.
is: Auðkenning mistókst.
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
kab: Alɣu ur yeddi ara.
kk: Шынайылығын тексеру сәтсіз болды.
km: á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á”ášá¶á‡áŸá™áŸ”
kn: ಪ್ರಮಾಣೀಕರಣ ವಿಫಲವಾಗಿದೆ.
ko: 인증에 실패했습니다.
lt: Tapatybės nustatymas nepavyko.
lv: Autentifikācija neizdevās.
mk: Неуспешна автентикација
ml: ഓതൻ്റിക്കേഷൻ പരാജയപ്പെട്ടിരിക്കുന്നു.
mr: प्रमाणीकरण अयशस्वी.
ms: Pengesahan gagal.
my: မှန်ကန်ကြောင်းအထောက်အထားပြခြင်း မအောင်မြင်ပါ။
nb: Opplåsing mislyktes.
nl: Authenticatie mislukt.
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਅਸਫਲ ਰਿਹਾ.
pa_pk: توثیق ناکام ہوئی۔
pl: Nie udało się uwierzytelnić.
ps: تایید تر سره نشو
pt_br: Falha na autenticação.
pt_pt: Autenticação falhou.
ro: Autentificare eșuată.
ru: Ошибка аутентификации.
sk: Autentifikácia zlyhala
sl: Preverjanje istovetnosti ni bilo uspešno.
sq: Mirëfilltësimi dështoi.
sr: Потврда идентитета није успела.
sv: Autentisering misslyckades.
sw: Uhalisishaji umefeli.
ta: அங்கீகரிப்பு தோல்வியுற்றது.
te: ప్రామాణీకరణ విఫలమైంది.
th: การรับรองความถูกต้องไม่สำเร็จ
tr: Kimlik doğrulama başarısız oldu.
ug: دەلىللىيەلمىدى.
uk: Не вдалося здійснити автентифікацію.
ur: توثیق میں ناکامی۔
vi: Xác thực không thành công.
zh_cn: 认证失败。
zh_hk: 身份認證失敗。

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_LOCKOUT
source: Too many failed authentication attempts. Please try again later.
af: Te veel mislukte waarmerkpogings. Probeer later weer.
ar: عدد كبير من مُحاولات المُصادقة فاشلة. يُرجى المُحاولة مرّة أخرى في وقتٍ لاحق.
az: Həddən çox uğursuz kimlik təsdiqləmə cəhdi edildi. Zəhmət olmasa daha sonra yenidən sınayın.
be: Занадта шмат збояў аўтэнтыфікацыі. Калі ласка, паўтарыце спробу пазней.
bg: Твърде много неуспешни опити за удостоверяване. Моля, опитайте отново по-късно.
bn: প্রমাণীকরণের অনেকগুলো প্রচেষ্টা ব্যর্থ হয়েছে। পরে আবার চেষ্টা করুন।
ca: Massa intents fallits d'autenticació. Si us plau, torneu-ho a provar més tard.
cs: Příliš mnoho pokusů o autentifikaci. Prosím, zkuste později.
cy: Gormod o fethiannau dilysu. Rhowch gynnig arall arni nes ymlaen.
da: For mange mislykkede forsøg. Prøv igen senere
de: Zu viele gescheiterte Authentifizierungsversuche. Bitte versuche es später erneut.
el: Πολλές αποτυχημένες προσπάθειες επαλήθευσης ταυτότητας. Παρακαλώ προσπάθησε αργότερα.
es: Demasiados intentos fallidos de autenticación. Inténtalo de nuevo más tarde.
es_es: Demasiados intentos fallidos. Prueda de nuevo más tarde.
et: Liiga palju ebaõnnestunud autentimiskatseid. Palun proovi hiljem uuesti.
eu: Autentikatzerakoan saiakera oker gehiegi. Mesedez, saia zaitez beranduago.
fa: چندین احراز هویت ناموفق رخ داد. لطفا بعدا تلاش کنید.
fi: Liian monta epäonnistunutta tunnistautumista. Yritä myöhemmin uudelleen.
fil: Napakaraming bigong pagtatangka sa authentication. Paki-subukang muli mamaya.
fr: Trop grand nombre de tentatives d'authentification. Veuillez réessayer plus tard.
ga: An iomarca iarrachtaí ar fhíordheimhniú nár éirigh leo. Bain triail as ar ball.
gu: ઘણાં અસફળ પ્રમાણિતતા પ્રયત્નો. પછીથી ફરી પ્રયત્ન કરો.
he: יותר מדי ניסיונות אימות כושלים. אנא נסה שוב מאוחר יותר.
hi: बहुत सारी असफल प्रमाणीकरण की कोशिशें हुई हैं। कृपया थोङी देर बाद कोशिश करें।
hr: Previše neuspjelih pokušaja provjere autentičnosti. Pokušajte ponovo kasnije.
hu: Túl sok sikertelen hitelesítési kísérlet. Kérlek próbáld meg később.
id: Terlalu banyak upaya autentikasi yang gagal. Coba sesaat lagi.
is: Of margar nýlegar tilraunir til auðkenningar. Reyndu aftur síðar.
it: Troppi tentativi di autenticazione non riusciti. Riprova più tardi.
ja: 認証失敗が多すぎます。あとで再度試してください。
kab: Aṭas n tikkal n yineεruḍen n usesteb. Ttxil-k·m ɛreḍ tikkelt-nniḍen ticki.
kk: Шынайылығын тексерудың сәтсіз әрекеттері тым көп. Кейінірек тағы бір рет байқап көріңіз.
km: á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹áá»áŸá…áŸ’ášá¾á“áŠá„áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá–áŸá›á€áŸ’ášáŸ„á™áŸ”
kn: ಹಲವಾರು ವಿಫಲ ಪ್ರಮಾಣೀಕರಣ ಪ್ರಯತ್ನಗಳು. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 인증 실패 횟수가 너무 많습니다. 나중에 다시 시도해 주세요.
lt: Per daug nesėkmingų tapatybės nustatymo bandymų. Bandykite dar kartą vėliau.
lv: Pārāk daudz neveiksmīgu autentifikācijas mēģinājumu. Vēlāk mēģiniet vēlreiz.
mk: Премногу неуспешни обиди за автентикација. Ве молиме обидете се повторно подоцна.
ml: പരാജയപ്പെട്ട നിരവധി ഓതൻ്റിക്കേഷൻ ശ്രമങ്ങൾ. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: खूप सारे अयशस्वी प्रमाणीकरण प्रयत्न. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Terlalu banyak percubaan pengesahan gagal. Sila cuba sebentar lagi.
my: မှန်ကန်ကြောင်းအထောက်အထားပြရန် ကြိုးစားမှုမှာ အကြိမ်များစွာ မှားယွင်းနေပါသဖြင့် နောင်အခါမှ ပြန်လည်ကြိုးစားပါ။
nb: For mange mislykkede opplåsingsforsøk. Vennligst prøv igjen senere.
nl: Te veel pogingen tot authenticatie. Probeer het later opnieuw.
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਦੀਆਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ਅਸਫਲ ਕੋਸ਼ਿਸ਼ਾਂ ਰਹੀਆਂ. ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pa_pk: توثیق دی بہت ساری ناکام کوششاں۔ مہربانی کر کے بعد اچ دوبارہ کوشش کرو۔
pl: Zbyt wiele nieudanych prób uwierzytelnienia. Spróbuj ponownie później.
ps: ستاسو د تایید ګڼ شمېر هڅې ناکامې شوي. مهرباني وکړئ وروسته بیا کوښښ وکړئ.
pt_br: Você excedeu o número máximo permitido de tentativas de autenticação. Por favor, tente novamente mais tarde.
pt_pt: Demasiadas tentativas de autenticação falhadas. Por favor, tente novamente mais tarde.
ro: Prea multe încercări de autentificare nereușite. Te rog încearcă mai târziu.
ru: Слишком много неудачных попыток аутентификации. Пожалуйста, повторите попытку позже.
sk: Priveľa nepodarených pokusov o autentifikáciu. Prosím, skúste to znovu neskôr.
sl: Preveč neuspešnih poskusov. Prosimo poskusite znova kasneje.
sq: Shumë përpjekje të dështuara mirëfilltësimi. Ju lutemi, riprovoni më vonë.
sr: Имали сте превише неуспешних покушаја потврде идентитета. Пробајте поново касније.
sv: För många misslyckade autentiseringsförsök. Försök igen senare.
sw: Majaribio mengi yaliyofeli ya uhalisishaji. Tafadhali jaribu tena baadaye.
ta: பல தோல்வியுற்ற அங்கீகார முயற்சிகள். பின்னர் மீண்டும் முயற்சிக்கவும்.
te: ప్రామాణీకరణ ప్రయత్నాలు చాలా విఫలమయ్యాయి. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: รับรองความถูกต้องไม่สำเร็จหลายครั้งเกินไป โปรดลองใหม่ในภายหลัง
tr: Çok fazla başarısız kimlik doğrulama girişimi yapıldı. Lütfen daha sonra tekrar deneyiniz.
ug: دەلىللەشتە كۆپ قېتىم خاتالىق كۆرۈلدى. سەل تۇرۇپ قايتا سىناڭ.
uk: Забагато невдалих спроб автентифікації. Спробуйте пізніше.
ur: توثیق کی بہت زیادہ ناکام کوششیں۔ براہ کرم بعد میں دوبارہ کوشش کریں۔
vi: Quá nhiều lần xác thực không thành công. Vui lòng thử lại sau.
zh_cn: 认证失败次数太多，请稍后再试。
zh_hk: 驗證失敗次數過多。請稍後再試。

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_NOT_AVAILABLE
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
af: U moet ’n wagkode in u iOS-instellings aktiveer om skermvergrendeling te kan gebruik.
ar: يجب عليك تمكين رمز المرور في إعدادات iOS الخاصة بك من أجل استخدام قفل الشاشة.
az: Ekran Kilidini istifadə etmək üçün iOS tənzimləmələrində bir parol təyin etməlisiniz.
be: Вам неабходна ўключыць код доступу ў наладах iOS, каб выкарыстоўваць блакіроўку экрана.
bg: Трябва да активирате парола в настройките за iOS, за да използвате Заключване на екрана.
bn: স্ক্রীন এর লক্ ব্যবহার করার জন্য আপনাকে অবশ্যই আপনার আইওএস সেটিংসে একটি পাসকোড সক্ষম করতে হবে।
ca: Heu d'activar un codi contrasenya a la configuració d'iOS per usar el bloqueig de pantalla.
cs: Pokud chcete používat zámek displeje, nejprve zapněte kódový zámek v nastavení iOS.
cy: Mae'n rhaid i chi alluogi cyfrinair yn Gosodiadau iOS er mwyn defnyddion Clo Sgrîn.
da: Du skal aktivere en adgangskode i dine iOS-indstillinger for at bruge skærmlås
de: Du musst einen Code in deinen iOS-Einstellungen festlegen, um die Bildschirmsperre zu verwenden.
el: Πρέπει να ενεργοποιήσεις έναν κωδικό πρόσβασης στις Ρυθμίσεις του iOS για να χρησιμοποιήσεις το Κλείδωμα Οθόνης.
es: Debes configurar un código en Ajustes de iOS para poder usar el bloqueo de pantalla.
es_es: Necesitas configurar un código en «Ajustes» de iOS para poder usar el bloqueo de acceso.
et: Ekraaniluku kasutamiseks pead lubama iOSi sätetes ekraani lukustamise.
eu: Pantailaren Blokea erabili ahal izateko gako bat aktibatu behar duzu zure iOS ezarpenetan.
fa: برای استفاده از قفل صفحه نمایش می بایستی یک رمزعبور از تنظیمات iOS خود فعال کنید.
fi: Aseta pääsykoodi puhelimesi asetuksista, jotta voit käyttää näytön lukitusta.
fil: Kailangan mong paganahin ang passcode sa settings ng iyong iOS upang magamit ang Screen Lock.
fr: Pour utiliser la fonctionnalité de verrouillage d'écran, vous devez activer un code dans vos réglages iOS.
ga: Ní mór duit cód faire a chumasú sna Socruithe iOS chun Glasáil Scáileáin a chur i bhfeidhm.
gu: સ્ક્રીન લૉકનો ઉપયોગ કરવા માટે તમારે તમારી iOS સેટિંગ્સમાં પાસકોડ સક્ષમ કરવું આવશ્યક છે.
he: אתה חייב לאפשר קוד גישה בהגדרות iOS שלך על מנת להשתמש בנעילת מסך.
hi: सक्रीन लॉक इस्तेमाल करने के लिये अपने iOS सेटिंग्स से पासकोड की अनुमति दें।
hr: Kako biste koristili Zaključavanje zaslona, morate omogućiti lozinku u postavkama iOS-a.
hu: Engedélyezned kell a jelkód használatát az iOS Beállításokban a képernyőzár használatához.
id: Anda harus mengaktifkan kode sandi di Pengaturan iOS untuk menggunakan Kunci Layar.
is: Þú verður að virkja aðgangskóða í iOS-stillingunum þínum til að geta notað skjálæsingu.
it: Devi abilitare una password nelle impostazioni di iOS per poter usare il blocco schermo.
ja: 画面ロックを使用するには、iOSの設定でパスコードを有効にしてください。
kab: Ilaq ad tremdeḍ tangalt tuffirt deg yiɣewwaren n iOS i wakken ad tesqedceḍ asekkeṛ n ugdil.
kk: Экранды құлыптау функциясын пайдалану үшін iOS параметрлерінде құпиясөзді іске қосу қажет.
km: á¢áŸ’á“á€ááŸ’ášá¼áœá”áŸ’ášá¾á›áŸáá€á¼áŠ á€áŸ’á“á»á„ iOS á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ á¢áŸá€áŸ’ášá„áŸ‹á…á¶á€áŸ‹áŸáŸ„ášáŸ”
kn: ಸ್ಕ್ರೀನ್ ಲಾಕ್ ಅನ್ನು ಬಳಸಲು ನಿಮ್ಮ iOS ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು.
ko: 화면 잠금을 사용하려면 iOS 설정에서 암호를 켜야 합니다.
lt: Norėdami naudotis Ekrano užraktu, privalote iOS nustatymuose įjungti slaptą kodą.
lv: Lai izmantotu ekrāna bloķēšanu, iOS iestatījumos ir jāiespējo ieejas kods.
mk: Мора да овозможите лозинка во вашите iOS Поставки со цел да го користите Екранот за Заклучување.
ml: സ്ക്രീൻ ലോക്ക് ഉപയോഗിക്കുന്നതിന് നിങ്ങളുടെ iOS സെറ്റിങ്സിൽ നിങ്ങൾ ഒരു പാസ്കോഡ് സജീവമാക്കണം.
mr: स्क्रीन लॉक वापरण्यासाठी आपण आपल्या iOS सेटिंग मध्ये पासकोड सक्षम करायला हवा.
ms: Anda mesti mengaktifkan kod laluan dalam Tetapan iOS anda untuk menggunakan Kunci Skrin.
my: မျက်နှာပြင်သော့ခတ်ရန်အတွက် သင်၏ IOS အပြင်အဆင်အတွင်း၌ လျှို့ဝှက်နံပါတ်ကို အသုံးပြုကို ပြုထားရမည် ဖြစ်သည်။
nb: Du må skru på låsekode i iOS under Innstillinger på enheten for å kunne bruke skjermlås.
nl: Om appvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pa: ਸਕਰੀਨ ਲੌਕ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ iOS ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਪਾਸਕੋਡ ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਹੋਵੇਗਾ।
pa_pk: سکرین لاک نوں ورتن لئی تساں نوں اپنی iOS ترتیباں اچ اک پاس کوڈ لازمی فعال کرنا ہووے گا۔
pl: Aby korzystać z blokady ekranu, musisz ustawić kod w ustawieniach iOS.
ps: تاسې باید د iOS په تنظیماتو کې یو پسکوډ فعال کړئ تر څو وکولای شئ چې سکرین لاک وکاروئ.
pt_br: Você deve criar uma senha no app Ajustes do iOS para usar bloqueio de tela.
pt_pt: Deverá ativar o código de desbloqueio nas definições do seu iOS para poder utilizar o bloqueio de ecrã.
ro: Trebuie să activezi o parolă în setările tale iOS pentru a putea folosi ecranul de blocare.
ru: Вы должны включить код доступа в приложении «Настройки», чтобы использовать блокировку экрана.
sk: Pre používanie zámku obrazovky, zapnite kódový zámok v nastaveniach iOS.
sl: Pred uporabo Zaklepa zaslona morate nastaviti geslo v meniju iOS Nastavitve.
sq: Që të mund të përdoret Kyçje Ekrani, duhet të aktivizoni një frazëkalim te Rregullimet tuaja për iOS-in.
sr: Да бисте користили закључавање екрана морате да укључите лозинку у подешавањима iOS-а.
sv: Du måste aktivera en lösenkod i dina iOS-inställningar för att använda Skärmlås.
sw: Lazima uwezeshe nambari ya kuingia kwenye mipangilio yako ya iOS ili utumie Kifunga Skrini.
ta: திரை பூட்டைப் பயன்படுத்த உங்கள் iOS அமைப்புகளில் கடவுக்குறியீட்டை இயக்க வேண்டும்.
te: స్క్రీన్ లాక్‌ని ఉపయోగించడానికి మీరు మీ iOS సెట్టింగ్‌లలో పాస్‌కోడ్‌ను ప్రారంభించాలి.
th: คุณต้องเปิดใช้งานรหัสผ่านในการตั้งค่า iOS ของคุณเพื่อใช้งานการล็อกหน้าจอ
tr: Ekran Kilidini kullanmak için iOS ayarlarınızdan bir şifre belirlemelisiniz.
ug: ئېكران قۇلۇپىنى ئىشلىتىش ئۈچۈن چوقۇم iOS تەڭشەكلىرىڭىزدىن مەخپىي نومۇرنى قوزغىتىشىڭىز كېرەك.
uk: Щоб використовувати блокування екрана, в параметрах iOS необхідно активувати код доступу.
ur: آپ کو سکرین لاک استعمال کرنے کیلئے iOS ترتیبات میں پاس کوڈ فعال کرنا ہوگا۔
vi: Bạn phải tạo một mật mã trong Cài đặt iOS của bạn để sử dụng Khóa Màn hình.
zh_cn: 您需要先设置您的密码来开启屏幕锁功能。
zh_hk: 如要使用螢幕鎖，您必須在 iOS 「設定」中啟用密碼功能。

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_NOT_ENROLLED
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
af: U moet ’n wagkode in u iOS-instellings aktiveer om skermvergrendeling te kan gebruik.
ar: يجب عليك تمكين رمز المرور في إعدادات iOS الخاصة بك من أجل استخدام قفل الشاشة.
az: Ekran Kilidini istifadə etmək üçün iOS tənzimləmələrində bir parol təyin etməlisiniz.
be: Вам неабходна ўключыць код доступу ў наладах iOS, каб выкарыстоўваць блакіроўку экрана.
bg: Трябва да активирате парола в настройките за iOS, за да използвате Заключване на екрана.
bn: স্ক্রীন এর লক্ ব্যবহার করার জন্য আপনাকে অবশ্যই আপনার আইওএস সেটিংসে একটি পাসকোড সক্ষম করতে হবে।
ca: Heu d'activar un codi contrasenya a la configuració d'iOS per usar el bloqueig de pantalla.
cs: Pokud chcete používat zámek displeje, nejprve zapněte kódový zámek v nastavení iOS.
cy: Mae'n rhaid i chi alluogi cyfrinair yn Gosodiadau iOS er mwyn defnyddion Clo Sgrîn.
da: Du skal aktivere en adgangskode i dine iOS-indstillinger for at bruge skærmlås
de: Du musst einen Code in deinen iOS-Einstellungen festlegen, um die Bildschirmsperre zu verwenden.
el: Πρέπει να ενεργοποιήσεις έναν κωδικό πρόσβασης στις Ρυθμίσεις του iOS για να χρησιμοποιήσεις το Κλείδωμα Οθόνης.
es: Debes configurar un código en Ajustes de iOS para poder usar el bloqueo de pantalla.
es_es: Necesitas configurar un código en «Ajustes» de iOS para poder usar el bloqueo de acceso.
et: Ekraaniluku kasutamiseks pead lubama iOSi sätetes ekraani lukustamise.
eu: Pantailaren Blokea erabili ahal izateko gako bat aktibatu behar duzu zure iOS ezarpenetan.
fa: شما برای استفاده از قفل صفحه نمایس می بایستی یک رمزعبور از تنظیمات iOS خود فعال کنید.
fi: Aseta pääsykoodi puhelimesi asetuksista, jotta voit käyttää näytön lukitusta.
fil: Kailangan mong paganahin ang passcode sa settings ng iyong iOS upang magamit ang Screen Lock.
fr: Pour utiliser la fonctionnalité de verrouillage d'écran, vous devez activer un code dans vos réglages iOS.
ga: Ní mór duit cód faire a chumasú sna Socruithe iOS chun Glasáil Scáileáin a chur i bhfeidhm.
gu: સ્ક્રીન લૉકનો ઉપયોગ કરવા માટે તમારે તમારી iOS સેટિંગ્સમાં પાસકોડ સક્ષમ કરવું આવશ્યક છે.
he: אתה חייב לאפשר קוד גישה בהגדרות iOS שלך על מנת להשתמש בנעילת מסך.
hi: सक्रीन लॉक इस्तेमाल करने के लिये अपने iOS सेटिंग्स से पासकोड की अनुमति दें।
hr: Kako biste koristili Zaključavanje zaslona, morate omogućiti lozinku u postavkama iOS-a.
hu: Engedélyezned kell a jelkód használatát az iOS Beállításokban a képernyőzár használatához.
id: Anda harus mengaktifkan kode sandi di Pengaturan iOS untuk menggunakan Kunci Layar.
is: Þú verður að virkja aðgangskóða í iOS-stillingunum þínum til að geta notað skjálæsingu.
it: Devi abilitare una password nelle impostazioni di iOS per poter usare il blocco schermo.
ja: 画面ロックを使用するには、iOSの設定でパスコードを有効にしてください。
kab: Ilaq ad tremdeḍ tangalt tuffirt deg yiɣewwaren n iOS i wakken ad tesqedceḍ asekkeṛ n ugdil.
kk: Экранды құлыптау функциясын пайдалану үшін iOS параметрлерінде құпиясөзді іске қосу қажет.
km: á¢áŸ’á“á€ááŸ’ášá¼áœá”áŸ’ášá¾á›áŸáá€á¼áŠ á€áŸ’á“á»á„ iOS á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ á¢áŸá€áŸ’ášá„áŸ‹á…á¶á€áŸ‹áŸáŸ„ášáŸ”
kn: ಸ್ಕ್ರೀನ್ ಲಾಕ್ ಅನ್ನು ಬಳಸಲು ನಿಮ್ಮ iOS ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು.
ko: 화면 잠금을 사용하려면 iOS 설정에서 암호를 켜야 합니다.
lt: Norėdami naudotis Ekrano užraktu, privalote iOS nustatymuose įjungti slaptą kodą.
lv: Lai izmantotu ekrāna bloķēšanu, iOS iestatījumos ir jāiespējo ieejas kods.
mk: Мора да овозможите лозинка во вашите iOS Поставки со цел да го користите Екранот за Заклучување.
ml: സ്ക്രീൻ ലോക്ക് ഉപയോഗിക്കുന്നതിന് നിങ്ങളുടെ iOS സെറ്റിങ്സിൽ നിങ്ങൾ ഒരു പാസ്കോഡ് സജീവമാക്കണം.
mr: स्क्रीन लॉक वापरण्यासाठी आपण आपल्या iOS सेटिंग मध्ये पासकोड सक्षम करायला हवा.
ms: Anda mesti mengaktifkan kod laluan dalam Tetapan iOS anda untuk menggunakan Kunci Skrin.
my: မျက်နှာပြင်သော့ခတ်ရန်အတွက် သင်၏ IOS အပြင်အဆင်အတွင်း၌ လျှို့ဝှက်နံပါတ်ကို အသုံးပြုကို ပြုထားရမည် ဖြစ်သည်။
nb: Du må skru på låsekode i iOS under Innstillinger på enheten for å kunne bruke skjermlås.
nl: Om appvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pa: ਸਕਰੀਨ ਲੌਕ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ iOS ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਪਾਸਕੋਡ ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਹੋਵੇਗਾ।
pa_pk: سکرین لاک نوں ورتن لئی تساں نوں اپنی iOS ترتیباں اچ اک پاس کوڈ لازمی فعال کرنا ہووے گا۔
pl: Aby korzystać z blokady ekranu, musisz ustawić kod w ustawieniach iOS.
ps: تاسې باید د iOS په تنظیماتو کې یو پسکوډ فعال کړئ تر څو وکولای شئ چې سکرین لاک وکاروئ.
pt_br: Você deve criar uma senha no app Ajustes do iOS para usar o bloqueio de tela.
pt_pt: Deverá ativar o código de desbloqueio nas definições do seu iOS para poder utilizar o bloqueio de ecrã.
ro: Trebuie să activezi o parolă în setările tale iOS pentru a putea folosi ecranul de blocare.
ru: Вы должны включить код доступа в приложении «Настройки», чтобы использовать блокировку экрана.
sk: Pre používanie zámku obrazovky, zapnite kódový zámok v nastaveniach iOS.
sl: Pred uporabo Zaklepa zaslona morate nastaviti geslo v meniju iOS Nastavitve.
sq: Që të mund të përdoret Kyçje Ekrani, duhet të aktivizoni një frazëkalim te Rregullimet tuaja për iOS-in.
sr: Да бисте користили закључавање екрана морате да укључите лозинку у подешавањима iOS-а.
sv: Du måste aktivera en lösenkod i dina iOS-inställningar för att använda Skärmlås.
sw: Lazima uwezeshe nambari ya kuingia kwenye mipangilio yako ya iOS ili utumie Kifunga Skrini.
ta: திரை பூட்டைப் பயன்படுத்த உங்கள் iOS அமைப்புகளில் கடவுக்குறியீட்டை இயக்க வேண்டும்.
te: స్క్రీన్ లాక్‌ని ఉపయోగించడానికి మీరు మీ iOS సెట్టింగ్‌లలో పాస్‌కోడ్‌ను ప్రారంభించాలి.
th: คุณต้องเปิดใช้งานรหัสผ่านในการตั้งค่า iOS ของคุณเพื่อใช้งานการล็อกหน้าจอ
tr: Ekran Kilidini kullanmak için iOS ayarlarınızdan bir şifre belirlemelisiniz.
ug: ئېكران قۇلۇپىنى ئىشلىتىش ئۈچۈن چوقۇم iOS تەڭشەكلىرىڭىزدىن مەخپىي نومۇرنى قوزغىتىشىڭىز كېرەك.
uk: Щоб використовувати блокування екрана, в параметрах iOS необхідно активувати код доступу.
ur: آپ کو سکرین لاک استعمال کرنے کیلئے iOS ترتیبات میں پاس کوڈ فعال کرنا ہوگا۔
vi: Bạn phải tạo một mật mã trong Cài đặt iOS của bạn để sử dụng Khóa Màn hình.
zh_cn: 您需要先设置您的密码来开启屏幕锁功能。
zh_hk: 如要使用螢幕鎖，您必須在 iOS 「設定」中啟用密碼功能。
