Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CHAT_COLOR_INCOMING_MESSAGE_1
source: Here’s a preview of the chat color.
af: Hier is ’n voorskou van die kletskleur.
ar: إليك معاينة للون الدردشة.
az: Budur, söhbət rəngi üçün önbaxış.
be: Гэта папярэдні прагляд колеру чата.
bn: এখানে চ্যাটের রংয়ের প্রিভিউ রয়েছে।
ca: Aquí tens una previsualització del color del xat.
cs: Zde je náhled barvy chatu.
cy: Dyma rhagolwg o'r lliw sgwrsio.
da: Her er et smugkig på chatfarven.
de: Hier ist eine Vorschau der Chat-Farbe.
el: Να μια προεπισκόπηση του χρώματος της συνομιλίας.
es: Aquí puedes ver el color del chat.
et: See on vestluse värvide eelvaade.
fa: این پیش‌نمایشی از رنگ متن گفتگو است.
fi: Valittu keskustelun väri näkyy tässä.
fr: Voici un aperçu de la couleur des bulles pour cette conversation.
ga: Seo réamhamharc ar dhath an chomhrá.
gu: આ ચેટ કલરનું પ્રિવ્યૂ છે.
he: הנה תצוגה מקדימה של צבע הצ׳אט.
hi: ये चैट रंग का पूर्वावलोकन है।
hr: Ovo je pregled boje razgovora.
hu: Íme a csevegési szín előnézete.
id: Berikut pratinjau dari warna obrolan.
is: Hér er forskoðun á lit spjallsins.
it: Ecco un'anteprima del colore della chat.
ja: チャットの色のプレビューです。
km: á“áŸáŸ‡á‡á¶á€á¶ášá–á·á“á·ááŸ’á™á˜áŸ’áŠá„á‘áŸ€áá“á¼áœá–ááŸŒá“áŸƒá€á¶ášáŸá“áŸ’á‘á“á¶
kn: ಚಾಟ್ ಬಣ್ಣದ ಪೂರ್ವವೀಕ್ಷಣೆ ಇಲ್ಲಿದೆ.
ko: 다음은 대화창 색의 미리 보기입니다.
lt: Štai pokalbio spalvos peržiūra.
lv: Lūk, tērzēšanas krāsas priekšskatījums.
mk: Еве преглед на бојата на разговорот.
ml: ചാറ്റ് നിറത്തിന്റെ ഒരു പ്രിവ്യൂ ഇതാ
mr: चॅटच्या रंगाचे हे पुनरावलोकन आहे.
ms: Ini pratonton warna sembang.
my: ဤသည်မှာ သင်၏ ချက်(တ်) အရောင် အစမ်းပြသမှု ဖြစ်ပါသည်။
nb: Her er en forhåndsvisning av samtalefargen.
nl: Hier zie je een voorbeeld van de chatkleur.
pa: ਇਹ ਹੈ ਚੈਟ ਦੇ ਰੰਗ ਦੀ ਝਲਕ।
pl: Oto podgląd koloru czatu.
ps: دلته د چټ د رنګ مخکتنه ده.
pt_br: Aqui está uma prévia da cor do chat.
pt_pt: Aqui está uma simulação da cor do chat.
ro: Iată o previzualizare a culorii conversației.
ru: Это предпросмотр цвета чата.
sk: Tu je náhľad farby četu.
sl: To je predogled barve pogovora.
sq: Ja një paraparje e ngjyrës së fjalosjes.
sr: Ево прегледа боје ћаскања.
sv: Här är en förhandsvisning av chattfärgen.
sw: Hii hapa hakiki ya rangi ya gumzo.
ta: இங்கே ஒரு முன்னோட்டம் அரட்டை நிறம்.
te: మాటామంతి రంగు యొక్క పూర్వప్రదర్శన ఇక్కడ ఉంది.
th: นี่คือตัวอย่างสีแชท
tr: Sohbet renginin ön izlemesi.
ug: پاراڭ رەڭگىنى بۇ جايدا ئالدىن كۆرگىلى بولىدۇ.
uk: Таким буде колір чатів.
ur: یہاں چیٹ کے رنگ کا پری ویو ہے۔
vi: Đây là mẫu xem trước của màu cuộc trò chuyện.
zh_cn: 此处为聊天颜色预览。
zh_hk: 這是聊天色彩的預覽。

# CHAT_COLOR_INCOMING_MESSAGE_2
source: Another bubble
af: Nog ’n borrel
ar: فقاعة أخرى
az: Başqa şar
be: Наступная бурбалка
bn: আরেকটি বুদবুদ
ca: Una altra bafarada
cs: Další bublina
cy: Swigen arall
da: En anden boble
de: Eine andere Nachricht
el: Και ένα ακόμα μήνυμα
es: Otra burbuja
et: Veel üks mull.
fa: گفتگوی دیگر
fi: Toinen kupla
fr: Autre bulle
gu: બીજો બબલ
he: בועה אחרת
hi: एक और बुलबुला।
hr: Drugi oblačić
hu: Másik buborék
id: Gelembung lainnya
is: Önnur talblaðra
it: Un'altra bolla
ja: もう一方の吹き出しです
km: á–á–á»áŸ‡á˜á½á™á‘áŸ€á
kn: ಇನ್ನೊಂದು ಗುಳ್ಳೆ
ko: 또 다른 거품
lt: Dar vienas burbulas
lv: Cits burbulis
ml: മറ്റൊരു കുമിള
mr: अजून एक बबल
ms: Gelembung lain
nb: Enda en boble
nl: Een andere berichtballon
pa: ਹੋਰ ਬੱਬਲ
pl: Kolejny dymek
ps: یو بل حباب
pt_br: Outra mensagem
pt_pt: Outro balão
ro: Iată o altă bulă
ru: Ещё одно сообщение
sk: Ďalšia bublina
sl: Še en mehuirček
sq: Një tjetër flluskë
sr: Други облачић
sv: Ytterligare en bubbla
sw: Kiputo kingine
ta: மற்றொரு குமிழி
te: మరో బుడగ.
th: กล่องคำพูดอีกกล่อง
tr: Diğer baloncuk
ug: باشقا كۆپۈك
uk: Ще одне повідомлення
ur: ایک اور بلبلا
vi: Một bong bóng khác
zh_cn: 另一个气泡图
zh_hk: 又一對話氣泡

# CHAT_COLOR_OUTGOING_MESSAGE
source: The color is visible to only you.
af: Die kleur is slegs vir jou sigbaar.
ar: اللون يظهر عندك فقط.
az: Rəng, yalnız sizə görünür.
be: Толькі вы можаце бачыць гэты колер.
bn: কেবলমাত্র আপনি রঙটি দেখতে পাবেন।
ca: El color només el veieu vós.
cs: Barva je viditelná pouze pro vás.
cy: Dim ond chi sydd yn gweld y lliw.
da: Farven er kun synlig for dig.
de: Die Farbe ist nur für dich sichtbar.
el: Μόνο εσύ βλέπεις αυτό το χρώμα.
es: Este color es visible solo para ti.
et: See värv on nähtav ainult sulle.
eu: Kolorea zuk bakarrik ikusten duzu.
fa: این رنگ فقط برای شما قابل رؤیت است.
fi: Väri näkyy vain sinulle.
fr: Vous seul pouvez voir cette couleur.
ga: Tusa amháin atá in ann an dath a fheiceáil.
gu: રંગ ફક્ત તમને જ દેખાય છે.
he: הצבע גלוי רק לך.
hi: रंग केवल आपको दिखाई देता है।
hr: Boja je vidljiva samo vama.
hu: Ezt a színbeállítást csak te látod.
id: Warna ini hanya dapat dilihat oleh Anda.
is: Liturinn er einungis sýnilegur þér.
it: Il colore è visibile solo a te.
ja: この色はあなただけに表示されます。
km: á–ááŸŒá“áŸáŸ‡á˜á¾á›áƒá¾á‰ááŸ‚á¢áŸ’á“á€á”áŸ‰á»ááŸ’ááŸ„áŸ‡áŸ”
kn: ಬಣ್ಣ ನಿಮಗೆ ಮಾತ್ರ ಕಾಣಿಸುತ್ತದೆ.
ko: 색상은 사용자에게만 보입니다.
lt: Spalva yra matoma tik jums.
lv: Šī krāsa ir redzama tikai jums.
mk: Бојата е видлива само за вас.
ml: നിറം നിങ്ങൾക്ക് മാത്രം ദൃശ്യമാണ്.
mr: रंग फक्त आपल्याला दृश्यमान आहे.
ms: Warnanya dapat dilihat oleh anda sahaja.
my: ဤအရောင်ကို သင်တစ်ဦးတည်းသာ မြင်ရပါမည်။
nb: Fargen synes kun for deg.
nl: De kleur is alleen voor jou zichtbaar.
pa: ਇਹ ਰੰਗ ਸਿਰਫ਼ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ।
pl: Ten kolor jest widoczny tylko dla Ciebie.
ps: رنګ یوازې تاسې ته د لیدو وړ دی.
pt_br: Apenas você verá essa cor.
pt_pt: A cor é visível apenas para si.
ro: Culoarea este vizibilă doar pentru tine.
ru: Этот цвет виден только вам.
sk: Farbu vidíte iba vy.
sl: Barva je vidna samo vam.
sq: Ngjyra është e dukshme vetëm për ju.
sr: Само ви видите ову боју.
sv: Färgen är bara synlig för dig.
sw: Rangi hiyo inaonekana kwa wewe tu.
ta: நிறம் உங்களுக்கு மட்டுமே தெரியும்.
te: రంగు మీకు మాత్రమే కనిపిస్తుంది.
th: สีที่คุณเห็นคนเดียว
tr: Renk yalnızca size gözükür.
ug: رەڭ پەقەت سىزگىلا كۆرۈنىدۇ.
uk: Цей колір бачите лише ви.
ur: رنگ صرف آپ کو نظر آتا ہے۔
vi: Màu này chỉ có bạn thấy được.
zh_cn: 该颜色仅对您可见。
zh_hk: 色彩只有您看得見。

# CHAT_COLOR_OUTGOING_MESSAGE_1
source: The color is visible to only you.
af: Die kleur is slegs vir jou sigbaar.
ar: اللون يظهر عندك فقط.
az: Rəng, yalnız sizə görünür.
be: Толькі вы можаце бачыць гэты колер.
bn: কেবলমাত্র আপনি রঙটি দেখতে পাবেন।
ca: El color només el veieu vós.
cs: Barva je viditelná pouze pro vás.
cy: Dim ond chi sydd yn gweld y lliw.
da: Farven er kun synlig for dig.
de: Die Farbe ist nur für dich sichtbar.
el: Μόνο εσύ βλέπεις αυτό το χρώμα.
es: Este color es visible solo para ti.
et: See värv on nähtav ainult sulle.
eu: Kolorea zuk bakarrik ikusten duzu.
fa: این رنگ فقط برای شما قابل رؤیت است.
fi: Väri näkyy vain sinulle.
fr: Vous seul pouvez voir cette couleur.
ga: Tusa amháin atá in ann an dath a fheiceáil.
gu: કલર ફક્ત તમને જ દેખાય છે.
he: הצבע גלוי רק לך.
hi: रंग केवल आपको दिखाई देता है।
hr: Boja je vidljiva samo vama.
hu: Ezt a színbeállítást csak te látod.
id: Warna ini hanya dapat dilihat oleh Anda.
is: Liturinn er einungis sýnilegur þér.
it: Il colore è visibile solo a te.
ja: この色はあなただけに表示されます。
km: á–ááŸŒá“áŸáŸ‡á˜á¾á›áƒá¾á‰ááŸ‚á¢áŸ’á“á€á”áŸ‰á»ááŸ’ááŸ„áŸ‡áŸ”
kn: ಬಣ್ಣ ನಿಮಗೆ ಮಾತ್ರ ಕಾಣಿಸುತ್ತದೆ.
ko: 색상은 사용자에게만 보입니다.
lt: Spalva yra matoma tik jums.
lv: Šī krāsa ir redzama tikai jums.
mk: Бојата е видлива само за вас.
ml: നിറം നിങ്ങൾക്ക് മാത്രം ദൃശ്യമാണ്.
mr: रंग फक्त आपल्याला दृश्यमान आहे.
ms: Warnanya dapat dilihat oleh anda sahaja.
my: ဤအရောင်ကို သင်တစ်ဦးတည်းသာ မြင်ရပါမည်။
nb: Fargen synes kun for deg.
nl: De kleur is alleen voor jou zichtbaar.
pa: ਇਹ ਰੰਗ ਸਿਰਫ਼ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ।
pl: Ten kolor jest widoczny tylko dla Ciebie.
ps: رنګ یوازې تاسې ته د لیدو وړ دی.
pt_br: Apenas você verá essa cor.
pt_pt: A cor é visível apenas para si.
ro: Culoarea este vizibilă doar pentru tine.
ru: Этот цвет виден только вам.
sk: Farbu vidíte iba vy.
sl: Barva je vidna samo vam.
sq: Ngjyra është e dukshme vetëm për ju.
sr: Само ви видите ову боју.
sv: Färgen är bara synlig för dig.
sw: Ni wewe tu unayeweza kuiona rangi hii.
ta: நிறம் உங்களுக்கு மட்டுமே தெரியும்.
te: రంగు మీకు మాత్రమే కనిపిస్తుంది.
th: สีที่คุณเห็นคนเดียว
tr: Renk yalnızca size gözükür.
ug: رەڭ پەقەت سىزگىلا كۆرۈنىدۇ.
uk: Цей колір бачите лише ви.
ur: رنگ صرف آپ کو نظر آتا ہے۔
vi: Màu này chỉ có bạn thấy được.
zh_cn: 该颜色仅对您可见。
zh_hk: 色彩只有您看得見。

# CHAT_COLOR_OUTGOING_MESSAGE_2
source: The color is visible to only you.
af: Die kleur is slegs vir jou sigbaar.
ar: اللون يظهر عندك فقط.
az: Rəng, yalnız sizə görünür.
be: Толькі вы можаце бачыць гэты колер.
bn: কেবলমাত্র আপনি রঙটি দেখতে পাবেন।
ca: El color només el veieu vós.
cs: Barva je viditelná pouze pro vás.
cy: Dim ond chi sydd yn gweld y lliw.
da: Farven er kun synlig for dig.
de: Die Farbe ist nur für dich sichtbar.
el: Μόνο εσύ βλέπεις αυτό το χρώμα.
es: Este color es visible solo para ti.
et: See värv on nähtav ainult sulle.
eu: Kolorea zuk bakarrik ikusten duzu.
fa: این رنگ فقط برای شما قابل رؤیت است.
fi: Väri näkyy vain sinulle.
fr: Vous seul pouvez voir cette couleur.
ga: Tusa amháin atá in ann an dath a fheiceáil.
gu: રંગ ફક્ત તમને જ દેખાય છે.
he: הצבע גלוי רק לך.
hi: रंग केवल आपको दिखाई देता है।
hr: Boja je vidljiva samo vama.
hu: Ezt a színbeállítást csak te látod.
id: Warna ini hanya dapat dilihat oleh Anda.
is: Liturinn er einungis sýnilegur þér.
it: Il colore è visibile solo a te.
ja: この色はあなただけに表示されます。
km: á–ááŸŒá“áŸáŸ‡á˜á¾á›áƒá¾á‰ááŸ‚á¢áŸ’á“á€á”áŸ‰á»ááŸ’ááŸ„áŸ‡áŸ”
kn: ಬಣ್ಣ ನಿಮಗೆ ಮಾತ್ರ ಕಾಣಿಸುತ್ತದೆ.
ko: 색상은 사용자에게만 보입니다.
lt: Spalva yra matoma tik jums.
lv: Šī krāsa ir redzama tikai jums.
mk: Бојата е видлива само за вас.
ml: നിറം നിങ്ങൾക്ക് മാത്രം ദൃശ്യമാണ്.
mr: रंग फक्त आपल्याला दृश्यमान आहे.
ms: Warnanya dapat dilihat oleh anda sahaja.
my: ဤအရောင်ကို သင်တစ်ဦးတည်းသာ မြင်ရပါမည်။
nb: Fargen synes kun for deg.
nl: De kleur is alleen voor jou zichtbaar.
pa: ਇਹ ਰੰਗ ਸਿਰਫ਼ ਤੁਹਾਨੂੰ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ।
pl: Ten kolor jest widoczny tylko dla Ciebie.
ps: رنګ یوازې تاسې ته د لیدو وړ دی.
pt_br: Apenas você verá essa cor.
pt_pt: A cor é visível apenas para si.
ro: Culoarea este vizibilă doar pentru tine.
ru: Этот цвет виден только вам.
sk: Farbu vidíte iba vy.
sl: Barva je vidna samo vam.
sq: Ngjyra është e dukshme vetëm për ju.
sr: Само ви видите ову боју.
sv: Färgen är bara synlig för dig.
sw: Ni wewe tu unayeweza kuiona rangi hii.
ta: நிறம் உங்களுக்கு மட்டுமே தெரியும்.
te: రంగు మీకు మాత్రమే కనిపిస్తుంది.
th: สีที่คุณเห็นคนเดียว
tr: Renk yalnızca size gözükür.
ug: رەڭ پەقەت سىزگىلا كۆرۈنىدۇ.
uk: Цей колір бачите лише ви.
ur: رنگ صرف آپ کو نظر آتا ہے۔
vi: Màu này chỉ có bạn thấy được.
zh_cn: 该颜色仅对您可见。
zh_hk: 色彩只有您看得見。

# CHAT_COLOR_SETTINGS_AUTO
source: auto
af: outo
ar: تلقائي
az: avto
be: аўтаматычна
bn: স্বয়ংক্রিয়
ca: Automàtic
cy: awto
el: αυτόματο
es: base
et: automaatne
fa: خودکار
fi: Automaattinen
gu: આપમેળે
he: אוטומטי
hi: ऑटो
is: sjálfvirkt
ja: 自動
km: áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·
kn: ಸ್ವಯಂಚಾಲಿತ
ko: 자동
lv: automātiski
mk: Автоматски
ml: ഓട്ടോ
mr: ऑटो
ms: automatik
pa: ਆਟੋ
ps: اتومات
ru: авто
sk: automatická
sl: samodejno
sr: аутоматски
sv: automatiskt
sw: kiotomatiki
ta: ஆட்டோ
te: దానంతట అదే
th: อัตโนมัติ
tr: otomatik
ug: ئاپتوماتىك
uk: авто
ur: خودکار
vi: tự động
zh_cn: 自动
zh_hk: 自動

# CHAT_COLOR_SETTINGS_DELETE_ALERT_TITLE
source: Delete Color
af: Skrap kleur
ar: حذف اللون
az: Rəngi sil
be: Выдаліць колер
bn: রঙ মুছে ফেলুন
ca: Suprimeix el color
cs: Odstranit barvu
cy: Dileu Lliw
da: Slet farve
de: Farbe löschen
el: Διαγραφή χρώματος
es: Eliminar color
et: Kustuta värv
fa: پاک کردن رنگ
fi: Poista väri
fr: Supprimer la couleur
ga: Scrios Dath
gu: રંગને ડિલીટ કરો
he: מחיקת צבע
hi: रंग डिलीट करें
hr: Izbriši boju
hu: Szín törlése
id: Hapus Warna
is: Eyða lit
it: Elimina colore
ja: 色の消去
km: á›á»á”á–ááŸŒ
kn: ಬಣ್ಣ ಅಳಿಸಿ
ko: 색상 삭제
lt: Ištrinti spalvą
lv: Dzēst krāsu
mk: Избриши боја
ml: നിറം ഇല്ലാതാക്കുക
mr: रंग हटवा
ms: Padam Warna
nb: Slett farge
nl: Kleur verwijderen
pa: ਰੰਗ ਨੂੰ ਹਟਾਓ
pl: Usuń kolor
ps: رنګ پاک کړئ
pt_br: Remover cor
pt_pt: Eliminar cor
ro: Șterge Culoarea
ru: Удаление цвета
sk: Vymazať farbu
sl: Izbriši barvo
sq: Fshije Ngjyrën
sr: Избриши боју
sv: Ta bort färg
sw: Futa Rangi
ta: வண்ணத்தை நீக்கு
te: రంగును తొలగించండి
th: ลบสี
tr: Rengi Sil
ug: رەڭنى ئۆچۈر
uk: Скинути колір
ur: رنگ حذف کریں
vi: Xóa Màu
zh_cn: 删除颜色
zh_hk: 刪除色彩

# CHAT_COLOR_SETTINGS_TITLE
source: Chat Color
af: Kletskleur
ar: لون الدردشة
az: Söhbət rəngi
be: Колер чата
bn: চ্যাটের রং
ca: Color del xat
cs: Barva chatu
cy: Lliw'r Sgwrs
da: Chatfarve
de: Chat-Farbe
el: Χρώμα συνομιλίας
es: Color del chat
et: Vestluse värv
eu: Txat-aren kolorea
fa: رنگ گفتگو
fi: Keskustelun väri
fr: Couleur des bulles
ga: Dath an Chomhrá
gu: ચેટ કલર
he: צבע צ׳אט
hi: चैट का रंग
hr: Boja razgovora
hu: Csevegés színe
id: Warna Obrolan
is: Litur spjalls
it: Colore chat
ja: チャットの色
kab: Ini n udiwenni
km: á–ááŸŒá“áŸƒá€á¶ášáŸá“áŸ’á‘á“á¶
kn: ಚಾಟ್ ಬಣ್ಣ
ko: 대화창 색
lt: Pokalbio spalva
lv: Tērzēšanas krāsa
mk: Боја на разговор
ml: ചാറ്റ് നിറം
mr: चॅट रंग
ms: Warna Sembang
my: စကားပြောဆိုမှု အရောင်
nb: Samtalefarge
nl: Chatkleur
pa: ਚੈਟ ਦਾ ਰੰਗ
pl: Kolor czatu
ps: د چټ رنګ
pt_br: Cor do chat
pt_pt: Cor do chat
ro: Culoare conversație
ru: Цвет чата
sk: Farba četu
sl: Barva pogovora
sq: Ngjyrë Fjalosjeje
sr: Боја ћаскања
sv: Chattfärg
sw: Rangi ya Gumzo
ta: உரையாடல் நிறம்
te: మాటామంతీ రంగు
th: สีแชท
tr: Sohbet Rengi
ug: پاراڭ رەڭگى
uk: Колір чату
ur: چیٹ کا رنگ
vi: Màu Cuộc trò chuyện
zh_cn: 聊天颜色
zh_hk: 聊天顔色

# CHAT_COLOR_SETTINGS_UPDATE_ALERT_ALERT_TITLE
source: Edit Color
af: Wysig kleur
ar: تحرير الألوان
az: Rəngə düzəliş et
be: Рэдагаваць колер
bn: রঙ সম্পাদনা করুন
ca: Edita el color
cs: Upravit barvu
cy: Golygu Lliw
da: Rediger farve
de: Farbe bearbeiten
el: Επεξεργασία χρώματος
es: Editar color
et: Muuda värvi
fa: ویرایش رنگ
fi: Muokkaa väriä
fr: Modifier la couleur
gu: રંગને સંપાદિત કરો
he: ערוך צבע
hi: रंग बदले
hr: Uredi boju
hu: Szín szerkesztése
id: Edit warna
is: Breyta lit
it: Modifica colore
ja: 色の編集
km: á€áŸ‚á–ááŸŒ
kn: ಬಣ್ಣ ಎಡಿಟ್ ಮಾಡಿ
ko: 색상 편집
lt: Taisyti spalvą
lv: Rediģēt krāsu
mk: Уреди боја
ml: നിറം എഡിറ്റ് ചെയ്യുക
mr: रंग संपादित करा
ms: Edit Warna
nb: Endre farge
nl: Kleur bewerken
pa: ਰੰਗ ਨੂੰ ਸੋਧੋ
pl: Edytuj kolor
ps: د رنګ تصحیح
pt_br: Editar cor
pt_pt: Editar cor
ro: Editare culoare
ru: Редактирование цвета
sk: Upraviť farbu
sl: Uredi barvo
sq: Përpunoni Ngjyrë
sr: Промена боје
sv: Ändra färg
sw: Badilisha Rangi
ta: தொகு நிறம்
te: రంగును సవరించండి
th: แก้สี
tr: Rengi Düzenle
ug: رەڭ تەھرىر
uk: Змінити колір
ur: رنگ میں ترمیم کریں
vi: Tuỳ chỉnh Màu
zh_cn: 编辑颜色
zh_hk: 編輯色彩

# CHAT_COLORS_AUTO_TOOLTIP
source: Auto matches the color to the wallpaper
af: Pas die kleur outomaties by die muurpapier aan
ar: طابِق تلقائيًا اللون مع الخلفية
az: Divar kağızı ilə rəngi avtomatik uyğunlaşdırır
be: Аўтаматычна падбіраць колер да шпалер
bn: ওয়ালপেপারের রং স্বয়ংক্রিয়ভাবে ম্যাচ করে
ca: Coincidència automàtica del color amb el fons
cs: Automatické přizpůsobení barvy tapetě
cy: Yn dewis lliw yn awtomatig sy'n cyfateb i'r papur wal
da: Auto-tilstanden matcher farven til baggrunden
de: Passt die Farbe automatisch an das Hintergrundbild an
el: Αυτόματο ταίριασμα του χρώματος με την ταπετσαρία
es: Hace que el color de las burbujas combine con el del fondo de pantalla del chat
et: Kohandab värvi automaatselt taustapildiga
eu: Auto-k kolorea horma-paperarekin lotzen du
fa: خودکار رنگ کاغذدیواری را تطبیق می‌دهد
fi: Automaattinen asetus sovittaa värin taustakuvan kanssa
fr: Couleur automatiquement assortie au fond d'écran
gu: વૉલપેપર સાથે રંગને આપમેળે મેળ ખાતો કરે છે
he: מתאים באופן אוטומטי את הצבע אל הטפט
hi: अपने आप वॉलपेपर के रंग जैसा हो जाता है
hr: Automatski podudara boju s pozadinom
hu: Háttérképhez passzoló automatikus színválasztás
id: Cocokkan warna dengan wallpaper secara otomatis
is: Lætur litinn samsvara sjálfkrafa bakgrunnsmyndinni
it: Abbina automaticamente il colore allo sfondo
ja: 自動で色を壁紙に合わせます
km: á”áŸ’áŠá¼ášá–ááŸŒáŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·á‘áŸ…áá¶á˜á•áŸ’á‘á¶áŸ†á„áá¶á„á€áŸ’ášáŸ„á™
kn: ವಾಲ್‌ಪೇಪರ್‌ಗೆ ಬಣ್ಣ ಸ್ವಯಂ ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ
ko: 배경 화면에 색상을 자동 일치시킵니다.
lt: Auto priderina spalvą prie fono
lv: Automātiski saskaņo krāsu ar fona tapeti
mk: Автоматски се совпаѓа со бојата на позадината
ml: വാൾപേപ്പറിന്റെ നിറവുമായി സ്വയമേവ പൊരുത്തപ്പെടുന്നു
mr: वॉलपेपरसोबत स्वयंचलितपणे रंग जुळवते
ms: Padankan warna dengan kertas dinding secara automatik
my: နောက်ခံပုံတွင် အရောင်ကို အော်တို ကိုက်ညီမှုလုပ်ရန်
nb: Auto-tilpasser fargen til bakgrunnen
nl: ‘Auto’ betekent dat er automatisch een kleur wordt gekozen die past bij de achtergrond
pa: ਵਾਲਪੇਪਰ ਨਾਲ ਰੰਗ ਖੁੱਦ ਮਿਲਾਉਂਦਾ ਹੈ
pl: „Auto” dopasowuje kolor do wybranej tapety
ps: رنګ له والپیپر سره په اتومات ډول همخواني لرونکی کوي
pt_br: Auto combina a cor com o papel de parede
pt_pt: Faz corresponder automaticamente a cor com o fundo de ecrã
ro: Potrivirea automată a culorii cu imaginea de fundal
ru: «Авто» выбирает цвет, соответствующий обоям
sk: Automaticky nájde vhodnú farbu k pozadiu
sl: Barva se prilagaja ozadju
sq: Përputhje e automatizuar e ngjyrës me sfondin
sr: Аутоматски усклађује боју са позадином
sv: Matchar automatiskt färgen till bakgrunden
sw: Rangi otomatiki inafanana na rangi iliyo kwenye picha ya mandhari
ta: ஆட்டோ வண்ணத்துடன் பொருந்துகிறது பின்னணிப்படம்
te: వాల్‌పేపర్‌కు రంగును స్వయంచాలకంగా సరిపోల్చుతుంది
th: จับคู่สีกับภาพพื้นหลังโดยอัตโนมัติ
tr: Arkaplana bağlı otomatik olarak renk eşleştirir
ug: تام قەغەز رەڭگىگە ئۆزلۈكىدىن ماسلىشىدۇ
uk: Колір автоматично узгоджується зі шпалерами
ur: خود بخود رنگ وال پیپر سے ملتا ہے
vi: Tự động tương thích màu với màn hình nền
zh_cn: 颜色自动匹配墙纸
zh_hk: 自動按背景配選色彩

# CHAT_LIST_CLEAR_FILTER_MENU_ACTION
source: Clear Unread Filter
ar: إزالة فلتر المحادثات غير المقروءة
be: Ачысціць фільтр «Непрачытаныя»
bn: অপঠিত চ্যাট ফিল্টার খালি করুন
ca: Deixar de filtrar els xats sense llegir
cs: Zrušit filtr nepřečtených chatů
da: Ryd filter for ulæste beskeder
de: Ungelesen-Filter entfernen
el: Φίλτρο διαγραφής μη αναγνωσμένων
es: Dejar de filtrar por chats no leídos
fa: پاک کردن فیلتر خوانده‌نشده
fi: Tyhjennä Lukemattomat-suodatin
fr: Supprimer le filtre "Conversations non lues"
ga: Glan an scagaire "Neamhléite"
gu: ન વાંચેલ ફિલ્ટર દૂર કરો
he: ניקוי מסנן צ׳אטים שלא נקראו
hi: अपठित फिल्टर साफ करें
hr: Ukloni filtar za nepročitane razgovore
hu: Olvasatlan szűrő törlése
id: Hapus Filter Belum Dibaca
it: Rimuovi filtro non lette
ja: 未読のフィルタリングを解除する
ko: 읽지 않음 필터 지우기
mr: न वाचलेले फिल्टर साफ करा
ms: Kosongkan penapis yang belum dibaca
nb: Tøm filteret for uleste samtaler
nl: Ongelezen filter verwijderen
pl: Usuń filtr według nieodczytanych
pt_br: Limpar filtro de conversas não lidas
pt_pt: Limpar filtro não lido
ro: Șterge filtrul necitit
ru: Очистить фильтр непрочитанного
sk: Zrušiť filter neprečítaných správ
sr: Уклони филтер непрочитаних порука
sv: Rensa oläst-filter
th: ล้างตัวกรองข้อความที่ยังไม่ได้อ่าน
tr: Okunmamış filtreyi temizle
ug: ئوقۇلمىغان سۈزگۈچلەرنى تازىلاش
uk: Скасувати фільтр за непрочитаними
ur: بغیر پڑھا گیا فلٹر صاف کریں
vi: Bỏ lọc tin chưa đọc
zh_cn: 清除未读筛选
zh_hk: 清除未讀篩選條件

# CHAT_LIST_EMPTY_FILTER_CLEAR_BUTTON
source: Clear Filter
ar: إزالة الفلتر
be: Ачысціць фільтр
bn: ফিল্টার খালি করুন
ca: Restablir filtres
cs: Zrušit filtr
da: Ryd filter
de: Filter entfernen
el: Διαγραφή φίλτρου
es: Quitar filtro
fa: برداشتن فیلتر
fi: Tyhjennä suodatin
fr: Supprimer le filtre
ga: Glan an scagaire
gu: ફિલ્ટર દૂર કરો
he: ניקוי מסנן
hi: फ़िल्टर हटाएँ
hr: Ukloni filtar
hu: Szűrő törlése
id: Hapus Filter
it: Rimuovi filtro
ja: 検索条件を解除する
ko: 필터 지우기
mr: फिल्टर साफ करा
ms: Kosongkan penapis
nb: Tøm filteret
nl: Filter verwijderen
pl: Usuń filtr
pt_br: Limpar filtro
pt_pt: Limpar filtro
ro: Șterge Filtru
ru: Очистить фильтр
sk: Zrušiť filter
sr: Уклони филтер
sv: Rensa filter
th: ล้างตัวกรอง
tr: Filtreyi Temizle
ug: سۈزگۈچلەرنى بىكار قىلىش
uk: Скасувати фільтр
ur: فلٹر ختم کریں
vi: Bỏ lọc
zh_cn: 清除筛选
zh_hk: 清除篩選器

# CHAT_LIST_FILTERED_BY_UNREAD_CLEAR_BUTTON
source: Filtered by Unread
ar: تمَّت الفلترة بحسب المحادثات غير المقروءة
be: Адфільтравана па непрачытаных
bn: 'অপঠিত ম্যাসেজ' অনুযায়ী ফিল্টার করা হয়েছে
ca: Filtrar per no llegit(s)
cs: Filtrováno podle nepřečtených
da: Filtreret efter ulæst
de: Gefiltert nach: Ungelesen
el: Φιλτράρισμα με μη αναγνωσμένα
es: Filtrado por no leídos
fa: فیلترشده بر اساس خوانده‌نشده‌ها
fi: Suodatusperuste: Lukematta
fr: Filtre "Conversations non lues"
ga: Scagtha de réir neamhléite
gu: ન વાંચેલા અનુસાર ફિલ્ટર કરેલ
he: מסונן לפי צ׳אטים שלא נקראו
hi: अपठित द्वारा छांटा गया
hr: Filtar: nepročitano
hu: Olvasatlan szerint szűrve
id: Difilter berdasarkan Belum Dibaca
it: Filtra per non lette
ja: 未読でフィルタリング
ko: 읽지 않은 메시지로 필터링함
mr: न वाचलेल्यानुसार फिल्टर केले
ms: Ditapis mengikut belum dibaca
nb: Filtrert etter uleste
nl: Gefilterd op ongelezen
pl: Filtrowanie według nieprzeczytanych
pt_br: Filtrado por não lidas
pt_pt: Filtrado por não lido
ro: Filtrează după necitite
ru: Отфильтровано по непрочитанным
sk: Filtrované podľa neprečítaných
sr: Филтрирано по непрочитаним
sv: Filtrerad efter oläst
th: กรองตามแชทที่ยังไม่ได้อ่าน
tr: Okunmamış olarak filtrelendi
ug: ئوقۇلمىغانلارنى سۈزۈش
uk: Показано непрочитані
ur: بالحاظ غیر پڑھی ہوئی فلٹر کردہ
vi: Đã lọc theo trạng thái chưa đọc
zh_cn: 按未读筛选
zh_hk: 依據未讀訊息篩選

# CHAT_LIST_TITLE_INBOX
source: Chats
af: Kletse
ar: الدردشات
az: Söhbətlər
be: Чаты
bn: চ্যাট
ca: Xats
cs: Chaty
cy: Sgyrsiau
el: Συνομιλίες
et: Vestlused
eu: Txatak
fa: گفتگوها
fi: Keskustelut
fr: Conversations
ga: Comhráite
gu: ચેટ
he: צ׳אטים
hi: चैट
hr: Razgovori
hu: Csevegések
id: Obrolan
is: Spjall
it: Chat
ja: チャット
kab: Idiwenniyen
km: á€á¶ášáŸá“áŸ’á‘á“á¶
kn: ಚಾಟ್‌‌ ಗಳು
ko: 대화
lt: Pokalbiai
lv: Sarunas
mk: Разговори
ml: ചാറ്റുകൾ
mr: चॅट्स
ms: Sembang
my: စကားပြောဆိုမှုများ
nb: Samtaler
pa: ਚੈਟਾਂ
pl: Czaty
ps: چټونه
ro: Conversații
ru: Чаты
sk: Čety
sl: Pogovori
sq: Fjalosje
sr: Ћаскања
sv: Chattar
sw: Gumzo
ta: உரையாடல்கள்
te: మాటామంతి
th: แชท
tr: Sohbetler
ug: پاراڭلار
uk: Чати
ur: چیٹس
vi: Trò chuyện
zh_cn: 聊天
zh_hk: 聊天

# CHAT_LIST_UNREAD_FILTER_MENU_ACTION
source: Filter by Unread
ar: الفلترة بحسب الدردشات غير المقروءة
be: Адфільтраваць па непрачытаных
bn: 'অপঠিত মেসেজ' অনুযায়ী ফিল্টার করুন
ca: Filtrar per No llegit(s)
cs: Filtrovat podle nepřečtených
da: Filtrér efter ulæst
de: Nach Ungelesen filtern
el: Φιλτράρισμα με μη αναγνωσμένα
es: Filtrar por no leídos
fa: فیلتر بر اساس خوانده‌نشده‌ها
fi: Suodata lukemattomat keskustelut
fr: Filtrer par conversations non lues
ga: Scag de réir Neamhléite
gu: ન વાંચેલ અનુસાર ફિલ્ટર કરો
he: סינון לפי צ׳אטים שלא נקראו
hi: अपठित द्वारा फ़िल्टर करें
hr: Filtar za nepročitane poruke
hu: Szűrés Olvasatlan szerint
id: Filter menurut Belum Dibaca
it: Filtra per non lette
ja: 未読をフィルタリングする
ko: 읽지 않은 메시지로 필터링
mr: न वाचलेल्यानुसार फिल्टर करा
ms: Ditapis mengikut Belum Dibaca
nb: Filtrer etter ulest
nl: Filteren op ongelezen
pl: Filtruj według nieodczytanych
pt_br: Filtrar por não lidas
pt_pt: Filtrar por não lido
ro: Filtrează după Necitite
ru: Отфильтровать по непрочитанным
sk: Filtrovať podľa neprečítaných
sr: Филтрирај по непрочитаним
sv: Filtrera efter oläst
th: กรองตามแชทที่ยังไม่ได้อ่าน
tr: Okunmayanları filtrele
ug: ئوقۇلمىغانلارنى سۈزۈش
uk: Показати непрочитані
ur: بغیر پڑھے ہوئے سے فلٹر کریں
vi: Lọc theo trạng thái Chưa đọc
zh_cn: 按未读筛选
zh_hk: 根據未讀訊息篩選
