Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_PERMISSIONS_PREAMBLE
source: Signal would like to request the following permissions.
ar: يرغبُ سيجنال بطلب الأذونات التالية.
be: Signal жадае запытаць наступныя дазволы.
bn: নিচের অনুমতিগুলো পেতে Signal অনুরোধ করছে।
ca: Signal vol sol·licitar els següents permisos.
cs: Aplikace Signal žádá o následující oprávnění.
da: Signal vil gerne anmode om følgende tilladelser.
de: Signal möchte folgende Berechtigungen anfragen.
el: Το Signal θέλει να ζητήσει τα ακόλουθα δικαιώματα.
es: Signal desea obtener los siguientes permisos.
fa: سیگنال می‌خواهد مجوزهای زیر را درخواست کند.
fi: Signal pyytää seuraavia käyttöoikeuksia:
fr: Voulez-vous accorder les autorisations suivantes à Signal ?
ga: Ba mhaith le Signal na ceadanna seo a leanas a iarraidh.
gu: Signal નીચેની પરવાનગીઓની વિનંતી કરવા માંગે છે.
he: Signal רוצה לבקש את ההרשאות הבאות.
hi: Signal इन अनुमतियों का अनुरोध करना चाहता है।
hr: Signal zahtijeva sljedeća dopuštenja.
hu: A Signal a következő engedélyeket szeretné kérni.
id: Signal ingin meminta izin berikut.
it: Signal ha bisogno delle seguenti autorizzazioni.
ja: Signalは以下の権限をリクエストします。
ko: Signal에서 다음 사용 권한을 요청합니다.
mr: Signal खालील परवानग्यांसाठी विनंती करू इच्छित आहे.
ms: Signal ingin meminta kebenaran berikut.
nb: Signal ønsker tilgang til følgende:
nl: Signal wil graag om de volgende machtigingen vragen.
pl: Signal prosi o te uprawnienia.
pt_br: O Signal gostaria de pedir as seguintes permissões.
pt_pt: O Signal gostaria de pedir as seguintes autorizações.
ro: Signal ar dori să solicite următoarele permisiuni.
ru: Signal хотел бы запросить следующие разрешения.
sk: Signal žiada o nasledujúce povolenia.
sr: Signal жели да затражи следеће дозволе:
sv: Signal vill begära följande behörigheter.
th: Signal ต้องการขออนุญาตสิทธิ์ต่อไปนี้
tr: Signal aşağıdaki izinleri talep etmektedir.
ug: سىگنال تۆۋەندىكى ئىجازەتلەرنى تەلەپ قىلماقچى.
uk: Signal просить про такі дозволи.
ur: Signal درج ذیل اجازتوں کی درخواست کرنا چاہے گا۔
vi: Signal muốn được cấp các quyền sau.
zh_cn: Signal 想要请求获得以下权限。
zh_hk: Signal 想請求以下權限。

# ONBOARDING_PERMISSIONS_TITLE
source: Allow Permissions
af: Laat toestemmings toe
ar: السماح بالأذونات
az: İcazə ver
be: Уключыць дазволы
bg: Получаване на съобщението
bn: অনুমতি দিন
ca: Permisos
cs: Povolit oprávnění
cy: Galluogi Cantiatâd
da: Giv tilladelser
de: Berechtigungen gewähren
el: Να δοθούν δικαιώματα
es: Activar permisos
es_es: Entérate
et: Õiguste lubamine
eu: Onartu Baimenak
fa: اجازه مجوزها
fi: Myönnä käyttöoikeudet
fil: Kuhain ang mensahe
fr: Autorisations nécessaires
gu: પરવાનગીઓને મંજૂરી આપો
he: התר הרשאות
hi: अनुमतियाँ दें
hr: Omogući dozvole
hu: Jogosultságok engedélyezése
id: Berikan Perizinan
is: Gefa heimildir
it: Consenti permessi
ja: アクセス許可
kab: Sireg tisirag
kk: Хабарламаны алу
km: á”á¾á€á€á¶ášá¢á“á»á‰áŸ’á‰á¶á
kn: ಅನುಮತಿಗಳನ್ನು ಅನುಮತಿಸಿ
ko: 권한 허용
lt: Suteikite leidimus
lv: Sniegt atļaujas
mk: Овозможи дозволи
ml: അനുമതികൾ അനുവദിക്കുക
mr: परवानग्यांची अनुमती द्या
ms: Benarkan Kebenaran
my: ခွင့်ပြုချက်များ ပေးမယ်
nb: Godta tillatelser
nl: Toestemming geven
pa: ਇਜਾਜ਼ਤਾਂ ਦੀ ਮਨਜ਼ੂਰੀ ਦਿਓ
pa_pk: سنیہا حاصل کرو
pl: Włącz uprawnienia
ps: اجازې ورکړئ
pt_br: Autorizar
pt_pt: Conceder permissões
ro: Activare permisiuni
ru: Включите разрешения
sk: Povoliť povolenia
sl: Odobri dovoljenja
sq: Jepi Lejet
sr: Дозволите приступ
sv: Tillåt behörigheter
sw: Kubali Ruhusa
ta: அனுமதி அனுமதிகள்
te: అనుమతులను అనుమతించండి
th: อนุญาต
tr: İzinleri Etkinleştir
ug: ھوقۇق بېرىڭ
uk: Надайте дозволи
ur: اجازت کو منظور کریں
vi: Đồng ý Cho phép
zh_cn: 授予权限
zh_hk: 允許存取權限

# ONBOARDING_PHONE_NUMBER_DISCOVERABILITY_EXPLANATION_FORMAT
source: Choose who can find you on Signal with your phone number %@
af: Kies wie jy in Signal d.m.v. jou telefoonnommer %@ kan vind
ar: اختر من يُمكنه إيجادك على سيجنال بواسطة رقم الهاتف الخاص بك %1$@
az: Kimin sizi Signal-da telefon nömrənizlə tapa biləcəyini seçin %@
be: Выберыце тых, хто зможа знайсці вас у Signal па вашым нумары тэлефона %1$@
bn: আপনার ফোন নম্বর %1$@ ব্যবহার করে Signal-এ কারা আপনাকে খুঁজে পাবেন সেটি বেছে নিন
ca: Trieu qui us pot trobar al Signal amb el vostre número de telèfon %1$@.
cs: Vyberte, kdo vás může v aplikaci Signal najít podle vašeho telefonního čísla %1$@
cy: Dewiswch pwy all ddod o hyd i chi ar Signal gyda'ch rhif ffôn %@
da: Vælg, hvem der kan finde dig på Signal med dit telefonnummer %1$@
de: Wähle, wer dich bei Signal mit deiner Telefonnummer »%1$@« finden kann
el: Επίλεξε ποίοι μπορούν να σε βρουν στο Signal χρησιμοποιώντας τον αριθμό τηλεφώνου σου %1$@
es: Elige quién puede encontrarte en Signal con tu número de teléfono %1$@
es_es: Selecciona quien puede saber que usas Signal si conoce tu número de teléfono %@
et: Vali, kes saavad sind Signalis otsida telefoninumbri %@ järgi.
eu: Hautatu Signalen %@ den zure telefono zenbakia erabiliz topa zaitzakeena
fa: انتخاب کنید چه کسانی می‌توانند شما را در سیگنال با شماره تلفن‌تان %1$@ پیدا کنند
fi: Valitse kuka voi löytää sinut Signalista puhelinnumerolla %1$@
fr: Choisissez qui peut vous trouver sur Signal grâce à votre numéro de téléphone %1$@
ga: Roghnaigh na daoine ar féidir leo thú a aimsiú ar Signal le d'uimhir ghutháin %1$@
gu: તમારા ફોન નંબર %1$@ સાથે Signal પર તમને કોણ શોધી શકે છે તે પસંદ કરો
he: בחר מי יכול למצוא אותך ב־Signal עם מספר הטלפון שלך %1$@
hi: चुनें कि आपके फोन नंबर %1$@ के साथ Signal पर आपको कौन ढूँढ सकता है
hr: Odaberite tko vas može pronaći na Signalu s vašim brojem telefona %1$@
hu: Válassz, hogy a(z) %1$@ telefonszámod alapján ki találhat meg Signalon
id: Pilih siapa yang dapat mencari Anda di Signal dengan nomor telepon %1$@
is: Veldu hverjir geta fundið þig á Signal með símanúmerinu þínu %@
it: Scegli chi ti può trovare su Signal con il tuo numero di telefono %1$@
ja: Signalであなたを電話番号 %1$@ から検索できる人を選択してください
kab: Fren anwa i izemren ad ak·akem-yaf deg ṣignal s wuṭṭun-ik·im n tilifun %@
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€áŠáŸ‚á›á¢á¶á…áŸáŸ’áœáŸ‚á„ášá€á¢áŸ’á“á€á›á¾ Signal á‡á¶á˜á½á™á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€ %@
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ %@ ರೊಂದಿಗೆ Signal ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಯಾರು ಹುಡುಕಬಹುದು ಎನ್ನುವುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: %1$@ 휴대전화 번호로 나를 찾을 수 있는 사람들을 선택하세요
lt: Pasirinkite kas, naudodamas jūsų telefono numerį %@, gali rasti jus Signal programėlėje.
lv: Izvēlieties, kurš jūs var atrast lietotnē Signal ar jūsu tālruņa numuru %@
mk: Изберете кој може да Ве најде на Сигнал преку Вашиот телефонски број %@
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ %@ ഉപയോഗിച്ച് Signal-ൽ നിങ്ങളെ കണ്ടെത്താൻ ആർക്കാണ് കഴിയുകഎന്ന് തിരഞ്ഞെടുക്കുക
mr: आपल्याला कोण आपल्या फोन नंबर द्वारा शोधू शकतो ते निवडा %1$@
ms: Pilih orang yang boleh menemui anda di Signal dengan nombor telefon anda %1$@
my: မည်သူမှ သင့်ဖုန်းနံပါတ် (%@) ဖြင့် သင့်အား ရှာဖွေနိုင်သည်ကို ရွေးပါ
nb: Velg hvem som kan finne deg på Signal med telefonnummeret ditt %1$@
nl: Kies wie jou op Signal via je telefoonnummer kunnen vinden %1$@
pa: ਚੁਣੋ ਕਿ ਕੌਣ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਫ਼ੋਨ ਨੰਬਰ %@ ਨਾਲ Signal ਉੱਤੇ ਲੱਭ ਸਕਦਾ ਹੈ
pl: Wybierz, kto może Cię znaleźć w aplikacji Signal za pomocą numeru %1$@
ps: دا وټاکئ چې څوک کولای شي تاسې په Signal کې ستاسې د موبایل په شمېرې سره ومومي %@
pt_br: Escolha quem pode encontrá-lo no Signal através do seu número de telefone %1$@
pt_pt: Escolha quem o pode encontrar no Signal através do seu número de telefone %1$@
ro: Alege cine te poate găsi pe Signal folosind numărul tău de telefon %1$@
ru: Выберите, кто может найти вас в Signal по вашему номеру телефона %1$@
sk: Zvoľte, kto vás môže nájsť v službe Signal podľa vášho telefónneho čísla %1$@
sl: Izberite, kdo vas lahko najde na Signalu preko vaše telefonske številke %@
sq: Zgjidhni cilët mund t’ju gjejnë në Signal përmes numrin tuaj të telefonit%@
sr: Изаберите ко вас може пронаћи на Signal-у помоћу броја телефона %1$@
sv: Välj vem som hittar dig på Signal med ditt telefonnummer %1$@
sw: Chagua ni nani anayeweza kukupata kwenye Signal kwa kutumia nambari yako ya simu %@
ta: உங்களை யார் காணலாம் என்பதைத் தேர்வுசெய்க Signal உங்கள் தொலைபேசி எண் %@
te: మీ ఫోన్ నంబర్ %@ తో Signal‌లో మిమ్మల్ని ఎవరు కనుగొనవచ్చో ఎంచుకోండి
th: เลือกว่าใครสามารถค้นหาคุณบน Signal ด้วยหมายเลขโทรศัพท์ของคุณได้ %1$@
tr: Telefon numaranızla sizi Signal'de kimin bulabileceğini seçin %1$@
ug: تېلېفون نومۇرىڭىز %1$@ بىلەن سىزنى Signal دا تاپالايدىغان كىشىلەرنى تاللاڭ
uk: Оберіть, хто зможе знайти вас у Signal за номером телефону %1$@
ur: منتخب کریں کہ کون آپ کو اپنے فون نمبر سے Signal پر تلاش کرسکتا ہے%1$@
vi: Chọn người nào có thể tìm bạn trên Signal bằng số điện thoại của bạn %1$@
zh_cn: 选择哪些人能通过手机号码 %1$@ 找到您的 Signal 帐号
zh_hk: 選擇誰可透過電話號碼 %1$@ 在 Signal 上找到您。

# ONBOARDING_PHONE_NUMBER_DISCOVERABILITY_TITLE
source: Who can find you with your number?
af: Wie kan jou d.m.v. u telefoonnommer vind?
ar: مَن يُمكنه إيجادك من خلال الرقم الخاص بك؟
az: Kim sizi nömrənizlə tapa bilər?
be: Хто можа знайсці вас па нумары?
bn: আপনার নম্বর দিয়ে কারা আপনাকে খুঁজে পেতে পারেন?
ca: Qui us pot trobar amb el número de telèfon?
cs: Kdo vás může najít podle vašeho čísla?
cy: Pwy all ddod o hyd i chi gyda'ch rhif?
da: Hvem kan finde dig med dit nummer?
de: Wer kann dich mit deiner Telefonnummer finden?
el: Ποιοί μπορούν να σε βρουν με τον αριθμό σου;
es: ¿Quién puede encontrarte con tu número?
es_es: ¿Quién te puede encontrar por tu número?
et: Kes saavad sind sinu numbri järgi leida?
eu: Nork topatu zaitzake zure telefono zenbakia erabiliz?
fa: چه کسی می‌تواند شما را با شماره‌تلفن‌تان پیدا کند؟
fi: Kuka voi löytää sinut puhelinnumerollasi?
fr: Qui peut vous trouver grâce à votre numéro ?
gu: તમારા નંબર દ્વારા તમને કોણ શોધી શકે છે?
he: מי יכול למצוא אותך עם המספר שלך?
hi: आपके नंबर के साथ आपको कौन ढूँढ सकता है?
hr: Tko vas može pronaći s vašim brojem telefona?
hu: Ki találhat meg telefonszámod alapján?
id: Siapa yang dapat mencari Anda dengan nomor telepon?
is: Hver getur fundið þig með símanúmerinu þínu?
it: Chi ti può trovare con il tuo numero?
ja: あなたを電話番号から検索できる人は？
kab: Anwa i izemren ad ak·akem-yaf s wuṭṭun-ik·im?
km: á“ášáá¶á¢á¶á…áŸáŸ’áœáŸ‚á„ášá€á¢áŸ’á“á€á‡á¶á˜á½á™á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€?
kn: ನಿಮ್ಮ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಯಾರು ಹುಡುಕಬಹುದು?
ko: 내 번호로 나를 찾을 수 있는 사람
lt: Kas, naudodamas jūsų numerį, gali jus rasti?
lv: Kurš var jūs atrast ar jūsu numuru?
ml: നിങ്ങളുടെ നമ്പർ ഉപയോഗിച്ച് ആര്‍ക്ക് നിങ്ങളെ കണ്ടെത്താൻ കഴിയും?
mr: आपल्याला कोण आपल्या नंबर द्वारे शोधू शकतो?
ms: Siapa yang dapat menemui anda dengan nombor anda?
my: မည်သူသည် သင့်နံပါတ်ကို တွေ့နိုင်မည်လဲ?
nb: Hvem kan finne deg med ditt telefonnummer?
nl: Wie kunnen jou vinden via je telefoonnummer?
pa: ਕੌਣ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਫ਼ੋਨ ਨੰਬਰ ਨਾਲ ਲੱਭ ਸਕਦਾ ਹੈ?
pl: Kto może Cię znaleźć za pomocą numeru telefonu?
ps: څوک کولای شي تاسې ستاسې په شمېرې سره ومومي؟
pt_br: Quem pode encontrá-lo com seu número?
pt_pt: Quem o pode encontrar com o seu número?
ro: Cine te poate găsi după numărul tău?
ru: Кто может найти вас по вашему номеру?
sk: Kto vás môže nájsť podľa vášho telefónneho čísla?
sl: Kdo vas lahko najde preko vaše telefonske številke?
sq: Cilët mund t’ju gjejnë përmes numrit tuaj?
sr: Ко вас може пронаћи помоћу вашег броја?
sv: Vem kan hitta dig med ditt nummer?
sw: Nani anayeweza kukupata kwa kutumia nambari yako?
ta: உங்கள் எண்ணைக் கொண்டு உங்களை யார் காணலாம்?
te: మీ నంబర్‌తో మిమ్మల్ని ఎవరు కనుగొనగలరు?
th: ใครบ้างที่สามารถค้นหาคุณด้วยหมายเลขโทรศัพท์ได้?
tr: Telefon numaranızla sizi kimler bulabilir?
ug: تېلىفون نومۇرىڭىز بىلەن كىملەر سىزنى تاپالايدۇ؟
uk: Хто може знайти вас за номером телефону?
ur: آپ کو آپ کے نمبر کے ساتھ کون مل سکتا ہے؟
vi: Ai có thể tìm được bạn với số điện thoại của bạn?
zh_cn: 哪些人能找到您的电话号码？
zh_hk: 誰可透過電話號碼找到您？

# ONBOARDING_PHONE_NUMBER_PLACEHOLDER
source: Your phone number
af: Jou telefoonnommer
ar: رقم هاتفك
az: Telefon nömrəniz
be: Ваш нумар тэлефона
bn: আপনার ফোন নম্বর
ca: El teu número de telèfon
cs: Vaše telefonní číslo
cy: Eich rhif ffôn
da: Dit telefonnummer
de: Deine Telefonnummer
el: Ο αριθμός τηλεφώνου σου
es: Tu número de teléfono
et: Sinu telefoninumber
eu: Zure telefono zenbakia
fa: شماره تلفن شما
fi: Puhelinnumero
fr: Votre numéro de téléphone
ga: D'uimhir ghutháin
gu: તમારો ફોન નંબર
he: מספר הטלפון שלך
hi: आपका फोन नंबर
hr: Vaš broj telefona
hu: A telefonszámod
id: Nomor telepon Anda
is: Símanúmerið þitt
it: Il tuo numero di telefono
ja: あなたの電話番号
kab: Uṭṭun-ik·im n tilifun
km: á›áŸáá‘á¼ášáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಫೋನ್‌ ಸಂಖ್ಯೆ
ko: 전화번호
lt: Jūsų telefono numeris
lv: Jūsu tālruņa numurs
mk: Вашиот телефонски број
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ
mr: आपला फोन नंबर
ms: Nombor telefon anda
my: သင့်ဖုန်းနံပါတ်
nb: Ditt telefonnummer
nl: Voer je telefoonnummer in
pa: ਤੁਹਾਡਾ ਫੋਨ ਨੰਬਰ
pl: Twój numer
ps: ستاسې د موبایل شمېره
pt_br: Seu número de telefone
pt_pt: O seu número de telefone
ro: Numărul tău de telefon
ru: Ваш номер телефона
sk: Vaše telefónne číslo
sl: Vaša telefonska številka
sq: Numri juaj i telefonit
sr: Ваш број телефона
sv: Ditt telefonnummer
sw: Nambari yako ya simu
ta: உங்கள் தொலைபேசி எண்
te: మీ చరవాణి సంఖ్య
th: หมายเลขโทรศัพท์ของคุณ
tr: Telefon numaranız
ug: تېلىفون نومۇرىڭىز
uk: Ваш номер телефону
ur: آپ کا فون نمبر
vi: Số điện thoại của bạn
zh_cn: 您的手机号码
zh_hk: 您的電話號碼

# ONBOARDING_PHONE_NUMBER_RATE_LIMIT_WARNING_FORMAT
source: Please wait a few minutes before trying again. (%@)
af: Wag asb. ’n paar minute voor jy weer probeer. (%@)
ar: يُرجى الانتِظار بضع دقائق قبل المُحاولة مرّة أُخرى. (%1$@)
az: Zəhmət olmasa yenidən sınamazdan əvvəl bir neçə dəqiqə gözləyin. (%@)
be: Пачакайце некалькі хвілін, перш чым паўтарыць спробу. (%1$@)
bn: পুনরায় চেষ্টা করার পূর্বে অনুগ্রহ করে কয়েক মিনিট অপেক্ষা করুন। (%1$@)
ca: Espereu uns minuts abans de tornar-ho a provar. (%1$@)
cs: Počkejte prosím pár minut, než to zkusíte znovu. (%1$@)
cy: Arhoswch am funud neu ddwy cyn rhoi cynnig arall arni. (%@)
da: Vent venligst et par minutter, før du prøver igen. (%1$@)
de: Bitte warte einige Minuten vor einem erneuten Versuch. (%1$@)
el: Παρακαλώ περίμενε μερικά λεπτά πριν ξαναπροσπαθήσεις. (%1$@)
es: Espera unos minutos antes de volver a intentarlo. (%1$@)
et: Palun oota paar minutit enne uuesti proovimist. (%@)
eu: Itxaron minutu batzuk berriz saiatu aurretik mesedez. (%@)
fa: لطفاً چند لحظه قبل از تلاش دوباره صبر کنید. (%1$@)
fi: Odota muutama minuutti ennen kuin yrität uudelleen. (%1$@)
fr: Veuillez patienter quelques minutes avant de réessayer. (%1$@)
ga: Please wait a few minutes before trying again. (%1$@)
gu: કૃપા કરીને ફરીથી પ્રયાસ કરતા પહેલાં થોડી મિનિટો રાહ જુઓ. (%1$@)
he: אנא המתן מספר דקות לפני שתנסה שוב. (%1$@)
hi: दोबारा प्रयास करने से पहले कृपया कुछ मिनट इंतज़ार करें। (%1$@)
hr: Molimo pričekajte nekoliko minuta prije novog pokušaja. (%1$@)
hu: Kérlek várj egy pár percet mielőtt újra megpróbálnád. (%1$@)
id: Mohon tunggu beberapa menit sebelum mencoba lagi. (%1$@)
is: Bíddu í nokkrar mínútur áður en reynt er aftur. (%@)
it: Attendi qualche minuto prima di riprovare. (%1$@)
ja: 数分待ってから再度試してください。(%1$@)
km: áŸá¼á˜ášá„áŸ‹á…á¶áŸ†á”áŸ‰á»á“áŸ’á˜á¶á“á“á¶á‘á¸ á˜á»á“á–áŸá›áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ” (%@)
kn: ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸುವ ಮುನ್ನ ಕೆಲವು ನಿಮಿಷ ಕಾಯಿರಿ. (%@)
ko: 몇 분 후 다시 시도해 주세요(%1$@).
lt: Prieš bandydami dar kartą, luktelėkite kelias minutes. (%@)
lv: Pirms mēģināt vēlreiz, lūdzu, dažas minūtes uzgaidiet. (%@)
mk: Ве молиме почекајте неколку минути пред да се обидете повторно. (%@)
ml: വീണ്ടും ശ്രമിക്കുന്നതിന് മുമ്പ് കുറച്ച് മിനിറ്റ് കാത്തിരിക്കുക. (%@)
mr: कृपया पुन्हा प्रयत्न करण्यापूर्वी काही मिनिट थांबा.%1$@
ms: Sila tunggu beberapa minit sebelum mencuba lagi. (%1$@)
my: ပြန်မစမ်းမီ မိနစ်ပိုင်း ခဏစောင့်ပေးပါ။ (%@)
nb: Vent noen minutter før du prøver igjen. (%1$@)
nl: Wacht een paar minuten voordat je het opnieuw probeert. (%1$@)
pa: ਦੁਬਾਰਾ ਅਜ਼ਮਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਮਿੰਟ ਉਡੀਕ ਕਰੋ। (%@)
pl: Odczekaj kilka minut, zanim spróbujesz ponownie (%1$@).
ps: مهرباني وکړئ د بیا هڅې کولو نه وړاندې یو څو دقیقې صبر وباسئ. (%@)
pt_br: Por favor, espere alguns minutos antes de tentar novamente. (%1$@)
pt_pt: Por favor, aguarde alguns minutos antes de tentar de novo. (%1$@)
ro: Te rugăm să aștepți câteva minute înainte să încerci din nou. (%1$@)
ru: Пожалуйста, подождите несколько минут, прежде чем пробовать ещё раз. (%1$@)
sk: Prosím, počkajte pár minút, než to znovu skúsite. (%1$@)
sl: Preden ponovno poskusite počakajte nekaj minut. (%@)
sq: Ju lutemi, pritni pak minuta, para se të riprovoni. (%@)
sr: Сачекајте неколико минута пре него што пробате поново. (%1$@)
sv: Vänta några minuter innan du försöker igen. (%1$@)
sw: Tafadhali subiri dakika chache kabla ya kujaribu tena. (%@)
ta: தயவு செய்துமீண்டும் முயற்சிக்க சில நிமிடங்கள் காத்திருக்கவும். (%@)
te: మళ్ళీ ప్రయత్నించే ముందు కొన్ని నిమిషాలు వేచి ఉండండి. (%@)
th: กรุณารออีกสัก 2-3 นาทีก่อนลองใหม่อีกครั้ง (%1$@)
tr: Lütfen tekrar denemeden önce birkaç dakika bekleyin. (%1$@)
ug: قايتا سىناشتىن بۇرۇن بىر قانچە مىنۇت ساقلاڭ. (%1$@)
uk: Будь ласка, зачекайте кілька хвилин перед наступною спробою. (%1$@)
ur: دوبارہ کوشش کرنے سے پہلے براہ کرم چند منٹ انتظار کریں۔ (%1$@)
vi: Xin chờ một vài phút trước khi thử lại. (%1$@)
zh_cn: 请稍候几分钟后再试。（%1$@）
zh_hk: 請等待幾分鐘，然後重試。(%1$@)

# ONBOARDING_PHONE_NUMBER_VALIDATION_WARNING
source: Invalid phone number. Please enter a valid phone number to register.
af: Ongeldige telefoonnommer. Voer ’n geldige telefoonnommer in om te registreer.
ar: رقم الهاتف غير صحيح. للتسجيل يُرجى إدخال رقم هاتف صالِح.
az: Etibarsız telefon nömrəsi. Zəhmət olmasa qeydiyyatdan keçmək üçün etibarlı bir telefon nömrəsi daxil edin.
be: Несапраўдны нумар тэлефона. Для рэгістрацыі ўвядзіце сапраўдны нумар тэлефона.
bg: Невалиден номер
bn: সঠিক ফোন নম্বর। রেজিস্টার করার জন্য অনুগ্রহ করে একটি সঠিক ফোন নম্বর লিখুন।
ca: El número de telèfon no és vàlid. Introduïu un número de telèfon vàlid per registrar-vos.
cs: Neplatné telefonní číslo. Pro registraci zadejte prosím platné telefonní číslo.
cy: Rhif ffôn anilys. Rhowch rhif ffôn dilys er mwyn cofrestru.
da: Ugyldigt telefonnummer. Indtast et gyldigt telefonnummer for at registrere.
de: Ungültige Telefonnummer. Bitte gib eine gültige Telefonnummer ein, um Signal zu registrieren.
el: Μη έγκυρος αριθμός τηλεφώνου. Παρακαλώ γράψε έναν έγκυρο αριθμό τηλεφώνου για να εγγραφτείς.
es: Número de teléfono no válido. Introduce un número válido para registrarte.
es_es: Número incorrecto
et: Vigane telefoninumber. Palun sisesta registreerumiseks kehtiv telefoninumber.
eu: Telefono zenbakia ez da zuzena. Mesedez, baliozkoa den telefono zenbaki bat idatzi erregistratzeko.
fa: شماره تلفن نامعتبر. لطفاً برای ثبت‌نام یک شماره تلفن معتبر وارد کنید.
fi: Virheellinen puhelinnumero. Syötä kelvollinen puhelinnumero vaihtaaksesi numeroa.
fil: Hindi valid ang numero
fr: Le numéro de téléphone est incorrect. Pour vous inscrire, veuillez saisir un numéro de téléphone valide.
ga: Uimhir ghutháin neamhbhailí. Cuir isteach uimhir ghutháin bhailí lena clárú.
gu: અમાન્ય ફોન નંબર. રજીસ્ટર કરવા માટે કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો.
he: מספר טלפון בלתי תקף. אנא הכנס מספר טלפון תקף כדי להירשם.
hi: अमान्य फोन नंबर। रजिस्टर करने के लिए कृपया एक मान्य फोन नंबर दर्ज करें।
hr: Nevažeći broj telefona. Unesite važeći broj telefona za registraciju.
hu: Érvénytelen telefonszám. A regisztrációhoz, kérjük, adj meg egy valós telefonszámot.
id: Nomor telepon salah. Mohon masukkan nomor telepon yang benar untuk mendaftar.
is: Ógilt símanúmer. Settu inn gilt símanúmer til að skrá þig.
it: Numero di telefono non valido. Inserisci un numero di telefono valido per la registrazione.
ja: 無効な電話番号です。正しい電話番号を入力してください。
kk: Нөмір дұрыс емес
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á”á‰áŸ’á…á¼á›á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ááŸ’ášá¹á˜ááŸ’ášá¼áœá˜á½á™ áŠá¾á˜áŸ’á”á¸á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŸ”
kn: ಅಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆ. ದಯವಿಟ್ಟು ನೋಂದಾಯಿಸಲು ಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ko: 잘못된 전화번호입니다. 올바른 전화번호 입력 후 가입하세요
lt: Neteisingas telefono numeris. Norėdami užsiregistruoti, įveskite teisingą telefono numerį.
lv: Nederīgs tālruņa numurs. Ievadiet derīgu tālruņa numuru, lai reģistrētos.
mk: Неважечки телефонски број. Ве молиме внесете важечки телефонски број за да се регистрирате.
ml: അസാധുവായ ഫോൺ നമ്പർ .രജിസ്റ്റർ ചെയ്യുന്നതിനായി സാധുവായ ഒരു ഫോൺ നമ്പർ നൽകുക.
mr: अवैध फोन नंबर. कृपया नोंदणी करण्यासाठी कृपया एक वैध फोन नंबर प्रविष्ट करा.
ms: Nombor telefon tidak sah. Sila masukkan nombor telefon yang sah untuk mendaftar.
my: ဖုန်းနံပါတ် အကြုံးမဝင်ပါ။ အကြုံးဝင်သော ဖုန်းနံပါတ်ကို ထည့်၍ စာရင်းသွင်းပါ။
nb: Ugyldig telefonnummer. Vennligst skriv inn et gyldig telefonnummer for å registrere deg.
nl: Ongeldig telefoonnummer. Vul een geldig telefoonnummer in om je te registreren.
pa: ਗਲਤ ਫੋਨ ਨੰਬਰ। ਕਿਰਪਾ ਕਰਕੇ ਰਜਿਸਟਰ ਕਰਨ ਲਈ ਇੱਕ ਸਹੀ ਫੋਨ ਨੰਬਰ ਭਰੋ।
pa_pk: ناقابل قبول نمبر
pl: Nieprawidłowy numer telefonu. Aby się zarejestrować, podaj poprawny numer.
ps: ناسمه د موبایل شمېره. مهرباني وکړئ د ثبت لپاره د موبایل سمه شمېره دننه کړئ.
pt_br: Número de telefone inválido. Por favor, digite um número válido para registrar-se.
pt_pt: Número de telefone inválido. Por favor, introduza um número de telefone válido.
ro: Număr de telefon invalid. Te rugăm introdu un număr de telefon valid pentru a te înregistra.
ru: Недействительный номер телефона. Пожалуйста, введите действительный номер телефона, чтобы зарегистрироваться.
sk: Neplatné telefónne číslo. Pre registráciu zadajte platné telefónne číslo.
sl: Neveljavna telefonska številka. Za prijavo vnesite veljavno telefonsko številko.
sq: Numër telefoni i pavlefshëm. Ju lutemi, jepni për regjistrim një numër telefoni të vlefshëm.
sr: Број телефона је неважећи. Унесите важећи број телефона да се региструјете.
sv: Ogiltigt telefonnummer. Ange ett giltigt telefonnummer för att registrera dig.
sw: Nambari ya simu si sahihi. Tafadhali weka nambari sahihi ya simu ili ujisajili.
ta: தவறானது தொலைபேசி எண். தயவு செய்து உள்ளிடவும் a செல்லுபடியாகும் தொலைபேசி பதிவு செய்ய எண்.
te: చెల్లని చరవాణి సంఖ్య. నమోదు చేయడానికి దయచేసి చెల్లుబాటు అయ్యే ఫోన్ నంబర్‌ను నమోదు చేయండి.
th: หมายเลขโทรศัพท์ไม่ถูกรูปแบบ กรุณาป้อนหมายเลขโทรศัพท์ตามรูปแบบที่ถูกต้องเพื่อลงทะเบียน
tr: Geçersiz telefon numarası. Kaydolmak için lütfen geçerli bir telefon numarası girin.
ug: ئىناۋەتسىز تېلېفون نومۇرى. تىزىملىتىش ئۈچۈن ئىناۋەتلىك تېلېفون نومۇرىنى كىرگۈزۈڭ.
uk: Такого номера не існує. Введіть дійсний номер телефону, щоб зареєструватися.
ur: غلط فون نمبر. برائے کرم رجسٹریشن کے لئے ایک درست فون نمبر درج کریں۔
vi: Số điện thoại không hợp lệ. Xin hãy nhập một số điện thoại hợp lệ để đăng ký.
zh_cn: 此为无效手机号码，请输入有效的手机号码注册。
zh_hk: 電話號碼無效。請輸入有效的電話號碼來註冊。
