Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_RESTORE_WALLET_COMPLETE_TOAST
source: Payments account restored.
af: Betalingsrekening teruggestel.
ar: تمَّت استعادة حساب المدفوعات.
az: Ödənişlər hesabı geri yükləndi.
be: Плацежны рахунак адноўлены.
bn: পেমেন্ট অ্যাকাউন্ট পুনর্বহাল করা হয়েছে।
ca: Compte de pagament restaurat
cs: Platební účet obnoven.
cy: Cyfrif taliadau wedi'i adfer.
da: Betalingskonto gendannet.
de: Konto für Zahlungen wiederhergestellt.
el: Ο λογαριασμός σας πληρωμών αποκαταστάθηκε.
es: Cuenta de pagos restaurada.
et: Maksekonto taastatud.
eu: Ordainketen kontua leheneratu da.
fa: حساب کاربری پرداخت‌ها بازیابی شد.
fi: Maksutili palautettu.
fr: Compte de paiement restauré.
gu: પેમેન્ટ એકાઉન્ટને રિસ્ટોર કરેલ છે.
he: חשבון תשלומים שוחזר.
hi: भुगतान खाता रीस्टोर किया गया।
hr: Račun za plaćanja je oporavljen.
hu: Fizetési fiók helyreállítva.
id: Akun pembayaran dipulihkan.
is: Greiðsluaðgangur endurheimtur
it: Account pagamenti ripristinato.
ja: 決済口座が復元されました。
km: á‚áá“á¸á‘á¼á‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹ááŸ’ášá¼áœá”á¶á“á‘á¶á‰á˜á€áœá·á‰
kn: ಪೇಮೆಂಟ್ಸ್‌ ಖಾತೆಯನ್ನು ರಿಸ್ಟೋರ್‌ ಮಾಡಲಾಗಿದೆ.
ko: 결제 계정이 복원되었습니다.
lt: Mokėjimų paskyra atkurta.
lv: Maksājumu konts atjaunots.
mk: Сметката за плаќање е вратена.
ml: പേയ്മെന്റ് അക്കൗണ്ട് പുനഃസ്ഥാപിച്ചു.
mr: पेमेंट खाते पुनर्स्थापित केले गेले.
ms: Akaun pembayaran telah dipulihkan.
my: ငွေပေးချေမှု အကောင့်ကို ပြန်ရယူနိုင်ခဲ့ပါသည်။
nb: Betalingskontoen ble gjenopprettet.
nl: Betalingsaccount is hersteld.
pa: ਭੁਗਤਾਨ ਖਾਤਾ ਬਹਾਲ ਕੀਤਾ।
pl: Konto płatności przywrócone.
ps: د پرداختونو اکاونټ بیرته تر لاسه شو.
pt_br: Conta de pagamentos restaurada.
pt_pt: Conta de pagamentos restaurada.
ro: Contul de plăți a fost restaurat.
ru: Платёжная учётная запись восстановлена.
sk: Platobný účet bol obnovený.
sl: Račun plačil je bil obnovljen.
sq: Llogaria e pagesave u rikthye.
sr: Налог за плаћања је враћен.
sv: Betalningskontot återställts.
sw: Akaunti ya malipo imerejeshwa.
ta: கொடுப்பனவுகள் கணக்கு மீட்டெடுக்கப்பட்டது.
te: చెల్లింపుల ఖాతా పునరుద్ధరించబడింది.
th: บัญชีชำระเงินถูกกู้คืนแล้ว
tr: Ödemeler hesabı kurtarıldı.
ug: چىقىم ھېسابى ئەسلىگە كەلتۈرۈلدى.
uk: Платіжний профіль відновлено.
ur: ادائیگیوں کا اکاؤنٹ بحال ہوگیا۔
vi: Tài khoản thanh toán đã được khôi phục.
zh_cn: 付款帐户已还原。
zh_hk: 付款帳號已還原。

# SETTINGS_PAYMENTS_RESTORE_WALLET_ENTER_MANUALLY
source: Enter Manually
af: Voer handmatig in
ar: إدخال يدويًا
az: Əllə daxil edin
be: Увесці ўручную
bn: ম্যানুয়ালি লিখুন
ca: Introducció manual
cs: Zadat ručně
cy: Rhoi â Llaw
da: Indtast manuelt
de: Manuell eingeben
el: Μη Αυτόματη Εισαγωγή
es: Introducir manualmente
et: Sisesta käsitsi
fa: وارد کردن دستی
fi: Syötä käsin
fr: Saisir manuellement
gu: મેન્યુઅલી દાખલ કરો
he: הכנס באופן ידני
hi: मैन्युअल रूप से दर्ज करें
hr: Unesi ručno
hu: Kézi megadás
id: Masukan Secara Manual
is: Settu inn handvirkt
it: Inserisci manualmente
ja: マニュアル入力
km: á”á‰áŸ’á‡á¼á›áŠáŸ„á™ááŸ’á›á½á“á¯á„
kn: ಹಸ್ತಚಾಲಿತವಾಗಿ ನಮೂದಿಸಿ
ko: 수동으로 입력
lt: Įvesti rankiniu būdu
lv: Ievadīt manuāli
ml: സ്വമേധയാ നൽകുക
mr: व्यक्तिचलितपणे प्रविष्ट करा
ms: Masukkan secara Manual
my: ကိုယ်တိုင်ရိုက်ထည့်ပါ
nb: Skriv inn manuelt
nl: Handmatig invullen
pa: ਖੁਦ ਦਰਜ ਕਰੋ
pl: Wpisz ręcznie
ps: په لاسي ډول یې دننه کړئ
pt_br: Inserir manualmente
pt_pt: Introduzir manualmente
ro: Introdu manual
ru: Ввести вручную
sk: Zadať manuálne
sl: Ročni vnos
sq: Jepeni Dorazi
sr: Унесите ручно
sv: Ange manuellt
sw: Weka Mwenyewe
ta: உள்ளிடவும் கைமுறையாக
te: మాన్యువల్‌గా నమోదు చేయండి
th: ใส่ด้วยมือ
tr: Elle Girin
ug: قولدا كىرگۈزۈش
uk: Ввести вручну
ur: دستی طور پر داخل کریں
vi: Nhập vào bằng tay
zh_cn: 手动输入
zh_hk: 手動輸入

# SETTINGS_PAYMENTS_RESTORE_WALLET_FAILED
source: Recovery Failed
af: Herwin het misluk
ar: فشلت الاستعادة
az: Bərpa uğursuz oldu
be: Аднаўленне не атрымалася
bn: পুনরুদ্ধার করতে ব্যর্থ হয়েছে
ca: Ha fallat la recuperació
cs: Obnovení selhalo
cy: Methwyd Adfer
da: Gendannelsen mislykkedes
de: Wiederherstellung gescheitert
el: Αποτυχία Ανάκτησης
es: No se ha podido recuperar
fa: خطا در بازیابی
fi: Palautus epäonnistui
fr: Échec de la récupération
gu: રિકવરી નિષ્ફળ ગઈ
he: השבה נכשלה
hi: रिकवरी विफल रही
hr: Oporavak nije uspio
hu: Helyreállítás sikertelen
id: Pemulihan Gagal
is: Endurheimting mistókst
it: Recupero non riuscito
ja: 復元できませんでした
km: á€á¶ášáŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡á”ášá¶á‡áŸá™
kn: ರಿಕವರಿ ವಿಫಲಗೊಂಡಿದೆ
ko: 복구 실패
lt: Atkūrimas nepavyko
lv: Atgūšana neizdevās
ml: വീണ്ടെടുക്കൽ പരാജയപ്പെട്ടു
mr: रिकव्हरी अयशस्वी
ms: Pemulihan Gagal
my: ပြန်လည်ရယူခြင်း မအောင်မြင်ပါ
nb: Gjenoppretting mislyktes
nl: Herstellen is mislukt
pa: ਬਹਾਲੀ ਅਸਫ਼ਲ ਰਹੀ
pl: Odzyskiwanie nieudane
ps: بیرته تر لاسه کول ونشو
pt_br: Falha ao recuperar
pt_pt: Falha a recuperar
ro: Restaurarea a eșuat
ru: Восстановление не удалось
sk: Obnovenie zlyhalo.
sl: Povrnitev podatkov ni bila uspešna
sq: Rikthimi Dështoi
sr: Опоравак није успео
sv: Återställningen misslyckades
sw: Urejeshaji Haujakamilika
ta: மீட்பு தோல்வியுற்றது
te: రికవరీ విఫలమైంది
th: การกู้คืนล้มเหลว
tr: Kurtarma Başarısız Oldu
ug: ئەسلىگە كەلتۈرەلمىدى
uk: Відновлення не вдалося
ur: بازیافت ناکام
vi: Khôi phục Không thành công
zh_cn: 恢复失败
zh_hk: 還原失敗

# SETTINGS_PAYMENTS_RESTORE_WALLET_INVALID_PASSPHRASE_MESSAGE
source: This is not a valid recovery phrase.
af: Dit is ’n ongeldige herwinfrase.
ar: عبارة الاستعادة هذه غير صالحة.
az: Bu, etibarlı bir bərpa parolu deyil.
be: Гэта несапраўдная фраза для аднаўлення.
bn: এটি বৈধ রিকভারি ফ্রেজ নয়।
ca: Frase de recuperació no vàlida
cs: Toto není platná fráze pro obnovení.
cy: Nid yw hwn yn ymadrodd adfer dilys.
da: Dette er ikke en gyldig gendannelssætning.
de: Dies ist keine gültige Wiederherstellungsphrase.
el: Αυτή δεν είναι έγκυρη φράση ανάκτησης.
es: No has introducido una frase de recuperación válida.
fa: عبارت بازیابی صحیح نیست.
fi: Palautuslause on virheellinen.
fr: Cette phrase de récupération n'est pas valide.
gu: આ માન્ય રિકવરી ફ્રેઝ નથી.
he: זהו אינו משפט השבה תקף.
hi: यह एक मान्य रिकवरी फ़्रेज़ नहीं है।
hr: Ovo nije valjana fraza za oporavak.
hu: Ez nem egy érvényes helyreállítási kifejezés.
id: Ini bukan frasa pemulihan yang valid.
is: Þetta er ekki gildur endurheimtufrasi.
it: Questa non è una frase di recupero valida.
ja: リカバリーフレーズが正しくありません。
km: á“áŸáŸ‡á˜á·á“á˜áŸ‚á“á‡á¶áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡ááŸ’ášá¹á˜ááŸ’ášá¼áœá‘áŸáŸ”
kn: ಇದು ಮಾನ್ಯವಾದ ರಿಕವರಿ ಪದಗುಚ್ಛವಲ್ಲ.
ko: 유효한 복구 문구가 아닙니다.
lt: Tai yra neteisinga atkūrimo frazė.
lv: Šī nav derīga atgūšanas frāze.
ml: ഇത് സാധുവായ വീണ്ടെടുക്കൽ വാക്യമല്ല.
mr: ती एक वैध रिकव्हरी फ्रेझ नाही.
ms: Ini bukan frasa pemulihan yang sah.
my: ၎င်းသည် မှန်ကန်သော ပြန်လည်ရယူရန် စာပုဒ်တို မဟုတ်ပါ။
nb: Dette er ikke en gyldig gjenopprettingsfrase.
nl: Dit is geen geldige herstelzin.
pa: ਇਹ ਨਾ-ਮੰਨਣਯੋਗ ਰਿਕਵਰੀ ਵਾਕ ਹੈ।
pl: To nie jest prawidłowa fraza odzyskiwania.
ps: دا کوم معتبر د بیرته تر لاسه کولو عبارت نه دی.
pt_br: Essa não é uma senha de recuperação válida.
pt_pt: Esta não é uma frase de recuperação válida
ro: Aceasta nu este o frază de recuperare validă.
ru: Это недействительная фраза восстановления.
sk: Toto nie je platná fráza na obnovenie.
sl: Neveljavna obnovitvena fraza.
sq: Kjo s’është një frazë e vlefshme rikthimi.
sr: Ова фраза за опоравак није важећа.
sv: Detta är inte en giltig återställningsfras.
sw: Haya si maneno sahihi ya kurejesha.
ta: இது ஒரு அல்ல செல்லுபடியாகும் மீட்பு சொற்றொடர்.
te: ఇది చెల్లుబాటు అయ్యే రికవరీ పదబంధం కాదు.
th: นี่ไม่ใช่วลีกู้คืนที่ถูกรูปแบบ
tr: Bu geçerli bir kurtarma parolası değil.
ug: بۇ ئىناۋەتلىك ئەسلىگە كۈلتۈرۈش ئىبارىسى ئەمەس.
uk: Ця кодова фраза неправильна.
ur: یہ درست بازیابی کا جملہ نہیں ہے۔
vi: Đây không phải là một cụm từ khôi phục hợp lệ.
zh_cn: 无效的恢复短语。
zh_hk: 助憶詞無效

# SETTINGS_PAYMENTS_RESTORE_WALLET_INVALID_PASSPHRASE_TITLE
source: Invalid phrase
af: Ongeldige frase
ar: جملة غير صالحة
az: Etibarsız parol
be: Несапраўдная фраза
bn: অবৈধ বাক্যাংশ
ca: Frase no vàlida
cs: Neplatná fráze
cy: Ymadrodd annilys
da: Ugyldig sætning
de: Ungültige Phrase
el: Μη έγκυρη φράση
es: Frase no válida
fa: عبارت نامعتبر
fi: Väärä palautuslause
fr: Phrase incorrecte
gu: અમાન્ય ફ્રેઝ
he: משפט בלתי תקף
hi: अमान्य वाक्यांश
hr: Nevažeća fraza
hu: Érvénytelen kifejezés
id: Frasa tidak valid
is: Ógildur frasi
it: Frase non valida
ja: 無効なパスフレーズです
km: áƒáŸ’á›á¶á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾದ ಪದಗುಚ್ಛ
ko: 잘못된 구문
lt: Neteisinga frazė
lv: Nederīga frāze
ml: അസാധുവായ വാചകം
mr: अवैध फ्रेझ
ms: Frasa tidak sah
my: စာပုဒ်တိုသည် မမှန်ကန်ပါ
nb: Feil passord
nl: Zin is niet juist
pa: ਨਾ-ਮੰਨਣਯੋਗ ਵਾਕ
pl: Nieprawidłowa fraza
ps: ناسم عبارت
pt_br: Senha inválida
pt_pt: Frase inválida
ro: Frază invalidă
ru: Недействительная фраза
sk: Neplatná fráza
sl: Napačna fraza
sq: Frazë e pavlefshme
sr: Неважећа фраза
sv: Ogiltig fras
sw: Maneno Si Sahihi
ta: தவறானது சொற்றொடர்
te: చెల్లని పదబంధం
th: วลีไม่ตรงรูปแบบ
tr: Geçersiz parola
ug: ئىناۋەتسىز ئىبارە
uk: Неправильна фраза
ur: غلط جملہ
vi: Cụm từ không hợp lệ
zh_cn: 无效短语
zh_hk: 字詞無效

# SETTINGS_PAYMENTS_RESTORE_WALLET_PASTE_FROM_PASTEBOARD
source: Paste From Clipboard
af: Plak vanaf knipbord
ar: لصق من الحافظة
az: Lövhədən yapışdır
be: Уставіць з буфера абмену
bn: ক্লিপবোর্ড থেকে পেস্ট হয়েছে
ca: Enganxa del porta-retalls
cs: Vložit ze schránky
cy: Gludo o'r Clipfwrdd
da: Indsæt fra udklipsholder
de: Von Zwischenablage einfügen
el: Επικόλληση από πρόχειρο
es: Pegar del portapapeles
et: Aseta lõikepuhvrist
fa: جایگذاری از کلیپ‌بورد
fi: Liitä leikepöydältä
fr: Coller depuis le presse-papiers
gu: ક્લિપબોર્ડમાંથી પેસ્ટ કરો
he: הדבק מלוח הגזירה
hi: क्लिपबोर्ड से पेस्ट करें
hr: Zalijepi iz međuspremnika
hu: Beillesztés vágólapról
id: Salin Dari Papan Klip
is: Líma af klippispjaldi
it: Incolla dagli appunti
ja: クリップボードから貼り付け
km: á”á·á‘á…áŸá‰á–á¸ Clipboard
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನಿಂದ ಅಂಟಿಸಿ
ko: 클립보드에서 붙여넣기
lt: Įdėti iš iškarpinės
lv: Ielīmēt no starpliktuves
ml: ക്ലിപ്പ്ബോർഡിൽ നിന്ന് ഒട്ടിക്കുക
mr: क्लिपबोर्ड वरून पेस्ट करा
ms: Tampal Dari Papan Keratan
my: ကလစ်ဘုတ်ပေါ်မှ ကူးရေးမယ်
nb: Lim inn fra utklippstavlen
nl: Plakken uit klembord
pa: ਕਲਿੱਪਬੋਰਡ ਤੋਂ ਪੇਸਟ ਕਰੋ
pl: Wklej ze schowka
ps: له کلیپبورډ څخه یې پیسټ کړئ
pt_br: Colar da área de transferência
pt_pt: Copiar da área de transferência
ro: Lipire din clipboard
ru: Вставить из буфера обмена
sk: Prilepiť zo schránky
sl: Prilepi iz odložišča
sq: Ngjit Prej së Papastrës
sr: Налепи
sv: Klistra in från urklipp
sw: Bandika kutoka Ubao wa Kunakili
ta: கிளிப்போர்டிலிருந்து ஒட்டவும்
te: తాత్కాలికంగా భద్రపరుచు ప్రదేశమునుండి అతికించండి
th: วางจากคลิปบอร์ด
tr: Panodan Yapıştır
ug: چاپلاش تاختىسىدىن چاپلا
uk: Вставити з буфера обміну
ur: کلپ بورڈ سے پیسٹ کریں
vi: Dán từ Bảng kẹp
zh_cn: 从剪贴板粘贴
zh_hk: 從剪貼簿貼上

# SETTINGS_PAYMENTS_RESTORE_WALLET_PASTE_PLACEHOLDER
source: Recovery phrase
af: Herwinfrase
ar: عبارة الاستعادة
az: Bərpa parolu
be: Фраза для аднаўлення
bn: রিকভারি ফ্রেজ
ca: Frase de recuperació
cs: Obnovovací fráze
cy: Ymadrodd adfer
da: Gendannelsessætning
de: Wiederherstellungsphrase
el: Φράση ανάκτησης
es: Frase de recuperación
et: Kontroll-lause
eu: Berreskuratze esaldia
fa: عبارت بازیابی
fi: Palautuslause
fr: Phrase de récupération
gu: રિકવરી ફ્રેઝ
he: משפט השבה
hi: रिकवरी फ़्रेज़
hr: Fraza za oporavak
hu: Helyreállítási kifejezés
id: Frasa pemulihan
is: Endurheimtufrasi
it: Frase di recupero
ja: リカバリーフレーズ
kab: Tifyirt n tririt
km: áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛ
ko: 복구 문구
lt: Atkūrimo frazė
lv: Atgūšanas frāze
mk: Резервна фраза
ml: വീണ്ടെടുക്കൽ വാചകം
mr: रिकव्हरी फ्रेझ
ms: Frasa pemulihan
my: ပြန်လည်ရယူရန် စာတို
nb: Gjenopprettingsfrase
nl: Herstelzin
pa: ਬਹਾਲੀ ਵਾਕ
pl: Fraza odzyskiwania
ps: د بیرته تر لاسه کولو عبارت
pt_br: Senha de recuperação
pt_pt: Recuperar frase
ro: Frază de recuperare
ru: Фраза восстановления
sk: Fráza na obnovenie
sl: Obnovitvena fraza
sq: Frazë rikthimi
sr: Фраза за опоравак
sv: Återställningsfras
sw: Maneno ya kurejesha
ta: மீட்பு சொற்றொடர்
te: రికవరీ పదబంధం
th: วลีกู้คืน
tr: Kurtarma parolası
ug: ئەسلىگە كەلتۈرۈش جۈملىسى
uk: Кодова фраза
ur: بازیافت جملہ
vi: Cụm từ khôi phục
zh_cn: 恢复短语
zh_hk: 恢復片語

# SETTINGS_PAYMENTS_RESTORE_WALLET_PASTE_TITLE
source: Paste Recovery Phrase
af: Plak herwinfrase
ar: لصق عبارة الاستعادة
az: Bərpa parolunu yapışdır
be: Уставіць фразу для аднаўлення
bn: রিকভারি ফ্রেজ পেস্ট করুন
ca: Enganxeu la frase de recuperació
cs: Vložit frázi pro obnovení
cy: Gludo'r Ymadrodd Adfer
da: Indsæt gendannelsessætning
de: Wiederherstellungsphrase einfügen
el: Επικόλληση Φράσης Ανάκτησης
es: Pegar frase de recuperación
fa: جایگذاری عبارت بازیابی
fi: Liitä palautuslause
fr: Coller la phrase de récupération
gu: રિકવરી ફ્રેઝને પેસ્ટ કરો
he: הדבק משפט השבה
hi: रिकवरी फ़्रेज़ पेस्ट करें
hr: Zalijepi frazu za oporavak
hu: Helyreállítási kifejezés beillesztése
id: Tempel Frasa Pemulihan
is: Líma endurheimtufrasa
it: Incolla frase di recupero
ja: リカバリーフレーズを貼り付け
km: á”á·á‘á—áŸ’á‡á¶á”áŸ‹áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ಅಂಟಿಸಿ
ko: 복구 문구 붙여넣기
lt: Įdėti atkūrimo frazę
lv: Ielīmēt atgūšanas frāzi
ml: വീണ്ടെടുക്കൽ വാചകം ഒട്ടിക്കുക
mr: रिकव्हरी फ्रेझ पेस्ट करा
ms: Tampal Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တိုကို ကူးရေးမယ်
nb: Lim inn gjenopprettingsfrasen
nl: Herstelzin plakken
pa: ਰਿਕਵਰੀ ਵਾਕ ਪੇਸਟ ਕਰੋ
pl: Wklej frazę odzyskiwania
ps: د بیرته تر لاسه کولو عبارت پیسټ کړئ
pt_br: Colar senha de recuperação
pt_pt: Colar frase de recuperação
ro: Lipește fraza de recuperare
ru: Вставьте фразу восстановления
sk: Prilepiť frázu na obnovenie
sl: Prilepi obnovitveno frazo
sq: Ngjitni Frazë Rikthimi
sr: Налепите фразу за опоравак
sv: Klistra in återställningsfras
sw: Bandika Maneno ya Kurejesha
ta: மீட்பு சொற்றொடரை ஒட்டவும்
te: రికవరీ పదబంధాన్ని అతికించండి
th: วางวลีกู้คืน
tr: Kurtarma Parolasını Yapıştır
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى چاپلا
uk: Вставити кодову фразу
ur: بازیافت کے جملے پیسٹ کریں
vi: Dán Cụm từ Khôi phục
zh_cn: 粘贴恢复短语
zh_hk: 貼上恢復片語

# SETTINGS_PAYMENTS_RESTORE_WALLET_SPLASH_EXPLANATION
source: Your recovery phrase is a 24-word phrase unique to you. Use it to restore your payments account.
af: U herwinfrase is ’n 24-woordfrase wat uniek tot u is. Gebruik dit om u betalingsrekening terug te stel.
ar: عبارة الاستعادة هي عبارة مُكوَّنة من 24 كلمة فريدة خاصة بك فقط. استخدمها لاستعادة حساب مدفوعاتك.
az: Bərpa parolunuz, sizə xas 24 sözdən ibarət bir paroldur. Ödəniş hesabınızı geri yükləmək üçün bunu istifadə edin.
be: Ваша фраза для аднаўлення – гэта ўнікальная фраза з 24 слоў. Выкарыстоўвайце гэтую фразу, каб аднавіць свой плацежны рахунак.
bn: আপনার পুনরুদ্ধার করার বাক্যাংশটি একটি 24-শব্দ বিশিষ্ট বাক্যাংশ যা শুধু আপনিই জানবেন। আপনার পেমেন্ট অ্যাকাউন্ট পুনরুদ্ধার করতে এটি ব্যবহার করুন।
ca: La vostra frase de recuperació és una frase de 24 paraules única per a vós. Useu-la per restaurar el compte de pagament.
cs: Vaše fráze pro obnovení je 24 slov, která jsou pro vás jedinečná. Použijte ji k obnovení svého platebního účtu.
cy: Ymadrodd 24-gair sy'n unigryw i chi yw eich ymadrodd adfer. Defnyddiwch o i adfer eich cyfrif taliadau.
da: Din gendannelsessætning er en 24-ords sætning, som kun gælder for dig. Brug den til at genoprette din betalingskonto.
de: Deine Wiederherstellungsphrase ist ein einzigartiger Satz mit 24 Wörtern. Verwende sie, um dein Zahlungskonto wiederherzustellen.
el: Η φράση ανάκτησης είναι μια φράση 24 λέξεων μοναδική για εσένα. Χρησιμοποίησέ την για επαναφορά του λογαριασμού πληρωμών σου.
es: Tu frase de recuperación es una clave de 24 palabras única para ti. Úsala para restaurar tu cuenta de pagos.
fa: عبارت بازیابی شما یک عبارت 24-کلمه‌ای منحصر به شماست. از آن برای بازیابی حساب پرداخت‌های خود استفاده کنید.
fi: Palautuslause on ainutlaatuinen 24-sanainen lause, joka vaaditaan maksutilin palauttamiseen
fr: Votre phrase de récupération est une phrase unique et personnelle de 24 mots. Utilisez-la pour récupérer votre compte de paiement.
gu: તમારો રિકવરી શબ્દસમૂહ 24-શબ્દનો છે જે તમારા માટે અનન્ય છે. તેનો ઉપયોગ તમારા ચુકવણી ખાતાને રિસ્ટોર કરવા માટે કરો.
he: משפט ההשבה שלך הוא משפט בן 24 מילים ייחודי לך. השתמש בו כדי לשחזר את חשבון התשלומים שלך.
hi: आपका रिकवरी फ़्रेज़ 24 शब्दों का एक विशेष फ़्रेज़ है। अपना भुगतान अकाउंट रीस्टोर करने के लिए इसका इस्तेमाल करें।
hr: Vaša fraza za oporavak je jedinstvena fraza od 24 riječi. Koristite je za oporavak računa za plaćanja.
hu: A helyreállítási kifejezésed egy egyedi, 24 szavas mondat, melyet fizetési fiókod helyreállítására használhatsz.
id: Frasa pemulihan Anda terdiri dari frasa 24-kata unik untuk Anda. Gunakan ini untuk memulihkan akun pembayaran Anda.
is: Endurheimtufrasinn þinn er 24-orða setning sem einungis þú átt að vita. Notaðu hana til að endurheimta greiðsluaðganginn þinn.
it: La tua frase di recupero è una frase di 24 parole unica per te. Usala per ripristinare il tuo account pagamenti.
ja: あなたのリカバリーフレーズは24語で、あなた固有のものです。口座の復元に使用してください。
km: áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡ášá”áŸáŸ‹á¢áŸ’á“á€ á‚áºá‡á¶ 24 á–á¶á€áŸ’á™ááŸ‚á˜á½á™á‚ááŸ‹áŸá˜áŸ’ášá¶á”áŸ‹á¢áŸ’á“á€áŸ” áŸá¼á˜á”áŸ’ášá¾áƒáŸ’á›á¶á“áŸáŸ‡ áŠá¾á˜áŸ’á”á¸áŸáŸ’áá¶ášá‚áá“á¸á‘á¼á‘á¶ááŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
ko: 복원 문구는 24개 단어로 구성된 사용자별 고유 문구입니다. 이 문구를 사용하여 결제 계정을 복원하세요.
lt: Atkūrimo frazė yra jūsų unikali 24 žodžių frazė. Naudokite šią frazę, norėdami atkurti savo mokėjimų paskyrą.
ml: നിങ്ങളുടെ റിക്കവറി ഫ്രേസ് നിങ്ങൾക്ക് തനതായ 24 വാക്കുകളുള്ളൊരു ഫ്രേസാണ്. നിങ്ങളുടെ പേയ്മെന്റ്സ് അക്കൗണ്ട് പുനഃസ്ഥാപിക്കാൻ അത് ഉപയോഗിക്കുക.
mr: आपली रिकव्हरी फ्रेझ २४-शब्दांची फ्रेझ आपल्यासाठी ऐकमेव आहे. आपले पेमेंट खाते पुनर्स्थापित करण्यासाठी ती वापरा.
ms: Frasa pemulihan anda ialah frasa 24-perkataan yang unik kepada anda. Gunakannya untuk memulihkan akaun pembayaran anda.
nb: Gjenopprettingspassordet ditt er en setning på 24 ord som du velger selv. Det kan brukes til å gjenopprette betalingskontoen din.
nl: De herstelzin is voor iedereen uniek en bestaat uit 24 woorden. Je kunt deze zin gebruiken om je betalingsaccount te herstellen.
pl: Fraza odzyskiwania to Twoje unikalne hasło składające się z 24 wyrazów. Użyj go, aby przywrócić konto płatności.
pt_br: Sua senha de recuperação é uma senha de 24 palavras exclusiva para você. Use-a para restaurar sua conta de pagamentos.
pt_pt: A sua frase de recuperação é uma frase única para si de 24 palavras. Utilize-a para restaurar a sua conta de pagamentos.
ro: Fraza de recuperare este formată din 24 de cuvinte și este unică pentru tine. Utilizează această frază pentru a-ți recupera contul de plăți.
ru: Ваша фраза восстановления — это уникальная фраза, состоящая из 24 слов. Она понадобится вам, чтобы восстановить свою платёжную учётную запись.
sk: Vaša fráza na obnovenie je 24-slovná fráza, ktorá je pre vás jedinečná. Použite ho na obnovenie svojho platobného účtu.
sl: Vaša obnovitvena fraza je 24-besedna fraza, ki je zgolj vaša. Uporabite jo za obnovitev plačilnega računa.
sq: Fraza juaj e rikthimeve është një frazë me 24 fjalë, unike për ju. Përdoreni për të rikthyer llogarinë tuaj të pagesave.
sr: Ваша фраза за опоравак је фраза од 24 речи јединствена за вас. Користите ову фразу да вратите налог за плаћања.
sv: Din återställningsfras är en fras på 24 ord som är unik för dig. Använd den för att återställa ditt betalningskonto.
sw: Recovery phrase yako ni neno la maneno 24 lililo la kipekee kwako. Litumie kurejesha akaunti yako ya malipo.
ta: உங்கள் மீட்பு சொற்றொடர் 24 வார்த்தை சொற்றொடர் ஆகும். அதை பயன்படுத்தி உங்கள் கட்டணக் கணக்கை மீட்கலாம்.
th: วลีกู้คืนของคุณคือวลี 24 คำที่เฉพาะเจาะจงกับคุณและไม่ซ้ำใคร ใช้วลีนี้เพื่อกู้คืนบัญชีชำระเงินของคุณ
tr: Kurtarma parolası 24 kelimelik ve size özgü bir ifadedir. Ödemeler hesabınızı kurtarmak için bu parolayı kullanın.
ug: ئەسلىگە كەلتۈرۈش ئىبارىڭىز سىزگىلا خاس 12 سۆزلۈك ئىبارە. چىقىم قىلىش ھېساباتىڭىزنى ئەسلىگە كەلتۈرۈش ئۈچۈن ئىشلىتىلىدۇ.
uk: Ваша кодова фраза унікальна й складається з 24 слів. Вона необхідна для відновлення платіжного профілю.
ur: آپ کی بحالی کی عبارت آپ کے لیے 24 لفظوں پر مشتمل ایک منفرد عبارت ہے۔ اسے اپنی ادائیگیوں کے اکاؤنٹ کو بحال کرنے کے لیے استعمال کریں۔
vi: Cụm từ để khôi phục của bạn là một cụm có 24 từ đặc biệt do bạn tạo ra. Hãy dùng nó để khôi phục tài khoản thanh toán.
zh_cn: 您的恢复短语是一个长度为 24 个词的秘密短语。用来还原付款帐户。
zh_hk: 您的恢復片語是一組獨一無二的 24 字詞片語，可用來還原您的付款帳戶。

# SETTINGS_PAYMENTS_RESTORE_WALLET_SPLASH_TITLE
source: Enter Recovery Phrase
af: Voer herwinfrase in
ar: إدخال عبارة الاستعادة
az: Bərpa parolunu daxil edin
be: Увесці фразу для аднаўлення
bn: রিকভারি ফ্রেজ লিখুন
ca: Introduïu la frase de recuperació
cs: Zadejte frázi pro obnovení
cy: Rhowch Ymadrodd Adfer
da: Indtast gendannelsessætning
de: Wiederherstellungsphrase eingeben
el: Γράψε τη φράση ανάκτησης
es: Introducir frase de recuperación
fa: وارد کردن عبارت بازیابی
fi: Syötä palautuslause
fr: Saisir la phrase de récupération
gu: રિકવરી ફેઝ દાખલ કરો
he: הכנס משפט השבה
hi: रिकवरी फ़्रेज़ दर्ज करें
hr: Unesite frazu za oporavak
hu: Helyreállítási kifejezés megadása
id: Masukkan Frasa Pemulihan
is: Settu inn endurheimtufrasa
it: Inserisci la frase di recupero
ja: リカバリーパスフレーズの入力
km: á”á‰áŸ’á‡á¼á›áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ನಮೂದಿಸಿ
ko: 복구 문구 입력
lt: Įveskite atkūrimo frazę
lv: Ievadiet atgūšanas frāzi
ml: വീണ്ടെടുക്കൽ വാക്യാംശം നൽകുക
mr: रिकव्हरी फ्रेझ प्रविष्ट करा
ms: Masukkan Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တိုကို ရိုက်ထည့်ပါ
nb: Skriv inn gjenopprettingsfrasen
nl: Vul je herstelzin in
pa: ਰਿਕਵਰੀ ਵਾਕ ਭਰੋ
pl: Podaj frazę odzyskiwania
ps: د بیرته تر لاسه کولو عبارت دننه کړئ
pt_br: Digite a senha de recuperação
pt_pt: Introduzir a frase de recuperação
ro: Introduce fraza de recuperare
ru: Введите фразу восстановления
sk: Zadajte frázu na obnovenie
sl: Vnesi obnovitveno frazo
sq: Jepni Frazë Rikthimi
sr: Унесите фразу за опоравак
sv: Ange återställningsfras
sw: Ingiza Maneno ya Kurejesha
ta: உள்ளிடவும் மீட்பு சொற்றொடர்
te: రికవరీ పదబంధాన్ని నమోదు చేయండి
th: ใส่วลีกู้คืน
tr: Kurtarma Parolasını Girin
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى كىرگۈزۈڭ
uk: Введення кодової фрази
ur: بازیابی کی عبارت درج کریں
vi: Nhập và Cụm từ Khôi phục
zh_cn: 输入恢复短语
zh_hk: 輸入恢復片語

# SETTINGS_PAYMENTS_RESTORE_WALLET_TITLE
source: Recovery Phrase
af: Herwinfrase
ar: عبارة الاستعادة
az: Bərpa parolu
be: Фраза для аднаўлення
bn: রিকভারি ফ্রেজ
ca: Frase de recuperació
cs: Fráze pro obnovení
cy: Ymadrodd Adfer
da: Gendannelsessætning
de: Wiederherstellungsphrase
el: Φράση ανάκτησης
es: Frase de recuperación
fa: عبارت بازیابی
fi: Palautuslause
fr: Phrase de récupération
gu: રિકવરી ફ્રેઝ
he: משפט השבה
hi: रिकवरी फ़्रेज़
hr: Fraza za oporavak
hu: Helyreállítási fázis
id: Frasa Pemulihan
is: Endurheimtufrasi
it: Frase di recupero
ja: リカバリーフレーズ
km: áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛ
ko: 복구 문구
lt: Atkūrimo frazė
lv: Atgūšanas frāze
ml: വീണ്ടെടുക്കൽ വാചകം
mr: रिकव्हरी फ्रेझ
ms: Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တို
nb: Gjenopprettingsfrase
nl: Herstelzin
pa: ਬਹਾਲੀ ਵਾਕ
pl: Fraza odzyskiwania
ps: د بیرته تر لاسه کولو عبارت
pt_br: Senha de recuperação
pt_pt: Frase de recuperação
ro: Frază de recuperare
ru: Фраза восстановления
sk: Fráza na obnovenie
sl: Obnovitvena fraza
sq: Frazë Rikthimi
sr: Фраза за опоравак
sv: Återställningsfras
sw: Maneno ya Kurejesha
ta: மீட்பு சொற்றொடர்
te: రికవరీ పదబంధం
th: วลีกู้คืน
tr: Kurtarma Parolası
ug: ئەسلىگە كەلتۈرۈش ئىبارىسى
uk: Кодова фраза
ur: بازیابی کی عبارت
vi: Cụm từ khôi phục
zh_cn: 恢复短语
zh_hk: 恢復片語
