Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# OUTGOING_MISSED_VIDEO_CALL
source: Unanswered video call
ar: مكالمة فيديو لم يتم الرد عليها
be: Неадказаны відэазванок
bn: উত্তর না দেওয়া ভিডিও কল
ca: Videotrucada sense contestar
cs: Nepřijatý videohovor
da: Ubesvaret videoopkald
de: Unbeantworteter Videoanruf
el: Αναπάντητη βιντεοκλήση
es: Videollamada no atendida
fa: تماس تصویری بی‌پاسخ
fi: Vastaamaton videopuhelu
fr: Appel vidéo sans réponse
ga: Físghlao nár freagraíodh
gu: ન ઉપાડેલો વિડિયો કૉલ
he: שיחת וידאו שלא נענתה
hi: अनुत्तरित वीडियो कॉल
hr: Propušteni videopoziv
hu: Nem fogadott videóhívás
id: Panggilan video tidak terjawab
it: Videochiamata senza risposta
ja: ビデオ通話応答なし
ko: 미응답 영상 통화
mr: अनुत्तरित व्हिडिओ कॉल
ms: Panggilan video tidak dijawab
nb: Ubesvart videoanrop
nl: Onbeantwoorde video-oproep
pl: Nieodebrane połączenie wideo
pt_br: Chamada de vídeo não atendida
pt_pt: Videochamada não atendida
ro: Apel video nepreluat
ru: Неотвеченный видеозвонок
sk: Neprijatý videohovor
sr: Неодговорен видео позив
sv: Obesvarat videosamtal
th: วิดีโอคอลที่ปลายสายไม่ได้รับ
tr: Cevapsız görüntülü arama
ug: جاۋابسىز ۋىدېيولۇق چاقىرىق
uk: Відеовиклик без відповіді
ur: غیر جواب شدہ ویڈیو کال
vi: Cuộc gọi video không được trả lời
zh_cn: 未接视频通话
zh_hk: 未接的視訊通話

# OUTGOING_MISSED_VOICE_CALL
source: Unanswered voice call
ar: مكالمة صوتية لم يتم الرد عليها
be: Неадказаны галасавы званок
bn: উত্তর না দেওয়া ভয়েস কল
ca: Trucada sense contestar
cs: Nepřijatý hlasový hovor
da: Ubesvaret stemmeopkald
de: Unbeantworteter Sprachanruf
el: Αναπάντητη κλήση
es: Llamada no atendida
fa: تماس صوتی بی‌پاسخ
fi: Vastaamaton äänipuhelu
fr: Appel vocal sans réponse
ga: Guthghlao nár freagraíodh
gu: ન ઉપાડેલો વૉઇસ કૉલ
he: שיחה קולית שלא נענתה
hi: अनुत्तरित वॉयस कॉल
hr: Propušteni glasovni poziv
hu: Nem fogadott hanghívás
id: Panggilan suara tidak terjawab
it: Chiamata vocale senza risposta
ja: 音声通話応答なし
ko: 미응답 음성 통화
mr: अनुत्तरित व्हॉईस कॉल
ms: Panggilan suara tidak dijawab
nb: Ubesvart taleanrop
nl: Onbeantwoorde spraakoproep
pl: Nieodebrane połączenie głosowe
pt_br: Chamada de voz não atendida
pt_pt: Chamada de voz não atendida
ro: Apel vocal nepreluat
ru: Неотвеченный голосовой звонок
sk: Neprijatý hlasový hovor
sr: Неодговорен гласовни позив
sv: Obesvarat röstsamtal
th: การโทรด้วยเสียงที่ปลายสายไม่ได้รับ
tr: Cevapsız sesli arama
ug: جاۋابسىز ئاۋازلىق چاقىرىق
uk: Аудіовиклик без відповіді
ur: غیر جواب شدہ وائس کال
vi: Cuộc gọi thoại không được trả lời
zh_cn: 未接语音通话
zh_hk: 未接的語音通話

# OUTGOING_TRANSFER_COMPLETE_EXIT_ACTION
source: Exit Signal
ar: مغادرة سيجنال
be: Пакінуць Signal
bn: Signal বন্ধ করুন
ca: Sortir de Signal
cs: Ukončit Signal
da: Luk Signal
de: Signal beenden
el: Έξοδος από Signal
es: Salir de Signal
fa: خروج از سیگنال
fi: Poistu Signalista
fr: Quitter Signal
ga: Scoir Signal
gu: Signalમાંથી બહાર નીકળો
he: יציאה מ–Signal
hi: Signal से बाहर निकलें
hr: Izađi iz Signala
hu: Kilépés a Signalból
id: Keluar Signal
it: Esci da Signal
ja: Signalを停止する
ko: Signal 종료
mr: Signal मधून बाहेर पडा
ms: Keluar Signal
nb: Gå ut av Signal
nl: Sluit Signal
pl: Zamknij Signal
pt_br: Sair do Signal
pt_pt: Sair do Signal
ro: Ieșire din Signal
ru: Покинуть Signal
sk: Zavrieť Signal
sr: Затвори Signal
sv: Avsluta Signal
th: ปิด Signal
tr: Signal'den Çık
ug: سىگنالدىن چىقىڭ
uk: Вийти з Signal
ur: Signal سے نکلیں
vi: Thoát Signal
zh_cn: 退出 Signal
zh_hk: 退出 Signal

# OUTGOING_TRANSFER_COMPLETE_MESSAGE
source: Signal will now exit on this device
ar: سيُغلِق سيجنال على هذا الجهاز الآن
be: Гэта прылада больш не будзе звязана з Signal
bn: Signal এখন এই ডিভাইস থেকে বন্ধ হয়ে যাবে
ca: Signal es tancarà ara en aquest dispositiu
cs: Signal se nyní na tomto zařízení ukončí
da: Signal lukkes nu på denne enhed
de: Signal wird nun auf diesem Gerät beendet
el: Θα γίνει έξοδος από το Signal σε αυτή τη συσκευή
es: Signal se cerrará ahora en este dispositivo
fa: حالا سیگنال در این دستگاه از حساب خارج می‌شود
fi: Signaali sulkeutuu nyt laitteessa
fr: Cet appareil va maintenant se déconnecter de Signal.
ga: Scoirfear Signal ar an ngléas seo anois
gu: Signal હવે આ ડિવાઇસ પરથી બહાર નીકળી જશે
he: Signal יתנתק כעת במכשיר זה
hi: Signal अब इस डिवाइस से बाहर निकल जाएगा
hr: Bit ćete odjavljeni sa Signala na ovome uređaju
hu: A Signal most kilép ezen az eszközön
id: Sekarang Signal akan ditutup di perangkat ini
it: Signal si disconnetterà da questo dispositivo
ja: このデバイスでSignalは停止します
ko: 이제 이 기기에서 Signal을 종료합니다.
mr: Signal आता या डिव्हाइसमधून बाहेर पडेल
ms: Signal kini akan keluar daripada peranti ini
nb: Signal avsluttes nå på denne enheten
nl: Signal wordt nu gesloten op dit apparaat
pl: Aplikacja Signal na tym urządzeniu zostanie teraz zamknięta
pt_br: Você sairá do Signal neste dispositivo
pt_pt: O Signal irá agora encerrar sessão neste dispositivo
ro: Signal se va deconecta de pe acest dispozitiv
ru: Этот телефон больше не будет связан с Signal
sk: Signal sa teraz na tomto zariadení zavrie
sr: Signal ће се сада затворити на овом уређају
sv: Signal kommer nu att avslutas på den här enheten
th: ระบบจะปิด Signal บนอุปกรณ์เครื่องนี้
tr: Bu cihazdaki Signal uygulamasından çıkış yapılacak
ug: سىگنال ھازىر بۇ ئۈسكۈنىدىن چېكىنىپ چىقىدۇ
uk: Ви вийдете з Signal на цьому пристрої
ur: Signal اب اس ڈیوائس سے نکل جائے گا
vi: Signal sẽ thoát ra trên thiết bị này
zh_cn: Signal 现在将在此设备上退出
zh_hk: Signal 現在將從此裝置上退出

# OUTGOING_TRANSFER_COMPLETE_TITLE
source: Transfer complete!
ar: اكتمَلَ النقل!
be: Перанос завершаны!
bn: ট্রান্সফার সম্পন্ন হয়েছে!
ca: Transferència completa!
cs: Přenos dokončen!
da: Overførsel gennemført!
de: Übertragung vollständig!
el: Η μεταφορά ολοκληρώθηκε!
es: ¡Transferencia completada!
fa: انتقال انجام شد!
fi: Siirto valmis!
fr: Transfert terminé !
ga: Aistrithe!
gu: ટ્રાન્સફર પૂર્ણ!
he: העברה הושלמה!
hi: ट्रांसफ़र पूरा हुआ!
hr: Prijenos je dovršen!
hu: Átvitel kész!
id: Transfer selesai!
it: Trasferimento completato!
ja: 転送が完了しました！
ko: 전송 완료!
mr: स्थानांतरण पूर्ण झाले!
ms: Pemindahan selesai!
nb: Overføringen er fullført!
nl: Overzetten voltooid!
pl: Przenoszenie zakończone
pt_br: Transferência concluída!
pt_pt: Transferência completa!
ro: Transfer finalizat!
ru: Перенос завершён!
sk: Prenos dokončený!
sr: Пренос је завршен!
sv: Överföringen slutförd.
th: การถ่ายโอนเสร็จสมบูรณ์!
tr: Aktarım tamamlandı!
ug: يۆتكەش تامام!
uk: Перенесення завершено!
ur: منتقلی مکمل ہو گئی!
vi: Chuyển hoàn tất!
zh_cn: 转移完成！
zh_hk: 轉移完成！

source: Outgoing video call
ar: مكالمة فيديو صادرة
be: Выходны відэазванок
bn: ভিডিও কল যাচ্ছে
ca: Videotrucada sortint
cs: Odchozí videohovor
da: Udgående videoopkald
de: Ausgehender Videoanruf
el: Εξερχόμενη βιντεοκλήση
es: Videollamada saliente
fa: تماس تصویری خروجی
fi: Lähtevä videopuhelu
fr: Appel vidéo sortant
ga: Físghlao amach
gu: આઉટગોઇંગ વિડિયો કૉલ
he: שיחת וידאו יוצאת
hi: आउटगोइंग वीडियो कॉल
hr: Odlazni videopoziv
hu: Kimenő videóhívás
id: Panggilan video keluar
it: Videochiamata in uscita
ja: ビデオ通話発信
ko: 발신 영상 통화
mr: बाहेर जाणारा व्हिडिओ कॉल
ms: Panggilan video keluar
nb: Utgående videoanrop
nl: Uitgaande video-oproep
pl: Wychodzące połączenie wideo
pt_br: Chamada de vídeo efetuada
pt_pt: A efetuar videochamada
ro: Apel de ieșire video
ru: Исходящий видеозвонок
sk: Odchádzajúci videohovor
sr: Одлазни видео позив
sv: Utgående videosamtal
th: วิดีโอคอลขาออก
tr: Giden görüntülü arama
ug: ئۇرۇلغان ۋىدېيولۇق چاقىرىق
uk: Вихідний відеовиклик
ur: جانے والی ویڈیو کال
vi: Cuộc gọi video đi
zh_cn: 拨出视频通话
zh_hk: 撥打視訊通話

source: Outgoing voice call
ar: مكالمة صوتية صادرة
be: Выходны галасавы званок
bn: ভয়েস কল যাচ্ছে
ca: Trucada sortint
cs: Odchozí hlasový hovor
da: Udgående stemmeopkald
de: Ausgehender Sprachanruf
el: Εξερχόμενη κλήση
es: Llamada saliente
fa: تماس صوتی خروجی
fi: Lähtevä äänipuhelu
fr: Appel vocal sortant
ga: Guthghlao amach
gu: આઉટગોઇંગ વૉઇસ કૉલ
he: שיחה קולית יוצאת
hi: आउटगोइंग वॉयस कॉल
hr: Odlazni glasovni poziv
hu: Kimenő hanghívás
id: Panggilan suara keluar
it: Chiamata vocale in uscita
ja: 音声通話発信
ko: 발신 음성 통화
mr: बाहेर जाणारा व्हाईस कॉल
ms: Panggilan suara keluar
nb: Utgående taleanrop
nl: Uitgaande spraakoproep
pl: Wychodzące połączenie głosowe
pt_br: Chamada de voz efetuada
pt_pt: A efetuar chamada de voz
ro: Apel de ieșire vocal
ru: Исходящий голосовой звонок
sk: Odchádzajúci hlasový hovor
sr: Одлазни гласовни позив
sv: Utgående röstsamtal
th: การโทรด้วยเสียงขาออก
tr: Giden sesli arama
ug: ئۇرۇلغان ئاۋازلىق چاقىرىق
uk: Вихідний аудіовиклик
ur: جانے والی وائس کال
vi: Cuộc gọi thoại đi
zh_cn: 拨出语音通话
zh_hk: 撥打語音通話

# OVERSIZE_TEXT_UNAVAILABLE_FOOTER
source: This message is incomplete
ar: هذه الرسالة غير مُكتمِلة
be: Гэта паведамленне няпоўнае
bn: এই মেসেজটি অসম্পূর্ণ
ca: Aquest missatge està incomplet
cs: Tato zpráva je neúplná
da: Dette er ikke hele beskeden
de: Diese Nachricht ist unvollständig
el: Αυτό το μήνυμα είναι ελλιπές
es: Este mensaje está incompleto
fa: این پیام ناقص است
fi: Tämä viesti ei ole täydellinen
fr: Message tronqué
ga: Tá an teachtaireacht seo neamhiomlán
gu: આ મેસેજ અધૂરો છે
he: הודעה זו אינה שלמה
hi: यह संदेश अधूरा है
hr: Ova poruka je nepotpuna
hu: Ez az üzenet hiányos
id: Pesan ini tidak lengkap
it: Questo messaggio è incompleto
ja: このメッセージは不完全です
ko: 메시지가 불완전함
mr: हा संदेश अपूर्ण आहे
ms: Mesej ini tidak lengkap
nb: Denne meldingen er ufullstendig
nl: Dit bericht is onvolledig
pl: Wiadomość niekompletna
pt_br: Esta mensagem está incompleta
pt_pt: Esta mensagem está incompleta
ro: Acest mesaj este incomplet
ru: Это сообщение не завершено
sk: Táto správa je neúplná
sr: Ова порука је непотпуна
sv: Det här meddelandet är ofullständigt
th: ข้อความนี้ไม่ครบถ้วนสมบูรณ์
tr: Bu mesaj eksik
ug: بۇ ئۇچۇر تولۇق ئەمەس
uk: Це повідомлення неповне
ur: یہ میسج نامکمل ہے
vi: Tin nhắn không đầy đủ
zh_cn: 此消息不完整
zh_hk: 此訊息不完整

# OVERSIZE_TEXT_UNAVAILABLE_SHEET_MESSAGE
source: The complete text in this message was not transferred from your phone when this device was linked. Long text messages older than 45 days at the time of device linking can not be synced.
ar: لم يتم نقل النص الكامل في هذه الرسالة من هاتفك عند ربط هذا الجهاز. لا يُمكن مزامنة الرسائل النصية الطويلة التي مضى عليها أكثر من 45 يومًا من الوقت الذي تمَّ فيه ربط الجهاز.
be: Поўны тэкст у гэтым паведамленні не быў перанесены з вашага тэлефона, калі была звязана гэта прылада. Немагчыма сінхранізаваць доўгія тэкставыя паведамленні, старэйшыя за 45 дзён на той момант, калі была звязана прылада.
bn: এই ডিভাইসটি লিংক করার সময় এই মেসেজের সম্পূর্ণ টেক্সট আপনার ফোন থেকে ট্রান্সফার করা হয়নি। ডিভাইস লিংক করার সময় 45 দিনের বেশি পুরনো দীর্ঘ টেক্সট মেসেজ সমন্বয় করা যাবে না।
ca: El text complet d'aquest missatge no es va transferir des del telèfon mentre aquest dispositiu estava enllaçat. Els missatges de text llargs que en el moment de vincular el dispositiu tinguin més de 45 dies d'antiguitat no es podran sincronitzar.
cs: Celý text této zprávy nebyl při propojení tohoto zařízení z vašeho telefonu přenesen. Dlouhé textové zprávy, jež jsou v době propojení zařízení starší než 45 dní, nelze synchronizovat.
da: Hele teksten i denne besked blev ikke overført fra din telefon, da denne enhed blev tilknyttet. Lange beskeder, der er ældre end 45 dage gamle, når enheder tilknyttes, kan ikke synkroniseres.
de: Es wurde nicht die vollständige Nachricht von deinem Telefon übertragen, als dieses Gerät gekoppelt wurde. Lange Textnachrichten, die zum Zeitpunkt der Gerätekoppelung älter als 45 Tage sind, können nicht synchronisiert werden.
el: Το πλήρες κείμενο σε αυτό το μήνυμα δεν μεταφέρθηκε από το τηλέφωνό σου όταν συνδέθηκε αυτή η συσκευή. Δεν είναι δυνατός ο συγχρονισμός μεγάλων μηνυμάτων κειμένου παλαιότερων των 45 ημερών κατά τη σύνδεση της συσκευής.
es: El texto completo de este mensaje no se transfirió desde tu teléfono cuando se vinculó este dispositivo. No se pueden sincronizar los mensajes de texto largos que en el momento de vinculación del dispositivo tengan más de 45 días de antigüedad.
fa: در زمان اتصال این دستگاه، متن کامل این پیام از تلفن شما منتقل نشد. پیامک‌های قدیمی‌تر از ۴۵ روز در زمان اتصال دستگاه، قابل همگام‌سازی نیستند.
fi: Tämän viestin tekstiä ei siirretty puhelimestasi kokonaisuudessaan, kun laite yhdistettiin. Yhdistämishetkellä yli 45 päivää vanhempia pitkiä tekstiviestejä ei voida synkronoida.
fr: Signal n'a pas transféré l'intégralité de ce message depuis votre téléphone lorsque vous avez associé cet appareil. Les longs messages texte datant de plus de 45 jours au moment de l'association ne sont pas synchronisés.
ga: Níor aistríodh an téacs iomlán sa teachtaireacht seo ó do ghuthán nuair a nascadh do ghléas. Teachtaireachtaí téacs fada atá níos sine ná 45 lá ag an uair a nasctar an gléas, ní féidir iad a shioncronú.
gu: જ્યારે આ ડિવાઇસ લિંક કરવામાં આવ્યું હતું ત્યારે આ મેસેજનું સંપૂર્ણ લખાણ તમારા ફોનમાંથી ટ્રાન્સફર કરવામાં આવ્યું ન હતું. ડિવાઇસ લિંક કરતી વખતે 45 દિવસથી વધુ જૂના લાંબા ટેક્સ્ટ મેસેજ સિંક કરી શકાતા નથી.
he: הטקסט המלא בהודעה זו לא הועבר מהטלפון שלך כשהמכשיר הזה היה מקושר. לא ניתן לסנכרן הודעות טקסט ארוכות שיותר ישנות מ–45 ימים בזמן קישור המכשיר.
hi: जब यह डिवाइस लिंक था, तब इस संदेश का पूरा टेक्स्ट आपके फ़ोन से ट्रांसफ़र नहीं हुआ था। डिवाइस लिंक करते समय, 45 दिनों से पुराने लंबे टेक्स्ट मैसेज सिंक नहीं किए जा सकते।
hr: Ova poruka nije prenesena u cijelosti s vašeg telefona kada je ovaj uređaj povezan. Duge poruke starije od 45 dana u trenutku povezivanja uređaja ne mogu se sinkronizirati.
hu: Az üzenetben szereplő teljes szöveg nem került át a telefonodról az eszköz összekapcsolásakor. Az eszköz összekapcsolásakor 45 napnál régebbi hosszú szöveges üzenetek nem szinkronizálhatók.
id: Teks lengkap dalam pesan ini tidak ditransfer dari ponsel Anda saat perangkat ini dihubungkan. Pesan teks panjang yang tersimpan lebih dari 45 hari pada saat penautan perangkat tidak dapat disinkronkan.
it: Il testo completo di questo messaggio non è stato trasferito dal tuo telefono quando questo dispositivo è stato collegato. Non è possibile sincronizzare messaggi lunghi più vecchi di 45 giorni al momento del collegamento del dispositivo.
ja: この端末をリンクしたとき、このメッセージの完全なテキストはスマートフォンから移行されませんでした。端末をリンクした時点で45日以上経過した長いテキストメッセージは同期できません。
ko: 이 기기를 연결한 상태로 이 메시지의 전체 텍스트를 휴대폰에서 전송할 수 없습니다. 기기 연결 시점에 45일보다 오래된 긴 텍스트 메시지는 동기화할 수 없습니다.
mr: हा डिव्हाईस लिंक झाला तेव्हा या संदेशातील पूर्ण मजकूर तुमच्या फोनवरून हस्तांंतरित होऊ शकला नाही. डिव्हाईस लिंक करतेवेळी 45 दिवसांपेक्षा जुने टेक्स्ट संदेश सिंक करता येत नाहीत.
ms: Teks penuh dalam mesej ini tidak dipindahkan dari telefon anda semasa peranti ini dipautkan. Mesej teks panjang yang lebih lama daripada 45 hari ketika peranti dipautkan, tidak boleh disegerakkan.
nb: Resten av denne meldingen ble ikke overført fra telefonen din da du koblet til denne enheten. Det er ikke mulig å overføre lange meldinger som er mer enn 45 dager gamle, når enheten kobles til.
nl: Van dit bericht is niet de volledige tekst overgezet van je telefoon toen dit apparaat werd gekoppeld. Lange tekstberichten die ouder zijn dan 45 dagen op het moment dat een apparaat wordt gekoppeld, kunnen niet worden gesynchroniseerd.
pl: Podczas łączenia tego urządzenia z Twoim telefonem nie został przeniesiony pełny tekst wiadomości. Długie wiadomości tekstowe, które w momencie łączenia urządzeń mają ponad 45 dni, nie są synchronizowane.
pt_br: O texto completo desta mensagem não foi transferido do seu telefone quando este dispositivo foi vinculado. Mensagens de texto que, no momento da vinculação do dispositivo, tenham mais de 45 dias, não poderão ser sincronizadas.
pt_pt: O texto completo desta mensagem não foi transferido do seu telemóvel quando este dispositivo foi associado. Mensagens de texto longas com mais de 45 dias no momento da associação do dispositivo não podem ser sincronizados.
ro: Textul complet din acest mesaj nu a fost transferat de pe telefonul tău atunci când acest dispozitiv a fost asociat. Mesajele text lungi mai vechi de 45 de zile la momentul asocierii dispozitivului nu pot fi sincronizate.
ru: Полный текст этого сообщения не был перенесён с вашего телефона при привязке этого устройства. Длинные текстовые сообщения, срок создания которых на момент привязки устройства превышал 45 дней, не могут быть синхронизированы.
sk: Po prepojení zariadenia nebol z vášho telefónu prenesený celý text tejto správy. Dlhé textové správy, ktoré sú v čase prepojenia zariadenia staršie ako 45 dní, nie je možné synchronizovať.
sr: Са вашег телефона се није пребацио цео текст ове поруке када је повезан уређај. Дугачке текстуалне поруке које су у тренутку повезивања уређаја старије од 45 дана не могу се синхронизовати.
sv: Hela texten i det här meddelandet överfördes inte från din telefon när den här enheten länkades. Långa textmeddelanden som är äldre än 45 dagar vid tidpunkten för enhetslänkning kan inte synkroniseras.
th: เนื้อหาที่ครบถ้วนทั้งหมดในข้อความนี้ไม่ได้ถูกถ่ายโอนจากโทรศัพท์ของคุณในขั้นตอนการเชื่อมโยงอุปกรณ์ ระบบไม่สามารถซิงค์ข้อความขนาดยาวที่เก่ากว่า 45 วันนับจากวันที่เชื่อมโยงอุปกรณ์ได้
tr: Bu mesajdaki metnin tamamı, bu cihaz bağlandığında telefonundan aktarılmadı. Cihaz bağlandığında 45 günden eski olan uzun metin mesajları senkronize edilemez.
ug: بۇئۈسكۈنە ئۇلانغان ۋاقىتتا ، بۇ ئۇچۇردىكى تولۇق تېكىست تېلېفونىڭىزدىن يۆتكەلمىگەن. ئۈسكۈنە ئۇلانغان ۋاقىتتا ، 45 كۈندىن ئاشقان ئۇزۇن تېكىستلىك ئۇچۇرلارنى ماسقەدەملىگىلى بولمايدۇ.
uk: Коли ви зв'язали цей пристрій, повний текст повідомлення не було перенесено з вашого телефону. Довгі текстові повідомлення, надіслані чи отримані понад 45 днів тому, не буде синхронізовано після зв'язування нового пристрою.
ur: جب اس ڈیوائس کو لنک کیا گیا تھا تو اس وقت اس میسج کا مکمل ٹیکسٹ آپ کے فون سے ٹرانسفر نہیں ہوا تھا۔ ڈیوائس لنک کرنے کے وقت 45 دن سے پرانے طویل ٹیکسٹ میسجز سنک نہیں ہو سکتے۔
vi: Văn bản hoàn chỉnh của tin nhắn không được chuyển từ điện thoại của bạn khi thiết bị này được liên kết. Tin nhắn văn bản có nội dung dài cũ hơn 45 ngày tại thời điểm liên kết thiết bị thì không thể được đồng bộ.
zh_cn: 此设备链接时，此消息的完整文本未从您的手机转移。设备链接时已存在超过 45 天的长文本消息无法同步。
zh_hk: 連結此裝置時，此訊息中的完整文字未從你的手機轉移過來。裝置連結時，超過 45 天的長文字訊息無法同步。

# OVERSIZE_TEXT_UNAVAILABLE_SHEET_TITLE
source: Complete Message Not Available
ar: الرسالة الكاملة غير مُتوفِّرة
be: Поўнае паведамленне недаступнае
bn: সম্পূর্ণ মেসেজটি আর নেই
ca: Missatge complet no disponible
cs: Celá zpráva není k dispozici
da: Hele beskeden er ikke tilgængelig
de: Vollständige Nachricht nicht verfügbar
el: Το πλήρες μήνυμα δεν είναι διαθέσιμο
es: Mensaje completo no disponible
fa: پیام کامل در دسترس نیست
fi: Täydellinen viesti ei ole saatavilla
fr: Impossible d'afficher l'intégralité du message
ga: Níl an Teachtaireacht Iomlán ar Fáil
gu: પૂર્ણ મેસેજ ઉપલબ્ધ નથી
he: הודעה מלאה לא זמינה
hi: पूरा संदेश उपलब्ध नहीं है
hr: Cijela poruka nije dostupna
hu: A teljes üzenet nem érhető el
id: Pesan Lengkap Tidak Tersedia
it: Messaggio completo non disponibile
ja: 完全なメッセージがダウンロードできません
ko: 전체 메시지를 사용할 수 없음
mr: पूर्ण संदेश उपलब्ध नाही
ms: Mesej Penuh Tidak Tersedia
nb: Resten av meldingen er ikke tilgjengelig
nl: Volledig bericht niet beschikbaar
pl: Pełna wiadomość niedostępna
pt_br: Mensagem completa indisponível
pt_pt: Mensagem completa não disponível
ro: Mesaj complet nu este disponibil
ru: Полное сообщение недоступно
sk: Celá správa nie je k dispozícii
sr: Није доступна цела порука
sv: Hela meddelandet är ej tillgängligt
th: ไม่พบข้อความที่ครบถ้วน
tr: Tam mesaj bulunamıyor
ug: تولۇق ئۇچۇرنى ئىشلەتكىلى بولمايدۇ
uk: Повне повідомлення недоступне
ur: مکمل میسج دستیاب نہیں ہے
vi: Tin nhắn hoàn chỉnh không có sẵn
zh_cn: 完整消息不可用
zh_hk: 無法取得完整訊息

# PAYMENT_DETAILS_BANK_TITLE
source: Bank Transfer
ar: تحويل مصرفي
be: Банкаўскі перавод
bn: ব্যাংক ট্রান্সফার
ca: Transferència bancària
cs: Bankovní převod
da: Bankoverførsel
de: Überweisung
el: Τραπεζική μεταφορά
es: Transferencia bancaria
fa: انتقال بانکی
fi: Pankkisiirto
fr: Virement bancaire
ga: Aistriú Bainc
gu: બેંક ટ્રાન્સફર
he: העברה בנקאית
hi: बैंक ट्रांसफर
hr: Bankovni transfer
hu: Banki átutalás
id: Transfer Bank
it: Bonifico bancario
ja: 銀行振り込み
ko: 송금
mr: बँक हस्तांतरण
ms: Pindahan bank
nb: Bankoverføring
nl: Bankoverschrijving
pl: Przelew bankowy
pt_br: Transferência bancária
pt_pt: Transferência bancária
ro: Transfer bancar
ru: Банковский перевод
sk: Bankový prevod
sr: Банковни пренос
sv: Banköverföring
th: โอนเงินผ่านระบบธนาคาร
tr: Banka Transferi
ug: بانكىدىن ئاغدۇرۇش
uk: Банківський переказ
ur: بینک ٹرانسفر
vi: Chuyển khoản Ngân hàng
zh_cn: 银行转账
zh_hk: 銀行轉帳

# PAYMENT_DETAILS_CARD_TITLE
source: Credit or Debit Card
ar: بطاقة الائتمان أو الخصم
be: Крэдытная або дэбетавая картка
bn: ক্রেডিট বা ডেবিট কার্ড
ca: Targeta de crèdit o dèbit
cs: Kreditní nebo debetní karta
da: Kredit- eller debetkort
de: Kredit- oder Debitkarte
el: Πιστωτική ή χρεωστική κάρτα
es: Tarjeta de crédito o débito
fa: کارت اعتباری یا دبیت کارت
fi: Luotto- tai pankkikortti
fr: Carte de crédit ou de débit
ga: Cárta creidmheasa nó dochair
gu: ક્રેડિટ અથવા ડેબિટ કાર્ડ
he: כרטיס אשראי או דביט
hi: डेबिट कार्ड के लिए क्रेडिट
hr: Kreditna ili debitna kartica
hu: Hitel- vagy betéti kártya
id: Kartu kredit atau debit
it: Carta di credito o di debito
ja: クレジットカードまたはデビットカード
ko: 신용 또는 직불 카드
mr: क्रेडिट किंवा डेबिट कार्ड
ms: Kad kredit atau debit
nb: Kredittkort eller debetkort
nl: Creditcard of betaalkaart
pl: Karta kredytowa lub debetowa
pt_br: Cartão de crédito ou débito
pt_pt: Cartão de crédito ou débito
ro: Card de credit sau debit
ru: Кредитная или дебетовая карта
sk: Kreditná alebo debetná karta
sr: Кредитна или дебитна картица
sv: Betalkort
th: บัตรเครดิตหรือบัตรเดบิต
tr: Kredi veya banka kartı
ug: ئىناۋەتلىك كارتا ياكى بانكا كارتىسى
uk: Кредитна / Дебетова картка
ur: کریڈٹ یا ڈیبٹ کارڈ
vi: Thẻ tín dụng hoặc ghi nợ
zh_cn: 信用卡或借记卡
zh_hk: 信用卡或簽帳金融卡

# PAYMENTS_CURRENCY_CONVERSION_FRESHNESS_FORMAT
source: %1$@ at %2$@
af: %1$@ om %2$@
ar: %1$@ بسعر %2$@
be: %1$@ у %2$@
bn: %2$@-এ %1$@
ca: %1$@ a %2$@
cs: %1$@ v %2$@
cy: %1$@ ar gyfradd %2$@
da: %1$@ ved %2$@
de: %1$@ um %2$@
el: %1$@ στις %2$@
et: %1$@ kursiga %2$@
fa: %1$@ در %2$@
fi: %1$@ kurssilla %2$@
fr: %1$@ à %2$@
gu: %2$@ પર %1$@
he: %1$@ בשעה %2$@
hi: %1$@ से %2$@
hr: %1$@ u %2$@
id: %1$@ pada %2$@
is: %1$@ kl. %2$@
it: %1$@ alle %2$@
km: %1$@ á“áŸ… %2$@
kn: %2$@ ರಲ್ಲಿ %1$@
ko: %2$@의 %1$@
lt: %1$@ ties %2$@
lv: %1$@ pa %2$@
ml: %2$@- ൽ %1$@
mr: %2$@ वर %1$@
ms: %1$@ pada %2$@
my: %1$@ ကို %2$@ ဖြင့်
nb: %1$@ kl. %2$@
nl: %1$@ om %2$@
pa: %1$@ ਤੇ %2$@
pl: %1$@ o %2$@
ps: %1$@ په %2$@
pt_br: %1$@ a %2$@
pt_pt: %1$@ a %2$@
ro: %1$@ la %2$@
ru: %1$@ в %2$@
sk: %1$@ o %2$@
sl: %1$@ ob %2$@
sq: %1$@ më %2$@
sr: %1$@ у %2$@
sv: %1$@ i %2$@
sw: %1$@ kwa %2$@
ta: %1$@ இல் %2$@
te: %2$@ వద్ద %1$@
th: %1$@ เมื่อ %2$@
ug: ‫%1$@ %2$@ دە
uk: %1$@ о %2$@
ur: %1$@ پر %2$@
vi: %1$@ tại %2$@
zh_cn: %1$@ 在 %2$@
zh_hk: %1$@，於 %2$@ 換算
