Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PIN_CREATION_RECREATION_EXPLANATION
source: You can change your PIN as long as this device is registered.
af: U kan u PIN verander solank hierdie toestel geregistreer is.
ar: يُمكنك تغيير رقم التعريف الشخصي (PIN) الخاص بك طالما أن هذا الجهاز مُسجَّل.
az: Bu cihaz qeydiyyatda olduğu müddətcə PIN-inizi dəyişdirə bilərsiniz.
be: Вы можаце мяняць свой PIN-код, пакуль гэта прылада зарэгістраваная.
bg: Можете да смените ПИН кода си, докато това устройство е регистрирано.
bn: এই ডিভাইস রেজিস্টার থাকা অবধি আপনি আপনার পিন পরিবর্তন করতে পারবেন।
ca: Podeu canviar el PIN sempre que aquest dispositiu estigui registrat.
cs: Můžete změnit váš PIN, dokud je toto zařízení registrováno.
cy: Gallwch newid eich PIN cyhyd â bod y ddyfais hon wedi'i chofrestru.
da: Du kan ændre din pinkode, så længe denne enheden er registreret.
de: Du kannst deine PIN solange ändern, wie dieses Gerät registriert ist.
el: Μπορείς να αλλάξεις το PIN σου εφ' όσον αυτή η συσκευή είναι εγγεγραμμένη.
es: Puedes cambiar tu PIN siempre que este dispositivo esté registrado.
es_es: Puedes modificar tu PIN siempre que este dispositivo esté registrado.
et: PIN-koodi saab muuta senikaua kuni see seade on registreeritud.
eu: Zure PIN-a alda dezakezu gailua erregistratuta dagoen bitartean.
fa: تا زمانی که این دستگاه ثبت شده باشد شما می‌توانید پین خود را تغییر دهید.
fi: Tunnusluvun voi vaihtaa vain laitteella, joka on rekisteröity.
fil: Mapapalitan mo ang iyong PIN hangga't rehistrado ang device na ito.
fr: Vous pouvez changer de code PIN tant que cet appareil est enregistré.
ga: Is féidir leat d'UAP a athrú chomh fada is atá an gléas seo cláraithe.
gu: આ ડિવાઇસ રજીસ્ટર થાય ત્યાં સુધી તમે તમારો PIN બદલી શકો છો.
he: אתה יכול לשנות את ה־PIN שלך כל עוד המכשיר רשום.
hi: जब तक आपका डिवाइस पंजीकृत है, आप अपना पिन कभी भी बदल सकते हैं।
hr: Možete promijeniti PIN sve dok je ovaj uređaj registriran.
hu: Mindaddig megváltoztathatod PIN kódodat, amíg ez az eszköz regisztrálva van.
id: Anda dapat mengganti PIN Anda selama perangkat ini terdaftar.
is: Þú getur breytt PIN-númerinu þínu eins lengi og þetta tæki er skráð.
it: Puoi cambiare il tuo PIN finché questo dispositivo è registrato.
ja: この端末が登録されていればPINの変更が可能です。
kab: Tzemreḍ ad tbeddleḍ tangalt-ik·im PIN imi mazal asnas yettusekles.
kk: PIN кодты осы құрылғы тіркелген сайын өзгертуге болады.
km: á¢áŸ’á“á€á¢á¶á…á”áŸ’áá¼ášá›áŸá PIN ášá”áŸáŸ‹á¢áŸ’á“á€ á›á»áŸ‡ááŸ’ášá¶á§á”á€ášááŸá“áŸáŸ‡ááŸ’ášá¼áœá”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŸ”
kn: ಈ ಸಾಧನವನ್ನು ನೋಂದಾಯಿಸಿರುವವರೆಗೆ ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನೀವು ಬದಲಾಯಿಸಬಹುದು.
ko: 이 기기가 등록된 동안 PIN은 언제든지 변경할 수 있습니다.
lt: Kol šis įrenginys yra registruotas, galite keisti savo PIN kodą.
lv: PIN var mainīt, kamēr vien ierīce ir reģistrēta.
mk: Можете да го промените вашиот ПИН се додека овој уред е регистриран.
ml: ഈ ഡിവൈസ് രജിസ്റ്റർ ചെയ്തിരിക്കുന്ന കാലത്തോളം നിങ്ങൾക്ക് നിങ്ങളുടെ PIN മാറ്റാവുന്നതാണ്.
mr: जोपर्यंत हा डिव्हाईस नोंदणीकृत आहे आपण आपला PIN बदलू शकता.
ms: Anda boleh mengubah PIN anda selagi peranti ini didaftarkan.
my: ၎င်းစက်အား စာရင်းသွင်းထားသည်၍ သင့်ပင်နံပါတ်ကို ပြောင်းလဲနိုင်ပါသည်။
nb: Du kan endre PIN-koden din så lenge denne enheten er registrert.
nl: Zolang je telefoonnummer voor dit apparaat geregistreerd staat kun je je pincode nog wijzigen.
pa: ਜਿੰਨਾਂ ਚਿਰ ਇਹ ਡਿਵਾਈਸ ਰਜਿਸਟਰ ਹੈ, ਤੁਸੀਂ ਪਿਨ ਬਦਲ ਸਕਦੇ ਹੋ.
pa_pk: جدوں تائیں ایہہ آلہ رجسٹرڈ اے تساں اپنی پن تبدیل کر سکدے او۔
pl: Możesz zmienić PIN, pod warunkiem że to urządzenie zostało zarejestrowane.
ps: تر څو چې دا وسیله ثبت شوې وي تاسې کولای شئ چې خپل PIN بدل کړئ.
pt_br: Você pode modificar seu PIN enquanto este aparelho estiver registrado.
pt_pt: Poderá alterar o seu PIN enquanto o seu dispositivo se encontrar registado.
ro: Poți schimba codul PIN atât timp cât acest dispozitiv este înregistrat.
ru: Вы можете изменить свой PIN-код, пока это устройство зарегистрировано.
sk: PIN si môžete zmeniť, kým je toto zariadenie registrované.
sl: PIN lahko spreminjate dokler je naprava registrirana.
sq: Mundeni ta ndryshoni PIN-in tuaj, sa kohë që kjo pajisje është e regjistruar.
sr: PIN можете променити док год је овај уређај регистрован.
sv: Du kan ändra din PIN-kod så länge denna enhet är registrerad.
sw: Unaweza kubadili PINI mradi tu kifaa hiki kimesajiliwa
ta: நீங்கள் முடியும் மாற்றம் உங்கள் பின் இந்த வரை சாதனம் பதிவு செய்யப்பட்டுள்ளது.
te: ఈ పరికరం నమోదు చేయబడినంత వరకు మీరు మీ పిన్‌ను మార్చవచ్చు.
th: คุณสามารถเปลี่ยนรหัส PIN ได้ตราบเท่าที่คุณยังลงทะเบียนอุปกรณ์นี้
tr: Bu cihaz kayıtlı olduğu sürece PIN'inizi değiştirebilirsiniz.
ug: بۇ ئۈسكۈنە تىزىملىتىلغانلا بولسا PIN نى ئۆزگەرتەلەيسىز.
uk: Ви можете змінити PIN-код, якщо цей пристрій зареєстровано.
ur: جب تک یہ device رجسٹرڈ ہے آپ اپنا پن تبدیل کرسکتے ہیں۔
vi: Bạn có thể thay đổi mã PIN của bạn với điều kiện thiết bị được đăng ký.
zh_cn: 你可以在你的已经登录过的设备上更改你的 PIN 码
zh_hk: 只要此裝置維持登記，您可隨時變更您的 PIN 碼。

# PIN_CREATION_REGLOCK_CONFIRMATION_ACTION
source: Turn Off
af: Skakel af
ar: إيقاف
az: Söndür
be: Адключыць
bn: বন্ধ করুন
ca: Desactiva
cs: Vypnout
cy: Diffodd
da: Déaktiver
de: Ausschalten
el: Απενεργοποίηση
es: Desactivar
es_es: Desactivar
et: Lülita välja
eu: Desaktibatu
fa: خاموش کن
fi: Poista käytöstä
fr: Désactiver
ga: Múch
gu: બંધ કરો
he: כבה
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
is: Slökkva
it: Disattiva
ja: 無効にする
kab: Sens
kk: Өшіру
km: á”á·á‘
kn: ಆಫ್ ಮಾಡಿ
ko: 끄기
lt: Išjungti
lv: Izslēgt
mk: Исклучи
ml: ഓഫ് ആക്കുക
mr: बंद करा
ms: Matikan
my: ပိတ်မယ်
nb: Deaktiver
nl: Uitschakelen
pa: ਬੰਦ ਕਰੋ
pa_pk: آف کرو
pl: Wyłącz
ps: خاموشه یې کړئ
pt_br: Desabilitar
ro: Dezactivare
ru: Отключить
sk: Vypnúť
sl: Izklopi
sq: Çaktivizoje
sr: Искључи
sv: Slå av
sw: Zima
ta: அணைக்கவும்
te: ఆపివేయండి
th: ปิดกุญแจลงทะเบียน
tr: Kapat
ug: ئېتىش
uk: Вимкнути
ur: بند کریں
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉

# PIN_CREATION_REGLOCK_CONFIRMATION_MESSAGE
source: To disable your PIN, you first have to turn off Registration Lock.
af: Om u PIN te deaktiveer moet u eers die registrasieslot afskakel.
ar: لإيقاف رقم التعريف الشخصي (PIN) الخاص بك، عليك أولًا إيقاف قفل التسجيل.
az: PIN-inizi sıradan çıxartmaq üçün, əvvəlcə Qeydiyyat Kilidini söndürməlisiniz.
be: Каб адключыць PIN-код, вам спачатку трэба адключыць блакіроўку рэгістрацыі.
bn: আপনার পিন নিষ্ক্রিয় করতে, আপনাকে প্রথমে রেজিস্ট্রেশন লক অপশনটি বন্ধ করতে হবে।
ca: Per a desactivar el PIN, primer heu de desactivar el blocatge de registre.
cs: Pro vypnutí PIN musíte nejdříve vypnout zámek registrace.
cy: I analluogi eich PIN, rhaid analluogi Clo Cofrestru yn gyntaf.
da: For at déaktivere din pinkode skal du først déaktivere registreringslåsen.
de: Zum Deaktivieren deiner PIN musst du zuerst die Registrierungssperre ausschalten.
el: Για να απενεργοποιήσεις το PIN, θα πρέπει πρώτα να απενεργοποιήσεις το Κλείδωμα Εγγραφής.
es: Para desactivar tu PIN, desactiva primero el bloqueo de registro.
es_es: El bloqueo de registro necesita el PIN. Desactiva primero el bloqueo de registro y después el PIN.
et: PIN-koodi keelamiseks pead esmalt keelama registreerimisluku.
eu: Zure PINa desaktibatzeko, lehenago erregistratzeko blokeoa desaktibatu behar duzu.
fa: برای غیرفعال کردن پین، شما باید ابتدا قفل ثبت‌نام را خاموش کنید.
fi: Poista rekisteröintiesto käytöstä ennen tunnusluvun käytöstä poistamista.
fr: Pour désactiver le code PIN, désactivez d’abord le blocage d’inscription.
ga: Ní mór duit Glas Clárúcháin a mhúchadh chun an UAP a dhíchumasú.
gu: તમારા PIN ને અક્ષમ કરવા માટે, તમારે પહેલાં રજીસ્ટ્રેશન લૉક બંધ કરવો પડશે.
he: כדי להשבית את ה־PIN שלך, אתה חייב לכבות תחילה נעילת הרשמה.
hi: अपना पिन डिसेबल करने के लिए, आपको पहले रजिस्ट्रेशन लॉक को बंद करना होगा।
hr: Kako biste onemogućili PIN, morate prvo onemogućiti Zaključavanje registracije.
hu: A PIN letiltásához először ki kell kapcsolnod a Regisztrációs zár funkciót.
id: Untuk menonaktifkan PIN Anda, pertama-tama Anda harus mematikan Kunci Pendaftaran.
is: Til að gera PIN-númerið þitt óvirkt, þarftu fyrst að slökkva á skráningarlæsingu.
it: Per disabilitare il PIN, devi prima disattivare il Blocco registrazione.
ja: PINを無効にする前に、登録ロックを解除してください。
kab: I usensi n tengalt-ik·im PIN, ilaq-ak·am tazwara ad tsenseḍ asekkeṛ n ujerred.
km: áŠá¾á˜áŸ’á”á¸á”á·á‘á›áŸáá€á¼áŠ PIN ášá”áŸáŸ‹á¢áŸ’á“á€ áŠáŸ†á”á¼á„á¢áŸ’á“á€ááŸ’ášá¼áœá€á¶ášá€á¶ášá…á¶á€áŸ‹áŸáŸ„á€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŸ”
kn: ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು, ನೀವು ಮೊದಲಿಗೆ ನೋಂದಣಿ ಲಾಕ್ ಅನ್ನು ಆಫ್ ಮಾಡಬೇಕು.
ko: PIN을 끄기 전 먼저 등록 잠금부터 꺼야 합니다.
lt: Norėdami išjungti PIN kodą, iš pradžių, turite išjungti Registracijos užraktą.
lv: Lai atspējotu PIN, vispirms ir jāizslēdz reģistrācijas bloķēšana.
mk: За да го оневозможите вашиот ПИН, најпрво треба да ја исклучите Регистрацијата за заклучување.
ml: നിങ്ങളുടെ പിൻ പ്രവർത്തനരഹിതമാക്കാൻ, നിങ്ങൾ ആദ്യം രജിസ്ട്രേഷൻ ലോക്ക് ഓഫാക്കേണ്ടതുണ്ട്.
mr: आपला PIN अक्षम करण्यासाठी, आपल्याला पहिले नोंदणी लॉक बंद करावे लागेल.
ms: Untuk menyahdayakan PIN anda, anda harus mematikan Kunci Pendaftaran terlebih dahulu.
my: သင့်ပင်နံပါတ်ကို ပိတ်ရန် မှတ်ပုံတင်ခြင်းသော့ ကို အရင်ဦးစွာ ပိတ်ထားရပါမည်။
nb: For å deaktivere PIN-koden din må du først deaktivere registreringslås.
nl: Om je pincode uit te schakelen moet je eerst de registratievergrendeling uitschakelen.
pa: ਤੁਹਾਡੇ ਪਿੰਨ ਨੂੰ ਅਸਮਰੱਥ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਰਜਿਸਟਰੇਸ਼ਨ ਲਾਕ ਬੰਦ ਕਰਨਾ ਪਵੇਗਾ।
pl: Aby wyłączyć PIN, musisz najpierw wyłączyć blokadę rejestracji.
ps: د خپل PIN د غیرفعاله کولو لپاره، تاسې باید لومړی خپل د نوم لیکنې قفل خاموشه کړئ.
pt_br: Para desabilitar seu PIN, primeiro você deve desabilitar o Bloqueio de Registro.
ro: Pentru a dezactiva codul PIN, trebuie mai întâi să dezactivezi Blocarea înregistrării.
ru: Чтобы отключить PIN-код, вам сначала необходимо отключить блокировку регистрации.
sk: Na vypnutie PINu, musíte najprv deaktivovať registračný zámok.
sl: Za izklop kode PIN morate najprej onemogočiti zaklep registracije.
sq: Për të çaktivizuar PIN-in tuaj, së pari duhet të çaktivizoni Kyçje Regjistrimi.
sr: Да бисте искључили PIN, прво морате да искључите закључавање регистрације.
sv: För att inaktivera din PIN-kod måste du först stänga av registreringslåset.
sw: Ili kuzima PIN yako, lazima kwanza uzime Kufuli ya Usajili.
ta: உங்கள் பின்னை முடக்க, நீங்கள் முதலில் பதிவு பூட்டை அணைக்க வேண்டும்.
te: మీ పిన్‌ను నిలిపివేయడానికి, మీరు మొదట రిజిస్ట్రేషన్ లాక్‌ని ఆపివేయాలి.
th: ในการปิดการใช้งานรหัส PIN คุณจะต้องปิดการใช้งานกุญแจลงทะเบียนก่อนเป็นอย่างแรก
tr: PIN'inizi devre dışı bırakmak için önce Kayıt Kilidini devre dışı bırakmanız gerekiyor.
ug: PIN نى چەكلەش ئۈچۈن، ئالدى بىلەن تىزىملىتىش قۇلۇپىنى تاقىشىڭىز كېرەك.
uk: Щоб вимкнути PIN-код, спочатку потрібно вимкнути блокування реєстрації.
ur: اپنا PIN غیر فعال کرنے کے لیئے ، آپ کو پہلے رجسٹریشن لاک کو آف کرنا ہوگا۔
vi: Để vô hiệu hoá mã PIN của bạn, bạn trước tiên cần phải tắt Khoá Đăng ký.
zh_cn: 禁用 PIN 码前必须先关闭注册锁定。
zh_hk: 如要停用您的 PIN 碼，首先須關閉註冊鎖。

# PIN_CREATION_REGLOCK_CONFIRMATION_TITLE
source: Turn Off Registration Lock?
af: Skakel registrasieslot af?
ar: هل تُريد إيقاف قفل التسجيل؟
az: Qeydiyyat Kilidi söndürülsün?
be: Адключыць блакіроўку рэгістрацыі?
bn: রেজিস্ট্রেশন লক বন্ধ করবেন?
ca: Voleu desactivar el blocatge de registre?
cs: Vypnout zámek registrace?
cy: Diffodd Clo Cofrestru?
da: Déaktiver registreringslås?
de: Registrierungssperre ausschalten?
el: Απενεργοποίηση του κλειδώματος εγγραφής;
es: ¿Desactivar el bloqueo de registro?
es_es: ¿Desactivar el bloqueo de registro?
et: Kas lülitada registreerimislukk välja?
eu: Erregistratzeko Blokeoa Desaktibatu?
fa: قفل ثبت نام خاموش شود؟
fi: Poistetaanko rekisteröintiesto käytöstä?
fr: Désactiver le blocage d’inscription ?
ga: An bhfuil fonn ort an Glas Clárúcháin a mhúchadh?
gu: રજીસ્ટ્રેશન લૉક બંધ કરીએ?
he: לכבות נעילת הרשמה?
hi: पंजीकरण लॉक हटाएँ?
hr: Onemogući Zaključavanje registracije?
hu: Kikapcsolod a regisztrációs zárat?
id: Matikan Kunci Pendaftaran?
is: Slökkva á skráningarlæsingu?
it: Disattivare il blocco registrazione?
ja: 登録ロックを無効にしますか？
kab: Sens asekkeṛ n ujerred?
kk: Тіркеуді құлыптауды өшіру керек пе?
km: á”á·á‘á€á¶ášá…á¶á€áŸ‹áŸáŸ„ášá€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡?
kn: ನೋಂದಣಿ ಲಾಕ್ ಅನ್ನು ಆಫ್ ಮಾಡುವುದೇ?
ko: 등록 잠금을 끄시겠습니까?
lt: Išjungti registracijos užraktą?
lv: Vai izslēgt reģistrācijas bloķēšanu?
mk: Исклучи ја Регистрацијата за заклучување?
ml: രജിസ്ട്രേഷൻ ലോക്ക് ഓഫ് ചെയ്യണോ?
mr: नोंदणी लॉक बंद करायचे?
ms: Matikan Kunci Pendaftaran?
my: မှတ်ပုံတင်ခြင်းသော့ ကို ပိတ်မည်လား?
nb: Deaktiver registreringslås?
nl: Registratievergrendeling uitschakelen?
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਲੌਕ ਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ?
pa_pk: رجسٹریشن لاک آف کرو؟
pl: Wyłączyć blokadę rejestracji?
ps: غواړئ د نوم لیکنې قفل خاموشه شي؟
pt_br: Desabilitar o Bloqueio de Registro?
ro: Dezactivezi Blocarea Înregistrării?
ru: Отключить блокировку регистрации?
sk: Vypnúť registračný zámok?
sl: Želite izklopiti zaklep registracije?
sq: Të çaktivizohet Kyçja e Regjistrimeve?
sr: Желите ли да искључите закључавање регистрације?
sv: Slå av registreringslås?
sw: Zima Kifunga Usajili?
ta: அணைக்கவும் பதிவு பூட்டு?
te: రిజిస్ట్రేషన్ లాక్ ఆఫ్ చేయాలా?
th: ปิดกุญแจลงทะเบียนหรือไม่?
tr: Kayıt Kilidi'ni Kapat?
ug: تىزىملىتىش قۇلۇپىنى ئېتەمسىز؟
uk: Вимкнути блокування реєстрації?
ur: رجسٹریشن لاک آف کریں؟
vi: Tắt Khoá Đăng ký?
zh_cn: 关闭注册锁定？
zh_hk: 要關閉註冊鎖？

# PIN_CREATION_REGLOCK_ERROR_MESSAGE
source: PIN creation succeeded, but registration lock could not be enabled. Check your connection and try again.
af: PIN suksesvol geskep, maar registrasieslot kon nie geakviteer word nie. Gaan u verbinding na en probeer weer.
ar: أُنشِئَ رقم التعريف الشخصي (PIN) بنجاح، لكن قفل التسجيل تعذَّر تفعيله. تحقَّق من اتصالك وحاوِل مرّة أخرى.
az: PIN uğurla yaradıldı, ancaq qeydiyyat kilidi fəallaşdırıla bilmədi. Bağlantınızı yoxlayıb yenidən sınayın.
be: PIN-код паспяхова створаны, але не атрымалася ўключыць блакіроўку рэгістрацыі. Праверце падключэнне і паўтарыце спробу.
bn: পিন তৈরি সফল হয়েছে, কিন্তু রেজিস্ট্রেশন লক চালু করা যায়নি৷ আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কিনা দেখুন এবং আবার চেষ্টা করুন।
ca: S'ha creat correctament el PIN, però no s'ha pogut activar el bloqueig del registre. Comproveu la connexió i torneu-ho a provar.
cs: Vytvoření kódu PIN se podařilo, ale registrační zámek se nepodařilo povolit. Zkontrolujte připojení a zkuste to znovu.
cy: Crëwyd eich PIN, ond ni ellir galluogi clo cofrestru. Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
da: Oprettelse af pinkode lykkedes, men registreringslås kunne ikke aktiveres. Kontroller din forbindelse, og prøv igen.
de: PIN wurde erfolgreich erstellt, aber die Registrierungssperre konnte nicht aktiviert werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Η δημιουργία PIN ήταν επιτυχής, αλλά δεν ήταν δυνατή η ενεργοποίηση του κλειδώματος εγγραφής. Έλεγξε τη σύνδεσή σου και δοκίμασε ξανά.
es: El PIN se ha creado correctamente, pero no se ha podido activar el bloqueo de registro. Comprueba tu conexión e inténtalo de nuevo.
fa: ایجاد پین با موفقیت انجام شد، اما قفل ثبت‌نام فعال نشد. اتصال خود را بررسی کنید و دوباره امتحان کنید.
fi: Tunnusluku luotiin, mutta rekisteröintiestoa ei voitu ottaa käyttöön. Tarkista yhteytesi ja yritä uudelleen.
fr: Votre code PIN a bien été créé, mais impossible d’activer le blocage d’inscription. Vérifiez votre connexion et réessayez.
gu: પિન બનાવવાનું સફળ રહ્યું, પરંતુ રજીસ્ટ્રેશન લૉક સક્ષમ ન થઈ શક્યું. તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he: יצירת PIN הצליחה, אבל נעילת הרשמה לא יכלה להתאפשר. בדוק את החיבור שלך ונסה שוב.
hi: पिन बनाया गया, लेकिन रजिस्ट्रेशन लॉक सक्षम नहीं किया जा सका। अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Izrada PIN-a je uspjela, ali zaključavanje registracije nije moguće. Provjerite vezu i pokušajte ponovno.
hu: A Signal PIN létrehozása sikeres volt, viszont a regisztrációs zár engedélyezése nem sikerült. Ellenőrizd a netkapcsolatod és próbáld újra.
id: Pembuatan PIN berhasil, namun kunci pendaftaran tidak dapat diaktifkan. Periksa koneksi Anda dan coba lagi.
is: Tókst að útbúa PIN-númer, en ekki tókst að virkja skráningarlæsingu. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Creazione del PIN riuscita, ma non è stato possibile abilitare il Blocco registrazione. Controlla la tua connessione e riprova.
ja: PINを作成しましたが、登録ロックを有効化できませんでした。インターネット接続を確認して再度試してください。
km: á€á¶ášá”á„áŸ’á€á¾áá›áŸáá€á¼áŠ PIN á‡áŸ„á‚á‡áŸá™ á”áŸ‰á»á“áŸ’ááŸ‚á€á¶ášá…á¶á€áŸ‹áŸáŸ„ášá€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á˜á·á“á”á¶á“á”á¾á€áŠáŸ†áá¾ášá€á¶ášá”á¶á“á‘áŸáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á á¾á™á–áŸ’á™á¶á™á¶á˜á˜áŸ’áŠá„á‘áŸ€ááŸ”
ko: PIN을 만들었으나 등록 잠금을 활성화하지 못했습니다. 연결을 확인하고 다시 시도하세요.
lt: PIN kodas sėkmingai sukurtas, bet nepavyko įjungti registracijos užrakto. Patikrinkite interneto ryšį ir bandykite dar kartą.
ml: പിൻ സൃഷ്ടിച്ചു, പക്ഷെ രജിസ്ട്രേഷൻ ലോക്ക് പ്രവർത്തനക്ഷമമാക്കാനായില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച ശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: पिन (PIN) निर्मिती यशस्वी, परंतु नोंदणी लॉक सक्षम करण्यात अपयश. आपले कनेक्शन तपासून पुन्हा प्रयत्न करा.
ms: Penciptaan PIN berjaya, tapi kunci pendaftaran tidak boleh didayakan. Periksa sambungan anda dan cuba lagi.
nb: PIN-koden ble opprettet, men vi klarte ikke å slå på registreringslåsen. Sjekk internettilkoblingen og prøv igjen.
nl: Het aanmaken van je pincode is geslaagd, maar de registratievergrendeling kan niet worden ingeschakeld. Controleer je internetverbinding en probeer het opnieuw.
pl: PIN został utworzony, ale nie udało się włączyć blokady rejestracji. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: A criação do PIN foi bem-sucedida, mas o desbloqueio de registro não pôde ser ativado. Verifique sua conexão à internet e tente novamente.
ro: PIN-ul a fost creat cu succes, dar blocarea înregistrării nu a putut fi activată. Verifică-ți conexiunea și încearcă din nou.
ru: PIN-код был успешно создан, но не удалось включить блокировку регистрации. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Vytvorenie kódu PIN bolo úspešné, ale nebolo možné aktivovať zámok registrácie. Skontrolujte pripojenie a skúste to znovu.
sl: Spreminjanje kode PIN je uspelo, vendar zaklep registracije ni uspel. Preverite svojo povezavo in poskusite znova.
sq: Krijimi i PIN-it pati sukses, por s’u aktivizua dot kyçja e regjistrimit. Kontrolloni lidhjen tuaj dhe riprovoni.
sr: Креирање PIN-а је успело, али закључавање регистрације није успело. Проверите везу са интернетом и пробајте поново.
sv: PIN-koden kunde skapas, men registreringslåset kunde inte aktiveras. Kontrollera din anslutning och försök igen.
sw: Nenosiri limefanikiwa kuundwa, lakini Registration Lock ni lazima iwezeshwe. Angalia mtandao wako na ujaribu tena.
th: การสร้างรหัส PIN เสร็จเรียบร้อย แต่กุญแจลงทะเบียนไม่สามรถเปิดใช้งานได้ ตรวจสอบการเชื่อมต่อแล้วแล้วอีกครั้ง
tr: PIN oluşturma başarılı, ancak kayıt kilidi etkinleştirilemedi. Bağlantınızı kontrol edin ve tekrar deneyin.
ug: PIN قۇرۇلدى، لېكىن تىزىملىتىش قۇلۇپىنى قوزغىتالمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: PIN-код створено, але блокування реєстрації не вдалося ввімкнути. Перевірте з'єднання з мережею та повторіть спробу.
ur: PIN کامیابی سے تخلیق ہو گئی، لیکن رجسٹریشن لاک فعال نہیں کیا جا سکا۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Tạo mã PIN thành công, nhưng không thể kích hoạt khóa đăng ký. Kiểm tra kết nối của bạn và thử lại.
zh_cn: PIN 码创建成功，但注册锁定无法启用。请检查您的网络连接并重试。
zh_hk: PIN 碼建立成功，惟註冊鎖定無法啟用。請檢查您的連線，然後再試一次。

# PIN_CREATION_REGLOCK_ERROR_TITLE
source: Enable Registration Lock Failed
af: Registrasieslotaktivering het misluk
ar: فشل تفعيل قفل التسجيل
az: Qeydiyyat kilidi fəallaşdırılmadı
be: Не атрымалася ўключыць блакіроўку рэгістрацыі
bn: রেজিস্ট্রেশন লক চালু করা সফল হয়নি
ca: Ha fallat activar el bloqueig del registre.
cs: Povolení registračního zámku se nezdařilo
cy: Methwyd Galluogi Clo Cofrestru
da: Aktivering af registreringslås mislykkedes
de: Registrierungssperre konnte nicht aktiviert werden
el: Η ενεργοποίηση του κλειδώματος εγγραφής απέτυχε
es: No se ha podido activar el bloqueo de registro
fa: فعال کردن قفل ثبت‌نام ناموفق بود
fi: Rekisteröintieston käyttöönotto epäonnistui
fr: Impossible d’activer le blocage d’inscription.
gu: રજીસ્ટ્રેશન લૉક સક્ષમ કરવાનું નિષ્ફળ
he: אפשור נעילת הרשמה נכשל
hi: रजिस्ट्रेशन लॉक सक्षम नहीं किया जा सका
hr: Omogućavanje zaključavanja registracije nije uspjelo
hu: Regisztrációs zár engedélyezése sikertelen
id: Gagal Mengaktifkan Kunci Pendaftaran
is: Mistókst að gera PIN-númer skráningarlæsingar óvirkt
it: Attivazione Blocco registrazione fallita
ja: 登録ロックを有効化できませんでした
km: á”á¶á“á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá”á¾á€á€á¶ášá…á¶á€áŸ‹áŸáŸ„ášá€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡
ko: 등록 잠금 활성화 실패
lt: Nepavyko įjungti registracijos užrakto
ml: രജിസ്ട്രേഷൻ ലോക്ക് പ്രവർത്തനക്ഷമമാക്കൽ പരാജയപ്പെട്ടു
mr: नोंदणी लॉक सक्षम करण्यात अपयश
ms: Dayakan Kunci Pendaftaran Gagal
nb: Kunne ikke slå på registreringslåsen
nl: Registratievergrendeling inschakelen is mislukt
pl: Nie udało się włączyć blokady rejestracji
pt_br: Falha ao ativar o desbloqueio de registro
ro: Blocarea înregistrării a eșuat
ru: Не удалось включить блокировку регистрации
sk: Povolenie zámku registrácie zlyhalo
sl: Omogočanje zaklepanja registracije ni uspelo
sq: Aktivizimi i Kyçjes së Regjistrimit Dështoi
sr: Укључивање закључавања регистрације није успело
sv: Aktivera registreringslås misslyckades
sw: Imeshindikana kuwezesha Registration Lock
th: การเปิดใช้งานกุญแจลงทะเบียนล้มเหลว
tr: Kayıt Kilidini Etkinleştirme Başarısız
ug: تىزىملىتىش قۇلۇپىنى قوزغىتالمىدى
uk: Не вдалося ввімкнути блокування реєстрації
ur: رجسٹریشن لاک فعال کرنا ناکام ہو گیا
vi: Kích hoạt Khóa Đăng Ký không thành công
zh_cn: 注册锁定启用失败
zh_hk: 啟用註冊鎖定失敗

# PIN_CREATION_SKIP
source: Disable PIN
af: Deaktiveer PIN
ar: تعطيل رقم الـ PIN
az: PIN-i sıradan çıxart
be: Адключыць PIN-код
bn: পিন নিষ্ক্রিয় করুন
ca: Desactiva el PIN
cs: Deaktivovat PIN
cy: Analluogi'r PIN?
da: Déaktiver pinkode
de: PIN deaktivieren
el: Απενεργοποίηση PIN
es: Desactivar PIN
es_es: Desactivar PIN
et: Keela PIN
eu: PINa desaktibatu
fa: غیرفعال کردن پین
fi: Poista tunnusluku käytöstä
fr: Désactiver le code PIN
ga: Díchumasaigh an UAP
gu: PIN ને અક્ષમ કરો
he: השבת PIN
hi: पिन को डिसेबल करें
hr: Onemogući PIN
hu: PIN letiltása
id: Nonaktifkan PIN
is: Gera PIN-númer óvirkt
it: Disabilita PIN
ja: PINを無効にする
kab: Kkes PIN
km: á”á·á‘á›áŸáá€á¼áŠ PIN
kn: ಪಿನ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: PIN 끄기
lt: Išjungti PIN kodą
lv: Atspējot PIN
mk: Оневозможи ПИН
ml: പിൻ അപ്രാപ്‌തമാക്കുക
mr: PIN अक्षम करा
ms: Nyahdayakan PIN
my: ပင်နံပါတ် ပိတ်မယ်
nb: Deaktiver PIN-kode
nl: Pincode uitschakelen
pa: ਪਿੰਨ ਅਸਮਰੱਥ ਕਰੋ
pl: Wyłącz PIN
ps: د PIN غیرفعاله کول
pt_br: Desabilitar PIN
pt_pt: Desativar PIN
ro: Dezactivare PIN
ru: Отключить PIN-код
sk: Vypnúť PIN
sl: Izklopi PIN
sq: Çaktivizoje PIN-in
sr: Искључи PIN
sv: Inaktivera PIN-koden
sw: Zima PIN
ta: பின் முடக்கு
te: పిన్‌ను ఆపివేయి
th: ปิดใช้งาน PIN
tr: PIN'i devre dışı bırak
ug: PIN چەكلە
uk: Вимкнути PIN-код
ur: PIN کو غیر فعال کریں
vi: Tắt PIN
zh_cn: 禁用 PIN 码
zh_hk: 停用 PIN 碼
