Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_DATA_SENT_MEDIA_SECTION_FOOTER
source: Choose the quality you send photos and videos.
af: Kies die kwaliteit van foto’s en video’s wat u verstuur.
ar: اختر جودة الصور والفيديوهات المُرسَلة.
az: Göndərdiyiniz foto və videoların keyfiyyətini seçin.
be: Выбраць якасць для фота і відэа, што вы адпраўляеце.
bn: আপনি যে গুণমান ফটো এবং ভিডিও পাঠান তা চয়ন করুন।
ca: Trieu la qualitat en què envieu fotografies i vídeos.
cs: Zvolte si kvalitu, v jaké budete posílat fotografie a videa.
cy: Dewiswch yr ansawdd â anfonir lluniau a fideos.
da: Vælg den kvalitet, du sender billeder og videoer i.
de: Die Qualität wählen, mit der Fotos und Videos versendet werden.
el: Επέλεξε την ποιότητα των φωτογραφιών και βίντεο που στέλνεις.
es: Elige la calidad de las fotos y los vídeos que envías.
et: Vali sinu poolt saadetavate fotode ja videote kvaliteet.
fa: کیفیت ارسال عکس‌ها و ویدئوها را انتخاب کنید.
fi: Valitse lähetettävien kuvien ja videoiden laatu.
fr: Choisissez la qualité des photos et vidéos que vous envoyez.
gu: તમે જે ફોટા અને વિડીયો મોકલો છો તેની ગુણવત્તા પસંદ કરો.
he: בחר את האיכות שאתה שולח תמונות וסרטונים.
hi: आपके द्वारा भेजे जाने वाली फ़ोटो और वीडियो की क्वालिटी चुनें।
hr: Odaberi kvalitetu slanja fotografija i videozapisa.
hu: Válaszd ki milyen minőségben küldenéd fotóidat és videóidat.
id: Pilih kualitas untuk foto dan video yang Anda kirimkan.
is: Veldu í hvaða gæðum þú sendir ljósmyndir og myndskeið.
it: Scegli la qualità con cui inviare foto e video.
ja: 送信する写真と動画の品質を選択してください。
km: á‡áŸ’ášá¾áŸášá¾áŸá‚á»áá—á¶á–áœá¸áŠáŸá¢á¼ á“á·á„ášá¼á”á—á¶á–á“á¶á“á¶áŠáŸ‚á›á¢áŸ’á“á€á•áŸ’á‰á¾áŸ”
ko: 보낼 사진과 동영상의 품질을 선택합니다.
lt: Pasirinkti siunčiamų nuotraukų ir vaizdo įrašų kokybę
lv: Izvēlieties fotoattēlu un video sūtīšanas kvalitāti.
mk: Изберете квалитет на фотографиите и видеата што ги испраќате .
ml: നിങ്ങൾ ഫോട്ടോകളും വീഡിയോകളും അയയ്ക്കുന്ന ഗുണനിലവാരം തിരഞ്ഞെടുക്കുക.
mr: तुम्ही छायाचित्रे व व्हिडियोज ज्या गुणवत्तेत पाठवता ती निवडा.
ms: Pilih kualiti untuk foto dan video yang anda hantar.
nb: Velg hvilken oppløsning du ønsker på bilder og videoer du sender.
nl: Kies met welke kwaliteit je afbeeldingen en video's wilt verzenden.
pl: Wybierz jakość wysyłanych przez siebie zdjęć i filmów.
ps: د لیږونکو انځورونو او ویډیوګانو کیفیت وټاکئ
pt_br: Escolha a qualidade de envio de fotos e vídeos.
pt_pt: Escolha a qualidade para o envio de fotografias e vídeos.
ro: Alege calitatea la care trimiți fotografii și videoclipuri.
ru: Выберите, в каком качестве вы хотите отправлять фото и видео.
sk: Zvoľte kvalitu pre vami odosielané fotky a videá.
sl: Izberite kvaliteto poslanih fotografij in videoposnetkov.
sq: Zgjidhni cilësinë me të cilën dërgoni foto dhe video.
sr: Изаберите квалитет у којем шаљете слике и видео записе.
sv: Välj kvaliteten på foton och videor du skickar.
sw: Chagua ubora wa picha na video unazotuma.
ta: நீங்கள் புகைப்படங்கள் மற்றும் வீடியோக்களை அனுப்பும் தரத்தை தேர்வு செய்யவும்.
th: เลือกคุณภาพของรูปภาพและวิดีโอที่จะส่ง
tr: Gönderdiğiniz fotoğraf ve videoların kalitesini seçin
ug: يوللايدىغان سۈرەت ۋە سىنلىرىڭىزنىڭ سۈپىتىنى تاللاڭ
uk: Оберіть якість, у якій надсилатимете фото та відео.
ur: آپ تصاویر اور ویڈیوز کو بھیجنے کی کوالٹی کا انتخاب کریں۔
vi: Chọn chất lượng hình ảnh và video bạn muốn gửi đi.
zh_cn: 选择您要发送的照片和视频质量
zh_hk: 選擇您傳送相片和影片的品質。

# SETTINGS_DATA_SENT_MEDIA_SECTION_HEADER
source: Sent Media
af: Verstuurde media
ar: الوسائط المُرسَلة
az: Göndərilən media
be: Адпраўленыя медыяфайлы
bn: পাঠানো মিডিয়া
ca: Mitjans enviats
cs: Odeslaná média
cy: Cyfryngau â Anfonir
da: Sendte mediefiler
de: Gesendete Medieninhalte
el: Απεσταλμένα πολυμέσα
es: Archivos multimedia enviados
et: Saadetud meedia
fa: رسانه‌های ارسالی
fi: Lähetetty media
fr: Médias envoyés
gu: મોકલેલ મીડિયા
he: מדיה שנשלחה
hi: भेजा गया मीडिया
hr: Poslani medijski zapisi
hu: Küldött média
id: Media Terkirim
is: Sent margmiðlunarefni
it: Media inviati
ja: 送信メディア
km: á˜áŸáŒáŸ€ášááŸ’ášá¼áœá”á¶á“á•áŸ’á‰á¾á…áŸá‰
ko: 보낸 미디어
lt: Siunčiama medija
lv: Nosūtīt multivides failu
ml: അയച്ച മീഡിയ
mr: मिडिया पाठवला
ms: Media Dihantar
nb: Sendte medier
nl: Media verzenden
pl: Wysyłanie multimediów
ps: لیږل شوې رسنۍ
pt_br: Mídia enviada
pt_pt: Multimédia enviada
ro: Fișiere media trimise
ru: Отправляемое медиа
sk: Odosielané médiá
sl: Pošlji medijsko datoteko
sq: Media e Dërguar
sr: Слање медија
sv: Skickade media
sw: Media Ulizotuma
ta: அனுப்பப்பட்டது ஊடகம்
th: สื่อที่ส่ง
tr: Gönderilen İçerik
ug: ۋاسىتە ئەۋەت
uk: Медіафайли
ur: میڈیا بھیج دیا گیا
vi: Tập tin đa phương tiện đã được gửi
zh_cn: 已发送媒体
zh_hk: 送出媒體

# SETTINGS_DATA_TITLE
source: Data Usage
af: Datagebruik
ar: استخدام البيانات
az: Verilənlər istifadəsi
be: Выкарыстанне даных
bn: ডেটার ব্যবহার
ca: Ús de dades
cs: Využití dat
cy: Defnydd Data
da: Dataforbrug
de: Datennutzung
el: Χρήση δεδομένων
es: Uso de datos
et: Andmekasutus
eu: Datu-erabilera
fa: مصرف داده
fi: Datankäyttö
fr: Consommation des données
gu: ડેટાનો વપરાશ
he: שימוש בנתונים
hi: डेटा का उपयोग
hr: Upotreba podatkovnih podataka
hu: Adathasználat
id: Penggunaan Data
is: Gagnanotkun
it: Utilizzo dati
ja: データ通信量
kab: Aseqdec n yisefka
km: á€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‘á·á“áŸ’á“á“áŸá™
kn: ಡೇಟಾ ಬಳಕೆ
ko: 데이터 사용량
lt: Duomenų naudojimas
lv: Datu lietojums
ml: ഡാറ്റ ഉപയോഗം
mr: डेटा वापर
ms: Penggunaan Data
my: ဒေတာ သုံးနှုန်း
nb: Dataforbruk
nl: Datagebruik
pa: ਡਾਟਾ ਵਰਤੋਂ
pl: Użycie danych
ps: د ډیټا کارول
pt_br: Uso de rede
pt_pt: Utilização de dados
ro: Utilizare date
ru: Использование данных
sk: Využitie dát
sl: Poraba podatkov
sq: Përdorim të Dhënash
sr: Потрошња података
sv: Dataanvändning
sw: Matumizi ya Data
ta: தரவு பயன்பாடு
te: డేటా వినియోగం
th: การใช้ข้อมูล
tr: Veri kullanımı
ug: مەلۇمات ئىشلىتىلىشى
uk: Використання даних
ur: ڈیٹا کا استعمال
vi: Việc sử dụng Dữ liệu
zh_cn: 数据使用量
zh_hk: 數據用量

# SETTINGS_DELETE_ACCOUNT_BUTTON
source: Delete Account
af: Skrap rekening
ar: حذف الحساب
az: Hesabı sil
be: Выдаліць уліковы запіс
bg: Изтрий Профил
bn: অ্যাকাউন্ট মুছে ফেলুন
ca: Suprimeix el compte
cs: Smazat účet
cy: Dileu Cyfrif
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
es_es: Eliminar cuenta
et: Kustuta konto
eu: Kontua Ezabatu
fa: پاک کردن حساب کاربری
fi: Poista tili
fil: Burahin ang Account
fr: Supprimer le compte
ga: Scrios Cuntas
gu: એકાઉન્ટ ડિલીટ કરો
he: מחיקת חשבון
hi: अकाउंट डिलीट करें
hr: Izbriši račun
hu: Fiók törlése
id: Hapus Akun
is: Eyða notandaaðgangi
it: Elimina account
ja: アカウントを消去する
kab: Kkes amiḍan
kk: Тіркелгіні жою
km: á›á»á”á‚áá“á¸
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ko: 계정 삭제
lt: Ištrinti paskyrą
lv: Dzēst kontu
mk: Избриши сметка
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: अकाऊंट हटवा
ms: Padam Akaun
my: ကိုယ်ပိုင်စာရင်း ကိုဖျက်ပါ
nb: Slett kontoen
nl: Account verwijderen
pa: ਖਾਤਾ ਮਿਟਾਓ
pa_pk: اکاؤنٹ حذف کرو
pl: Usuń konto
ps: د اکاونټ له منځه وړل
pt_br: Apagar conta
pt_pt: Eliminar conta
ro: Ștergere Cont
ru: Удалить учётную запись
sk: Vymazať účet
sl: Izbriši račun
sq: Fshije Llogarinë
sr: Избриши налог
sv: Ta bort konto
sw: Futa Akaunti
ta: கணக்கு நீக்குக
te: ఖాతాను తొలగించండి
th: ลบบัญชี
tr: Hesabı Sil
ug: ھېساباتنى ئۆچۈر
uk: Видалити акаунт
ur: اکاؤنٹ حذف کریں
vi: Xóa Tài khoản
zh_cn: 删除账号
zh_hk: 刪除帳戶

# SETTINGS_DELETE_ACCOUNT_PAYMENTS_BALANCE_ALERT_DONT_TRANSFER
source: Don’t Transfer
af: Moenie oordra nie
ar: لا تنقلْ
az: Köçürmə
be: Не рабіць перавод
bn: ট্রান্সফার করবেন না
ca: No el transfereixis
cs: Nepřevádět
cy: Peidio â Throsglwyddo
da: Overfør ikke
de: Nicht überweisen
el: Να μην γίνει μεταφορά
es: No transferir
et: Ära kanna üle
fa: انتقال ندادن
fi: Älä siirrä
fr: Ne pas virer le solde
gu: સ્થાનાંતર કરશો નહીં
he: אל תעביר
hi: ट्रांसफ़र न करें
hr: Ne prenosi
hu: Ne utalja át
id: Jangan Transfer
is: Ekki millifæra
it: Non trasferire
ja: 振り替えない
km: á€á»áŸ†á•áŸ’á‘áŸášá…áŸá‰
kn: ವರ್ಗಾಯಿಸುವುದು ಬೇಡ
ko: 이체하지 마세요
lt: Nepervesti
lv: Nepārskaitīt
ml: ട്രാൻസ്ഫർ ചെയ്യരുത്
mr: स्थानांतरित करू नका
ms: Jangan Pindah
my: မလွှဲပြောင်းပါ
nb: Ikke overfør
nl: Niet overschrijven
pa: ਟਰਾਂਸਫ਼ਰ ਨਾ ਕਰੋ
pl: Nie przenoś
ps: مه یې لیږئ
pt_br: Não transferir
pt_pt: Não transferir
ro: Nu transfera
ru: Не переводить
sk: Nepreviesť
sl: Ne prenesi
sq: Mos e Shpërngul
sr: Немој да преносиш
sv: För inte över
sw: Usihamishe
ta: வேண்டாம் இடமாற்றம்
te: బదిలీ చేయవద్దు
th: ไม่โอน
tr: Aktarma
ug: يۆتكىمە
uk: Не переносити
ur: منتقلی نہ کریں
vi: Không Chuyển khoản
zh_cn: 不转移
zh_hk: 不要轉移

# SETTINGS_DELETE_ACCOUNT_PAYMENTS_BALANCE_ALERT_MESSAGE_FORMAT
source: You have a balance of %@. If you do not transfer your funds to another wallet address before deleting your account, you will lose it forever.
af: U het ’n balans van %@. Indien u nie u fondse na ’n ander beursadres oordra voordat u u rekening skrap nie, sal u dit verloor.
ar: رصيدك هو %1$@. إذا حذفتَ حسابك قبل إرسال مبالغك إلى عنوان محفظة أخرى، سوف تضيع كلها إلى الأبد.
az: %@ balansınız var. Hesabınızı silməzdən əvvəl pulunuzu başqa pulqabı ünvanına köçürməsəniz, onu həmişəlik itirəcəksiniz.
be: Ваш баланс у памеры %1$@. Калі вы не перавядзеце свае сродкі на званок з іншым адрасам перад выдаленнем свайго ўліковага запісу, вы страціце іх назаўсёды.
bn: আপনার ব্যালেন্সের পরিমাণ %1$@। অ্যাকাউন্টটি মুছে ফেলার আগে আপনি আপনার ফান্ডগুলি আরেকটি ওয়ালেট ঠিকানায় স্থানান্তর না করলে, আপনি চিরতরে এগুলি হারাবেন।
ca: Teniu un saldo de %1$@. Si no transferiu els fons a una altra adreça de cartera abans de suprimir el compte, el perdreu per sempre.
cs: Máte zůstatek %1$@. Pokud nepřevedete své prostředky na jinou adresu peněženky před odstraněním účtu, ztratíte je navždy.
cy: Mae gennych falans o %@. Os na fyddwch yn trosglwyddo'ch arian i gyfeiriad waled arall cyn dileu eich cyfrif, byddwch yn ei golli am byth.
da: Du har en saldo på %1$@. Hvis du ikke overfører dine penge til en anden wallet-adresse, før du sletter din konto, vil du miste dem for evigt.
de: Dein Kontostand beträgt %1$@. Falls du vor Löschen deines Kontos dein Guthaben nicht an eine andere Wallet-Adresse überweist, wirst du es für immer verlieren.
el: Έχετε υπόλοιπο %1$@. Εάν δεν μεταφέρετε τα χρήματά σας σε άλλη διεύθυνση πορτοφολιού πριν διαγράψετε τον λογαριασμό σας, θα τα χάσετε για πάντα.
es: Tienes un saldo de %1$@. Si no transfieres tus fondos a otra cartera antes de eliminar tu cuenta, ya no podrás recuperarlos.
et: Sinu kontojääk on %@. Kui sa ei kanna oma vahendeid enne enda konto kustutamist teise rahakotti üle, siis kaotad need igaveseks.
fa: موجودی شما %1$@ است. اگر قبل از حذف کردن حساب خود اعتبار خود را به نشانی کیف پول دیگری انتقال ندهید، اعتبار خود را برای همیشه از دست خواهید داد.
fi: Tilin saldo on %1$@. Varat on siirrettävä toiseen lompakkoon ennen tilin poistamista, tai ne menetetään pysyvästi.
fr: Votre solde est de %1$@. Si vous ne transférez pas cette somme vers un autre portefeuille avant de supprimer votre compte, vous ne pourrez plus la récupérer.
ga: You have a balance of %1$@. If you do not transfer your funds to another wallet address before deleting your account, you will lose it forever.
gu: તમારી પાસે %1$@ નું બેલેન્સ છે છે. જો તમે તમારું એકાઉન્ટ કાઢી નાંખતા પહેલાં તમારા ફંડને બીજા વૉલેટ એડ્રેસ પર સ્થાનાંતરિત નહીં કરો, તો તમે તેને કાયમ માટે ગુમાવી દેશો.
he: יש לך מאזן של %1$@. אם לא תעביר את הכספים שלך אל כתובת ארנק אחרת לפני מחיקת החשבון שלך, תאבד אותם לנצח.
hi: आपके पास %1$@ का बैलेंस है। यदि आप अपना खाता डिलीट करने से पहले अपनी धनराशि को दूसरे वॉलेट पर ट्रांसफ़र नहीं करते हैं, तो आप उसे हमेशा के लिए खो देंगे।
hr: Vaše stanje je %1$@. Ako sredstva ne prebacite na drugu adresu novčanika prije brisanja računa, izgubit ćete ih zauvijek.
hu: Az egyenleged %1$@. Ha nem utalod át azt egy másik pénztárca címre a fiókod törlése előtt, elveszted örökre.
id: Anda memiliki saldo %1$@. Jika Anda tidak mentransfer dana ke alamat wallet lain sebelum menghapus akun Anda, Anda akan kehilangan saldo selamanya.
is: Þú ert með innistæðu upp á %@. Ef þú millifærir ekki sjóðina þína á annað veskisvistfang áður en þú eyðir aðgangnum þínum, tapast þessi upphæð endanlega.
it: Hai un saldo di %1$@. Se non trasferisci i tuoi fondi a un altro indirizzo del portafoglio prima di eliminare il tuo account, li perderai per sempre.
ja: あなたの残高は%1$@です。口座を削除する前に、残高を別のウォレットに振り替えなければ、永遠に失われます。
km: áŸá˜áá»á›áŸ’á™ášá”áŸáŸ‹á¢áŸ’á“á€á‚áº %@áŸ” á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á˜á·á“á•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹á…áŸá‰á‘áŸ…á€á¶á“áŸ‹á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Wallet á•áŸ’áŸáŸá„ á˜á»á“á–áŸá›á›á»á”á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ á“áŸ„áŸ‡á¢áŸ’á“á€á“á¹á„á”á¶ááŸ‹á”á„áŸ‹áœá¶á‡á¶ášáŸ€á„ášá á¼ááŸ”
kn: ನಿಮ್ಮಲ್ಲಿ ಇರುವ ಬ್ಯಾಲೆನ್ಸ್‌ %@. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸುವ ಮುನ್ನ ನಿಮ್ಮ ಫಂಡ್‌ಗಳನ್ನು ನೀವು ಮತ್ತೊಂದು ವ್ಯಾಲೆಟ್‌ಗೆ ವರ್ಗಾಯಿಸದಿದ್ದರೆ ಅದನ್ನು ನೀವು ಶಾಶ್ವತವಾಗಿ ಕಳೆದುಕೊಳ್ಳುವಿರಿ.
ko: 잔액이 %1$@입니다. 계정을 삭제하기 전에 다른 지갑 주소로 자금을 이체하지 않으면 영원히 잃게 됩니다.
lt: Jūs turite %@ likutį. Jei, prieš ištrindami paskyrą, nepervesite savo lėšų į kitos piniginės adresą, prarasite jas visiems laikams.
lv: Jūsu atlikums ir %@. Ja pirms konta dzēšanas nepārskaitīsiet naudas līdzekļus uz citu naudas maka adresi, jūs tos zaudēsiet pavisam.
ml: നിങ്ങൾക്ക് %@-ന്റെ ബാലൻസ് ഉണ്ട്. നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിന് മുമ്പ് മറ്റൊരു വാലറ്റ് വിലാസത്തിലേക്ക് നിങ്ങളുടെ ഫണ്ടുകൾ ട്രാൻസ്ഫർ ചെയ്തില്ലെങ്കിൽ, നിങ്ങൾക്ക് അത് എന്നെന്നേക്കുമായി നഷ്ടപ്പെടും
mr: आपल्याकडे %1$@ चा बॅलंस आहे. आपण इतर वॉलेट पत्त्यावर आपले खाते हटवण्यापूर्वी आपले फंड स्थानांतरित न केल्यास, आपण ते कायमचे गमवाल.
ms: Anda mempunyai baki %1$@. Sekiranya anda tidak memindahkan dana anda ke alamat dompet lain sebelum memadamkan akaun anda, anda akan kehilangannya selama-lamanya.
my: သင်သည် လက်ကျန်ငွေ %@ ရှိပါသည်။ သင့်အကောင့်ကို မဖျက်သိမ်းမီ အခြား ပိုက်ဆံအိတ် wallet လိပ်စာသို့ သင့်ငွေကို မလွှဲပြောင်းပါက ၎င်းငွေကို ထာဝရ ဆုံးရှူံးပါမည်။
nb: Din saldo er %1$@. Om du ikke overfører midlene dine til en annen lommebokadresse før du sletter kontoen vil du miste dem for alltid.
nl: Je hebt nog een krediet van %1$@. Als je dit krediet niet overzet naar een ander portemonnee-adres voordat je je account verwijdert dan raak je je krediet voorgoed kwijt.
pa: ਤੁਹਾਡੇ ਕੋਲ %@ ਬਕਾਇਆ ਰਹਿੰਦਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੇ ਫੰਡ ਕਿਸੇ ਹੋਰ ਵਾਲੇਟ ਪਤੇ 'ਤੇ ਟ੍ਰਾਂਸਫਰ ਨਹੀਂ ਕਰਦੇ, ਤਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਸਦਾ ਲਈ ਗੁਆ ਦੇਵੋਗੇ।
pl: Zostało Ci %1$@. Jeśli przed usunięciem konta nie przeniesiesz tych środków do innego portfela, stracisz je bez możliwości odzyskania.
ps: تاسې %@ بېلانس لری. که چیرته تاسې د خپل اکاونټ د له منځه وړلو نه وړاندې خپلې پیسې کوم بل د جیبي بکسک پتې ته و نه لیږئ، نو تاسې به هغه د تل لپاره له لاسه ورکړئ.
pt_br: Você tem um saldo de %1$@. Se você não transferir essa quantia para o endereço de outra carteira antes de excluir a sua conta, você perderá o saldo para sempre.
pt_pt: Tem um saldo de %1$@. Se não transferir os seus fundos para outro endereço de carteira antes de eliminar a sua conta, você irá perdê-lo para sempre.
ro: Ai un sold de %1$@. Dacă nu îți transferi fondurile către adresa unui alt portofel înainte de a șterge contul, acestea vor fi pierdute definitiv.
ru: У вас есть баланс в размере %1$@. Если вы не переведёте свои средства на кошелёк с другим адресом перед удалением своей учётной записи, вы навсегда потеряете их.
sk: Máte zostatok %1$@. Ak pred vymazaním vášho účtu neprevediete vaše prostriedky na adresu inej peňaženky, váš zostatok navždy stratíte.
sl: Vaše stanje je %@. Če ne boste prenesli svojih sredstev v drugo denarnico pred brisanjem računa, bodo ta za vedno izgubljena.
sq: Keni në depozitë %@. Nëse nuk i shpërngulni fondet tuaja në një adresë tjetër portofoli, përpara fshirjes së llogarisë tuaj, do ta humbni përgjithmonë.
sr: Имате средства од %1$@. Ако не пренесете средства на другу адресу новчаника пре брисања налога, изгубићете их заувек.
sv: Du har ett saldo på %1$@. Om du inte överför dina pengar till en annan plånboksadress innan du tar bort ditt konto förlorar du det för alltid.
sw: Una salio la %@. Usipohamishia fedha zako kwenye anwani nyingine ya mkoba kabla ya kufuta akaunti yako, utazipoteza daima.
ta: உங்களிடம் ஒரு சமநிலை %@. நீங்கள் இல்லையென்றால்பரிமாற்றம் உங்கள் நிதி மற்றொருவருக்கு பணப்பை முகவரி உங்கள் நீக்குவதற்கு முன் கணக்கு, நீங்கள் அதை எப்போதும் இழப்பீர்கள்.
te: మీకు %@ బ్యాలెన్స్ ఉంది. మీ ఖాతాను తొలగించే ముందు మీరు మీ నిధులను మరొక వాలెట్ చిరునామాకు బదిలీ చేయకపోతే, మీరు దాన్ని ఎప్పటికీ కోల్పోతారు.
th: คุณมียอดคงเหลือ %1$@ หากคุณไม่โอนเงินของคุณไปยังที่อยู่กระเป๋าเงินอื่นก่อนลบบัญชี เงินจำนวนนี้จะหายไปตลอดกาล
tr: Bakiyeniz %1$@. Hesabınızı silmeden önce bakiyeyi başka bir cüzdan adresine aktarmazsanız, sonsuza kadar kaybedeceksiniz.
ug: سىزدە بار قالدۇق %1$@. ئەگەر ھېساباتىڭىزنى ئۆچۈرۈشتىن بۇرۇن مەبلىغىڭىزنى باشقا ھەميان ئادرېسىغا يۆتكىمىسىڭىز ، ئۇنى مەڭگۈ يوقىتىسىز.
uk: На вашому балансі %1$@. Якщо ви не перекажете ці кошти на адресу іншого гаманця перед видаленням акаунту, то остаточно їх утратите.
ur: آپ کے پاس %1$@ کا بیلنس ہے۔ اگر آپ اپنا اکاؤنٹ حذف کرنے سے قبل اپنے فنڈز کو دوسرے Wallet کے پتے پر منتقل نہیں کرتے ہیں تو ، آپ اسے ہمیشہ کے لئے کھو دیں گے۔
vi: Bạn có số dư là %1$@. Nếu bạn không chuyển quỹ của mình vào một địa chỉ ví khác trước khi xoá tài khoản, bạn sẽ vĩnh viễn mất nó.
zh_cn: 您有 %1$@ 的余额。在删除帐户之前，如果未将资金转移至新的钱包地址，您将永久失去这些资金。
zh_hk: 您尚有餘額 %1$@。若您在刪除您的帳戶之前，沒有將其轉移到另一個錢包位址，您將會永久失去您的款項。

# SETTINGS_DELETE_ACCOUNT_PAYMENTS_BALANCE_ALERT_TITLE
source: Transfer payments balance?
af: Dra betalingsbalans oor?
ar: هل ترغبُ بإرسال رصيد المدفوعات؟
az: Ödəniş balansı köçürülsün?
be: Перавесці рэшткі балансу?
bn: পেমেন্ট ব্যালেন্স স্থানান্তর করবেন?
ca: Voleu transferir el saldo de pagaments?
cs: Převést zůstatek plateb?
cy: Trosglwyddo balans taliadau?
da: Overfør betalingssaldo?
de: Kontostand überweisen?
el: Υπόλοιπο πληρωμών μεταφοράς;
es: ¿Transferir saldo?
et: Kas kanda maksete bilanss üle?
fa: انتقال موجودی پرداخت‌ها؟
fi: Siirretäänkö saldo?
fr: Virer le solde ?
gu: પેમેન્ટ બેલેન્સને સ્થાનાંતરિત કરવું છે?
he: להעביר מאזן תשלומים?
hi: भुगतान बैलेंस ट्रांसफ़र करें?
hr: Prenesi stanje?
hu: Fizetési egyenleg átutalása?
id: Transfer saldo pembayaran?
is: Millifæra innistæðu greiðslna?
it: Trasferire saldo pagamenti?
ja: 残高を振り替えますか？
km: á•áŸ’á‘áŸášáŸá˜áá»á›áŸ’á™á‘á¼á‘á¶ááŸ‹?
kn: ಪೇಮೆಂಟ್‌ಗಳ ಬ್ಯಾಲೆನ್ಸ್‌ ಅನ್ನು ವರ್ಗಾಯಿಸುವುದೇ?
ko: 결제 잔액을 이체하시겠습니까?
lt: Pervesti mokėjimų likutį?
lv: Vai pārskaitīt maksājumu atlikumu?
ml: പേയ്‌മെന്റ് ബാലൻസ് ട്രാൻസ്ഫർ ചെയ്യുന്നുണ്ടോ?
mr: पेमेंट बॅलंस स्थानांतरित करायचा?
ms: Pindahkan baki pembayaran?
my: ငွေပေးချေမှု လက်ကျန်ငွေကို လွှဲပြောင်းမည်လား?
nb: Vil du overføre betalingssaldoen?
nl: Krediet overzetten?
pa: ਬਕਾਇਆ ਟ੍ਰਾਂਸਫ਼ਰ ਕਰਨਾ ਹੈ?
pl: Przenieść środki płatności?
ps: غواړئ د پرداختونو بېلانس ولیږدوئ؟
pt_br: Transferir o saldo de pagamentos?
pt_pt: Transferir saldo de pagamentos?
ro: Transferi soldul plăților?
ru: Перевести остаток баланса?
sk: Previesť platobný zostatok?
sl: Želite prenesti plačilno stanje?
sq: Të shpërngulet depozitë pagesash?
sr: Желите ли да пренесете средства за плаћања?
sv: Överför betalningssaldo?
sw: Ungependa kuhamisha salio la malipo?
ta: இடமாற்றம் கொடுப்பனவுகள் சமநிலை?
te: చెల్లింపుల బ్యాలెన్స్ బదిలీ చేయాలా?
th: โอนยอดคงเหลือหรือไม่?
tr: Ödemeler bakiyesini aktar?
ug: چىقىم قالدۇقىنى يۆتكەمسىز؟
uk: Перенести залишок коштів?
ur: ادائیگیوں کا بیلنس منتقل کریں؟
vi: Chuyển khoản số dư thanh toán?
zh_cn: 是否转移付款余额？
zh_hk: 要轉移付款餘額嗎？

# SETTINGS_DELETE_ACCOUNT_PAYMENTS_BALANCE_ALERT_TRANSFER
source: Transfer Balance
af: Dra balans oor
ar: إرسال الرصيد
az: Balansı köçür
be: Перавесці баланс
bn: ব্যালেন্স স্থানান্তর করুন
ca: Transfereix el saldo
cs: Převést zůstatek
cy: Trosglwyddo Balans
da: Overfør saldo
de: Kontostand überweisen
el: Υπόλοιπο Μεταφοράς
es: Transferir saldo
et: Kanna maksete bilanss üle
fa: انتقال موجودی
fi: Saldon siirto
fr: Virer le solde
gu: બેલેન્સ સ્થાનાંતરિત કરો
he: העבר מאזן
hi: बैलेंस ट्रांसफ़र करें
hr: Prenesi stanje
hu: Egyenleg átutalása
id: Transfer Saldo
is: Millifæra innistæðu
it: Trasferisci saldo
ja: 残高を振替
km: á•áŸ’á‘áŸášáŸá˜áá»á›áŸ’á™
kn: ಬ್ಯಾಲೆನ್ಸ್‌ ವರ್ಗಾಯಿಸಿ
ko: 잔액 이체
lt: Pervesti likutį
lv: Pārskaitīt atlikumu
ml: ബാലൻസ് ട്രാൻസ്ഫർ ചെയുക
mr: बॅलंस स्थानांतरित करा
ms: Pindahkan Baki
my: လက်ကျန်ငွေ လွှဲပြောင်းမယ်
nb: Overfør saldo
nl: Krediet overzetten
pa: ਬਕਾਏ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pl: Przenieś środki
ps: بېلانس ولیږئ
pt_br: Transferir saldo
pt_pt: Transferir saldo
ro: Transferă sold
ru: Перевести
sk: Previesť zostatok
sl: Prenos stanja
sq: Shpërngule Depozitën
sr: Пренеси средства
sv: Överföringssaldo
sw: Hamisha Salio
ta: இடமாற்றம் இருப்பு
te: బ్యాలెన్స్ బదిలీ
th: โอนยอดคงเหลือ
tr: Bakiyeyi Aktar
ug: قالدۇق يۆتكە
uk: Перенести залишок
ur: بیلنس کی منتقلی
vi: Chuyển khoản Số dư
zh_cn: 转移余额
zh_hk: 轉移餘額

# SETTINGS_DELETE_DATA_BUTTON
source: Delete All Data
af: Skrap alle data
ar: حذف جميع البيانات
az: Bütün verilənləri sil
be: Выдаліць усе даныя
bg: Изтриване на всички данни
bn: সকল ডেটা মুছে ফেলুন
ca: Suprimeix totes les dades
cs: Smazat veškerá data
cy: Dileu'r Holl Ddata
da: Slet alle data
de: Alle Daten löschen
el: Διαγραφή όλων των δεδομένων
es: Eliminar todos los datos
es_es: Eliminar todos los datos
et: Kustuta kõik andmed
eu: Ezabatu datu guztiak
fa: پاک کردن تمام اطلاعات
fi: Tuhoa kaikki tiedot
fil: Burahin ang Lahat ng Data
fr: Supprimer toutes les données
ga: Scrios na Sonraí go Léir
gu: બધા ડેટા ડિલીટ કરો
he: מחיקת כל הנתונים
hi: सारा डाटा डिलीट करें
hr: Izbriši sve podatke
hu: Minden adat törlése
id: Hapus Semua Data
is: Eyða öllum gögnum
it: Elimina tutti i dati
ja: すべてのデータを消去する
kab: Kkes meṛṛa isefka
kk: Деректердің барлығын жою
km: á›á»á”á‘á·á“áŸ’á“á“áŸá™á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸಿ
ko: 모든 데이터 삭제
lt: Ištrinti visus duomenis
lv: Dzēst visus datus
mk: Избришете ги сите податоци
ml: എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കുക
mr: सर्व डेटा हटवा
ms: Padam Semua Data
my: အချက်အလက်အားလုံးကို ဖျက်မည်
nb: Slett alle dataene
nl: Alle gegevens wissen
pa: ਸਾਰਾ ਡੇਟਾ ਮਿਟਾਓ
pa_pk: سارا ڈیٹا حذف کرو
pl: Usuń wszystkie dane
ps: ټوله ډیټا پاکه کړئ
pt_br: Apagar todos os dados
pt_pt: Eliminar todos os dados
ro: Șterge toate datele
ru: Удалить все данные
sk: Vymazať všetky dáta
sl: Izbris vseh podatkov
sq: Fshiji Krejt të Dhënat
sr: Избриши све податке
sv: Ta bort alla data
sw: Futa Data Zote
ta: எல்லா தரவையும் நீக்கு
te: సమాచార మొత్తని తొలగించండి
th: ลบข้อมูลทั้งหมด
tr: Tüm Verileri Sil
ug: ھەممە سانلىق مەلۇماتنى ئۆچۈر
uk: Видалити всі дані
ur: تمام ڈیٹا حذف کریں
vi: Xóa Tất cả Dữ liệu
zh_cn: 删除所有数据
zh_hk: 刪除所有資料
