Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTER_2FA_FORGOT_SVR_PIN_WITHOUT_REGLOCK_AND_CAN_CREATE_NEW_PIN_ALERT_MESSAGE
source: Your PIN is a 4+ digit code you created that can be numeric or alphanumeric. If you can’t remember your PIN, you can create a new one. You can register and use your account but you’ll lose some saved settings like your profile information.
ar: رقم التعريف الشخصي (PIN) الخاص بك عِبارة عَن كود أنشأته مُكوَّن من أربع خانات أو أكثر والذي يُمكن أن يكون إما أرقامًا أو حُروفًا. إذا لم تستطع تَذكُّر رقم التعريفي الشخصي (PIN) الخاص بك، تستطيع إنشاء واحِد جديد. يُمكنك التسجيل واستخدام الحساب الخاص بك لكنك ستفقِد بعض الإعدادات المحفوظة، مِثل معلومات حسابك الشخصي.
be: Ваш PIN-код — гэта код з 4+ сімвалаў, які вы стварылі і які можа быць лічбавым або змяшчаць літары і лічбы. Калі вы не памятаеце свой PIN-код, вы можаце стварыць новы. Вы зможаце зарэгістравацца і выкарыстоўваць свой уліковы запіс, але вы страціце некаторыя захаваныя налады, такія як ваша інфармацыя профілю.
bn: আপনার পিনটি হলো আপনার তৈরি 4+ সংখ্যাবিশিষ্ট কোড যা সংখ্যাসূচক বা আলফানিউমেরিক হতে পারে। আপনি যদি আপনার পিনটি মনে করতে না পারেন, তবে আপনি নতুন একটি তৈরি করতে পারেন। আপনি নিজের অ্যাকাউন্টটি রেজিস্টার করতে এবং ব্যবহার করতে পারেন, তবে আপনি আপনার প্রোফাইলের তথ্যের মতো কিছু সংরক্ষিত সেটিংস হারাবেন।
ca: El PIN és un codi de 4 dígits que has creat que pot ser numèric o alfanumèric. Si no recordes el PIN, en pots crear un de nou. Pots registrar-te i utilitzar el teu compte, però perdràs alguns ajustos desats, com ara la informació del perfil.
cs: PIN je vámi vytvořený nejméně 4místný kód, který jste si vytvořili a který může být číselný nebo alfanumerický. Pokud si ho nepamatujete, můžete si vytvořit nový. Můžete se zaregistrovat a používat svůj účet, ale ztratíte některá uložená nastavení, například informace o svém profilu.
da: Din pinkode er den firecifrede kode, du oprettede, som er enten numerisk eller alfanumerisk. Hvis du glemmer din pinkode, kan du oprette en ny. Du kan tilmelde dig og bruge din konto, men du vil miste nogle gemte indstillinger, såsom dine profiloplysninger.
de: Deine PIN ist ein von dir erstellter, numerischer oder alphanumerischer Code von mindestens 4 Zeichen. Falls du deine PIN vergessen hast, kannst du eine neue erstellen. Du kannst dich registrieren und dein Konto verwenden, wirst aber einige gespeicherte Einstellungen, wie z. B. deine Profilinformationen verlieren.
el: Το PIN σου είναι ένας κωδικός με 4+ ψηφία, που μπορεί να αποτελείται από αριθμούς ή αλφαριθμητικά. Αν δεν μπορείς να θυμηθείς το PIN σου, μπορείς να δημιουργήσεις ένα νέο. Θα έχεις τη δυνατότητα να εγγράψεις και να χρησιμοποιήσεις τον λογαριασμό σου, αλλά θα χάσεις κάποιες αποθηκευμένες ρυθμίσεις όπως οι πληροφορίες προφίλ σου.
es: Tu PIN es un código numérico o alfanumérico de 4 o más caracteres que has creado. Si olvidas tu PIN, puedes crear uno nuevo. Podrás volver a registrarte y usar tu cuenta, pero perderás algunos ajustes ya guardados, como tu información de perfil.
fa: پین شما یک کد بیش از ۴ رقمی است که خودتان انتخاب کرده‌اید و می‌تواند عدد یا حروف باشد. اگر نمی‌توانید پین خود را به یاد بیاورید، می‌توانید یک پین جدید ایجاد کنید. می‌توانید ثبت‌نام و از حساب‌تان استفاده کنید، اما برخی تنظیمات ذخیره‌شده مانند اطلاعات نمایه خود را از دست خواهید داد.
fi: Luomasi PIN-koodi on vähintään nelinumeroinen koodi, ja se voi olla numeerinen tai aakkosnumeerinen. Jos et muista PIN-koodia, voit luoda uuden. Voit rekisteröityä ja käyttää tiliäsi, mutta menetät joitain tallennettuja asetuksia, kuten profiilitietosi.
fr: Votre PIN est un code numérique ou alphanumérique d'au moins 4 caractères, que vous avez créé. Si vous avez oublié votre PIN, vous pouvez en créer un autre. Vous pourrez vous réinscrire et utiliser votre compte, mais vous perdrez certains paramètres enregistrés, tels que les informations de profil.
ga: Cód 4+ dhigit is ea do UAP a chruthaigh tú, ar féidir leis a bheith uimhriúil nó alfa-uimhriúil. Mura bhfuil tú in ann cuimhneamh ar do UAP, is féidir leat ceann nua a chruthú. Is féidir leat do chuntas a chlárú agus a úsáid ach caillfidh tú socruithe áirithe atá sábháilte, amhail d'fhaisnéis phróifíle.
gu: તમારો પિન તમે બનાવેલો 4થી વધુ અંકનો કોડ છે જે આંકડાકીય અથવા આંકડા અને અક્ષરોનું મિશ્રણ હોઈ શકે. જો તમને તમારો પિન યાદ ન આવે તો તમે એક નવો બનાવી શકો છો. તમે રજિસ્ટર કરી અને તમારા એકાઉન્ટનો ઉપયોગ કરી શકો છો પરંતુ તમે તમારી પ્રોફાઇલ માહિતી જેવા કેટલાક સાચવેલા સેટિંગ્સ ગુમાવશો.
he: ה–PIN שלך הוא קוד בן 4 תווים או יותר שיצרת ויכול להיות מספרי או אלפא–נומרי. אם שכחת את ה–PIN שלך, אפשר ליצור אחד חדש. אפשר להירשם ולהשתמש בחשבון שלך אבל יאבדו לך הגדרות מסוימות כמו מידע הפרופיל שלך.
hi: आपका पिन कम से कम 4 अक्षरों का कोड होता है जो न्यूमेरिक या अल्फ़ान्यूमेरिक हो सकता है। अगर आप अपना पिन याद नहीं कर पा रहे हैं तो, आप नया पिन बना सकते हैं। आप पंजीकरण करके अपना अकाउंट इस्तेमाल कर सकते हैं पर आप कुछ सेटिंग्स खो देंगे जैसे प्रोफ़ाइल की जानकारी।
hr: Vaš PIN je četveroznamenkasti kôd koji ste sami postavili i koji može biti numerički ili alfanumerički. Ako se ne možete sjetiti svog PIN-a, možete stvoriti novi. I dalje ćete se moći registrirati i koristiti svoj račun, ali ćete izgubiti spremljene postavke poput podataka o vašem profilu.
hu: A Signal PIN-kódod egy általad létrehozott 4+ jegyű kód, amely lehet numerikus és alfanumerikus is. Amennyiben nem emlékszel a PIN-kódodra, lehetőséged van létrehozni egy újat. Ezután regisztrálhatsz, majd használhatod a fiókodat, de a mentett beállításaid egy része, így például a profilinformációid elvesznek.
id: PIN Anda adalah kode 4+ digit yang telah Anda buat, bisa berupa numerik atau alfanumerik. Jika tidak ingat PIN Anda, Anda dapat membuat yang baru. Anda bisa mendaftar dan menggunakan akun Anda tetapi beberapa pengaturan tersimpan, seperti informasi profil, akan hilang.
it: Il tuo PIN è un codice di almeno 4 cifre creato da te e può essere numerico o alfanumerico. Se hai dimenticato il tuo PIN, puoi crearne uno nuovo. Puoi registrarti e usare il tuo account ma perderai alcune impostazioni salvate come le informazioni del tuo profilo.
ja: あなたの PIN は 4 桁以上のコードで、数字または英数字のいずれかです。もし PIN を忘れてしまっても、新しく作成できます。アカウントを登録して使用することもできますが、プロフィールなどの保存されている設定情報は失われます。
ko: PIN은 내가 만든 4자리 이상의 숫자 또는 영숫자 조합입니다. PIN이 기억나지 않는다면 새로 만들 수 있습니다. 등록 후 계정을 사용할 수 있으나 내 프로필 정보 등 일부 저장 설정이 손실됩니다.
mr: आपला PIN आपण तयार केलेला एक 4+ अंकी कोड आहे जो न्युमेरिक किंवा अल्फान्युमेरिक असू शकतो. जर आपल्याला आपला PIN आठवत नसेल, तर आपण नवीन तयार करू शकता. आपण नोंदणी करू शकता आणि आपले खाते वापरू शकता पण आपण आपल्या प्रोफाईल माहिती सारख्या काही जतन केलेल्या सेटिंग गमवाल.
ms: PIN anda adalah kod 4+ digit yang anda cipta sama ada angka atau abjad angka. Jika anda tidak ingat PIN anda, anda boleh mencipta yang baru. Anda boleh mendaftar dan menggunakan akaun anda tetapi anda akan kehilangan sesetengah tetapan yang disimpan seperti maklumat profil anda.
nb: PIN-koden din er en kode på minst 4 tegn som du har valgt selv. Hvis du ikke husker PIN-koden, kan du opprette en ny. Du kan registrere og bruke kontoen din, men du mister enkelte lagrede innstillinger, som profilinformasjonen din.
nl: Je pincode is een code die je zelf hebt aangemaakt en die bestaat uit 4 of meer cijfers of een combinatie van cijfers en letters. Als je je pincode niet kunt herinneren, dan kun je een nieuwe pincode aanmaken. Je kunt je opnieuw registreren en je account gebruiken maar je verliest wel een aantal opgeslagen instellingen, zoals je profielinformatie.
pl: PIN to kod utworzony przez Ciebie z co najmniej 4 znaków. Może składać się z cyfr lub z cyfr i liter. Jeśli nie pamiętasz PIN-u, możesz utworzyć nowy. Możesz się zarejestrować i korzystać ze swojego konta, ale stracisz niektóre zapisane ustawienia, takie jak informacje w profilu.
pt_br: Seu PIN é um código de mais de quatro dígitos, que você criou e que pode ser numérico ou alfanumérico. Se não conseguir se lembrar do seu PIN, você poderá criar um outro. Nesse caso, você pode se registrar e usar sua conta, mas perderá algumas configurações salvas, como as informações do seu perfil.
pt_pt: O seu PIN é um código de mais de 4 dígitos criado por si e pode ser numérico ou alfanumérico. Se não se conseguir lembrar do seu PIN, poderá criar um novo. Poderá registar e utilizar a sua conta mas irá perder algumas das definições guardadas como a sua informação de perfil.
ro: Codul PIN este un cod format din +4 cifre pe care l-ai creat, care poate fi numeric sau alfanumeric. Dacă nu îți mai amintești codul PIN, poți crea unul nou. Te poți înregistra și utiliza contul, dar vei pierde unele setări salvate, cum ar fi informațiile despre profil.
ru: Ваш Пин-код — это код из 4+ символов, созданный вами, который может быть цифровым или буквенно-цифровым. Если вы не можете вспомнить свой Пин-код, вы можете создать новый. Вы сможете зарегистрироваться и использовать свою учётную запись, но потеряете некоторые сохранённые настройки, например информацию вашего профиля.
sk: Váš PIN je 4 alebo viacmiestny kód, ktorý ste si vytvorili a môže pozostávať z číselných alebo alfanumerických znakov. Ak si na svoj PIN nedokážete spomenúť, môžete si vytvoriť nový. Môžete sa zaregistrovať a používať svoj účet, ale prídete o niektoré uložené nastavenia, ako sú informácie o vašom profile.
sr: Ваш PIN је шифра од 4 или више цифара коју сте креирали и која може бити нумеричка или алфанумеричка. Ако се не сећате PIN-а, можете креирати нови. Моћи ћете да региструјете и користите свој налог, али ћете изгубити нека сачувана подешавања као што су информације на профилу.
sv: Din pinkod är en 4+-siffrig kod du skapade som kan vara numerisk eller alfanumerisk. Om du inte kommer ihåg din pinkod kan du skapa en ny. Du kan registrera och använda ditt konto men du kommer att förlora vissa sparade inställningar, som din profilinformation.
th: PIN ของคุณคือรหัส 4+ หลักที่คุณสร้างไว้โดยอาจจะเป็นตัวเลขหรือตัวอักษรผสมกับตัวเลข หากจำ PIN ของตัวเองไม่ได้ คุณสามารถสร้างขึ้นมาใหม่ได้ คุณจะลงทะเบียนและใช้บัญชีได้ แต่จะสูญเสียการตั้งค่าเดิมบางรายการ เช่น ข้อมูลโปรไฟล์
tr: PIN'in sayısal veya alfanumerik olabilen 4+ haneli bir koddur. PIN'ini hatırlayamıyorsan yeni bir tane oluşturabilirsin. Hesabını kaydedebilir ve kullanabilirsin ancak profil bilgilerin gibi kaydedilmiş bazı ayarları kaybedersin.
ug: PIN كودى 4 خانىدىن كۆپ سان ياكى ھەرپ ۋە ساندىن تەركىب تاپقان كود. ئەگەر PIN نى ئەسلىيەلمىسىڭىز، يېڭىدىن بىرنى قۇرسىڭىز بولىدۇ. ھېساباتىڭىزنى تىزىملىتالايسىز ۋە ئىشلىتەلەيسىز، ئەمما سەپلىمە ھۆججەتكە ئوخشاش ئۇچۇرلىرىڭىز ساقلانغان تەڭشەكلەرنى يوقىتىپ قويىسىز.
uk: PIN-код — це створений вами цифровий або буквено-цифровий код, який містить мінімум 4 символи. Якщо ви забули свій PIN-код, то можете створити новий. Ви можете зареєструвати й використовувати акаунт, але ви втратите частину збережених налаштувань, як-от інформацію профілю.
ur: آپ کا پِن آپ کی طرف سے تخلیق کردہ ایک 4+ ہندسوں کا کوڈ ہے جو عددی یا حرفی و عددی ہو سکتا ہے۔ اگر آپ اپنا پِن یاد کرنے سے قاصر ہیں، تو آپ ایک نیا تخلیق کر سکتے ہیں۔ آپ اپنا اکاؤنٹ رجسٹر اور استعمال کر سکتے ہیں تاہم آپ اپنی پروفائل کی معلومات جیسی کچھ محفوظ کردہ سیٹنگز سے محروم ہو جائیں گے۔
vi: Mã PIN là một mã ít nhất 4 kí tự bạn tạo ra và có thể bao gồm số hoặc chữ và số. Nếu bạn không nhớ được mã PIN, bạn có thể tạo mã mới. Bạn có thể đăng ký và dùng tài khoản của bạn nhưng bạn sẽ mất một số cài đặt được lưu lại như thông tin người dùng.
zh_cn: 密码是您创建的一个不少于 4 位数的密码，它可以是纯数字，也可以是数字和字母的组合。您如果忘记了密码，可以创建一个新密码。您可以注册和使用您的账户，但您会丢失一些保存过的设置，如您的个人资料信息。
zh_hk: PIN 碼是由你建立的 4 位數以上密碼，可以是數字或是字母數字混合。如果忘記了你的 PIN 碼，可以重新建立。你可以註冊並使用你的帳戶，但將會遺失部分已儲存的設定，例如你的個人資訊。

# REGISTER_2FA_INVALID_PIN_ALERT_TITLE
source: Incorrect PIN
af: Verkeerde PIN
ar: رقم التعريف الشخصي (PIN) غير صحيح
az: Yanlış PIN
be: Няправільны PIN-код
bg: Грешен ПИН
bn: ভুল পিন
ca: PIN incorrecte
cs: Nesprávný PIN
cy: PIN anghywir
da: Forkert pinkode
de: Falsche PIN
el: Λάθος ΡΙΝ
es: PIN incorrecto
es_es: PIN incorrecto
et: Sobimatu PIN-kood
eu: PIN okerra
fa: پین نادرست است
fi: Väärä tunnusluku
fil: Hindi tama ang PIN
fr: Code PIN incorrect.
ga: UAP mhícheart
gu: ખોટો PIN
he: PIN שגוי
hi: ग़लत पिन
hr: Nevažeći PIN
hu: Hibás PIN
id: PIN Salah
is: Rangt PIN
it: PIN errato
ja: PINが違います
kab: PIN ur yeɣti ara
kk: Дұрыс емес PIN
km: á›áŸáá€á¼áŠ PIN á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ತಪ್ಪಾದ ಪಿನ್
ko: 올바르지 않은 PIN
lt: Neteisingas PIN
lv: Nepareizs PIN
mk: Погрешен ПИН
ml: തെറ്റായ പിൻ
mr: चुकीचा PIN
ms: PIN tidak betul
my: ပင်နံပါတ်မှားနေသည်
nb: Feil PIN-kode
nl: Onjuiste pincode
pa: ਗਲਤ ਪਿਨ
pa_pk: غلط پن۔
pl: Nieprawidłowy PIN
ps: ناسم PIN
pt_br: PIN incorreto
pt_pt: PIN incorreto
ro: PIN incorect
ru: Неверный PIN-код
sk: Nesprávny PIN
sl: Napačen PIN
sq: PIN i pasaktë
sr: Нетачан PIN
sv: Felaktig PIN-kod
sw: Nenosiri sio sahihi
ta: தவறான பின்
te: తప్పయిన పిన్
th: PIN ไม่ถูกต้อง
tr: Yanlış PIN
ug: خاتا PIN
uk: Неправильний PIN-код
ur: غلط پن
vi: Mã PIN không chính xác
zh_cn: PIN 错误
zh_hk: PIN 碼錯誤

# REGISTER_CONTACTS_WELCOME
source: Welcome!
af: Welkom!
ar: مرحبًا!
az: Xoş Gəldiniz!
be: Вітаем!
bg: Добре дошли!
bn: স্বাগতম!
ca: Benvingut/da!
cs: Vítejte!
cy: Croeso!
da: Velkommen!
de: Willkommen!
el: Καλωσόρισες!
es: ¡Te damos la bienvenida!
es_es: ¡Bienvenid@!
et: Tere tulemast!
eu: Ongi etorri!
fa: خوش آمدید!
fi: Tervetuloa!
fr: Bienvenue !
ga: Fáilte!
gu: સ્વાગત છે!
he: ברוך הבא!
hi: स्वागत है!
hr: Dobrodošli!
hu: Üdvözlünk!
id: Selamat Datang!
is: Velkomin!
it: Ben arrivato!
ja: ようこそ！
kab: Anṣuf!
kk: Қош келдіңіз!
km: áŸáŸ’áœá¶á‚á˜á“áŸ!
kn: ಸುಸ್ವಾಗತ!
ko: 환영합니다!
lt: Sveiki!
lv: Laipni lūdzam!
mk: Добродојдовте!
ml: സ്വാഗതം!
mr: स्वागत!
ms: Selamat datang!
my: ကြိုဆိုပါသည်
nb: Velkommen!
nl: Welkom!
pa: ਜੀ ਆਇਆਂ ਨੂੰ!
pa_pk: جی آیاں نوں!
pl: Witaj!
ps: ښه راغلاست!
pt_br: Boas-vindas!
pt_pt: Bem-vindo(a)!
ro: Bine ai venit!
ru: Добро пожаловать!
sk: Vitajte!
sl: Dobrodošli!
sq: Mirë se vini!
sr: Добро дошли!
sv: Välkommen!
sw: Karibu!
ta: நல்வரவு!
te: స్వాగతం!
th: ยินดีต้อนรับ!
tr: Hoşgeldiniz!
ug: مەرھابا!
uk: Вітаємо!
ur: خوش آمدید!
vi: Chào mừng!
zh_cn: 欢迎！
zh_hk: 歡迎使用！

# REGISTER_RATE_LIMITING_ALERT
source: You have tried too often. Please wait a few minutes before trying again.
ar: حاولتَ كثيرًا. يُرجى الانتِظار بضع دقائق قبل المُحاولة مرّة أُخرى.
be: Вы зрабілі занадта шмат спроб. Пачакайце некалькі хвілін, перш чым паўтарыць спробу.
bn: আপনি অল্প সময়ের মধ্যে অনেকবার চেষ্টা করে ফেলেছেন। পুনরায় চেষ্টা করার আগে অনুগ্রহ করে কয়েক মিনিট অপেক্ষা করুন।
ca: Ho has provat massa vegades. Espera uns minuts abans de tornar-ho a provar.
cs: Zkusili jste to příliš mnohokrát. Počkejte prosím pár minut, než to zkusíte znovu.
da: Du har forsøgt for ofte. Vent et minut, inden du prøver igen.
de: Zu viele Versuche. Bitte warte ein paar Minuten, bevor du es erneut versuchst.
el: Έχεις δοκιμάσει πάρα πολλές φορές. Περίμενε μερικά λεπτά πριν ξαναδοκιμάσεις.
es: Lo has intentado demasiadas veces. Espera unos minutos antes de intentarlo de nuevo.
fa: در مدت زمانی مشخص بیش از حد مجاز امتحان کرده‌اید. لطفاً چند دقیقه صبر کنید و بعد دوباره تلاش کنید.
fi: Olet yrittänyt liian monta kertaa. Odota muutama minuutti ennen kuin yrität uudelleen.
fr: Trop grand nombre de tentatives. Veuillez patienter quelques minutes avant de réessayer.
ga: Rinne tú an iomarca iarrachtaí. Fan cúpla nóiméad roimh é a thriail arís.
gu: તમે ઘણી બધી વાર પ્રયાસો કરી લીધા છે. કૃપા કરીને ફરીથી પ્રયાસ કરતા પહેલાં થોડી મિનિટો રાહ જુઓ.
he: ניסית יותר מדי פעמים בפרק זמן קצר. צריך להמתין כמה דקות לפני הניסיון הבא.
hi: आपने बहुत बार कोशिश की है। दोबारा प्रयास करने से पहले कृपया कुछ मिनट इंतज़ार करें।
hr: Previše neuspjelih pokušaja. Molimo pričekajte nekoliko minuta prije ponovnog pokušaja.
hu: Túl gyakran próbálkoztál. Kérjük, várj egy pár percet mielőtt újra megpróbálnád.
id: Anda mencoba terlalu sering. Mohon tunggu beberapa menit untuk bisa mencoba lagi.
it: Hai effettuato troppi tentativi. Attendi qualche minuto prima di riprovare.
ja: 急ぎすぎです。数分待ってから再度試してください。
ko: 너무 자주 시도했습니다. 몇 분 후 다시 시도하세요.
mr: आपण खूप वारंवार प्रयत्न केले आहेत. कृपया पुन्हा प्रयत्न करण्यापूर्वी काही मिनिटे थांबा.
ms: Anda telah mencuba terlalu kerap. Sila tunggu beberapa minit sebelum mencuba lagi.
nb: Du har prøvd for mange ganger. Vent noen minutter før du prøver igjen.
nl: Je hebt te veel pogingen gedaan. Wacht een paar minuten voordat je het opnieuw probeert.
pl: Zbyt wiele prób. Odczekaj kilka minut, zanim spróbujesz ponownie.
pt_br: Você excedeu o máximo de tentativas. Espere alguns minutos antes de tentar novamente.
pt_pt: Tentou demasiadas vezes. Aguarde alguns minutos antes de tentar novamente.
ro: Ai încercat prea des. Te rugăm să aștepți câteva minute înainte să încerci din nou.
ru: Вы сделали слишком много попыток. Пожалуйста, подождите несколько минут, прежде чем пробовать ещё раз.
sk: Urobili ste príliš veľa pokusov. Počkajte prosím pár minút, než to skúsite znovu.
sr: Имали сте превише покушаја. Сачекајте неколико минута пре него што пробате поново.
sv: Du har försökt för ofta. Vänta några minuter innan du försöker igen.
th: คุณลองหลายครั้งเกินไป กรุณารอสักครู่แล้วลองใหม่อีกครั้ง
tr: Çok sık denedin. Lütfen tekrar denemeden önce birkaç dakika bekle.
ug: سىناش قېتىم سانى چەكتىن ئېشىپ كەتتى. قايتا سىناشتىن بۇرۇن بىر قانچە مىنۇت ساقلاڭ.
uk: Забагато спроб. Зачекайте кілька хвилин і спробуйте знову.
ur: آپ بہت مرتبہ کوشش کر چکے ہیں۔ دوبارہ کوشش کرنے سے قبل براہ کرم چند منٹ انتظار کریں۔
vi: Bạn đã thử quá nhiều lần. Vui lòng chờ ít phút trước khi thử lại.
zh_cn: 您的操作过于频繁。请稍候几分钟后再试。
zh_hk: 嘗試次數超出上限，請等待幾分鐘，然後重試。

# REGISTER_RATE_LIMITING_ERROR
source: You have tried too often. Please wait a minute before trying again.
af: U het te gereeld probeer. Wag ’n minuut voordat u weer probeer.
ar: حاولتَ كثيرًا. يُرجى الانتظار لمُدة دقيقة واحدة قبل إعادة المحاولة.
az: Çox cəhd etdiniz. Zəhmət olmasa yenidən cəhd etməzdən əvvəl bir dəqiqə gözləyin.
be: Вы зрабілі занадта шмат спроб. Пачакайце хвілінку, перш чым паўтарыць спробу.
bg: Вие сте опитвали твърде често. Моля, изчакайте няколко минути преди да опитате отново.
bn: আপনি অনেকবার চেষ্টা করেছেন। আবার চেষ্টা করার আগে দয়া করে এক মিনিট অপেক্ষা করুন।
ca: Ho heu provat massa vegades. Espereu un minut abans de tornar a provar-ho.
cs: Zkoušeli jste to příliš často. Minutu počkejte, než to zkusíte znovu.
cy: Rydych wedi rhoi cynnig yn rhy aml. Arhoswch funud cyn rhoi cynnig arall arni.
da: Du har forsøgt for ofte. Vent venligst et minut inden du prøver igen
de: Zu viele Versuche. Bitte warte eine Minute vor einem erneuten Versuch.
el: Έχεις δοκιμάσει πάρα πολλές φορές. Παρακαλώ περίμενε ένα λεπτό πριν ξαναδοκιμάσεις.
es: Lo has intentado demasiadas veces. Espera un minuto antes de intentarlo de nuevo.
es_es: Lo has intentado demasiadas veces. Por favor, espera un minuto antes de intentarlo de nuevo.
et: Sa proovisid liiga palju kordi. Palun oota üks minut enne uuesti proovimist.
eu: Maizegi saiatu zara. Mesedez, itxaron minutu bat berriro saiatu aurretik.
fa: شما چندین بار امتحان کردید. لطفا قبل از امتحان مجدد، یک دقیقه صبر کنید.
fi: Olet yrittänyt liian monta kertaa. Yritä uudelleen hetken kuluttua.
fil: Madaming beses mo nang sinubukan. Maghintay ng isang minuto bago subukang muli.
fr: Trop grand nombre de tentatives. Veuillez patienter une minute avant de réessayer.
ga: Rinne tú an iomarca iarrachtaí. Fan nóiméad sula ndéanfaidh tú iarracht eile.
gu: તમે ઘણી વાર પ્રયત્ન કર્યો છે. ફરી પ્રયાસ કરતાં પહેલાં એક મિનિટ રાહ જુઓ.
he: ניסית לעיתים קרובות מדי. אנא המתן דקה לפני שתנסה שוב.
hi: आपने बहुत बार कोशिश कर ली। कृपया थोङी देर रुक कर कोशिश करें।
hr: Prevelik broj pokušaja. Molimo pričekajte minutu prije novog pokušaja.
hu: Túl gyakran próbálkoztál. Kérlek várj egy percet mielőtt újra nekifutnál.
id: Anda telah berulang kali mencoba. Mohon tunggu beberapa menit untuk mencoba lagi.
is: Þú hefur gert of margar tilraunir til innskráningar. Bíddu í dálitla stund áður en þú reynir aftur.
it: Hai provato troppe volte. Attendi un minuto prima di ritentare.
ja: 急ぎすぎです。少し待ってから再試行してください。
kab: Ddeqs i tεerḍeḍ. Ttxil-k·m rǧu kra n tesdatin send ad tεerḍeḍ tikkelt-nniḍen.
kk: Сіз әрекеттерді тым жиі жасадыңыз. Екінші рет байқап көрерден бұрын бір минут күтіңіз.
km: á¢áŸ’á“á€á”á¶á“á–áŸ’á™á¶á™á¶á˜á…áŸ’ášá¾á“áŠá„á–áŸá€áŸ” áŸá¼á˜ášá„áŸ‹á…á¶áŸ†á˜á½á™á“á¶á‘á¸ á˜á»á“á–áŸá›á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ನೀವು ಬಹಳ ಪದೇ ಪದೇ ಪ್ರಯತ್ನಿಸಿದ್ದೀರಿ. ಆದರೆ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು ಒಂದು ನಿಮಿಷ ಕಾಯಿರಿ.
ko: 너무 많이 시도하셨습니다. 몇 분 후 다시 시도해 주세요.
lt: Jūs bandėte pernelyg dažnai. Prieš bandydami dar kartą, palaukite minutėlę.
lv: Pārāk liels mēģinājumu skaits. Uzgaidiet minūti, pirms mēģināt vēlreiz.
mk: Се обидувавте премногу често. Ве молиме почекајте пред да се обидете повторно.
ml: നിങ്ങൾ പലതവണ ശ്രമം നടത്തിയിരിക്കുന്നു. വീണ്ടും ശ്രമിക്കുന്നതിന് മുൻപ് ദയവായി ഒരു മിനിറ്റ് കാത്തിരിക്കുക.
mr: आपण खूप वारंवार प्रयत्न केले आहेत. कृपया पुन्हा प्रयत्न करण्यापूर्वी एक मिनिट थांबा.
ms: Anda telah mencuba terlalu kerap. Sila tunggu sebentar sebelum cuba lagi.
my: ကြိုးစားသည့်အကြိမ် စိပ်နေသည်။ ပြန်မကြိုးစားခင် တစ်မိနစ်လောက်စောင့်ပါ။
nb: Du har prøvd for mange ganger. Vent et minutt før du prøver igjen.
nl: Je hebt het te vaak geprobeerd. Wacht een minuut voordat je het opnieuw probeert.
pa: ਤੁਸੀਂ ਬਹੁਤ ਜਲਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਲਈ. ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਮਿੰਟ ਲਈ ਉਡੀਕ ਕਰੋ.
pa_pk: تساں نے بوہتی واری کوشش کیتی اے۔ مہربانی کر کے دوبارہ کوشش کرن توں پہلاں اک منٹ انتظار کرو۔
pl: Zbyt wiele prób. Odczekaj chwilę, zanim spróbujesz ponownie.
ps: تاسې ډېر ځلونه هڅه وکړه. مهرباني وکړئ یوه دقیقه صبر وکړئ بیا هڅه وکړئ.
pt_br: Muitas tentativas. Por favor, aguarde um minuto antes de tentar novamente.
pt_pt: Tentou demasiadas vezes. Por favor, espere um minuto antes de voltar a tentar.
ro: Ai încercat de prea multe ori. Te rugăm să aștepți un minut înainte să încerci din nou.
ru: Вы сделали слишком много попыток. Пожалуйста, подождите минуту, прежде чем пробовать ещё раз.
sk: Pokúšali ste sa pričasto. Pred ďalším pokusom, prosím, chvíľu počkajte.
sl: Prevečkrat ste poskusili. Počakajte nekaj minut, preden boste lahko poskusili znova.
sq: Keni provuar shumë herë. Ju lutemi, pritni një minutë, përpara se të riprovoni.
sr: Имали сте превише учесталих покушаја. Сачекајте минут пре наредног покушаја.
sv: Du har provat för ofta. Vänta en minut innan du provar igen.
sw: Umejaribu mara nying sanai. Tafadhali subiri dakika moja kabla ya kujaribu tena.
ta: நீங்கள் அடிக்கடி முயற்சித்தீர்கள். மீண்டும் முயற்சிக்கும் முன் ஒரு நிமிடம் காத்திருங்கள்.
te: మీరు చాలా తరచుగా ప్రయత్నించారు. మళ్ళీ ప్రయత్నించడానికి ముందు దయచేసి ఒక నిమిషం వేచి ఉండండి.
th: คุณลองบ่อยครั้งเกินไป กรุณารอสักนาทีก่อนจะลองใหม่
tr: Çok sık denediniz. Lütfen tekrar denemeden önce biraz bekleyin.
ug: سىز بەك كۆپ قېتىم سىناپ بولدىڭىز. قايتا سىناپ بېقىشتىن بۇرۇن بىر مىنۇتتەك ساقلاڭ.
uk: Забагато спроб. Зачекайте хвилину й спробуйте знову.
ur: آپ بہت بار کوشش کر چکے ہیں۔براہ کرم دوبارہ کوشش کرنے سے پہلے ایک منٹ انتطار کریں۔
vi: Bạn đã thử quá nhiều lần. Vui lòng chờ một phút trước khi thử lại.
zh_cn: 您的尝试过于频繁。请等待一分钟后再重试。
zh_hk: 嘗試次數超出上限。請等一分鐘後再試。
