Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: You disabled disappearing messages.
af: Jy het verdwynboodskappe gedeaktiveer.
ar: عطَّلتَ ميزة اختفاء الرسائل.
az: Yox olan mesajları sıradan çıxartdınız.
be: Вы адключылі знікаючыя паведамленні.
bg: Вие сте забранили изчезващи съобщения.
bn: আপনি অদৃশ্য হয়ে যাওয়া বার্তাগুলি অক্ষম করেছেন।
ca: Heu desactivat els missatges efímers.
cs: Zakázal(a) jste mizející zprávy.
cy: Diffoddasoch negeseuon byrhoedlog.
da: Du deaktiverede forsvindende beskeder.
de: Du hast verschwindende Nachrichten deaktiviert.
el: Απενεργοποίησες τα μηνύματα που εξαφανίζονται.
es: Has desactivado los mensajes temporales.
es_es: Has desactivado la desaparición de mensajes.
et: Sa keelasid kaduvad sõnumid.
eu: Mezuen desagerpena ezgaitu duzu.
fa: شما پیام‌های ناپدید شونده را غیرفعال کردید.
fi: Asetit katoavat viestit pois päältä.
fil: Ginawa mong hindi gumana ang naglalahong mga mensahe.
fr: Vous avez désactivé les messages éphémères.
ga: Dhíchumasaigh tú teachtaireachtaí gearrshaolacha.
gu: તમે અદૃશ્ય થઈ રહેલા મેસેજ ને અક્ષમ કર્યા.
he: הִשְׁבַּתָּ הודעות נעלמות.
hi: आपने गायब मेसेज अक्षम कर दिए हैं।
hr: Onemogućili ste poruke koje nestaju.
hu: Letiltottad az eltűnő üzeneteket.
id: Anda menonaktifkan penghilangan pesan.
is: Þú gerðir sjálfeyðandi skilaboð óvirk
it: Hai disabilitato la scomparsa dei messaggi.
ja: 消えるメッセージを無効にしました。
kab: Tsenseḍ tuffra n yiznan.
kk: Сіз хабарлардың көрінбей кетуін ажыраттыңыз.
km: á¢áŸ’á“á€á”á¶á“á”á·á‘á€á¶ášášá›á»á”áŸá¶ášáŸ”
kn: ನೀವು ಕಣ್ಮರೆಯಾಗುವ ಸಂದೇಶಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದೀರಿ
ko: 사라지는 메시지 기능을 껐습니다.
lt: Jūs išjungėte išnykstančias žinutes.
lv: Jūs atspējojāt ziņu dzēšanu.
mk: Ги оневозможивте исчезнувачките пораки
ml: സന്ദേശങ്ങൾ അപ്രത്യക്ഷമാകുന്നത് നിങ്ങൾ സജീവമല്ലാതാക്കിയിട്ടുണ്ട്.
mr: आपण नाहीसे होणारे संदेश अक्षम केले.
ms: Anda telah menyahdayakan mesej hilang.
my: စာများ ပျက်သွားစေရန် လုပ်ထားချက်ကို ရပ်လိုက်သည်။
nb: Du skrudde av tidsavgrensede meldinger.
nl: Je hebt verdwijnende berichten uitgeschakeld.
pa: ਤੁਸੀਂ ਗਾਇਬ ਹੋਣ ਵਾਲੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਅਸਮਰੱਥ ਕੀਤਾ.
pa_pk: تسیں غائب ہون آلے سنیہیاں نوں غیر فعال کیتا اے۔
pl: Wyłączasz znikające wiadomości.
ps: تاسې د پیغامونو د ورک کېدو غوراوی غیرفعاله کړی دی.
pt_br: Você desabilitou as mensagens efêmeras.
pt_pt: Desactivou a destruição de mensagens.
ro: Ai dezactivat dispariția mesajelor.
ru: Вы отключили исчезающие сообщения.
sk: Vypli ste miznúce správy.
sl: Izklopili ste izginjajoča sporočila.
sq: Çaktivizuat zhdukje mesazhesh.
sr: Искључили сте нестајуће поруке.
sv: Du inaktiverade att meddelanden försvinner.
sw: Umelemaza jumbe zinazopotea
ta: காணாமல் போன செய்திகளை முடக்கியுள்ளீர்கள்.
te: మీరు అదృశ్యమవుతున్న సందేశాలను నిలిపివేసారు
th: คุณได้ปิดใช้งานข้อความที่ลบตัวเองได้
tr: Kaybolan iletileri devre dışı bıraktınız.
ug: سىز غايىب ئۇچۇرنى چەكلىدىڭىز.
uk: Ви вимкнули тимчасові повідомлення.
ur: آپ نے نظروں سے اوجھل پیغامات غیر فعال کیے ہیں۔
vi: Bạn đã tắt tính năng tự hủy tin nhắn.
zh_cn: 您取消了阅后即焚。
zh_hk: 您已停用限時訊息。

# YOU_MUST_COMPLETE_ONBOARDING_BEFORE_PROCEEDING
source: You must complete setup before proceeding.
af: Jy moet opstelling voltooi voordat u voortgaan.
ar: يجبُ عليكَ أن تُكمِلَ الإعداد قبل المتابعة.
az: Davam etməzdən əvvəl quraşdırmanı tamamlamalısınız.
be: Вам трэба завяршыць рэгiстрацыю, перш чым працягнуць.
bg: Трябва да завършите настройката, преди да продължите.
bn: এগিয়ে যাওয়ার আগে আপনাকে অবশ্যই সেটআপ সম্পন্ন করতে হবে।
ca: Heu de completar la configuració abans de continuar.
cs: Než budete pokračovat, musíte dokončit nastavení.
cy: Mae'n rhaid i chi orffen gosod eich cyfrif cyn parhau.
da: Du skal fuldføre opsætningen før du fortsætter.
de: Du musst die Einrichtung abschließen, um fortzufahren.
el: Πρέπει να ολοκληρώσεις τη διαδικασία εγγραφής πριν προχωρήσεις.
es: Debes completar la configuración antes de continuar.
es_es: Debes finalizar la configuración antes de poder continuar.
et: Jätkamiseks pead seadistamise lõpetama.
eu: Ezarpena osatu behar duzu jarraitu aurretik
fa: قبل از ادامه باید راه اندازی برنامه را تکمیل کنید.
fi: Asennus on suoritettava loppuun ennen jatkamista
fil: Kailangan mong kumpletuhin ang setup bago magpatuloy.
fr: Terminez la configuration pour continuer.
ga: Caithfidh tú an chumraíocht a chur i gcrích sula rachaidh tú ar aghaidh.
gu: આગળ વધતા પહેલાં તમારે સેટઅપ પૂર્ણ કરવું આવશ્યક છે.
he: אתה חייב להשלים הכנה לפני שתמשיך.
hi: आगे बढने से पहले आपको सेटअप पूरा करना होगा।
hr: Morate dovršiti postavljanje za nastavak.
hu: A folytatáshoz kérlek véglegesítsd a beállításaidat.
id: Anda harus menyelesaikan pengaturan sebelum menlanjutkan.
is: Þú verður að ljúka uppsetningu áður hægt er að halda áfram.
it: Devi completare l'installazione prima di procedere.
ja: セットアップを完了しないと先に進めません。
kab: Ilaq ad tsemdeḍ asebded send ad tkemmleḍ.
kk: Іске кіріспес бұрын параметрлерді орнатуды аяқтауыңыз керек.
km: á¢áŸ’á“á€ááŸ’ášá¼áœá”á‰áŸ’á…á”áŸ‹á€á¶ášáŠáŸ†á¡á¾á„ á˜á»á“á–áŸá›á…á¶á”áŸ‹á•áŸ’áá¾á˜áŸ”
kn: ಮುಂದುವರಿಯುವ ಮೊದಲು ನೀವು ಸೆಟಪ್ ಪೂರ್ತಿಗೊಳಿಸಬೇಕು.
ko: 계속하기 전 먼저 설정을 완료해야 합니다.
lt: Prieš tęsdami, privalote užbaigti sąranką.
lv: Lai turpinātu, jums ir jāpabeidz iestatīšana.
mk: Мора да го завршите поставувањето пред да продолжите.
ml: തുടരുന്നതിന് മുൻപ് നിങ്ങൾ സെറ്റ്അപ്പ് പൂർത്തിയാക്കേണ്ടതുണ്ട്.
mr: पुढे जाण्यापूर्वी आपण सेटअप पूर्ण करायला हवा.
ms: Anda perlu melengkapkkan persediaan sebelum meneruskan.
my: ဆက်လက်မလုပ်ဆောင်မီ သင်မှ ပြင်ဆင်တပ်ဆင်ခြင်းများ ကို အရင် ပြီးစီးရပါမည်။
nb: Du må fullføre oppsettet før du kan fortsette.
nl: Je moet de configuratie voltooien voordat je verder kunt gaan.
pa: ਅਗਾਂਹ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਸੈੱਟਅਪ ਪੂਰਾ ਕਰਨਾ ਪਵੇਗਾ.
pa_pk: اگے ودھن توں پہلاں تساں نوں لازماً سیٹ اپ مکمل کرنا ہووے گا۔
pl: Musisz najpierw dokończyć konfigurację.
ps: تاسې باید دا سیټ اپ له وړاندې تلو مخکې بشپړ کړئ.
pt_br: Você deve completar o registro antes de continuar.
pt_pt: Deverá terminar a configuração antes de continuar.
ro: Înainte de a continua, trebuie să finalizezi configurarea.
ru: Вы должны завершить регистрацию перед продолжением.
sk: Pred pokračovaním musíte dokončiť nastavenie.
sl: Pred nadaljevanjem morate dokončati nastavitev.
sq: Përpara se të vazhdohet, duhet të plotësoni ujdisjen.
sr: Морате да довршите подешавање пре него што наставите.
sv: Du måste slutföra installationen innan du fortsätter.
sw: Lazima ukamilishe usanidi kabla ya kuendelea
ta: நீங்கள் தொடர்வதற்கு முன் அமைப்பை முடிக்க வேண்டும்.
te: కొనసాగడానికి ముందు మీరు సెటప్‌ను పూర్తి చేయాలి.
th: คุณต้องตั้งค่าให้สมบูรณ์ก่อนจะไปต่อได้
tr: İlerlemeden önce kurulumu tamamlamalısınız.
ug: داۋاملاشتۇرۇشتىن بۇرۇن چوقۇم تەڭشەشنى تاماملىشىڭىز كېرەك.
uk: Спершу ви мусите завершити реєстрацію.
ur: آگے بڑھنے سے پہلے آپ کو سیٹ اپ مکمل کرنا ہوگا۔
vi: Bạn phải hoàn tất cài đặt trước khi tiếp tục.
zh_cn: 你必须先完成设置才能继续。
zh_hk: 您必須完成設定方可繼續。

# YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: You set disappearing message time to %@.
af: Jy het verdwynboodskaptyd gestel na %@.
ar: ضبطتَ وقت إختفاء الرسائل على %1$@.
az: Yox olan mesajların vaxtını %@ olaraq tənzimlədiniz.
be: Вы ўсталявалі таймер знікнення паведамлення на %1$@.
bg: Вие настроихте изчезващите съобщения за време от %@.
bn: আপনি অদৃশ্য হয়ে যাওয়া বার্তার সময়কাল %1$@ নির্ধারন করেছেন।
ca: Heu establert els missatges efímers en %1$@.
cs: Nastavil(a) jste čas mizejících zpráv na %1$@.
cy: Gosodasoch cyfnod negeseuon byrhoedlog i %@.
da: Du indstillede udløbstid for forsvindende besked til %1$@.
de: Du hast die Zeit für verschwindende Nachrichten auf %1$@ festgelegt.
el: Όρισες τον χρόνο εξαφάνισης των μηνυμάτων σε %1$@.
es: Has establecido la duración de los mensajes temporales en %1$@.
es_es: Has fijado la desaparición de mensajes en %@.
et: Sa määrasid kaduvate sõnumite aja: %@.
eu: Desagertzen diren mezuen denbora honela dago ezarrita: %@.
fa: شما زمان ناپدید شدن پیام‌ها را روی %1$@ تنظیم کردید.
fi: Asetit viestien katoamisajaksi %1$@.
fil: Itinakda mo ang oras ng naglalahong mensahe sa %@.
fr: Vous avez défini le délai avant disparition des messages éphémères sur %1$@.
ga: Shocraigh tú an tréimhse a mhaireann teachtaireachtaí gearrshaolacha go %1$@.
gu: તમે અદ્રશ્ય મેસેજ સમય %1$@ પર સેટ કર્યો છે.
he: הִגְדַּרְתָּ את זמן ההודעות הנעלמות אל %1$@.
hi: आपने मेसेजों के गायब होने का समय %1$@ कर दिया है।
hr: Postavili ste da poruke nestaju za %1$@.
hu: Beállítottad az eltűnő üzenetek idejét erre: %1$@.
id: Anda mengatur waktu penghilangan pesan menjadi %1$@.
is: Þú tímastilltir sjálfeyðandi skilaboð á %@.
it: Hai impostato la scomparsa dei messaggi a %1$@.
ja: 消えるメッセージのタイマーを%1$@に設定しました。
kab: Tesbaduḍ akud n ṛṛwaḥ n yiznan ɣer %@.
kk: Сіз хабарлардың көрінбей кету уақытын %@ мәніне орнаттыңыз.
km: á¢áŸ’á“á€á€áŸ†áááŸ‹ášá™áŸˆá–áŸá›ášá›á»á”áŸá¶áš %@áŸ”
kn: ನೀವು ಕಣ್ಮರೆಯಾಗುತ್ತಿರುವ ಸಂದೇಶ ಸಮಯವನ್ನು %@ ಗೆ ನಿಗದಿಪಡಿಸಿದ್ದೀರಿ.
ko: 사라지는 메시지 시간을 %1$@(으)로 설정했습니다.
lt: Jūs nustatėte išnykstančių žinučių laiką į %@.
lv: Jūs iestatījāt ziņas dzēšanas intervālu uz %@.
mk: Го поставивте времето на исчезнувањето на пораките на %@.
ml: സന്ദേശം അപ്രത്യക്ഷമാകാനുള്ള സമയം %@ ആയി നിങ്ങൾ ക്രമീകരിച്ചിരിക്കുന്നു.
mr: आपण नाहीसे होणारे संदेशाची वेळ %1$@ वर सेट केली आहे.
ms: Anda menetapkan pemasa mesej hilang kepada %1$@
my: သင်သည် စာများအား %@ အတောအတွင်းပျက်သွားစေရန် ချိန်ထားသည်။
nb: Du satte utløpstiden for meldinger til %1$@.
nl: Je hebt de timer voor verdwijnende berichten op %1$@ ingesteld.
pa: ਤੁਸੀਂ ਸੁਨੇਹਿਆਂ ਦੇ ਗਾਇਬ ਹੋਣ ਦੇ ਸਮੇਂ ਨੂੰ %@ ਰੱਖ ਦਿੱਤਾ.
pa_pk: تساں نے غائب ہون آلے سنیہا دا ویلا %@ مقرر کیتا۔
pl: Ustawiasz czas, po którym wiadomości znikają, na %1$@.
ps: تاسې د ورک کېدونکي پیغام ټایمر %@ ته تنظیم کړی.
pt_br: Você definiu a expiração de mensagens efêmeras para %1$@.
pt_pt: Você definiu %1$@ como o tempo a decorrer até as mensagens serem destruídas.
ro: Ai setat timpul de expirare a mesajelor la %1$@.
ru: Вы установили время исчезновения сообщений — %1$@.
sk: Nastavili ste časovač miznúcich správ na %1$@.
sl: Čas za izginjajoča sporočila ste nastavili na %@.
sq: Caktuat si kohë tretjeje mesazhesh %@.
sr: Подесили сте време нестајућих порука на %1$@.
sv: Du satte tid innan meddelanden försvinner till %1$@.
sw: Uliseti muda wa ujumbe unaotoweka kwa %@
ta: காணாமல் போன செய்தி நேரத்தை %@ ஆக அமைத்துள்ளீர்கள்.
te: మీరు అదృశ్యమవుతున్న సందేశ టైంను %@ కు సెట్ చేసారు
th: คุณได้ตั้งเวลาข้อความที่ลบตัวเองได้ไว้ที่ %1$@
tr: Kaybolan ileti süresini %1$@ olarak ayarladınız.
ug: ئۇچۇرنىڭ ئۆچۈرۈلۈش ۋاقتىنى %1$@ قىلىپ تەڭشىدىڭىز.
uk: Ви встановили таймер тимчасових повідомлень: %1$@.
ur: آپ %1$@وقت تک پیغام غائب کرنے کیلئے ترتیب دے رہے ہیں۔
vi: Bạn đã đặt thời gian để tin nhắn biến mất là %1$@.
zh_cn: 您设置了消息%1$@后消失。
zh_hk: 您已將限時訊息的消失時間設為 %1$@。

# SUPPORT_EMAIL_INFO_DIVIDER
source: --- Support Info ---
af: --- Ondersteuningsinligting ---
az: --- Dəstək məlumatı ---
be: --- Інфармацыя аб падтрымцы ---
bn: --- সহায়তা তথ্য ---
ca: --- Informació d'assistència ---
cs: --- Informace pro podporu ---
cy: --- Gwybodaeth Gymorth ---
de: Support-Informationen
el: --- Πληροφορίες υποστήριξης ---
es: --- Información de asistencia ---
es_es: --- Información de soporte ---
et: --- Kasutajatoe info ---
fa: --- اطلاعات پشتیبانی ---
fi: --- Tekniset tiedot ---
fr: --- Infos d'assistance ---
gu: --- સપોર્ટ માહિતી ---
he: --- מידע תמיכה ---
hi: --- समर्थन जानकारी ---
hr: --- Informacije o podršci ---
hu: --- Támogatás infó ----
id: --- Informasi Dukungan ---
is: --- Upplýsingar vegna aðstoðar ---
it: --- Informazioni supporto ---
ja: --- サポート情報 ---
kab: --- Talɣut n wallal ---
km: --- á–áŸááŸŒá˜á¶á“á¢áŸ†á–á¸á€á¶ášá‚á¶áŸ†á‘áŸ’áš---
kn: --- ಬೆಂಬಲ ಮಾಹಿತಿ ---
ko: --- 지원 정보 ---
lt: --- Palaikymo informacija ---
lv: --- Atbalsta informācija ---
mk: --- Инфо за поддршка ---
ml: --- പിന്തുണാ വിവരങ്ങൾ ---
mr: --- समर्थन माहिती ---
ms: --- Maklumat Sokongan ---
my: --- ပံ့ပိုးမှု အချက်အလက်များ ---
nl: --- Ondersteuningsinformatie ---
pa: --- ਸਹਿਯੋਗ ਜਾਣਕਾਰੀ ---
pl: --- Informacje dla pomocy technicznej ---
ps: --- مرستندویه معلومات ---
pt_br: --- Informações de suporte ---
pt_pt: --- Informação de suporte ---
ro: --- Info Suport ---
ru: --- Информация для поддержки ---
sk: --- Info podpory ---
sl: --- Podporne informacije ---
sq: --- Informacion Asistence ---
sr: --- Информације о подршци ---
sv: --- Supportinformation ---
sw: --- Maelezo ya Usaidizi ---
ta: --- ஆதரவு தகவல் ---
th: --- ข้อมูลความช่วยเหลือ ---
tr: --- Destek Bilgisi ---
ug: --- قوللاش ئۇچۇرى ---
uk: --- Інформація для служби підтримки ---
ur: --- مدد کی معلومات ---
vi: --- Thông tin Hỗ trợ ---
zh_cn: --- 支持信息 ---
zh_hk: --- 支援資訊 ---

# GROUP_CALL_MEMBER_LIST_SECTION_HEADER_MEMBER_COUNT
source: (%1$d)
ko: (%1$d명)

# REGISTER_RATE_LIMITING_BODY
source: You have tried too often. Please wait a minute before trying again.
af: U het te gereeld probeer. Wag ’n minuut voordat u weer probeer.
az: Çox cəhd etdiniz. Zəhmət olmasa yenidən cəhd etməzdən əvvəl bir dəqiqə gözləyin.
bg: Вие сте опитвали твърде често. Моля, изчакайте няколко минути преди да опитате отново.
cy: Rydych wedi rhoi cynnig yn rhy aml. Arhoswch funud cyn rhoi cynnig arall arni.
es_es: Lo has intentado demasiadas veces. Por favor, espera un minuto antes de intentarlo de nuevo.
et: Sa proovisid liiga tihti. Palun oota üks minut enne uuesti proovimist.
eu: Maizegi saiatu zara. Mesedez, itxaron minutu bat berriro saiatu aurretik.
fa: شما چندین بار امتحان کردید. لطفا قبل از امتحان مجدد، یک دقیقه صبر کنید.
fil: Madaming beses mo nang sinubukan. Maghintay ng isang minuto bago subukang muli.
is: Þú hefur gert of margar tilraunir til innskráningar. Bíddu í dálitla stund áður en þú reynir aftur.
kab: Ddeqs i tεerḍeḍ. Ttxil-k·m rǧu kra n tesdatin send ad tεerḍeḍ tikkelt-nniḍen.
kk: Сіз әрекеттерді тым жиі жасадыңыз. Екінші рет байқап көрерден бұрын бір минут күтіңіз.
km: á¢áŸ’á“á€á”á¶á“á–áŸ’á™á¶á™á¶á˜á…áŸ’ášá¾á“áŠá„á–áŸá€áŸ” áŸá¼á˜ášá„áŸ‹á…á¶áŸ†á˜á½á™á“á¶á‘á¸ á˜á»á“á–áŸá›á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ನೀವು ಬಹಳ ಪದೇ ಪದೇ ಪ್ರಯತ್ನಿಸಿದ್ದೀರಿ. ಆದರೆ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು ಒಂದು ನಿಮಿಷ ಕಾಯಿರಿ.
lt: Jūs bandėte pernelyg dažnai. Prieš bandydami dar kartą, palaukite minutėlę.
lv: Pārāk liels mēģinājumu skaits. Uzgaidiet minūti, pirms mēģināt vēlreiz.
mk: Се обидувавте премногу често. Ве молиме почекајте пред да се обидете повторно.
ml: നിങ്ങൾ പലതവണ ശ്രമം നടത്തിയിരിക്കുന്നു. വീണ്ടും ശ്രമിക്കുന്നതിന് മുൻപ് ദയവായി ഒരു മിനിറ്റ് കാത്തിരിക്കുക.
my: ကြိုးစားသည့်အကြိမ် စိပ်နေသည်။ ပြန်မကြိုးစားခင် တစ်မိနစ်လောက်စောင့်ပါ။
pa: ਤੁਸੀਂ ਬਹੁਤ ਜਲਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਲਈ. ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਮਿੰਟ ਲਈ ਉਡੀਕ ਕਰੋ.
pa_pk: تساں نے بوہتی واری کوشش کیتی اے۔ مہربانی کر کے دوبارہ کوشش کرن توں پہلاں اک منٹ انتظار کرو۔
ps: تاسې ډېر ځلونه هڅه وکړه. مهرباني وکړئ یوه دقیقه صبر وکړئ بیا هڅه وکړئ.
sl: Prevečkrat ste poskusili. Počakajte nekaj minut, preden boste lahko poskusili znova.
sq: Keni provuar shumë herë. Ju lutemi, pritni një minutë, përpara se të riprovoni.
sw: Umejaribu mara nying sanai. Tafadhali subiri dakika moja kabla ya kujaribu tena.
ta: நீங்கள் அடிக்கடி முயற்சித்தீர்கள். மீண்டும் முயற்சிக்கும் முன் ஒரு நிமிடம் காத்திருங்கள்.
te: మీరు చాలా తరచుగా ప్రయత్నించారు. మళ్ళీ ప్రయత్నించడానికి ముందు దయచేసి ఒక నిమిషం వేచి ఉండండి.
th: คุณลองบ่อยครั้งเกินไป กรุณารอสักนาทีก่อนจะลองใหม่
zh_hk: 嘗試次數超出上限。請等一分鐘後再試。

# SEPA_DONATION_IBAN_LABEL
source: IBAN
da: IBAN-nummer
th: หมายเลข IBAN

# VOICE_MESSAGE_FILE_NAME
source: signal
af: Stemboodskap
az: Səsyazmalı mesaj
bg: Гласово Съобщение
cy: Neges Llais
es_es: Nota de voz
et: Häälsõnum
eu: Ahots-mezua
fil: Voice na Mensahe
is: Talskilaboð
kab: Izen s taɣect
kk: Дауысты хабарлама
km: áŸá¶ášá‡á¶áŸáŸ†á¡áŸá„
kn: ಧ್ವನಿ ಸಂದೇಶ
lt: Balso žinutė
lv: Balss ziņa
mk: Гласовна порака
ml: ശബ്ദ സന്ദേശം
my: အသံမက်ဆေ့ချ်
pa: ਵੌਇਸ ਸੁਨੇਹਾ
pa_pk: وائس سنیہا
ps: غږیز پیغام
sl: Glasovno sporočilo
sq: Mesazh Zanor
sw: Ujumbe wa Sauti
ta: குரல் செய்தி
te: వాయిస్ సందేశం
