Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# RESTORING_MEDIA_BANNER_DISK_SPACE_TITLE_FORMAT
source: Free up %@ of space on this device to download your media.
ar: حرِّر %1$@ من المساحة على هذا الجهاز لتنزيل ملفات الوسائط الخاصة بك.
be: Вызваліце %1$@ на гэтай прыладзе, каб спампаваць медыяфайлы.
bn: আপনার মিডিয়া ডাউনলোড করার জন্য এই ডিভাইসে %1$@ জায়গা খালি করুন।
ca: Allibera fins a %1$@ d'espai en el dispositiu per descarregar els teus arxius multimèdia.
cs: Uvolněte %1$@ místa v tomto zařízení pro stažení médií.
da: Frigør %1$@ lagerplads på denne enhed for at downloade dine medier.
de: Gib %1$@ Speicherplatz frei, um deine Medien herunterladen zu können.
el: Απελευθέρωσε έως %1$@ χώρου σε αυτήν τη συσκευή για να κατεβάσεις τα πολυμέσα σου.
es: Libera %1$@ de espacio en este dispositivo para descargar tus archivos multimedia.
fa: برای دانلود رسانه خود، %1$@ فضا در این دستگاه آزاد کنید.
fi: Vapauta %1$@ tilaa laitteelta median lataamiseksi.
fr: Pour télécharger vos médias, libérez %1$@ d'espace sur cet appareil.
ga: Saor %1$@ de spás ar an ngléas seo le do mheáin a íoslódáil.
gu: તમારા મીડિયાને ડાઉનલોડ કરવા માટે આ ડિવાઇસ પર %1$@ જગ્યા ખાલી કરો.
he: יש לפנות %1$@ של שטח במכשיר זה כדי להוריד את המדיה שלך.
hi: अपना मीडिया डाउनलोड करने के लिए इस डिवाइस पर %1$@ स्पेस खाली करें।
hr: Oslobodite %1$@ prostora na uređaju da biste preuzeli svoje medijske zapise.
hu: A médiafájlok letöltéséhez szabadíts fel %1$@ tárhelyet ezen az eszközön.
id: Kosongkan ruang penyimpanan sebesar %1$@ di perangkat ini apabila ingin mengunduh media.
it: Libera fino a %1$@ di spazio su questo dispositivo per scaricare i tuoi media.
ja: メディアをダウンロードするために、この端末のストレージ容量を %1$@ 確保してください。
ko: 미디어를 다운로드하려면 이 기기에서 %1$@의 여유 공간을 확보하세요.
mr: तुमचा मीडिया डाऊनलोड करण्यासाठी या डिव्हाईसवर %1$@ जागा मोकळी करा.
ms: Kosongkan ruang sehingga %1$@ pada peranti ini untuk muat turun media anda.
nb: Slett %1$@ med plass fra enheten for å laste ned mediefilene dine.
nl: Maak %1$@ ruimte vrij op dit apparaat om je media te downloaden.
pl: Aby pobrać multimedia, zwolnij %1$@ miejsca na urządzeniu.
pt_br: Libere %1$@ de espaço neste dispositivo para baixar seus arquivos de mídia.
pt_pt: Liberte até %1$@ de espaço neste dispositivo para transferir os seus ficheiros multimédia.
ro: Eliberează %1$@ spațiu pentru a-ți descărca fișierele media.
ru: Освободите %1$@ места на этом устройстве для загрузки медиафайлов.
sk: Ak chcete stiahnuť médiá, uvoľnite %1$@ miesta na tomto zariadení.
sr: Ослободите %1$@ меморијског простора на овом уређају да бисте преузели медије.
sv: Frigör %1$@ utrymme på den här enheten för att ladda ner dina mediefiler.
th: โปรดเพิ่มพื้นที่จัดเก็บ %1$@ บนอุปกรณ์เครื่องนี้เพื่อดาวน์โหลดไฟล์สื่อของคุณ
tr: Medyanı indirmek için bu cihazda %1$@ alan boşalt.
ug: مېدىيارىڭىزنى چۈشۈرۈش ئۈچۈن بۇ ئۈسكۈنىدە %1$@ بوشلۇق ھازىرلاڭ.
uk: Звільніть %1$@ на пристрої, щоб завантажити медіафайли.
ur: اپنے میڈیا کو ڈاؤن لوڈ کرنے کے لیے اس ڈیوائس میں %1$@ جگہ خالی کریں۔
vi: Giải phóng %1$@ dung lượng trên thiết bị này để tải xuống tập tin đa phương tiện của bạn.
zh_cn: 此设备需要释放 %1$@ 的空间才能下载您的媒体。
zh_hk: 在此裝置釋放 %1$@ 的空間來下載你的媒體。

# RESTORING_MEDIA_BANNER_FINISHED_TITLE
source: Download Complete
ar: انتهى التنزيل
be: Спампоўка завершана
bn: ডাউনলোড সম্পন্ন হয়েছে
ca: Descàrrega completa
cs: Stahování dokončeno
da: Download fuldført
de: Download abgeschlossen
el: Η λήψη ολοκληρώθηκε
es: Descarga completa
fa: دانلود کامل شد
fi: Lataus valmis
fr: Téléchargement terminé
ga: Íoslódáil críochnaithe
gu: ડાઉનલોડ પૂર્ણ
he: ההורדה הושלמה
hi: डाउनलोड पूरा हुआ
hr: Preuzimanje je dovršeno
hu: A letöltés kész
id: Pengunduhan Selesai
it: Download completato
ja: ダウンロード完了
ko: 다운로드 완료
mr: डाउनलोड पूर्ण झाले
ms: Muat turun selesai
nb: Nedlasting fullført
nl: Download voltooid
pl: Pobieranie zakończone
pt_br: Download concluído
pt_pt: Download completo
ro: Descărcare completă
ru: Скачивание завершено
sk: Sťahovanie dokončené
sr: Преузимање је завршено
sv: Nerladdning slutförd
th: ดาวน์โหลดเสร็จสิ้น
tr: İndirme tamamlandı
ug: چۈشۈرۈلدى
uk: Завантаження завершено
ur: ڈاؤن لوڈ مکمل ہو گئی
vi: Tải xuống hoàn tất
zh_cn: 下载完成
zh_hk: 下載完成

# RESTORING_MEDIA_BANNER_PAUSED_BATTERY_SUBTITLE
source: Device has low battery
ar: بطارية الجهاز منخفضة
be: Акумулятар разраджаны на прыладзе
bn: ডিভাইসের ব্যাটারির চার্জ কম
ca: El dispositiu té poca bateria
cs: Zařízení má téměř vybitou baterii
da: Enheden har lavt batteri
de: Akkustand des Geräts ist niedrig
el: Η συσκευή έχει χαμηλή μπαταρία
es: Tu dispositivo tiene poca batería
fa: باتری دستگاه کم است
fi: Laitteen akku on vähissä
fr: Batterie faible
ga: Tá ceallra íseal sa ghléas
gu: ડિવાઇસની બેટરી ઓછી છે
he: למכשיר יש סוללה חלשה
hi: डिवाइस की बैटरी कम है
hr: Niska razina baterije
hu: A készülék akkumulátor-töltöttsége alacsony
id: Daya perangkat rendah
it: Batteria scarica
ja: 端末のバッテリー残量が少なくなっています
ko: 기기 배터리 부족
mr: डिव्हाइसची बॅटरी कमी झाली आहे
ms: Bateri peranti lemah
nb: Enheten har lite batteri
nl: Batterij van apparaat bijna leeg
pl: Niski poziom naładowania baterii
pt_br: Dispositivo com bateria fraca
pt_pt: O dispositivo tem pouca bateria
ro: Dispozitivul are bateria scăzută
ru: Батарея устройства разряжена
sk: Zariadenie má slabú batériu
sr: Батерија уређаја је скоро празна
sv: Enheten har låg batterinivå
th: อุปกรณ์มีแบตเตอรี่ต่ำ
tr: Cihazın pili zayıf
ug: ئۈسكۈنىنىڭ باتارېيەسى تۆۋەن
uk: Низький заряд акумулятора
ur: ڈیوائس کی بیٹری کم ہے
vi: Thiết bị hiện yếu pin
zh_cn: 设备电池电量不足
zh_hk: 裝置電池電量不足

# RESTORING_MEDIA_BANNER_PAUSED_NOT_REACHABLE_SUBTITLE
source: No internet…
ar: لا يوجد اتصال بالإنترنت…
be: Няма інтэрнэту…
bn: ইন্টারনেট সংযোগ নেই…
ca: No hi ha internet…
cs: Bez připojení k internetu…
da: Intet internet…
de: Kein Internet …
el: Χωρίς διαδίκτυο…
es: Sin conexión a Internet
fa: اینترنت متصل نیست…
fi: Ei internetyhteyttä…
fr: Aucune connexion Internet…
ga: Níl Idirlíon ann…
gu: ઇન્ટરનેટ નથી…
he: אין אינטרנט…
hi: इंटरनेट नहीं है…
hr: Nema interneta…
hu: Nincs internet…
id: Tidak ada internet …
it: Niente Internet…
ja: インターネット接続がありません…
ko: 인터넷 연결 없음…
mr: इंटरनेट नाही…
ms: Tiada internet…
nb: Ikke koblet til internett …
nl: Geen internet…
pl: Brak internetu…
pt_br: Sem internet…
pt_pt: Sem internet…
ro: Fără internet…
ru: Нет интернета…
sk: Žiadne internetové pripojenie…
sr: Нема интернета…
sv: Inget internet …
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต…
tr: İnternet yok…
ug: ئىنتېرنېت يوق…
uk: Немає інтернету…
ur: انٹرنیٹ نہیں ہے…
vi: Không có kết nối mạng…
zh_cn: 没有网络…
zh_hk: 沒有網路連線…

# RESTORING_MEDIA_BANNER_PAUSED_TITLE
source: Download Paused
ar: تمَّ إيقاف التنزيل مؤقَّتًا.
be: Пампаванне прыпынена
bn: ডাউনলোড স্থগিত অবস্থায় আছে
ca: Descàrrega en pausa
cs: Stahování pozastaveno
da: Download sat på pause
de: Download angehalten
el: Η λήψη βρίσκεται σε παύση
es: Descarga en pausa
fa: دانلود موقتاً متوقف شد
fi: Lataus keskeytetty
fr: Téléchargement mis en pause
ga: Íoslódáil Curtha ar Sos
gu: ડાઉનલોડ થોભાવ્યું
he: הורדה מושהית
hi: डाउनलोड रोका गया
hr: Preuzimanje je pauzirano
hu: Letöltés szünetel
id: Pengunduhan Dijeda
it: Download in pausa
ja: ダウンロードを一時停止しました
ko: 다운로드 일시 중지
mr: डाऊनलोड थांबले
ms: Muat Turun Dijeda
nb: Nedlasting satt på pause
nl: Downloaden gepauzeerd
pl: Pobieranie wstrzymane
pt_br: Download pausado
pt_pt: Transferência em pausa
ro: Descărcare întreruptă
ru: Загрузка приостановлена
sk: Sťahovanie bolo pozastavené
sr: Преузимање је паузирано
sv: Nedladdning pausad
th: การดาวน์โหลดหยุดชั่วคราว
tr: İndirme Duraklatıldı
ug: چۈشۈرۈش ۋاقىتلىق توختىتىلدى
uk: Завантаження зупинено
ur: ڈاؤن لوڈ روک دیا گیا
vi: Đã tạm dừng tải xuống
zh_cn: 下载已暂停
zh_hk: 下載已暫停

# RESTORING_MEDIA_BANNER_PROGRESS_FORMAT
source: %1$@ of %2$@
ar: %1$@ من %2$@
be: %1$@ з %2$@
bn: %1$@ এর %2$@
ca: %1$@ de %2$@
cs: %1$@ z %2$@
da: %1$@ af %2$@
de: %1$@ von %2$@
el: %1$@ από %2$@
es: %1$@ de %2$@
fa: %1$@ از %2$@
fr: %1$@ sur %2$@
ga: %1$@ as %2$@
gu: %2$@માંથી %1$@
he: %1$@ מתוך %2$@
hi: %1$@ का %2$@
hr: %1$@ od %2$@
id: %1$@ dari %2$@
it: %1$@ di %2$@
ko: %2$@ 중 %1$@
mr: %1$@ पैकी %2$@
ms: %1$@ daripada %2$@
nb: %1$@ av %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
pt_pt: %1$@ de %2$@
ro: %1$@ din %2$@
ru: %1$@ из %2$@
sk: %1$@ z %2$@
sr: %1$@ од %2$@
sv: %1$@ av %2$@
th: %1$@ จาก %2$@
ug: %1$@ نىڭ%2$@
uk: %1$@ з %2$@
ur: %1$@کا%2$@
vi: %1$@ trên tổng số %2$@
zh_cn: %1$@ / %2$@ 匹配
zh_hk: 第 %1$@ 個，共 %2$@ 個

# RESTORING_MEDIA_BANNER_RESUME_WITHOUT_WIFI_BUTTON
source: Resume
ar: استئناف
be: Працягнуць
bn: শুরু করুন
ca: Reprendre
cs: Obnovit
da: Genoptag
de: Fortsetzen
el: Συνέχεια
es: Reanudar
fa: ازسرگیری
fi: Jatka
fr: Reprendre
ga: Atosaigh air
gu: ફરી શરૂ કરો
he: חידוש
hi: फिर से शुरू करें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Riprendi
ja: 再開する
ko: 계속하기
mr: सुरु करा
ms: Sambung semula
nb: Fortsett
nl: Hervatten
pl: Wznów
pt_br: Continuar
pt_pt: Retomar
ro: Reia
ru: Возобновить
sk: Pokračovať
sr: Настави
sv: Återuppta
th: ดำเนินการต่อ
tr: Devam et
ug: ئەسلىگە كەلتۈرۈش
uk: Відновити
ur: جاری رکھیں
vi: Tiếp tục
zh_cn: 继续
zh_hk: 恢復

# RESTORING_MEDIA_BANNER_TITLE
source: Downloading Media
ar: جارٍ تنزيل ملفات الوسائط.
be: Пампаванне медыяфайлаў
bn: মিডিয়া ডাউনলোড হচ্ছে
ca: Descarregant arxius multimèdia
cs: Stahování médií
da: Downloader medier
de: Medien werden heruntergeladen
el: Λήψη πολυμέσων
es: Descargando archivos multimedia
fa: در حال دانلود رسانه
fi: Ladataan mediasisältöä
fr: Téléchargement des médias en cours
ga: Íoslódáil Meán
gu: મીડિયા ડાઉનલોડ કરી રહ્યું છે
he: הורדת מדיה
hi: मीडिया डाउनलोड हो रहा है
hr: Preuzimanje medijskih zapisa
hu: Médiafájl letöltése
id: Mengunduh Media
it: Download dei media in corso
ja: メディアをダウンロード中
ko: 미디어 다운로드
mr: मीडिया डाऊनलोड करत आहे
ms: Memuat Turun Media
nb: Laster ned mediefiler
nl: Media downloaden
pl: Pobieranie multimediów
pt_br: Baixando mídia
pt_pt: A transferir ficheiros multimédia
ro: Se descarcă fișierele media
ru: Загрузка медиафайлов
sk: Sťahovanie médií
sr: Медији се преузимају
sv: Laddar ner media
th: กำลังดาวน์โหลดไฟล์สื่อ
tr: Medya İndiriliyor
ug: مېدىيانى چۈشۈرۈۋاتىدۇ
uk: Завантаження медіафайлів
ur: میڈیا ڈاؤن لوڈ ہو رہا ہے
vi: Đang tải tập tin đa phương tiện
zh_cn: 正在下载媒体
zh_hk: 正在下載媒體

# RESTORING_MEDIA_BANNER_WAITING_FOR_WIFI_TITLE
source: Waiting for Wi-Fi
ar: في انتظار شبكة الواي فاي
be: Чакаем Wi-Fi
bn: Wi-Fi-এর জন্য অপেক্ষা করা হচ্ছে
ca: Esperant una xarxa Wi-Fi
cs: Čekání na Wi-Fi
da: Venter på wi-fi
de: Warte auf WLAN-Verbindung
el: Αναμονή για Wi-Fi
es: Esperando red Wi-Fi
fa: در انتظار Wi-Fi
fi: Odotetaan Wi-Fi-yhteyttä
fr: En attente de Wi-Fi
ga: Ag feitheamh le Wi-Fi
gu: વાઇ-ફાઇની રાહ જોઈ રહ્યાં છીએ
he: בהמתנה ל–Wi-Fi
hi: वाई-फ़ाई का इंतज़ार किया जा रहा है
hr: Čeka se Wi-Fi
hu: Várakozás a wifi-re…
id: Menunggu Wi-Fi
it: In attesa del Wi-Fi
ja: Wi-Fi接続の待機中
ko: Wi-Fi를 기다리는 중…
mr: Wi-Fi च्या प्रतीक्षेत
ms: Menunggu Wi-Fi
nb: Venter på Wi-Fi
nl: Wachten op wifi…
pl: Oczekiwanie na Wi-Fi
pt_br: Aguardando rede Wi-Fi
pt_pt: À espera de Wi-Fi…
ro: Se așteaptă Wi-Fi
ru: Ожидание Wi-Fi
sk: Čaká sa na Wi-Fi
sr: Чекамо Wi-Fi
sv: Väntar på wifi
th: กำลังรอสัญญาณ Wi-Fi
tr: Wi-Fi bekleniyor
ug: Wi-Fi نى ساقلاۋاتىدۇ
uk: Очікування Wi-Fi
ur: Wi-Fi کا انتظار ہو رہا ہے
vi: Đang chờ kết nối Wi-Fi
zh_cn: 正在等待 Wi-Fi 连接
zh_hk: 等待 Wi-Fi

# RESTORING_MEDIA_DISK_SPACE_SHEET_SKIP_BUTTON
source: Skip Download
ar: تخطي التنزيل
be: Прапусціць пампаванне
bn: ডাউনলোড এড়িয়ে যান
ca: Ometre la descàrrega
cs: Přeskočit stahování
da: Spring download over
de: Download überspringen
el: Παράλειψη λήψης
es: Omitir descarga
fa: رد کردن دانلود
fi: Ohita lataus
fr: Ignorer le téléchargement
ga: Scipeáil íoslódáil
gu: ડાઉનલોડ કરવાનું છોડો
he: דילוג על הורדה
hi: डाउनलोड छोड़ें
hr: Preskoči preuzimanje
hu: Letöltés kihagyása
id: Lewati Pengunduhan
it: Salta download
ja: ダウンロードをスキップする
ko: 다운로드 건너뛰기
mr: डाउनलोड वगळा
ms: Langkau muat turun
nb: Hopp over
nl: Downloaden overslaan
pl: Pomiń pobieranie
pt_br: Pular download
pt_pt: Saltar transferência
ro: Omite descărcarea
ru: Пропустить загрузку
sk: Preskočiť sťahovanie
sr: Прескочи преузимање
sv: Hoppa över nedladdning
th: ข้ามการดาวน์โหลด
tr: İndirmeyi atla
ug: چۈشۈرۈشتىن ۋاز كېچىش
uk: Не завантажувати
ur: ڈاؤن لوڈ چھوڑ دیں
vi: Bỏ qua không tải
zh_cn: 跳过下载
zh_hk: 跳過下載

# RESTORING_MEDIA_DISK_SPACE_SHEET_SUBTITLE_FORMAT
source: To finish downloading your media your device needs %@ of storage space. To free up space go to Settings > General > iPhone Storage. You can choose to offload or delete unused apps or content.
ar: لإنهاء تنزيل ملفات الوسائط الخاصة بك، يحتاج جهازك إلى %1$@ من مساحة التخزين. لتحرير المساحة، انتقل إلى "الإعدادات" > "عام" > "مساحة تخزين الآيفون". يُمكنك الاختيار بين تفريغ أو حذف المحتوى أو التطبيقات غير المُستخدَمة.
be: Каб завяршыць пампаванне медыяфайлаў, вашай прыладзе патрабуецца %1$@ памяці. Каб вызваліць месца са сховішча, перайдзіце ў Налады > Агульныя > Сховішча iPhone. Вы можаце выдаліць праграмы і змесціва, што вы не выкарыстоўваеце.
bn: আপনার মিডিয়া ডাউনলোড শেষ করতে আপনার ডিভাইসের %1$@ জায়গা প্রয়োজন। জায়গা খালি করতে সেটিংস > সাধারণ > iPhone স্টোরেজে যান। আপনি অব্যবহৃত অ্যাপ বা কন্টেন্ট অফলোড করার বা মুছে ফেলার সিদ্ধান্ত নিতে পারেন।
ca: Per acabar de descarregar els teus arxius multimèdia, el teu dispositiu necessita %1$@ d'espai d'emmagatzematge. Per alliberar espai, ves a Ajustos > General > Emmagatzematge iPhone. Pots optar per desinstal·lar o eliminar apps o contingut que no facis servir.
cs: K dokončení stahování médií potřebuje vaše zařízení %1$@ úložného prostoru. Místo uvolníte v Nastavení > Obecné > Úložiště iPhone. Nepoužívané aplikace nebo obsah můžete odložit nebo odstranit.
da: For at færdiggøre download af dine medier skal din enhed bruge %1$@ lagerplads. For at frigøre lagerplads skal du gå til Indstillinger > Generelt > iPhone-lager. Du kan vælge at afinstallere eller slette ubrugte apps eller indhold.
de: Um den Download deiner Medien abzuschließen, benötigt dein Gerät %1$@ Speicherplatz. Um Speicherplatz freizugeben, gehe zu Einstellungen > Allgemein > iPhone-Speicher. Du kannst ungenutzte Apps oder Inhalte auslagern oder löschen.
el: Για να ολοκληρώσεις τη λήψη των πολυμέσων σου, η συσκευή σου χρειάζεται %1$@ αποθηκευτικού χώρου. Για να ελευθερώσεις χώρο, πήγαινε στις Ρυθμίσεις > Γενικά > Αποθηκευτικός χώρος iPhone. Μπορείς να επιλέξεις να αφαιρέσεις ή να διαγράψεις εφαρμογές ή περιεχόμενο που δεν χρησιμοποιείς.
es: Para terminar de descargar tus archivos multimedia, tu dispositivo necesita %1$@ de espacio de almacenamiento. Para liberar espacio, ve a Ajustes > General > Almacenamiento del iPhone. Puedes eliminar aplicaciones o contenido que no uses.
fa: دستگاهتان برای تکمیل دانلود رسانه، دستگاه شما به %1$@ فضای ذخیره‌سازی نیاز دارد. برای آزاد کردن فضا، به «تنظیمات > عمومی > حافظه آیفون» بروید. می‌توانید برنامه‌ها یا محتوای بلااستفاده را آفلود یا حذف کنید.
fi: Median lataamisen loppuun saattamiseksi laitteessasi tarvitaan %1$@ tallennustilaa. Voit vapauttaa tilaa valitsemalla Asetukset > Yleiset > iPhonen tallennustila. Voit halutessasi poistaa käyttämättömiä sovelluksia tai sisältöä.
fr: Pour finir de télécharger vos médias, vous devez disposer de %1$@ d'espace de stockage. Accédez à Réglages > Général > Stockage de l'iPhone afin de décharger ou de supprimer des applications inutilisées ou des fichiers volumineux.
ga: Tá %1$@ de spás stórála de dhíth le híoslódáil do mheán a chur i gcrích. Le spás a shaoradh, téigh chuig Socruithe > Ginearálta > Stóras iPhone. Beidh an rogha agat aipeanna nó inneachar neamhúsáidte a bhaint nó a scriosadh.
gu: તમારા મીડિયાને રિસ્ટોર કરવાનું પૂર્ણ કરવા માટે તમારા ડિવાઇસને %1$@ સ્ટોરેજ સ્પેસની જરૂર છે. જગ્યા ખાલી કરવા માટે સેટિંગ્સ > સામાન્ય > iPhone સ્ટોરેજ પર જાઓ. તમે ન વપરાયેલી ઍપ અથવા કન્ટેન્ટને ઓફલોડ કરવાનું અથવા ડિલીટ કરવાનું પસંદ કરી શકો છો.
he: כדי לסיים את הורדת המדיה שלך, המכשיר שלך צריך %1$@ של שטח אחסון. כדי לפנות מקום, יש לעבור אל הגדרות > כללי > אחסון iPhone. אפשר לבחור לנקות או למחוק אפליקציות או תוכן שאינם בשימוש.
hi: आपके मीडिया को पूरी तरह डाउनलोड करने के लिए ज़रूरी है कि आपके डिवाइस पर %1$@ स्टोरेज स्पेस मौजूद हो। स्पेस खाली करने के लिए, सेटिंग्स > सामान्य > iPhone स्टोरेज पर जाएँ। आप वे ऍप्स या कॉन्टेंट को ऑफ़लोड या डिलीट कर सकते हैं, जिनका आप इस्तेमाल नहीं करते।
hr: Za dovršetak preuzimanja medijskih zapisa potrebno je imati %1$@ slobodnog prostora za pohranu na uređaju. Za oslobađanje prostora idite na Postavke > Općenito > iPhone memorija. Možete odabrati uklanjanje ili brisanje nekorištenih aplikacija ili sadržaja.
hu: A médiafájl letöltésének befejezéséhez eszközödnek %1$@ tárhelyre van szüksége. Tárhely felszabadításához lépj a Beállítások > Általános > iPhone tárhely menüpontra. Dönthetsz úgy, hogy áthelyezed vagy törlöd a nem használt alkalmazásokat vagy tartalmakat.
id: Untuk menyelesaikan pengunduhan media, perangkat butuh ruang penyimpanan sebesar %1$@. Untuk mengosongkan ruang, buka Pengaturan > Umum > Penyimpanan iPhone. Anda bisa pilih meng-offload media ataupun menghapus konten atau instalan aplikasi yang tidak dipakai.
it: Per finire il download dei media, il tuo dispositivo ha bisogno di %1$@ di spazio. Per liberare dello spazio, vai nelle Impostazioni > Generali > Spazio su iPhone. Puoi scegliere di eliminare le app e i contenuti inutilizzati, oppure di trasferirli su un backup remoto.
ja: メディアのダウンロードを完了するには、端末に%1$@のストレージ容量が必要です。 空き容量を増やすには、設定 > 一般 > iPhoneストレージ に移動します。未使用のアプリやコンテンツのオフロードまたは消去を選択できます。
ko: 미디어 다운로드를 완료하려면 장치에 %1$@의 저장 공간이 필요합니다. 공간을 확보하려면 설정 > 일반 > iPhone 저장 공간으로 이동하세요. 사용하지 않는 앱이나 콘텐츠를 오프로드하거나 삭제하도록 선택할 수 있습니다.
mr: तुमचा मीडिया डाऊनलोड करणे पूर्ण करण्यासाठी तुमच्या डिव्हाईसवर %1$@ साठवणीची जागा असणे गरजेचे आहे. जागा मोकळी करण्यासाठी सेटिंग्ज > General > iPhone Storage येथे जा. तुम्ही न वापरलेली ॲप्स किंवा मजकूर ऑफलोड करू शकता किंवा हटवू शकता.
ms: Untuk menyelesaikan muat turun media, peranti anda memerlukan %1$@ ruang storan. Untuk mengosongkan ruang, pergi ke Tetapan > Umum > Storan iPhone. Anda boleh memilih untuk alih keluar sementara atau padam aplikasi yang tidak digunakan.
nb: Enheten trenger %1$@ mer lagringsplass for å kunne laste ned mediefilene dine. Frigjør plass ved å gå til Innstillinger > Generelt > iPhone-lagring. Der kan du velge hvilke apper og hvilket innhold du vil avlaste eller slette.
nl: Om het downloaden van je media te voltooien, is er %1$@ opslagruimte op je apparaat nodig. Om ruimte vrij te maken, ga naar Instellingen > Algemeen > iPhone-opslag. Je kunt ervoor kiezen ongebruikte apps of bestanden op te ruimen of te verwijderen.
pl: Aby dokończyć pobieranie multimediów, potrzebujesz %1$@ miejsca na urządzeniu. Oto jak zwolnić miejsce: przejdź do sekcji Ustawienia > Ogólne > Miejsce na iPhonie. Tutaj możesz odinstalować albo trwale usunąć nieużywane aplikacje lub treści.
pt_br: Para terminar de baixar seus arquivos de mídia, seu dispositivo precisa de %1$@ de espaço de armazenamento. Para liberar espaço, acesse Ajustes > Geral > Armazenamento do iPhone. Você pode optar por transferir arquivos ou excluir apps ou conteúdos não utilizados.
pt_pt: Para acabar de transferir os seus ficheiros multimédia, o seu dispositivo necessita de %1$@ de espaço de armazenamento. Para libertar espaço, vá a Definições > Geral > Armazenamento do iPhone. Pode escolher transferir ou eliminar apps ou conteúdo não utilizado.
ro: Pentru a finaliza descărcarea fișierelor media, dispozitivul are nevoie de %1$@ spațiu de stocare. Pentru a elibera spațiu, accesează Setări > General > Stocare iPhone. Poți alege să descarci sau să ștergi aplicațiile sau conținutul neutilizat.
ru: Для завершения загрузки медиафайлов устройству требуется %1$@ места на диске. Чтобы освободить место, перейдите в Настройки > Основные > Хранилище iPhone. Чтобы освободить место, вы можете выгрузить или удалить неиспользуемые приложения или контент.
sk: Na dokončenie sťahovania médií vaše zariadenie potrebuje %1$@ úložného priestoru. Ak chcete uvoľniť miesto, prejdite do Nastavenia > Všeobecné > Úložisko iPhonu. Môžete si vybrať, či chcete presunúť alebo vymazať nepoužívané aplikácie alebo obsah.
sr: Да би преузимање медија могло да се заврши, потребно је %1$@ слободног меморијског простора на вашем уређају. Да ослободите простор, идите на Подешавања > Опште > Меморијски простор iPhone-а. Можете да изаберете да деинсталирате или избришете апликације или садржај које не користите.
sv: För att slutföra nedladdningen av dina media behöver din enhet %1$@ lagringsutrymme. För att frigöra utrymme går du till Inställningar > Allmänt > iPhone-lagring. Du kan välja att ta bort oanvända appar eller innehåll.
th: อุปกรณ์ของคุณต้องมีพื้นที่จัดเก็บ %1$@ จึงจะสามารถดาวน์โหลดไฟล์สื่อให้เสร็จสมบูรณ์ได้ คุณสามารถเพิ่มพื้นที่จัดเก็บโดยไปที่การตั้งค่า > ทั่วไป > พื้นที่จัดเก็บข้อมูลของ iPhone แล้วเลือกออฟโหลดหรือลบไฟล์หรือแอปที่ไม่ได้ใช้งาน
tr: Medyanı indirmeyi tamamlamak için cihazının %1$@ depolama alanına ihtiyacı var. Yer açmak için Ayarlar > Genel > iPhone Depolama bölümüne git. Kullanılmayan uygulamaları veya içerikleri boşaltmayı veya silmeyi seçebilirsin.
ug: مېدىيارىڭىزنى چۈشۈرۈشنى تاماملاش ئۈچۈن ئۈسكۈنىڭىز %1$@ ساقلاش بوشلۇقىغا ئېھتىياجلىق. بوشلۇقنى بېكارلاش ئۈچۈن«تەڭشەكلەر> General ئادەتتىكى> iPhone ساقلاش بوشلۇقى»غا كىرىڭ. ئىشلىتىلمىگەن ئەپ ياكى مەزمۇنلارنى چۈشۈرۈۋېتىش ياكى ئۆچۈرۈشنى تاللىسڭىز بولىدۇ.
uk: Щоб завершити завантаження медіафайлів, на пристрої має бути %1$@ вільної пам'яті. Щоб звільнити місце, перейдіть у параметри > Загальні > Сховище iPhone. Ви можете усунути або видалити непотрібні програми й вміст.
ur: اپنے میڈیا کی ڈاؤن لوڈنگ مکمل کرنے کے لیے آپ کی ڈیوائس میں %1$@ اسٹوریج کی جگہ کی ضرورت ہے۔ جگہ خالی کرنے کے لیے سیٹنگز > جنرل > iPhone اسٹوریج پر جائیں۔ آپ غیر استعمال شدہ ایپس یا مواد کو آف لوڈ یا حذف کرنے کا انتخاب کر سکتے ہیں۔
vi: Để hoàn thành khôi phục tập tin đa phương tiện, thiết bị của bạn cần %1$@ dung lượng trống. Để có thêm dung lượng trống, vào mục Cài đặt > Cài đặt chung > Bộ nhớ iPhone. Bạn có thể chọn sử dụng tính năng offload hoặc xóa các ứng dụng hoặc nội dung không dùng.
zh_cn: 要完成媒体的下载，您的设备需要 %1$@ 的储存空间。 要释放储存空间，请前往“设置 > 通用 > iPhone 储存空间”。您可以选择卸载或删除不使用的 app 或内容。
zh_hk: 要完成下載你的媒體，你的裝置需要 %1$@ 的儲存空間。 若要釋放空間，請前往「設定」 > 「一般」 > 「iPhone 儲存空間」。你可以選擇卸載或刪除不常用的應用程式或內容。

# RESTORING_MEDIA_DISK_SPACE_SHEET_TITLE_FORMAT
source: Free up %@ on this device
ar: وفِّر مساحة %1$@ على هذا الجهاز
be: Вызваліце %1$@ на гэтай прыладзе
bn: এই ডিভাইসে %1$@ খালি করুন
ca: Allibera %1$@ en aquest dispositiu
cs: Uvolněte %1$@ v tomto zařízení
da: Frigør %1$@ på denne enhed
de: Gib auf diesem Gerät %1$@ frei.
el: Απελευθέρωσε %1$@ σε αυτή τη συσκευή
es: Libera %1$@ en este dispositivo
fa: تا %1$@ روی این دستگاه فضا آزاد کنید
fi: Vapauta %1$@ tällä laitteella
fr: Libérez %1$@ sur cet appareil
ga: Déan %1$@ de spás ar an ngléas seo
gu: આ ડિવાઇસ પર %1$@ ખાલી કરો
he: יש לפנות %1$@ במכשיר הזה
hi: इस डिवाइस से %1$@ स्पेस खाली करें
hr: Oslobodite %1$@ prostora na ovom uređaju
hu: Szabadíts fel %1$@ tárhelyet ezen az eszközön
id: Kosongkan ruang %1$@ di perangkat ini
it: Libera %1$@ di spazio su questo dispositivo
ja: 端末に%1$@のストレージを確保してください
ko: 기기에서 %1$@ 공간을 확보하세요
mr: या डिव्हाईसवरील %1$@ जागा मोकळी करा
ms: Kosongkan %1$@ pada peranti ini
nb: Frigjør %1$@ med lagringsplass
nl: Maak %1$@ vrij op dit apparaat
pl: Zwolnij %1$@ na urządzeniu
pt_br: Libere %1$@ neste dispositivo
pt_pt: Liberte até %1$@ neste dispositivo
ro: Eliberează %1$@ pe acest dispozitiv
ru: Освободите %1$@ на этом устройстве
sk: Uvoľnite na tomto zariadení %1$@
sr: Ослободите %1$@ на овом уређају
sv: Frigör %1$@ på den här enheten
th: เพิ่มพื้นที่ %1$@ บนอุปกรณ์เครื่องนี้
tr: Bu cihazda %1$@ yer boşalt
ug: بۇ ئۈسكۈنىدىكى %1$@ بوشلۇقنى بېكارلاڭ
uk: Звільніть %1$@ на цьому пристрої
ur: اس ڈیوائس پر %1$@ خالی کریں
vi: Giải phóng %1$@ trên thiết bị này
zh_cn: 在此设备上释放 %1$@
zh_hk: 在此裝置上釋放 %1$@
