Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PIN_CREATION_CHANGING_TITLE
source: Change your PIN
af: Verander jou PIN
ar: تغيير رقم الـ PIN
az: PIN-i dəyişdirin
be: Змяніць свой PIN-код
bg: Смяна на ПИН кода ви
bn: আপনার পিন পরিবর্তন করুন
ca: Canvieu el PIN
cs: Změnit váš PIN
cy: Newid eich PIN
da: Skift din pinkode
de: Ändere deine PIN
el: Αλλαγή του PIN σου
es: Cambia tu PIN
es_es: Cambiar PIN
et: Muuda oma PIN-koodi
eu: Aldatu zure PINa
fa: پین خود را تغییر دهید
fi: Vaihda tunnusluku
fil: Baguhin ang iyong PIN
fr: Changer de code PIN
ga: Athraigh d'UAP
gu: તમારો PIN બદલો
he: שנה את ה־PIN שלך
hi: अपना पिन बदलें
hr: Promijenite PIN
hu: Adj meg egy új PIN kódot
id: Ganti PIN Anda
is: Breyttu PIN-númerinu þínu
it: Cambia il tuo PIN
ja: PINの変更
kab: Beddel PIN-inek/inem
kk: PIN кодты өзгерту
km: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá›áŸá PIN ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಪಿನ್ ಬದಲಾಯಿಸಿ
ko: PIN 변경
lt: Keisti PIN kodą
lv: PIN maiņa
mk: Променете го вашиот ПИН.
ml: നിങ്ങളുടെ പിൻ മാറ്റുക
mr: आपला PIN बदला
ms: Tukar PIN anda
my: သင့်ပင်နံပါတ်ကို ပြောင်းမယ်
nb: Endre PIN-koden
nl: Je pincode wijzigen
pa: ਆਪਣਾ ਪਿਨ ਬਦਲੋ
pa_pk: اپنی پن تبدیل کرو
pl: Zmień PIN
ps: د خپل PIN بدلول
pt_br: Mude de PIN
pt_pt: Alterar o seu PIN
ro: Schimbă-ți PIN-ul
ru: Изменить свой PIN-код
sk: Zmente si PIN
sl: Spremenite svoj PIN
sq: Ndryshoni PIN-in tuaj
sr: Промените PIN
sv: Ändra din PIN-kod
sw: Badilisha PINI yako
ta: உங்கள் பின்னை மாற்றவும்
te: మీ పిన్ మార్చండి
th: เปลี่ยนรหัส PIN ของคุณ
tr: PIN'inizi değiştirin
ug: PIN نىڭنى ئۆزگەرت
uk: Зміна PIN-коду
ur: اپنا پن تبدیل کریں
vi: Thay đổi mã PIN của bạn.
zh_cn: 更改 PIN 码
zh_hk: 變更您的 PIN 碼

# PIN_CREATION_CONFIRM_TITLE
source: Confirm your PIN
af: Voer jou PIN weer in
ar: تأكيد رقم التعريف الشخصي (PIN)
az: PIN-inizi təsdiqləyin.
be: Пацвердзіце свой PIN-код
bg: Потвърдете своя ПИН код
bn: আপনার পিনটি নিশ্চিত করুন
ca: Confirmeu el PIN.
cs: Potvrďte váš PIN
cy: Cadarnhewch eich PIN.
da: Bekræft din pinkode
de: Bestätige deine PIN
el: Επαλήθευσε το PIN σου
es: Confirma tu PIN
es_es: Confirma tu PIN
et: Kinnita PIN-kood
eu: Baieztatu zure PIN-a
fa: رمز خود را تأیید کنید
fi: Vahvista tunnuslukusi
fil: Kumpirmahin ang iyong PIN
fr: Confirmer le code PIN
ga: Deimhnigh d'UAP
gu: તમારા PIN ની પુષ્ટિ કરો
he: אשר את ה־PIN שלך
hi: अपने पिन की पुष्टि करें
hr: Potvrdite svoj PIN
hu: PIN megerősítése
id: Konfirmasi PIN Anda
is: Staðfestu PIN-númerið þitt
it: Conferma il tuo PIN
ja: PINの確認
kab: Sentem PIN inek·inem
kk: PIN кодты растау
km: á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á›áŸá PIN ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ದೃಡಪಡಿಸಿ.
ko: PIN 확인
lt: Patvirtinkite savo PIN kodą
lv: PIN apstiprināšana
mk: Потврдете го вашиот ПИН
ml: നിങ്ങളുടെ PIN സ്ഥിരീകരിക്കുക
mr: आपल्या PIN ची पुष्टी करा
ms: Sahkan PIN anda
my: သင့်ပင်နံပါတ်ကို အတည်ပြုမယ်
nb: Bekreft PIN-kode
nl: Bevestig je pincode
pa: ਆਪਣੇ ਪਿਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pa_pk: ‏اپنی پن دی تصدیق کرو
pl: Potwierdź PIN
ps: خپل PIN مو تایید کړئ
pt_br: Confirme o seu PIN
pt_pt: Confirme o seu PIN
ro: Confirmă PIN-ul
ru: Подтвердите свой PIN-код
sk: Potvrďte svoj PIN
sl: Potrdite svoj PIN.
sq: Ripohoni PIN-in tuaj
sr: Потврдите PIN
sv: Bekräfta din PIN-kod
sw: Thibitisha PINI yako
ta: உறுதிப்படுத்தவும் உங்கள் பின்
te: మీ పిన్ను నిర్ధారించండి
th: ยืนยันรหัส PIN ของคุณ
tr: PIN'inizi onaylayın
ug: PIN ىڭىزنى جەزملەڭ
uk: Підтвердьте PIN-код
ur: اپنے پن کی تصدیق کریں
vi: Xác nhận PIN của bạn
zh_cn: 确认 PIN 码
zh_hk: 確認您的 PIN 碼。

# PIN_CREATION_CONFIRMATION_EXPLANATION
source: Enter the PIN you just created.
af: Voer die PIN in wat jy pas geskep het.
ar: أدخِل رقم التعريف الشخصي (PIN) الذي أنشأته للتو.
az: İndicə yaratdığınız PIN-i daxil edin.
be: Увядзіце толькі што створаны вамі PIN-код.
bg: Въведете току-що създадения ПИН.
bn: আপনার এইমাত্র তৈরি করা পিনটি লিখুন।
ca: Marqueu el PIN que heu creat.
cs: Zadejte PIN který jste právě vytvořili.
cy: Rhowch y PIN yr ydych newydd ei greu.
da: Indtast pinkoden du lige har oprettet.
de: Gib die gerade von dir erstellte PIN ein.
el: Συμπλήρωσε το PIN που μόλις δημιούργησες.
es: Introduce el PIN que acabas de crear.
es_es: Introduce el PIN que acabas de crear.
et: Sisesta just loodud PIN-kood.
eu: Sartu sortu berri duzun PIN-a.
fa: رمزی که به تازگی ایجاد کردید را وارد کنید.
fi: Syötä äsken luomasi tunnusluku uudelleen
fil: Ilagay ang kakalikha mo pa lang na PIN.
fr: Saisissez le code PIN nouvellement créé.
ga: Cuir isteach an UAP a chruthaigh tú anois beag.
gu: તમે હમણાં બનાવેલો PIN દાખલ કરો.
he: הכנס את ה־PIN שזה עתה יצרת.
hi: अभी बनाए हुए पिन को दर्ज़ करें।
hr: Unesite PIN koji ste stvorili.
hu: Add meg a most kreált PIN kódodat.
id: Masukkan PIN yang baru Anda buat.
is: Settu inn PIN-númerið sem þú varst að útbúa.
it: Inserisci il PIN che hai appena creato.
ja: 先ほど作成したPINを入力してください。
kab: Sekcem tangalt PIN i d-tferneḍ kan akka tura.
kk: Жаңа жасаған PIN кодыңызды енгізіңіз.
km: á”á‰áŸ’á…á¼á›á›áŸá PIN áŠáŸ‚á›á¢áŸ’á“á€á‘á¾á”á”á„áŸ’á€á¾ááŸ”
kn: ನೀವು ಇದೀಗ ರಚಿಸಿದ ಪಿನ್ ಅನ್ನು ನಮೂದಿಸಿ.
ko: 방금 만든 PIN을 입력하세요.
lt: Įveskite ką tik susikurtą PIN kodą.
lv: Ievadiet tikko izveidoto PIN.
mk: Внесете го ПИН-от кој штотуку го создадовте.
ml: നിങ്ങളിപ്പോൾ സൃഷ്ടിച്ച PIN നൽകുക.
mr: आपण आता तयार केलेला PIN प्रविष्ट करा.
ms: Masukkan PIN yang anda telah cipta.
my: သင်အခုလေးတွင် ဖန်တီးထားသော ပင်နံပါတ်ကို ရိုက်ထည့်ပေးပါ။
nb: Tast inn PIN-koden du nylig opprettet.
nl: Voer de pincode die je zojuist hebt aangemaakt opnieuw in.
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ ਹੁਣੇ ਸਿਰਜਿਆ ਪਿਨ ਦਰਜ ਕਰੋ.
pa_pk: پن درج کرو جیہڑی تساں نے ہوڑی تخلیق کیتی سی۔
pl: Podaj nowo utworzony PIN.
ps: هغه PIN دننه کړئ کوم چې تاسې اوس جوړ کړی دی.
pt_br: Digite o PIN que você acabou de criar.
pt_pt: Introduza o PIN que acabou de criar.
ro: Introdu codul PIN pe care tocmai l-ai creat.
ru: Введите PIN-код, который вы только что создали.
sk: Zadajte PIN, čo ste si práve vytvorili.
sl: Vnesite PIN, ki ste ga pravkar določili.
sq: Jepni PIN-in që sapo krijuat .
sr: Креирајте PIN који сте креирали.
sv: Ange PIN-koden du just skapat.
sw: Ingiza PINI uliyounda
ta: உள்ளிடவும் தி பின் நீங்கள் இப்போது உருவாக்கப்பட்டது.
te: మీరు ఇప్పుడే సృష్టించిన పిన్‌ను నమోదు చేయండి.
th: ใส่รหัส PIN ที่คุณเพิ่งสร้าง
tr: Az önce oluşturduğunuz PIN'i girin.
ug: بايا قۇرغان PIN نى كىرگۈزۈڭ.
uk: Введіть PIN-код, який ви щойно створили.
ur: آپ نے ابھی تیار کردہ پن درج کریں۔
vi: Nhập mã PIN bạn vừa tạo.
zh_cn: 输入你刚刚创建的 PIN 码。
zh_hk: 請輸入你剛剛建立的 PIN 碼。

# PIN_CREATION_CREATE_ALPHANUMERIC
source: Create Alphanumeric PIN
af: Skep alfanumeriese PIN
ar: إنشاء رقم تعريف شخصي (PIN) من أحرف وأرقام
az: Alfa nömrəli PIN yaradın
be: Стварыць PIN-код з літараў і лічбаў
bg: Създаване на ПИН от букви и цифри
bn: আলফানিউমেরিক পিন তৈরি করুন
ca: Creeu un PIN alfanumèric
cs: Vytvořit alfanumerický PIN
cy: Creu PIN Alffaniwmerig
da: Opret alfanumerisk pinkode
de: Alphanumerische PIN erstellen
el: Δημιουργία αλφαριθμητικού PIN
es: Crear PIN alfanumérico
es_es: Crear PIN alfanumérico
et: Loo tähtnumbriline PIN-kood
eu: Sortu PIN alfanumerikoa
fa: ایجاد پین حرفی‌عددی
fi: Luo aakkosnumeerinen tunnusluku
fil: Lumikha ng Alphanumeric na PIN
fr: Créer un code PIN alphanumérique
ga: Cruthaigh UAP alfa-uimhriúil
gu: આલ્ફાન્યુમેરિક PIN બનાવો
he: צור PIN אלפאנומרי
hi: अल्फ़ान्यूमेरिक पिन बनाएं
hr: Stvorite alfanumerički PIN
hu: Hozz létre alfanumerikus PIN kódot
id: Buat PIN Alfanumerik
is: Útbúðu PIN-númer með tölu- og bókstöfum
it: Crea PIN alfanumerico
ja: 英数字のPINを作成
kab: Rnu tangalt PIN tagmumḍint
kk: Әріпті-санды PIN код жасау
km: á”á„áŸ’á€á¾áá¢á€áŸ’áŸášá€áŸ’ášá˜á›áŸá PIN
kn: ಆಲ್ಫಾನ್ಯೂಮರಿಕ್ ಪಿನ್ ರಚಿಸಿ
ko: 영숫자 PIN 만들기
lt: Sukurti tekstinį PIN kodą
lv: Izveidot burtu un ciparu PIN
mk: Создадете Алфанумерички ПИН
ml: അക്ഷരങ്ങളും അക്കങ്ങളും അടങ്ങിയ PIN സൃഷ്ടിക്കുക
mr: अल्फान्यूमेरिक PIN तयार करा
ms: Cipta PIN Abjad Angka
my: အက္ခရာနံပါတ်ပါ ပင်နံပါတ် ကိုဖန်တီးပါ
nb: Lag alfanumerisk PIN
nl: Alfanumerieke pincode aanmaken
pa: ਵਰਨਅੰਕੀ ਪਿਨ ਸਿਰਜੋ
pa_pk: عددی تے حروفی پن بناؤ
pl: Utwórz PIN z cyfr i liter
ps: له اعدادو او تورو څخه ګډ PIN جوړول
pt_br: Crie um PIN alfanumérico
pt_pt: Criar um PIN alfanumérico
ro: Creează un PIN alfanumeric
ru: Создать буквенно-цифровой PIN-код
sk: Vytvoriť alfanumerický PIN
sl: Ustvari alfanumerični PIN
sq: Krijoni PIN Alfanumerik
sr: Креирај алфанумерички PIN
sv: Skapa alfanumerisk PIN-kod
sw: Unda PINI ya herufinambari
ta: உருவாக்கு எண்ணெழுத்து பின்
te: ఆల్ఫాన్యూమరిక్ పిన్ను సృష్టించండి
th: สร้างรหัส PIN ตัวเลขและตัวอักษร
tr: Alfanumerik PIN Oluştur
ug: ھەرپ-نومۇرلۇق PIN قۇرۇڭ
uk: Створити буквено-цифровий PIN-код
ur: Alphanumeric پن بنائیں
vi: Tạo mã PIN gồm chữ và số
zh_cn: 创建字母与数字混合的 PIN 码
zh_hk: 建立包含字母及數字的 PIN 碼

# PIN_CREATION_CREATE_NUMERIC
source: Create Numeric PIN
af: Skep numeriese PIN
ar: إنشاء رقم تعريف شخصي (PIN) من أرقام
az: Nömrəli PIN yaradın
be: Стварыць лічбавы PIN-код
bg: Създаване на ПИН от цифри
bn: সংখ্যা বিশিষ্ট পিন তৈরি করুন
ca: Creeu un PIN numèric
cs: Vytvořit číselný PIN
cy: Creu PIN Rhifol
da: Opret numerisk pinkode
de: Numerische PIN erstellen
el: Δημιουργία αριθμητικού PIN
es: Crear PIN numérico
es_es: Crear PIN numérico
et: Loo numbriline PIN-kood
eu: Sortu zenbakizko PINa
fa: ایجاد پین عددی
fi: Luo numeerinen tunnusluku
fil: Lumikha ng numeric na PIN
fr: Créer un code PIN numérique
ga: Cruthaigh UAP uimhriúil
gu: સંખ્યાત્મક PIN બનાવો
he: צור PIN מספרי
hi: न्यूमेरिक पिन बनाएं
hr: Stvorite numerički PIN
hu: Hozz létre szám alapú PIN kódot
id: Buat PIN Numerik
is: Útbúðu PIN-númer með tölustöfum
it: Crea PIN numerico
ja: 数字のPINを作成
kab: Snulfu-d PIN umḍin
kk: Санды PIN код жасау
km: á”á„áŸ’á€á¾áá›áŸá PIN
kn: ಸಂಖ್ಯಾ ಪಿನ್ ರಚಿಸಿ
ko: 숫자 PIN 만들기
lt: Sukurti skaitinį PIN kodą
lv: Izveidot ciparu PIN
mk: Создадете Нумерички ПИН
ml: അക്കങ്ങൾ ഉള്ള PIN സൃഷ്ടിക്കുക
mr: न्यूमेरिक PIN तयार करा
ms: Cipta PIN Angka
my: နံပါတ်ပါ ပင်နံပါတ်ကိုဖန်တီးပါ
nb: Lag numerisk PIN
nl: Numerieke pincode aanmaken
pa: ਅੰਕਾਂ ਵਾਲਾ ਪਿਨ ਸਿਰਜੋ
pa_pk: عددی پن بناؤ
pl: Utwórz PIN z cyfr
ps: د عددي PIN جوړول
pt_br: Crie um PIN numérico
pt_pt: Criar um PIN numérico
ro: Creează un PIN numeric
ru: Создать цифровой PIN-код
sk: Vytvoriť číselný PIN
sl: Ustvari številčni PIN
sq: Krijoni PIN Numerik
sr: Креирај нумерички PIN
sv: Skapa numerisk PIN-kod
sw: Unda PINI ya nambari
ta: உருவாக்குஎண்பின்
te: సంఖ్యా పిన్ను సృష్టించండి
th: สร้างรหัส PIN ตัวเลข
tr: Sayısal PIN oluştur
ug: سانلىق PIN كىرگۈزۈڭ
uk: Створити цифровий PIN-код
ur: عددی پن بنائیں
vi: Tạo mã PIN bao gồm số
zh_cn: 创建纯数字 PIN 码
zh_hk: 建立數字 PIN 碼

# PIN_CREATION_DISABLE_CONFIRMATION_ACTION
source: Disable PIN
af: Deaktiveer PIN
ar: تعطيل رقم الـ PIN
az: PIN-i sıradan çıxart
be: Адключыць PIN-код
bn: পিন নিষ্ক্রিয় করুন
ca: Desactiva el PIN
cs: Deaktivovat PIN
cy: Analluogi'r PIN?
da: Déaktiver pinkode
de: PIN deaktivieren
el: Απενεργοποίηση PIN
es: Desactivar PIN
es_es: Desactivar PIN
et: Keela PIN
eu: Desaktibatu PINa
fa: غیرفعال کردن پین
fi: Poista tunnusluku käytöstä
fr: Désactiver le code PIN
ga: Díchumasaigh an UAP
gu: PIN ને અક્ષમ કરો
he: השבת PIN
hi: पिन को डिसेबल करें
hr: Onemogući PIN
hu: PIN letiltása
id: Nonaktifkan PIN
is: Gera PIN-númer óvirkt
it: Disabilita PIN
ja: PINを無効化
kab: Kkes PIN
km: á”á·á‘á›áŸáá€á¼áŠ PIN
kn: ಪಿನ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: PIN 끄기
lt: Išjungti PIN kodą
lv: Atspējot PIN
mk: Онеспособи ПИН
ml: പിൻ അപ്രാപ്‌തമാക്കുക
mr: PIN अक्षम करा
ms: Nyahdayakan PIN
my: ပင်နံပါတ် ပိတ်မယ်
nb: Deaktiver PIN-kode
nl: Pincode uitschakelen
pa: ਪਿੰਨ ਅਸਮਰੱਥ ਕਰੋ
pl: Wyłącz PIN
ps: د PIN غیرفعاله کول
pt_br: Desabilitar PIN
pt_pt: Desativar PIN
ro: Dezactivare PIN
ru: Отключить PIN-код
sk: Vypnúť PIN
sl: Izklopi PIN
sq: Çaktivizoje PIN-in
sr: Искључи PIN
sv: Inaktivera PIN-koden
sw: Zima PIN
ta: பின் முடக்கு
te: పిన్‌ను ఆపివేయి
th: ปิดใช้งาน PIN
tr: PIN'i devre dışı bırak
ug: PIN چەكلە
uk: Вимкнути PIN-код
ur: PIN کو غیر فعال کریں
vi: Tắt PIN
zh_cn: 禁用 PIN 码
zh_hk: 停用 PIN 碼
