Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# APPLE_PAY_DONATION_ERROR_INSUFFICIENT_FUNDS
source: Your card has insufficient funds to complete this purchase. Try another payment method or contact your bank for more information.
ar: لا يتوفَّر مبالغ كافية لإتمام عملية الشراء هذه. حاوِل استخدام طريقة دفع أخرى أو تواصَل مع المصرف الذي تتعامل معه للمزيد من العملومات.
be: На вашай картцы недастаткова сродкаў, каб завяршыць гэту пакупку. Паспрабуйце іншы спосаб аплаты або звярніцеся да свайго банка для атрымання дадатковай інфармацыі.
bn: এই ক্রয়টি সম্পন্ন করার জন্য আপনার কার্ডে পর্যাপ্ত ব্যালেন্স নেই। অন্য পেমেন্ট পদ্ধতি ব্যবহার করে দেখুন বা আরো তথ্যের জন্য আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন।
ca: La teva targeta no té prou fons per a efectuar aquesta compra. Prova un altre mètode de pagament o posa't en contacte amb el teu banc per obtenir més informació.
cs: Vaše karta nemá dostatek prostředků na dokončení tohoto nákupu. Zkuste jiný způsob platby nebo se obraťte na svou banku a získejte další informace.
da: Dit kort har ikke tilstrækkelige midler til at gennemføre dette køb. Prøv en anden betalingsmetode, eller kontakt din bank for at få flere oplysninger.
de: Deine Karte ist nicht ausreichend gedeckt, um den Kauf abzuschließen. Versuche eine andere Zahlungsmethode oder kontaktiere deine Bank für mehr Informationen.
el: Η κάρτα σου δεν έχει επαρκή χρήματα για την ολοκλήρωση αυτής της αγοράς. Δοκίμασε άλλον τρόπο πληρωμής ή επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: Tu tarjeta no dispone de suficientes fondos para completar este pago. Selecciona otro método de pago o contacta con tu banco para obtener más información.
fa: کارت شما مبلغ کافی برای تکمیل این خرید را ندارد. روش پرداخت دیگری را امتحان کنید یا برای اطلاعات بیشتر با بانک خود تماس بگیرید.
fi: Maksukortillasi ei ole riittävästi katetta tämän ostoksen tekemiseen. Yritä toista maksutapaa tai ole yhteydessä pankkiisi.
fr: Les fonds disponibles sur votre carte sont insuffisants. Veuillez choisir un autre mode de paiement ou contacter votre banque pour en savoir plus.
gu: તમારા કાર્ડમાં આ ખરીદી પૂર્ણ કરી શકાય તેટલું ફંડ નથી. અન્ય ચુકવણી પદ્ધતિ અજમાવો અથવા વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: אין מספיק כסף בכרטיס שלך כדי להשלים רכישה זו. יש לנסות שיטת תשלום אחרת או ליצור קשר עם הבנק שלך למידע נוסף.
hi: यह खरीददारी पूरी करने के लिए आपके कार्ड में पर्याप्त धन नहीं है। किसी अन्य भुगतान विधि से प्रयास करें या अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Na vašem računu nema dovoljno sredstava za ovu kupnju. Promijenite način plaćanja ili se obratite svojoj banci za više informacija.
hu: Bankkártyádon nincs elég fedezet a művelet végrehajtására. Próbálj már fizetési módot, vagy keresd fel bankod ügyfélszolgálatát.
id: Dana di kartu Anda tidak cukup untuk menyelesaikan pembelian ini. Coba metode pembayaran lain atau hubungi bank untuk informasi selengkapnya.
it: La carta non dispone di fondi sufficienti per completare l'acquisto. Prova a utilizzare un altro metodo di pagamento o contatta la tua banca per maggiori informazioni.
ja: カードの残高が足りません。別の決済方法を試すか、カード会社にお問い合わせください。
ko: 카드 잔액이 부족합니다. 다른 결제 수단으로 다시 시도하거나 은행에 문의하여 자세한 정보를 확인하세요.
mr: ही खरेदी पूर्ण करण्यास आपल्या कार्डवर पुरेसा निधी नाही. दुसऱ्या पेमेंट पद्धतीचा वापर करून पहा किंवा अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Kad anda tidak mempunyai baki yang mencukupi untuk pembelian ini. Cuba kaedah pembayaran lain atau hubungi bank anda untuk maklumat lanjut.
nb: Betalingskortet ditt har ikke nok dekning til å fullføre kjøpet. Prøv en annen betalingsmåte, eller ta kontakt med banken din for å få mer informasjon.
nl: Er staat onvoldoende krediet op je betaalkaart om deze betaling te doen. Probeer het via een andere betaalmethode of neem contact op met je bank voor meer informatie.
pl: Na Twojej karcie nie ma wystarczających środków. Spróbuj użyć innej metody płatności lub skontaktuj się ze swoim bankiem, aby otrzymać więcej informacji.
pt_br: Seu cartão não tem saldo suficiente para completar esta compra. Tente outra forma de pagamento ou entre em contato com seu banco para obter mais informações.
pt_pt: O seu cartão não tem saldo suficiente para completar esta compra. Tente outra forma de pagamento ou entre em contacto com seu banco para mais detalhes.
ro: Cardul tău nu are suficiente fonduri pentru a finaliza tranzacția. Încearcă o altă metodă de plată sau contactează-ți banca pentru mai multe informații.
ru: На вашей карте недостаточно средств, чтобы завершить эту покупку. Попробуйте другой способ оплаты или свяжитесь со своим банком для получения дополнительной информации.
sk: Na vašej karte nie je dostatok prostriedkov na dokončenie tohto nákupu. Skúste iný spôsob platby alebo kontaktujte svoju banku pre viac informácií.
sr: На вашој картици нема довољно средстава за ову куповину. Пробајте други начин плаћања или се обратите својој банци за више информација.
sv: Ditt kort har inte tillräckligt med pengar för att slutföra detta köp. Prova en annan betalningsmetod eller kontakta din bank för mer information.
th: บัตรของคุณมีวงเงินไม่เพียงพอที่จะทำการซื้อนี้ให้เรียบร้อย ลองวิธีการชำระเงินอื่นๆ หรือติดต่อธนาคารเพื่อขอข้อมูลเพิ่มเติม
tr: Kartınızda bu satın alma işlemini tamamlamak için yeterli bakiye yok. Başka bir ödeme yöntemi deneyin veya daha fazla bilgi için bankanızla iletişime geçin.
ug: كارتىڭىزدىكى قالدۇق سومما بۇ سېتىۋېلىشنى تاماملاشقا يەتمەيدۇ. باشقا پۇل تۆلەش ئۇسۇلىنى سىناپ بېقىڭ ياكى تەپسىلاتى ئۈچۈن بانكا بىلەن ئالاقىلىشىڭ.
uk: На картці недостатньо коштів для здійснення цієї покупки. Спробуйте інший платіжний засіб або зв'яжіться зі своїм банком для додаткової інформації.
ur: اس خریداری کو مکمل کرنے کے لیے آپ کے کارڈ میں فنڈز ناکافی ہیں۔ ادائیگی کا کوئی دوسرا طریقہ آزمائیں یا مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Số dư trên thẻ của bạn không đủ để hoàn thành giao dịch. Hãy thử một phương thức thanh toán khác hoặc liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_cn: 您卡上的资金不足以完成此次购买。请尝试其他付款方式或联系您的银行了解详情。
zh_hk: 您的信用卡資金不足以完成此次購買。請嘗試其他付款方法，或者聯絡您的銀行以了解詳情。

# APPLE_PAY_DONATION_ERROR_INVALID_EXPIRY_MONTH
source: The expiration month on your payment method is incorrect. Update it in Apple Pay and try again.
ar: شهر انتهاء الصلاحية الذي أدخلته في طريقة الدفع الخاصة بك خاطئ. يُرجى تحديثه في Apple Pay وحاوِل مرّة أخرى.
be: Месяц сканчэння тэрміну дзеяння вашага спосабу аплаты няправільны. Абнавіце яго ў Apple Pay і паўтарыце спробу.
bn: আপনার পেমেন্ট পদ্ধতিতে মেয়াদ শেষ হওয়ার মাসটি ভুল। Apple Pay-তে এটি আপডেট করুন এবং আবার চেষ্টা করুন।
ca: El mes de caducitat de la teva forma de pagament és incorrecte. Actualitza'l a Apple Pay i torna-ho a provar.
cs: Měsíc platnosti vaší platební metody je nesprávný. Aktualizujte jej v Apple Pay a zkuste to znovu.
da: Udløbsmåneden på din betalingsmetode er forkert. Opdater den i Apple Pay, og prøv igen.
de: Der Ablaufmonat deiner Zahlungsmethode ist falsch. Aktualisiere ihn in Apple Pay und versuche es erneut.
el: Η ημερομηνία λήξης στον τρόπο πληρωμής σου δεν είναι σωστή. Ενημέρωσε τη στο Apple Pay και δοκίμασε ξανά.
es: El mes de vencimiento de tu método de pago es incorrecto. Actualízalo en Apple Pay e inténtalo de nuevo.
fa: ماه انقضای روش پرداخت شما نادرست است. آن را در Apple Pay به‌روزرسانی و دوباره امتحان کنید.
fi: Maksutavan erääntymiskuukausi on virheellinen. Päivitä se Apple Payssä ja yritä uudelleen.
fr: Le mois d'expiration associé à votre mode de paiement est incorrect. Veuillez le rectifier dans Apple Pay et réessayer.
gu: તમારી ચુકવણી પદ્ધતિ પર સમાપ્તિ મહિનો ખોટો છે. તેને Apple Payમાં અપડેટ કરો અને ફરી પ્રયાસ કરો.
he: חודש התפוגה בשיטת התשלום שלך שגוי. יש לעדכן אותו ב־Apple Pay ולנסות שוב.
hi: आपकी भुगतान विधि के समाप्त होने का माह गलत है। Apple Pay में इसे अपडेट करें और फिर से प्रयास करें।
hr: Mjesec isteka vaše kartice je netočan. Ažurirajte ga na Apple Payu i pokušajte ponovno.
hu: A kártyádhoz tartozó lejárati hónap helytelen. Frissítsd az Apple Payben, majd próbáld újra!
id: Bulan kedaluwarsa di metode pembayaran Anda salah. Perbarui di Apple Pay dan coba lagi.
it: Il mese di scadenza del tuo metodo di pagamento non è corretto. Aggiornalo in Apple Pay e riprova.
ja: 決済方法の有効期限の月が間違っています。Apple Payで有効期限の月を正しく入力してから、もう一度お試しください。
ko: 결제 수단의 만료 월이 잘못됐습니다. Apple Pay에서 업데이트하고 다시 시도하세요.
mr: आपल्या पेमेंट पद्धतीवरील कालबाह्यता महिना चुकीचा आहे. तो Apple Pay वर अद्यतनित करा आणि पुन्हा प्रयत्न करा.
ms: Bulan tamat tempoh pada kaedah pembayaran anda tidak tepat. Kemas kini dalam Apple Pay dan cuba lagi.
nb: Utløpsmåneden for betalingsmåten din stemmer ikke. Oppdater den i Apple Pay og prøv på nytt.
nl: De maand waarop je betaalkaart verloopt is onjuist. Werk je betaalgegevens bij in Apple Pay. Probeer het daarna opnieuw.
pl: Miesiąc wygaśnięcia Twojej metody płatności jest niepoprawny. Uaktualnij go w Apple Pay i spróbuj ponownie.
pt_br: O prazo de validade do seu método de pagamento está incorreto. Atualize-o no Apple Pay e tente novamente.
pt_pt: O mês da validade da sua forma de pagamento encontra-se incorreto. Atualize-o na Apple Pay e tente novamente.
ro: Luna de expirare a metodei de plată este incorectă. Actualizează-o în Apple Pay și încearcă din nou.
ru: Месяц истечения срока действия вашего способа оплаты неверен. Обновите его в Apple Pay и попробуйте ещё раз.
sk: Mesiac vypršania platnosti vášho spôsobu platby je nesprávny. Aktualizujte ho v␣ službe Apple Pay a␣ skúste to znovu.
sr: Месец истека на вашем начину плаћања је нетачан. Ажурирајте га у Apple Pay-у и пробајте поново.
sv: Förfallomånaden på din betalningsmetod är felaktig. Uppdatera den i Apple Pay och försök igen.
th: เดือนหมดอายุของวิธีการชำระเงินของคุณไม่ถูกต้อง อัปเดตใน Apple Pay แล้วลองอีกครั้ง
tr: Ödeme yönteminizdeki son kullanma ayı yanlış. Apple Pay'de güncelleyin ve tekrar deneyin.
ug: پۇل تۆلەش ئۇسۇلىنىڭ ۋاقتى توشىدىغان ئاي خاتا. ئۇنى Apple Pay دا يېڭىلاپ قايتا سىناڭ.
uk: Зазначено неправильний місяць у строку дії вашого платіжного засобу. Оновіть його в Apple Pay і повторіть спробу.
ur: آپ کے ادائیگی کے طریقے پر میعاد پوری ہونے کا مہینہ درست نہیں۔ اسے Apple Pay میں اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔
vi: Tháng hết hạn của phương thức thanh toán của bạn không đúng. Hãy cập nhật thông tin này trên Apple Pay và thử lại.
zh_cn: 您的付款方式上的到期月份不正确。请在 Apple Pay 中更新并重试。
zh_hk: 您的付款方法所述的到期月份不正確。請到 Apple Pay 更新資料，然後再試一次。

# APPLE_PAY_DONATION_ERROR_INVALID_EXPIRY_YEAR
source: The expiration year on your payment method is incorrect. Update it in Apple Pay and try again.
ar: سنة انتهاء الصلاحية التي أدخلتها في طريقة الدفع الخاصة بك خاطئة. يُرجى تحديثها في Apple Pay وحاوِل مرّة أخرى.
be: Год сканчэння тэрміну дзеяння вашага спосабу аплаты няправільны. Абнавіце яго ў Apple Pay і паўтарыце спробу.
bn: আপনার পেমেন্ট পদ্ধতিতে মেয়াদ শেষ হওয়ার বছরটি ভুল। Apple Pay-তে এটি আপডেট করুন এবং আবার চেষ্টা করুন।
ca: L'any de caducitat del mètode de pagament és incorrecte. Actualitza'l a Apple Pay i torna-ho a provar.
cs: Rok platnosti u vaší platební metody je nesprávný. Aktualizujte jej v Apple Pay a zkuste to znovu.
da: Udløbsåret på din betalingsmetode er forkert. Opdater det i Apple Pay, og prøv igen.
de: Das Ablaufjahr deiner Zahlungsmethode ist falsch. Aktualisiere es in Apple Pay und versuche es erneut.
el: Το έτος λήξης στον τρόπο πληρωμής σου δεν είναι σωστό. Ενημέρωσέ το στο Apple Pay και δοκίμασε ξανά.
es: El año de vencimiento de tu método de pago es incorrecto. Actualízalo en Apple Pay e inténtalo de nuevo.
fa: سال انقضای روش پرداخت شما نادرست است. آن را در Apple Pay به‌روزرسانی و دوباره امتحان کنید.
fi: Maksutavan erääntymisvuosi on virheellinen. Päivitä se Apple Payssä ja yritä uudelleen.
fr: L'année d'expiration associée à votre mode de paiement est incorrecte. Veuillez la rectifier dans Apple Pay et réessayer.
gu: તમારી ચુકવણી પદ્ધતિ પર સમાપ્તિ વર્ષ ખોટું છે. તેને Apple Payમાં અપડેટ કરો અને ફરી પ્રયાસ કરો.
he: שנת התפוגה בשיטת התשלום שלך שגויה. יש לעדכן אותה ב־Apple Pay ולנסות שוב.
hi: आपकी भुगतान विधि के समाप्त होने का वर्ष गलत है। Apple Pay में इसे अपडेट करें और फिर से प्रयास करें।
hr: Godina isteka vaše kartice je netočna. Ažurirajte ju na Apple Payu i pokušajte ponovno.
hu: A kártyádhoz tartozó lejárati év helytelen. Frissítsd a Apple Payben, majd próbáld újra!
id: Tahun kedaluwarsa di metode pembayaran Anda salah. Perbarui di Apple dan coba lagi.
it: L'anno di scadenza del tuo metodo di pagamento non è corretto. Aggiornalo in Apple Pay e riprova.
ja: 決済方法の有効期限が間違っています。Apple Payで更新してから、もう一度お試しください。
ko: 결제 수단의 만료 연도가 잘못됐습니다. Apple Pay에서 업데이트하고 다시 시도하세요.
mr: आपल्या पेमेंट पध्दतीवरील कालबाह्यता वर्ष चुकीचे आहे. ते Apple Pay वर अद्यतनित करा आणि पुन्हा प्रयत्न करा.
ms: Tahun tamat tempoh pada kaedah pembayaran anda tidak tepat. Kemas kini dalam Apple Pay dan cuba lagi.
nb: Utløpsåret for betalingsmåten din stemmer ikke. Oppdater det i Apple Pay og prøv på nytt.
nl: Het jaar waarop je betaalkaart verloopt is onjuist. Werk je betaalgegevens bij in Apple Pay. Probeer het daarna opnieuw.
pl: Rok wygaśnięcia Twojej metody płatności jest niepoprawny. Uaktualnij go w Apple Pay i spróbuj ponownie.
pt_br: O prazo de validade do seu método de pagamento está incorreto. Atualize-o no Apple Pay e tente novamente.
pt_pt: O ano da validade da sua forma de pagamento encontra-se incorreto. Atualize-o na Apple Pay e tente novamente.
ro: Anul de expirare a metodei de plată este incorect. Actualizează-l în Apple Pay și încearcă din nou.
ru: Год истечения срока действия вашего способа оплаты неверен. Обновите его в Apple Pay и попробуйте ещё раз.
sk: Rok vypršania platnosti vášho spôsobu platby je nesprávny. Aktualizujte ho v službe Apple Pay a skúste to znovu.
sr: Година истека на вашем начину плаћања је нетачна. Ажурирајте је у Apple Pay-у и пробајте поново.
sv: Förfalloåret på din betalningsmetod är felaktigt. Uppdatera det i Apple Pay och försök igen.
th: ปีหมดอายุของวิธีการชำระเงินของคุณไม่ถูกต้อง อัปเดตใน Apple Pay แล้วลองอีกครั้ง
tr: Ödeme yönteminizdeki son kullanma tarihi yılı hatalı. Apple Pay'de güncelleyin ve tekrar deneyin.
ug: پۇل تۆلەش ئۇسۇلىنىڭ ۋاقتى توشىدىغان يىل خاتا. ئۇنى Apple Pay دا يېڭىلاپ قايتا سىناڭ.
uk: Зазначено неправильний рік у строку дії вашого платіжного засобу. Оновіть його в Apple Pay і повторіть спробу.
ur: آپ کے ادائیگی کے طریقے پر میعاد پوری ہونے کا سال درست نہیں۔ اسے Apple Pay میں اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔
vi: Năm hết hạn của phương thanh toán của bạn không đúng. Hãy cập nhật thông tin này trên Apple Pay và thử lại.
zh_cn: 您的付款方式上的到期年份不正确。请在 Apple Pay 中更新并重试。
zh_hk: 您的付款方法所述的到期年份不正確。請到 Apple Pay 更新資料，然後再試一次。

# APPLE_PAY_DONATION_ERROR_INVALID_NUMBER
source: Your card number is incorrect. Update it in Apple Pay and try again.
ar: رقم بطاقتك غير صحيح. يُرجى تحديثه في Apple Pay والمحاولة مرّة أخرى.
be: Нумар вашай карткі няправільны. Абнавіце яго ў Apple Pay і паўтарыце спробу.
bn: আপনার কার্ড নাম্বারটি সঠিক নয়। Apple Pay-তে আপডেট করে আবার চেষ্টা করুন।
ca: El número de targeta és incorrecte. Actualitzeu-lo a Apple Pay i torneu-ho a provar.
cs: Číslo vaší karty je nesprávné. Aktualizujte ho v Apple Pay a zkuste to znovu.
da: Dit kortnummer er forkert. Opdater det i Apple Pay, og prøv igen.
de: Deine Kartennummer ist falsch. Aktualisiere sie in Apple Pay und versuche es erneut.
el: Ο αριθμός κάρτας σου δεν είναι σωστός. Ενημέρωσέ τον στο Apple Pay και δοκίμασε ξανά.
es: Tu número de tarjeta es incorrecto. Actualízalo en Apple Pay e inténtalo de nuevo.
fa: شمارهٔ کارت شما اشتباه است. آن را در Google Pay به‌روزرسانی کنید و دوباره امتحان کنید.
fi: Maksukortin numero on väärä. Päivitä se Apple Payssa ja yritä uudelleen.
fr: Numéro de carte incorrect. Veuillez le rectifier dans Apple Pay et réessayer.
gu: તમારો કાર્ડ નંબર ખોટો છે. તેને Apple Payમાં અપડેટ કરો અને ફરી પ્રયાસ કરો.
he: מספר הכרטיס שלך שגוי. עדכן אותו ב־Apple Pay ונסה שוב.
hi: आपका कार्ड नंबर गलत है। उसे Apple Pay में अपडेट करके फिर से प्रयास करें।
hr: Netočan broj kartice. Ažurirajte ga na Apple Payu i pokušajte ponovno.
hu: Kártyaszámod helytelen. Frissítsd a Apple Payben, majd próbáld újra!
id: Nomor kartu Anda salah. Perbarui di Apple Pay dan coba lagi.
it: Il numero della tua carta non è corretto. Aggiornalo in Apple Pay e riprova.
ja: カード番号が間違っています。Apple Payでカード番号を正しく入力してから、もう一度お試しください。
ko: 카드 번호가 잘못됐습니다. Apple Pay에서 업데이트하고 다시 시도하세요.
mr: आपला पेमेंट पद्धत वरील कार्ड नंबर चुकीचा आहे. ते Apple Pay वर अद्यतनित करा आणि पुन्हा प्रयत्न करा.
ms: Nombor kad anda tidak betul. Kemas kini dalam Apple Pay dan cuba lagi.
nb: Kortnummeret stemmer ikke. Oppdater det i Apple Pay og prøv på nytt.
nl: Het nummer van je betaalkaart is onjuist. Werk je betaalgegevens bij in Apple Pay. Probeer het daarna opnieuw.
pl: Numer Twojej karty jest niepoprawny. Uaktualnij go w Apple Pay i spróbuj ponownie.
pt_br: O número do seu cartão está incorreto. Atualize-o no Apple Pay e tente novamente.
pt_pt: O número do seu cartão encontra-se incorreto. Atualize-o na Apple Pay e tente novamente.
ro: Numărul cardului tău este incorect. Actualizează-l în Google Pay și încearcă din nou.
ru: Номер вашей карты недействителен. Обновите его в Apple Pay и попробуйте ещё раз.
sk: Číslo vašej karty je nesprávne. Aktualizujte ho v␣ službe Apple Pay a skúste to znovu.
sr: Број картице је нетачан. Ажурирајте га у Apple Pay-у и пробајте поново.
sv: Ditt kortnummer är felaktigt. Uppdatera det i Apple Pay och försök igen.
th: หมายเลขบัตรไม่ถูกต้อง อัปเดตใน Apple Pay แล้วลองอีกครั้ง
tr: Kart numaranız yanlış. Apple Pay'de güncelleyin ve tekrar deneyin.
ug: كارتا نومۇرىڭىز خاتا. ئۇنى Apple Pay دا يېڭىلاپ قايتا سىناڭ.
uk: Номер картки неправильний. Оновіть його в Apple Pay і повторіть спробу.
ur: آپ کا کارڈ نمبر درست نہیں۔ اسے Apple Pay میں اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔
vi: Số thẻ của bạn không đúng. Hãy cập nhật trên Apple Pay và thử lại.
zh_cn: 您的卡号不正确。请在 Apple Pay 中更新并重试。
zh_hk: 您的信用卡號碼不正確。請到 Apple Pay 更新此資訊，然後再試一次。

# APPLE_PAY_DONATION_ERROR_ISSUER_NOT_AVAILABLE
source: Try completing the payment again or contact your bank for more information.
ar: حاوِل إكمال الدفع مرّة أخرى أو تواصَل مع المصرف الذي تتعامل معه للمزيد من المعلومات.
be: Паспрабуйце яшчэ раз выканаць плацеж або звярніцеся да свайго банка для атрымання дадатковай інфармацыі.
bn: পেমেন্ট সম্পন্ন করার জন্য আবার চেষ্টা করুন বা আরো তথ্যের জন্য আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন।
ca: Proveu de tornar a completar el pagament o poseu-vos en contacte amb el banc per obtenir-ne més informació.
cs: Zkuste platbu dokončit znovu nebo se obraťte na svou banku a požádejte o další informace.
da: Prøv at gennemføre betalingen igen, eller kontakt din bank for at få flere oplysninger.
de: Versuche erneut, diesen Kauf abzuschließen, oder kontaktiere für mehr Informationen deine Bank.
el: Δοκίμασε να ολοκληρώσεις τη πληρωμή ξανά, ή επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: Intenta completar el pago de nuevo o contacta con tu banco para obtener más información.
fa: دوباره تکمیل پرداخت را امتحان کنید یا برای اطلاعات بیشتر با بانک خود تماس بگیرید.
fi: Yritä suorittaa maksu uudelleen tai ole yhteydessä pankkiisi saadaksesi lisätietoja.
fr: Paiement impossible. Nous vous invitons à réessayer ou à contacter votre banque pour en savoir plus.
gu: ફરીથી ચુકવણી પૂરી કરવાનો પ્રયાસ કરો અથવા વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: נסה להשלים את התשלום שוב או צור קשר עם הבנק שלך בשביל עוד מידע.
hi: फिर से भुगतान पूरा करने का प्रयास करें या फिर अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Ponovno pokušajte dovršiti plaćanje ili se obratite svojoj banci za više informacija.
hu: Próbáld meg újra végrehajtani a fizetési tranzakciót, vagy keresd fel bankodat további információért!
id: Coba selesaikan pembayaran lagi atau hubungi bank Anda untuk informasi lebih lanjut.
it: Prova a completare il pagamento di nuovo o contatta la tua banca per maggiori informazioni.
ja: もう一度お試しいただくか、カード会社にお問い合わせください。
ko: 결제를 다시 시도하거나 은행에 자세한 정보를 문의하세요.
mr: पुन्हा पेमेंट पूर्ण करण्याचा प्रयत्न करा किंवा अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Cuba selesaikan pembayaran lagi atau hubungi bank anda untuk maklumat lebih lanjut.
nb: Prøv å gjennomføre betalingen igjen, eller ta kontakt med banken din for å få mer informasjon.
nl: Probeer de betaling opnieuw te voltooien of neem contact op met je bank voor meer informatie.
pl: Spróbuj wykonać płatność ponownie lub skontaktuj się ze swoim bankiem, aby otrzymać więcej informacji.
pt_br: Tente efetuar o pagamento novamente ou entre em contato com seu banco para obter mais informações.
pt_pt: Experimente completar novamente o pagamento ou contacte o seu banco para mais informações.
ro: Încearcă să finalizezi din nou plata sau ia legătura cu banca ta pentru mai multe informații.
ru: Попробуйте завершить платёж ещё раз или свяжитесь со своим банком для получения дополнительной информации.
sk: Skúste znova dokončiť platbu, alebo kontaktujte svoju banku a požiadajte o ďalšie informácie.
sr: Пробајте поново да извршите уплату или се обратите својој банци за више информација.
sv: Försök att slutföra betalningen igen eller kontakta din bank för mer information.
th: ลองทำการชำระเงินให้เรียบร้อยอีกครั้ง หรือติดต่อธนาคารเพื่อขอข้อมูลเพิ่มเติม
tr: Ödemeyi tamamlamayın tekrar deneyin veya daha fazla bilgi için bankanız ile iletişime geçin.
ug: پۇل تۆلەشنى قايتا سىناڭ ياكى تەپسىلاتى ئۈچۈن بانكا بىلەن ئالاقىلىشىڭ.
uk: Спробуйте здійснити оплату ще раз або зверніться по додаткову інформацію у свій банк.
ur: ادائیگی مکمل کرنے کی دوبارہ کوشش کریں یا مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Hãy thử hoàn thành giao dịch một lần nữa hoặc liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_cn: 请再次尝试完成付款，或联系您的银行了解详情。
zh_hk: 再試試完成付款，又或者聯絡您的銀行取得更多資訊。
