Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_BACKUP_EXPORT_PROGRESS_DESCRIPTION_UPLOADING_MEDIA
source: Uploading backup media...
ar: جارٍ تحميل ملفات وسائط النسخ الاحتياطية…
be: Запампоўка рэзервовай копіі медыяфайлаў…
bn: ব্যাকআপ মিডিয়া আপলোড করা হচ্ছে...
ca: Carregant arxius multimèdia de la còpia de seguretat…
cs: Nahrávání médií do zálohy…
da: Uploader sikkerhedskopi af medier...
de: Medien-Backup hochladen...
el: Μεταφόρτωση αντιγράφου ασφαλείας πολυμέσων...
es: Cargando archivos de la copia de seguridad…
fi: Varmuuskopion mediasisältöä ladataan...
fr: Importation des médias à sauvegarder…
ga: Meáin chúltaca á n-uaslódáil…
gu: બેકઅપ મીડિયા અપલોડ કરી રહ્યાં છીએ...
he: מעלה מדיה לגיבוי…
hi: बैकअप मीडिया अपलोड हो रहा है...
hr: Učitavanje medijskih zapisa…
hu: Biztonsági mentett médiafájl feltöltése...
id: Mengunggah media cadangan …
it: Caricamento del backup dei media…
ja: バックアップメディアをアップロード中...
ko: 백업 미디어를 업로드하는 중...
mr: बॅकअप मीडिया अपलोड करत आहे...
ms: Memuat naik media sandaran...
nb: Laster opp mediefiler fra sikkerhetskopi …
nl: Back-upmedia uploaden…
pl: Przesyłanie multimediów do kopii zapasowej…
pt_br: Carregando mídia de backup…
pt_pt: A carregar cópia de segurança de ficheiros multimédia…
ro: Se încarcă fișiere media în copie de rezervă...
ru: Загрузка резервных копий медиафайлов...
sk: Nahrávajú sa zálohované médiá…
sr: Резервна копија медија се отпрема...
sv: Laddar upp säkerhetskopieringsmedia ...
tr: Yedeklenen medya yükleniyor...
ug: زاپاس مېدىيانى يۈكلەۋاتىدۇ...
uk: Завантаження медіафайлів у резервну копію…
ur: بیک اپ میڈیا اپ لوڈ ہو رہا ہے...
vi: Đang tải bản sao lưu đa phương tiện lên…
zh_cn: 正在上传备份媒体...

# BACKUP_SETTINGS_BACKUP_PLAN_FREE_ACTION_BUTTON_TITLE
source: Upgrade
ar: ترقية
be: Абнавіць
bn: আপগ্রেড করুন
ca: Actualitza
cs: Aktualizovat
da: Opgradér
de: Upgraden
el: Αναβάθμιση
es: Actualizar
fa: ارتقا
fi: Päivitä
fr: Mettre à niveau
ga: Uasghrádaigh
gu: અપગ્રેડ કરો
he: שדרג
hi: अपग्रेड
hr: Ažuriraj
hu: Frissítés
it: Esegui l'upgrade
ja: アップグレードする
ko: 업그레이드
mr: श्रेणीसुधारणा करा
ms: Naik taraf
nb: Oppgrader
nl: Upgraden
pl: Aktywuj tryb rozszerzony
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Upgradovať
sr: Ажурирај
sv: Uppgradera
th: อัปเกรด
tr: Yükselt
ug: يېڭىلاش
uk: Змінити план
ur: اپ گریڈ
vi: Nâng cấp
zh_cn: 升级
zh_hk: 升級

# BACKUP_SETTINGS_BACKUP_PLAN_FREE_DESCRIPTION
source: Your backup plan is free
ar: خطة النسخ الاحتياطي الخاصة بك مجانية
be: Ваш план рэзервовага капіравання бясплатны
bn: আপনার ব্যাকআপ প্ল্যান ফ্রি
ca: El teu pla de còpies de seguretat és gratuït
cs: Váš plán zálohování je zdarma
da: Dit sikkerhedskopieringsabonnement er gratis
de: Dein Backup-Abo ist kostenlos
el: Το πρόγραμμα αντιγράφων ασφαλείας σου είναι δωρεάν
es: Tu plan de copia de seguridad es gratuito
fa: طرح پشتیبان شما خالی است
fi: Varmuuskopioinnin tilaus on ilmainen
fr: Votre forfait de sauvegarde est gratuit
ga: Tá do phlean cúltaca saor in aisce
gu: તમારો બેકઅપ પ્લાન મફત છે
he: תכנית הגיבוי שלך היא חינמית
hi: आपका बैकअप प्लान मुफ़्त है
hr: Vaš plan za sigurnosno kopiranje je besplatan
hu: A biztonsági terv ingyenes
id: Paket pencadangan Anda gratis
it: Il tuo piano per i backup è gratuito
ja: 現在のバックアッププランは無料プランです
ko: 백업 플랜이 무료입니다.
mr: आपला बॅकअप प्लॅन मोफत आहे
ms: Pelan sandaran anda adalah percuma
nb: Abonnementet er gratis
nl: Je back-upabonnement is gratis
pl: Korzystasz z bezpłatnego trybu tworzenia kopii zapasowych
pt_br: Seu plano de backup é gratuito
pt_pt: O seu plano de cópia de segurança é grátis
ro: Planul tău de back-up este gratuit
ru: У вас бесплатный план резервного копирования
sk: Váš plán zálohovania je bezplatný
sr: Овај план за резервне копије је бесплатан
sv: Din säkerhetskopieringsplan är gratis
th: แพ็กเกจสำรองข้อมูลที่คุณเลือกไม่มีค่าใช้จ่าย
tr: Yedekleme planın ücretsizdir
ug: زاپاسلاش پىلانىڭىز ھەقسىز
uk: Ваш поточний план безплатний
ur: آپ کا بیک اپ پلان مفت ہے
vi: Bạn đang sử dụng gói miễn phí
zh_cn: 您使用的是免费备份套餐
zh_hk: 你的備份計畫是免費的

# BACKUP_SETTINGS_BACKUP_PLAN_FREE_HEADER
source: Text + 45 days of media backup
ar: النسخ الاحتياطي للنص و45 يوم من الوسائط
be: Рэзервовае капіраванне SMS + 45 дзён утрымання медыяфайлаў
bn: টেক্সট + 45 দিনের মিডিয়া ব্যাকআপ
ca: Còpia de seguretat de missatges de text + 45 dies d'arxius multimèdia
cs: Text + 45 dní zálohování médií
da: Tekst + 45 dages sikkerhedskopi af medier
de: Backups von Text + allen Medien der letzten 45 Tage
el: Αντίγραφα ασφαλείας κειμένου + των πολυμέσων 45 ημερών
es: Mensajes de texto + 45 días de archivos multimedia
fa: پشتیبان‌گیری متن + رسانه ۴۵ روز گذشته
fi: Teksti + mediasisältö 45 päivän ajalta
fr: Messages texte + 45 jours de médias
ga: Téacs + 45 lá de chúltaca meán
gu: ટેક્સ્ટ + 45 દિવસના મીડિયાનું બેકઅપ
he: גיבוי טקסט + 45 יום של מדיה
hi: टेक्स्ट + 45 दिनों के मीडिया का बैकअप
hr: Poruke + medijski zapisi iz zadnjih 45 dana
hu: Szöveg és médiafájlok biztonsági mentése 45 napra
id: Pencadangan pesan + media selama 45 hari
it: Backup messaggi + media degli ultimi 45 giorni
ja: テキストと45日間のメディアのバックアップ
ko: 텍스트 + 45일간의 미디어 백업
mr: मजकूर + 45 दिवसांचा मिडीया बॅकअप
ms: Teks + 45 hari sandaran media
nb: Sikkerhetskopiering av tekst og mediefiler fra de siste 45 dagene
nl: Tekstberichten + 45 dagen media
pl: Wiadomości tekstowe, w tym multimedia z ostatnich 45 dni
pt_br: Backup de mensagens de texto + 45 dias de arquivos de mídia
pt_pt: Texto + 45 dias de cópias de segurança de ficheiros multimédia
ro: Text + 45 de zile de backup al fișierelor media
ru: Резервное копирование сообщений и всех медиафайлов за 45 дней
sk: Zálohovanie všetkých správ + médiá z posledných 45 dní
sr: Резервне копије порука и 45 дана резервних копија медија
sv: Säkerhetskopiering av textmeddelanden + senaste 45 dagars media
th: สำรองข้อความ + สื่อจาก 45 วัน
tr: Metin + 45 günlük medya yedeklemesi
ug: تېكىست + 45 كۈنلۈك مېدىيانى زاپاسلاش
uk: Текст + медіафайли за минулі 45 днів
ur: ٹیکسٹ + 45 دنوں کے میڈیا کا بیک اپ
vi: Bản sao lưu tin nhắn văn bản + tập tin đa phương tiện 45 ngày qua
zh_cn: 文本 + 45 天媒体备份
zh_hk: 文字 + 45 天的媒體備份

# BACKUP_SETTINGS_BACKUP_PLAN_GENERIC_ERROR_MESSAGE
source: An error occurred. Please contact support.
ar: حدث خطأ ما. يُرجى التواصل مع فريق الدعم.
be: Адбылася памылка. Калі ласка, звярніцеся да службы падтрымкі.
bn: একটি ত্রুটি দেখা দিয়েছে। অনুগ্রহ করে সহায়তা কেন্দ্রে যোগাযোগ করুন।
ca: S'ha produït un error. Posa't en contacte amb el servei d'assistència.
cs: Vyskytla se chyba. Kontaktujte prosím podporu.
da: Der opstod en fejl. Kontakt support.
de: Es ist ein Fehler aufgetreten. Bitte kontaktiere den Support.
el: Παρουσιάστηκε σφάλμα. Επικοινώνησε με την υποστήριξη.
es: Se ha producido un error. Contacta con el equipo de asistencia.
fa: خطایی رخ داد. لطفاً با پشتیبانی تماس بگیرید.
fi: Tapahtui virhe. Ota yhteys tukeen.
fr: Une erreur s'est produite. Merci de contacter l'assistance.
ga: Tharla earráid. Déan teagmháil leis an bhfoireann tacaíochta.
gu: એક ભૂલ આવી. કૃપા કરીને સપોર્ટનો સંપર્ક કરો.
he: אירעה שגיאה. יש ליצור קשר עם התמיכה.
hi: कोई गड़बड़ी हुई। कृपया सपोर्ट से संपर्क करें।
hr: Došlo je do pogreške. Molimo, kontaktirajte podršku.
hu: Hiba lépett fel! Kérjük, vedd fel a kapcsolatot az ügyfélszolgálattal!
id: Terjadi kesalahan. Silakan hubungi tim dukungan.
it: Ops, qualcosa è andato storto… Ti consigliamo di contattare l'assistenza.
ja: エラーが発生しました。サポートにお問い合わせください。
ko: 오류가 발생했습니다. 고객 지원팀에 문의하세요.
mr: एक त्रुटी उद्भवली. कृपया सपोर्टशी संंपर्क साधा.
ms: Ralat telah berlaku. Sila hubungi sokongan.
nb: Det har oppstått en feil. Ta kontakt med brukerstøtten vår.
nl: Er is een fout opgetreden. Neem contact op met ondersteuning.
pl: Wystąpił błąd. Skontaktuj się z naszą pomocą techniczną.
pt_br: Ocorreu um erro. Entre em contato com o suporte.
pt_pt: Ocorreu um erro. Entre em contacto com a equipa de suporte.
ro: A apărut o eroare. Contactează serviciul de asistență.
ru: Произошла ошибка. Пожалуйста, свяжитесь с поддержкой.
sk: Vyskytla sa chyba. Kontaktujte náš tím podpory.
sr: Дошло је до грешке. Обратите се подршци.
sv: Ett fel inträffade. Kontakta supporten.
th: เกิดข้อผิดพลาดบางประการ โปรดติดต่อฝ่ายสนับสนุน
tr: Bir hata oluştu. Lütfen destek ekibiyle iletişime geç.
ug: بىر خاتالىق كۆرۈلدى. ياردەمچى خادىم بىلەن ئالاقىلىشىڭ.
uk: Сталася помилка. Будь ласка, зверніться до служби підтримки.
ur: ایک نقص پیش آیا۔ براہ کرم سپورٹ سے رابطہ کریں۔
vi: Có lỗi xảy ra. Vui lòng liên hệ bộ phận hỗ trợ.
zh_cn: 出现了一个错误。请联系支持团队。
zh_hk: 發生錯誤。請聯絡支援團隊。

# BACKUP_SETTINGS_BACKUP_PLAN_GENERIC_ERROR_TITLE
source: Failed to Fetch Backup Plan
ar: تعذّر تحميل خطة النسخ الاحتياطي
be: Немагчыма атрымаць план для рэзервовага капіравання
bn: ব্যাকআপ পরিকল্পনা আনতে ব্যর্থ হয়েছে
ca: No s'ha pogut recuperar el teu pla de còpia de seguretat
cs: Nepodařilo se načíst plán zálohování
da: Kunne ikke hente din sikkerhedskopiering
de: Dein Backup-Abo konnte nicht abgerufen werden
el: Αποτυχία ανάκτησης προγράμματος αντιγράφων ασφαλείας
es: No se ha podido recuperar tu plan de copia de seguridad
fa: طرح پشتیبان دریافت نشد
fi: Varmuuskopioinnin tilauksen noutaminen epäonnistui
fr: Impossible de récupérer votre forfait de sauvegarde
ga: Theip ar Ghabháil do Phlean Cúltaca
gu: બેકઅપ પ્લાન મેળવવામાં નિષ્ફળ
he: טעינת תכנית הגיבוי שלך נכשלה
hi: बैकअप प्लान को फ़ेच नहीं कर पाए
hr: Učitavanje plana za sigurnosno kopiranje nije uspjelo
hu: Nem sikerült lekérni a biztonsági mentési tervet
id: Gagal Mengambil Paket Pencadangan
it: Impossibile recuperare il piano di backup
ja: バックアッププランを読み込めませんでした
ko: 백업 플랜을 가져오지 못함
mr: बॅकअप प्लॅन आणता आला नाही
ms: Gagal Mendapatkan Pelan Sandaran
nb: Kunne ikke hente abonnementet for sikkerhetskopiering
nl: Je backup-abonnement kon niet worden opgehaald
pl: Nie udało się wczytać trybu tworzenia kopii zapasowych
pt_br: Falha ao buscar plano de backup
pt_pt: Falha ao aceder ao plano das cópias de segurança
ro: Nu s-a putut prelua planul de rezervă
ru: Не удалось получить план резервного копирования
sk: Nepodarilo sa načítať plán zálohovania
sr: Преузимање пакета за резервне копије није успело
sv: Det gick inte att hämta din säkerhetskopieringsplan
th: ไม่สามารถดึงแพ็กเกจสำรองข้อมูล
tr: Yedekleme Planı Alınamadı
ug: زاپاسلاش پىلانىغا ئېرىشەلمىدۇق
uk: Не вдалось отримати дані про план резервного копіювання
ur: بیک اپ پلان کو بازیافت کرنے میں ناکامی
vi: Không thể lấy thông tin gói Sao lưu
zh_cn: 无法获取备份套餐
zh_hk: 無法取得備份計畫

# BACKUP_SETTINGS_BACKUP_PLAN_NETWORK_ERROR_MESSAGE
source: Check your connection and try again.
ar: تحقَّق من اتصالك بالشبكة ثم حاوِل مرّة أخرى.
be: Праверце падключэнне і паўтарыце спробу.
bn: আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কিনা দেখুন এবং আবার চেষ্টা করুন।
ca: Comprova la connexió i torna-ho a provar.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
da: Tjek din forbindelse, og prøv igen.
de: Überprüfe deine Verbindung und versuche es erneut.
el: Έλεγξε τη σύνδεσή σου και δοκίμασε πάλι.
es: Comprueba tu conexión e inténtalo de nuevo.
fa: اتصال خود را بررسی و دوباره تلاش کنید.
fi: Tarkista verkkoyhteys ja yritä uudelleen.
fr: Veuillez vérifier votre connexion et réessayer.
ga: Seiceáil do nasc agus triail arís é.
gu: તમારું કનેક્શન તપાસો અને ફરીથી પ્રયત્ન કરો.
he: כדאי לבדוק את החיבור שלך ולנסות שוב.
hi: अपना कनेक्शन जाँचें और फिर से कोशिश करें।
hr: Provjerite internetsku vezu i pokušajte ponovno.
hu: Ellenőrizd az internetkapcsolatod, és próbáld újra!
id: Periksa koneksi Anda dan coba lagi.
it: Controlla la tua connessione e riprova.
ja: インターネット接続を確認して再度試してください。
ko: 연결을 확인하고 다시 시도하세요.
mr: आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Periksa sambungan anda dan cuba lagi.
nb: Sjekk internettilkoblingen og prøv igjen.
nl: Controleer je internetverbinding en probeer het opnieuw.
pl: Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Verifique a sua conexão e tente novamente.
pt_pt: Verifique a sua ligação e tente novamente.
ro: Verifică-ți conexiunea și încearcă din nou.
ru: Проверьте соединение и попробуйте ещё раз.
sk: Skontrolujte svoje pripojenie a skúste to znovu.
sr: Проверите да ли сте повезани на интернет и пробајте поново.
sv: Kontrollera din anslutning och försök igen.
th: ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Bağlantını kontrol edip tekrar dene.
ug: تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Перевірте з'єднання й спробуйте ще раз.
ur: اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Kiểm tra kết nối của bạn và thử lại.
zh_cn: 请检查您的网络连接并重试。
zh_hk: 請檢查你的連線，然後再試一次。

# BACKUP_SETTINGS_BACKUP_PLAN_NETWORK_ERROR_TITLE
source: Network Error
ar: خطأ في الشبكة
be: Памылка сеткі
bn: নেটওয়ার্ক ত্রুটি
ca: Error de xarxa
cs: Chyba sítě
da: Netværksfejl
de: Netzwerkfehler
el: Σφάλμα δικτύου
es: Error de red
fa: خطا در شبکه
fi: Verkkovirhe
fr: Erreur réseau
ga: Earráid Líonra
gu: નેટવર્ક એરર
he: שגיאת רשת
hi: नेटवर्क में त्रुटि
hr: Mrežna pogreška
hu: Hálózati hiba
id: Kesalahan Jaringan
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
mr: नेटवर्क त्रुटी
ms: Ralat Rangkaian
nb: Nettverksfeil
nl: Netwerkfout
pl: Błąd sieci
pt_br: Erro de rede
pt_pt: Erro de rede
ro: Eroare de rețea
ru: Ошибка сети
sk: Chyba siete
sr: Грешка са мрежом
sv: Nätverksfel
th: ข้อผิดพลาดจากเครือข่าย
tr: Ağ Hatası
ug: تور خاتالىقى
uk: Мережева помилка
ur: نیٹ ورک کی خرابی
vi: Lỗi Kết nối mạng
zh_cn: 网络错误
zh_hk: 網路出錯。

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_ACTION_BUTTON_TITLE
source: Manage or Cancel
ar: إدارة أو إلغاء
be: Кіраваць або скасаваць
bn: নিয়ন্ত্রণ বা বাতিল করুন
ca: Gestionar o cancel·lar
cs: Spravovat nebo zrušit
da: Administrer eller opsig
de: Verwalten oder abbrechen
el: Διαχείριση ή ακύρωση
es: Gestionar o cancelar
fa: مدیریت یا لغو
fi: Hallinnoi tai peruuta
fr: Gérer ou résilier
ga: Bainistigh nó Cuir ar Ceal
gu: મેનેજ કરો અથવા રદ કરો
he: ניהול או ביטול
hi: प्रबंधित या रद्द करें
hr: Upravljajte postavkama ili otkažite
hu: Kezelés vagy törlés
id: Kelola atau Batalkan
it: Gestisci o cancella
ja: 変更またはキャンセルする
ko: 관리 또는 취소
mr: व्यवस्थापित करा किंवा रद्द करा
ms: Urus atau batalkan
nb: Administrer eller si opp
nl: Beheren of annuleren
pl: Zarządzaj lub anuluj
pt_br: Gerenciar ou cancelar
pt_pt: Gerir ou cancelar
ro: Gestionează sau anulează
ru: Управлять или отменить
sk: Spravovať alebo zrušiť
sr: Измени или откажи
sv: Hantera eller avbryt
th: จัดการหรือยกเลิก
tr: Yönet veya iptal et
ug: باشقۇرۇش ياكى ئەمەلدىن قالدۇرۇش
uk: Змінити або скасувати
ur: نظم کریں یا منسوخ کریں
vi: Quản lý hoặc hủy
zh_cn: 管理或取消
zh_hk: 辦理或取消

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_BUT_CANCELED_ACTION_BUTTON_TITLE
source: Resubscribe
ar: إعادة الاشتراك
be: Працягнуць падпіску
bn: পুনরায় সাবস্ক্রাইব করুন
ca: Tornar a subscriure'm
cs: Znovu předplatit
da: Genoptag abonnementet
de: Erneut abonnieren
el: Εγγραφή εκ νέου
es: Volver a suscribirme
fa: تمدید اشتراک
fi: Tilaa uudelleen
fr: Se réabonner
ga: Glac síntiús arís
gu: ફરીથી સબ્સ્ક્રાઇબ કરો
he: רישום מחדש
hi: फिर से सब्सक्राइब करें
hr: Ponovno se pretplati
hu: Feliratkozás újra
id: Langganan lagi
it: Riabbonati
ja: 再開する
ko: 다시 구독
mr: पुन्हा सदस्यत्व घ्या
ms: Langgan semula
nb: Tegn nytt abonnement
nl: Opnieuw abonneren
pl: Odnów subskrypcję
pt_br: Assinar novamente
pt_pt: Voltar a subscrever
ro: Reabonează-te
ru: Подписаться снова
sk: Predplatiť znova
sr: Поново се претплатите
sv: Prenumerera igen
th: สมัครใช้งานอีกครั้ง
tr: Yeniden abone ol
ug: قايتىدىن مۇشتەرى بۇلۇش
uk: Підписатися знову
ur: دوبارہ سبسکرائب کریں
vi: Đăng ký lại
zh_cn: 重新订阅
zh_hk: 再次定期贊助

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_BUT_CANCELED_DESCRIPTION
source: Subscription canceled
ar: تمَّ إلغاء الاشتراك
be: Падпіска скасавана
bn: সাবস্ক্রিপশন বাতিল করা হয়েছে
ca: Subscripció cancel·lada
cs: Předplatné zrušeno
da: Abonnement annulleret
de: Abo gekündigt
el: Η συνδρομή ακυρώθηκε
es: Suscripción cancelada
fa: اشتراک لغو شد
fi: Tilaus on peruttu
fr: Abonnement résilié
ga: Síntiús curtha ar ceal
gu: સબ્સ્ક્રિપ્શન રદ કર્યું
he: מנוי בוטל
hi: सब्सक्रिप्शन रद्द किया गया
hr: Pretplata je otkazana
hu: Előfizetés törölve
id: Langganan dibatalkan
it: Abbonamento annullato
ja: サブスクリプションが解除されました
ko: 구독을 취소했습니다.
mr: सदस्यत्व रद्द केले
ms: Langganan dibatalkan
nb: Abonnementet er sagt opp
nl: Abonnement opgezegd
pl: Subskrypcja anulowana
pt_br: Assinatura cancelada
pt_pt: Subscrição cancelada
ro: Abonament anulat
ru: Подписка отменена
sk: Predplatné bolo zrušené
sr: Претплата је отказана
sv: Abonnemanget uppsagt
th: ยกเลิกการสมัครแล้ว
tr: Abonelik iptal edildi
ug: مۇشتەرىلىك بىكار قىلىندى
uk: Передплату скасовано
ur: سبسکرپشن منسوخ کر دی گئی
vi: Gói đăng ký đã được hủy
zh_cn: 备份套餐已取消
zh_hk: 備份定期贊助已取消

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_BUT_CANCELED_FUTURE_EXPIRATION_FORMAT
source: Expires %1$@
ar: ستنتهي الصلاحية في %1$@
be: Сканчаецца: %1$@
bn: মেয়াদ %1$@ পর্যন্ত
ca: Venciment: %1$@
cs: Vyprší %1$@
da: Udløber %1$@
de: Ablaufdatum: %1$@
el: Λήγει στις %1$@
es: Caduca el %1$@
fa: در %1$@ منقضی می‌شود
fi: Päättyy %1$@
fr: Prend fin le %1$@
ga: Dáta éaga: %1$@
gu: %1$@ના રોજ સમાપ્ત થશે
he: תאריך תפוגה: %1$@
hi: %1$@ को समाप्त हो जाएगा
hr: Istječe %1$@
hu: %1$@ dátummal lejár
id: Kedaluwarsa %1$@
it: Scade in data: %1$@
ja: 有効期限%1$@
ko: %1$@ 만료
mr: %1$@ ला कालबाह्य
ms: Tamat tempoh pada %1$@
nb: Utløper %1$@
nl: Verloopt op %1$@
pl: Wygasa %1$@
pt_br: Expira em %1$@
pt_pt: Expira a %1$@
ro: Expiră la data de %1$@
ru: Истекает %1$@
sk: Platnosť vyprší %1$@
sr: Истиче на дан %1$@
sv: Upphör %1$@
th: หมดอายุ %1$@
tr: %1$@ tarihinde sona eriyor
ug: مۇددىتى %1$@
uk: Дійсний до %1$@
ur: %1$@ پر زائد المیعاد ہوتا ہے
vi: Hết hạn vào ngày %1$@
zh_cn: %1$@到期
zh_hk: 到期日為 %1$@

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_BUT_CANCELED_PAST_EXPIRATION_FORMAT
source: Expired %1$@
ar: انتهت الصلاحية في %1$@
be: Сканчаецца: %1$@
bn: মেয়াদ শেষ হয়েছে %1$@
ca: Caducat el %1$@
cs: Vyprší %1$@
da: Udløb %1$@
de: Ablaufdatum: %1$@
el: Έληξε στις %1$@
es: Caducó el %1$@
fa: در %1$@ منقضی شد
fi: Päättyi %1$@
fr: A pris fin le %1$@
ga: Dáta éaga: %1$@
gu: %1$@ના રોજ સમાપ્ત થયો
he: תאריך תפוגה: %1$@
hi: %1$@ की समयसीमा खत्म हो गई
hr: Isteklo %1$@
hu: %1$@ dátummal lejár
id: Kedaluwarsa %1$@
it: Scaduto in data: %1$@
ja: %1$@に失効しています
ko: %1$@ 만료
mr: %1$@ रोजी कालबाह्य
ms: Tamat tempoh %1$@
nb: Utløp %1$@
nl: Verlopen op %1$@
pl: Wygasła %1$@
pt_br: Expirou em %1$@
pt_pt: Expira a %1$@
ro: Expiră la data de %1$@
ru: Истёк %1$@
sk: Platnosť vypršala %1$@
sr: Истекло је: %1$@
sv: Upphörde %1$@
th: หมดอายุแล้วเมื่อ %1$@
tr: %1$@ tarihinde sona erdi
ug: %1$@ مۇددىتى توشقان
uk: Термін дії минув %1$@
ur: زائد المیعاد %1$@
vi: Hết hạn vào ngày %1$@
zh_cn: %1$@到期
zh_hk: 已於 %1$@ 到期

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_BUT_FREE_FOR_TESTERS_ACTION_BUTTON_TITLE
source: Manage Plan
ar: إدارة الخطة
be: Кіраваць планам
bn: পরিকল্পনা নিয়ন্ত্রণ করুন
ca: Gestionar pla
cs: Spravovat plán
da: Administrer sikkerhedskopieringsabonnement
de: Abo verwalten
el: Διαχείριση προγράμματος
es: Gestionar plan
fa: مدیریت طرح
fi: Hallinnoi tilausta
fr: Gérer le forfait
ga: Bainistigh plean
gu: પ્લાન મેનેજ કરો
he: ניהול תוכנית
hi: प्लान मैनेज करें
hr: Upravljanje planom
hu: Csomag kezelése
id: Kelola Langganan
it: Gestisci il tuo piano
ja: プランを管理する
ko: 플랜 관리
mr: प्लॅनचे व्यवस्थापन करा
ms: Urus Pelan
nb: Administrer abonnement
nl: Abonnement beheren
pl: Zarządzaj usługą
pt_br: Gerenciar plano
pt_pt: Gerir plano
ro: Gestionează planul
ru: Управлять планом
sk: Spravovať plán
sr: Управљање планом
sv: Hantera plan
th: จัดการแพ็กเกจ
tr: Planı Yönet
ug: باشقۇرۇش پىلانى
uk: Змінити план
ur: پلان کا نظم کریں
vi: Quản lý gói
zh_cn: 管理套餐
zh_hk: 管理計劃

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_BUT_FREE_FOR_TESTERS_DESCRIPTION
source: Paid, but free as long as you remain a tester
ar: الخطة مدفوعة ولكن تبقى مجانية طالما أنك تختبر الخطة.
be: Платны, але ж застаецца бясплатным для вас, пакуль вы застаяцеся тэсціроўшчыкам
bn: সার্ভিসটি পেইড, তবে যতক্ষণ আপনি একজন পরীক্ষক হিসেবে থাকবেন ততক্ষণ এটি বিনামূল্যে ব্যবহার করতে পারবেন
ca: De pagament, però gratuït sempre que siguis provador
cs: Placený, ale zdarma, pokud jste tester
da: Som tester får du gratis adgang til et ellers betalt abonnement
de: Kostenpflichtig, aber für dich kostenlos, solange du Tester bist
el: Επί πληρωμή, αλλά δωρεάν εφόσον παραμένεις δοκιμαστής
es: De pago (pero gratis mientras sigas siendo tester)
fa: پولی است، اما تا زمانی که آزمایش‌کننده بمانید، رایگان است
fi: Maksullinen, mutta ilmainen niin kauan kuin olet testaaja
fr: Payant (mais gratuit pour les testeurs)
ga: Ar íocaíocht, ach saor in aisce duit mar thástálaí
gu: ચુકવણી સાથે, પણ જ્યાં સુધી તમે ટેસ્ટર રહો ત્યાં સુધી ફ્રી
he: בתשלום, אבל בחינם כל עוד את/ה בסטטוס של בודק/ת
hi: यह एक पेड प्लान है। हालांकि, जब तक आप टेस्टर हैं, आपको इसकी सुविधा मुफ़्त में मिलेगी
hr: Plaćeno, ali besplatno za sudionike testiranja
hu: Fizetős, de ingyenes, amíg tesztelő maradsz
id: Berbayar, tetapi gratis selama Anda masih menjadi penguji
it: A pagamento, ma gratis per i tester
ja: 有料ですが、テスターとして登録している限り無料です
ko: 유료이지만 테스트 사용자 자격을 유지하는 동안은 무료로 사용 가능
mr: हा सशुल्क असतो, पण तुम्ही टेस्टर असाल तोपर्यंत तुमच्यासाठी तो मोफत राहील
ms: Berbayar, tetapi percuma selagi anda kekal sebagai penguji
nb: Betalt abonnement, men gratis for testere.
nl: Betaald, maar gratis zolang je tester blijft
pl: Usługa płatna, ale gratis, dopóki uczestniczysz w jej testach
pt_br: Normalmente pago, mas gratuito para testadores ativos.
pt_pt: Pago (grátis para utilizadores TestFlight)
ro: Plătit, dar gratuit atâta timp cât rămâi tester
ru: Платно, но бесплатно, если вы остаётесь тестером
sk: Platená služba, bezplatné iba pokým budete testerom
sr: Плаћа се, али је бесплатно све док сте у програму за тестирање
sv: Betald, men gratis så länge du är testare
th: มีค่าบริการ แต่ฟรีหากยังอยู่ในสถานะผู้ร่วมทดสอบ
tr: Ücretli, ancak test kullanıcısı olduğun sürece ücretsiz kalır
ug: ھەقلىق ، ئەمما سىز بىر سىناق قىلغۇچى سۈپىتىدە قوللانسىڭىز ھەقسىز
uk: Платно, але кошти не стягуються, поки ви берете участь у тестуванні
ur: ادا شدہ، لیکن تب تک مفت ہے جب تک آپ ایک ٹیسٹر رہتے ہیں
vi: Trả phí, nhưng miễn phí miễn bạn vẫn giữ vai trò người thử nghiệm
zh_cn: 付费，但只要您仍然是测试员，即可免费
zh_hk: 已付款，但只要你仍是測試員便可免費

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_HEADER
source: Text + all media backup
ar: النسخ الاحتياطي للنص وكل الوسائط
be: Рэзервовае капіраванне SMS і ўсіх медыяфайлаў
bn: টেক্সট + সকল মিডিয়া ব্যাকআপ
ca: Còpia de seguretat de missatges de text + tots els arxius multimèdia
cs: Zálohování textových zpráv a všech médií
da: Tekst + sikkerhedskopiering af alle medier
de: Backups von Text + allen Medien
el: Αντίγραφα ασφαλείας κειμένου + όλων των πολυμέσων
es: Mensajes de texto + todos tus archivos multimedia
fa: پشتیبان‌گیری متن + تمام رسانه‌ها
fi: Tekstin + kaiken median varmuuskopio
fr: Messages texte + tous les médias
ga: Cúltaca téacs + gach meáin
gu: ટેક્સ્ટ + બધા મીડિયાનું બેકઅપ
he: גיבוי טקסט + כל המדיה
hi: टेक्स्ट + पूरे मीडिया का बैकअप
hr: Poruke + svi medijski zapisi
hu: Szöveg és minden médiafájl biztonsági mentése
id: Pencadangan pesan + semua media
it: Backup messaggi + tutti i media
ja: テキストとすべてのメディアのバックアップ
ko: 텍스트 + 모든 미디어 백업
mr: मजकूर + सर्व मिडीया बॅकअप
ms: Teks + semua sandaran media
nb: Sikkerhetskopiering av alle mediefiler og tekst
nl: Tekstberichten + alle media
pl: Wiadomości tekstowe i wszystkie multimedia
pt_br: Backup de mensagens de texto + arquivos de mídia
pt_pt: Texto + cópias de segurança de todos os ficheiros multimédia
ro: Text și backup la toate fișierele media
ru: Резервное копирование сообщений и всех медиафайлов
sk: Zálohovanie všetkých správ a médií
sr: Резервне копије порука и свих медија
sv: Säkerhetskopiering av textmeddelanden + alla mediefiler
th: สำรองข้อความ + สื่อทั้งหมด
tr: Metin + tam medya yedeklemesi
ug: تېكىست + بارلىق مېدىيانى زاپاسلاش
uk: Текст + усі медіафайли
ur: ٹیکسٹ + تمام میڈیا کا بیک اپ
vi: Bản sao lưu tin nhắn văn bản + tất cả tập tin đa phương tiện
zh_cn: 文本 + 所有媒体备份
zh_hk: 文字 + 所有媒體備份
