Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PHONE_NUMBER_DISCOVERABILITY_EVERYBODY_DESCRIPTION
source: Anyone who has your phone number will see you're on Signal and can start chats with you.
af: Enigeen wat jou telefoonnommer in hul kontaklys het, sal jou as ’n kontak op Signal sien. Ander sal jou in Soek kan vind.
ar: أي شخص لديه رقم هاتفك سَيرى أنك مُتواجد على سيجنال وسيتمكَّن من بدء دردشات معك.
az: Əlaqələr siyahısında telefon nömrəniz olan şəxslər sizi Signal-da əlaqə kimi görəcək. Digərləri sizi axtarışda görə biləcək.
be: Усякі, хто мае ваш нумар тэлефона, убачыць, што вы ў Signal, і зможа распачаць з вамі чат.
bn: যাদের কাছে আপনার ফোন নম্বর আছে তারা দেখতে পাবেন আপনি Signal-এ আছেন এবং আপনার সাথে চ্যাট শুরু করতে পারবেন।
ca: Qualsevol persona que tingui el teu número de telèfon veurà que ets a Signal i podrà iniciar un xat amb tu.
cs: Každý, kdo má vaše telefonní číslo, uvidí, že používáte Signal, a může s vámi začít chatovat.
cy: Bydd unrhyw un sydd â'ch rhif ffôn yn eu cysylltiadau yn eich gweld fel cyswllt ar Signal. Bydd eraill yn gallu dod o hyd i chi wrth chwilio.
da: Alle, der har dit telefonnummer, kan se, at du er på Signal, og de kan starte en chat med dig.
de: Wer deine Telefonnummer hat, sieht, dass du bei Signal bist und kann mit dir chatten.
el: Όποιος έχει τον αριθμό τηλεφώνου σου θα βλέπει ότι είσαι στο Signal και θα μπορεί να ξεκινήσει συνομιλία μαζί σου.
es: Cualquiera que tenga tu número de teléfono verá que estás en Signal y podrá iniciar chats contigo.
es_es: Cualquiera que tenga tu número de teléfono entre sus contactos podrá ver que usas Signal. Otras te encontrarán si buscan tu número.
et: Igaüks, kellel on sinu telefoninumber kontaktides näeb sind ka kontaktina Signalis. Teised saavad sind leida otsingu kaudu.
eu: Zure telefono zenbakia bere kontaktuetan duen edonork ikusi ahal izango zaitu kontaktu gisa Signalen. Beste batzuk gai izango dira zu topatzeko bilaketa bidez.
fa: هر کسی که شماره تلفن شما را داشته باشد خواهد دید که شما در سیگنال هستید و می‌تواند گفتگو با شما شروع به گفتگو کند.
fi: Kuka tahansa, jolla on puhelinnumerosi, näkee, että olet Signalissa, ja voi aloittaa keskustelut kanssasi.
fr: Toutes les personnes disposant de votre numéro de téléphone pourront voir que vous utilisez Signal et lancer une conversation avec vous.
ga: Aon duine ag a bhfuil d'uimhir ghutháin, feicfidh sé/sí go bhfuil tú ar Signal agus beidh in ann tosú ar chomhrá leat.
gu: જેમની પાસે તમારો ફોન નંબર હોય તે કોઈ પણને દેખાશે કે તમે Signal પર છો અને તમારી સાથે ચેટ શરૂ કરી શકે છે.
he: כל מי שיש להם את מספר הטלפון שלך יראו אותך ב–Signal ויוכלו להתחיל איתך צ׳אט.
hi: जिस किसी के पास आपका फोन नंबर है, वो आपको Signal पर देख सकेगा और आपसे चैट शुरू कर सकता है।
hr: Svi korisnici koji imaju vaš broj telefona vidjet će da ste na Signalu i moći će započeti razgovor s vama.
hu: Bárki, aki tudja a telefonszámodat, látni fogja, hogy használod a Signalt, és csevegést kezdeményezhet veled.
id: Siapa pun yang punya nomor telepon Anda akan melihat Anda ada di Signal dan dapat memulai obrolan.
is: Hver sá sem er með símanúmerið þitt í tengiliðaskránni sinni munu sjá þig sem tengilið í Signal. Aðrir munu geta fundið þig í gegnum leit.
it: Chiunque abbia il tuo numero di telefono può vedere che sei su Signal e iniziare una chat con te.
ja: あなたの電話番号を知っている人は誰でも、あなたがSignal利用者であることがわかり、チャットを始めることができます。
kab: Yal win yesɛan uṭṭun-ik·im n tiliɣri deg yinermisen-ines, ad ak·akem-iwali d anermis deg Signal. Wiyaḍ zemren ad ak·akem-afen s unadi.
km: á“ášáá¶á˜áŸ’á“á¶á€áŸ‹áŠáŸ‚á›á˜á¶á“á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á€áŸ’á“á»á„á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ášá”áŸáŸ‹á‚áŸ á“á¹á„áƒá¾á‰á¢áŸ’á“á€á‡á¶á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á˜á½á™á“áŸ…á›á¾ SignaláŸ” á¢áŸ’á“á€áŠá‘áŸƒá“á¹á„á¢á¶á…ášá€á¢áŸ’á“á€á“áŸ…á€á¶ášáŸáŸ’áœáŸ‚á„ášá€áŸ”
kn: ತಮ್ಮ ಸಂಪರ್ಕಗಳಲ್ಲಿ ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ಯಾರಾದರೂ ನಿಮ್ಮನ್ನು Signal ನಲ್ಲಿ ಸಂಪರ್ಕವಾಗಿ ನೋಡುತ್ತಾರೆ. ಇತರರು ನಿಮ್ಮನ್ನು ಹುಡುಕಾಟದಲ್ಲಿ ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: 내 전화번호가 있는 사람은 Signal에서 나를 보고 나와 대화를 시작할 수 있습니다.
lt: Bet kuris žmogus, turintis jūsų telefono numerį savo adresatuose, matys jus kaip Signal adresatą. Kiti žmonės galės rasti jus paieškoje.
lv: Ikviens, kura kontaktpersonu katalogā ir jūsu tālruņa numurs, redzēs jūs kā kontaktpersonu lietotnē Signal. Savukārt pārējie jūs varēs atrast, izmantojot meklēšanas iespēju,
mk: Anyone who has your phone number in their contacts will see you as a contact on Signal. Others will be able to find you in Search.
ml: കോൺ‌ടാക്റ്റുകളിൽ‌ നിങ്ങളുടെ ഫോൺ‌ നമ്പർ‌ ഉള്ള ഏതൊരാളും നിങ്ങളെ Signal-ഇലെ (സിഗ്നലിലെ) ഒരു കോൺ‌ടാക്റ്റായി കാണും. മറ്റുള്ളവർക്ക് നിങ്ങളെ തിരയലിൽ കണ്ടെത്താൻ കഴിയും.
mr: आपला फोन नंबर असणारा कोणीही आपण Signal वर असल्याचे पाहू शकतो आणि आपणासह चॅट्स सुरु करू शकतो.
ms: Sesiapa yang mempunyai nombor telefon anda akan dapat melihat anda di Signal dan boleh mula sembang dengan anda.
my: ၎င်းအဆက်အသွယ်များထဲတွင် သင့်ဖုန်းနံပါတ်ရှိသူ မည်သူမဆိုသည် သင့်အား Signal ပေါ်တွင် အဆက်အသွယ်အနေဖြင့် တွေ့ရှိရပါမည်။​ အခြားသူများသည် သင့်အား ရှာဖွေကိရိယာတွင် သင့်ကို ရှာဖွေနိုင်ပါသည်။
nb: Alle som søker opp telefonnummeret ditt, kan se at du bruker Signal og kan starte samtaler med deg.
nl: Iedereen die je telefoonnummer heeft, kan zien dat je een Signal-gebruiker bent en kan een chat met je beginnen.
pa: ਜਿਸ ਕਿਸੇ ਕੋਲ ਵੀ ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ ਉਹਨਾਂ ਦੇ ਸੰਪਰਕਾਂ ਵਿੱਚ ਹੋਵੇਗਾ, ਤੁਹਾਨੂੰ Signal ਉੱਤੇ ਸੰਪਰਕ ਵਜੋਂ ਵੇਖ ਸਕਦੇ ਹਨ। ਹੋਰ ਖੋਜ ਵਿੱਚ ਤੁਹਾਨੂੰ ਲੱਭ ਸਕਦੇ ਹਨ।
pl: Każdy, kto ma Twój numer telefonu, może Cię znaleźć w aplikacji Signal i rozpocząć z Tobą czat.
ps: هر هغه څوک چې ستاسې د ټلیفون شمېره ورسره ثبت وي هغوی به تاسې په Signal کې د یوه مخاطب په توګه وویني. نور بیا کولای شي تاسې په پلټنه کې ومومي.
pt_br: Qualquer pessoa que tenha seu número de telefone verá que você está no Signal e poderá iniciar chats com você.
pt_pt: Qualquer pessoa que tenha o seu número de telemóvel irá ver que está no Signal e poderá iniciar chats consigo.
ro: Oricine are numărul tău de telefon va vedea că ești pe Signal și poate începe conversații cu tine.
ru: Любой, у кого есть ваш номер телефона, будет видеть, что вы в Signal, и сможет начать с вами чат.
sk: Každý, kto má vaše telefónne číslo, vás v aplikácii Signal uvidí a môže s vami začať četovať.
sl: Vsakdo, ki ima vašo telefonsko številko v svojih stikih, vas bo videl kot stik na Signalu. Drugi vas bodo lahko našli v Iskanju.
sq: Cilido që ka numrin tuaj të telefonit në kontaktet e tij, do t’ju shohë si një kontakt në Signal. Të tjerët do të jenë në gjendje t’ju gjejnë përmes Kërkimi.
sr: Свако ко има ваш број телефона видеће да сте на Signal-у и моћи ће да започне ћаскање са вама.
sv: Alla som har ditt telefonnummer ser att du är på Signal och kan börja chatta med dig.
sw: Mtu yeyote ambaye ana nambari yako ya simu katika anwani zake atakuona kama mwasiliani kwenye Signal. Wengine wataweza kukupata kwenye kipengele Utafutaji.
ta: உங்களிடம் உள்ள எவரும் தொலைபேசி அவர்களின் தொடர்புகளில் உள்ள எண் உங்களை ஒரு தொடர்பாகக் காண்பிக்கும் Signal. மற்றவர்கள் உங்களை தேடலில் கண்டுபிடிக்க முடியும்.
te: వారి పరిచయాలలో మీ ఫోన్ నంబర్ ఉన్న ఎవరైనా మిమ్మల్ని Signal‌లో పరిచయంగా చూస్తారు. ఇతరులు మిమ్మల్ని శోధనలో కనుగొనగలరు.
th: ผู้ใช้ที่มีหมายเลขโทรศัพท์ของคุณจะเห็นว่าคุณใช้งาน Signal และจะสามารถเริ่มแชทกับคุณได้
tr: Telefon numaranı bilen herkes Signal'de olduğunu görecek ve seninle sohbet başlatabilecektir.
ug: تېلېفون نومۇرىڭىز بار ھەرقانداق كىشى سىزنىڭ Signal دا ئىكەنلىكىڭىزنى كۆرەلەيدۇ ۋە سىز بىلەن پاراڭ باشلىيالايدۇ.
uk: Будь-яка людина, що має ваш номер телефону, бачитиме вас у Signal і зможе почати з вами чат.
ur: کوئی بھی ایسا شخص جس کے پاس آپ کا فون نمبر ہے وہ دیکھے گا کہ آپ Signal پر ہیں اور آپ کے ساتھ چیٹس شروع کر سکتا ہے۔
vi: Bất kỳ ai có số điện thoại của bạn sẽ thấy bạn trên Signal và có thể bắt đầu trò chuyện với bạn.
zh_cn: 知道您的手机号码的任何人均可以在 Signal 上看到您的上线状态，并可以开始跟您聊天。
zh_hk: 任何擁有你電話號碼的人都會看到你在使用 Signal，並可以開始與你聊天。

# PHONE_NUMBER_DISCOVERABILITY_NOBODY
source: Nobody
af: Niemand
ar: لا أحد
az: Heç kim
be: Ніхто
bn: কেউ না
ca: Ningú
cs: Nikdo
cy: Neb
da: Ingen
de: Niemand
el: Κανένας
es: Nadie
es_es: Nadie
et: Mitte keegi
eu: Inor ez
fa: هیچ کس
fi: Ei kukaan
fr: Personne
ga: Duine ar bith
gu: કોઈ નથી
he: אף אחד
hi: कोई नहीं
hr: Nitko
hu: Senki
id: Tak seorangpun
is: Enginn
it: Nessuno
ja: なし
kab: Ula yiwen
km: á‚áŸ’á˜á¶á“á“ášáá¶
kn: ಯಾರೂ ಇಲ್ಲ
ko: 모두에게 금지
lt: Niekas
lv: Neviens
mk: Никој
ml: ആരുംതന്നെയില്ല
mr: कोणीही नाही
ms: Tiada sesiapa
my: မည်သူမျှ
nb: Ingen
nl: Niemand
pa: ਕੋਈ ਵੀ ਨਹੀਂ
pl: Nikt
ps: هېڅ کس
pt_br: Ninguém
pt_pt: Ninguém
ro: Nimeni
ru: Никто
sk: Nikto
sl: Nikogar
sq: Askush
sr: Нико
sv: Ingen
sw: Hakuna mtu
ta: ஒருவருமில்லை
te: యెవరు లేరు
th: คนที่คุณไม่รู้จัก
tr: Hiç kimse
ug: ھېچكىم
uk: Ніхто
ur: کوئی نہیں
vi: Không ai
zh_cn: 没有人
zh_hk: 沒有人

# PHONE_NUMBER_DISCOVERABILITY_NOBODY_DESCRIPTION
source: Nobody will be able to see you're on Signal unless you message them or have an existing chat with them.
af: Niemand op Signal sal jou met jou foonnommer kan vind nie. Jy sal nie sigbaar wees as kontak vir mense wat jou telefoonnommer in hul kontaklys het nie en ander sal jou nie kan vind met jou telefoonnommer nie.
ar: لن يتمكن أي أحد من رؤيتك على سيجنال إلّا إذا راسلته أو كانت لديك دردشة موجودة معه.
az: Signal-da heç kim sizi telefon nömrənizlə tapa bilməz. Əlaqələr siyahısında telefon nömrəniz olan şəxslər üçün əlaqə kimi görünmürsünüz və digərləri sizi axtarışda telefon nömrənizlə tapa bilməz.
be: Ніхто не ўбачыць, што вы ў Signal, пакуль вы не адправіце яму паведамленне або не распачняце з ім чат.
bn: আপনি Signal-এ আছেন তা কেউ দেখতে পাবেন না যদি না আপনি তাদের মেসেজ পাঠান বা তাদের সাথে কোনো চ্যাট বিদ্যমান থাকে।
ca: Ningú podrà veure que ets a Signal tret que els enviïs un missatge o tinguis un xat obert amb ells.
cs: Nikdo neuvidí, že používáte Signal, dokud mu nenapíšete nebo pokud s ním už nejste v existujícím chatu.
cy: Ni fydd neb ar Signal yn gallu dod o hyd i chi gyda'ch rhif ffôn. Ni fyddwch i'w weld fel cyswllt i bobl sydd â'ch rhif ffôn yn eu cysylltiadau ac ni fydd eraill yn gallu dod o hyd i chi gyda'ch rhif ffôn wrth chwilio.
da: Ingen vil kunne se, at du er på Signal, medmindre du sender dem en besked eller har en eksisterende chat med dem.
de: Niemand kann sehen, dass du auf Signal bist, es sei denn, du schreibst eine Nachricht oder hast mit der Person einen bereits bestehenden Chat.
el: Κανείς δεν θα μπορεί να δει ότι είσαι στο Signal εκτός και αν στείλεις μήνυμα ή δεν έχεις ήδη μια συνομιλία μαζί του.
es: Nadie podrá ver que estás en Signal a menos que le envíes un mensaje o ya tengas un chat con esa persona.
es_es: Nadie en Signal podrá ver que usas la aplicación. Ni siquiera tus contactos verán que puedes comunicarte a través de Signal y nadie podrá encontrar tu número al efectuar una búsqueda.
et: Mitte keegi ei saa sind leida Signalist sinu telefoninumbri kaudu. Sa pole kontaktina nähtav isikutele, kellel on sinu telefoninumber nende kontaktides ja teistel pole võimalik sind leida telefoninumbri järgi otsides.
eu: Signalen inork ezingo zaitu topatu zure telefono zenbakia erabiliz. Zure zenbakia duen jendearen kontaktuetan ez zara agertuko Signal erabiltzaile gisa eta besteek ezingo zaituzte topatu zure zenbakia bilatuz.
fa: هیچ‌کسی قادر به مشاهدۀ آنلاین بودن شما در سیگنال نیست، مگر اینکه به کسی پیام دهید یا گفتگویی فعلی با او داشته باشید.
fi: Kukaan ei näe, että olet Signalissa, ellet lähetä heille viestiä tai keskustele heidän kanssaan.
fr: Personne ne saura que vous utilisez Signal, hormis les utilisateurs à qui vous envoyez un message ou avec qui vous avez déjà démarré une conversation.
ga: Beidh tú dofheicthe ar Signal ag daoine ach amháin má sheolann tú teachtaireacht chucu nó má tá comhrá ar siúl agat leo.
gu: તમે Signal પર છો તે કોઈ જોઈ શકશે નહીં, જ્યાં સુધી તમે તેમને મેસેજ ન કરો અથવા તેમની સાથે તમારી કોઈ ચેટ અસ્તિત્વમાં હોય.
he: אנשים לא יוכלו לראות אותך ב–Signal אלא אם שלחת להם הודעה או שיש לך צ'אט קיים איתם.
hi: कोई भी यह नहीं देख पाएगा कि आप Signal पर हैं, जब तक कि आप उन्हें संदेश न भेजें या उनके साथ चैट न करें।
hr: Nitko neće moći vidjeti da ste na Signalu, osim ako nekome ne pošaljete poruku ili ako već imate postojeći razgovor s nekime.
hu: Senki sem láthatja, hogy használod a Signalt, hacsak nem küldesz valakinek üzenetet, vagy nem folytatsz csevegést valakivel.
id: Tidak seorang pun bisa melihat Anda di Signal kecuali Anda mengirimi mereka pesan atau sudah pernah mengobrol dengan mereka.
is: Enginn á Signal mun geta fundið þig með símanúmerinu þínu. Þú verður ekki sýnileg/ur sem tengiliður hjá fólki sem er með símanúmerið þitt í tengiliðaskránni sinni og aðrir munu ekki geta fundið þig með því að leita að símanúmerinu.
it: Nessuna persona potrà sapere che sei su Signal, a meno che tu non invii un messaggio (o se avete già una chat in corso).
ja: あなたからメッセージを送るか、以前からチャットをやりとりしていない限り、あなたがSignalを利用していることは誰にもわかりません。
kab: Ula d yiwen deg Signal yezmer ad ak·akem-yaf s wuṭṭun n tilifun. Ur d-tettbaneḍ ara d anermis i yimdanen i yesεan uṭṭun-ik·im n tilifun deg yinermisen-nsen, wiyaḍ ur ttizmiren ara ad ak·akem-id-afen s wuṭṭun n tilifun deg unadi.
km: á‚áŸ’á˜á¶á“á“ášáá¶á“áŸ…á›á¾ Signal á“á¹á„á¢á¶á…áŸáŸ’áœáŸ‚á„ášá€á¢áŸ’á“á€á‡á¶á˜á½á™á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸáŸ” á¢áŸ’á“á€á“á¹á„á˜á·á“á”á„áŸ’á á¶á‰á‡á¶á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„áŸá˜áŸ’ášá¶á”áŸ‹á˜á“á»áŸáŸ’áŸáŠáŸ‚á›á˜á¶á“á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€ á€áŸ’á“á»á„á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ášá”áŸáŸ‹á‚áŸ á“á·á„á¢áŸ’á“á€áŠá‘áŸƒá“á¹á„á˜á·á“á¢á¶á…áŸáŸ’áœáŸ‚á„ášá€á¢áŸ’á“á€á‡á¶á˜á½á™á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á€áŸ’á“á»á„á€á¶ášáŸáŸ’áœáŸ‚á„ášá€áŸ”
kn: Signal ನಲ್ಲಿರುವ ಯಾರಿಗೂ ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯ ಮೂಲಕ ನಿಮ್ಮನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ತಮ್ಮ ಸಂಪರ್ಕಗಳಲ್ಲಿ ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ಜನರಿಗೆ ನೀವು ಸಂಪರ್ಕವಾಗಿ ಕಾಣಿಸುವುದಿಲ್ಲ ಮತ್ತು ಇತರರು ಹುಡುಕಾಟದಲ್ಲಿ ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯ ಮೂಲಕ ನಿಮ್ಮನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 내가 메시지를 보내는 사용자 또는 기존 대화 기록이 있는 사용자를 제외하고는 아무도 Signal에서 나를 볼 수 없습니다.
lt: Niekas Signal programėlėje negalės jūsų rasti naudodamas jūsų telefono numerį. Jūs nebūsite rodomi kaip adresatas tiems žmonėms, kurie turi jūsų telefono numerį savo adresatuose, be to, kiti žmonės negalės rasti jūsų telefono numerį paieškoje.
lv: Neviens lietotnē Signal nevarēs jūs atrast ar jūsu tālruņa numuru. Jūs varēs redzēt kā kontaktpersonu cilvēki, kuru tālruņa katalogā ir jūsu tālruņa numurs, bet pārējie, meklēšanā izmantojot jūsu tālruņa numuru, nevarēs jūs atrast.
mk: Nobody on Signal will be able to find you with your phone number. You won’t be visible as contact for people who have your phone number in their contacts and others won’t be able to find you with your phone number in search.
ml: Signal-ലുള്ള ആർക്കും നിങ്ങളുടെ ഫോൺ നമ്പർ ഉപയോഗിച്ച് നിങ്ങളെ കണ്ടെത്താൻ കഴിയില്ല. കോൺ‌ടാക്റ്റുകളിൽ‌ നിങ്ങളുടെ ഫോൺ‌ നമ്പർ‌ ഉള്ള ആളുകൾ‌ക്ക് നിങ്ങൾ‌ കോൺ‌ടാക്റ്റായി ദൃശ്യമാകില്ല, മറ്റുള്ളവർ‌ക്ക് നിങ്ങളുടെ ഫോൺ‌ നമ്പർ‌ ഉപയോഗിച്ച് തിരയലിൽ‌ നിങ്ങളെ കണ്ടെത്താൻ‌ കഴിയില്ല.
mr: आपण त्यांना संदेश पाठवल्याशिवाय किंवा त्यांच्यासोबत सध्याचे चॅट्स असल्यााशिवाय कोणीही आपणाला Signal वर पाहू शकणार नाही.
ms: Tiada sesiapa boleh melihat anda di Signal melainkan anda hantar mesej kepada mereka atau mempunyai sembang sedia ada dengan mereka.
my: Signal ပေါ်တွင် သင့်ကို မည်သူမျှ သင့်ဖုန်းနံပါတ်သုံး၍ သင့်ကို မရှာဖွေနိုင်ပါ။​ သင်၏ဖုန်းနံပါတ်ကို ၎င်းတို့၏ အဆက်အသွယ်များထဲတွင်ရှိသော်လည်း သင့်ကို အဆက်အသွယ်အနေအဖြစ် မတွေ့ရှိရပါ။ အခြားသူများလည်း သင့်ကို သင်၏ဖုန်းနံပါတ်ဖြင့် မရှာဖွေနိုင်ပါ။
nb: Ingen kan se at du er på Signal med mindre du sender dem en melding, eller hvis dere allerede har en samtale gående.
nl: Niemand kan zien dat je een Signal-gebruiker bent, tenzij je hen een bericht stuurt of een bestaande chat met iemand hebt.
pa: Signal 'ਤੇ ਕੋਈ ਵੀ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਫੋਨ ਨੰਬਰ ਨਾਲ ਨਹੀਂ ਭਾਲ ਸਕੇਗਾ। ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਦੇ ਸੰਪਰਕ ਦੇ ਰੂਪ ਵਿੱਚ ਨਹੀਂ ਦਿੱਸੋਗੇ ਜਿਨ੍ਹਾਂ ਕੋਲ ਤੁਹਾਡੇ ਸੰਪਰਕ ਵਿੱਚ ਤੁਹਾਡਾ ਫੋਨ ਨੰਬਰ ਹੈ ਅਤੇ ਹੋਰ ਲੋਕ ਤੁਹਾਨੂੰ ਖੋਜ ਵਿੱਚ ਉਹਨਾਂ ਦੇ ਸੰਪਰਕ ਦੇ ਰੂਪ ਵਿੱਚ ਨਹੀਂ ਲੱਭ ਪਾਉਣਗੇ।
pl: O tym, że korzystasz z aplikacji Signal, nie dowie się nikt oprócz osób, którym wyślesz wiadomość lub z którymi masz już czat.
ps: په Signal کې به هېڅوک ونشي کړای چې تاسې د موبایل له شمېرې سره ومومي. تاسې به نورو خلکو ته د مخاطب په توګه ښکاره نشئ کوم چې ستاسې د موبایل شمېره د خپلو مخاطبینو په لیست کې لري او نور به ونشي کولای چې تاسې په پلټنه کې ستاسې د موبایل شمېرې په مټ ومومي.
pt_br: Ninguém poderá ver que você está no Signal, a não ser que você envie uma mensagem ou participe de um chat com alguém.
pt_pt: Ninguém conseguirá ver que está no Signal, exceto as pessoas a quem envie mensagem ou com quem já tenha aberto um chat.
ro: Nimeni nu va putea să vadă că ești pe Signal decât dacă îi trimiți un mesaj sau dacă ai o conversație existentă cu acesta.
ru: Никто не сможет увидеть, что вы в Signal, если только вы не отправите этому человеку сообщение или не продолжите с ним чат.
sk: Nikto vás v aplikácii Signal neuvidí, pokiaľ mu nenapíšete správu alebo s ním nebudete četovať.
sl: Nihče na Signalu vas ne bo mogel najti z vašo telefonsko številko. Osebam, ki imajo vašo telefonsko številko v svojih stikih, ne boste vidni kot stik, drugi pa vas preko telefonske številke ne bodo mogli najti v Iskanju.
sq: Askush në Signal s’do të jetë në gjendje t’ju gjejë me numrin tuaj të telefonit. S’do të jeni i dukshëm si kontakt për persona që kanë numrin tuaj të telefonit në kontaktet e tyre dhe të tjerë s’do të jenë në gjendje t’ju gjejnë përmes kërkimi të numrit tuaj të telefonit.
sr: Ниједан корисник неће моћи да види да сте на Signal-у док му не пошаљете поруку или ако већ немате постојеће ћаскање са њим.
sv: Ingen kommer att kunna se att du är på Signal om du inte skickar ett meddelande eller har en befintlig chatt med dem.
sw: Hakuna mtu kwenye Signal atakayekupata kwa kutumia nambari yako ya simu. Hutaonekana kama mwasiliani kwa watu walio na nambari yako ya simu katika anwani zao, na wengine hawataweza kukupata kwa kutafuta nambari yako ya simu.
ta: யாரும் இல்லை Signal உங்களுடன் உங்களைக் கண்டுபிடிக்க முடியும் தொலைபேசிஎண். நீங்கள் தொடர்பு கொள்ள முடியாதுமக்கள் உங்களுடையது யார் தொலைபேசி அவர்களின் தொடர்புகளில் உள்ள எண் மற்றும் பிறர் உங்களுடன் உங்களை கண்டுபிடிக்க முடியாது தொலைபேசி தேடலில் எண்.
te: Signal‌లో ఉన్న ఎవరూ మీ ఫోన్ నంబర్‌తో మిమ్మల్ని కనుగొనలేరు. వారి పరిచయాలలో మీ ఫోన్ నంబర్ ఉన్న వ్యక్తుల కోసం మీరు పరిచయంగా కనిపించరు మరియు ఇతరులు శోధనలో మీ ఫోన్ నంబర్‌తో మిమ్మల్ని కనుగొనలేరు.
th: จะไม่มีใครเห็นว่าคุณใช้งาน Signal เว้นแต่ว่าคุณจะส่งข้อความหาหรือเคยแชทกับผู้ใช้คนนั้น
tr: Ona mesaj göndermediğin veya mevcut bir sohbetin olmadığı sürece kimse Signal'de olduğunu göremez.
ug: ئەگەر باشقىلارغا ئۇچۇر يوللىسىمىڭىز ياكى باشقىلار بىلەن بۇرۇندىنلا مەۋجۇت پارىڭىڭىز بولمىسا، باشقىلار سىزنىڭ Signal دا ئىكەنلىكىڭىزنى كۆرەلمەيدۇ.
uk: Крім людей, яким ви напишете самі й з якими ви вже маєте спільний чат, ніхто не побачить, що ви зареєстровані в Signal.
ur: کوئی بھی اس وقت تک دیکھ نہیں پائے گا کہ آپ Signal پر ہیں جب تک آپ انہیں میسج نہیں کرتے یا ان کے ساتھ آپ کی کوئی پہلے سے موجود چیٹ ہو۔
vi: Sẽ không có ai nhìn thấy số điện thoại của bạn trên Signal, trừ khi bạn nhắn tin với người đó hoặc đã có một cuộc trò chuyện với người đó.
zh_cn: 没人能在 Signal 上看到您的上线状态，除非您给对方发送消息，或与对方有一个现有的聊天窗口。
zh_hk: 除非你向對方傳送訊息或與對方已有聊天紀錄，否則沒有人能看到你使用 Signal。

# PHONE_NUMBER_EXAMPLE_FORMAT
source: Example: %@
af: Voorbeeld: %@
ar: مِثال: %1$@
az: Məsələn: %@
be: Прыклад: %1$@
bg: Пример: %@
bn: উদাহরণ: %1$@
ca: Exemple: %1$@
cs: Příklad: %1$@
cy: Esiample: %@
da: Eksempel: %1$@
de: Beispiel: %1$@
el: Παράδειγμα: %1$@
es: Ejemplo: %1$@
es_es: Ejemplo: %@
et: Näide: %@
eu: Adibidez: %@
fa: مثال: %1$@
fi: Esimerkki: %1$@
fil: Halimbawa: %@
fr: Exemple : %1$@
ga: Sampla: %1$@
gu: ઉદાહરણ: %1$@
he: דוגמה: %1$@
hi: उदाहरणः %1$@
hr: Primjer: %1$@
hu: Például: %1$@
id: Misalnya: %1$@
is: Dæmi: %@
it: Esempio: %1$@
ja: 例: %1$@
kab: Amedya: %@
kk: Мысал: %@
km: á§á‘á¶á ášááŸáŸ– %@
kn: ಉದಾಹರಣೆ: %@
ko: 예시: %1$@
lt: Pavyzdys: %@
lv: Piemērs: %@
mk: Пример: %@
ml: ഉദാഹരണം: %@
mr: उदाहरण: %1$@
ms: Contoh: %1$@
my: ဥပမာ: %@
nb: Eksempel: %1$@
nl: Voorbeeld: %1$@
pa: ਉਦਾਹਰਨ: %@
pa_pk: مثلاً: %@
pl: Przykład: %1$@
ps: د بېلګې په توګه: %@
pt_br: Exemplo: %1$@
pt_pt: Exemplo: %1$@
ro: Exemplu: %1$@
ru: Например: %1$@
sk: Príklad: %1$@
sl: Primer: %@
sq: Shembull: %@
sr: Пример: %1$@
sv: Exempel: %1$@
sw: Mfano: %@
ta: உதாரணம் : %@
te: ఉదాహరణ: %@
th: ตัวอย่าง: %1$@
tr: Örneğin: %1$@
ug: مىسال: %1$@
uk: Приклад: %1$@
ur: مثال کے طور پر:%1$@
vi: Ví dụ: %1$@
zh_cn: 范例：%1$@
zh_hk: 範例：%1$@

# PHONE_NUMBER_SHARING_EVERYBODY
source: Everybody
af: Almal
ar: الجميع
az: Hər kəs
be: Усе
bn: সবাই
ca: Tothom
cs: Všichni
cy: Pawb
da: Alle
de: Jeder
el: Όλοι
es: Cualquiera
es_es: Cualquiera
et: Igaüks
eu: Denak
fa: همه
fi: Kaikki
fr: Tout le monde
gu: પ્રત્યેક
he: כולם
hi: हर कोई
hr: Svi
hu: Mindenki
id: Siapa Saja
is: Allir
it: Tutti
ja: 全員
kab: Irkelli
km: á¢áŸ’á“á€á‘á¶áŸ†á„á¢áŸáŸ‹á‚áŸ’á“á¶
kn: ಎಲ್ಲರೂ
ko: 모두에게 허용
lt: Visi
lv: Katrs
mk: Сите
ml: എല്ലാവരും
mr: सर्वजण
ms: Semua orang
my: အားလုံး
nb: Alle
nl: Iedereen
pa: ਹਰ ਕੋਈ
pl: Wszyscy
ps: هر څوک
pt_br: Todos
pt_pt: Todos
ro: Toată lumea
ru: Все
sk: Všetci
sl: Vsi
sq: Gjithkush
sr: Сви
sv: Alla
sw: Kila mtu
ta: எல்லோரும்
te: ప్రతి ఒక్కరూ
th: ทุกคน
tr: Herkes
ug: ھەممەيلەن
uk: Усі
ur: ہر ایک
vi: Tất cả mọi người
zh_cn: 所有人
zh_hk: 所有人
