Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATION_ON_BEHALF_OF_A_FRIEND_RECIPIENT_IS_BLOCKED_ERROR_BODY
source: You can’t make a donation for this user because you blocked them.
ar: لا يُمكنك تقديم تبرُّع لهذا المُستخدم لأنك قمتَ بحظره.
be: Вы не можаце зрабіць ахвяраванне для гэтага карыстальніка, таму што вы яго заблакавалі.
bn: আপনি এই ইউজারের জন্য ডোনেশন পাঠাতে পারবেন না, কারণ আপনি তাকে ব্লক করেছেন।
ca: No pots fer una donació en nom d'aquesta persona perquè la tens bloquejada.
cs: Nemůžete přispět za tohoto uživatele, protože jste ho zablokovali.
da: Du kan ikke foretage en donation for denne bruger, da du har blokeret vedkommende.
de: Du kannst für diesen Kontakt nicht spenden, weil du ihn blockiert hast.
el: Δεν μπορείς να κάνεις δωρεά για αυτόν τον χρήστη γιατί τον έχεις αποκλείσει.
es: No puedes hacer una donación en nombre de esta persona porque la has bloqueado.
fa: نمی‌توانید به این کاربر کمک مالی اهدا کنید، چون او را مسدود کرده‌اید.
fi: Et voi tehdä lahjoitusta tämän käyttäjän puolesta, koska olet estänyt hänet.
fr: Vous ne pouvez pas faire un don pour cet utilisateur, car vous l'avez bloqué.
ga: Ní féidir leat tabhartas a thabhairt ar son an úsáideora seo toisc gur chuir tú bac air/uirthi.
gu: તમે આ ઉપયોગકર્તા માટે દાન આપી શકતા નથી કારણ કે તમે તેમને બ્લૉક કર્યા છે.
he: אין לך אפשרות לתרום בשביל המשתמש/ת כי חסמת אותם.
hi: आप इस यूज़र के लिए दान नहीं कर सकते क्योंकि आपने उन्हें ब्लॉक कर दिया है।
hr: Nije moguće donirati u ime korisnika kojega ste blokirali.
hu: Nem adományozhatsz ennek a felhasználónak, mert letiltottad.
id: Anda tidak dapat berdonasi untuk pengguna ini karena Anda memblokirnya.
it: Non puoi inviare una donazione per conto di questa persona perché l'hai bloccata.
ja: このユーザーをブロックしているため、代理で寄付できませんでした。
ko: 이 사용자를 대신해 기부하려면 이 사용자를 차단 해제해야 합니다.
mr: आपण या वापरकर्त्याला अवरोधित केलेले असल्याने आपण त्यांना देणगी देऊ शकत नाही.
ms: Anda tidak boleh membuat derma untuk pengguna ini kerana anda telah menyekat mereka.
nb: Du kan ikke gi en pengegave på vegne av denne brukeren fordi du har blokkert vedkommende.
nl: Je kunt geen donatie doen voor deze persoon omdat je diegene hebt geblokkeerd.
pl: Nie możesz wpłacić darowizny w imieniu tej osoby, ponieważ została ona przez Ciebie zablokowana.
pt_br: Você não pode fazer uma doação para esta pessoa porque você a bloqueou.
pt_pt: Não foi possível fazer uma doação em nome deste utilizador uma vez que o bloqueou.
ro: Nu se poate face o donație pentru acest utilizator pentru că l-ai blocat.
ru: Вы не можете сделать пожертвование за этого пользователя, потому что вы его заблокировали.
sk: Za tohto používateľa nemôžete poslať príspevok, pretože ste ho zablokovali.
sr: Не можете дати донацију за овог корисника јер сте га блокирали.
sv: Du kan inte göra en donation åt den här användaren eftersom du har blockerat den.
th: คุณไม่สามารถบริจาคในนามของผู้ใช้คนนี้ได้ เนื่องจากคุณบล็อกผู้ใช้คนนี้อยู่
tr: Bu kullanıcıyı engellediğin için onun adına bağış yapamazsın.
ug: بۇ ئىشلەتكۈچىنى چەكلىگەنلىكىڭىز ئۈچۈن ئۇنىڭ ئورنىدا ئىئانە قىلالمايسىز.
uk: Ви не можете задонатити від імені цього користувача, тому що ви його заблокували.
ur: چونکہ آپ نے انہیں بلاک کر دیا ہے اس لیے آپ اس یوزر کے لیے عطیہ نہیں کر سکتے۔
vi: Bạn không thể gửi khoản ủng hộ thay cho người dùng này vì bạn đã chặn người này.
zh_cn: 您已屏蔽此用户，因此无法代对方捐款。
zh_hk: 由於你封鎖了此用戶，因此無法為其作出捐款。

# DONATION_ON_BEHALF_OF_A_FRIEND_RECIPIENT_IS_BLOCKED_ERROR_TITLE
source: Cannot Make Donation
ar: تعذَّر تقديم التبرُّع
be: Немагчыма зрабіць ахвяраванне
bn: ডোনেশন পাঠানো যাচ্ছে না
ca: No s'ha pogut fer la donació
cs: Nelze přispět
da: Kan ikke foretage donation
de: Spende kann nicht getätigt werden
el: Δεν ήταν δυνατή η δωρεά
es: No se puede realizar la donación
fa: اهدای کمک مالی امکان‌پذیر نیست
fi: Lahjoitusta ei voi tehdä
fr: Impossible de faire ce don
ga: Ní Féidir Tabhartas a Thabhairt
gu: દાન આપી શકાતું નથી
he: לא ניתן לבצע תרומה
hi: दान नहीं किया जा सकता
hr: Nije moguće izvršiti donaciju
hu: Nem lehet adományozni
id: Tidak Bisa Berdonasi
it: Impossibile inviare la donazione
ja: 寄付できません
ko: 기부를 완료할 수 없습니다.
mr: देणगी देऊ शकत नाही
ms: Tidak Boleh Menderma
nb: Kan ikke gi pengegave
nl: Kan geen donatie doen
pl: Nie można wpłacić darowizny
pt_br: Não é possível fazer doação
pt_pt: Não foi possível fazer doação
ro: Nu se poate face o donație
ru: Не удалось сделать пожертвование
sk: Nie je možné odoslať príspevok
sr: Није могуће дати донацију
sv: Kan inte göra donation
th: ไม่สามารถบริจาคได้
tr: Bağış Yapılamıyor
ug: ئىئانە قىلغىلى بولمىدى
uk: Неможливо надіслати донат
ur: عطیہ نہیں کر سکتے
vi: Không thể Gửi Khoản Ủng hộ
zh_cn: 无法捐款
zh_hk: 無法捐款

# DONATION_ON_BEHALF_OF_A_FRIEND_REDEEM_BADGE
source: Redeem
ar: استخدام
be: Актываваць
bn: ছাড় করুন
ca: Bescanvia
cs: Uplatnit
da: Indløs
de: Einlösen
el: Εξαργύρωση
es: Canjear
fa: آزادسازی
fi: Lunasta
fr: Récupérer
ga: Fuascail
gu: રિડિમ કરો
he: מימוש
hi: रिडीम करें
hr: Preuzmi
hu: Beváltás
id: Tebus
it: Riscatta
ja: 引換え
ko: 사용
mr: रिडीम करा
ms: Tebus
nb: Løs inn
nl: In ontvangst nemen
pl: Odbierz
pt_br: Resgatar
pt_pt: Resgatar
ro: Revendică
ru: Принять
sk: Odomknúť
sr: Искористите
sv: Lös in
th: แลกรับ
tr: Kullan
ug: نەقلەشتۈرۈش
uk: Активувати
ur: ریڈیم
vi: Nhận
zh_cn: 领取
zh_hk: 兌換

# DONATION_ON_BEHALF_OF_A_FRIEND_REDEEM_BADGE_LATER
source: You can redeem your donation later
ar: يُمكنك استخدام تبرُّعك لاحقًا
be: Вы можаце актываваць сваё ахвяраванне пазней
bn: আপনি পরে আপনার ডোনেশন ছাড় করতে পারবেন
ca: Podràs bescanviar la teva donació més tard
cs: Svůj příspěvek můžete uplatnit později
da: Du kan indløse din donation senere
de: Du kannst deine Spende später einlösen
el: Μπορείς να εξαργυρώσεις τη δωρεά σου
es: Puedes canjear tu insignia de donación más tarde
fa: می‌توانید کمک مالی خود را بعداً آزادسازی کنید
fi: Voit lunastaa lahjoituksesi myöhemmin
fr: Vous pourrez récupérer votre macaron plus tard
ga: Is féidir leat do thabhartas a fhuascailt níos déanaí
gu: તમે તમારા દાનને પછીથી રિડિમ કરી શકો છો
he: אפשר לממש את התרומה מאוחר יותר
hi: आप अपना दान बाद में भुना सकते हैं
hr: Značku donacije možete preuzeti kasnije
hu: Az adományt később is beválthatod
id: Anda dapat menebus donasi Anda nanti
it: Puoi riscattare la donazione più tardi
ja: 寄付は後で引換えることが可能です
ko: 나중에 기부를 사용할 수 있습니다.
mr: आपण आपली देणगी नंतर रिडीम करु शकता
ms: Anda boleh menebus derma anda kemudian
nb: Du kan løse inn pengegaven senere
nl: Je kunt je badge later in ontvangst nemen
pl: Możesz odebrać odznakę za darowiznę później
pt_br: Resgate sua doação mais tarde
pt_pt: Pode resgatar a sua doação mais tarde
ro: Poți să-ți revendici donația mai târziu
ru: Вы можете принять своё пожертвование позже
sk: Svoj príspevok si môžete uplatniť neskôr
sr: Можете да преузмете значку донације касније
sv: Du kan lösa in din donation senare
th: คุณสามารถแลกโล่บริจาคได้ภายหลัง
tr: Bağışını daha sonra kullanabilirsin
ug: ئىئانىڭىزنى كېيىنرەك نەقلەشتۈرۈشكە بولىدۇ
uk: Значок можна активувати пізніше
ur: آپ بعد میں اپنے عطیے کو ریڈیم کر سکتے ہیں
vi: Bạn có thể nhận khoản ủng hộ sau
zh_cn: 您可以稍后领取捐款徽章
zh_hk: 你可以稍後再兌換捐款

# DONATION_ON_BEHALF_OF_A_FRIEND_REDEEM_BADGE_TITLE_FORMAT
source: %1$@ made a donation for you
ar: قدَّمَ %1$@ تبرُّعًا لك
be: %1$@ зрабіў(-ла) ахвяраванне для вас
bn: %1$@ আপনার জন্য একটি ডোনেশন দিয়েছেন
ca: %1$@ ha fet una donació per tu
cs: %1$@ za vás přispěl/a
da: %1$@ har doneret på dine vegne
de: %1$@ hat für dich gespendet
el: Ο/Η %1$@ έκανε δωρεά για σένα
es: %1$@ ha hecho una donación en tu nombre
fa: %1$@ از طرف شما کمک مالی اهدا کرد
fi: %1$@ teki lahjoituksen puolestasi
fr: %1$@ a fait un don pour vous
ga: Thug %1$@ tabhartas ar do shon
gu: %1$@એ તમારા માટે દાન કર્યું
he: %1$@ ביצע/ה תרומה בשבילך
hi: %1$@ ने आपके लिए एक दान दिया
hr: Korisnik %1$@ izvršio je donaciju u vaše ime
hu: %1$@ adományozott számodra
id: %1$@ memberikan donasi untuk Anda
it: %1$@ ha fatto una donazione per conto tuo!
ja: %1$@ があなたに代わって寄付しました
ko: %1$@ 님이 귀하를 대신해 기부했습니다.
mr: %1$@ नी आपल्यासाठी देणगी दिली
ms: %1$@ membuat derma untuk anda
nb: %1$@ ga penger for deg
nl: %1$@ heeft een donatie voor je gedaan
pl: %1$@ wpłaca darowiznę w Twoim imieniu
pt_br: %1$@ fez uma doação pra você
pt_pt: %1$@ fez uma doação por si
ro: %1$@ a făcut o donație pentru tine
ru: %1$@ сделал(-а) пожертвование за вас
sk: Používateľ %1$@ za vás poslal príspevok
sr: %1$@ је дао/ла донацију за вас
sv: %1$@ har gjort en donation åt dig
th: %1$@ บริจาคในนามของคุณ
tr: %1$@ senin için bağış yaptı
ug: %1$@ سىزنىڭ ئورنىڭىزدا ئىئانە قىلدى
uk: Користувач %1$@ зробив донат від вашого імені
ur: %1$@ نے آپ کی طرف سے عطیہ کیا ہے
vi: %1$@ đã gửi khoản ủng hộ thay cho bạn
zh_cn: %1$@代您捐了款
zh_hk: %1$@ 已為你捐款

# DONATION_ON_BEHALF_OF_A_FRIEND_REPLY
source: Donation
ar: التبرُّع
be: Ахвяраванне
bn: ডোনেশন
ca: Donació
cs: Příspěvek
de: Spende
el: Δωρεά
es: Donación
fa: اهدای کمک مالی
fi: Lahjoitus
fr: Don
ga: Tabhartas
gu: દાન
he: תרומה
hi: दान
hr: Donacija
hu: Adományozás
id: Donasi
it: Donazione
ja: 寄付
ko: 기부
mr: देणगी
ms: Derma
nb: Pengegave
nl: Donatie
pl: Darowizna
pt_br: Doação
pt_pt: Doação
ro: Donație
ru: Пожертвование
sk: Príspevok
sr: Донација
th: การบริจาค
tr: Bağış
ug: ئىئانە
uk: Донат
ur: عطیہ
vi: Khoản Ủng hộ
zh_cn: 捐款
zh_hk: 捐款

# DONATION_ON_BEHALF_OF_A_FRIEND_SENT_TITLE_FORMAT
source: Donation on behalf of %1$@
ar: التبرُّع نيابةً عن %1$@
be: Ахвяраванне ад імя %1$@
bn: %1$@-এর পক্ষ থেকে ডোনেশন
ca: Donació en nom de %1$@
cs: Příspěvek jménem uživatele %1$@
da: Donation på vegne af %1$@
de: Spende im Namen von %1$@
el: Δωρεά εκ μέρους του χρήστη %1$@
es: Donación en nombre de %1$@
fa: کمک مالی از طرف %1$@
fi: Lahjoitus henkilön %1$@ puolesta
fr: Don offert à %1$@
ga: Tabhartas ar son %1$@
gu: %1$@ વતી દાન
he: תרומה בשם %1$@
hi: %1$@ की ओर से दान
hr: Donacija u ime korisnika %1$@
hu: Adomány %1$@ nevében
id: Donasi atas nama %1$@
it: Donazione per conto di %1$@
ja: %1$@に代わって寄付をする
ko: %1$@ 님 대신 기부
mr: %1$@च्या वतीने देणगी
ms: Derma bagi pihak %1$@
nb: Pengegave på vegne av %1$@
nl: Donatie namens %1$@
pl: %1$@, wpłacam w Twoim imieniu darowiznę
pt_br: Doação em nome de %1$@
pt_pt: Doação em nome de %1$@
ro: Donație în numele persoanei %1$@
ru: Пожертвование от имени %1$@
sk: Príspevok v mene používateľa %1$@
sr: Донација у име корисника %1$@
sv: Donation på uppdrag av %1$@
th: การบริจาคในนามของ %1$@
tr: %1$@ adına bağış
ug: «%1$@» گە ۋاكالىتەن ئىئانە قىلىش
uk: Донат від імені користувача %1$@
ur: %1$@ کی جانب سے عطیہ
vi: Khoản ủng hộ thay cho %1$@
zh_cn: 代%1$@捐款
zh_hk: 代表 %1$@ 捐款

# DONATION_ON_BEHALF_OF_A_FRIEND_THANKS_BODY_FORMAT
source: You’ve made a donation to Signal on behalf of %1$@. They’ll be given the option to show their support on their profile.
ar: قدَّمت تبرُّعًا لسيجنال نيابة عن %1$@. سَيتمُّ منحهم خيار إظهار دعمهم على حسابهم الشخصي.
be: Вы зрабілі ахвяраванне для Signal ад імя %1$@. Гэты карыстальнік, калі пажадае, зможа прадэманстраваць сваю падтрымку ў сваім профілі.
bn: আপনি %1$@-এর পক্ষ হয়ে Signal-এ একটি ডোনেশন দিয়েছেন। তাদের প্রোফাইলে তাদের সমর্থন প্রদর্শন করার জন্য বিকল্প দেওয়া হবে।
ca: Has fet una donació a Signal en nom de %1$@. Se'ls donarà l'opció de mostrar el seu suport al seu perfil.
cs: Přispěl/a jste na službu Signal jménem uživatele %1$@. Bude mít možnost ukázat svoji podporu na svém profilu.
da: Du har foretaget en donation til Signal på vegne af %1$@. De vil få mulighed for at vise deres støtte på deres profil.
de: Du hast im Namen von %1$@ eine Spende an Signal getätigt. Die Person erhält die Möglichkeit, ihre Unterstützung im Profil zu zeigen.
el: Έκανες δωρεά στη Signal εκ μέρους του/της %1$@. Θα τους δοθεί η επιλογή να δείξουν την υποστήριξή τους στο προφίλ τους.
es: Has hecho una donación a Signal en nombre de %1$@. Ahora podrá mostrar su insignia de apoyo a Signal en su perfil.
fa: شما از طرف %1$@ به سیگنال کمک مالی اهدا کرده‌اید. به او امکان داده می‌شود که حمایت خود را در نمایه‌اش نشان دهد.
fi: Olet tehnyt lahjoituksen Signalille henkilön %1$@ puolesta. Hän saa mahdollisuuden näyttää omassa profiilissaan, että hän tukee Signalia.
fr: Vous avez fait un don à Signal pour %1$@. Cette personne aura la possibilité d'afficher son soutien sur son profil.
ga: Thug tú tabhartas do Signal ar son %1$@. Gheobhaidh an duine sin rogha chun tacaíocht a léiriú ar an bpróifíl.
gu: તમે %1$@ વતી Signalને દાન આપ્યું છે. તેમની પ્રોફાઇલ પર તેમનો સપોર્ટ બતાવવાનો વિકલ્પ તેઓને આપવામાં આવશે.
he: ביצעת תרומה ל–Signal בשם %1$@. הוא או היא יקבלו את האפשרות להשוויץ בתמיכה שלהם בפרופיל.
hi: आपने %1$@ की ओर से Signal को एक दान दिया है। उन्हें अपना सहयोग अपनी प्रोफ़ाइल पर दर्शाने का विकल्प दिया जाएगा।
hr: Izvršili ste donaciju Signalu u ime korisnika %1$@. Korisnik će moći izabrati hoće li iskazati podršku na svom profilu.
hu: Adományoztál a Signal számára %1$@ nevében. Ez a személy lehetőséget kap arra, hogy a profilján megjelenítse a támogatást.
id: Anda memberikan donasi ke Signal atas nama %1$@ . Dia akan diberi opsi untuk menunjukkan dukungan di profilnya.
it: Hai fatto una donazione a Signal per conto di %1$@! Da ora, potrà scegliere se mostrare un badge per supportare Signal sul proprio profilo.
ja: %1$@ に代わってあなたがSignalに寄付しました。その人のプロフィールには、サポートしていることを表示するオプションが付与されます。
ko: %1$@ 님을 대신하여 Signal에 기부했습니다. 프로필을 통해 지지를 표현할 옵션이 제공됩니다.
mr: आपण %1$@ च्या वतीने Signal ला देणगी दिली आहे. त्यांना त्यांच्या प्रोफाईलवर त्यांचा सपोर्ट दाखवण्याचा पर्याय दिला जाईल.
ms: Anda telah membuat derma kepada Signal bagi pihak %1$@. Mereka akan diberi pilihan untuk menunjukkan sokongan mereka pada profil mereka.
nb: Du har gitt en pengegave til Signal på vegne av %1$@. Vedkommende vil få muligheten til å vise frem støtten på profilen sin.
nl: Je hebt namens %1$@ een donatie gedaan aan Signal. Ze krijgen de mogelijkheid om hun steun op hun profiel te tonen.
pl: Twoja darowizna na rzecz aplikacji Signal została wpłacona w imieniu wybranej osoby. %1$@ może się teraz pochwalić wsparciem w swoim profilu.
pt_br: Você fez uma doação para o Signal no nome de %1$@. Essa pessoa poderá escolher se quer mostrar que apoia o Signal no perfil.
pt_pt: Fez uma doação ao Signal em nome de %1$@. A pessoa terá a opção de mostrar o seu apoio no perfil.
ro: Ai făcut o donație către Signal în numele %1$@. Persoana aleasă de tine va primi opțiunea să afișeze sprijinul la profil.
ru: Вы сделали пожертвование Signal от имени %1$@. Этот пользователь при желании сможет продемонстрировать свою поддержку в профиле.
sk: Prispeli ste na Signal v mene používateľa %1$@. Svoju podporu bude môcť zobraziť na svojom profile.
sr: Дали сте донацију Signal-у у име корисника %1$@. Имаће могућност да прикаже подршку на свом профилу.
sv: %1$@ har gjort en donation till Signal för din räkning. De får möjlighet att visa sitt stöd på sin profil.
th: คุณบริจาคให้ Signal ในนามของ %1$@ ผู้ใช้คนดังกล่าวสามารถเลือกได้ว่าจะแสดงการสนับสนุนครั้งนี้บนโปรไฟล์หรือไม่
tr: %1$@ adına Signal'a bağışta bulundun. Böylece Signal'a olan desteklerini profillerinde gösterebilecekler.
ug: سىز «%1$@» نىڭ ئورنىدا Signal غا ئىئانە قىلدىڭىز. ئۇلار ئۆزىنىڭ قوللىشىنى ئارخىپتا نامايەن قىلىش-قىلماسلىقنى قارار قىلسا بولىدۇ.
uk: Ви підтримали Signal донатом від імені користувача %1$@. Користувач зможе продемонструвати свою підтримку, показуючи в профілі значок.
ur: آپ نے %1$@ کی جانب سے Signal کو عطیہ کیا ہے۔ انہیں اپنی پروفائل پر سپورٹ ظاہر کرنے کا آپشن دیا جائے گا۔
vi: Bạn đã gửi một khoản ủng hộ cho Signal thay cho %1$@. Họ sẽ có tuỳ chọn để thể hiện sự ủng hộ của mình trên hồ sơ.
zh_cn: 您以%1$@的名义给 Signal 捐了款。对方可以选择是否在个人资料中显示自己对 Signal 的支持。
zh_hk: 你已代表 %1$@ 向 Signal 捐款。他們可以選擇在個人檔案上展現支持。

# DONATION_ON_BEHALF_OF_A_FRIEND_THANKS_TITLE
source: Thanks for your support!
ar: شكرًا لدعمك!
be: Дзякуй за вашу падтрымку!
bn: আপনার সহযোগিতার জন্য ধন্যবাদ!
ca: Gràcies pel teu suport!
cs: Díky za vaši podporu!
da: Tak for din støtte!
de: Danke für deine Unterstützung!
el: Ευχαριστούμε για την υποστήριξη!
es: ¡Gracias por tu apoyo!
fa: از پشتیبانی شما سپاسگزاریم!
fi: Kiitos tuestasi!
fr: Merci pour votre soutien !
ga: Go raibh maith agat as do thacaíocht!
gu: આપના સહયોગ બદલ આભાર!
he: תודה על התמיכה שלך!
hi: आपके समर्थन के लिए शुक्रिया!
hr: Hvala vam na podršci!
hu: Köszönjük a támogatásodat!
id: Terima kasih atas dukungan Anda!
it: Grazie per il tuo supporto!
ja: ご支援をありがとうございます！
ko: 지지와 성원에 감사드립니다!
mr: आपल्या सपोर्ट साठी धन्यवाद!
ms: Terima kasih atas sokongan anda!
nb: Takk for støtten!
nl: Bedankt voor je steun!
pl: Dziękujemy za Twoje wsparcie!
pt_br: Agradecemos por seu apoio!
pt_pt: Obrigado pelo seu apoio!
ro: Îți mulțumim pentru sprijin!
ru: Спасибо за вашу поддержку!
sk: Ďakujeme za vašu podporu!
sr: Хвала вам на подршци!
sv: Tack för ditt stöd!
th: ขอบคุณสำหรับการสนับสนุน!
tr: Desteğin için teşekkürler!
ug: قوللىغانلىقىڭىزغا رەھمەت!
uk: Дякуємо за підтримку!
ur: آپ کی سپورٹ کا شکریہ!
vi: Cảm ơn bạn đã đóng góp!
zh_cn: 感谢您的支持！
zh_hk: 感謝你的支持！

# DONATION_ON_BEHALF_OF_A_FRIEND_VIEW
source: View
ar: عرض
be: Прагледзець
bn: দেখুন
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
el: Προβολή
es: Ver
fa: مشاهده
fi: Näytä
fr: Afficher
ga: Amharc ar
gu: જુઓ
he: הצגה
hi: देखें
hr: Pregledaj
hu: Megtekintés
id: Lihat
it: Mostra
ja: 表示する
ko: 보기
mr: पहा
ms: Lihat
nb: Vis
nl: Weergeven
pl: Wyświetl
pt_br: Exibir
pt_pt: Ver
ro: Vizualizare
ru: Просмотреть
sk: Zobraziť
sr: Прикажи
sv: Visa
th: ดู
tr: Görüntüle
ug: كۆرسەت
uk: Переглянути
ur: ملاحظہ کریں
vi: Xem
zh_cn: 查看
zh_hk: 檢視

# DONATION_ON_BEHALF_OF_A_FRIEND_YOU_RECEIVED_A_BADGE_FORMAT
source: %1$@ made a donation to Signal on your behalf! Show your support for Signal on your profile.
ar: قدَّم %1$@ تبرُّعًا لسيجنال نيابةً عنك! أظهِر دعمك لسيجنال على ملفك الشخصي.
be: %1$@ зрабіў(-ла) ахвяраванне для Signal ад вашага імя! Прадэманструйце сваю падтрымку Signal у вашым профілі.
bn: %1$@ আপনার পক্ষ হয়ে Signal-এ একটি ডোনেশন দিয়েছেন! আপনার প্রোফাইলে Signal-এর জন্য আপনার সমর্থন প্রদর্শন করুন।
ca: %1$@ ha fet una donació a Signal en nom teu! Demostra el teu suport a Signal al teu perfil.
cs: %1$@ přispěl/a na službu Signal vaším jménem! Ukažte svou podporu službě Signal na svém profilu.
da: %1$@ har doneret til Signal på dine vegne! Vis at du støtter Signal på din profil.
de: %1$@ hat in deinem Namen an Signal gespendet! Zeige in deinem Profil deine Unterstützung für Signal.
el: Ο/Η %1$@ έκανε δωρεά στη Signal εκ μέρους σου! Δείξε την υποστήριξή σου για τη Signal στο προφίλ σου.
es: ¡%1$@ ha hecho una donación a Signal en tu nombre! Muestra tu insignia de apoyo a Signal en tu perfil.
fa: %1$@ از طرف شما به سیگنال کمک مالی اهدا کرد! حمایت خود از سیگنال را در نمایه‌تان نشان دهید.
fi: %1$@ teki lahjoituksen Signalille puolestasi! Näytä profiilissasi, että tuet Signalia.
fr: %1$@ a fait un don à Signal pour vous ! Vous pouvez afficher votre soutien à Signal sur votre profil.
ga: Thug %1$@ tabhartas do Signal ar do shon! Léirigh do thacaíocht do Signal ar do phróifíl.
gu: %1$@એ તમારા વતી Signalને દાન આપ્યું! તમારી પ્રોફાઇલ પર Signal માટે તમારો સપોર્ટ બતાવો.
he: %1$@ ביצע/ה תרומה ל–Signal בשמך! אפשר להשוויץ בתמיכה שלך ב–Signal בפרופיל.
hi: %1$@ ने आपकी ओर से Signal को एक दान दिया! अपनी प्रोफ़ाइल पर Signal के लिए अपना समर्थन दर्शाएँ।
hr: Korisnik %1$@ donirao je Signalu u vaše ime! Pokažite svoju podršku Signalu na svom profilu.
hu: %1$@ adományozott a Signalnak a nevedben! Mutasd meg a profilodon, hogy támogatod a Signalt!
id: %1$@ memberikan donasi ke Signal atas nama Anda! Tunjukkan dukungan untuk Signal di profil Anda.
it: %1$@ ha fatto una donazione a Signal per conto tuo! Mostra il tuo supporto a Signal con un badge sul tuo profilo.
ja: %1$@ があなたの代わりにSignalに寄付をしました！プロフィールにSignalをサポートしていることを表示しましょう。
ko: %1$@ 님이 귀하를 대신하여 Signal에 기부했습니다! 프로필에서 Signal에 대한 지지를 표현해 주세요.
mr: %1$@ ने आपल्या वतीने Signal ला देणगी दिली! आपल्या प्रोफाईलवर Signal साठी सपोर्ट दाखवा.
ms: %1$@ membuat derma kepada Signal bagi pihak anda! Tunjukkan sokongan anda untuk Signal pada profil anda.
nb: %1$@ ga penger til Signal på dine vegne! Vis frem at du støtter Signal på profilen din.
nl: %1$@ heeft namens jou een donatie gedaan aan Signal! Toon je steun voor Signal op je profiel.
pl: %1$@ wpłaca w Twoim imieniu darowiznę na rzecz aplikacji Signal. Pochwal się okazanym wsparciem w swoim profilu.
pt_br: %1$@ fez uma doação para o Signal no seu nome. Mostre que você apoia o Signal no seu perfil.
pt_pt: %1$@ fez uma doação ao Signal em seu nome! Mostre o seu apoio ao Signal no perfil.
ro: %1$@ a făcut o donație către Signal în numele tău! Arată-ți sprijinul pentru Signal la profil.
ru: %1$@ сделал(-а) пожертвование от вашего имени! Покажите свою поддержку Signal в профиле.
sk: Používateľ %1$@ prispel na Signal vo vašom mene! Ukážte svoju podporu pre Signal vo svojom profile.
sr: %1$@ је дао/ла донацију Signal-у у ваше име! Покажите подршку Signal-у на свом профилу.
sv: %1$@ har donerat till Signal å dina vägnar. Visa ditt stöd för Signal på din profil.
th: %1$@ บริจาคให้ Signal ในนามของคุณ! ร่วมแสดงการสนับสนุน Signal บนโปรไฟล์ของคุณ
tr: %1$@ senin adına Signal'a bağış yaptı! Signal'a desteğini profilinde göster.
ug: %1$@ سىزنىڭ ئورنىڭىزدا Signal غا ئىئانە قىلدى! Signal غا بولغان قوللىشىڭىزنى ئارخىپىڭىزدا نامايەن قىلىڭ.
uk: Користувач %1$@ задонатив Signal від вашого імені! Покажіть у своєму профілі, що підтримуєте Signal.
ur: %1$@ نے آپ کی جانب سے Signal کو عطیہ کیا ہے! اپنی پروفائل پر Signal کے لیے سپورٹ ظاہر کریں۔
vi: %1$@ đã gửi khoản ủng hộ cho Signal thay cho bạn! Thể hiện sự ủng hộ của bạn cho Signal trên hồ sơ của mình.
zh_cn: %1$@以您的名义给 Signal 捐了款！在个人资料中显示您对 Signal 的支持吧。
zh_hk: %1$@ 已代表你向 Signal 捐款！在你的個人檔案上展現你對 Signal 的支持。
