Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DEVICE_TRANSFER_QRCODE_EXPLANATION
source: Bring your old device nearby, make sure Wi-Fi and Bluetooth are enabled on it, and scan this QR code with it.
af: Maak Signal op jou ou toestel oop, bring dit nader, en maak seker Wi-Fi en Bluetooth is op albei toestelle geaktiveer.
ar: ضع جهازك القديم بمكانٍ قريب، تأكَّد من أن الواي فاي والبلوتوث مُفعَّلين فيه، وامسح كود الـ QR هذا بواسطته.
az: Köhnə cihazınızda Signal-ı açın, yaxına gətirin və Wi-Fi və Bluetooth-un hər iki cihazda fəal olduğuna əmin olun.
be: Паднясіце бліжэй сваю старую прыладу, праверце, каб на ёй былі ўключаны Wi-Fi і Bluetooth, і з яе дапамогай праскануйце гэты QR-код.
bg: Отворете Signal на старото си устройство, доближете го и се уверете, че Wi-Fi и Bluetooth са активирани и на двете устройства.
bn: আপনার পুরানো ডিভাইসটি কাছাকাছি আনুন, নিশ্চিত করুন যে এতে Wi-Fi ও Bluetooth সচল আছে এবং এর মাধ্যমে এই QR কোডটি স্ক্যান করুন।
ca: Acosta el teu dispositiu antic, assegura't que el Wi-Fi i el Bluetooth estiguin activats i escaneja aquest codi QR.
cs: Dejte své staré zařízení poblíž, ujistěte se, že jsou na něm povoleny Wi-Fi a Bluetooth, a naskenujte s ním tento QR kód.
cy: Agorwch Signal ar eich hen ddyfais, dewch a hi'n gyfagos a gwnewch yn siwr bod Wi-Fi a Bluetooth wedi'u galluogi ar y ddwy ddyfais.
da: Kom nærmere med din gamle enhed, sørg for at Wi-Fi og Bluetooth er slået til og brug den til at scanne QR-koden.
de: Positioniere dein altes Gerät in der Nähe, vergewissere dich, dass WLAN und Bluetooth aktiviert sind, und scanne damit diesen QR-Code.
el: Φέρε την παλιά σου συσκευή κοντά, βεβαιώσου ότι το Wi-Fi και το Bluetooth είναι ενεργοποιημένα σε αυτήν και σάρωσε αυτόν τον κωδικό QR.
es: Acerca tu dispositivo anterior, asegúrate de que Wi-Fi y Bluetooth estén habilitados y escanea este código QR.
es_es: Abre Signal en tu dispositivo antiguo, acércalo y asegúrate que WiFi y Bluetooth están activados en ambos dispositivos.
et: Ava Signal vanas seadmes, too see lähedale ja kontrolli, et Wi-Fi ja Bluetooth oleks mõlemas seadmes lubatud.
eu: Ireki Signal zure gailu zaharrean, gertu kokatu, eta ziurta ezazu Wi-Fi eta Bluetooth aktibatuta daudela bi gailuetan.
fa: دستگاه قدیمی‌تان دم دست‌تان باشد، مطمئن شوید که وای‌فای و بلوتوث آن روشن است و این کد QR را با آن اسکن کنید.
fi: Tuo aiempi laitteesi lähelle ja varmista, että WiFi ja Bluetooth ovat käytössä molemmissa laitteissa. Skannaa sitten QR-koodi aiemmalla laitteellasi.
fil: Buksan ang Signal sa luma mong device, ilapit ito, at siguruhing gumagana ang Wi-Fi at Bluetooth sa parehong device.
fr: Vérifiez que le Wi-Fi et le Bluetooth sont bien activés sur votre ancien appareil et utilisez-le pour scanner ce code QR. Maintenez votre ancien appareil à proximité.
ga: Tabhair do sheanghléas gar dó, cinntigh go bhfuil Wi-Fi agus Bluetooth casta air ann agus scan an cód QR seo leis.
gu: તમારા જૂના ડિવાઇસને નજીકમાં લાવો, ખાતરી કરો કે તેના પર Wi-Fi અને બ્લૂટૂથ ચાલુ છે અને તેની સાથે આ QR કોડ સ્કેન કરો.
he: יש לקרב את המכשיר הישן שלך, לוודא שהפעלת את ה–Wi–Fi וה–Bluetooth, ולסרוק את קוד ה–QR הזה באמצעותו.
hi: अपनी पुरानी डिवाइस को नजदीक लाएं, सुनिश्चित करें कि उस पर वाई-फ़ाई और ब्लूटूथ सक्षम हैं, और उससे इस QR कोड को स्कैन करें।
hr: Približite svoj stari uređaj, provjerite jesu li Wi-Fi i Bluetooth na njemu uključeni, i njime skenirajte ovaj QR kôd.
hu: Vidd közelebb a régi eszközödet, győződj meg róla, hogy a wifi és a Bluetooth be van kapcsolva, és olvasd be vele ezt a QR-kódot.
id: Dekatkan perangkat lama Anda, pastikan Wi-Fi dan Bluetooth diaktifkan, dan pindai kode QR ini dengan perangkat tersebut.
is: Opnaðu Signal á gamla tækinu þínu, haltu því nálægt, og gakktu úr skugga um að Wi-Fi og Bluetooth séu virk á báðum tækjunum.
it: Prendi il tuo vecchio dispositivo, assicurati che Wi-Fi e Bluetooth siano abilitati e scansiona questo codice QR.
ja: 以前の端末をお手元に置き、Wi-FiとBluetoothが有効になっていることを確認してからQRコードをスキャンしてください。
kab: Ldi Signal deg ibenk-ik.im aqbur, sers-it ɣet tama-k.m, sakin senqed d akken Wi-Fi akked Bluetooth ttwaremden deg sin ibenken.
kk: Ескі құрылғыңыздағы Signal қолданбасын ашыңыз да, оны жақын әкеліп, Wi-Fi мен Bluetooth функцияларын екі құрылғыда да іске қосыңыз.
km: á”á¾á€ Signal á“á¾á§á”á€ášááŸá…á¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ áŠá¶á€áŸ‹á‡á·áá‚áŸ’á“á¶ á“á·á„á”áŸ’ášá¶á€áŠáá¶ Wi-Fi á“á·á„ Bluetooth á”á¶á“á”á¾á€á›á¾á§á”á€ášááŸá‘á¶áŸ†á„á–á¸ášáŸ”
kn: ನಿಮ್ಮ ಹಳೆಯ ಸಾಧನದಲ್ಲಿ Signal ಅನ್ನು ತೆರೆಯಿರಿ, ಇದನ್ನು ಹತ್ತಿರ ತನ್ನಿರಿ ಮತ್ತು ವೈಫೈ ಹಾಗೂ ಬ್ಲೂಟೂತ್ ಎರಡೂ ಸಾಧನಗಳಲ್ಲಿಯೂ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ ಎನ್ನುವುದನ್ನು ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಿ.
ko: 이전 기기를 가까이 가져와서 Wi-Fi와 Bluetooth가 활성화되어 있는지 확인한 다음 해당 기기로 이 QR 코드를 스캔하세요.
lt: Atverkite Signal savo senajame įrenginyje, atneškite jį arčiau ir įsitikinkite, kad abiejuose įrenginiuose yra įjungtas belaidis (Wi-Fi) ir Bluetooth ryšys.
lv: Atvērt Signal uz Jūsu vecās ierīces, satuviniet iekārtas, un pārliecinieties, ka Wi-Fi un Bluetoot ir ieslēgti uz abām ierīcēm.
mk: Отворете го Signal на вашиот стар уред, донесете го близу, и осигурајте се дека Wi-Fi и Bluetooth се овозможени и на двата уреди.
ml: നിങ്ങളുടെ പഴയ ഡിവൈസിൽ Signal ഓപ്പൺ ചെയ്യുക, അത് സമീപത്തേക്ക് കൊണ്ട് വരിക, രണ്ട് ഡിവൈസുകളിലും വൈ-ഫൈ, ബ്ലൂടൂത്ത് സജീവമാക്കിയിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക.
mr: आपले जुने डिव्हाइस जवळपास आणा, Wi-Fi आणि ब्लुटूथ सक्षम केलेले असल्याची खात्री करा, आणि हा QR कोड त्या सह स्कॅन करा.
ms: Bawa peranti lama anda berdekatan, pastikan Wi-Fi dan Bluetooth didayakan padanya, dan imbas kod QR ini dengannya.
my: သင့် စက်အဟောင်းပေါ်တွင် Signal ကို ဖွင့်ပါ၊ အနီးအနားသို့ ယူလာပါ၊ ပြီးလျှင် စက် ၂ ခုလုံးပေါ်တွင် ဝိုင်ဖိုင် နှင့် ဘလူးတုသ် ဖွင့်ထားရန် သေချာစေပါ။
nb: Bruk den gamle enheten til å skanne denne QR-koden. Pass på at enheten er koblet til Wi-Fi og at Bluetooth er slått på.
nl: Houd je oude apparaat in de buurt, zorg ervoor dat wifi en bluetooth zijn ingeschakeld en scan dan deze QR-code ermee.
pa: ਆਪਣੇ ਪੁਰਾਣੇ ਡਿਵਾਈਸ 'ਤੇ Signal ਖੋਲ੍ਹੋ, ਉਸ ਨੂੰ ਨੇੜੇ ਲਿਆਓ, ਅਤੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਦੋਨਾਂ ਡਿਵਾਈਸਾਂ 'ਤੇ Wi-Fi ਅਤੇ ਬਲੂਟੁੱਥ ਚਾਲੂ ਹੋਣ.
pa_pk: اپنے پرانے آلے تے Signal کھولو، اینوں نیڑے لیاؤ، تے یقینی بناؤ کہ دونویں آلیاں اتے Wi-Fi تے بلوٹوتھ فعال اے۔
pl: Zbliż swoje poprzednie urządzenie, upewnij się, że są na nim włączone Wi-Fi i Bluetooth, a następnie zeskanuj kod QR.
ps: په خپله زړه وسیله کې مو Signal خلاص کړئ، نږدې یې راولئ او ډاډ تر لاسه کړئ چې WiFi او بلوتوت په دواړو وسیلو کې روښانه وي.
pt_br: Pegue seu antigo aparelho, verifique se a Wi-Fi e o Bluetooth estão habilitados e escaneie este QR code.
pt_pt: Traga o seu dispositivo antigo para perto e, nesse dispositivo, certifique-se de que o Wi-Fi e o Bluetooth estão ligados e faça scan deste código QR.
ro: Adu vechiul dispozitiv în apropiere, asigură-te că Wi-Fi și Bluetooth sunt activate pe el și scanează acest cod QR cu el.
ru: Поднесите поближе своё старое устройство, убедитесь, что Wi-Fi и Bluetooth включены на нём, и отсканируйте с его помощью этот QR-код.
sk: Priblížte svoje staré zariadenie, skontrolujte, či je na ňom zapnuté Wi-Fi a Bluetooth, a naskenujte ním QR kód.
sl: Odprite Signal na vaši stari napravi, prisesite jo blizu in poskrbite, da bosta Wi-Fi in Bluetooth vklopljena na obeh napravah.
sq: Hapeni Signal-in te pajisja juaj e vjetër, silleni afër, dhe sigurohuni që Wi-Fi dhe Bluetooth-i janë të aktivizuar në të dy pajisjet.
sr: Узмите свој стари уређај, проверите се да ли су Wi-Fi и Bluetooth активирани на њему и скенирајте њиме овај QR код.
sv: Ha din gamla enhet i närheten, se till att Wi-Fi och Bluetooth är aktiverade på den och skanna den här QR-koden med den.
sw: Fungua Signal kwenye kifaa chako cha zamani, kilete karibu, na hakikisha kuwa Wi-Fi na Bluetooth zimewashwa kwenye vifaa vyote.
ta: திற Signal ஆன் உங்கள் பழையது சாதனம், அருகில் கொண்டு வாருங்கள், மற்றும் வைஃபை என்பதை உறுதிப்படுத்தவும் மற்றும் இரண்டு சாதனங்களிலும் புளூடூத் இயக்கப்பட்டது.
te: మీ పాత పరికరంలో Signal తెరిచి, దాన్ని సమీపంలో తీసుకురండి మరియు రెండు పరికరాల్లో వై-ఫై మరియు బ్లూటూత్ ప్రారంభించబడిందని నిర్ధారించుకోండి.
th: นำอุปกรณ์เครื่องเก่าของคุณมาวางไว้ใกล้ๆ พร้อมตรวจสอบว่ามีการเปิดใช้งาน Wi-Fi และบลูทูธ จากนั้นให้ใช้อุปกรณ์สแกนคิวอาร์โค้ดนี้
tr: Eski cihazını yakınına getir, Wi-Fi ve Bluetooth'unun etkin olduğundan emin ol ve bu kare kodu cihazınla tara.
ug: كونا ئۈسكۈنىڭىزنى قېشىغا ئېلىپ كېلىڭ، Wi-fi ۋە كۆكچىش ئوچۇق بولسۇن، ۋە ئۇنىڭ بىلەن بۇ QR كودىنى سكاننېرلاڭ.
uk: Візьміть старий пристрій, увімкніть Wi-Fi та Bluetooth і зіскануйте цей QR-код старим пристроєм.
ur: اپنی پرانی ڈیوائس کو قریب لائیں، یقینی بنائیں کہ اس پر Wi-Fi اور بلو ٹوتھ فعال کردہ ہوں، اور اس کے ذریعے یہ QR کوڈ اسکین کریں۔
vi: Đặt thiết bị cũ của bạn ở gần, đảm bảo Wi-Fi và Bluetooth trên thiết bị này đã được bật, rồi dùng thiết bị này quét mã QR.
zh_cn: 将您的旧设备拿到旁边，确保该设备已开启 Wi-Fi 和蓝牙，然后用它来扫描此二维码。
zh_hk: 將舊裝置放在附近，並確保其 Wi-Fi 及藍牙均已開啟，然後掃描此二維碼。

# DEVICE_TRANSFER_QRCODE_EXPLANATION2
source: Position this QR code in the frame of your other iOS device.
af: Posisioneer hierdie QR-kode in die raampie van jou ander toestel.
ar: ضع كود الـ QR في إطار جِهاز iOS الآخر الخاص بك.
az: Bu QR kodu digər cihazınızdakı çərçivəyə tutun.
be: Размясціце гэты QR-код так, каб ён быў у рамцы на вашай іншай прыладзе iOS.
bg: Позиционирайте този QR код в рамката на другото устройство.
bn: আপনার অন্য iOS ডিভাইসের ফ্রেমে এই QR কোডটি বসান।
ca: Situeu aquest codi QR al marc de l’altre dispositiu iOS.
cs: Umístěte tento QR kód do rámečku na vašem druhém zařízení iOS.
cy: Lleoliwch y côd QR o fewn y ffram ar eich dyfais arall.
da: Placer denne QR-kode i omridset på din anden iOS-enhed.
de: Positioniere diesen QR-Code innerhalb des Rahmens deines anderen iOS-Geräts.
el: Τοποθέτησε αυτόν τον κωδικό QR εντός του πλαισίου της άλλης συσκευής iOS.
es: Escanea este código QR con la cámara de tu otro dispositivo iOS.
es_es: Escanéa este código QR con la cámara del otro dispositivo.
et: Paiguta QR-kood teise seadme raami sisse.
eu: Kokatu QR kode hau beste gailuaren laukitxoaren barruan.
fa: این کد QR را در قاب دستگاه iOS دیگر خود قرار دهید.
fi: Sijoita QR-koodi toisen iOS-laitteen kehykseen.
fil: Iposisyon ang QR code na ito sa frame ng isa mo pang device.
fr: Scannez ce code QR avec votre ancien appareil IOS, en veillant à le placer à l'intérieur du cadre.
ga: Suigh an cód QR seo i bhfráma do ghléis eile iOS.
gu: આ QR કોડને તમારા અન્ય iOS ડિવાઇસની ફ્રેમમાં રાખો.
he: יש למקם את קוד QR זה במסגרת של מכשיר ה–iOS האחר שלך.
hi: इस QR कोड को अपने दूसरे iOS डिवाइस के फ्रेम में लाएँ।
hr: Postavite QR kôd unutar okvira svog drugog iOS uređaja.
hu: Igazítsd a QR-kódot a keretbe a másik iOS eszközödön.
id: Posisikan kode QR ini di dalam bingkai perangkat iOS Anda yang lain.
is: Stilltu þennan QR-kóða af í rammanum á hinu tækinu.
it: Posiziona questo codice QR nel frame dell'altro dispositivo iOS.
ja: このQRコードが新しいiOS端末のフレーム内に入るようにしてください。
kab: Sers tangalt-agi QR deq texxamt n ibenk-ik.im nniḍen.
kk: Осы QR кодты екінші құрылғының жақтауының ішіне орналастырыңыз.
km: áŠá¶á€áŸ‹á€á¼áŠ QR á“áŸáŸ‡ á€áŸ’á“á»á„áŸáŸŠá»á˜á“áŸƒá§á”á€ášááŸá•áŸ’áŸáŸá„ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ಈ ಕ್ಯೂಆರ್ ಕೋಡ್‌ನ ಸ್ಥಾನವನ್ನು ನಿಮ್ಮ ಮತ್ತೊಂದು ಸಾಧನದ ಫ್ರೇಮ್‌ನಲ್ಲಿ ಸೂಕ್ತ ಸ್ಥಾನಕ್ಕೆ ತನ್ನಿರಿ.
ko: 다른 iOS 기기의 프레임에 이 QR 코드를 맞추세요.
lt: Patalpinkite šį QR kodą į savo kito įrenginio ekraną.
lv: Pozicionējiet šo QR kodu Jūsu ierīces rāmjos.
mk: Позиционирајте го овој QR код во рамката на другиот ваш уред.
ml: നിങ്ങളുടെ മറ്റെ ഡിവസിൻ്റെ ഫ്രെയിമിൽ ഈ QR കോഡ് ക്രമീകരിക്കുക.
mr: आपल्या इतर iOS डिव्हाईस च्या फ्रेम मध्ये हा QR कोड आणा.
ms: Letakkan kod QR ini dalam bingkai peranti lain anda.
my: သင့် အခြားစက်ပေါ်၏ ဘောင်တွင်း ဤ QR ကုဒ်ကို ထားပါ။
nb: Plasser denne QR-koden innenfor rammen på den andre enheten.
nl: Plaats deze QR-code in het frame van je andere iOS-apparaat.
pa: ਇਸ QR ਕੋਡ ਨੂੰ ਦੂਜੇ ਡਿਵਾਈਸ ਦੇ ਫ੍ਰੇਮ ਵਿੱਚ ਟਿਕਾਓ.
pa_pk: ایس QR کوڈ نوں اپنے دوجے آلے دے فریم اتے رکھو۔
pl: Zeskanuj kod QR swoim drugim urządzeniem z systemem iOS.
ps: د QR دغه کوډ د خپلې بلې وسیلې په چوکاټ کې راولئ.
pt_br: Posicione este QR code no foco do seu outro aparelho iOS.
pt_pt: Posicione o código QR na moldura do seu outro dispositivo iOS.
ro: Poziționează codul QR în vizorul celuilalt dispozitiv.
ru: Поместите этот QR-код в кадр своего другого iOS-устройства.
sk: Umiestnite tento QR kód do rámu svojho druhého iOS zariadenia.
sl: Poskrbite, da bo koda QR znotraj kroga
sq: Vendoseni këtë kod QR te kuadrati i pajisjet tuaj tjetër.
sr: Поставите овај QR код унутар оквира на другом iOS уређају.
sv: Placera denna QR-kod i ramen på din andra iOS-enhet.
sw: Weka nambari hii ya QR katika fremu ya kifaa chako kingine.
ta: இந்த QR குறியீட்டை உங்கள் பிற சாதனத்தின் சட்டத்தில் வைக்கவும்.
te: ఈ QR కోడ్‌ను మీ ఇతర పరికరం యొక్క ఫ్రేమ్‌లో ఉంచండి.
th: เลื่อนคิวอาร์โค้ดนี้ให้อยู่ในกรอบบนอุปกรณ์ iOS อีกเครื่องของคุณ
tr: Bu kare kodu diğer iOS cihazındaki çerçeveyle hizala.
ug: باشقا بىر iOS ئۈسكۈنىڭىزدە رامكىدىكى QR كودنى تاراڭ.
uk: Розмістіть цей QR-код так, щоб він був у рамці на іншому вашому пристрої з iOS.
ur: اس QR کوڈ کو اپنی دوسری iOS ڈیوائس کے فریم میں رکھیں۔
vi: Đặt mã QR này vào khung trên thiết bị iOS khác của bạn.
zh_cn: 请将您另一台 iOS 设备的扫描框对准该二维码。
zh_hk: 用另一部 iOS 裝置上的方框對準此二維碼。

# DEVICE_TRANSFER_QRCODE_NOT_SEEING
source: Not seeing the prompt on your old device?
af: Sien jy nie die aanporboodskap op jou ou toestel nie?
ar: ألا يظهر التنبيه الفَوري في جهازك القديم؟
az: Köhnə cihazınızda istək görünmür?
be: Не бачыце інструкцыю на сваёй старой прыладзе?
bn: আপনার পুরোনো ডিভাইসে প্রম্পট দেখছেন না?
ca: No en veieu l'indicador al dispositiu antic?
cs: Nevidíte výzvu na svém starém zařízení?
cy: Welwch chi ddim anogwr ar eich hen ddyfais?
da: Ser du ikke prompten på din gamle enhed?
de: Keine Aufforderung auf deinem alten Gerät sichtbar?
el: Δεν βλέπεις το μήνυμα στη παλιά σου συσκευή;
es: ¿No aparece el aviso en tu dispositivo anterior?
es_es: ¿No aparece el aviso en tu dispositivo antiguo?
et: Kas ei näe vanas seadmes teadet?
eu: Ez duzu ikusten transferentzia egiteko aukera zure gailu zaharrean?
fa: آیا درخواست را روی دستگاه قدیمی خود مشاهده نمی‌کنید؟
fi: Etkö näe kehotetta vanhalla laitteellasi?
fr: L'invite ne s'affiche pas sur l'ancien appareil ?
gu: શું તમારા જૂના ડિવાઇસ પર પ્રોમ્પ્ટ દેખાય નથી રહ્યો?
he: לא רואה את היידוע על המכשיר הישן שלך?
hi: अपने पुराने डिवाइस पर प्रॉम्पट नहीं देख पा रहे हैं?
hr: Ne vidite upit na starom uređaju?
hu: Nem látod a feliratot a régi eszközödön?
id: Tidak melihat prompt di perangkat lama?
is: Sérðu ekki kvaðninguna á gamla tækinu þínu?
it: Non vedi la richiesta sul tuo vecchio dispositivo?
ja: 旧端末側で表示がありせんか？
kab: Ur tettwaliḍ ara asuter ɣef yibenk-ik·im aqbur?
km: á˜á¾á›á˜á·á“áƒá¾á‰áŠáŸ†áá¹á„á“áŸ…á›á¾á§á”á€ášááŸá…á¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ?
kn: ನಿಮ್ಮ ಹಳೆಯ ಸಾಧನದಲ್ಲಿ ಪ್ರಾಂಪ್ಟ್ ಕಾಣಿಸುತ್ತಿಲ್ಲವೇ?
ko: 이전 기기에 메시지가 표시되지 않습니까?
lt: Nematote užklausos savo senajame įrenginyje?
lv: Vai vecajā ierīcē neredzat uzvedni?
mk: Не ја гледате препораката на Вашиот стар уред?
ml: നിങ്ങളുടെ പഴയ ഉപകരണത്തിൽ പ്രോംപ്റ്റ് കാണുന്നില്ലേ?
mr: आपल्या जुन्या डिव्हाईसवर सूचना दिसत नाही?
ms: Tidak nampak arahan pada peranti lama anda?
my: သင့် စက်အဟောင်းပေါ်တွင် အညွှန်းမတွေ့ပါသလား?
nb: Får du ikke opp koden på din gamle enhet?
nl: Zie je op je oude apparaat geen mogelijkheid om gegevens over te zetten?
pa: ਆਪਣੀ ਪੁਰਾਣੀ ਡਿਵਾਈਸ ਤੇ ਪ੍ਰੋਂਪਟ ਨਹੀਂ ਦਿਖ ਰਹੇ?
pl: Komunikat nie wyświetla się na poprzednim urządzeniu?
ps: ایا په خپله زړه وسیله کې کومه غوښتنه نه وینئ؟
pt_br: Não está vendo um aviso de confirmação no seu antigo dispositivo?
pt_pt: Não está a ver o caminho no seu dispositivo antigo?
ro: Nu vezi notificarea pe vechiul tău dispozitiv?
ru: Не видите инструкцию на своём старом устройстве?
sk: Nezobrazuje sa výzva na vašom starom zariadení?
sl: Na stari napravi ne vidite obvestila?
sq: S’po e shihni kërkesën te pajisja juaj e vjetër?
sr: Не видите упит на старом уређају?
sv: Ser du inte meddelandet på din gamla enhet?
sw: Huoni kidokezo kwenye kifaa chako cha awali?
ta: பார்க்கவில்லை வரியில் உங்கள் பழைய சாதனம்?
te: మీ పాత పరికరంలో ప్రాంప్ట్ చూడలేదా?
th: ไม่พบการแจ้งเตือนบนอุปกรณ์เครื่องเก่าของคุณหรือ?
tr: Hatırlatmayı eski aygıtınızda görmüyor musunuz?
ug: كونا ئۈسكۈنىڭىزدە ئەسكەرتىش كۆرۈنمىدىمۇ؟
uk: Нічого не бачите на старому пристрої?
ur: اپنے پرانے آلے پر اشارہ نہیں دیکھ رہے ہیں؟
vi: Không thấy thông báo trên thiết bị cũ của bạn?
zh_cn: 在旧设备上看不到提示？
zh_hk: 在舊裝置上沒有任何提示？

# DEVICE_TRANSFER_QRCODE_TITLE
source: Scan QR Code
af: Wag tans vir ander toestel...
ar: امسح ضوئيًا كود الـ QR
az: Digər cihaz gözlənilir...
be: Сканаваць QR-код
bg: Изчакване на другото устройство...
bn: QR কোড স্ক্যান করুন
ca: Escaneja el codi QR
cs: Naskenování QR kódu
cy: Yn Aros am y Ddyfais Arall...
da: Scan QR-kode
de: QR-Code einscannen
el: Σκανάρισμα κωδικού QR
es: Escanear código QR
es_es: Esperando respuesta del dispositivo para transferir ...
et: Teise seadme ootamine...
eu: Beste gailu baten zain...
fa: کد QR را اسکن کنید
fi: Skannaa QR-koodi
fil: Naghihintay sa Ibang Device...
fr: Scanner le code QR
ga: Scan Cód QR
gu: QR કોડ સ્કેન કરો
he: סריקת קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kôd
hu: QR kód beolvasása
id: Pindai kode QR
is: Bíð eftir hinu tækinu...
it: Scansione codice QR
ja: QRコードをスキャン
kab: Araǧu n ibenk-nniḍen...
kk: Басқа құрылғыны күтуде...
km: á€áŸ†á–á»á„ášá„áŸ‹á…á¶áŸ†á§á”á€ášááŸá•áŸ’áŸáŸá„...
kn: ಮತ್ತೊಂದು ಸಾಧನಕ್ಕಾಗಿ ಕಾಯುತ್ತಿದೆ...
ko: QR 코드 스캔
lt: Laukiama kito įrenginio...
lv: Gaida otru ierīci...
mk: Чекање за Друг уред...
ml: മറ്റെ ഡിവൈസിന് വേണ്ടി കാത്തിരിക്കുന്നു...
mr: QR कोड स्कॅन करा
ms: Imbas Kod QR
my: အခြားစက်ကို စောင့်နေပါသည်...
nb: Skann QR-kode
nl: QR-code scannen
pa: ਦੂਜੇ ਡਿਵਾਈਸ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pa_pk: دوجے آلے دا انتظار کر رئیا اے…
pl: Zeskanuj kod QR
ps: بلې وسیلې ته انتظار باسي...
pt_br: Escanear código QR
pt_pt: Ler código QR
ro: Scanează Codul QR
ru: Сканировать QR-код
sk: Skenovať QR kód
sl: Čakanje na drugo napravo ...
sq: Po pritet për Pajisje Tjetër…
sr: Скенирајте QR код
sv: Skanna QR-kod
sw: Inasubiria Kifaa Kingine...
ta: காத்திருக்கிறது மற்றவை சாதனம்...
te: ఇతర పరికరం కోసం వేచి ఉంది ...
th: สแกนรหัส QR
tr: Karekodu Tara
ug: QR كودى تارا
uk: Зіскануйте QR-код
ur: QR کوڈ سکین کریں
vi: Quét Mã QR
zh_cn: 扫描二维码
zh_hk: 掃描二維碼
