Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# UNPIN_ACTION
source: Unpin
af: Maak los
ar: إلغاء التثبيت
az: Sancağı götür
be: Адмацаваць
bn: আনপিন করুন
ca: No ho fixis
cs: Odepnout
cy: Dadbinio
da: Frigør
de: Lösen
el: Ξεκαρφίτσωμα
es: Desfijar
es_es: No fijar
et: Eemalda kinnitus
eu: Kendu finkapena
fa: برداشتن سنجاق
fi: Irrota
fr: Détacher
ga: Scoráil
gu: અનપિન કરો
he: בטל הצמדה
hi: अनपिन करें
hr: Otkvači
hu: Felold
id: Cabut Pin
is: Losa
it: Non fissare
ja: ピン留め解除
kab: Fsi
km: áŠáŸ„áŸ‡ááŸ’á‘á¶áŸáŸ‹
kn: ಅನ್‌ಪಿನ್ ಮಾಡು
ko: 고정 취소
lt: Atsegti
lv: Atspraust
mk: Откачи
ml: അൺപിൻ ചെയ്യുക
mr: अनपिन करा
ms: Nyahpin
my: ဖြုတ်မယ်
nb: Løsne
nl: Losmaken
pa: ਲਾਹੋ
pl: Odepnij
ps: له سنجاق څخه ایستل
pt_br: Desafixar
pt_pt: Desafixar
ro: Anulare fixare
ru: Открепить
sk: Odopnúť
sl: Odpni
sq: Shfiksoje
sr: Откачи
sv: Lösgör
sw: Bandua
ta: அகற்று
te: అన్పిన్ చేయండి
th: เลิกปักหมุด
tr: Sabitlenenlerden kaldır
ug: قوندۇرما
uk: Відкріпити
vi: Bỏ ghim
zh_cn: 取消置顶
zh_hk: 取消釘選

# UNPINNED_SECTION_TITLE
source: Chats
af: Kletse
ar: الدردشات
az: Söhbətlər
be: Чаты
bn: চ্যাট
ca: Xats
cs: Chaty
cy: Sgyrsiau
el: Συνομιλίες
et: Vestlused
eu: Txatak
fa: گفتگوها
fi: Keskustelut
fr: Conversations
ga: Comhráite
gu: ચેટ
he: צ׳אטים
hi: चैट
hr: Razgovori
hu: Csevegések
id: Obrolan
is: Spjöll
it: Chat
ja: チャット
km: á€á¶ášá‡á‡áŸ‚á€
kn: ಚಾಟ್‌‌ ಗಳು
ko: 대화
lt: Pokalbiai
lv: Sarunas
mk: Разговори
ml: ചാറ്റുകൾ
mr: चॅट्स
ms: Sembang
my: စကားစမြည်များ
nb: Samtaler
pa: ਗੱਲਬਾਤ
pl: Czaty
ps: چټونه
ro: Conversații
ru: Чаты
sk: Čety
sl: Pogovori
sq: Fjalosje
sr: Ћаскања
sv: Chattar
sw: Gumzo
ta: உரையாடல்கள்
te: మాటామంతి
th: แชท
tr: Sohbetler
ug: پاراڭلار
uk: Чати
ur: چیٹس
vi: Trò chuyện
zh_cn: 聊天
zh_hk: 聊天

# UNREAD_ACTION
source: Unread
af: Ongelees
ar: غير مقروءة
az: Oxunmadı
be: Непрачытаны
bn: অপঠিত করুন
ca: Per llegir
cs: Nepřečtené
cy: Dad-ddarllen
da: Ulæst
de: Ungelesen
el: Μη αναγνωσμένο
es: No leído
es_es: No leído
et: Mitteloetud
eu: Irakurri gabe
fa: خوانده نشده
fi: Merkitse lukemattomaksi
fil: Hindi pa Nabasa
fr: Non lu
ga: Neamhléite
gu: ન વંચાયેલ
he: לא נקרא
hi: अनपढ़ा करें
hr: Označi kao nepročitano
hu: Olvasatlan
id: Belum dibaca
is: Ólesið
it: Non letta
ja: 未読にする
kab: Ur ittwaγṛi ara
kk: Оқылмаған
km: á˜á·á“á‘á¶á“áŸ‹á¢á¶á“
kn: ಓದದಿರುವುದು
ko: 읽지 않음
lt: Neskaityta
lv: Nelasītie
mk: Непрочитано
ml: വായിക്കാത്തവ
mr: वाचले नाही
ms: Belum dibaca
my: မဖတ်ရသေး
nb: Ulest
nl: Ongelezen
pa: ਨਾ-ਪੜ੍ਹੇ
pl: Oznacz jako nieprzeczytane
ps: نالوستل شوي
pt_br: Não lida
pt_pt: Por ler
ro: Necitit
ru: Не прочитано
sk: Neprečítané
sl: Neprebrano
sq: E palexuar
sr: Непрочитано
sv: Oläst
sw: Haujasomwa
ta: படிக்காதது
te: చదవనిది
th: ตั้งเป็นยังไม่อ่าน
tr: Okunmamış
ug: ئوقۇلمىدى قىلىڭ
uk: Позначити як непрочитаний
ur: غیر پڑھے ہوئے
vi: Chưa đọc
zh_cn: 标为未读
zh_hk: 標記為未讀

# UNSUPPORTED_ATTACHMENT
source: Received unsupported attachment type.
af: Nie-ondersteunde aanhangseltipe ontvang.
ar: استلمتَ ملف مُرفَق من نوع غير مدعوم.
az: Dəstəklənməyən qoşma növü alındı.
be: Атрыманы тып далучэння, што не падтрымліваецца.
bg: Получен е прикачен файл от неподдържан тип.
bn: অসমর্থিত সংযুক্তির ধরন পওয়া গেছে।
ca: El tipus del fitxer adjunt rebut no és compatible.
cs: Přijat nepodporovaný typ přílohy.
cy: Derbyniwyd atodaid o fath na chefnogir.
da: Modtog en vedhæftning, hvis type ikke er understøttet.
de: Nicht unterstützten Anhangstyp erhalten.
el: Λήψη συνημμένου του οποίου ο τύπος δεν υποστηρίζεται.
es: Se ha recibido un archivo con formato no compatible.
es_es: Adjunto recibido con formato no compatible.
et: Saabus mittetoetatud tüüpi manus.
eu: Jasota ez dagoen eranskin mota bat jaso da.
fa: نوع پیوست دریافت شده پشتیانی نشده است.
fi: Vastaanotettiin liite, jota ei tueta.
fil: Nakatanggap ng hindi suportadong tipo ng kalakip.
fr: Le type de fichier reçu n'est pas pris en charge.
ga: Fuarthas ceangaltán de chineál nach dtacaímid leis.
gu: અસમર્થિત જોડાણ પ્રકાર પ્રાપ્ત થયો.
he: התקבל סוג בלתי נתמך של צרופה.
hi: असमर्थित अटैचमेंट प्रकार प्राप्त हुआ है।
hr: Primljena je nepodržana vrsta privitka.
hu: Nem támogatott melléklet típust kaptál.
id: Penerima tidak mendukung tipe lampiran.
is: Tók við óstuddri tegund viðhengis.
it: Ricevuto un tipo di allegato non supportato.
ja: サポートされていない種類の添付ファイルを受信しました。
kab: Irmes-d anaw n tceqqufin yeddan ur nettusefrak ara.
kk: Қолданылмайтын тіркеме түрі алынды.
km: á”á¶á“á‘á‘á½á›á”áŸ’ášá—áŸá‘á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹áŠáŸ‚á›á˜á·á“á‚á¶áŸ†á‘áŸ’ášáŸ”
kn: ಬೆಂಬಲವಿಲ್ಲದ ಲಗತ್ತಿನ ವಿಧವನ್ನು ಪಡೆಯಲಾಗಿದೆ.
ko: 지원되지 않는 첨부 파일 유형입니다.
lt: Gautas nepalaikomas priedo tipas.
lv: Saņemts neatbalstīts pielikuma tips.
mk: Примен неподдржан тип на прикачување.
ml: സപ്പോർട്ട് ചെയ്യാത്ത തരത്തിലുള്ള അറ്റാച്ച്‌മെൻ്റ് സ്വീകരിച്ചിരിക്കുന്നു.
mr: असमर्थित संलग्न प्रकार प्राप्त झाला.
ms: Jenis lampiran tidak disokong diterima.
my: ဖွင့်မရသော ပူးတွဲဖိုင်အမျိုးအစားကို လက်ခံရရှိသည်။
nb: Mottok ustøttet vedleggstype.
nl: Niet-ondersteund bestandstype ontvangen.
pa: ਅਸਮਰਥਿਤ ਅਟੈਚਮੈਂਟ ਕਿਸਮ ਪ੍ਰਾਪਤ ਹੋਈ।
pa_pk: غیر معاونت کیتا منسلکہ دی قسم موصول ہوئی۔
pl: Otrzymano załącznik nieobsługiwanego typu.
ps: نه ملاتړ کېدونکي ډول ضمیمه یې تر لاسه کړې ده.
pt_br: O tipo de anexo recebido não é compatível.
pt_pt: Recebeu um ficheiro de um tipo não suportado.
ro: A fost primit un tip de atașament care nu e suportat.
ru: Получено вложение неподдерживаемого типа.
sk: Bol prijatý nepodporovaný typ prílohy.
sl: Prejeta je bila nepodprta priponka.
sq: U mor lloj i pambuluar bashkëngjitjesh.
sr: Примљен је неподржан тип прилога.
sv: Mottagen bilagetyp stöds inte.
sw: Umepokea aina ya kiambatisho kisichohimiliwa.
ta: ஆதரிக்கப்படாத இணைப்பு வகை பெறப்பட்டது.
te: మద్దతు లేని అటాచ్మెంట్ రకాన్ని స్వీకరించారు.
th: ได้รับประเภทแฟ้มแนบที่ไม่รองรับ
tr: Desteklenmeyen eklenti türü alındı.
ug: قوللىمايدىغان قوشۇمچە تىپى تاپشۇرۇۋېلىندى.
uk: Отримано непідтримуваний тип вкладення.
ur: غیر معاون قسم کی اٹیچمنٹ وصول کریں۔
vi: Nhận loại tập tin đính kèm không được hỗ trợ.
zh_cn: 收到了不支持的附件类型。
zh_hk: 收到不支援的附件格式

# UNSUPPORTED_FEATURE_ERROR
source: Your device doesn't support this feature.
af: Jou toestel ondersteun nie hierdie funksie nie.
ar: جهازك لا يدعم هذه الميزة.
az: Cihazınız bu özəlliyi dəstəkləmir.
be: Ваша прылада не падтрымлівае гэтую функцыю.
bg: Вашето устройство не поддържа тази функция.
bn: আপনার ডিভাইস এই বৈশিষ্ট্য সমর্থন করে না।
ca: El dispositiu no és compatible amb aquesta característica.
cs: Vase zařízení nepodporuje tuto funkci.
cy: Nid yw eich dyfais yn cefnogi y weithred hon.
da: Din enhed understøtter ikke denne funktion.
de: Dein Gerät unterstützt diese Funktion nicht.
el: Η συσκευή σου δεν υποστηρίζει αυτή τη λειτουργία.
es: Tu dispositivo no admite esta función.
es_es: Este dispositivo no es compatible con esta función.
et: Sinu seade ei toeta seda funktsiooni.
eu: Zure gailuak ez du ezaugarri hau onartzen.
fa: دستگاه شما این قابلیت را پشتیبانی نمی‌کند.
fi: Laitteesi ei tue tätä ominaisuutta.
fil: Hindi suportado ng iyong device ang feature na ito.
fr: Votre appareil ne prend pas en charge cette fonctionnalité.
ga: Ní thacaíonn do ghléas leis seo.
gu: તમારું ડિવાઇસ આ સુવિધાને સર્પોટ આપતું નથી.
he: המכשיר שלך אינו תומך במאפיין זה.
hi: आपका डिवाइस इस फ़ीचर का समर्थन नहीं करता।
hr: Vaš uređaj ne podržava ovu značajku.
hu: Készüléked nem támogatja ezt a funkciót.
id: Perangkat Anda tidak mendukung fitur ini.
is: Tækið þitt styður ekki þennan eiginleika.
it: Il tuo device non supporta questa funzione.
ja: この端末はこの機能に対応していません。
kab: Ibenk-inek·inem ur isefrak ara tamahilt.
kk: Сіздің құрылғыда бұл функция қолданылмайды.
km: á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á‚á¶áŸ†á‘áŸ’ášá˜á»áá„á¶ášá“áŸáŸ‡á‘áŸáŸ”
kn: ನಿಮ್ಮ ಸಾಧನವು ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬೆಂಬಲಿಸುತ್ತಿಲ್ಲ.
ko: 이 기기는 해당 기능을 지원하지 않습니다.
lt: Jūsų įrenginys nepalaiko šios ypatybės.
lv: Jūsu ierīce neatbalsta šo funkciju.
mk: Вашиот уред не ја поддржува оваа можност.
ml: നിങ്ങളുടെ ഡിവൈസ് ഈ ഫീച്ചർ സപ്പോർട്ട് ചെയ്യുന്നില്ല.
mr: आपला डिव्हाईस ह्या वैशिष्ट्याचे समर्थन करत नाही.
ms: Peranti anda tidak menyokong ciri ini.
my: သင့်ဖုန်းမှ အခုလုပ်ဆောင်ချက်ကို အထောက်အပံ့မပေးပါ။
nb: Enheten din støtter ikke denne funksjonen.
nl: Je apparaat ondersteunt deze functie niet.
pa: ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਇਸ ਫੀਚਰ ਨੂੰ ਸਮਰਥਿਤ ਨਹੀਂ ਕਰਦਾ.
pa_pk: تساں دا آلہ ایس خصوصیت دی معاونت نئیں کردا۔
pl: Twoje urządzenie nie obsługuje tej funkcji.
ps: ستاسې وسیله دغه ځانګړنه نشي ملاتړ کولای.
pt_br: Seu aparelho é incompatível com esta funcionalidade.
pt_pt: O seu dispositivo não suporta esta funcionalidade.
ro: Dispozitivul tău nu suportă această funcționalitate.
ru: Ваше устройство не поддерживает эту функцию.
sk: Vaše zariadenie nepodporuje túto funkciu.
sl: Vaša naprava ne omogoča te storitve.
sq: Kjo pajisje s’e mbulon këtë veçori.
sr: Ваш уређај не подржава ову функционалност.
sv: Denna funktion stöds inte på din enhet.
sw: Kifaa chako hakihimili kipengele hiki.
ta: உங்கள் சாதனம் இந்த அம்சத்தை ஆதரிக்கவில்லை.
te: మీ పరికరం ఈ లక్షణానికి మద్దతు ఇవ్వదు.
th: อุปกรณ์ของคุณไม่รองรับความสามารถนี้
tr: Cihazınız bu özelliği desteklemiyor.
ug: ئۈسكۈنىڭىز بۇ ئىقتىدارنى قوللىمايدۇ.
uk: Ваш пристрій не підтримує цю функцію.
ur: آپ کی ڈیوائس اس خصوصیت کو سپورٹ نہیں کر رہی۔
vi: Thiết bị của bạn không hỗ trợ tính năng này.
zh_cn: 您的设备不支持此功能。
zh_hk: 你的裝置不支援此功能。

# UNVERIFIED_SAFETY_NUMBER_CHANGE_DESCRIPTION_FORMAT
source: Your Safety Number with %@ changed likely because they reinstalled Signal or changed devices. Tap Verify to confirm the new safety number. This is optional.
af: Jou veiligheidsnommer met %@ het verander, moontlik omdat hulle Signal geherinstalleer het of van toestelle verander het. Tik op Verifieer om die nuwe veiligheidsnommer te bevestig. Dit is opsioneel.
ar: تغيَّر رقم الامان الخاص بك مع %1$@، فمن المحتمل أن يكون ذلك الشخص قد أعاد تثبيت سيجنال أو قام بتغيير الأجهزة. يُرجى النقر لتأكيد رقم الأمان الجديد. هذا اﻹجراء اختياري.
az: %@ ilə olan güvənlik nömrəniz dəyişdirildi, böyük ehtimal qarşı tərəf Signal-ı yenidən quraşdırıb və ya cihazı dəyişdirib. Yeni güvənlik nömrənizi təsdiqləmək üçün "Təsdiqlə"yə toxunun. Bu, ixtiyari seçimdir.
be: Ваш код бяспекі з карыстальнікам %1$@ змяніўся, верагодна, таму што ён нанова ўсталяваў Signal або змяніў прылады. Націсніце «Праверыць», каб пацвердзіць новы код бяспекі. Але ж гэта неабавязкова.
bn: আপনার নিরাপত্তা নাম্বারটি %1$@-এ পরিবর্তন করা হয়েছে কারণ তারা Signal পুনরায় ইনস্টল করেছেন অথবা ডিভাইস পরিবর্তন করেছেন। নতুন নিরাপত্তা নাম্বারটি নিশ্চিত করতে যাচাই করুন-এ ট্যাপ করুন। এটি ঐচ্ছিক।
ca: El vostre número de seguretat amb %1$@ ha canviat, probablement perquè s'ha reinstal·lat el Signal o els dispositius han canviat. Toqueu Verifica per confirmar el número de seguretat nou. És opcional.
cs: Vaše bezpečnostní číslo s %1$@ se změnilo pravděpodobně kvůli tomu, že protistrana přeinstalovala aplikaci Signal. Klepněte na Ověřit pro ověření nového bezpečnostního čísla. Je to volitelné.
cy: Newidiodd eich Rhif Diogelwch gyda %@, yn debygol oherwydd eu bod wedi ailosod Signal neu newid dyfeisiau. Tapiwch Dilysu i gadarnhau'r rhif diogelwch newydd. Mae hyn yn ddewisol.
da: Dit sikkerhedsnummer med %1$@ er ændret, sandsynligvis fordi vedkommende geninstallerede Signal eller skiftede enheder. Tryk på Bekræft for at bekræfte det nye sikkerhedsnummer. Dette er valgfrit.
de: Deine gemeinsame Sicherheitsnummer mit %1$@ hat sich geändert, vermutlich weil dein Kontakt Signal erneut installiert oder sein Gerät gewechselt hat. Tippe auf »Verifizieren«, um die neue Sicherheitsnummer zu bestätigen. Dies ist optional.
el: Ο αριθμός ασφαλείας σου με τον/την %1$@ άλλαξε, πιθανώς επειδή επανεγκατέστησε το Signal ή άλλαξε συσκευή. Πάτα Επιβεβαίωση για να επιβεβαιώσεις τον νέο αριθμό ασφαλείας. Αυτό είναι προαιρετικό.
es: Tu número de seguridad con %1$@ ha cambiado probablemente porque ha reinstalado Signal o cambiado de dispositivo. Toca "Verificar" para confirmar el nuevo número de seguridad. Esta verificación es opcional.
et: Sinu turvanumber kasutajaga %@ on muutunud tõenäoliselt seepärast, et paigaldasid Signali uuesti või muutsid seadmeid. Uue turvanumbri kinnitamiseks klõpsa Kinnita. See on valikuline tegevus.
fa: شمارهٔ امنیتی شما با %1$@ تغییر یافت، احتمالاً به این خاطر که آن‌ها سیگنال را دوباره نصب کرد‌ند یا دستگاهشان را تغییر دادند. برای تصدیق شمارهٔ امنیتی جدید روی تأیید ضربه بزنید.
fi: Turvanumerosi yhteystiedon %1$@ kanssa on vaihtunut, luultavasti koska hän on uudelleenasentanut Signalin tai vaihtanut käyttämäänsä laitetta. Vahvista uusi turvanumero napauttamalla Vahvista. Toiminto on valinnainen.
fr: Le numéro de sécurité associé à %1$@ a changé : ce contact a probablement réinstallé Signal ou changé d'appareil. Si vous le souhaitez, vous pouvez toucher "Confirmer" pour vérifier le nouveau numéro de sécurité.
ga: Your Safety Number with %1$@ changed likely because they reinstalled Signal or changed devices. Tap Verify to confirm the new safety number. This is optional.
gu: તમારો %1$@ સાથેનો સલામતી નંબર બદલાયો છે કારણ કે તેઓએ Signal અથવા બદલાયેલા ડિવાઇસને ફરીથી ઇન્સ્ટોલ કર્યા છે. નવા સલામતી નંબરની પુષ્ટિ કરવા માટે 'ચકાસણી કરો' પર ટેપ કરો. આ વૈકલ્પિક છે.
he: מספר הביטחון שלך עם %1$@ השתנה כנראה מאחר שהצד השני התקין מחדש את Signal או שינה מכשירים. הקש וודא כדי לאשר את המספר החדש של הביטחון. זה רשותי.
hi: %1$@ के साथ आपका सुरक्षा नंबर शायद इसलिए बदल गया है क्योंकि उन्होंने Signal को फिर से इंस्टॉल कर लिया है या डिवाइस बदल दिए हैं। नए सुरक्षा नंबर की पुष्टि करने के लिए सत्यापित करें पर टैप करें। यह वैकल्पिक है।
hr: Vaš sigurnosni broj s %1$@ je promijenjen, vjerojatno zato što su ponovo instalirali Signal ili promijenili uređaje. Pritisnite Potvrdi da biste potvrdili novi sigurnosni broj. Ovo nije obavezno.
hu: Biztonsági azonosítód %1$@ kontaktoddal megváltozott, valószínűleg újratelepítette a Signalt, vagy új eszközre váltott. Opcionálisan koppinthatsz az új azonosító ellenőrzöttnek jelöléséhez.
id: Nomor keamanan Anda dengan %1$@ berubah mungkin karena mereka memasang ulang Signal atau mengganti perangkat. Ketuk Verifikasi untuk mengonfirmasi nomor keamanan barunya. Ini bersifat opsional.
is: Öryggisnúmer þitt með %@ hefur breyst, líklega vegna þess að viðkomandi hefur sett Signal upp aftur eða hefur skipt um tæki. Ýttu á 'Sannreyna' til að sannreyna nýja öryggisnúmerið. Þetta er valkvætt.
it: Il tuo codice di sicurezza con %1$@ è cambiato, probabilmente perché ha reinstallato Signal o cambiato dispositivo. Tocca Verifica per confermare il nuovo codice di sicurezza. Questo è facoltativo.
ja: 相手がSignalを再インストールしたか端末を変更したため、%1$@ に対する安全番号が変わりました。タップして新しい安全番号を検証してください。これは任意です。
km: á›áŸááŸá»áœááŸ’áá·á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™ %@ á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš á¢á¶á…áŠáŸ„á™áŸá¶ášá–á½á€á‚áŸá”á¶á“á”á‰áŸ’á…á¼á› Signal áŸá¶ášá¡á¾á„áœá·á‰ á¬ á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá§á”á€ášááŸáŸ” á…á»á… á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹ áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á‡á¶á€áŸ‹á›áŸááŸá»áœááŸ’áá·á—á¶á–ááŸ’á˜á¸áŸ”â€‹ á“áŸáŸ‡á‚áºá‡á¶á‡á˜áŸ’ášá¾áŸáŸ”
kn: %@ ಅವರೊಂದಿಗೆ ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯು ಬದಲಾಗಿದೆ, ಏಕೆಂದರೆ ಬಹುಶಃ ಅವರು Signal ಅನ್ನು ಪುನಃ ಇನ್‌ಸ್ಟಾಲ್‌ ಮಾಡಿದ್ದಾರೆ ಅಥವಾ ಸಾಧನಗಳನ್ನು ಬದಲಾಯಿಸಿದ್ದಾರೆ. ಹೊಸ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯನ್ನು ದೃಢೀಕರಿಸಲು ಪರಿಶೀಲಿಸಿ ಅನ್ನು ಟ್ಯಾಪ್‌ ಮಾಡಿ. ಇದು ಐಚ್ಛಿಕ.
ko: Signal을 다시 설치했거나 장치를 변경했기 때문에 %1$@이(가) 포함된 안전 번호가 변경되었을 수 있습니다. 확인을 눌러 새 안전 번호를 확인합니다. 선택 사항입니다.
lt: Jūsų saugumo numeris su %@ pasikeitė, greičiausiai, dėl to, kad adresatas iš naujo įdiegė Signal arba pasikeitė įrenginį. Norėdami patvirtinti naują saugumo numerį, bakstelėkite „Patvirtinti“. Tai nėra privaloma.
lv: Jūsu drošības numurs ar %@ ir mainījies, iespējams, tāpēc, ka lietotne Signal ir pārinstalēta vai ir nomainītas ierīces. Pieskarieties pie Verificēt, lai apstiprinātu jauno drošības numuru. Šī darbība nav obligāta.
ml: Signal വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്തതുകൊണ്ടോ ഉപകരണങ്ങൾ മാറ്റിയതുകൊണ്ടോ %@ ഉള്ള നിങ്ങളുടെ സുരക്ഷാ നമ്പർ മാറ്റപ്പെടാൻ സാധ്യതയുണ്ട്. പുതിയ സുരക്ഷാ നമ്പർ സ്ഥിരീകരിക്കുന്നതിന് പരിശോധിച്ചുറപ്പിക്കാൻ തൊടുക. ഇത് ഓപ്ഷണൽ ആണ്.
mr: आपला सुरक्षितता नंबर %1$@ बदलला, कारण त्यांनी Signal पुन्हा स्थापित केले किंवा डिव्हाइस बदलले असल्याची शक्यता आहे. नवीन सुरक्षितता नंबर पुष्टी करण्यासाठी सत्यापित करा वर टॅप करा. हे पर्यायी आहे.
ms: Nombor Keselamatan anda dengan %1$@ telah berubah kemungkinan kerana mereka telah memasang semula Signal atau telah menukar peranti. Ketik Sahkan untuk mengesahkan nombor keselamatan baharu. Ini adalah pilihan.
my: %@ မှ Signal ကို ပြန်လည်ထည့်သွင်းထားသောကြောင့် သို့မဟုတ် ၎င်းမှ စက်များပြောင်းလဲထားသောကြောင့် သင်နှင့် ချိတ်ထားသော လုံခြုံရေးနံပါတ်သည် ပြောင်းလဲသွားနိုင်ခဲ့ပါသည်။ လုံခြုံရေးနံပါတ်အသစ်ကို အတည်ပြုရန် အတည်ပြုမည် ကိုနှိပ်ပါ။ မဖြစ်မနေလုပ်စရာ မလိုပါ။
nb: Sikkerhetsnummeret for %1$@ har endret seg, sannsynligvis fordi de har installert Signal på nytt eller byttet enhet. Trykk Bekreft for å bekrefte det nye sikkerhetsnummeret. Dette er valgfritt.
nl: Je veiligheidsnummer met %1$@ is veranderd, waarschijnlijk omdat je contact Signal opnieuw heeft geïnstalleerd of van telefoon is gewisseld. Tik op ‘Verifiëren’ om het nieuwe veiligheidsnummer te bevestigen en zeker te zijn dat je nog steeds met dezelfde persoon communiceert. Dit is optioneel.
pa: ਤੁਹਾਡਾ ਸੁਰੱਖਿਆ ਨੰਬਰ %@ ਨਾਲ ਬਦਲਿਆ, ਜਿਸ ਦਾ ਸੰਭਵ ਕਾਰਨ Signal ਮੁੜ-ਇੰਸਟਾਲ ਜਾਂ ਡਿਵਾਈਸ ਬਦਲਣਾ ਹੋ ਸਕਦਾ ਹੈ। ਨਵੇਂ ਸੁਰੱਖਿਆ ਨੰਬਰ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਤਸਦੀਕ ਨੂੰ ਛੂਹੋ। ਇਹ ਚੋਣਵਾਂ ਹੈ।
pl: Ty i %1$@ macie nowy numer bezpieczeństwa, ponieważ ta osoba prawdopodobnie ponownie zainstalowała Signal lub zmieniła urządzenie na inne. Dotknij opcji „Zweryfikuj”, aby potwierdzić nowy numer bezpieczeństwa. Ta czynność jest opcjonalna.
ps: ستاسې د خوندیتوب شمېره له %@ سره بدله شوې ده، احتمال لري چې هغوی Signal له سره انسټال کړی وي یا هم وسیله یې بدله کړې وي. د نوي خوندیتوب د شمېرې د تصدیق لپاره پر تایید باندې کلیک وکړئ. دا کار اختیاري ده.
pt_br: O número de segurança associado a %1$@ mudou, possivelmente devido à reinstalação do Signal ou à mudança de aparelho. Toque em Verificar para confirmar o novo número de segurança. Esta etapa é opcional.
pt_pt: O seu número de segurança com %1$@ foi alterado, provavelmente porque essa pessoa reinstalou o Signal ou alterou os dispositivos. Toque em 'Verificar' para confirmar o novo número de segurança. Isso é opcional.
ro: Numărul tău de siguranță pentru %1$@ s-a schimbat, probabil pentru că au reinstalat Signal sau au schimbat dispozitivele. Atinge Verificare pentru a confirma noul număr de siguranță. Acest lucru este opțional.
ru: Ваш код безопасности с %1$@ изменился, скорее всего потому что этот собеседник переустановил Signal или сменил устройство. Нажмите «Подтвердить», чтобы проверить новый код безопасности. Это необязательно.
sk: Vaše bezpečnostné číslo s %1$@ sa pravdepodobne zmenilo, pretože preinštalovali signál alebo zmenili zariadenia. Klepnutím na Overiť potvrďte nové bezpečnostné číslo. Toto je voliteľné.
sl: Vaše varnostno število z uporabnikom_co %@ je spremenjeno, najverjetneje zato, ker si je ponovno namestil_a Signal ali pa je zamenjal_a telefon. Za potrditev varnostnega števila tapnite "Potrdi". Potrditev ni obvezna.
sq: Numri juaj i Sigurisë me %@ ndryshoi, mundet ngaqë personi ka riinstaluar Signal-in ose ndryshuar pajisje. Prekni Verifikoje, që të ripohoni numrin e ri të sigurisë. Kjo është opsionale.
sr: Ваш сигурносни број за дописивање са корисником %1$@ промењен је вероватно јер је поново инсталирао/ла Signal или променио/ла уређај. Додирните „Верификуј“ да бисте потврдили нови сигурносни број. Овај корак није обавезан.
sv: Ditt säkerhetsnummer med %1$@ ändrades troligtvis för att de installerade om Signal eller bytte enheter. Tryck på Verifiera för att bekräfta det nya säkerhetsnumret. Detta är valfritt.
sw: Nambari yako ya Usalama unayotumia kwa %@ imebadilika kwa sababu amesakinisha tena Signal au kubadilisha kifaa. Gusa Thibitisha ili uthibitishe nambari mpya ya usalama. Hatua hii si ya lazima.
ta: உங்கள் பாதுகாப்பு எண் உடன் %@ அவை மீண்டும் நிறுவப்பட்டதால் மாற்றப்பட்டது Signal அல்லது மாற்றப்பட்ட சாதனங்கள். தட்டவும் புதியதை உறுதிப்படுத்த சரிபார்க்கவும் பாதுகாப்பு எண். இது விருப்பமானது.
te: %@ తో మీ భద్రతా సంఖ్య మార్చబడింది, అది వారు Signal ను తిరిగి ఇన్‌స్టాల్ చేయటం లేదా పరికరాన్నీ మార్చడం వల్ల జరిగి ఉండవచ్చు. క్రొత్త భద్రతా సంఖ్యను నిర్ధారించడానికి ధృవీకరించు నొక్కండి. ఇది ఐచ్ఛికం.
th: หมายเลขความปลอดภัยของคุณกับ %1$@ ได้เปลี่ยนไป น่าจะเพราะเขาได้ติดตั้ง Signal ใหม่หรือเปลี่ยนอุปกรณ์ แตะ ตรวจยืนยัน เพื่อยืนยันหมายเลขความปลอดภัยใหม่ สิ่งนี้จะทำหรือไม่ก็ได้
tr: %1$@ ile olan Güvenlik Numaranız değişti, bunun sebebi Signal'i yeniden yüklemeleri veya cihaz değiştirmeleri olabilir. Yeni güvenlik numarasını onaylamak için Doğrula'ya dokunun. Bu eylem isteğe bağlıdır.
ug: سىز ۋە %1$@ ئارىسىدىكى بىخەتەرلىك نومۇرى ئۆزگەردى، سەۋەبى ئۇلار Signal نى قايتا قاچىلىغان ياكى ئۈسكۈنىلىرىنى ئالماشتۇرغان بولۇشى مۇمكىن. يېڭى بىخەتەرلىك نومۇرىنى جەزملەشتۈرۈش ئۈچۈن «دەلىللەش» نى چېكىڭ. بۇ ئىختىيارى مەشغۇلات.
uk: Ваш код безпеки з користувачем %1$@ змінився. Імовірно, користувач перевстановив Signal або змінив пристрій. Торкніться «Перевірити», щоб перевірити новий код безпеки. Це необов'язково.
ur: %1$@ کے ساتھ آپ کا حفاظتی نمبر ممکنہ طور پر تبدیل ہوا کیونکہ انہوں نے Signal کو دوبارہ انسٹال کیا یا آلات تبدیل کردیئے۔ نئے حفاظتی نمبر کی تصدیق کے لئے تصدیق کریں پر ٹیپ کریں۔ یہ اختیاری ہے۔
vi: Số An toàn của bạn với %1$@ đã thay đổi có thể đã thay đổi vì họ đã cài đặt lại Signal hoặc thay đổi thiết bị. Nhấn Xác thực để xác minh số an toàn mới. Điều này là không bắt buộc.
zh_cn: 您与 %1$@ 的安全码已更改，可能因为他们重新安装了 Signal 或更换了设备。请点击“验证”以确认新的安全码。该操作是可选的。
zh_hk: 您與 %1$@ 之間的安全碼已變更，通常是對方已重新安裝 Signal 或更換裝置。輕觸「驗證」以確認新的安全碼，這是可選的操作。

# UNVERIFIED_SAFETY_NUMBER_VERIFY_ACTION
source: Verify
af: Verifieer
ar: التَّحَقُق
az: Təsdiqlə
be: Праверыць
bn: যাচাই করুন
ca: Verificació
cs: Ověřit
cy: Dilysu
da: Bekræft
de: Verifizieren
el: Επιβεβαίωση
es: Verificar
et: Kinnita
eu: Baieztatu
fa: تأیید
fi: Vahvista
fr: Confirmer
ga: Deimhnigh
gu: ચકાસો
he: וודא
hi: सत्यापित करें
hr: Potvrdi
hu: Hitelesítés
id: Memeriksa
is: Sannreyna
it: Verifica
ja: 検証する
kab: Senqed
km: á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಿ
ko: 검증
lt: Patvirtinti
lv: Verificēt
mk: Провери
ml: ഉറപ്പാക്കു
mr: सत्यापित करा
ms: Sahkan
my: စစ်ဆေးအတည်ပြုသည်
nb: Bekreft
nl: Verifiëren
pa: ਤਸਦੀਕ ਕਰੋ
pl: Zweryfikuj
ps: تایید
pt_br: Verificar
pt_pt: Verificar
ro: Verifică
ru: Подтвердить
sk: Overiť
sl: Potrdi
sq: Verifikoje
sr: Верификуј
sv: Verifiera
sw: Hakikisha
ta: சரிபார்க்கவும்
te: నిర్ధారించబడిన
th: ตรวจยืนยัน
tr: Doğrula
ug: دەلىللەش
uk: Перевірити
ur: تصدیق کریں
vi: Xác minh
zh_cn: 验证
zh_hk: 驗證
