Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONVERSATION_PICKER_SECTION_SIGNAL_CONTACTS
source: People
af: Mense
ar: الأشخاص
az: İnsanlar
be: Людзі
bg: Хора
bn: জনগণ
ca: Persones
cs: Lidé
cy: Pobl
da: Personer
de: Personen
el: Άνθρωποι
es: Personas
es_es: Personas
et: Inimesed
eu: Jendea
fa: مردم
fi: Henkilöt
fil: Mga Tao
fr: Personnes
ga: Daoine
gu: લોકો
he: אנשים
hi: लोग
hr: Osobe
hu: Emberek
id: Orang
is: Fólk
it: Persone
ja: 連絡先
kab: Imdanen
kk: Адамдар
km: á˜á“á»áŸáŸ’áŸ
kn: ಜನರು
ko: 대화 상대
lt: Žmonės
lv: Cilvēki
mk: Луѓе
ml: ആളുകൾ
mr: लोक
ms: Orang
my: လူများ
nb: Folk
nl: Contacten
pa: ਲੋਕ
pa_pk: لوکی
pl: Osoby
ps: خلک
pt_br: Pessoas
pt_pt: Pessoas
ro: Persoane
ru: Люди
sk: Ľudia
sl: Ljudje
sq: Persona
sr: Људи
sv: Personer
sw: Watu
ta: மக்கள்
te: ప్రజలు
th: ผู้คน
tr: Kişiler
ug: ئالاقەداش
uk: Люди
ur: لوگ
vi: Liên hệ
zh_cn: 联系人
zh_hk: 人物

# CONVERSATION_PICKER_SECTION_STORIES
source: Stories
ar: القِصَص
az: Hekayələr
be: Гісторыі
bn: স্টোরি
ca: Històries
cs: Příběhy
cy: Straeon
da: Historier
de: Storys
el: Ιστορίες
es: Historias
et: Lood
eu: Storie-ak
fa: استوری‌ها
fi: Tarinat
ga: Scéalta
gu: સ્ટોરી
he: סטוריז
hi: स्टोरीज़
hr: Priče
hu: Történetek
id: Cerita
is: Sögur
it: Storie
ja: ストーリー
km: ášá¿á„ášáŸ‰á¶áœ
kn: ಸ್ಟೋರೀಸ್
ko: 스토리
lt: Istorijos
lv: Stāsti
mk: Приказни
ml: സ്റ്റോറീസ്
mr: स्टोरीज
ms: Cerita
my: စတိုရီ
nb: Storyer
nl: Verhalen
pa: ਕਹਾਣੀਆਂ
pl: Relacje
pt_pt: Histórias
ro: Povești
ru: Истории
sk: Príbehy
sl: Zgodbe
sq: Postime të përkohshme
sr: Приче
sw: Stori
ta: ஸ்டோரீஸ்
te: స్టోరీలు
th: สตอรี่
tr: Hikayeler
ug: ھېكايىلەر
uk: Історії
ur: سٹوریز
vi: Các Story
zh_cn: 动态
zh_hk: 限時動態

# CONVERSATION_PICKER_TITLE
source: Choose Recipients
af: Kies ontvangers
ar: اختر المُستلِمين
az: Alıcıları seçin
be: Выбраць атрымальнікаў
bg: Изберете получатели
bn: প্রাপক চয়ন করুন
ca: Trieu destinataris
cs: Zvolte příjemce
cy: Dewis Derbynwyr
da: Vælg modtagere
de: Empfänger*innen auswählen
el: Επιλογή παραληπτών/τριών
es: Seleccionar destinatarios
es_es: Seleccionar contactos
et: Vali saajad
eu: Aukeratu hartzaileak
fa: انتخاب گیرندگان
fi: Valitse vastaanottajat
fil: Pumili ng mga Tatanggap
fr: Choisir des destinataires
ga: Roghnaigh Faighteoirí
gu: પ્રાપ્તકર્તાઓ પસંદ કરો
he: בחר מקבלים
hi: प्राप्तिकर्ता चुनें
hr: Odaberite primatelje
hu: Címzettek kiválasztása
id: Pilih penerima
is: Velja móttaka
it: Seleziona i destinatari
ja: 送信先の選択
kab: Fren iɣerwaḍen
kk: Хат алушыларды таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€á‘á‘á½á›
kn: ಸ್ವೀಕರಿಸುವವರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: 수신자 선택
lt: Pasirinkti gavėjus
lv: Izvēlēties adresātus
mk: Изберете примачи
ml: സ്വീകർത്താക്കളെ തിരഞ്ഞെടുക്കുക
mr: प्राप्तकर्ते निवडा
ms: Pilih Penerima
my: လက်ခံသူများ
nb: Velg Mottakere
nl: Kies ontvangers
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਚੁਣੋ
pa_pk: وصول کنندگان چُنو
pl: Wybierz odbiorców
ps: تر لاسه کوونکي وټاکئ
pt_br: Escolher destinatários
pt_pt: Escolher destinatários
ro: Alege destinatari
ru: Выберите получателей
sk: Vybrať príjemcov
sl: Izberite naslovnike
sq: Zgjidhni Marrës
sr: Изаберите примаоце
sv: Välj mottagare
sw: Chagua Wapokeaji
ta: பெறுநர்களைத் தேர்வுசெய்க
te: గ్రహీతలను ఎంచుకోండి
th: เลือกผู้รับ
tr: Alıcıları Seçin
ug: تاپشۇرۇۋالغۇچىنى تاللاڭ
uk: Оберіть одержувачів
ur: وصول کنندگان کا انتخاب کریں
vi: Chọn người nhận
zh_cn: 选择接收人
zh_hk: 選擇接收者

# CONVERSATION_SEARCH_NO_RESULTS
source: No matches
af: Geen passings nie
ar: لا يوجد تطابق
az: Uyğun gələn yoxdur
be: Няма супадзенняў
bg: Няма съвпадения
bn: মিল নেই
ca: Sense coincidències
cs: Žádné shody
cy: Dim canlyniadau cyfatebol
da: Ingen resultater
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
es: No hay resultados
es_es: Sin resultados
et: Vastavusi pole
eu: Emaitzarik gabe
fa: هیچ مطابقی یافت نشد
fi: Ei tuloksia
fil: Walang katugma
fr: Aucun résultat
ga: Gan torthaí
gu: કોઈ મેળ નથી
he: אין התאמות
hi: कोई मेल नहीं
hr: Nema podudaranja
hu: Nincs egyezés
id: Tidak ada yang cocok
is: Engar samsvaranir
it: Nessun risultato
ja: 見つかりません
kab: Ur mṣadan ara
kk: Сәйкес келетіні жоқ
km: á˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶
kn: ಯಾವುದೇ ಸರಿಹೊಂದಿಕೆಗಳಿಲ್ಲ
ko: 검색 결과 없음
lt: Nėra atitikmenų
lv: Nav atbilsmju
mk: Нема совпаѓања
ml: ചേരുന്നവ ഇല്ല
mr: काहीही जुळले नाही
ms: Tiada padanan
my: ကိုက်ညီမှုများ မရှိပါ
nb: Ingen treff
nl: Geen resultaten
pa: ਕੋਈ ਮੇਲ ਨਹੀਂ ਹਨ
pa_pk: کوئی مماثلتاں نئیں ہین
pl: Nic nie znaleziono
ps: برابر نه دي
pt_br: Sem resultados
pt_pt: Sem resultados
ro: Nici o potrivire
ru: Нет совпадений
sk: Žiadna zhoda
sl: Brez zadetkov
sq: S’ka përputhje
sr: Нема резултата
sv: Inga träffar
sw: Hakuna zinazo oanisha
ta: பொருத்தங்கள் இல்லை
te: మ్యాచ్‌లు లేవు
th: ไม่ตรงกับอะไรเลย
tr: Eşleşme yok
ug: ماس نەتىجە يوق
uk: Не знайдено
ur: میچ نہیں ہوا
vi: Không có kết quả
zh_cn: 没有结果
zh_hk: 沒有結果

# CONVERSATION_SETTINGS
source: Chat Settings
af: Kletsinstellings
ar: إعدادات الدردشة
az: Söhbət tənzimləmələri
be: Налады чата
bg: Настройки на Разговор
bn: চ্যাট সেটিংস
ca: Ajustos del xat
cs: Nastavení chatu
cy: Gosodiadau Sgwrsio
da: Chatindstillinger
de: Chat-Einstellungen
el: Ρυθμίσεις συνομιλίας
es: Ajustes del chat
es_es: Ajustes del chat
et: Vestluse sätted
eu: Txataren Ezarpenak
fa: تنظیمات گفتگو
fi: Keskustelun asetukset
fil: Mga Setting ng Pag-uusap
fr: Paramètres de la conversation
ga: Socruithe Comhráite
gu: ચેટ સેટિંગ્સ
he: הגדרות צ׳אט
hi: चैट सेटिंग्स
hr: Postavke razgovora
hu: Csevegés beállításai
id: Pengaturan Obrolan
is: Stillingar á spjalli
it: Impostazioni chat
ja: チャットの設定
kab: Iɣewwaren n udiwenni
kk: Әңгіменің параметрлері
km: á€á¶ášá€áŸ†áááŸ‹á‡á‡áŸ‚á€
kn: ಚಾಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 대화 설정
lt: Pokalbio nustatymai
lv: Tērzēšanas iestatījumi
mk: Поставки за разговор
ml: ചാറ്റ് ക്രമീകരണങ്ങൾ
mr: चॅट सेटिंग्ज
ms: Tetapan Sembang
my: စကားပြောဆိုမှု အပြင်အဆင်များ
nb: Samtaleinnstillinger
nl: Chatinstellingen
pa: ਚੈਟ ਦੀਆਂ ਸੈਟਿੰਗਾਂ
pa_pk: گل وات دی ترتیباں
pl: Ustawienia czatu
ps: د چټ تنظیمات
pt_br: Configurações do chat
pt_pt: Definições do chat
ro: Setări Conversație
ru: Настройки чата
sk: Nastavenia četu
sl: Nastavitve pogovora
sq: Rregullime Fjalosjesh
sr: Подешавања ћаскања
sv: Chattinställningar
sw: Mipangilio ya Gumzo
ta: உரையாடல் அமைப்புகள்
te: మాటామంతీ అమరికలు
th: การตั้งค่าแชท
tr: Sohbet Ayarları
ug: پاراڭ تەڭشەكلىرى
uk: Налаштування чату
ur: چیٹ کی سیٹنگز
vi: Cài đặt Cuộc trò chuyện
zh_cn: 聊天设置
zh_hk: 對話設定

# CONVERSATION_SETTINGS_ADD_MEMBERS
source: Add Members
af: Voeg lede by
ar: إضافة أعضاء
az: Üzv əlavə et
be: Дадаць удзельнікаў
bg: Добавяне на членове
bn: সদস্যদের যোগ করুন
ca: Addició de membres
cs: Přidat členy
cy: Ychwanegu Aelodau
da: Tilføj medlemmer
de: Mitglieder hinzufügen
el: Προσθήκη μελών
es: Añadir participantes
es_es: Añadir participantes
et: Lisa liikmeid
eu: Gehitu Kideak
fa: افزودن اعضا
fi: Lisää jäseniä
fil: Magdagdag ng mga kasapi
fr: Ajouter des membres
ga: Cuir Baill Leis
gu: સભ્યો ઉમેરો
he: הוסף חברי קבוצה
hi: सदस्यों को जोड़ें
hr: Dodaj članove
hu: Tagok hozzáadása
id: Tambahkan anggota
is: Bæta við meðlimum
it: Aggiungi membri
ja: メンバーを追加
kab: Rnu uεeggalen
kk: Қатысушыларды қосу
km: á”á“áŸ’ááŸ‚á˜áŸá˜á¶á‡á·á€
kn: ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿ
ko: 멤버 추가
lt: Pridėti narių
lv: Pievienot dalībniekus
mk: Додадете членови
ml: അംഗങ്ങളെ ചേർക്കുക
mr: सदस्ये जोडा
ms: Tambah Ahli-ahli
my: အဖွဲ့ဝင်များထည့်မည်
nb: Legg til medlemmer
nl: Leden toevoegen
pa: ਮੈਂਬਰ ਜੋੜੋ
pa_pk: ممبر شامل کرو
pl: Dodaj osoby
ps: د غړو اضافه کول
pt_br: Adicionar membros
pt_pt: Adicionar membros
ro: Adaugă membri
ru: Добавить участников
sk: Pridať členov
sl: Dodajanje članov/ic
sq: Shtoni Anëtarë
sr: Додај чланове
sv: Lägg till medlemmar
sw: Ongeza Wanachama
ta: உறுப்பினர்களைச் சேர்க்கவும்
te: సభ్యులను జోడించండి
th: เพิ่มสมาชิก
tr: Üye Ekle
ug: ئەزا قوش
uk: Додати
ur: ممبران شامل کریں
vi: Thêm Thành viên
zh_cn: 添加成员
zh_hk: 新增成員

# CONVERSATION_SETTINGS_ADD_TO_EXISTING_CONTACT
source: Add to Existing Contact
af: Voeg by bestaande kontak
ar: إضافة إلى جهة اتصال موجودة
az: Mövcud əlaqəyə əlavə et
be: Дадаць у існуючы спic кантактаў
bg: Добави към съществуващ контакт
bn: বিদ্যমান পরিচিতি এর সাথে যুক্ত করুন
ca: Afegeix a un contacte existent
cs: Přidat ke kontaktu
cy: Ychwanegu at Cysylltiad Presennol
da: Tilføj til eksisterende kontakt
de: Zu bestehendem Kontakt hinzufügen
el: Προσθήκη σε υπάρχουσα επαφή
es: Añadir a contacto existente
es_es: Añadir a contacto existente
et: Lisa olemasolevale kontaktile
eu: Gordeta dagoen kontaktuan gehitu
fa: اضافه کردن به مخاطبین قبلی
fi: Lisää olemassaolevaan yhteystietoon
fil: Idagdag sa Naririyan nang Kontak
fr: Ajouter à un contact existant
ga: Cuir le Teagmhálaí atá ann
gu: હાલના સંપર્કમાં ઉમેરો
he: הוסף לאיש קשר קיים
hi: वर्तमान संपर्को में जोङें
hr: Dodaj postojećem kontaktu
hu: Hozzáadás meglevő kontakthoz
id: Tambahkan ke kontak saat ini
is: Bæta við virkan tengilið
it: Aggiungi ad un contatto esistente
ja: 既存の連絡先に追加
kab: Rnu ɣer yinermisen yellan
kk: Бұрыннан бар байланыстық тұлғаны қосу
km: á”á“áŸ’ááŸ‚á˜á‘áŸ…á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„áŠáŸ‚á›á˜á¶á“áŸáŸ’ášá¶á”áŸ‹
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸಂಪರ್ಕಕ್ಕೆ ಸೇರಿಸಿ
ko: 기존 연락처에 추가
lt: Pridėti prie esamo adresato
lv: Pievienot esošai kontaktpersonai
mk: Додади во постоечки контакт
ml: നിലവിലുള്ള കോൺടാക്ടുകൾക്ക് ഒപ്പം ചേർക്കുക
mr: अस्तित्वात असलेल्या संपर्कात जोडा
ms: Tambah ke Kenalan Sedia Ada
my: ရှိရင်းစွဲလိပ်စာတွင် ထပ်ဖြည့်မည်
nb: Legg til eksisterende kontakt
nl: Aan bestaand contact toevoegen
pa: ਮੌਜੂਦਾ ਸੰਪਰਕ ਵਿੱਚ ਜੋੜੋ
pa_pk: موجودہ رابطہ اچ نال رلاؤ
pl: Dodaj do kontaktu
ps: له شته مخاطب سره اضافه کول
pt_br: Adicionar à lista de contatos
pt_pt: Adicionar a um contacto existente
ro: Adaugă la contactul existent
ru: Добавить в существующий контакт
sk: Pridať k existujúcemu kontaktu
sl: Dodaj k obstoječim stikom
sq: Shtoje te Kontaktet Ekzistuese
sr: Додај постојећем контакту
sv: Lägg till i befintlig kontakt
sw: Ongeza kwa Mwasiliani Aliyopo
ta: இருக்கும் தொடர்புக்குச் சேர்க்கவும்
te: ఇప్పటికే ఉన్న పరిచయానికి జోడించండి
th: เพิ่มไปที่ผู้ติดต่อที่มีอยู่แล้ว
tr: Varolan Kişiye Ekle
ug: مەۋجۇت ئالاقەداشقا قوش
uk: Додати до наявного контакту
ur: موجودہ رابطے میں شمولیت
vi: Thêm vào liên hệ có sẵn
zh_cn: 添加已有的联系人
zh_hk: 新增至現有聯絡人

# CONVERSATION_SETTINGS_ADD_TO_SYSTEM_CONTACTS
source: Add to Phone Contacts
af: Voeg by stelselkontakte
ar: إضافة إلى جهات اتصال الهاتف
az: Sistem əlaqələrinə əlavə et
be: Дадаць у спic тэлефонных кантактаў
bg: Добавяне към системни контакти
bn: ফোন কন্টাক্টে যোগ করুন
ca: Afegeix als contactes del telèfon
cs: Přidat do telefonních kontaktů
cy: Ychwanegu at Gysylltiadau System
da: Tilføj til din telefons kontakter
de: Zu Telefonkontakten hinzufügen
el: Προσθήκη στις επαφές τηλεφώνου
es: Añadir a contactos del teléfono
es_es: Añadir a los contactos de iOS
et: Lisa süsteemi kontaktidesse
eu: Gehitu sistemaren kontaktuetara
fa: افزودن به مخاطبان تلفن
fi: Lisää puhelimen yhteystietoihin
fil: Idagdag sa mga System na Kontak
fr: Ajouter aux contacts du téléphone
ga: Cuir le Teagmhálaithe Gutháin
gu: ફોન સંપર્કોમાં ઉમેરો
he: הוספה לאנשי הקשר של הטלפון
hi: फोन संपर्कों में जोड़ें
hr: Dodaj u kontakte telefona
hu: Hozzáadás a telefonos névjegyekhez
id: Tambahkan ke Kontak Ponsel
is: Bæta í tengiliði kerfisins
it: Aggiungi ai contatti del telefono
ja: 電話の連絡先に追加する
kab: Rnu ɣer yinermisen n unagraw
kk: Жүйедегі байланыстық тұлғаларға қосу
km: á”á“áŸ’ááŸ‚á˜á‘áŸ…á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á”áŸ’ášá–áŸá“áŸ’á’
kn: ಸಿಸ್ಟಂ ಸಂಪರ್ಕಗಳಿಗೆ ಸೇರಿಸಿ
ko: 휴대폰 연락처에 추가
lt: Pridėti į sistemos adresatus
lv: Pievienot sistēmas kontaktpersonām
mk: Додади во Контакти на системот
ml: സിസ്റ്റം കോൺടാക്സിനൊപ്പം ചേർക്കുക
mr: फोन संपर्कामध्ये जोडा
ms: Tambahkan pada Kenalan Telefon
my: စနစ်ထဲရှိ အဆက်အသွယ်စာရင်းသို့ ပေါင်းမယ်
nb: Legg til i kontaktlisten
nl: Aan telefooncontacten toevoegen
pa: ਸਿਸਟਮ ਸੰਪਰਕਾਂ ਵਿੱਚ ਜੋੜੋ
pa_pk: سسٹم رابطیاں اچ شامل کرو
pl: Dodaj do kontaktów w telefonie
ps: د سیستم له مخاطبینو سره اضافه کول
pt_br: Adicionar aos Contatos do telefone
pt_pt: Adicionar aos contactos do telemóvel
ro: Adaugă la Contacte telefonice
ru: Добавить в контакты телефона
sk: Pridať do kontaktov v telefóne
sl: Dodaj v Imenik
sq: Shtoje te Kontakte Sistemi
sr: Додај у контакте на телефону
sv: Lägg till i telefonkontakter
sw: Ongeza kwa wawasiliani wa Mfumo
ta: அமைப்புமுறை தொடர்புகளில் சேர்
te: సిస్టమ్ పరిచయాలకు జోడించండి
th: เพิ่มลงในรายชื่อผู้ติดต่อบนโทรศัพท์
tr: Telefon Rehberine Ekle
ug: تېلېفون ئالاقىداشلىرىغا قوشۇش
uk: Додати до контактів телефона
ur: فون کے راوبط میں شامل کریں
vi: Thêm vào Danh bạ của Điện thoại
zh_cn: 添加到手机通讯录
zh_hk: 新增至電話通訊錄

# CONVERSATION_SETTINGS_ALL_MEDIA_HEADER
source: All Media
ar: جميع الوسائط
be: Усе медыяфайлы
bn: সকল মিডিয়া
ca: Tot el contingut
cs: Všechna média
da: Alle mediefiler
de: Medienübersicht
el: Όλα τα πολυμέσα
es: Todos los archivos
fa: تمام رسانه‌ها
fi: Kaikki media
fr: Tous les médias
ga: Gach Meán
gu: બધા મીડિયા
he: כל המדיה
hi: सभी मीडिया
hr: Svi medijski zapisi
hu: Minden média
id: Semua Media
it: Tutti i media
ja: すべてのメディア
ko: 모든 미디어
mr: सर्व मिडिया
ms: Semua Media
nb: Alle media
nl: Alle media
pl: Wszystkie multimedia
pt_br: Todos os arquivos de mídia
pt_pt: Todos os ficheiros
ro: Toate Fișierele Media
ru: Все медиафайлы
sk: Všetky médiá
sr: Сви медији
sv: Alla media
th: สื่อทั้งหมด
tr: Tüm Medyalar
ug: بارلىق مېدىيا
uk: Усі медіафайли
ur: تمام میڈیا
vi: Tất cả tệp đa phương tiện
zh_cn: 全部媒体
zh_hk: 所有多媒體

# CONVERSATION_SETTINGS_ATTRIBUTES_ACCESS_SECTION_FOOTER
source: Choose who can edit the group name, photo, description, and disappearing messages timer.
af: Kies wie die groepnaam, -foto, -beskrywing en verdwynboodskap-afteller kan wysig.
ar: اختَر الأعضاء الذين يمكنهم تحرير اسم وصورة المجموعة ووصفها وكذلك مؤقِّت اختفاء الرسائل.
az: Kimin qrupun adına, fotosuna, açıqlamasına və yox olan mesaj vaxtölçəninə düzəliş edə biləcəyini seçin.
be: Выберыце таго, хто зможа рэдагаваць назву групы, фота, апісанне і таймер знікнення паведамленняў.
bg: Изберете кой може да редактира името на групата, аватара и таймера за изчезващи съобщения.
bn: কারা গ্রুপের নাম, ফটো, বিবরণ ও মেসেজ অদৃশ্য হওয়ার টাইমার সম্পাদনা করতে পারবেন তা বেছে নিন।
ca: Trieu qui pot editar el nom del grup, la fotografia, la descripció i el temporitzador dels missatges que desapareixen.
cs: Vyberte, kdo může upravovat název skupiny, fotografii, popis a časovač mizení zpráv.
cy: Dewiswch pwy all golygu enw, llun disgrifiad a chyfnod negeseuon byrhoedlog y grŵp.
da: Vælg hvem som kan redigere navnet, fotoet og beskrivelsen for gruppen, og udløbstiden for forsvindende beskeder.
de: Wähle aus, wer Name, Foto und Beschreibung der Gruppe sowie die Ablaufzeit für »Verschwindende Nachrichten« bearbeiten kann.
el: Διάλεξε ποιοί θα μπορούν να επεξεργάζονται το όνομα της ομάδας, τη φωτογραφία, τη περιγραφή και το χρόνο εξαφάνισης μηνυμάτων.
es: Elige quién puede modificar el nombre, descripción e imagen del grupo y la duración de los mensajes temporales.
es_es: Selecciona quién puede modificar el nombre e imagen del grupo y la desaparición de mensajes.
et: Vali, kes saavad muuta grupi nime, fotot, kirjeldust ja kaduvate sõnumite kestust.
fa: انتخاب کنید چه کسانی می‌توانند نام، عکس، توضیحات و زمان‌سنج پیام‌های ناپدید شوندهٔ گروه را ویرایش کنند.
fi: Valitse, kuka voi muokata ryhmän nimeä, valokuvaa, kuvausta ja katoavien viestien ajastusta.
fil: Choose who can edit the group name, photo, and disappearing messages timer.
fr: Choisissez qui peut modifier le nom, la photo et la présentation du groupe, ou encore le délai avant disparition des messages éphémères.
gu: ગ્રુપનું નામ, ફોટો, ડિસ્ક્રિપ્શન, અને મેસેજ અદ્રશ્ય થવાના ટાઇમરને કોણ સંપાદિત કરી શકે તે પસંદ કરો.
he: בחר מי יכול לערוך את השם, התמונה, התיאור וקוצב זמן ההודעות הנעלמות של הקבוצה.
hi: चुनें कि समूह का नाम, फ़ोटो, विवरण और गायब होने वाले संदेशों के समय को कौन संपादित कर सकता है।
hr: Odaberite tko može promijeniti naziv grupe, sliku, opis i vremenski period poruka koje nestaju:
hu: Add meg, hogy ki szerkeszthesse a csoportnevet, az avatárt, a csoportleírást és az eltűnő üzenetek időzítőjét.
id: Pilih siapa yang dapat mengedit nama grup, foto, deskripsi, dan timer penghilangan pesan.
is: Veldu hver getur breytt nafni hóps, mynd, lýsingu eða tímasetingu sjálfeyðandi skilaboða.
it: Scegli chi può modificare il nome del gruppo, la foto, la descrizione e il timer dei messaggi a scomparsa.
ja: グループ名、アイコン、説明、消えるメッセージのタイマーを編集できるユーザを選択してください。
kk: Топ атын, фотосуреттерді және жоғалатын хабарлар таймерін өзгерте алатын адамды таңдаңыз.
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€áŠáŸ‚á›á¢á¶á…á€áŸ‚á”áŸ’ášáŸ‚áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜ ášá¼á”á—á¶á– á€á¶ášá–ááŸŒá“á¶ á“á·á„á€á¶ášá€áŸ†áááŸ‹á˜áŸ‰áŸ„á„áŸá¶ášáŠáŸ‚á›á”á¶ááŸ‹á‘áŸ…áœá·á‰áŸ”
kn: ಗುಂಪಿನ ಹೆಸರು, ಫೋಟೋ, ವಿವರಣೆ ಮತ್ತು ಸಂದೇಶಗಳ ಕಣ್ಮರೆಯಾಗುವಿಕೆಯ ಸಮಯವನ್ನು ಯಾರು ಎಡಿಟ್ ಮಾಡಬಹುದು ಎಂಬುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 그룹 이름, 사진, 설명 및 사라지는 메시지 타이머를 편집할 수 있는 사용자를 선택하세요.
lt: Pasirinkite, kas gali taisyti grupės pavadinimą, nuotrauką, aprašą bei išnykstančių žinučių laikmatį.
lv: Izvēlieties, kurš drīkst rediģēt grupas nosaukumu, fotoattēlu, aprakstu un ziņu dzēšanas taimeri.
mk: Изберете кој ќе може да го уреди името на групата, сликата, описот и бројачот за исчезнувачките пораки.
ml: ആർക്കെല്ലാം ഗ്രൂപ്പിന്റെ പേര്, ഫോട്ടോ, വിവരണം, അപ്രത്യക്ഷമാകുന്ന സന്ദേശങ്ങളുടെ ടൈമർ എന്നിവ മാറ്റാൻ കഴിയുക എന്ന് തിരഞ്ഞെടുക്കുക.
mr: गट नाव, फोटो, विवरण आणि हरवणारे संदेश टायमर जो संपादन करू शकतो त्याला निवडा.
ms: Pilih orang yang dapat mengedit nama, foto, penerangan dan pemasa mesej hilang kumpulan.
my: အဖွဲ့အမည်၊ ဓာတ်ပုံ၊ ဖော်ပြချက်နှင့် ပျောက်သွားမည့် မက်ဆေ့ချ် တိုင်မာကို တည်းဖြတ်နိုင်မည့်သူအား ရွေးချယ်ပါ။
nb: Velg hvem som kan redigere gruppenavnet, gruppeavataren og når meldinger forsvinner.
nl: Kies wie de groepsnaam, -afbeelding, -omschrijving en de timer voor verdwijnende berichten kan bewerken.
pa: ਇਸਦੀ ਚੋਣ ਕਰੋ ਗਰੁੱਪ ਦੇ ਨਾਂ, ਫ਼ੋਟੋ, ਵੇਰਵੇ ਅਤੇ ਅਲੋਪ ਹੋਣ ਵਾਲੇ ਸੁਨੇਹਿਆਂ ਦੇ ਟਾਈਮਰ ਵਿੱਚ ਕੌਣ ਸੋਧ ਕਰ ਸਕਦਾ ਹੈ।
pa_pk: Choose who can edit the group name, photo, and disappearing messages timer.
pl: Wybierz, kto może edytować nazwę, zdjęcie i opis tej grupy oraz ustalać czas, po którym wiadomości będą znikać.
ps: دا وټاکئ چې څوک کولای شي د ګروپ نوم، انځور، تشریح او د ورک کېدونکو پیغامونو ټایمر تصحیح کولای شي.
pt_br: Escolha quem pode editar o nome, a foto, a descrição e o cronômetro de mensagens efêmeras do grupo.
pt_pt: Escolha quem pode editar o nome do grupo, a fotografia, a descrição e o temporizador da destruição de mensagens.
ro: Alege cine poate edita numele grupului, poza, descrierea și perioada pentru dispariția mesajelor.
ru: Выберите, кто может редактировать имя, фото, описание и время исчезновения сообщений группы.
sk: Vyberte, kto môže upraviť názov skupiny, fotografiu, popis a časovač miznúcich správ.
sl: Izberite kdo lahko ureja ime skupine, fotografijo, opis in določi čas do izginotja sporočil.
sq: Zgjidhni cilët mund të përpunojnë emrin e grupit, foton, përshkrimin dhe dhe kohëmatësin për zhdukje mesazhesh.
sr: Изаберите ко може да мења назив, слику и опис групе, као и трајање нестајућих порука.
sv: Välj vem som kan redigera gruppens namn, foto, beskrivning och tidsgräns för försvinnande meddelanden.
sw: Chagua ni nani anayeweza kubadilisha jina la kikundi, picha, maelezo na kipima muda cha ujumbe unaotoweka.
ta: யாரால் முடியும் என்பதைத் தேர்வுசெய்க தொகு தி குழு பெயர், புகைப்படம், விளக்கம் மற்றும் மறைந்து போகிறது செய்திகள் நேரக்குறிப்பான்.
te: సమూహ పేరు, చిత్రం, వివరణ మరియు అదృశ్యమగు సందేశాల టైమర్‌ను ఎవరు సవరించవచ్చో ఎంచుకోండి.
th: เลือกว่าใครสามารถแก้ไขชื่อกลุ่ม รูปภาพ คำอธิบาย และตั้งเวลาให้ข้อความหายไป
tr: Grup adını, fotoğrafını, açıklamasını ve kaybolan ileti zamanlayıcısını kimlerin düzenleyebileceğini seçin.
ug: گۇرۇپپىنىڭ ئىسمى، سۈرىتى، تونۇشتۇرۇشى ۋە كۆرۈن-غايىب ئۇچۇرنىڭ ۋاقىت خاتىرىلىگۈچىنى كىم ئۆزگەرتەلەيدىغانلىقىنى تاللاڭ.
uk: Оберіть, хто може змінювати назву, фото, опис групи й таймер тимчасових повідомлень.
ur: منتخب کریں کہ کون گروپ کے نام ، تصویر ، وضاحت اور غائب پیغامات کے ٹائمر میں ترمیم کرسکتا ہے۔
vi: Chọn ai có thể chỉnh sửa tên nhóm, ảnh, miêu tả, và đồng hồ biến mất tin nhắn.
zh_cn: 选择谁可以编辑群组名称、图片、描述和限时消息计时器。
zh_hk: 選擇誰可以編輯群組名稱、照片、描述和限時訊息計時器。
