Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_TRANSFER_TO_EXCHANGE
source: Transfer to Exchange
af: Dra oor na sentrale
ar: إرسال إلى منصة التداول
az: Mübadilə üçün köçürmə
be: Перавесці для абмену
bn: এক্সচেঞ্জে স্থানান্তর করুন
ca: Transferència d'intercanvi
cs: Převést na burzu
cy: Trosglwyddo i Gyfnewidfa
da: Overfør til børs
de: An Handelsplattform überweisen
el: Μεταφορά σε Ανταλλακτήριο
es: Transferir a plataforma de intercambio
fa: انتقال به صرافی
fi: Siirrä kauppapaikkaan
fr: Virement vers plateforme d'échange
gu: એક્સચેન્જ પર સ્થાનાંતરિત કરો
he: העבר אל מסחר
hi: एक्सचेंज करने के लिए ट्रांसफ़र करें
hr: Prenesi na burzu
hu: Átutalás a tőzsdére
id: Transfer ke Exchange
is: Millifæra á greiðslumiðlun
it: Trasferisci all'exchange
ja: 取引所へ振替
km: á•áŸ’á‘áŸášáŠá¾á˜áŸ’á”á¸á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹
kn: ವಿನಿಮಯಕ್ಕಾಗಿ ವರ್ಗಾಯಿಸಿ
ko: 거래소로 이체
lt: Pervesti į valiutos keitimo punktą
lv: Pārskaitīt uz biržu
ml: എക്സ്ചേഞ്ചിലേക്ക് ട്രാൻസ്ഫർ
mr: ऐक्सचेंजवर स्थानांतरित करा
ms: Pindah ke Pertukaran
my: လဲလှယ်ရန် လွှဲပြောင်းပါ
nb: Overfør til veksling
nl: Overschrijven naar een beurs
pa: ਐਕਸਚੇਂਜ਼ ਨੂੰ ਭੇਜੋ
pl: Przenieś do kantoru
ps: صرافۍ ته لیږل
pt_br: Transferir para intermediação de troca
pt_pt: Transferir para trocar
ro: Transferă către exchange
ru: Перевести на биржу
sk: Previesť do zmenárne
sl: Prenesi v menjalnico
sq: Shpërngulni në një Platformë
sr: Пренесите на берзу
sv: Överför till växling
sw: Hamishia kwenye Ubadilishanaji
ta: இடமாற்றம் க்கு பரிமாற்றம்
te: ఎక్స్ఛేంజ్కు బదిలీ చేయండి
th: โอนไปตลาดแลกเปลี่ยน
tr: Kambiyoya Aktar
ug: ئالماشتۇرۇشقا يۆتكە
uk: Переказ на біржу
ur: ایکسچینج میں منتقل کریں
vi: Chuyển khoản sang Sàn trao đổi
zh_cn: 转帐至交易平台
zh_hk: 轉移至交易平台

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_COMPLETE_TOAST
source: Recovery phrase setup complete.
af: Herwinkode is klaar opgestel.
ar: اكتمَلَ إعداد عبارة الاستعادة.
az: Bərpa parolunun quraşdırılması tamamlandı.
be: Усталяванне фразы для аднаўлення завершана.
bn: রিকভারি ফ্রেজ সেটআপ সম্পন্ন হয়েছে।
ca: Frase de recuperació configurada
cs: Nastavení fráze pro obnovení je dokončeno.
cy: Cwblhawyd gosod ymadrodd adfer.
da: Opsætning af gendannelsessætning er gennemført.
de: Einrichtung der Wiederherstellungsphrase abgeschlossen.
el: Η ρύθμιση της φράσης ανάκτησης ολοκληρώθηκε.
es: Se ha configurado la frase de recuperación.
fa: تنظیم عبارت بازیابی کامل شد.
fi: Palautuslause on määritetty.
fr: Configuration de la phrase de récupération terminée.
gu: રિકવરી ફ્રેઝ સેટઅપ પૂર્ણ.
he: תיצור משפט סיסמה הושלם.
hi: रिकवरी फ़्रेज़ का सेटअप पूरा हुआ।
hr: Postavljanje fraze za oporavak je dovršeno.
hu: Helyreállítási kifejezés beállítása sikeres.
id: Pengaturan frasa pemulihan selesai.
is: Uppsetning endurheimtufrasa lokið.
it: Configurazione della frase di recupero completata.
ja: リカバリーフレーズの設定が完了しました。
km: á€á¶ášâ€‹ášáŸ€á”á…áŸ†â€‹áƒáŸ’á›á¶â€‹áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡â€‹á”á¶á“â€‹á”á‰áŸ’á…á”áŸ‹áŸ”
kn: ರಿಕವರಿ ಪದಗುಚ್ಛ ಹೊಂದಿಸುವುದು ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 복구 문구 설정이 완료되었습니다.
lt: Atkūrimo frazės sąranka užbaigta.
lv: Atgūšanas frāzes iestatīšana ir pabeigta.
ml: റിക്കവറി വാക്യാംശ സജ്ജീകരണം പൂർത്തിയായി.
mr: रिकव्हरी फ्रेझचे सेटअप पूर्ण झाले.
ms: Penyediaan frasa pemulihan selesai.
my: ပြန်လည်ရယူရန် စာပုဒ်တိုကို သတ်မှတ်ခြင်း ပြီးစီး
nb: Gjenopprettingspassordet er satt.
nl: Het opnemen van een herstelzin is succesvol afgerond.
pa: ਬਹਾਲੀ ਸ਼ਬਦ-ਸਮੂਹ ਦੀ ਪੂਰਨ ਹੋਇਆ।
pl: Fraza odzyskiwania skonfigurowana.
ps: د بیرته تر لاسه کولو د عبارت نصب بشپړ شو.
pt_br: A configuração da senha de recuperação foi concluída.
pt_pt: Configuração da frase de recuperação completa.
ro: Configurarea frazei de recuperare s-a terminat.
ru: Настройка фразы восстановления завершена.
sk: Nastavovanie frázy na obnovenie je hotové.
sl: Vzpostavitev obnovitvene fraze je končana.
sq: Ujdisje fraze rikthimi e plotësuar.
sr: Фраза за опоравак је подешена.
sv: Konfigurationen av återställningsfrasen är slutförd.
sw: Umekamilisha kuweka maneno ya kurejesha umekamilika.
ta: மீட்பு சொற்றொடர் அமைப்பு முழுமை.
te: రికవరీ పదబంధం సెటప్ పూర్తయింది.
th: การตั้งวลีกู้คืนเสร็จสมบูรณ์
tr: Kurtarma parolası kurulumu tamamlandı.
ug: ئەسلىگە كەلتۈرۈش ئىبارىسى تەڭشەلدى.
uk: Встановлення кодової фрази завершено.
ur: بازیافت فقرے سیٹ اپ مکمل۔
vi: Hoàn tất thiết lập cụm từ khôi phục.
zh_cn: 恢复短语设置完成。
zh_hk: 恢復片語設定已完成

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_CONFIRM
source: Confirm
af: Bevestig
ar: تأكيد
az: Təsdiqlə
be: Пацвердзіць
bn: নিশ্চিত করুন
ca: Confirmació
cs: Potvrdit
cy: Cadarnhau
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
eu: Onartu
fa: تأیید کنید
fi: Vahvista
fr: Confirmer
ga: Deimhnigh
gu: ખાતરી કરો
he: אשר
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
is: Staðfesta
it: Conferma
ja: 確認
kab: Sentem
km: á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಿ
ko: 확인
lt: Patvirtinkite
lv: Apstiprināt
mk: Потврди
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
ms: Sahkan
my: အတည်ပြုသည်
nb: Bekreft
nl: Bevestigen
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
ps: تایید
pt_br: Confirmar
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sq: Ripohojeni
sr: Потврди
sv: Bekräfta
sw: Thibitisha
ta: உறுதிப்படுத்தவும்
te: నిర్ధారించండి
th: ยืนยัน
tr: Onayla
ug: جەزملە
uk: Підтвердити
ur: تصدیق
vi: Xác nhận
zh_cn: 确认
zh_hk: 確定

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_CONFIRM_EXPLANATION_FORMAT
source: Enter words %1$@ and %2$@ from your recovery phrase.
af: Voer woorde %1$@ en %2$@ van u herwinfrase in.
ar: يُرجى إدخال الكلمة %1$@ والكلمة %2$@ من عبارة الاستعادة الخاصة بك.
az: Bərpa parolunuzdan %1$@ və %2$@ sözlərini daxil edin.
be: Увядзіце словы %1$@ і %2$@ з вашай фразы для аднаўлення.
bn: আপনার রিকভারি ফ্রেজ থেকে %1$@ ও %2$@ শব্দ লিখুন।
ca: Escriviu les paraules %1$@ i %2$@ de la frase de recuperació.
cs: Zadejte slova %1$@ a %2$@ z vaší fráze pro obnovení.
cy: Rhowch y geiriau %1$@ a %2$@ o'ch ymadrodd adfer.
da: Indtast ordene %1$@ og %2$@ fra din gendannelsessætning.
de: Gib die Wörter %1$@ und %2$@ deiner Wiederherstellungsphrase ein.
el: Εισάγετε τις λέξεις %1$@ και %2$@ από τη φράση ανάκτησης.
es: Introduce las palabras n.° %1$@ y %2$@ de tu frase de recuperación.
fa: کلمات %1$@ و %2$@ را از عبارت بازیابی خود وارد کنید.
fi: Syötä palautuslauseen %1$@. ja %2$@. sana
fr: Saisir les mots %1$@ et %2$@ de votre phrase de récupération.
gu: તમારા રિકવરી ફ્રેઝમાંથી %1$@ અને %2$@ શબ્દો દાખલ કરો.
he: הכנס את המילים %1$@ ו־%2$@ מתוך משפט ההשבה שלך.
hi: अपने रिकवरी फ़्रेज़ से %1$@ और %2$@ शब्द दर्ज करें।
hr: Unesite %1$@ i %2$@ riječ iz fraze za oporavak.
hu: Add meg a(z) %1$@ és a(z) %2$@ szót a helyreállítási kifejezésből.
id: Masukkan kata %1$@ dan %2$@ dari frasa pemulihan Anda.
is: Settu inn orðin %1$@ og %2$@ úr endurheimtufrasanum þínum.
it: Inserisci le parole %1$@ e %2$@ dalla tua frase di recupero.
ja: リカバリーフレーズの%1$@と%2$@を入力してください。
km: á”á‰áŸ’á‡á¼á›á–á¶á€áŸ’á™ %1$@ á“á·á„ %2$@ á–á¸áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ರಿಕವರಿ ಪದಗುಚ್ಛದಿಂದ %1$@ ಮತ್ತು %2$@ ಪದಗಳನ್ನು ನಮೂದಿಸಿ.
ko: 복구 문구에서 %1$@ 및 ​%2$@ 단어를 입력하세요.
lt: Įveskite %1$@ ir %2$@ žodį iš savo atkūrimo frazės.
lv: Ievadiet atgūšanas frāzes vārdus %1$@ un %2$@.
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ വാക്യത്തിൽ നിന്ന് %1$@, %2$@ എന്നീ വാക്കുകൾ നൽകുക.
mr: आपल्या रिकव्हरी फ्रेझमधून %1$@ आणि %2$@ हे शब्द प्रविष्ट करा.
ms: Masukkan perkataan %1$@ dan %2$@ daripada frasa pemulihan anda.
my: သင့် ပြန်လည်ရယူရန် စာပုဒ်တိုမှ %1$@ နှင့် %2$@ စာလုံးများ ရိုက်ထည့်ပါ။
nb: Skriv inn ordene %1$@ og %2$@ fra gjenopprettingspassordet ditt.
nl: Vul de woorden %1$@ en %2$@ van je herstelzin in.
pa: ਆਪਣੇ ਰਿਕਵਰੀ ਵਾਕ ਤੋਂ %1$@ ਅਤੇ %2$@ ਭਰੋ।
pl: Podaj %1$@. i %2$@. wyraz frazy odzyskiwania.
ps: له خپل د بیرته تر لاسه کولو عبارت څخه د %1$@ او %2$@ کلیمې دننه کړئ.
pt_br: Digite as palavras %1$@ e %2$@ da sua senha de recuperação.
pt_pt: Introduza as palavras %1$@ e %2$@ da sua frase de recuperação.
ro: Introdu cuvintele %1$@ și %2$@ din fraza ta de recuperare.
ru: Введите слова № %1$@ и %2$@ из своей фразы восстановления.
sk: Zadajte slová %1$@ a %2$@ z vašej frázy na obnovenie.
sl: Vnesite besedi %1$@ in %2$@ iz svoje obnovitvene fraze.
sq: Jepni fjalët %1$@ dhe %2$@ nga fraza juaj e rikthimit.
sr: Унесите речи %1$@ и %2$@ из фразе за опоравак.
sv: Ange orden %1$@ och %2$@ från din återställningsfras.
sw: Weka maneno %1$@ na %2$@ kutoka maneno yako ya kurejesha.
ta: உள்ளிடவும் சொற்கள் %1$@ மற்றும் %2$@ உங்கள் மீட்பு சொற்றொடரிலிருந்து.
te: మీ రికవరీ పదబంధం నుండి %1$@ మరియు %2$@ పదాలను నమోదు చేయండి.
th: ใส่คำ %1$@ และ %2$@ จากวลีกู้คืนของคุณ
tr: Kurtarma parolanızda %1$@. ve %2$@. kelimeleri girin.
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىدىكى %1$@ ۋە %2$@ سۆزنى كىرگۈزۈڭ.
uk: Введіть слова %1$@ та %2$@ зі своєї кодової фрази.
ur: اپنے بازیافت کے فقرے سے الفاظ %1$@ اور %2$@ داخل کریں۔
vi: Nhập vào các từ %1$@ và %2$@ từ cụm từ khôi phục của bạn.
zh_cn: 请输入恢复短语中的 %1$@ 以及 %2$@。
zh_hk: 輸入恢復片語中的字詞 %1$@ 和 %2$@。

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_CONFIRM_INVALID_WORD
source: A word is incorrect. Try again.
af: ’n Woord is verkeerd. Probeer weer.
ar: هناك كلمة غير صحيحة. حاوِل مرّة أخرى.
az: Bir söz yanlışdır. Yenidən sınayın.
be: Няправільнае слова. Паўтарыце спробу.
bn: একটি শব্দ ভুল। আবার চেষ্টা করুন।
ca: Hi ha una paraula incorrecta. Torneu-hi.
cs: Slovo je nesprávné. Zkus to znovu.
cy: Mae gair yn anghywir. Rhowch gynnig arall arni.
da: Et ord er ukorrekt. Prøv igen.
de: Ein Wort ist falsch. Versuche es bitte erneut.
el: Μία λέξη είναι λανθασμένη. Δοκιμάστε ξανά.
es: Una palabra es incorrecta. Inténtalo de nuevo.
et: Sõna pole korrektne. Proovi uuesti.
fa: یک کلمه نادرست است. دوباره امتحان کنید.
fi: Toinen sanoista on väärin, yritä uudelleen.
fr: Un mot est incorrect. Nouvel essai.
gu: એક શબ્દ ખોટો છે. ફરીથી પ્રયાસ કરો.
he: יש מילה שגויה. נסה שוב.
hi: कोई एक शब्द ग़लत है। दोबारा प्रयास करें।
hr: Vaša riječ je ne točna. Pokušajte ponovno.
hu: Egy szó helytelen. Próbáld újra.
id: Sebuah kata salah. Coba lagi
is: Eitt orð er rangt. Reyndu aftur.
it: Una parola non è corretta. Riprova.
ja: 単語が間違っています。再度試してください。
km: á–á¶á€áŸ’á™á˜á½á™á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಒಂದು ಪದ ತಪ್ಪಾಗಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 단어가 잘못되었습니다. 다시 시도하세요.
lt: Žodis yra neteisingas. Bandykite dar kartą.
lv: Vārds nav pareizs. Mēģiniet vēlreiz.
ml: ഒരു വാക്ക് തെറ്റാണ്. വീണ്ടും ശ്രമിക്കുക.
mr: एक शब्द चुकीचा आहे. पुन्हा प्रयत्न करा.
ms: Satu perkataan tidak betul. Cuba lagi.
my: စာလုံးတစ်လုံး မှားယွင်းနေသည်၊ ပြန်စမ်းကြည့်ပေးပါ။
nb: Ett av ordene er feil. Prøv igjen.
nl: Er is een woord onjuist. Probeer het opnieuw.
pa: ਸ਼ਬਦ ਗਲਤ ਹੈ। ਫਿਰ ਅਜ਼ਮਾਓ।
pl: Jeden wyraz jest niepoprawny. Spróbuj ponownie.
ps: یوه کلیمه غلطه ده. بیا هڅه وکړئ.
pt_br: Uma palavra está incorreta. Tente novamente.
pt_pt: Uma palavra é incorreta. Tente novamente.
ro: Un cuvânt este greșit. Încearcă din nou.
ru: Одно из слов неверно. Попробуйте ещё раз.
sk: Jedno zo slov je nesprávne. Skúste to znovu.
sl: Beseda je nepravilna. Poskusite ponovno.
sq: Një fjalë është e pasaktë. Riprovoni.
sr: Једна реч је нетачна. Пробајте поново.
sv: Ett ord är felaktigt. Försök igen.
sw: Neno fulani si sahihi. Jaribu tena.
ta: ஒரு சொல் தவறானது. மீண்டும் முயற்சி செய்.
te: ఒక పదం తప్పు. మళ్ళీ ప్రయత్నించండి.
th: คำไม่ถูกต้อง ลองอีกครั้ง
tr: Bir kelime hatalı. Tekrar deneyin.
ug: سۆز خاتا، قايتا سىناڭ.
uk: Одне слово неправильне. Введіть слова ще раз.
ur: ایک لفظ غلط ہے۔ دوبارہ کوشش کریں.
vi: Một từ không chính xác. Hãy thử lại.
zh_cn: 单词错误，请重试。
zh_hk: 有一個字詞不正確。請重試。

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_CONFIRM_INVALID_WORDS
source: Both words are incorrect. Try again.
af: Albei woorde is verkeerd. Probeer weer.
ar: كلا الكلمتين غير صحيحتين. حاوِل مرّة أخرى.
az: Hər iki söz yanlışdır. Yenidən sınayın.
be: Абодва словы няправільныя. Паўтарыце спробу.
bn: উভয় শব্দই ভুল। আবার চেষ্টা করুন।
ca: Totes dues paraules són incorrectes. Torneu-hi.
cs: Obě slova jsou nesprávná. Zkus to znovu.
cy: Mae'r ddau air yn anghywir. Rhowch gynnig arall arni.
da: Begge ord er ukorrekte. Prøv igen.
de: Beide Wörter sind falsch. Versuche es bitte erneut.
el: Και οι δύο λέξεις είναι λανθασμένες. Προσπαθήστε ξανά.
es: Las dos palabras son incorrectas. Inténtalo de nuevo.
et: Mõlemad sõnad pole korrektsed. Proovi uuesti.
fa: هر دو کلمه نادرست هستند. دوباره امتحان کنید.
fi: Molemmat sanat ovat väärin, yritä uudelleen.
fr: Les deux mots sont incorrects. Nouvel essai.
gu: બંને શબ્દો ખોટા છે. ફરીથી પ્રયાસ કરો.
he: שתי המילים שגויות. נסה שוב.
hi: दोनों शब्द ग़लत हैं। दोबारा प्रयास करें।
hr: Obje riječi su ne točne. Pokušajte ponovno.
hu: Mindkét szó helytelen. Próbáld újra.
id: Semua kata salah. Coba lagi.
is: Bæði orðin eru röng. Reyndu aftur.
it: Entrambe le parole non sono corrette. Riprova.
ja: 両方の単語が間違っています。再度試してください。
km: á–á¶á€áŸ’á™á‘á¶áŸ†á„á–á¸ášá˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಎರಡೂ ಪದಗಳು ತಪ್ಪಾಗಿವೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 단어들이 잘못되었습니다. 다시 시도하세요.
lt: Abu žodžiai yra neteisingi. Bandykite dar kartą.
lv: Abi vārdi nav pareizi. Mēģiniet vēlreiz.
ml: രണ്ട് വാക്കുകളും തെറ്റാണ്. വീണ്ടും ശ്രമിക്കുക.
mr: दोन्ही शब्द चुकीचे आहेत. पुन्हा प्रयत्न करा.
ms: Kedua-dua perkataan itu tidak betul. Cuba lagi.
my: စာနှစ်လုံးစလုံး မှားယွင်းနေသည်၊ ပြန်စမ်းကြည့်ပေးပါ။
nb: Begge ordene er feil. Prøv igjen.
nl: Beide woorden zijn onjuist. Probeer het opnieuw.
pa: ਦੋਵੇਂ ਸ਼ਬਦ ਗਲਤ ਹਨ। ਫਿਰ ਅਜ਼ਮਾਓ
pl: Oba wyrazy są niepoprawne. Spróbuj ponownie.
ps: دواړه کلیمې ناسمې دي. بیا هڅه وکړئ.
pt_br: Ambas as palavras estão incorretas. Tente novamente.
pt_pt: Ambas as palavras estão incorretas. Tente novamente.
ro: Ambele cuvinte sunt greșite. Încearcă din nou.
ru: Оба слова неверны. Попробуйте ещё раз.
sk: Obe slová sú nesprávne. Skúste to znovu.
sl: Obe besedi sta nepravilni. Poskusite ponovno.
sq: Të dyja fjalët janë të pasakta. Riprovoni.
sr: Обе речи су нетачне. Пробајте поново.
sv: Båda orden är felaktiga. Försök igen.
sw: Maneno yote mawili si sahihi. Jaribu tena.
ta: இரண்டு வார்த்தைகளும் தவறானவை. மீண்டும் முயற்சி செய்.
te: రెండు పదాలు తప్పు. మళ్ళీ ప్రయత్నించండి.
th: คำทั้งสองผิด ลองอีกครั้ง
tr: İki kelime de hatalı. Tekrar deneyin.
ug: ئىككىلا سۆز خاتا. قايتا سىناڭ.
uk: Обидва слова неправильні. Введіть їх ще раз.
ur: دونوں الفاظ غلط ہیں۔ دوبارہ کوشش کریں.
vi: Cả hai từ đều không chính xác. Hãy thử lại.
zh_cn: 两个单词都不正确，请重试。
zh_hk: 兩個字詞均不正確。請重試。

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_CONFIRM_PLACEHOLDER_FORMAT
source: Word %@
af: Woord %@
ar: الكلمة %1$@
az: Söz %@
be: Слова %1$@
bn: শব্দ %1$@
ca: Paraula %1$@
cs: Slovo %1$@
cy: Gair %@
da: Ord %1$@
de: Wort %1$@
el: Λέξη %1$@
es: Palabra n.° %1$@
et: Sõna %@
fa: کلمهٔ %1$@
fi: %1$@. sana
fr: Mot %1$@
ga: Word %1$@
gu: શબ્દ %1$@
he: מילה %1$@
hi: शब्द %1$@
hr: Riječ %1$@
hu: Szó %1$@
id: Kata %1$@
is: Orð %@
it: Parola %1$@
ja: 単語%1$@
km: á–á¶á€áŸ’á™ %@
kn: ಪದ %@
ko: 단어 %1$@
lt: %@ žodis
lv: Vārds %@
ml: വാക്ക് %@
mr: %1$@ शब्द
ms: Perkataan %1$@
my: စာလုံး %@
nb: Ord %1$@
nl: Woord %1$@
pa: ਸ਼ਬਦ %@
pl: Słowo %1$@.
ps: کلیمه %@
pt_br: Palavra %1$@
pt_pt: Palavra %1$@
ro: Cuvânt %1$@
ru: Слово № %1$@
sk: Slovo %1$@
sl: Beseda %@
sq: Fjalë %@
sr: Реч %1$@
sv: Ord %1$@
sw: Neno la %@
ta: சொல் %@
te: పదం %@
th: คำ %1$@
tr: %1$@. kelime
ug: سۆز%1$@
uk: Слово %1$@
ur: لفظ %1$@
vi: Từ %1$@
zh_cn: 单词 %1$@
zh_hk: 字詞 %1$@

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_CONFIRM_TITLE
source: Confirm Recovery Phrase
af: Bevestig herwinfrase
ar: تأكيد عبارة الاستعادة
az: Bərpa parolunu təsdiqləyin
be: Пацвердзіць фразу для аднаўлення
bn: রিকভারি ফ্রেজ নিশ্চিত করুন
ca: Confirmeu la frase de recuperació
cs: Potvrďte frázi pro obnovení
cy: Cadarnhau'r Ymadrodd Adfer
da: Bekræft gendannelsessætning
de: Wiederherstellungsphrase bestätigen
el: Επιβεβαίωση Φράσης Ανάκτησης
es: Confirmar frase de recuperación
fa: تأیید عبارت بازیابی
fi: Varmenna palautuslause
fr: Confirmer la phrase de récupération
gu: રિકવરી ફ્રેઝની પુષ્ટિ કરો
he: אשר משפט השבה
hi: रिकवरी फ़्रेज़ की पुष्टि करें
hr: Potvrdi frazu za oporavak
hu: Kifejezés megerősítése
id: Konfirmasi Frasa Pemulihan
is: Staðfestu endurheimtufrasa
it: Conferma frase di recupero
ja: リカバリーフレーズの確認
km: á”á‰áŸ’á‡á¶á€áŸ‹áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ದೃಢೀಕರಿಸಿ
ko: 복구 문구 확인
lt: Patvirtinti atkūrimo frazę
lv: Apstiprināt atgūšanas frāzi
ml: വീണ്ടെടുക്കൽ വാചകം സ്ഥിരീകരിക്കുക
mr: रिकव्हरी फ्रेझची पुष्टी करा
ms: Sahkan Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တိုကို အတည်ပြုမယ်
nb: Bekreft gjenopprettingfrasen
nl: Bevestig je herstelzin
pa: ਰਿਕਵਰੀ ਵਾਕ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź frazę odzyskiwania
ps: د بیرته تر لاسه کولو عبارت تایید کړئ
pt_br: Confirmar senha de recuperação
pt_pt: Confirmar frase de recuperação
ro: Confirmă fraza de recuperare
ru: Подтвердите фразу восстановления
sk: Potvrdiť frázu na obnovenie
sl: Potrdi obnovitveno frazo
sq: Ripohoni Frazë Rikthimi
sr: Потврдите фразу за опоравак
sv: Bekräfta återställningsfras
sw: Thibitisha Maneno ya Kurejesha
ta: மீட்பு சொற்றொடரை உறுதிப்படுத்தவும்
te: రికవరీ పదబంధాన్ని నిర్ధారించండి
th: ยืนยันวลีกู้คืน
tr: Kurtarma Parolasını Doğrula
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى جەزىملە
uk: Підтвердження кодової фрази
ur: بازیابی کے جملے کی تصدیق کریں
vi: Xác minh cụm từ khôi phục
zh_cn: 确认恢复短语
zh_hk: 確認助憶詞

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_COPIED_TO_CLIPBOARD
source: Recovery Phrase Copied
af: Herwinfrase gekopieer
ar: تمَّ نسخ عبارة الاستعادة
az: Bərpa parolu kopyalandı
be: Фраза для аднаўлення скапіравана
bn: রিকভারি ফ্রেজ কপি হয়েছে
ca: Frase de recuperació copiada
cs: Fráze pro obnovení byla zkopírována
cy: Copïwyd Ymadrodd Adfer
da: Gendannelsessætning kopieret
de: Wiederherstellungsphrase kopiert
el: Η Φράση Ανάκτησης Αντιγράφηκε
es: Frase de recuperación copiada
fa: عبارت بازیابی کپی شد
fi: Palautuslause kopioitu
fr: Phrase de récupération copiée
gu: રિકવરી ફ્રેઝને કૉપિ કરેલ છે
he: משפט סיסמה הועתק
hi: रिकवरी फ़्रेज़ कॉपी किया गया
hr: Fraza za oporavak je kopirana
hu: Helyreállítási kifejezés kimásolva
id: Frasa Pemulihan Disalin
is: Endurheimtufrasi afritaður
it: Frase di recupero copiata
ja: リカバリーフレーズをコピーしました
km: á”á¶á“á…á˜áŸ’á›á„áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ನಕಲಿಸಲಾಗಿದೆ
ko: 복구 문구 복사됨
lt: Atkūrimo frazė nukopijuota
lv: Atgūšanas frāze nokopēta
ml: വീണ്ടെടുക്കൽ വാചകം പകർത്തി
mr: रिकव्हरी फ्रेझ कॉपी केले
ms: Frasa Pemulihan telah Disalin
my: ပြန်လည်ရယူရန် စာပုဒ်တိုကို ကော်ပီကူးပြီး
nb: Gjenopprettingspassordet er kopiert
nl: Herstelzin gekopieerd
pa: ਬਹਾਲੀ ਵਾਕ ਕਾਪੀ ਕੀਤਾ
pl: Fraza odzyskiwania skopiowana
ps: د بیرته تر لاسه کولو عبارت کاپي شو
pt_br: Senha de recuperação copiada
pt_pt: Copiada frase de recuperação
ro: Frază de recuperare copiată
ru: Фраза восстановления скопирована
sk: Fráza na obnovenie okopírovaná
sl: Obnovitvena fraza je bila kopirana
sq: Fraza e Rikthimit u Kopjua
sr: Фраза за опоравак је копирана
sv: Återställningsfras kopierad
sw: Maneno ya Kurejesha Yamenakiliwa
ta: மீட்பு சொற்றொடர் நகலெடுக்கப்பட்டது
te: రికవరీ ఫ్రేజ్ కాపీ చేయబడింది
th: คัดลอกวลีกู้คืนแล้ว
tr: Kurtarma Parolası Kopyalandı
ug: ئەسلىگە كەلتۈرۈش ئىبارىسى كۆچۈرۈلدى
uk: Кодову фразу скопійовано
ur: بازیابی کی عبارت کاپی کی گئی
vi: Đã sao chép Cụm từ Khôi phục
zh_cn: 恢复短语已复制
zh_hk: 恢復片語已複製

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_COPY_TO_CLIPBOARD
source: Copy to Clipboard
af: Kopieer na knipbord
ar: نسخ إلى الحافظة
az: Lövhəyə kopyala
be: Скапіраваць у буфер абмену
bn: ক্লিপবোর্ডে কপি করুন
ca: Copia al porta-retalls
cs: Zkopírovat do schránky
cy: Copïo i'r Clipfwrdd
da: Kopiér til udklipsholder
de: In Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
et: Kopeeri lõikepuhvrisse
fa: کپی به کلیپ‌بورد
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
gu: ક્લિપબોર્ડમાં કૉપિ કરો
he: העתק ללוח הגזירה
hi: क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj u međuspremnik
hu: Másolás vágólapra
id: Salin ke Papan Klip
is: Afrita á klippispjald
it: Copia negli appunti
ja: クリップボードにコピー
km: á…á˜áŸ’á›á„á‘áŸ… Clipboard
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸು
ko: 클립보드에 복사
lt: Kopijuoti į iškarpinę
lv: Kopēt starpliktuvē
ml: ക്ലിപ്പ്ബോർഡിലേയ്ക്ക് പകർത്തുക
mr: क्लिपबोर्ड वर कॉपी करा
ms: Salin ke Papan Keratan
my: ကလစ်ဘုတ်ပေါ်သို့ ကူးယူမယ်
nb: Kopier til utklippstavle
nl: Kopiëren naar klembord
pa: ਕਲਿਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕਰੋ
pl: Skopiuj do schowka
ps: کلیپبورډ ته کاپي کول
pt_br: Copiar para a área de transferência
pt_pt: Copiar para a área de transferência
ro: Copiere în clipboard
ru: Копировать в буфер обмена
sk: Okopírovať do schránky
sl: Kopiraj v odložišče
sq: Kopjoje në të Papastër
sr: Копирај
sv: Kopiera till urklipp
sw: Nakili kwenye Ubao wa Kunakili
ta: நகலெடுக்கவும் கிளிப்போர்டுக்கு
te: తాత్కాలికంగా భద్రపరుచు ప్రదేశముకు నకలు చెయ్యి
th: คัดลอกไปคลิปบอร์ด
tr: Panoya Kopyala
ug: چاپلاش تاختىسىغا كۆچۈر
uk: Копіювати в буфер обміну
ur: کلپ بورڈ پر کاپی کریں
vi: Sao chép vào clipboard
zh_cn: 复制到剪贴板
zh_hk: 複製到剪貼簿
