Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DELETE_FOR_ME_SYNC_MESSAGE_INFO_SHEET_TITLE
source: Deleting is now synced across all of your devices
ar: عملية الحذف تتمُّ في تزامن عبر جميع أجهزتك الآن
be: Цяпер вы маеце сінхранізаванае выдаленне на ўсіх вашых прыладах
bn: মুছে ফেলার বিষয়টি এখন আপনার সকল ডিভাইস জুড়ে সিঙ্ক করা হয়েছে
ca: L'eliminació de continguts ara es sincronitza ara a tots els teus dispositius
cs: Odstraňování zpráv je nyní synchronizováno pro všechna vaše zařízení
da: Sletning synkroniseres nu på tværs af alle dine enheder
de: Der Löschvorgang wird jetzt auf all deinen Geräten synchronisiert
el: Η διαγραφή έχει συγχρονιστεί με όλες τις συσκευές σου
es: Ahora, la eliminación de mensajes se sincroniza en todos tus dispositivos
fa: اکنون حذف در همه دستگاه‌های شما همگام‌سازی می‌شود
fi: Poistaminen synkronoidaan nyt kaikkien laitteidesi välillä
fr: La suppression des messages est maintenant synchronisée sur tous vos appareils.
ga: Tá scriosadh sioncronaithe trasna do ghléasanna uile anois
gu: ડિલીટ કરવાનું હવે તમારા બધા ડિવાઇસ પર સિંક કરવામાં આવ્યું છે
he: המחיקה מסונכרנת כעת בכל המכשירים שלך
hi: डिलीट करना अब आपकी सभी डिवाइस पर सिंक हो गया है
hr: Brisanje je sada sinkronizirano na svim vašim uređajima
hu: A törlés mostantól az összes eszközödön szinkronizálva van
id: Penghapusan kini disinkronkan di semua perangkat Anda
it: Il processo di eliminazione è ora sincronizzato su tutti i tuoi dispositivi
ja: 消去機能がすべての端末で同期されるようになりました
ko: 이제 모든 기기에서 삭제를 동기화합니다
mr: हटवणे आता आपल्या सर्व डिव्हाइसेसवरून संकालित केले आहे
ms: Pemadaman kini disegerakkan merentas semua peranti anda
nb: Sletting er nå synkronisert på alle enhetene dine
nl: Verwijderen wordt vanaf nu gesynchroniseerd op al je apparaten
pl: Usuwanie jest teraz synchronizowane na wszystkich Twoich urządzeniach
pt_br: Quando você apagar algo, isso fará com que o conteúdo seja removido de todos os seus dispositivos.
pt_pt: A eliminação está agora sincronizada entre todos os seus dispositivos
ro: Eliminarea este acum sincronizată pe toate dispozitivele tale
ru: Удаление теперь происходит синхронно на всех ваших устройствах
sk: Vymazávanie je teraz synchronizované na všetkých vašich zariadeniach
sr: Брисање је сада синхронизовано на свим вашим уређајима
sv: Radering synkroniseras nu mellan alla dina enheter
th: การลบซิงค์เข้ากับอุปกรณ์ทุกเครื่องของคุณแล้ว
tr: Silme işlemi şu anda tüm cihazlarında senkronize ediliyor
ug: ئۆچۈرۈش ھازىر بارلىق ئۈسكۈنىلىرىڭىزدە ماسقەدەملىنىدۇ
uk: Тепер видалення синхронізується на всіх ваших пристроях
ur: حذف کرنے کو اب آپ کی تمام ڈیوائسز پر مطابقت پذیرکر دیا گیا ہے
vi: Việc xóa nay được đồng bộ trên tất cả thiết bị của bạn
zh_cn: 删除操作现可在所有设备上同步进行
zh_hk: 現已在你所有裝置上同步刪除

# DELETED_USER
source: Deleted Account
ar: حساب محذوف
be: Выдалены ўліковы запіс
bn: মুছে ফেলা অ্যাকাউন্ট
ca: Eliminar el compte
cs: Smazaný účet
da: Slettet konto
de: Gelöschtes Konto
el: Διαγραμμένος λογαριασμός
es: Cuenta eliminada
fa: حساب پاک‌شده
fi: Poistettu tili
fr: Compte supprimé
ga: Scrios cuntas
gu: ડિલીટ કરેલું એકાઉન્ટ
he: חשבון שנמחק
hi: डिलीट किया गया अकाउंट
hr: Izbrisan račun
hu: Fiók törlése
id: Akun Dihapus
it: Account eliminato
ja: 消去されたアカウント
ko: 삭제된 계정
mr: हटवलेले अकाऊंट
ms: Akaun dipadamkan
nb: Slettet konto
nl: Verwijderd account
pl: Konto usunięte
pt_br: Conta excluída
pt_pt: Conta eliminada
ro: Cont șters
ru: Удалённая учётная запись
sk: Vymazaný účet
sr: Избрисан налог
sv: Raderat konto
th: บัญชีที่ถูกลบ
tr: Silinmiş hesap
ug: ھېساباتنى ئۆچۈرۈش
uk: Видалений акаунт
ur: حذف شدہ اکاؤنٹ
vi: Tài khoản đã xóa
zh_cn: 删除账户
zh_hk: 刪除帳戶

# DEREGISTRATION_NOTIFICATION
source: You have been logged out of Signal on this device.
ar: تمَّ تسجيل خروجك من تطبيق سيجنال على هذا الجهاز.
be: Вы выйшлі з Signal на гэтай прыладзе.
bn: আপনি এই ডিভাইসে Signal থেকে লগ আউট হয়ে গিয়েছেন।
ca: S'ha tancat la teva sessió de Signal en aquest dispositiu.
cs: Na tomto zařízení jste ze služby Signal odhlášeni.
da: Du er blevet logget ud af Signal på denne enhed.
de: Du wurdest auf diesem Gerät von Signal abgemeldet.
el: Αποσυνδέθηκες από τη Signal σε αυτή τη συσκευή.
es: Se ha cerrado tu sesión de Signal en este dispositivo.
fa: در این دستگاه از سیگنال خارج شده‌اید.
fi: Olet kirjautunut ulos Signalista tällä laitteella.
fr: Cet appareil n'est plus connecté à Signal.
ga: Logáladh amach as Signal thú ar an ngléas seo.
gu: તમે આ ડિવાઇસ પર Signalમાંથી લૉગ આઉટ થઈ ગયા છો.
he: התנתקת מ–Signal במכשיר זה.
hi: आपको इस डिवाइस पर Signal से लॉग आउट कर दिया गया है।
hr: Odjavljeni ste sa Signala na ovom uređaju.
hu: Kijelentkeztél a Signalból ezen a készüléken.
id: Anda telah keluar dari Signal di perangkat ini.
it: Il tuo account Signal è stato disconnesso da questo dispositivo.
ja: この端末上のSignalからログアウトしました。
ko: 이 기기의 Signal에서 로그아웃했습니다.
mr: आपण या डिव्हाइसवर Signal मधून लॉग आऊट झालेला आहात.
ms: Anda telah dilog keluar daripada Signal pada peranti ini.
nb: Du har blitt logget av Signal på denne enheten.
nl: Je bent uitgelogd bij Signal op dit apparaat.
pl: Wylogowano z usługi Signal na tym urządzeniu.
pt_br: Este dispositivo não está mais conectado ao Signal.
pt_pt: Foi desconectado do Signal neste dispositivo.
ro: Te-am deconectat din Signal pe acest dispozitiv.
ru: Ваш сеанс работы с Signal на этом устройстве был завершён.
sk: Na tomto zariadení ste boli odhlásení zo služby Signal.
sr: Одјављени сте са Signal-а на овом уређају.
sv: Du har loggats ut från Signal på den här enheten.
th: คุณออกจากระบบ Signal บนอุปกรณ์เครื่องนี้แล้ว
tr: Bu cihazdaki Signal oturumun kapatıldı.
ug: سىز بۇ ئۈسكۈنىدە Signal دىن چېكىنىپ چىققان.
uk: Ви вийшли з Signal на цьому пристрої.
ur: آپ اس ڈیوائس پر Signal سے لاگ آؤٹ ہو چکے ہیں۔
vi: Bạn đã đăng xuất khỏi Signal trên thiết bị này.
zh_cn: 您在此设备上已被登出 Signal。
zh_hk: 你已在此裝置上登出 Signal。

# DEREGISTRATION_REREGISTER_WITH_SAME_PHONE_NUMBER
source: Re-register this phone number
af: Herregistreer hierdie foonnommer
ar: أعِد تسجيل رقم الهاتف هذا
az: Bu telefon nömrəsi ilə təkrar qeydiyyat
be: Зарэгістраваць зноў гэты нумар тэлефона
bg: Пререгистриране на този телефонен номер
bn: এই ফোন নাম্বার পূনরায় রেজিস্টার করুন
ca: Torna a registrar aquest número
cs: Znovu zaregistrovat toto telefonní číslo
cy: Ailgofrestri'r rhif ffôn hwn
da: Registrer dette telefonnummer igen
de: Telefonnummer erneut registrieren
el: Επανεγγραφή αριθμού τηλεφώνου
es: Volver a registrar este número
es_es: Volver a registrar este número
et: Registreeri see telefoninumber uuesti
eu: Birerregistratu telefono zenbaki hau
fa: ثبت نام دوباره این شماره تلفن
fi: Rekisteröi tämä puhelinnumero uudelleen
fil: Muling irehistro ang numero ng teleponong ito
fr: Réenregistrer ce numéro de téléphone
ga: Cláraigh an uimhir ghutháin seo arís
gu: આ ફોન નંબરને ફરીથી રજીસ્ટર કરો
he: רשום מחדש מספר טלפון זה
hi: इस फोन नंबर को पुनः पंजीकृत करें
hr: Ponovno registriraj ovaj broj telefona
hu: Telefonszám újraregisztrálása
id: Daftarkan ulang nomor telepon ini
is: Endurskrá þetta símanúmer
it: Registra nuovamente questo numero di telefono
ja: この電話番号を再登録する
kab: Ales ajerred uṭṭun-a n tilifun
kk: Осы телефон нөмірін қайтадан тіркеу
km: á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á›áŸáá‘á¼ášáŸá–áŸ’á‘á“áŸáŸ‡á˜áŸ’áá„á‘áŸ€á
kn: ಈ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಪುನಃ ನೋಂದಾಯಿಸಿ
ko: 이 전화번호 재등록
lt: Iš naujo registruoti šį telefono numerį
lv: Reģistrēt šo tālruņa numuru atkārtoti
mk: Повторно регистрирај го овој телефонски број
ml: ഈ ഫോൺ നമ്പർ റീ-രജിസ്റ്റർ ചെയ്യുക
mr: हा फोन नंबर पुन्हा-नोंदवा
ms: Daftar semula nombor telefon ini
my: ဤဖုန်းနံပါတ်ကို မှတ်ပုံပြန်တင်ပါ
nb: Registrer dette telefonnummeret på nytt
nl: Registreer dit telefoonnummer opnieuw
pa: ਇਸ ਫੋਨ ਨੰਬਰ ਨੂੰ ਮੁੜ-ਰਜਿਸਟਰ ਕਰੋ
pa_pk: ایس فون نمر نوں فیر رجسٹر کرو
pl: Zarejestruj ten numer ponownie
ps: د ټلیفون دغه شمېره بیا ثبت کړئ
pt_br: Registrar este número de telefone novamente
pt_pt: Voltar a registar este número
ro: Înregistrează din nou acest număr de telefon
ru: Повторно зарегистрировать этот номер телефона
sk: Znovu zaregistrovať toto telefónne číslo
sl: Ponovna prijava telefonske številke
sq: Riregjistrojeni këtë numër telefoni
sr: Поново региструј овај број телефона.
sv: Registrera detta telefonnummer igen
sw: Sajili tena hii nambari ya simu
ta: இந்த தொலைபேசி எண்ணை மீண்டும் பதிவு செய்யுங்கள்
te: ఈ ఫోన్ నంబర్‌ను తిరిగి నమోదు చేయండి
th: ลงทะเบียนหมายเลขโทรศัพท์นี้ใหม่
tr: Bu telefon numarasını tekrar kaydet
ug: بۇ تېلېفون نومۇرنى قايتا تىزىملات
uk: Зареєструвати цей номер телефону знов
ur: اس فون نمبر کو دوبارہ رجسٹر کریں
vi: Đăng ký lại số điện thoại này
zh_cn: 重新注册此手机号码
zh_hk: 重新注冊此電話號碼

# DEREGISTRATION_WARNING
source: This device is no longer registered. This is likely because you registered your phone number with Signal on a different device.
af: Toestel is nie meer geregistreer nie. Jou foonnommer is dalk op ’n ander toestel by Signal geregistreer. Tik om te herregistreer.
ar: هذا الجهاز لم يَعُد مُسجلًا. هذا على الأرجح بسبب قيامك بتسجيل رقم هاتفك على سيجنال باستخدام جهازٍ مختلف.
az: Cihaz artıq qeydiyyatdan keçib. Bəlkə də, telefon nömrəniz fərqli bir cihazda Signal üzərindən qeydiyyatdan keçib. Təkrar qeydiyyat üçün toxunun.
be: Гэтая прылада больш не зарэгістраваная. Магчыма, гэта здарылася таму, што вы зарэгістравалі свой нумар тэлефона ў Signal на іншай прыладзе.
bg: Устройството вече не е регистрирано. Телефонният ви номер може да се регистрира за Signal на друго устройство. Докоснете за пререгистриране.
bn: এই ডিভাইসটি আর নিবন্ধিত নয়। এটি হওয়ার সম্ভাব্য কারণ হলো, আপনি হয়তো একটি ভিন্ন ডিভাইসে Signal-এর সাথে আপনার ফোন নম্বর নিবন্ধন করেছেন।
ca: Aquest dispositiu ja no està registrat. Segurament vas registrar el número de telèfon a Signal des d'un altre dispositiu.
cs: Toto zařízení již není registrované. Je to pravděpodobně proto, že jste své telefonní číslo zaregistrovali v aplikaci Signal z jiného zařízení.
cy: Nid yw'r ddyfais wedi'i chofrestru mwyach. Efallai bod eich rhif ffôn wedi'i gofrestru gyda Signal ar ddyfais wahanol. Tapiwch i ailgofrestru.
da: Denne enhed er ikke længere registreret. Det skyldes sandsynligvis, at du har registreret dit telefonnummer på Signal med en anden enhed.
de: Dieses Gerät ist nicht mehr registriert. Das liegt wahrscheinlich daran, dass du deine Telefonnummer mit Signal auf einem anderen Gerät registriert hast.
el: Αυτή η συσκευή δεν είναι πλέον εγγεγραμμένη. Αυτό συνέβη μάλλον επειδή καταχώρησες τον αριθμό τηλεφώνου σου στο Signal σε άλλη συσκευή.
es: Este dispositivo ya no está registrado. Probablemente se deba a que has registrado tu número de teléfono en Signal con un dispositivo diferente.
es_es: Este dispositivo ya no está registrado en Signal, pero tu número puede que esté registrado con Signal con otro dispositivo. Toca para registrarlo de nuevo.
et: Seade ei ole enam registreeritud. Sinu telefoninumber võib olla registreeritud Signalis mõne teise seadmega. Klõpsa uuesti registreerimiseks.
eu: Zure gailua ez dago erregistratuta jada. Zure telefon zenbakia Signalekin erregistra daiteke beste gailu batean. Ukitu berrerregistratzeko.
fa: این دستگاه دیگر ثبت‌شده نیست. دلیل آن احتمالاً این است که شماره تلفن خود را روی دستگاه دیگری در سیگنال ثبت کرده‌اید.
fi: Tämä laite ei ole enää rekisteröity. Todennäköisesti olet rekisteröinyt puhelinnumerosi Signaliin toisella laitteella.
fil: Ang device ay hindi na rehistrado. Ang numero ng iyong telepono ay pwedeng mairehistrong muli sa Signal gamit ang ibang device. Pindutin upang muling i-rehistro.
fr: Cet appareil n'est plus enregistré. Vous avez probablement inscrit votre numéro de téléphone sur Signal depuis un autre appareil.
ga: Níl an gléas seo cláraithe a thuilleadh. Is dócha gur chláraigh tú d’uimhir ghutháin le Signal ar ghléas eile is cúis leis.
gu: આ ડિવાઇસ હવે રજિસ્ટર્ડ નથી. આ સંભવ છે કારણ કે તમે તમારા ફોન નંબરને Signal સાથે કોઈ બીજા ડિવાઇસ પર રજિસ્ટર કરાવ્યો છે.
he: המכשיר הזה כבר לא רשום. זה כנראה בגלל שרשמת את מספר הטלפון שלך ב–Signal על מכשיר אחר.
hi: यह डिवाइस अब पंजीकृत नहीं है। ऐसा शायद इसलिए हो सकता है कि आपने अपना फोन नंबर किसी दूसरी डिवाइस पर Signal के साथ पंजीकृत किया है।
hr: Ovaj uređaj više nije registriran. To je vjerojatno zato što ste svoj broj telefona na Signalu registrirali na drugom uređaju.
hu: Ez az eszköz már nincs regisztrálva. Ennek valószínűleg az az oka, hogy egy másik eszközön regisztráltad a telefonszámod a Signalon.
id: Perangkat ini sudah tidak terdaftar. Hal ini mungkin karena Anda telah mendaftarkan nomor telepon Anda untuk Signal pada perangkat yang berbeda.
is: Tæki ekki lengur skráð. Hægt er að skrá símanúmer þitt í öðru tæki hjá Signal. Veldu til að endurskrá.
it: Questo dispositivo non è più registrato. Probabilmente perché hai registrato il tuo numero di telefono con Signal su un altro dispositivo.
ja: この端末は登録されていません。以前、おそらく別の端末で Signal に電話番号を登録したことが原因です。
kab: Dayen ur yettujerred ara yibenk. Uṭṭun-ik·im n tilifun yezmer ad yettujerred s Signal ɣef yibenk-nniḍen. Sit i wallus n ujerred.
kk: Құрылғы енді тіркеулі емес. Сіздің телефон нөміріңізді Signal қолданбасы басқа құрылғыда тіркей алады. Қайта тіркеу үшін түртіңіз.
km: á§á”á€ášááŸá˜á·á“á¢á¶á…á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á‘áŸ€áá”á¶á“á‘áŸáŸ” á›áŸáá‘á¼ášáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á”áŸ’ášá áŸ‚á›á‡á¶ááŸ’ášá¼áœá”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á‡á¶á˜á½á™ Signalá›á¾á§á”á€ášááŸá•áŸ’áŸáŸá„á‘áŸ€ááŸ” áœá¶á™áŠá¾á˜áŸ’á”á¸á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಸಾಧನವನ್ನು ಇನ್ನು ಮುಂದೆ ನೋಂದಣಿ ಹೊಂದಿರುವುದಿಲ್ಲ. ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಬೇರೆ ಸಾಧನದಲ್ಲಿ Signal ನೊಂದಿಗೆ ನೋಂದಾಯಿಸಬಹುದು. ಪುನಃ ನೋಂದಾಯಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 이 기기의 등록이 해제됐습니다. 다른 기기에서 Signal에 전화번호를 등록했기 때문일 가능성이 높습니다.
lt: Įrenginys daugiau nebėra registruotas. Jūsų telefono numeris gali būti registruojamas su Signal kitame įrenginyje. Bakstelėkite, norėdami registruoti iš naujo.
lv: Ierīce vairs nav reģistrēta. Jūsu tālruņa numuru var reģistrēt lietotnē Signal citā ierīcē. Pieskarieties, lai reģistrētu atkārtoti.
mk: Уредот не е повеќе регистриран. Вашиот телефонски број можеби е регистриран на Signal на друг уред. Допрете за повторно да се регистрирате.
ml: ഡിവൈസ് ഇതുവരെ രജിസ്റ്റർ ചെയ്യപ്പെട്ടിട്ടില്ല. നിങ്ങളുടെ ഫോൺ നമ്പർ Signal ലുമായി രജിസ്റ്റർ ചെയ്തിരിക്കുന്നത് മറ്റൊരു ഡിവൈസിൽ ആയിരിക്കും. റീ-രജിസ്റ്റർ ചെയ്യാൻ ടാപ് ചെയ്യുക.
mr: हे डिव्हाइस यापुढे नोंदणीकृत राहणार नाही. असे होण्याचे कारण आपण आपला फोन नंबर Signal सह वेगळ्या डिव्हाइसवर नोंदणीकृत केला आहे.
ms: Peranti tidak lagi didaftarkan. Ini berkemungkinan kerana anda mendaftarkan nombor telefon anda dengan Signal pada peranti lain.
my: ဤပစ္စည်းဖြင့် မှတ်ပုံတင်ထားခြင်းမရှိတော့ပါ။ သင်၏ဖုန်းနံပါတ်ဖြင့် အခြားဖုန်းပေါ်တွင် Signal ကို မှတ်ပုံတင်ထား နိုင်ပါသည်။ ပြန်လည်မှတ်ပုံတင်ရန် ဒီမှာနှိပ်ပါ။
nb: Denne enheten er ikke lenger registrert. Dette skyldes sannsynligvis at du registrerte telefonnummeret ditt på Signal med en annen enhet.
nl: Dit apparaat is niet meer geregistreerd. Dit komt waarschijnlijk omdat je je telefoonnummer bij Signal op een ander apparaat hebt geregistreerd.
pa: ਡਿਵਾਈਸ ਹੁਣ ਰਜਿਸਟਰ ਨਹੀਂ ਰਿਹਾ. ਤੁਹਾਡੇ ਫੋਨ ਨੰਬਰ ਨੂੰ Signal ਦੇ ਨਾਲ ਇੱਕ ਵੱਖਰੇ ਡਿਵਾਈਸ 'ਤੇ ਰਜਿਸਟਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ. ਮੁੜ-ਰਜਿਸਟਰ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ.
pa_pk: آلہ ہور رجسٹرڈ نئیں رہ گیا اے۔ تساں دا فون نمر Signal دے نال کسی دوجے آلہ اتے رجسٹرڈ ہو سکدا اے۔ فیر رجسٹر کرن دے لئی ٹیپ کرو۔
pl: To urządzenie nie jest już zarejestrowane. Możliwe, że ten sam numer telefonu został przez Ciebie zarejestrowany w aplikacji Signal na innym urządzeniu.
ps: دغه وسیله نور ثبت نه ده. ستاسې د ټلیفون شمېره ښایي له Signal سره په کومه بله وسیله کې ثبت شوې وي. دلته کلیک وکړئ چې بیا یې ثبت کړئ.
pt_br: O dispositivo não está mais registrado. Isso ocorreu porque você registrou seu número de telefone com o Signal em outro dispositivo.
pt_pt: Este dispositivo já não está registado. Isto possivelmente deve-se a ter registado o seu número de telemóvel com o Signal noutro dispositivo.
ro: Acest dispozitiv nu mai este înregistrat. Acest fapt este posibil pentru că ai înregistrat numărul tău de telefon la Signal de pe un dispozitiv diferit.
ru: Это устройство больше не зарегистрировано. Это может быть вызвано тем, что вы зарегистрировали свой номер телефона в Signal на другом устройстве.
sk: Toto zariadenie už nie je registrované. Dôvodom je pravdepodobne to, že ste svoje telefónne číslo zaregistrovali v Signali na inom zariadení.
sl: Naprava ni več prijavljena v omrežje Signal. Vaša telefonska številka je lahko prijavljena na drugi napravi. Tapnite za ponovno prijavo.
sq: Pajisja s’është më e regjistruar. Numri juaj i telefoni mund të regjistrohet me Signal-in në një pajisje tjetër. Prekeni që të riregjistrohet.
sr: Овај уређај више није регистрован. Могуће је да је ваш број телефона регистрован на Signal-у на другом уређају.
sv: Den här enheten är inte längre registrerad. Detta beror troligen på att du registrerade ditt telefonnummer med Signal på en annan enhet.
sw: Kifaa hakijasajiliwa tena. Nambari yako ya simu huenda ikawa imesajiliwa na Signal kwenye kifaa tofauti. Gusa ili kujisajili tena.
ta: சாதனம் இன்னும் பதிவு செய்யப்படவில்லை. உங்கள் தொலைபேசி எண் வேறு சாதனத்தில் Signal லுடன் பதிவு செய்யப்பட்டிருக்கலாம் . மீண்டும் பதிவு செய்ய தட்டவும்.
te: పరికరం ఇకపై నమోదు కాలేదు. మీ ఫోన్ నంబర్ వేరే పరికరంలో Signal తో నమోదు చేయబడదిండి. తిరిగి నమోదు చేయడానికి నొక్కండి.
th: อุปกรณ์เครื่องนี้ไม่ได้ลงทะเบียนอีกต่อไป นี่น่าจะเป็นเพราะคุณลงทะเบียนหมายเลขโทรศัพท์นี้กับ Signal ไว้บนอุปกรณ์เครื่องอื่น
tr: Bu cihaz artık kayıtlı değil. Bunun nedeni büyük olasılıkla telefon numaranın farklı bir cihazda Signal'e kaydedilmiş olmasıdır.
ug: بۇ ئۈسكۈنە تىزىملاشتىن چىقىپ كەتكەن. بۇنىڭ سەۋەبى سىز تېلېفون نومۇرىڭىز بىلەن Signal نى باشقا بىر ئۈسكۈنىدە تىزىملاتقان بولۇشىڭىز مۇمكىن.
uk: Реєстрація на цьому пристрої вже не дійсна. Імовірно, ви зареєстрували свій номер телефону в Signal на іншому пристрої.
ur: یہ ڈیوائس اب مزید رجسٹر شدہ نہیں ہے۔ ایسا ہو سکتا ہے کیونکہ آپ نے ایک مختلف ڈیوائس پر اپنا فون نمبر Signal میں رجسٹر کیا تھا۔
vi: Thiết bị này không còn được đăng ký. Nguyên nhân có thể là do bạn đăng ký số điện thoại của bạn với Signal trên một thiết bị khác.
zh_cn: 此设备已注销。这可能是因为您使用您的手机号码在其他设备上注册了 Signal。
zh_hk: 此裝置已不再註冊。通常是因為你已在另一部裝置上使用你的電話號碼註冊 Signal。

# DEREGISTRATION_WARNING_ACTION_TITLE
source: Re-Register Device
ar: أعِد تسجيل الجهاز
be: Зарэгістраваць паўторна прыладу
bn: ডিভাইসটি আবারো নিবন্ধন করুন
ca: Tornar a registrar dispositiu
cs: Znovu zaregistrujte zařízení
da: Registrér enheden igen
de: Gerät erneut registrieren
el: Επανεγγραφή συσκευής
es: Volver a registrar dispositivo
fa: دستگاه را مجدداْ ثبت کنید
fi: Rekisteröi laite uudelleen
fr: Réenregistrer l'appareil
ga: Athchláraigh an Gléas
gu: ડિવાઇસને ફરીથી રજિસ્ટર કરાવો
he: רישום מכשיר מחדש
hi: डिवाइस को पुन: पंजीकृत करें
hr: Ponovno registrirajte uređaj
hu: Regisztráld újra az eszközt
id: Daftarkan Ulang Perangkat
it: Registra di nuovo il dispositivo
ja: 端末を再登録する
ko: 기기 다시 등록
mr: डिव्हाईस चे पुन्हा नोंदणीकरण करा
ms: Daftar Semula Peranti
nb: Registrer enheten på nytt
nl: Registreer het apparaat opnieuw
pl: Zarejestruj urządzenie ponownie
pt_br: Registrar novamente o dispositivo
pt_pt: Voltar a registar dispositivo
ro: Înregistrează din Nou Dispozitivul
ru: Перерегистрируйте устройство
sk: Znova zaregistrujte zariadenie
sr: Поново региструјте уређај
sv: Registrera om enheten
th: ลงทะเบียนอุปกรณ์อีกครั้ง
tr: Cihazı Tekrar Kaydet
ug: قايتا تىزىملىتىلغان ئۈسكۈنە
uk: Перереєструйте пристрій
ur: ڈیوائس کو دوبارہ رجسٹر کریں
vi: Đăng ký lại Thiết bị
zh_cn: 重新注册设备
zh_hk: 重新註冊裝置

# DEVICE_LAST_ACTIVE_AT_LABEL
source: Last active %@
af: Laas aktief %@
ar: آخر نشاط كان في %1$@
az: Son aktivlik %@
be: Апошняя актыўнасць %1$@
bg: Последно активно: %@
bn: শেষবার %1$@-এ সক্রিয় হয়েছে
ca: Darrera activitat: %1$@
cs: Naposledy aktivní %1$@
cy: Gwelwyd ddiwethaf %@
da: Sidst aktiv %1$@
de: Zuletzt aktiv: %1$@
el: Τελευταία ενεργός/ή %1$@
es: Última actividad: %1$@
es_es: Última conexión: %@
et: Viimati aktiivne: %@
fa: آخرین فعالیت %1$@
fi: Viimeksi aktiivisena %1$@
fil: Huling aktibo: %@
fr: Dernière activité : %1$@
ga: Last active %1$@
gu: છેલ્લે સક્રિય %1$@
he: פעיל בפעם האחרונה %1$@
hi: पिछली बार सक्रिय %1$@
hr: Zadnje aktivno %1$@
hu: Utoljára aktív: %1$@
id: Terakhir aktif %1$@
is: Síðasta virkni %@
it: Ultima attività %1$@
ja: 最終利用: %1$@
kab: Armad aneggaru %@
kk: Соңғы белсенді болған: %@
km: áŸá€á˜áŸ’á˜á—á¶á–á…á»á„á€áŸ’ášáŸ„á™ %@
kn: ಕೊನೆಯದಾಗಿ ಸಕ್ರಿಯವಾಗಿದ್ದು %@
ko: 마지막 활성화 시간 %1$@
lt: Paskutinį kartą aktyvus: %@
lv: Pēdējā aktivitātes reize %@
mk: Последен пат активен %@
ml: അവസാനത്തെ സജീവമായ %@
mr: %1$@ ला शेवटचा सक्रिय
ms: Kali terakhir aktif %1$@
my: နောက်ဆုံးလှုပ်ရှားခဲ့သည့်အချိန် - %@
nb: Sist aktiv %1$@
nl: Laatst actief: %1$@
pa: ਆਖਰੀ ਵਾਰ ਸਰਗਰਮ %@
pa_pk: آخری بار فعال: %@
pl: Ostatnia aktywność %1$@
ps: وروستی فعالیت %@
pt_br: Última atividade %1$@
pt_pt: Última atividade %1$@
ro: Activ ultima oară %1$@
ru: Последняя активность %1$@
sk: Posledná aktivita %1$@
sl: Zadnja dejavnost %@
sq: Aktive së fundi më %@
sr: Последња активност: %1$@
sv: Senast aktiv %1$@
sw: Alionekana mwisho %@
ta: கடந்த செயலில் %@
te: చివరి క్రియాశీల %@
th: ใช้งานล่าสุด %1$@
tr: Son görülme %1$@
ug: ئاخىرقى پائالىيەت %1$@
uk: Остання активність: %1$@
ur: آخری فعال %1$@
vi: Hoạt động lần cuối %1$@
zh_cn: 上次活动 %1$@
zh_hk: 上次使用於 %1$@

# DEVICE_LINKED_AT_LABEL
source: Linked %@
af: %@ gekoppel
ar: مرتبط %1$@
az: %@ ilə əlaqə yaradıldı
be: Звязана %1$@
bg: Свързани: %@
bn: %1$@ লিঙ্ক করা হয়েছে
ca: Enllaçat: %1$@
cs: Propojeno %1$@
cy: Cysylltwyd %@
da: Forbundet %1$@
de: Gekoppelt: %1$@
el: Συνδέθηκε %1$@
es: Vinculado: %1$@
es_es: Enlazado: %@
et: Ühendatud: %@
fa: پیوند داده شده در %1$@
fi: Yhdistetty %1$@
fil: Nakaugnay: %@
fr: Associé le %1$@
ga: Linked %1$@
gu: લિંક કરેલ %1$@
he: קושר %1$@
hi: लिंक किया गया %1$@
hr: Povezano %1$@
hu: Társítva: %1$@
id: Terhubung %1$@
is: Tengt %@
it: Associato il %1$@
ja: リンク: %1$@
kab: Yeqqen: %@
kk: Байланысқан: %@
km: á”á¶á“áá—áŸ’á‡á¶á”áŸ‹ %@
kn: %@ ಗೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ
ko: 연결 %1$@
lt: Susietas: %@
lv: Saistīta %@
mk: Поврзан %@
ml: %@ ലിങ്ക് ചെയ്തു
mr: %1$@ ला लिंक केले
ms: Dipautkan pada %1$@
my: %@ တွင်ချိတ်ခဲ့သည်
nb: Koblet %1$@
nl: Gekoppeld: %1$@
pa: %@ ਲਿੰਕ ਕੀਤਾ
pa_pk: لنک ہویا: %@
pl: Połączono %1$@
ps: %@ لینک شوی
pt_br: Vinculado %1$@
pt_pt: Associado %1$@
ro: Asociat %1$@
ru: Привязано %1$@
sk: Prepojené %1$@
sl: Povezan %@
sq: E lidhur më %@
sr: Повезано %1$@
sv: Länkad %1$@
sw: Kiliunganishwa %@
ta: இணைக்கப்பட்டுள்ளது %@
te: సంబంధించిన %@
th: เชื่อมโยงกับ %1$@
tr: Bağlandı %1$@
ug: «%1$@» غا ئۇلانغان
uk: Зв'язано %1$@
ur: منسلک %1$@
vi: Đã kết nối %1$@
zh_cn: 已关联 %1$@
zh_hk: 連結於 %1$@
