Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SHARE_EXTENSION_FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_FORMAT
source: Your safety number with %@ has recently changed. You may wish to verify it in the main app before resending.
af: U veiligheidsnommer met %@ het onlangs verander. U moet dit dalk in die hooftoep verifieer voordat u weer stuur.
ar: رقم الأمان الخاص بك أنت مع %1$@ قد تغيَّر مؤخَّرًا. رُبما قد ترغب في التحقُّق منه في التطبيق الرئيسي قبل إعادة الإرسال.
az: %@ ilə olan güvənlik nömrəniz təzəlikcə dəyişdirildi. Bu mesajı yenidən göndərməzdən əvvəl onu əsas tətbiqdə təsdiqləmək istəyə bilərsiniz.
be: Ваш код бяспекі з %1$@ нядаўна змяніўся. Магчыма, вы жадаеце праверыць яго ў галоўнай праграме, перш чым зноў адпраўляць гэта паведамленне.
bg: Вашият номер за безопасност с %@ наскоро се промени. Може да искате да го потвърдите в главното приложение, преди да го препратите.
bn: %1$@ এর সাথে আপনার নিরাপত্তা নাম্বার সম্প্রতি পরিবর্তিত হয়েছে। আপনি মূল অ্যাপ থেকে এটা যাচাই করতে পারেন।
ca: El número de seguretat amb %1$@ ha canviat fa poc. Potser voleu verificar-lo a l'aplicació principal abans de reenviar-lo.
cs: Vaše bezpečnostní číslo s %1$@ se nedávno změnilo. Před novým odesláním zvažte jeho ověření.
cy: Mae eich rhif diogelwch gyda %@ wedi newid yn ddiweddar. Efallai yr hoffech chi ei wirio yn y prif ap cyn ail-anfon.
da: Dit sikkerhedsnummer med %1$@ er ændret for nyligt. Du bør ønske at få det bekræftet inden du sender igen
de: Deine Sicherheitsnummer mit %1$@ hat sich kürzlich geändert. Möglicherweise möchtest du sie vor dem erneuten Senden in der Signal-App verifizieren.
el: Ο αριθμός ασφαλείας με τον/την %1$@ άλλαξε πρόσφατα. Ίσως θες να τον επιβεβαιώσεις πριν την επαναποστολή.
es: Tu número de seguridad con %1$@ ha cambiado. Te recomendamos verificar su identidad en la aplicación principal antes de volver a enviar este mensaje.
es_es: Tus cifras de seguridad con %@ han cambiado. Tal vez quieras verificar su identidad antes de continuar chateando.
et: Sinu turvanumber kasutajaga %@ on hiljuti muutunud. Sa võiksid selle enne uuesti saatmist põhirakenduses üle kinnitada.
eu: %@ erablltzailearekin duzun segurtasun zenbakia aldatu da. Agian egiaztatu nahi duzu mezu hau aplikazio nagusian berriro bidali aurretik.
fa: کد امنیتی شما با %1$@ به تازگی تغییر یافته است. بهتر است در برنامه اصلی قبل از ارسال دوباره آن را تایید کنید.
fi: Turvanumerosi yhteystiedon %1$@ kanssa on vaihtunut hiljattain. Saatat halua varmentaa sen ennen viestin uudelleen lähettämistä.
fil: Ang iyong numerong pangkaligtasan kay %@ ay kakabago lang. Maaari mong iberipika ito sa main app bago ipadalang muli.
fr: Le numéro de sécurité associé à %1$@ a récemment changé. Vous pouvez vérifier le nouveau numéro sur votre appareil principal avant de renvoyer ce message.
ga: Athraíodh d'uimhir shábháilteachta le %1$@ le déanaí. Ba chóir duit í a dheimhniú sa bpríomhaip sula seolfaidh tú an teachtaireacht arís.
gu: %1$@ સાથેનો તમારો સલામતી નંબર તાજેતરમાં બદલાઈ ગયો છે. તમે તેને ફરીથી મોકલતા પહેલા મુખ્ય એપ્લિકેશનમાં ચકાસી શકો છો.
he: מספר הביטחון שלך עם %1$@ השתנה לאחרונה. מומלץ לוודא אותו ביישום הראשי לפני שליחה מחדש.
hi: आपका सुरक्षा नंबर %1$@ के साथ बदल गया है। आप संदेश भेजने से पेहले एक बार सत्यापित करें।
hr: Vaš sigurnosni broj s %1$@ je nedavno promijenjen. Možda ga želite provjeriti u glavnoj aplikaciji prije ponovnog slanja poruka.
hu: Biztonsági azonosítód megváltozott a következő ismerősöddel: %1$@. Érdemes lenne leellenőrizni, mielőtt újraküldenéd ezt az üzenetet.
id: Nomor keamanan Anda dengan %1$@ barusan berubah. Anda mungkin mau memverifikasinya di aplikasi utama sebelum mengirimkan ulang.
is: Öryggisnúmerið með %@ hefur breyst nýlega. Þú gætir viljað sannreyna það í aðalforritinu áður en þú sendir aftur.
it: Il tuo codice di sicurezza con %1$@ è cambiato di recente. Potrebbe essere necessario verificarlo nell'app principale prima di inviare nuovamente.
ja: 最近 %1$@ に対する安全番号が変わりました。再送する前に、メインのアプリで検証した方が良いかも知れません。
kab: Uṭṭun-ik·im aɣellsan s %@ yettwabeddel melmi kan. Ahat tebɣiḍ ad t-tesneqdeḍ deg usnas agejdan send ad talseḍ tuzna.
kk: Сіздің %@ қауіпсіздік нөміріңіз жуырда өзгерді. Осы хабарламаны қайтадан жібермес бұрын негізгі қолданбада тексергіңіз келуі мүмкін.
km: á›áŸááŸá»áœááŸ’áá·á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™ %@ á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášááŸ’á˜á¸áŸ—á“áŸáŸ‡áŸ” á¢áŸ’á“á€á”áŸ’ášá áŸ‚á›á…á„áŸ‹á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á“áŸ…á€áŸ’á“á»á„á€á˜áŸ’á˜áœá·á’á¸ á˜á»á“á–áŸá›á”á‰áŸ’á‡á¼á“áŸ”
kn: %@ ನೊಂದಿಗೆ ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆ ಇತ್ತೀಚೆಗೆ ಬದಲಾಗಿದೆ. ಪುನಃ ಕಳುಹಿಸುವ ಮೊದಲು ನೀವು ಅದನ್ನು ಮುಖ್ಯ ಆಪ್‌‌ನಲ್ಲಿ ದೃಢೀಕರಿಸಲು ಬಯಸಬಹುದು.
ko: %1$@ 님과의 안전 번호가 최근 변경되었습니다. 다시 보내기 전 메인 앱에서 검증해보세요.
lt: Jūsų saugumo numeris su %@ neseniai pasikeitė. Prieš siųsdami iš naujo, jūs, tikriausiai, norėtumėte jį patvirtinti pagrindinėje programėlėje.
lv: Jūsu drošības numurs ar %@ ir nesen mainīts. Pirms atkārtotas nosūtīšanas, iespējams, vēlaties failu verificēt galvenajā lietotnē.
mk: Вашиот безбедносен број %@ беше променет од неодамна. Можеби ќе сакате да го верификувате во главната апликација пред да препратите.
ml: %@ നൊപ്പമുള്ള നിങ്ങളുടെ സുരക്ഷാ നമ്പർ അടുത്തിടെ മാറിയിരിക്കുന്നു. വീണ്ടും അയയ്ക്കുന്നതിന് മുൻപ് പ്രധാന ആപ്പിൽ നിങ്ങൾ അത് വിലയിരുത്താൻ താത്പര്യപ്പെടുന്നു.
mr: आपला %1$@ सोबतचा सुरक्षितता नंबर अलीकडे बदलला आहे. पुन्हा पाठविण्यापूर्वी आपण मुख्य अॅप मध्ये त्यास सत्यापित करण्यास इच्छुक असाल.
ms: Nombor keselamatan anda dengan %1$@ telah berubah baru-baru ini. Anda mungkin ingin mengesahkannya di aplikasi utama sebelum menghantar mesej ini lagi.
my: သင်၏ လုံခြုံရေးနံပါတ် %@ သည် မကြာသေးမီက ပြောင်းလဲထားပါသည်။ ပြန်လည်မပေးပို့မီ မူလ အပလီကေးရှင်းထဲတွင် အတည်ပြုစစ်ဆေးနိုင်ပါသည်။
nb: Sikkerhetsnummeret ditt med %1$@ har nylig endret seg. Vurder om du ønsker å verifisere det på nytt i hovedappen før du sender på nytt.
nl: Je veiligheidsnummer met %1$@ is onlangs veranderd. Wellicht wil je het veiligheidsnummer verifiëren voordat je dit bericht verstuurt.
pa: %@ ਦੇ ਨਾਲ ਤੁਹਾਡਾ ਸੁਰੱਖਿਆ ਨੰਬਰ ਹਾਲ ਹੀ ਵਿੱਚ ਬਦਲ ਗਿਆ ਹੈ. ਤੁਸੀਂ ਇਸ ਨੂੰ ਦੁਬਾਰਾ ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਮੁੱਖ ਪੰਨੇ ਵਿੱਚ ਇਸ ਦੀ ਤਸਦੀਕ ਕਰਨਾ ਚਾਹ ਸਕਦੇ ਹੋ.
pa_pk: %@ دے نال تساں دا حفاظتی نمر حال ہی اچ تبدیل کیتا گیا اے۔ تساں دوبارہ گھلن توں پہلاں مرکزی ایپ اچ ایس دی توثیق کر سکدے او۔
pl: Ty i %1$@ macie nowy numer bezpieczeństwa. Rozważ jego weryfikację w aplikacji, zanim spróbujesz wysłać plik jeszcze raz.
ps: له %@ سره ستاسې د خوندیتوب شمېره په دې وروستیو کې بدله شوې ده. تاسې کولای شئ هغه په اصلي اپلیکیشن کې تر لیږلو وړاندې تایید کړئ.
pt_br: Seu número de segurança com %1$@ mudou recentemente. Verifique-o no aplicativo principal antes de reenviar.
pt_pt: O seu número de segurança com %1$@ mudou recentemente. Poderá querer verificá-lo na aplicação principal antes de reenviar.
ro: Numărul tău de siguranță pentru %1$@ s-a schimbat recent. S-ar putea să dorești să-l verifici în aplicație înainte de a retrimite.
ru: Ваш код безопасности с %1$@ недавно изменился. Возможно, вам стоит подтвердить его в приложении перед повторной отправкой.
sk: Vaše bezpečnostné číslo s %1$@ sa nedávno zmenilo. Pred opätovným odoslaním by ste si to mohli chcieť overiť v hlavnej aplikácii.
sl: Varnostna številka z uporabnikom_co %@ je bila spremenjena. Pred ponovnim poskusom pošiljanja bi morda želeli preveriti njegovo/njeno istovetnost.
sq: Numri juaj i sigurisë me %@ ka ndryshuar tani afër. Mund të doni ta verifikoni te aplikacioni bazë, përpara se të ridërgohet.
sr: Ваш сигурносни број за дописивање са корисником %1$@ недавно је промењен. Препоручујемо да га верификујете у главној апликацији пре поновног слања.
sv: Ditt säkerhetsnummer med %1$@ har nyligen ändrats. Du vill nog verifiera det i appen innan du skickar igen.
sw: Nambari yako ya usalama na %@imebadilika hivi karibuni. Ungependa kuithibitisha katika programu kuu kabla ya kutuma tena
ta: %@ உடன் உங்கள் பாதுகாப்பு எண் சமீபத்தில் மாற்றப்பட்டது. மீண்டும் அனுப்புவதற்கு முன்பு அதை முக்கிய பயன்பாட்டு செயலியில் சரிபார்க்க விரும்பலாம்.
te: %@ తో మీ భద్రతా సంఖ్య ఇటీవల మార్చబడింది. తిరిగి పంపే ముందు మీరు దీన్ని ప్రధాన అనువర్తనంలో ధృవీకరించాలనుకోవచ్చు.
th: หมายเลขความปลอดภัยของคุณกับ %1$@ ได้เปลี่ยนไปเมื่อไม่นานนี้ คุณอาจต้องการตรวจยืนยันอีกครั้งในแอปหลักก่อนจะส่งอีกครั้ง
tr: %1$@ ile olan güvenlik numaranız yakın zamanda değişti. Yeniden göndermeden önce ana uygulamadan doğrulamak isteyebilirsiniz.
ug: سىزنىڭ %1$@ بىلەن بولغان بىخەتەرلىك نومۇرىڭىز يېقىندا ئۆزگەردى. قايتا يوللاشتىن بۇرۇن ئۇنى ئاساسىي ئەپتە دەلىللەش تەۋسىيە قىلىنىدۇ.
uk: Ваш код безпеки для чатів з користувачем %1$@ недавно змінився. Можливо, варто його перевірити в основному застосунку, перш ніж надсилати повідомлення знову.
ur: آپ کا حفاظتی نمبر ابھی %1$@کیساتھ تبدیل ہو چکا ہے۔ دوبارہ بھیجنے سے پہلے مین ایپ میں تصدیق کریں۔
vi: Số an toàn của bạn với %1$@ vừa được thay đổi. Bạn nên xác minh lại trong ứng dụng chính trước khi gửi lại.
zh_cn: 近期您与%1$@的安全码已改变。在您重新发送前，建议您在主应用中验证新的安全码。
zh_hk: 您與 %1$@ 的安全碼近期已更改。建議您在主應用程式中驗證新安全碼後，再重新傳送訊息。

# SHARE_EXTENSION_LOADING
source: Loading…
af: Laai tans…
ar: جارٍ التحميل...
az: Yüklənir...
be: Загрузка…
bg: Зареждане…
bn: লোড হচ্ছে…
ca: Carregant…
cs: Načítání…
cy: Llwytho...
da: Indlæser…
de: Wird geladen …
el: Φορτώνει…
es: Cargando…
es_es: Cargando …
et: Laadimine...
eu: Kargatzen…
fa: در حال بارگیری…
fi: Ladataan…
fil: Naglo-load...
fr: Chargement…
ga: Lódáil…
gu: લોડ કરી રહ્યું છે
he: טוען…
hi: लोड हो रहा है
hr: Učitavanje…
hu: Betöltés…
id: Memuat…
is: Hleð inn…
it: Caricamento in corso…
ja: 読み込みんでいます…
kab: Asali…
kk: Жүктелуде...
km: á€áŸ†á–á»á„á•áŸ’á‘á»á€...
kn: ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 불러오는 중…
lt: Įkeliama…
lv: Ielādē…
mk: Вчитување...
ml: ലോഡിംഗ്…
mr: लोड होत आहे…
ms: Memuatkan…
my: လုပ်ဆောင်နေသည်…
nb: Laster…
nl: Aan het laden…
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pa_pk: لوڈ کر رئیا اے…
pl: Wczytywanie…
ps: را ښکته کېږي
pt_br: Carregando…
pt_pt: A carregar…
ro: Se încarcă…
ru: Загружаем…
sk: Načítava sa…
sl: Nalaganje ...
sq: Po ngarkohet…
sr: Учитава се…
sv: Läser in …
sw: Inapakia
ta: ஏற்றப்படுகிறது ...
te: లోడ్...
th: กำลังโหลด…
tr: Yükleniyor…
ug: قاچىلىنىۋاتىدۇ…
uk: Завантаження…
ur: لوڈ ہو رہا ہے۔۔۔
vi: Đang tải…
zh_cn: 正在加载……
zh_hk: 正在載入…

# SHARE_EXTENSION_NOT_REGISTERED_MESSAGE
source: Launch the Signal app to register.
af: Lanseer die Signal-toep om te registreer.
ar: شغِّل تطبيق سيجنال للتسجيل.
az: Qeydiyyatdan keçmək üçün Signal tətbiqini başladın.
be: Запусціце праграму Signal, каб зарэгістравацца.
bg: Стартирайте Signal за да се регистрирате.
bn: নিবন্ধন করতে Signal অ্যাপ চালু করুন।
ca: Obriu l'aplicació de Signal per registrar-vos.
cs: Otevřete Signal pro registraci.
cy: Lansiwch ap Signal i gorestru.
da: Start Signal-appen for at registrere.
de: Starte zum Registrieren die Signal-App.
el: Άνοιξε την εφαρμογή Signal για να εγγραφτείς
es: Inicia la aplicación Signal para registrarte.
es_es: Inicia Signal para registrarte.
et: Registreerimiseks käivita Signal rakendus.
eu: Erregistratzeko Signal aplikazioa abiarazi.
fa: برای ثبت نام برنامه سیگنال را اجراء کنید.
fi: Rekisteröidy avaamalla Signal
fil: Patakbuhin ang Signal app upang makapag-rehistro.
fr: Lancez l'app Signal pour vous inscrire.
ga: Tosaigh aip Signal le clárú.
gu: રજીસ્ટર કરવા માટે Signal એપ્લિકેશન લોંચ કરો.
he: הפעל את היישום Signal כדי להירשם.
hi: पंजीकरन करने के लिये Signal ऐप शुरु करें।
hr: Pokrenite Signal kako biste se registrirali.
hu: Indítsd el a Signalt a regisztrálás elvégzéséhez.
id: Luncurkan Signal untuk mendaftar.
is: Ræstu Signal-forritið til að skrá.
it: Apri l'app Signal per la registrazione.
ja: ユーザ登録を行うためSignalを起動します
kab: Senker asnas Signal i ujerred.
kk: Тіркеу үшін Signal қолданбасын іске қосыңыз.
km: á”á¾á€á€á˜áŸ’á˜áœá·á’á¸â€‹Signal áŠá¾á˜áŸ’á”á¸á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŸ”
kn: ನೋಂದಾಯಿಸಲು Signal ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ.
ko: Signal 앱을 실행하여 등록하세요.
lt: Norėdami registruoti, paleiskite Signal programėlę.
lv: Lai reģistrētos, palaidiet Signal.
mk: Отворете ја Signal апликацијата за да се регистрирате.
ml: രജിസ്റ്റർ ചെയ്യുന്നതിന് Signal ആപ്പ് ലോഞ്ച് ചെയ്യുക.
mr: नोंदणी करण्यासाठी Signal अॅप लाँच करा.
ms: Lancarkan aplikasi Signal untuk mendaftar
my: Signal app ကိုဖွင့်ပြီး မှတ်ပုံတင်ပါ
nb: Åpne Signal-appen for å registrere.
nl: Start de Signal-app om te registreren.
pa: ਰਜਿਸਟਰ ਕਰਨ ਲਈ Signal ਐਪ ਨੂੰ ਚਲਾਓ.
pa_pk: رجسٹر کرن دے لئی Signal ایپ لانچ کرو۔
pl: Uruchom aplikację Signal, aby się zarejestrować.
ps: د Signal اپلیکیشن په لاره واچوئ تر څو یې یا ثبت کړئ.
pt_br: Abrir a app Signal para registrar.
pt_pt: Iniciar a aplicação Signal para registar.
ro: Lansează aplicația Signal pentru a te înregistra.
ru: Запустите приложение Signal, чтобы зарегистрироваться.
sk: Pre registráciu spustite aplikáciu Signal.
sl: Zaženi aplikacijo Signal za prijavo.
sq: Që të regjistrohet, nisni aplikacionin Signal.
sr: Отворите апликацију Signal да бисте се регистровали.
sv: Starta appen Signal för att registrera.
sw: Zindua programu ya Signal kusajili
ta: பதிவு செய்ய Signal பயன்பாடு தொடங்கவும்.
te: నమోదు చేయడానికి Signal అనువర్తనాన్ని ప్రారంభించండి.
th: เปิดแอป Signal เพื่อลงทะเบียน
tr: Kaydolmak için Signal uygulamasını başlatın
ug: تىزىملىتىش ئۈچۈن Signal نى ئېچىڭ.
uk: Запустіть Signal, щоб зареєструватися.
ur: Signal ایپ کو رجسٹر کرنے کیلئے لاؤنچ کریں۔
vi: Mở ứng dụng Signal để đăng ký.
zh_cn: 启动 Signal 来注册。
zh_hk: 啟動 Signal 應用程式來註冊。

# SHARE_EXTENSION_NOT_REGISTERED_TITLE
source: Not Registered
af: Nie geregistreer nie
ar: غير مُسجَّل
az: Qeydiyyatdan keçilməyib
be: Не зарэгістраваны
bg: Не е регистриран
bn: নিবন্ধিত নয়
ca: Sense registrar
cs: Není registrováno
cy: Heb Gofrestru
da: Ikke registreret
de: Nicht registriert
el: Μη εγγεγραμμένος
es: Aún no te has registrado
es_es: No registrada
et: Pole registreeritud
eu: Ez Erregistratua
fa: ثبت نشده
fi: Ei rekisteröity
fil: Hindi Rehistrado
fr: Inscription nécessaire
ga: Níl tú cláraithe
gu: રજીસ્ટર નથી
he: לא רשום
hi: पंजीकृत नहीं है
hr: Nije registriran/a
hu: Nincs regisztrálva
id: Tidak Terdaftar
is: Ekki skráð
it: Non registrato
ja: 未登録
kab: Ur yettujerred ara
kk: Тіркелмеген
km: á˜á·á“á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡
kn: ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ
ko: 등록되지 않음
lt: Neregistruota
lv: Nav reģistrēts
mk: Нерегистриран
ml: രജിസ്റ്റർ ചെയ്തിട്ടില്ല
mr: नोंदणी केली नाही
ms: Tidak Berdaftar
my: မှတ်ပုံတင်ထားခြင်း မရှိပါ
nb: Ikke registrert
nl: Niet geregistreerd
pa: ਰਜਿਸਟਰ ਨਹੀਂ ਹੈ
pa_pk: رجسٹرڈ نئیں
pl: Wymagana rejestracja
ps: ثبت شوی نه دی
pt_br: Não registrado
pt_pt: Não registado
ro: Nu este înregistrată
ru: Нет регистрации
sk: Neregistrovaný/á
sl: Neprijavljen
sq: Jo i Regjistruar
sr: Нисте регистровани
sv: Inte registrerad
sw: Haijasajiliwa
ta: பதிவு செய்யப்படவில்லை
te: నమోదు కాలేదు
th: ยังไม่ได้ลงทะเบียน
tr: Kayıtlı Değil
ug: تىزىملىتىلمىغان
uk: Ви не зареєстровані
ur: رجسٹرڈنہیں
vi: Chưa Đăng ký
zh_cn: 未注册
zh_hk: 尚未註冊

# SHARE_EXTENSION_SENDING_FAILURE_TITLE
source: Unable to Send Attachment
af: Kan nie aanhangsel stuur nie
ar: تعذَّر إرسال الملف المُرفَق
az: Qoşma göndərilə bilmir
be: Немагчыма адправіць далучэнне
bg: Изпращането на прикачен файл не е възможно
bn: সংযুক্তি পাঠানো যায়নি
ca: No s'ha pogut enviar l'adjunt
cs: Přílohu nelze odeslat
cy: Methu Anfon Atodiad
da: Kunne ikke sende vedhæftede fil
de: Anhang kann nicht versendet werden
el: Αδυναμία αποστολής συνημμένου
es: No se ha podido enviar el archivo adjunto
es_es: Fallo al enviar adjunto
et: Manuse saatmine pole võimalik
eu: Ezin izan da eranskina bidali
fa: پیوست ارسال نشد
fi: Liitteen lähetys epäonnistui
fil: Hindi Maipadala ang Kalakip
fr: Impossible d'envoyer la pièce jointe
ga: Ní féidir an ceangaltán a sheoladh
gu: જોડાણ મોકલવામાં અસમર્થ
he: לא היה ניתן לשלוח צרופה
hi: अटैचमेंट भेजने में असमर्थ
hr: Nije moguće poslati privitak
hu: A csatolmány küldése sikertelen
id: Tidak Dapat Mengirimkan Lampiran
is: Get ekki sent viðhengi
it: Impossibile inviare l'allegato
ja: 添付ファイルを送信できません
kab: Ur nezmir ara ad nazen taceqquft yeddan
kk: Тіркемені жіберу мүмкін емес
km: á˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಗತ್ತನ್ನು ಕಳುಹಿಸುವುದಕ್ಕೆ ವಿಫಲವಾಗಿದೆ
ko: 첨부 파일을 보낼 수 없음
lt: Nepavyko išsiųsti priedą
lv: Nevarēja nosūtīt pielikumu
mk: Испраќањето на прикачувањето беше неуспешно
ml: അറ്റാച്ച്‌‌മെന്റ് അയയ്ക്കാൻ കഴിയുന്നില്ല
mr: संगल्न पाठविण्यास अक्षम
ms: Tidak Dapat Menghantar Lampiran
my: ပူးတွဲဖိုင်ကို ပို့ဆောင်၍ မရနိုင်ပါ။
nb: Klarte ikke sende vedlegg
nl: Kan bijlage niet verzenden
pa: ਅਟੈਚਮੈਂਟ ਭੇਜਣਾ ਅਸਫਲ ਰਿਹਾ
pa_pk: منسلکہ گھلن دے قابل نئیں
pl: Nie udało się wysłać załącznika
ps: د ضمیمې لیږل ونشو
pt_br: Não foi possível enviar anexo
pt_pt: Não foi possível enviar anexo
ro: Nu s-a putut trimite atașamentul
ru: Не удалось отправить вложение
sk: Odosielanie prílohy zlyhalo
sl: Ne morem poslati priponke
sq: S’arrihet të Dërgohet Bashkëngjitje
sr: Слање прилога није успело
sv: Det går inte att skicka bilagan
sw: Haiwezi kutuma Kiambatisho
ta: இணைப்பு அனுப்ப முடியவில்லை
te: జోడింపు పంపడం సాధ్యం కాలేదు
th: ไม่สามารถส่งแฟ้มแนบได้
tr: Eklenti Gönderilemedi
ug: قوشۇمچىنى ئەۋەتكىلى بولمىدى
uk: Неможливо надіслати вкладення
ur: اٹیچمنٹ بھیجنے کے قابل نہیں
vi: Không thể Gửi Tập tin đính kèm
zh_cn: 无法发送附件
zh_hk: 無法傳送附件

# SHARE_EXTENSION_SENDING_IN_PROGRESS_FORMAT
source: Uploading %1$@ of %2$@…
af: Laai tans %1$@ van %2$@ op…
ar: جارٍ تحميل %1$@ مِن %2$@…
az: %1$@/%2$@ yüklənir...
be: Запампоўка %1$@ з %2$@…
bn: %2$@টির মধ্যে %1$@টি আপলোড হচ্ছে…
ca: Carregant %1$@ de %2$@…
cs: Nahrávání %1$@ z %2$@…
cy: Yn uwchlwytho %1$@ o %2$@…
da: Uploader %1$@ af %2$@…
de: %1$@ von %2$@ wird hochgeladen …
el: Μεταφόρτωση %1$@ από %2$@…
es: Cargando %1$@ de %2$@…
et: Üleslaadimine: %1$@ / %2$@…
eu: %1$@ / %2$@ kargatzen...
fa: در حال بارگذاری %1$@ از %2$@…
fi: Lähetetään %1$@/%2$@…
fr: Importation de %1$@ sur %2$@…
gu: %2$@ના %1$@ને અપલોડ કરી રહ્યા છીએ
he: מעלה %1$@ מתוך %2$@…
hi: %2$@ का %1$@ अपलोड हो रहा है…
hr: Učitavanje %1$@ od %2$@…
hu: Feltöltve: %1$@/%2$@
id: Mengunggah %1$@ dari %2$@…
is: Sendi inn %1$@ af %2$@…
it: Caricamento %1$@ di %2$@…
ja: %1$@/%2$@をアップロードしています…
kab: Asali %1$@ seg %2$@...
km: á€áŸ†á–á»á„á•áŸ’á‘á»á€ %1$@ á“áŸƒ %2$@â€¦
kn: %2$@ ರಲ್ಲಿ %1$@ ಅನ್ನು ಅಪ್‌ಲೋಡ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko: %1$@/%2$@ 업로드 중..
lt: Nusiunčiama %1$@ iš %2$@…
lv: Augšupielādē %1$@ no %2$@…
ml: %2$@-യുടെ %1$@ അപ്‌ലോഡ് ചെയ്യുന്നു...
mr: %2$@ पैकी %1$@ अपलोड करत आहे…
ms: Memuat naik %1$@ daripada %2$@…
my: %2$@ မှ​%1$@ ခုကို ထုတ်တင်နေပါသည် ...
nb: Laster opp %1$@ av %2$@…
nl: %1$@ van %2$@ aan het uploaden…
pa: %2$@ ਵਿੱਚੋਂ %1$@ ਨੂੰ ਅੱਪਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Przesyłanie %1$@ z %2$@…
ps: %1$@ د %2$@ د پورته کولو په حال کې ده...
pt_br: Enviando %1$@ de %2$@…
pt_pt: A carregar %1$@ de %2$@…
ro: Actualizează %1$@ din %2$@ …
ru: Загружаем %1$@ из %2$@…
sk: Nahrávam %1$@ z %2$@…
sl: Nalaganje %1$@ od%2$@ …
sq: Po ngarkohen %1$@ nga %2$@…
sr: Отпрема се %1$@ од %2$@…
sv: Laddar upp %1$@ av %2$@…
sw: Inapakia %1$@ kati ya %2$@…
ta: %2$@-ல் %1$@ஏற்றப்படுகின்றது
te: %1$@ లో %2$@ ని అప్‌లోడ్ చేస్తోంది…
th: กำลังอัปโหลดแฟ้มแนบ %1$@ จาก %2$@แฟ้ม
tr: %1$@ / %2$@ yükleniyor…
ug: %2$@/%1$@ يۈكلىنىۋاتىدۇ…
uk: Вивантаження: %1$@ з %2$@…
ur: %2$@ کا %1$@ اپ لوڈ ہو رہا ہے
vi: Đang đăng tải %1$@ trong %2$@…
zh_cn: 正在上传 %1$@ 之 %2$@…
zh_hk: 正在上載 %1$@ 個附件，共 %2$@ 個……

# SHARE_EXTENSION_SENDING_IN_PROGRESS_TITLE
source: Uploading…
af: Laai tans op…
ar: جارٍ التحميل…
az: Yüklənir...
be: Запампоўка…
bg: Качване...
bn: আপলোড করা হচ্ছে
ca: Carregant…
cs: Nahrávání…
cy: Yn Uwchlwytho...
da: Uploader…
de: Wird hochgeladen …
el: Ανεβαίνει…
es: Cargando…
es_es: Transfiriendo …
et: Üleslaadimine...
eu: Eguneratzen...
fa: در حال بارگذاری…
fi: Ladataan…
fil: Ina-upload...
fr: Importation…
ga: Uaslódáil…
gu: અપલોડ થઈ રહ્યુ છે…
he: מעלה…
hi: अपलोड हो रहा है…
hr: Učitavanje…
hu: Feltöltés folyamatban…
id: Mengunggah…
is: Sendi inn…
it: Caricamento in corso…
ja: アップロードしています…
kab: Asali …
kk: Жүктеп салынуда...
km: á€áŸ†á–á»á„á”á‰áŸ’á‡á¼á“...
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 업로드 중…
lt: Nusiunčiama…
lv: Augšupielādē...
mk: Прикачување...
ml: അപ്‌ലോഡ് ചെയ്യുന്നു...
mr: अपलोड करत आहे…
ms: Memuat naik…
my: တင်ပို့နေပါသည်။
nb: Laster opp…
nl: Uploaden…
pa: ਅਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pa_pk: اپ لوڈ کر رئیا اے…
pl: Wysyłanie…
ps: د پورته کولو په حال کې ده...
pt_br: Carregando…
pt_pt: A carregar…
ro: Se încarcă…
ru: Загружаем…
sk: Nahrávanie…
sl: Prenašam...
sq: Po ngarkohet…
sr: Отпрема се…
sv: Laddar upp …
sw: Inapakia...
ta: ஏற்றுகிறது ...
te: అప్లోడ్
th: กำลังส่งข้อมูล…
tr: Yükleniyor…
ug: يۈكلىنىۋاتىدۇ...
uk: Вивантаження…
ur: اپ لوڈ ہو رہا ہے
vi: Đang tải lên…
zh_cn: 正在上传……
zh_hk: 正在上載……

# SHARE_EXTENSION_UNABLE_TO_BUILD_ATTACHMENT_ALERT_TITLE
source: Unable to Prepare Attachment
af: Kan nie aanhangsel voorberei nie
ar: تعذَّر تجهيز الملف المُرفَق
az: Qoşma hazırlana bilmir
be: Немагчыма падрыхтаваць далучэнне
bg: Не може да се подготви прикачен файл
bn: সংযুক্তি প্রস্তুত করা যায়নি
ca: No s'ha pogut preparar l'adjunt
cs: Přílohu nelze připravit
cy: Methu Paratoi Atodiad
da: Kunne ikke klargøre vedhæftede fil
de: Anhang kann nicht vorbereitet werden
el: Αδυναμία προετοιμασίας συνημμένου
es: No se ha podido preparar el archivo adjunto
es_es: Imposible preparar el adjunto
et: Manuse ettevalmistamine pole võimalik
eu: Ezin izan da eranskina prestatu
fa: پیوست فراهم نشد
fi: Liitteen valmistelu epäonnistui
fil: Hindi Maihanda ang Kalakip
fr: Impossible de préparer la pièce jointe
ga: Níorbh fhéidir an ceangaltán a ullmhú
gu: જોડાણ તૈયાર કરવામાં અસમર્થ
he: לא היה ניתן להכין צרופה
hi: अटैचमेंट तैयार करने में असमर्थ
hr: Nije moguće pripremiti privitak
hu: A csatolmány előkészítése sikertelen
id: Tidak Dapat Menyiapkan Lampiran
is: Get ekki undirbúið viðhengi
it: Predisposizione allegato non riuscita
ja: 添付ファイルを準備できません
kab: Aheyyi n tceqquft yeddan d awezɣi
kk: Тіркемені дайындау мүмкін емес
km: á˜á·á“á¢á¶á…ášáŸ€á”á…áŸ†á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಗತ್ತನ್ನು ಸಿದ್ಧಪಡಿಸಲು ವಿಫಲವಾಗಿದೆ
ko: 첨부 파일을 준비할 수 없음
lt: Nepavyko paruošti priedo
lv: Nevarēja sagatavot pielikumu
mk: Припремата на прикачувањето беше неуспешна
ml: അറ്റാച്ച്‌‌മെന്റ് തയ്യാറാക്കാൻ കഴിയുന്നില്ല
mr: संगल्न तयार करण्यात अक्षम
ms: Tidak Dapat Menyediakan Lampiran
my: ပူးတွဲဖိုင်ကို ပြင်ဆင်၍ မရပါ
nb: Klarte ikke klargjøre vedlegg
nl: Kan bijlage niet voorbereiden
pa: ਅਟੈਚਮੈਂਟ ਤਿਆਰ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
pa_pk: اپ لوڈ کر رئیا اے…
pl: Nie można załączyć pliku
ps: د ضمیمې چمتو کول ونشو
pt_br: Não foi possível preparar anexo
pt_pt: Não foi possível preparar anexo
ro: Nu s-a putut prepara atașamentul
ru: Не удалось подготовить вложение
sk: Prílohu sa nepodarilo pripraviť
sl: Ne morem pripraviti priponke
sq: S’arrihet të Përgatitet Bashkëngjitja
sr: Припрема прилога није успела
sv: Det går inte att förbereda bilagan
sw: Haiwezi Kuandaa Kiambatisho
ta: இணைப்பு தயாரிக்க முடியவில்லை
te: జోడింపును సిద్ధం చేయడం సాధ్యం కాలేదు
th: ไม่สามารถเตรียมแฟ้มแนบได้
tr: Eklenti Hazırlanamadı
ug: قوشۇمچىنى تەييارلىغىلى بولمىدى
uk: Неможливо підготувати вкладення
ur: اٹیچمنٹ تیار کرنے قابل نہیں
vi: Không thể Chuẩn bị Tập tin đính kèm
zh_cn: 无法准备附件
zh_hk: 無法準備附件
