Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_BACKUP_RESTORE_ERROR_GENERIC_RETRY_BODY
source: An error occurred and your account couldn’t be transferred. Try again by scanning the QR code and choosing your transfer method.
ar: حدث خطأ وتعذَّر نقل حسابك بسبب ذلك. حاوِل مُجدَّدًا من خلال مسح كود الـ QR ضوئيًا واختيار طريقة النقل الخاصة بك.
be: Адбылася памылка, таму не атрымалася перанесцi ваш уліковы запіс. Праскануйце QR-код яшчэ раз і выберыце спосаб пераносу.
bn: একটি ত্রুটি ঘটেছে এবং আপনার অ্যাকাউন্ট ট্রান্সফার করা যায়নি। QR কোড স্ক্যান করে এবং আপনার ট্রান্সফার পদ্ধতি বেছে নিয়ে আবার চেষ্টা করুন।
ca: S'ha produït un error i el teu compte no s'ha pogut transferir. Torna-ho a provar escanejant el codi QR i triant el teu mètode de transferència.
cs: Vyskytla se chyba a váš účet nebylo možné přenést. Zkuste znovu naskenovat QR kód a zvolit způsob přenosu.
da: Der opstod en fejl, og din konto kunne ikke overføres. Prøv igen ved at scanne QR-koden og vælge din overførselsmetode.
de: Es ist ein Fehler aufgetreten und dein Konto konnte nicht übertragen werden. Versuch's noch mal, indem du den QR-Code scannst und deine Übertragungsmethode auswählst.
el: Παρουσιάστηκε σφάλμα και δεν ήταν δυνατή η μεταφορά του λογαριασμού σου. Δοκίμασε ξανά σαρώνοντας τον κωδικό QR και επιλέγοντας τον τρόπο μεταφοράς σου.
es: No se ha podido transferir tu cuenta. Inténtalo de nuevo escaneando el código QR y eligiendo tu método de transferencia.
fa: خطایی رخ داد و انتقال حسابتان انجام نشد. با اسکن کد QR و انتخاب روش انتقال خود، دوباره امتحان کنید.
fi: Tapahtui virhe eikä tiliäsi voitu siirtää. Yritä uudelleen skannaamalla QR-koodi ja valitsemalla siirtotapa.
fr: Une erreur nous empêche de transférer votre compte. Scannez le code QR et choisissez une autre méthode de transfert, puis réessayez.
ga: Tharla earráid agus níorbh fhéidir do chuntas a aistriú. Triail arís é tríd an gcód QR a scanadh agus modh aistrithe a roghnú.
gu: એક એરર આવી અને તમારું એકાઉન્ટ ટ્રાન્સફર કરી શકાયું નથી. QR કોડ સ્કેન કરી અને તમારી ટ્રાન્સફર પદ્ધતિ પસંદ કરીને ફરી પ્રયાસ કરો.
he: אירעה שגיאה ולא ניתן היה להעביר את החשבון שלך. יש לנסות שוב באמצעות סריקה של קוד ה–QR ובחירת שיטת ההעברה שלך.
hi: कोई गड़बड़ी हुई। आपका अकाउंट ट्रांसफ़र नहीं हो सका। QR कोड स्कैन करके और ट्रांसफ़र करने का तरीका चुनकर दोबारा कोशिश करें।
hr: Došlo je do pogreške te prijenos vašeg računa nije uspio. Pokušajte ponovno skeniranjem QR koda i odabirom načina prijenosa.
hu: Hiba történt, és a fiókodat nem sikerült áthelyezni. Próbáld újra a QR-kód beolvasásával és az átviteli mód kiválasztásával.
id: Terjadi kesalahan dan akun Anda tidak dapat ditransfer. Coba lagi dengan memindai kode QR dan memilih metode transfer.
it: Si è verificato un errore e non è stato possibile trasferire il tuo account. Riprova scansionando il codice QR e scegliendo il tuo metodo di trasferimento.
ja: エラーが発生したため、アカウントを移行できませんでした。QRコードをスキャンし、移行方法を選択してもう一度お試しください。
ko: 오류가 발생하여 계정을 전송할 수 없습니다. QR 코드를 스캔하고 전송 방법을 선택하여 다시 시도해 주세요.
mr: एक त्रुटी उद्भवली आणि तुमचे खाते हस्तांतरित करता आले नाही. QR कोड स्कॅन करून पुन्हा प्रयत्न करा आणि तुमची हस्तांतरण करण्याची प्रक्रिया निवडा.
ms: Ralat berlaku dan akaun anda tidak dapat dipindahkan. Cuba lagi dengan mengimbas kod QR dan memilih kaedah pemindahan anda.
nb: Det oppsto en feil som førte til at kontoen ikke kunne overføres. Prøv igjen ved å skanne QR-koden og velge overføringsmåte på nytt.
nl: Er is een fout opgetreden en je account kon niet worden overgezet. Probeer het opnieuw door de QR-code te scannen en je overdrachtsmethode te kiezen.
pl: Wystąpił błąd i nie udało się przenieść konta. Aby spróbować ponownie, zeskanuj kod QR i wybierz metodę przenoszenia danych.
pt_br: Ocorreu um erro e sua conta não pôde ser transferida. Escaneie o QR code e escolha o método "transferir" para tentar de novo.
pt_pt: Ocorreu um erro e não foi possível transferir a sua conta. Tente novamente lendo o código QR e escolhendo o seu método de transferência.
ro: A apărut o eroare și contul tău nu a putut fi transferat. Încearcă din nou scanând codul QR și alegând metoda de transfer.
ru: Произошла ошибка, поэтому ваша учётная запись не была перенесена. Повторите попытку, отсканировав QR-код и выбрав способ переноса.
sk: Vyskytla sa chyba a váš účet sa nepodarilo preniesť. Skúste to znova naskenovaním QR kódu a zvolením spôsobu prenosu.
sr: Дошло је до грешке и ваш налог није пренесен. Пробајте поново тако што ћете скенирати QR код и изабрати начин преноса.
sv: Ett fel uppstod och ditt konto kunde inte överföras. Försök igen genom att skanna QR-koden och välja din överföringsmetod.
th: เกิดข้อผิดพลาดที่ทำให้ไม่สามารถถ่ายโอนบัญชีของคุณได้ โปรดลองใหม่ด้วยการสแกนคิวอาร์โค้ดและเลือกวิธีการถ่ายโอน
tr: Bir hata oluştu ve hesabın aktarılamadı. Kare kodu tarayarak ve aktarım yöntemini seçerek tekrar dene.
ug: بىر خاتالىق كۆرۈلدى ۋە ھېساباتىڭىزنى يۆتكىگىلى بولمىدى. QR كودىنى سكانېرلاش ۋە يۆتكەش ئۇسۇلىڭىزنى تاللاش ئارقىلىق قايتا سىناڭ.
uk: Ваш акаунт не було перенесено через помилку. Виберіть спосіб перенесення даних, зісканувавши QR-код, і повторіть спробу.
ur: ایک خرابی واقع ہوئی ہے اور آپ کا اکاؤنٹ ٹرانسفر نہیں ہو سکا۔ QR کوڈ کو اسکین کرنے اور اپنے ٹرانسفر کے طریقے کو منتخب کے ذریعے دوبارہ کوشش کریں۔
vi: Có lỗi xảy ra và không thể chuyển tài khoản của bạn. Thử lại bằng cách quét mã QR và chọn phương pháp chuyển.
zh_cn: 出错了，您的账户无法转移。请扫描二维码并选择您的转移方式再试一次。
zh_hk: 發生錯誤，無法轉移你的帳戶。重新掃描二維碼和選擇你的轉移方式再試一次。

# REGISTRATION_BACKUP_RESTORE_ERROR_GENERIC_RETRY_TITLE
source: Couldn't Finish Transfer
ar: تعذَّر إنهاء عملية النقل
be: Немагчыма завершыць перанос
bn: ট্রান্সফার সম্পন্ন করা যায়নি
ca: No s'ha pogut completar la transferència
cs: Přenos se nepodařilo dokončit
da: Overførslen kunne ikke afsluttes
de: Übertragung konnte nicht abgeschlossen werden
el: Δεν ήταν δυνατή η ολοκλήρωση της μεταφοράς
es: Transferencia no finalizada
fa: انتقال انجام نشد
fi: Siirtoa ei voitu suorittaa loppuun
fr: Impossible de terminer le transfert
ga: Níorbh fhéidir an t-aistriú a chur i gcrích
gu: ટ્રાન્સફર પૂર્ણ ન કરી શક્યા
he: לא ניתן היה לסיים את ההעברה
hi: ट्रांसफ़र पूरा नहीं किया जा सका
hr: Nije bilo moguće dovršiti prijenos
hu: Nem sikerült befejezni az átvitelt
id: Tidak Dapat Menyelesaikan Transfer
it: Impossibile completare il trasferimento
ja: 移行を完了できませんでした
ko: 전송을 완료할 수 없음
mr: हस्तांतरण पूर्ण करता आले नाही
ms: Tidak dapat menyelesaikan pemindahan
nb: Overføringen stoppet
nl: Het overzetten kon niet worden voltooid
pl: Nie udało się przenieść danych
pt_br: Não foi possível concluir a transferência
pt_pt: Não foi possível terminar a transferência
ro: Nu s-a putut termina transferul
ru: Не удалось завершить перенос
sk: Prenos sa nepodarilo dokončiť
sr: Пренос није завршен
sv: Det gick inte att slutföra överföringen
th: ไม่สามารถดำเนินการถ่ายโอนให้เสร็จสิ้นได้
tr: Aktarımı tamamlanamadı
ug: يۆتكەشنى تاماملىيالمىدى
uk: Не вдалося перенести дані
ur: ٹرانسفر مکمل نہیں ہو سکا
vi: Không thể hoàn tất việc chuyển
zh_cn: 无法完成转移
zh_hk: 無法完成轉移

# REGISTRATION_BACKUP_RESTORE_ERROR_GENERIC_TITLE
source: Couldn't Finish Transfer
ar: تعذَّر إنهاء عملية النقل
be: Немагчыма завершыць перанос
bn: ট্রান্সফার সম্পন্ন করা যায়নি
ca: No s'ha pogut completar la transferència
cs: Přenos se nepodařilo dokončit
da: Overførslen kunne ikke afsluttes
de: Übertragung konnte nicht abgeschlossen werden
el: Δεν ήταν δυνατή η ολοκλήρωση της μεταφοράς
es: Transferencia no finalizada
fa: انتقال انجام نشد
fi: Siirtoa ei voitu suorittaa loppuun
fr: Impossible de terminer le transfert
ga: Níorbh fhéidir an t-aistriú a chur i gcrích
gu: ટ્રાન્સફર પૂર્ણ ન કરી શક્યા
he: לא ניתן היה לסיים את ההעברה
hi: ट्रांसफ़र पूरा नहीं किया जा सका
hr: Nije bilo moguće dovršiti prijenos
hu: Nem sikerült befejezni az átvitelt
id: Tidak Dapat Menyelesaikan Transfer
it: Impossibile completare il trasferimento
ja: 移行を完了できませんでした
ko: 전송을 완료할 수 없음
mr: हस्तांतरण पूर्ण करता आले नाही
ms: Tidak dapat menyelesaikan pemindahan
nb: Overføringen stoppet
nl: Het overzetten kon niet worden voltooid
pl: Nie udało się przenieść danych
pt_br: Não foi possível concluir a transferência
pt_pt: Não foi possível terminar a transferência
ro: Nu s-a putut termina transferul
ru: Не удалось завершить перенос
sk: Prenos sa nepodarilo dokončiť
sr: Пренос није завршен
sv: Det gick inte att slutföra överföringen
th: ไม่สามารถดำเนินการถ่ายโอนให้เสร็จสิ้นได้
tr: Aktarımı tamamlanamadı
ug: يۆتكەشنى تاماملىيالمىدى
uk: Не вдалося перенести дані
ur: ٹرانسفر مکمل نہیں ہو سکا
vi: Không thể hoàn tất việc chuyển
zh_cn: 无法完成转移
zh_hk: 無法完成轉移

# REGISTRATION_BACKUP_RESTORE_ERROR_INCORRECT_KEY_BODY
source: Make sure you’ve entered the same 64-digit backup key you saved when enabling Signal backups. Backups can not be recovered without this key.
ar: تأكَّد من أنك أدخلتَ نفس مفتاح النسخ الاحتياطي المُكوَّن من 64 رمزًا الذي حفظته عند تفعيل خاصية النسخ الاحتياطي في تطبيق سيجنال. لا يمكن استرجاع النُسخ الاحتياطية دون هذا المفتاح.
be: Праверце, што вы ўвялі той самы 64-значны ключ для рэзервовага капіравання, які вы захавалі, калі ўключалі рэзервовыя копіі Signal. Без гэтага ключа немагчыма аднавіць рэзервовыя копіі.
bn: Signal ব্যাকআপ সক্ষম করার সময় আপনি যে 64-ক্যারেক্টারের ব্যাকআপ 'কি'-টি সংরক্ষণ করেছিলেন সেই একই 'কি'-টি আপনি লিখেছেন কিনা তা নিশ্চিত করুন। এই 'কি' ছাড়া ব্যাকআপ পুনর্বহাল করা যাবে না।
ca: Assegura't d'haver introduït la mateixa clau de còpia de seguretat de 64 caràcters que vas guardar en activar les còpies de seguretat a Signal. Sense aquesta clau, no es poden recuperar les còpies de seguretat.
cs: Ujistěte se, že jste zadali stejný 64místný záložní klíč, který jste si uložili při povolení zálohování služby Signal. Bez tohoto klíče nelze zálohy obnovit.
da: Sørg for, at du har angivet den samme sikkerhedskopinøgle på 64 tegn, som du fik, da du aktiverede Signal-backups. Sikkerhedskopier kan ikke gendannes uden denne kode.
de: Vergewissere dich, dass du denselben 64-stelligen Backup-Schlüssel eingegeben hast, den du beim Aktivieren von Signal Backups gespeichert hast. Backups können ohne diesen Schlüssel nicht wiederhergestellt werden.
el: Βεβαιώσου ότι εισήγαγες το ίδιο εφεδρικό κλειδί 64 χαρακτήρων που αποθήκευσες κατά την ενεργοποίηση των αντιγράφων ασφαλείας Signal. Τα αντίγραφα ασφαλείας δεν μπορούν να ανακτηθούν χωρίς αυτό το κλειδί.
es: Asegúrate de haber introducido la misma clave de copia de seguridad de 64 caracteres que guardaste al habilitar las copias de seguridad en Signal. Sin esta clave, no se pueden recuperar las copias de seguridad.
fi: Varmista, että käytät samaa puhelinnumeroa ja 64-merkkistä varmuuskopion avainta, jonka tallensit ottaessasi Signalin varmuuskopiot käyttöön. Varmuuskopioita ei voi palauttaa ilman koodia.
fr: Vérifiez si vous avez bien saisi la bonne clé : il s'agit de la clé de 64 caractères que vous avez enregistrée lorsque vous avez activé les sauvegardes Signal. Il est impossible de restaurer vos sauvegardes sans cette clé.
ga: Cinntigh gur chuir tú isteach an eochair chúltaca 64 carachtar chéanna a shábháil tú agus cúltacaí Signal á gcumasú agat. Ní féidir cúltacaí a aischur gan an eochair sin.
gu: ખાતરી કરો કે તમે Signal બેકઅપને સક્ષમ કરતી વખતે તમે સેવ કરી હતી તે જ 64-અક્ષરની બેકઅપ કી દાખલ કરી છે. આ કી વિના બેકઅપ રિકવર કરી શકાતું નથી.
he: חשוב לוודא שהזנת את אותו מפתח גיבוי בן 64 תווים ששמרת בעת הפעלת הגיבויים של Signal. לא ניתן לשחזר גיבויים בלי המפתח הזה.
hi: पक्का करें कि आपने 64 वर्णों वाली वही 'बैकअप की' डाली है जो आपने Signal बैकअप चालू करते समय सेव की थी। इस 'की' के बिना बैकअप रिकवर नहीं किए जा सकते।
hr: Provjerite jeste li unijeli isti 64-znamenkasti ključ za sigurnosnu kopiju koji ste postavili kada ste omogućili sigurnosne kopije Signala. Sigurnosne kopije nije moguće vratiti bez tog ključa.
hu: Ellenőrizd, hogy ugyanazt a 64 karakteres biztonsági mentési kulcsot adtad-e meg, amelyet a Signal biztonsági mentések engedélyezésekor mentettél el. A biztonsági mentések nem állíthatók vissza e kulcs nélkül.
id: Pastikan kunci cadangan 64 karakter yang dimasukkan sama dengan kunci yang disimpan saat mengaktifkan Signal Backups. Cadangan tidak bisa dipulihkan tanpa kunci tersebut.
it: Assicurati di aver inserito la stessa chiave di backup di 64 caratteri che hai salvato quando hai attivato i backup di Signal. Ricorda che non puoi ripristinare un backup senza questa chiave.
ja: Signalのバックアップを有効にした際に保存したのと同じ64文字のバックアップキーを入力していることを確認してください。このキーがないとバックアップを復元できません。
ko: Signal 백업 기능을 활성화할 때 저장한 64자 백업 키를 동일하게 입력했는지 확인하세요. 이 키 없이는 백업을 복원할 수 없습니다.
mr: Signal बॅकअप्स सक्रिय करतेवेळी तुम्ही जतन केली होतीत तीच 64-अंकी बॅकअप की प्रविष्ट करा. बॅकअप्स या कीशिवाय पुन्हा मिळवता येत नाहीत.
ms: Pastikan anda memasukkan kunci sandaran 64 aksara yang sama seperti yang disimpan semasa mendayakan sandaran Signal. Sandaran tidak boleh dipulihkan tanpa kunci ini.
nb: Skriv inn den samme sikkerhetskoden (64 tegn) som du brukte da du aktiverte sikkerhetskopiering av Signal. Det er ikke mulig å gjenopprette sikkerhetskopier uten denne koden.
nl: Zorg ervoor dat je de back-upsleutel van 64 tekens invoert die je hebt opgeslagen bij het inschakelen van Signal back-ups. Back-ups kunnen niet worden hersteld zonder deze sleutel.
pl: Upewnij się, że wpisujesz kod kopii zapasowej otrzymany podczas włączania usługi kopii zapasowych Signal (ten złożony z 64 znaków). Bez kodu nie odzyskasz swojej kopii zapasowej.
pt_br: Confira se inseriu a mesma chave de backup de 64 caracteres que você salvou ao ativar os backups do Signal. Os backups não podem ser recuperados sem essa chave.
pt_pt: Certifique-se de que introduziu a chave de recuperação de 64 caracteres que guardou quando ativou as cópias de segurança. As cópias de segurança não podem ser recuperadas sem esta chave.
ro: Asigură-te că ai introdus același număr de telefon și cod de rezervă de 64 de caractere pe care le-ai salvat când ai activat backup-urile Signal. Backup-urile nu pot fi recuperate fără acest cod.
ru: Убедитесь, что ввели тот же 64-значный резервный ключ, который сохранили при включении резервного копирования Signal. Резервные копии не могут быть восстановлены без этого ключа.
sk: Uistite sa, že ste zadali rovnaký 64-miestny záložný kľúč, ktorý ste si uložili pri povolení Záloh Signal. Zálohy nie je možné obnoviť bez tohto kľúča.
sr: Проверите да ли сте унели исти резервни кључ од 64 знака који сте сачували приликом активирања резервних копија на Signal-у. Резервне копије се не могу вратити без тог кључа.
sv: Se till att du har angett samma 64-tecken långa säkerhetskopieringsnyckel som du sparade när du aktiverade Signal-säkerhetskopior. Säkerhetskopior kan inte återställas utan denna nyckel.
tr: Signal yedeklemelerini etkinleştirirken kaydettiğin aynı 64 karakterlik yedekleme anahtarını girdiğinden emin ol. Yedeklemeler bu anahtar olmadan kurtarılamaz.
ug: كىرگۈزگەن زاپاسلاش ئاچقۇچىڭىزنىڭ ، Signal زاپاسلىشنى قوزغاتقاندا ساقلىغان 64 خانىلىق كود بىلەن ئوخشاش بولۇشىغا كاپالەتلىك قىلىڭ. بۇ ئاچقۇچ بولمىسا زاپاسلارنى ئەسلىگە كەلتۈرگىلى بولمايدۇ.
uk: Потрібно ввести той самий ключ від резервної копії з 64 символів, який ви зберегли під час активації резервного копіювання від Signal. Без цього ключа відновити дані з резервної копії неможливо.
ur: یقینی بنائیں کہ 64 ہندسوں پر مشتمل وہی بیک اپ کیی درج کریں جو آپ نے Signal بیک اپس کی فعالی کے وقت محفوظ کی تھی۔ اس کیی کے بغیر بیک اپس کو بحال نہیں کیا جا سکتا۔
vi: Hãy đảm bảo bạn nhập đúng mã khóa sao lưu 64 ký tự bạn đã lưu khi bật tính năng sao lưu Signal. Không thể khôi phục bản sao lưu nếu không có mã khóa này.
zh_cn: 请确保您输入的是启用 Signal 备份时保存的同一个 64 位备份密钥。如果没有此密钥，备份将无法恢复。

# REGISTRATION_BACKUP_RESTORE_ERROR_INCORRECT_KEY_TITLE
source: Incorrect Backup Key
ar: مفتاح النسخة الاحتياطية غير صحيح.
be: Няправільны ключ для рэзервовага капіравання
bn: ভুল ব্যাকআপ 'কি'
ca: Clau de còpia de seguretat incorrecta
cs: Nesprávný záložní klíč
da: Forkert sikkerhedskopinøgle
de: Falscher Backup-Schlüssel
el: Λανθασμένο εφεδρικό κλειδί
es: Clave de copia de seguridad incorrecta
fa: رمز پشتیبان نادرست است
fi: Virheellinen varmuuskopion avain
fr: Clé de sauvegarde incorrecte
ga: Eochair chúltaca mhícheart
gu: ખોટી બેકઅપ કી
he: מפתח גיבוי שגוי
hi: गलत बैकअप की
hr: Netočan ključ za sigurnosnu kopiju
hu: Helytelen biztonsági kulcs
id: Kunci Cadangan Salah
it: Chiave di backup sbagliata
ja: バックアップキーが正しくありません
ko: 잘못된 백업 키
mr: चुकीची बॅकअप की
ms: Kunci sandaran salah
nb: Feil sikkerhetskode
nl: Onjuiste back-upsleutel
pl: Niepoprawny kod kopii zapasowej
pt_br: Chave de backup incorreta
pt_pt: Chave de recuperação incorreta
ro: Cod de rezervă incorect
ru: Неправильный резервный ключ
sk: Nesprávny záložný kľúč
sr: Нетачан кључ за резервне копије
sv: Fel säkerhetskopieringsnyckel
th: กุญแจสำรองไม่ถูกต้อง
tr: Hatalı yedekleme anahtarı
ug: ناتوغرا زاپاسلاش ئاچقۇچى
uk: Неправильний ключ
ur: غلط بیک اپ کیی
vi: Mã khóa sao lưu không đúng
zh_cn: 备份密钥不正确
zh_hk: 備份金鑰不正確

# REGISTRATION_BACKUP_RESTORE_ERROR_NETWORK_BODY
source: Your backup can’t be restored right now. Check your internet connection and try again.
ar: لا يُمكن استعادة نسختك الاحتياطية الآن. تحقَّق من اتصالك بالإنترنت وحاوِل مُجدَّدًا.
be: Зараз немагчыма аднавіць вашу рэзервовую копію. Праверце падключэнне да інтэрнэту і паўтарыце спробу.
bn: আপনার ব্যাকআপ এখনই পুনর্বহাল করা যাবে না। আপনার ইন্টারনেট সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: Ara mateix no es pot restaurar la teva còpia de seguretat. Comprova la connexió a Internet i torna-ho a provar.
cs: Vaši zálohu nyní nelze obnovit. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Din sikkerhedskopi kan ikke gendannes lige nu. Tjek din internetforbindelse, og prøv igen.
de: Dein Backup kann im Moment nicht wiederhergestellt werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν είναι δυνατή η επαναφορά του αντιγράφου ασφαλείας σου προς το παρόν. Έλεγξε τη σύνδεσή σου στο διαδίκτυο και ξαναδοκίμασε.
es: En estos momentos no se puede restaurar tu copia de seguridad. Comprueba tu conexión a Internet e inténtalo de nuevo.
fa: نسخه پشتیبان شما اکنون قابل بازیابی نیست. اتصال اینترنت خود را بررسی و دوباره امتحان کنید.
fi: Varmuuskopiota ei voi palauttaa juuri nyt. Tarkista verkkoyhteytesi ja yritä uudelleen.
fr: Signal ne peut pas restaurer votre sauvegarde pour le moment. Vérifiez votre connexion Internet et réessayez.
ga: Ní féidir do chúltaca a aischur díreach anois. Seiceáil do nasc Idirlín agus triail arís.
gu: તમારું બેકઅપ હમણાં રિસ્ટોર કરી શકાતું નથી. તમારું ઇન્ટરનેટ તપાસો અને ફરી પ્રયાસ કરો.
he: לא ניתן לשחזר את הגיבוי שלך כרגע. יש לבדוק את חיבור האינטרנט שלך ולנסות שוב.
hi: आपका बैकअप अभी रीस्टोर नहीं किया जा सकता। अपना इंटरनेट कनेक्शन देखें और दोबारा कोशिश करें।
hr: Vaša se sigurnosna kopija trenutačno ne može vratiti. Provjerite svoju internetsku vezu i pokušajte ponovno.
hu: A biztonsági másolatot jelenleg nem lehet visszaállítani. Ellenőrizd az internetkapcsolatodat, és próbáld újra.
id: Cadangan tidak dapat dipulihkan saat ini. Periksa koneksi internet Anda dan coba lagi.
it: Al momento non è possibile ripristinare il backup. Controlla la tua connessione Internet e riprova.
ja: 現在、バックアップを復元できません。インターネット接続を確認して再度試してください。
ko: 지금은 백업을 복원할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
mr: तुमचा बॅकअप आत्ता पूर्ववत करता येणार नाही. तुमचे इंटरनेट कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Sandaran anda tidak dapat dipulihkan sekarang. Semak sambungan internet anda dan cuba lagi.
nb: Sikkerhetskopien din kan ikke gjenopprettes for øyeblikket. Sjekk internettilkoblingen og prøv igjen.
nl: Je back-up kan op dit moment niet worden teruggezet. Controleer je internetverbinding en probeer het opnieuw.
pl: W tej chwili nie można przywrócić kopii zapasowej. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Seu backup não pode ser restaurado no momento. Verifique sua conexão com a Internet e tente novamente.
pt_pt: A sua cópia de segurança não pode ser restaurada agora. Verifique a sua ligação à internet e tente novamente.
ro: Backup-ul tău nu poate fi restaurat acum. Verifică conexiunea la internet a telefonului și încearcă din nou.
ru: В данный момент резервная копия не может быть восстановлена. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Vašu zálohu nie je momentálne možné obnoviť. Skontrolujte internetové pripojenie a skúste to znova.
sr: Резервна копија се тренутно не може вратити. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Din säkerhetskopia kan inte återställas just nu. Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถกู้คืนข้อมูลสำรองของคุณได้ในขณะนี้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง
tr: Yedeklemen şu anda geri yüklenemiyor. İnternet bağlantını kontrol et ve tekrar dene.
ug: زاپىسىڭىزنى ھازىرچە ئەسلىگە كەلتۈرگىلى بولمايدۇ. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناپ بېقىڭ.
uk: Не вдається відновити дані з резервної копії. Перевірте з'єднання з інтернетом і спробуйте ще раз.
ur: فی الحال آپ کے بیک اپ کو بحال نہیں کیا جا سکتا۔ اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Hiện không thể khôi phục bản sao lưu của bạn. Kiểm tra kết nối internet của bạn và thử lại.
zh_cn: 您的备份现在无法恢复。请检查您的互联网连接并重试。
zh_hk: 現在無法還原你的備份。請檢查你的網路連線，然後重試。

# REGISTRATION_BACKUP_RESTORE_ERROR_NETWORK_TITLE
source: Can't Restore Backup
ar: تعذَّرت استعادة النسخة الاحتياطية
be: Не атрымалася аднавіць рэзервовую копію
bn: ব্যাকআপ পুনর্বহাল করা যায়নি
ca: No es pot restaurar la còpia de seguretat
cs: Zálohu nelze obnovit
da: Kan ikke gendanne sikkerhedskopien
de: Backup kann nicht wiederhergestellt werden
el: Δεν είναι δυνατή η επαναφορά του αντιγράφου ασφαλείας
es: No se puede restaurar la copia de seguridad
fa: نسخه پشتیبان بازیابی نشد
fi: Varmuuskopiota ei voitu palauttaa
fr: Impossible de restaurer la sauvegarde
ga: Ní féidir an cúltaca a aischur
gu: બેકઅપ રિસ્ટોર કરી શકતા નથી
he: לא ניתן לשחזר גיבוי
hi: बैकअप रीस्टोर नहीं किया जा सका
hr: Nije moguće vratiti podatke iz sigurnosne kopije
hu: Nem lehet visszaállítani a biztonsági másolatot
id: Tidak Dapat Memulihkan Cadangan
it: Impossibile ripristinare il backup
ja: バックアップを復元できません
ko: 백업을 복원할 수 없음
mr: बॅकअप पुनर्स्थापित करता येत नाही
ms: Tidak dapat memulihkan sandaran
nb: Gjenoppretting er ikke mulig
nl: Back-up kan niet worden teruggezet
pl: Nie można przywrócić kopii zapasowej
pt_br: Não é possível restaurar o backup
pt_pt: Não é possível restaurar a cópia de segurança
ro: Nu se poate restabili backup-ul
ru: Не удаётся восстановить резервную копию
sk: Nepodarilo sa obnoviť zálohu
sr: Враћање резервне копије није успело
sv: Det går inte att återställa säkerhetskopia
th: ไม่สามารถกู้คืนข้อมูลสำรอง
tr: Yedekleme geri yüklenemiyor
ug: زاپاسلاشنى ئەسلىگە كەلتۈرەلمىدى
uk: Не вдається відновити дані
ur: بیک اپ کو بحال نہیں کیا جا سکتا
vi: Không thể khôi phục bản sao lưu
zh_cn: 无法恢复备份
zh_hk: 無法還原備份
