Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# QUOTED_REPLY_CONTENT_FROM_REMOTE_SOURCE
source: Original message not found.
af: Oorspronklike boodskap nie gevind nie.
ar: لم يُعثَر على الرسالة الأصلية.
az: Orijinal mesaj tapılmadı.
be: Зыходнае паведамленне не знойдзена.
bg: Оригиналното съобщение не е намерено.
bn: মূল বার্তাটি পাওয়া যায়নি
ca: No s'ha trobat el missatge original.
cs: Původní zpráva nebyla nalezena.
cy: Ni chanfir y neges wreiddiol
da: Original besked blev ikke fundet
de: Originalnachricht nicht gefunden.
el: Το αρχικό μήνυμα δεν βρέθηκε.
es: No se ha encontrado el mensaje original.
es_es: No se encontró el mensaje original.
et: Algset sõnumit ei leitud.
eu: Ezin izan da mezu originala aurkitu.
fa: پیام اصلی پیدا نشد.
fi: Alkuperäistä viestiä ei löytynyt.
fil: Ang orihinal na mensahe ay hindi mahanap.
fr: Message d'origine introuvable.
ga: Níor aimsíodh an bhunteachtaireacht.
gu: અસલ મેસેજ મળ્યો નથી.
he: הודעה מקורית לא נמצאה.
hi: मूल मेसेज नहीं मिला
hr: Originalna poruka nije pronađena.
hu: Eredeti üzenet nem található
id: Pesan asli tidak ditemukan.
is: Upprunaleg skilaboð finnast ekki
it: Messaggio originale non trovato.
ja: 元のメッセージが見つかりません。
kab: Izen aneẓli ulac-it.
kk: Бастапқы хабарлама табылған жоқ.
km: áŸá¶ášáŠá¾á˜ášá€á˜á·á“áƒá¾á‰áŸ”
kn: ಮೂಲ ಸಂದೇಶ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 메시지 원본을 찾을 수 없습니다.
lt: Pradinė žinutė nerasta.
lv: Sākotnējais ziņojums nav atrasts.
mk: Оригиналната порака не е пронајдена.
ml: യഥാർത്ഥ സന്ദേശം കണ്ടെത്തിയില്ല
mr: मूळ संदेश सापडला नाही.
ms: Mesej asal tidak dijumpai.
my: မူရင်းမက်ဆေ့ချ်ကို မတွေ့ပါ
nb: Opprinnelig melding ikke funnet.
nl: Oorspronkelijk bericht niet gevonden.
pa: ਅਸਲ ਸੁਨੇਹਾ ਨਹੀਂ ਲੱਭਿਆ।
pa_pk: اصل سنیہا نئیں لبھیا۔
pl: Nie znaleziono oryginalnej wiadomości.
ps: اصلي پیغام و نه موندل شو.
pt_br: Mensagem original não encontrada.
pt_pt: Não foi encontrada a mensagem original.
ro: Mesajul original nu a fost găsit.
ru: Исходное сообщение не найдено.
sk: Pôvodná správa sa nenašla.
sl: Izvirno sporočilo ni bilo najdeno.
sq: S’u gjet mesazhi origjinal.
sr: Оригинална порука није пронађена.
sv: Hittade inte originalmeddelandet.
sw: Ujumbe asili haupatikani.
ta: அசல் செய்தி கிடைக்கவில்லை.
te: అసలు సందేశం కనుగొనబడలేదు
th: ไม่พบข้อความต้นฉบับ
tr: İletinin aslı bulunamadı.
ug: ئەسلى ئۇچۇر تېپىلمىدى.
uk: Оригінальне повідомлення не знайдено.
ur: اصل میسج نہیں ملا۔
vi: Không tìm thấy tin nhắn gốc.
zh_cn: 未找到原始消息。
zh_hk: 找不到原始訊息。

# QUOTED_REPLY_ORIGINAL_MESSAGE_DELETED
source: Original message no longer available.
af: Oorspronklike boodskap is nie meer beskikbaar nie.
ar: لم تَعُد الرسالة الأصلية مُتوفِّرة.
az: Orijinal mesaj artıq mövcud deyil.
be: Зыходнае паведамленне больш недаступнае.
bg: Оригиналното съобщение вече не е налично.
bn: মূল বার্তাটি আর পাওয়া যাচ্ছে না
ca: El missatge original ja no està disponible.
cs: Původní zpráva již není dostupná.
cy: Nid yw'r neges wreiddiol bellach ar gael.
da: Original besked er ikke længere tilgængelig
de: Originalnachricht nicht mehr verfügbar.
el: Το αρχικό μήνυμα δεν είναι πλέον διαθέσιμο.
es: El mensaje original ya no está disponible.
es_es: El mensaje original ya no está disponible.
et: Algne sõnum ei ole enam saadaval.
eu: Jatorrizko mezua ez dago eskuragarri jadanik.
fa: پیام اصلی دیگر موجود نمی باشد.
fi: Alkuperäinen viesti ei ole enää saatavilla.
fil: Ang orihinal na mensahe ay wala na
fr: Message d'origine indisponible.
ga: Níl an bhunteachtaireacht ar fáil a thuilleadh.
gu: મૂળ મેસેજ હવે ઉપલબ્ધ નથી.
he: ההודעה המקורית אינה זמינה יותר.
hi: मूल मेसेज अब उपलब्ध नहीं है
hr: Originalan poruka nije više dostupna.
hu: Az eredeti üzenet többé nem elérhető.
id: Pesan asli tidak lagi tersedia.
is: Upprunaleg skilaboð eru ekki lengur til staðar.
it: Messaggio originale non più disponibile.
ja: 元のメッセージはすでに削除されています。
kab: Izen aneẓli ulac-it dayen.
kk: Бастапқы хабарлама енді жоқ.
km: áŸá¶ášáŠá¾á˜á›áŸ‚á„á˜á¶á“á‘áŸ€áá á¾á™áŸ”
kn: ಮೂಲ ಸಂದೇಶ ಇನ್ನು ಮುಂದೆ ಲಭ್ಯವಿಲ್ಲ.
ko: 메시지 원본을 더 이상 이용할 수 없습니다.
lt: Pradinė žinutė daugiau nebeprieinama.
lv: Sākotnējais ziņojums vairs nav pieejams.
mk: Оригиналната порака повеќе не е достапна.
ml: യഥാർത്ഥ സന്ദേശം മേലിൽ ലഭ്യമല്ല.
mr: मूळ संदेश आता उपलब्ध नाही.
ms: Mesej asal tidak lagi tersedia
my: မူရင်းမက်ဆေ့ချ်ကို မရရှိနိုင်တော့ပါ
nb: Opprinnelig melding er ikke lenger tilgjengelig.
nl: Oorspronkelijk bericht niet langer beschikbaar.
pa: ਮੂਲ ਸੁਨੇਹਾ ਹੁਣ ਉਪਲਬਧ ਨਹੀਂ ਰਿਹਾ.
pa_pk: اصل سنیہا ہور دستیاب نئیں۔
pl: Oryginalna wiadomość nie jest już dostępna.
ps: اصلي پیغام نور نشته.
pt_br: Mensagem original indisponível.
pt_pt: A mensagem original já não se encontra disponível.
ro: Mesajul original nu mai este disponibil.
ru: Исходное сообщение больше не доступно
sk: Pôvodná správa už nie je k dispozícii.
sl: Izvorno sporočilo ni več na voljo
sq: Mesazhi origjinal s’gjendet më përreth.
sr: Оригинална порука више није доступна.
sv: Originalmeddelandet inte längre tillgänglig.
sw: Ujumbe asili haupatikani tena.
ta: அசல் செய்தி இனி கிடைக்கும்.
te: అసలు సందేశం అందుబాటులో లేదు
th: ข้อความต้นฉบับไม่อยู่แล้ว
tr: İletinin aslı artık mevcut değil.
ug: ئەسلى ئۇچۇرنى ئىشلەتكىلى بولمايدۇ.
uk: Оригінальне повідомлення недоступне.
ur: اصل پیغام مزید دستیاب نہیں ہے۔
vi: Tin nhắn gốc không còn tồn tại.
zh_cn: 原始消息已失效。
zh_hk: 原始訊息已不可用。

# QUOTED_REPLY_ORIGINAL_MESSAGE_REMOTELY_SOURCED
source: Original message not found.
af: Oorspronklike boodskap nie gevind nie.
ar: لم يُعثَر على الرسالة الأصلية.
az: Orijinal mesaj tapılmadı.
be: Зыходнае паведамленне не знойдзена.
bg: Оригиналното съобщение не е намерено.
bn: মূল বার্তাটি পাওয়া যায়নি।
ca: No s'ha trobat el missatge original.
cs: Původní zpráva nebyla nalezena.
cy: Ni chanfir y neges wreiddiol
da: Original besked blev ikke fundet
de: Originalnachricht nicht gefunden.
el: Το αρχικό μήνυμα δεν βρέθηκε.
es: No se ha encontrado el mensaje original.
es_es: No se encontró el mensaje original.
et: Algset sõnumit ei leitud.
eu: Ezin izan da mezu originala aurkitu.
fa: پیام اصلی پیدا نشد.
fi: Alkuperäistä viestiä ei löytynyt.
fil: Ang orihinal na mensahe ay hindi mahanap.
fr: Message d'origine introuvable.
ga: Níor aimsíodh an bhunteachtaireacht.
gu: અસલ મેસેજ મળ્યો નથી.
he: הודעה מקורית לא נמצאה.
hi: मूल मेसेज नहीं मिला
hr: Originalna poruka nije pronađena.
hu: Eredeti üzenet nem található
id: Pesan asli tidak ditemukan.
is: Upprunaleg skilaboð finnast ekki
it: Messaggio originale non trovato.
ja: 元のメッセージが見つかりません。
kab: Izen aneẓli ulac-it.
kk: Бастапқы хабарлама табылған жоқ.
km: áŸá¶ášáŠá¾á˜ášá€á˜á·á“áƒá¾á‰áŸ”
kn: ಮೂಲ ಸಂದೇಶ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 메시지 원본을 찾을 수 없습니다.
lt: Pradinė žinutė nerasta.
lv: Sākotnējais ziņojums nav atrasts.
mk: Оригиналната порака не е пронајдена.
ml: യഥാർത്ഥ സന്ദേശം കണ്ടെത്തിയില്ല
mr: मूळ संदेश सापडला नाही.
ms: Mesej asal tidak dijumpai.
my: မူရင်းမက်ဆေ့ချ်ကို မတွေ့ပါ
nb: Opprinnelig melding ikke funnet.
nl: Oorspronkelijk bericht niet gevonden.
pa: ਮੂਲ ਸੁਨੇਹਾ ਨਹੀਂ ਲੱਭਿਆ.
pa_pk: اصل سنیہا نئیں لبھیا۔
pl: Nie znaleziono oryginalnej wiadomości.
ps: اصلي پیغام و نه موندل شو.
pt_br: Mensagem original não encontrada.
pt_pt: Não foi encontrada a mensagem original.
ro: Mesajul original nu a fost găsit.
ru: Исходное сообщение не найдено.
sk: Pôvodná správa sa nenašla.
sl: Izvirno sporočilo ni bilo najdeno.
sq: S’u gjet mesazhi origjinal.
sr: Оригинална порука није пронађена.
sv: Hittade inte originalmeddelandet.
sw: Ujumbe asili haupatikani.
ta: அசல் செய்தி கிடைக்கவில்லை.
te: అసలు సందేశం కనుగొనబడలేదు
th: ไม่พบข้อความต้นฉบับ
tr: İletinin aslı bulunamadı.
ug: ئەسلى ئۇچۇر تېپىلمىدى.
uk: Оригінальне повідомлення не знайдено.
ur: اصل میسج نہیں ملا۔
vi: Không tìm thấy tin nhắn gốc.
zh_cn: 未找到原始消息。
zh_hk: 找不到原始訊息

# QUOTED_REPLY_REACTION_TO_OWN_STORY
source: Reacted to your story
af: Het op jou storie gereageer
ar: تفاعلَ مع قصتك
az: Hekayənizə reaksiya verildi
be: Адрэагаваў(-ла) на вашу гісторыю
bn: আপনার স্টোরিতে রিঅ্যাক্ট করেছেন
ca: Ha reaccionat a la teva història
cs: Reagoval/a na váš příběh
cy: Wedi ymateb i'ch stori
da: Reagerede på din historie
de: Hat auf deine Story reagiert
el: Αντέδρασε στην ιστορία σου
es: Ha reaccionado a tu historia
et: Reageeris sinu loole
eu: Zure storie-ari erreakzionatu dio
fa: به استوری شما واکنش نشان داد
fi: Lähetti reaktion tarinaasi
fr: a réagi à votre story
ga: Tugadh freagairt do do scéal
gu: તમારી સ્ટોરી પર પ્રતિક્રિયા આપી
he: הגיב/ה לסטורי שלך
hi: आपकी स्टोरी पर प्रतिक्रिया दी
hr: Reagira na vašu priču
hu: Reagált a Történetedre
id: Menanggapi cerita Anda
is: Brást við sögunni þinni
it: Ha reagito alla tua Storia
ja: あなたのストーリーにリアクションがありました
km: á”á¶á“á”áŸ’ášáá·á€á˜áŸ’á˜á‘áŸ…á“á¹á„ášá¿á„ášáŸ‰á¶áœášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಸ್ಟೋರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 스토리에 반응함
lt: Sureagavo į jūsų istoriją
lv: Reaģēja uz jūsu stāstu
mk: Реагираше на Вашата приказна
ml: നിങ്ങളുടെ സ്റ്റോറിയോട് പ്രതികരിച്ചു
mr: आपल्या स्टोरीवर प्रतिक्रिया दिली
ms: Memberi reaksi kepada cerita anda
my: သင့်စတိုရီကို တုံ့ပြန်မှု ပေးခဲ့ပါသည်
nb: Reagerte på storyen din
nl: Reageerde op je verhaal
pa: ਤੁਹਾਡੀ ਕਹਾਣੀਂ ਉੱਤੇ ਰਿਐਕਸ਼ਨ ਦਿੱਤਾ
pl: Reakcja na Twoją relację
pt_br: Reagiu ao seu story
pt_pt: Reagiu à sua história
ro: A reacționat la povestea ta
ru: Отреагировал(-а) на вашу историю
sk: Reagoval/a na váš príbeh
sl: Reakcije na zgodbo
sq: Reagoi ndaj historisë tuaj
sr: Реаговао/ла је на вашу причу
sv: Reagerade på din story
sw: Ame-react kwa stori yako
ta: உங்கள் ஸ்டோரிக்குப் பதிலாளித்துள்ளார்
te: మీ స్టోరీకి ప్రతిస్పందించారు
th: แสดงความรู้สึกต่อสตอรี่ของคุณ
tr: Hikayene tepki verdi
ug: ھېكايىڭىزگە ئىنكاس قايتۇردى
uk: Реакція на вашу історію
ur: آپ کی سٹوری پر ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc với story của bạn
zh_cn: 回应了您的动态
zh_hk: 對你的限時動態表達了心情

# QUOTED_REPLY_REACTION_TO_STORY_FORMAT
source: Reacted to %@’s story
ar: تفاعَلَ مع قصة %1$@
az: %@ paylaşan hekayəyə reaksiya verildi
be: Адрэагаваў(-ла) на гісторыю %1$@
bn: %1$@-এর স্টোরিতে রিঅ্যাক্ট করেছেন
ca: Ha reaccionat a la història de %1$@
cs: Reagoval/a na příběh uživatele %1$@
da: Du reagerede på historien fra %1$@
de: Hat auf die Story von %1$@ reagiert
el: Αντέδρασε στην ιστορία του χρήστη %1$@
es: Ha reaccionado a la historia de %1$@
fa: به استوری %1$@ واکنش نشان داد
fi: Lähetti reaktion henkilön %1$@ tarinaan
fr: a réagi à la story de %1$@
ga: Tugadh freagairt do scéal %1$@
gu: %1$@ની સ્ટોરી પર પ્રતિક્રિયા આપી
he: הגיב/ה לסטורי של %1$@
hi: %1$@ की स्टोरी पर प्रतिक्रिया दी
hr: Reagira na priču korisnika %1$@
hu: Reagált %1$@ Történetére
id: Menanggapi cerita %1$@
is: Brást við sögu frá %@
it: Ha reagito alla Storia di %1$@
ja: %1$@さんのストーリーにリアクションする
km: á”á¶á“á”áŸ’ášáá·á€á˜áŸ’á˜á‘áŸ…á“á¹á„ášá¿á„ášáŸ‰á¶áœášá”áŸáŸ‹ %@
ko: %1$@ 님의 스토리에 반응했습니다.
lt: Sureagavo į istoriją, kurią paskelbė %@
ml: %@ എന്നയാളുടെ സ്റ്റോറിയോട് പ്രതികരിച്ചു
mr: %1$@ च्या स्टोरीला प्रतिक्रिया दिली
ms: Memberi reaksi kepada cerita %1$@
nb: Reagerte på storyen til %1$@
nl: Reageerde op een verhaal van %1$@
pl: Reakcja na relację, którą udostępnia %1$@
pt_br: Reagiu ao story de %1$@
pt_pt: Reagiu à história de %1$@
ro: A reacționat la povestea lui %1$@
ru: Отреагировал(-а) на историю от %1$@
sk: Reagoval/a na príbeh používateľa %1$@
sl: Reakcija na Zgodbo uporabnik_ce %@
sq: Reagoi ndaj historisë së %@
sr: Реаговао/ла је на причу корисника %1$@
sv: Reagerade på storyn från %1$@
sw: %@ame-react kwa stori yako.
th: แสดงความรู้สึกต่อสตอรี่ของ %1$@
tr: %1$@ adlı kişinin hikayesine tepki verdi
ug: «%1$@» نىڭ ھېكايىسىگە ئىنكاس قايتۇردى
uk: Ваша реакція на історію користувача %1$@
ur: %1$@ کی سٹوری پر ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc với story của %1$@
zh_cn: 回应了%1$@的动态
zh_hk: 對 %1$@ 的限時動態表達了心情

# QUOTED_REPLY_STORY_AUTHOR_INDICATOR_FORMAT
source: %@ · Story
ar: قصة · %1$@
az: %@ · Hekayə
be: %1$@ · Гісторыя
bn: %1$@ · স্টোরি
ca: Història · %1$@
cs: %1$@ · Příběh
da: %1$@ · Historie
de: %1$@ · Story
el: %1$@ · Ιστορία
es: Historia de %1$@
fa: %1$@ · استوری
fi: %1$@ · Tarina
fr: Story · %1$@
ga: %1$@ · Scéal
gu: %1$@ · સ્ટોરી
he: %1$@ · סטורי
hi: %1$@ · स्टोरी
hr: %1$@ · Priča
hu: %1$@ · Történet
id: Cerita . %1$@
is: %@ · Saga
it: %1$@ · Storia
ja: %1$@・ストーリー
km: %@ Â· ášá¿á„ášáŸ‰á¶áœ
ko: %1$@ · 스토리
lt: %@ · Istorija
ml: %@ · സ്റ്റോറി
mr: %1$@ · स्टोरी
ms: %1$@ · Cerita
nb: %1$@ · Story
nl: Verhaal van %1$@
pl: %1$@ · relacja
pt_br: %1$@ · Story
pt_pt: %1$@ · História
ro: %1$@ · Poveste
ru: %1$@ · история
sk: %1$@ · Príbeh
sl: %@ · Zgodba
sq: %@ · Histori
sr: %1$@ · Прича
sv: %1$@ · Story
sw: %@ . Stori
th: %1$@ · สตอรี่
tr: %1$@ · Hikaye
ug: %1$@ •ھېكايە
uk: %1$@ · Історія
ur: %1$@ · سٹوری
vi: %1$@ · Story
zh_cn: %1$@ · 动态
zh_hk: %1$@ · 限時動態

# QUOTED_REPLY_TYPE_ATTACHMENT
source: Attachment
af: Aanhangsel
ar: ملف مُرفَق
az: Qoşma
be: Далучэнне
bg: Прикачен файл
bn: সংযুক্তি
ca: Fitxer adjunt
cs: Příloha
cy: Atodiad
da: Vedhæftning
de: Anhang
el: Συνημμένο
es: Archivo adjunto
es_es: Adjunto
et: Manus
eu: Eranskina
fa: پیوست
fi: Liitetiedosto
fil: Kalakip
fr: Pièce jointe
ga: Ceangaltán
gu: જોડાણ
he: צרופה
hi: अटैचमेंट
hr: Privitak
hu: Csatolmány
id: Lampiran
is: Viðhengi
it: Allegato
ja: 添付ファイル
kab: Attachement
kk: Тіркеме
km: á€á¶ášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಗತ್ತು
ko: 첨부 파일
lt: Priedas
lv: Pielikums
mk: Прикачување
ml: അറ്റാച്ച്‌മെന്റ്
mr: संलग्न
ms: Lampiran
my: ပူးတွဲဖိုင်
nb: Vedlegg
nl: Bijlage
pa: ਹਾਲੇ ਨਹੀਂ
pa_pk: منسلکہ
pl: Załącznik
ps: ضمیمه
pt_br: Anexo
pt_pt: Anexo
ro: Atașament
ru: Вложение
sk: Príloha
sl: Priponka
sq: Bashkëngjitje
sr: Прилог
sv: Bilaga
sw: Kiambatisho
ta: இணைப்பு
te: జోడింపు
th: แฟ้มแนบ
tr: Eklenti
ug: قوشۇمچە
uk: Вкладення
ur: منسلک مواد
vi: Tập tin đính kèm
zh_cn: 附件
zh_hk: 附件

# QUOTED_REPLY_TYPE_AUDIO
source: Audio
af: Klank
ar: صوت
az: Səsli
be: Аўдыё
bg: Аудио
bn: শব্দ
ca: Àudio
cs: Zvuk
cy: Sain
da: Lyd
el: Αρχείο ήχου
et: Audiofail
eu: Audioa
fa: صوت
fi: Äänitiedosto
ga: Fuaim
gu: ઓડિયો
he: שֵׁמַע
hi: ऑडियो
hr: Zvuk
hu: Hang
is: Hljóð
ja: 音声
kab: Ameslaw
kk: Дыбыс
km: áŸáŸ†á¡áŸá„
kn: ಆಡಿಯೊ
ko: 음성
lt: Garso įrašas
mk: Звук
ml: ഓഡിയോ
mr: ऑडिओ
my: အသံ
nb: Lyd
pa: ਆਡੀਓ
pa_pk: آڈیو
ps: اډیو
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sr: Аудио
sv: Ljud
sw: Sauti
ta: ஒலி
te: ఆడియో
th: เสียง
tr: Ses
ug: ئۈن
uk: Аудіо
ur: آڈیو
vi: Âm thanh
zh_cn: 音频
zh_hk: 音訊

# QUOTED_REPLY_TYPE_GIF
source: GIF
ar: صورة متحركة (GIF)
bn: জিফ
fa: جیف
my: လှုပ်ရှားနေသောရုပ်ပုံ
te: గిఫ్
vi: Ảnh GIF

# QUOTED_REPLY_TYPE_IMAGE
source: Image
af: Beeld
ar: صورة
az: Təsvir
be: Выява
bg: Изображение
bn: ছবি
ca: Imatge
cs: Obrázek
cy: Llun
da: Billede
de: Bild
el: Εικόνα
es: Imagen
es_es: Foto
et: Pilt
eu: Irudia
fa: تصویر
fi: Kuva
fil: Imahe
ga: Íomhá
gu: છબી
he: תמונה
hi: तस्वीर
hr: Slika
hu: Kép
id: Gambar
is: Mynd
it: Immagine
ja: 画像
kab: Tugna
kk: Кескін
km: ášá¼á”á—á¶á–
kn: ಚಿತ್ರ
ko: 이미지
lt: Paveikslas
lv: Attēls
mk: Слика
ml: ചിത്രം
mr: चित्र
ms: Imej
my: ရုပ်ပုံ
nb: Bilde
nl: Afbeelding
pa: ਤਸਵੀਰ
pa_pk: تصویر
pl: Obraz
ps: انځور
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sl: Slika
sq: Figurë
sr: Слика
sv: Bild
sw: Picha
ta: உருவம்
te: చిత్రం
th: ภาพ
tr: Görüntü
ug: رەسىم
uk: Зображення
ur: تصویر
vi: Hình ảnh
zh_cn: 图片
zh_hk: 影像

# QUOTED_REPLY_TYPE_PHOTO
source: Photo
af: Foto
ar: صورة شخصية
az: Foto
be: Фота
bn: ফটো
ca: Foto
cs: Fotografie
cy: Llun
da: Billede
de: Foto
el: Φωτογραφία
es: Foto
et: Foto
eu: Argazkia
fa: عکس
fi: Kuva
ga: Grianghraf
gu: ફોટો
he: תמונה
hi: तस्वीर
hr: Fotografija
hu: Fotó
id: Foto
is: Mynd
it: Foto
ja: 写真
kab: Tawlaft
km: ášá¼á”á—á¶á–
kn: ಫೋಟೋ
ko: 사진
lt: Nuotrauka
lv: Attēls
mk: Слика
ml: ഫോട്ടോ
mr: फोटो
ms: Foto
my: ရုပ်ပုံ
nb: Bilde
nl: Afbeelding
pa: ਫ਼ੋਟੋ
pl: Zdjęcie
ps: انځور
pt_br: Foto
pt_pt: Fotografia
ro: Poză
ru: Фото
sk: Fotka
sl: Slika
sq: Foto
sr: Слика
sv: Foto
sw: Picha
ta: புகைப்படம்
te: ఛాయాచిత్రం
th: รูปถ่าย
tr: Fotoğraf
ug: سۈرەت
uk: Фото
ur: تصویر
vi: Ảnh
zh_cn: 图片
zh_hk: 照片

# QUOTED_REPLY_TYPE_VIDEO
source: Video
ar: فيديو
be: Відэа
bg: Видео
bn: ভিডিও
ca: Vídeo
cy: Fideo
el: Βίντεο
es: Vídeo
es_es: Vídeo
eu: Bideoa
fa: ویدیو
fr: Vidéo
ga: Físeán
gu: વિડિયો
he: סרטון
hi: वीडियो
hu: Videó
is: Myndskeið
ja: 動画
kab: Avidyu
kk: Бейнефайл
km: áœá¸áŠáŸá¢á¼
kn: ವೀಡಿಯೊ
ko: 동영상
lt: Vaizdo įrašas
mk: Видео
ml: വീഡിയോ
mr: व्हिडिओ
my: ရုပ်မြင်သံကြား
pa: ਵੀਡੀਓ
pa_pk: ویڈیو
pl: Wideo
ps: ویډیو
pt_br: Vídeo
pt_pt: Vídeo
ru: Видео
sr: Видео
ta: காணொளி
te: వీడియో
th: วิดีโอ
ug: سىن
uk: Відео
ur: ویڈیو
zh_cn: 视频
zh_hk: 影片

# RAISED_HANDS_LOWER_HAND_BUTTON
source: Lower
ar: خفض اليد
be: Апусціць
bn: নামান
ca: Baixar
cs: Dát ruku dolů
da: Tag ned
de: Hand senken
el: Κατέβασέ το
es: Bajar
fa: پایین آوردن
fi: Laske
fr: Baisser la main
ga: Ísligh
gu: નીચે કરો
he: הורדה
hi: नीचे करें
hr: Spusti
hu: Letétel
id: Turunkan
it: Abbassa la mano
ja: 手を降ろす
ko: 손 내리기
mr: खाली घ्या
ms: Turun Tangan
nb: Ta ned
nl: Omlaag doen
pl: Opuść
pt_br: Abaixar
pt_pt: Baixar
ro: Coboară
ru: Опустить
sk: Znížiť
sr: Спусти
sv: Ta ner
th: เอามือลง
tr: İndir
ug: چۈشۈرۈش
uk: Опустити
ur: نیچے کریں
vi: Hạ Tay
zh_cn: 放下
zh_hk: 放下

# RAISED_HANDS_TOAST_SINGLE_HAND_MESSAGE
source: %@ raised a hand
ar: %1$@ رفعَ يده
be: %1$@ падняў(-ла) руку
bn: %1$@ হাত তুলেছেন
ca: %1$@ ha aixecat la mà
cs: %1$@ má zvednutou ruku
da: %1$@ har rakt hånden op
de: %1$@ hat die Hand gehoben
el: Ο χρήστης %1$@ σήκωσε το χέρι του
es: %1$@ ha levantado la mano
fa: %1$@ دست‌تان را بالا برده‌اید
fi: %1$@ nostit kätesi
fr: %1$@ a levé la main
ga: D'ardaigh %1$@ lámh
gu: %1$@એ હાથ ઊંચો કર્યો
he: %1$@ הרמת יד
hi: %1$@ ने हाथ उठाया
hr: %1$@ podiže ruku
hu: %1$@ felemelted a kezed
id: %1$@ mengangkat tangan
it: %1$@ ha alzato la mano
ja: %1$@が手を挙げています
ko: %1$@님이 손을 들었습니다.
mr: %1$@ ने हात वर केला
ms: %1$@ mengangkat tangan
nb: %1$@ rakk opp hånden
nl: %1$@ steekt een hand op
pl: %1$@ podnosi rękę
pt_br: %1$@ levantou a mão
pt_pt: %1$@ levantou a mão
ro: %1$@ ai ridicat mâna
ru: %1$@ подняли руку
sk: Používateľ %1$@ zdvihol ruku
sr: %1$@ си подигао/ла руку
sv: %1$@ räcker upp handen
th: %1$@ ยกมือ
tr: %1$@ el kaldırdı
ug: %1$@ قول كۆتۈردى
uk: Користувач %1$@ підняв руку
ur: %1$@ نے ہاتھ بلند کیا
vi: %1$@ giơ tay
zh_cn: %1$@举手了
zh_hk: %1$@ 舉了手

# RAISED_HANDS_TOAST_YOU_PLUS_OTHERS_COUNT
source: You +%d
ar: أنت +%1$d
be: Вы +%1$d
bn: আপনি +%1$d
ca: Tu +%1$d
cs: Vy + %1$d
da: Dig +%1$d
de: Du + %1$d
el: %1$d +εσύ
es: Tú +%1$d
fa: شما و %1$d نفر دیگر
fi: Sinä +%1$d
fr: Vous + %1$d
ga: Tusa +%1$d
gu: તમે +%1$d
he: את/ה +%1$d
hi: आप +%1$d
hr: Vi +%1$d
hu: Te + %1$d
id: Anda +%1$d
it: Tu +%1$d
ja: あなた +%1$d人
ko: 나 외 %1$d명
mr: आपण +%1$d
ms: Anda +%1$d
nb: Deg + %1$d
nl: Jij +%1$d
pl: Ty +%1$d
pt_br: Você e +%1$d
pt_pt: Você +%1$d
ro: Tu +%1$d
ru: Вы + %1$d
sk: Vy + %1$d
sr: Ви +%1$d
sv: Du + %1$d
th: คุณ +%1$d
tr: Sen +%1$d
ug: سىز ۋە +%1$d
uk: Ви + %1$d
ur: آپ +%1$d
vi: Bạn +%1$d
zh_cn: 您+ %1$d
zh_hk: 你 +%1$d

# RAISED_HANDS_TOAST_YOUR_HAND_MESSAGE
source: You raised a hand
ar: رفعتَ يدكَ
be: Вы паднялі руку
bn: আপনি হাত তুলেছেন
ca: Has aixecat la mà
cs: Máte zvednutou ruku
da: Du har rakt hånden op
de: Du hast die Hand gehoben
el: Σήκωσες το χέρι σου
es: Has levantado la mano
fa: شما دستتان را بالا بردید
fi: Nostit kätesi
fr: Vous avez levé la main.
ga: D'ardaigh tú lámh
gu: તમે હાથ ઊંચો કર્યો
he: הרמת יד
hi: आपने अपना हाथ उठाया है
hr: Podigli ste ruku
hu: Felemelted a kezed
id: Anda mengangkat tangan
it: Hai alzato la mano
ja: あなたは手を挙げています
ko: 손을 들었습니다.
mr: आपण हात वर केला आहे
ms: Anda mengangkat tangan
nb: Du rakk opp hånden
nl: Jij steekt je hand op
pl: Podnosisz rękę
pt_br: Você levantou a mão
pt_pt: Levantou a mão
ro: Ai ridicat mâna
ru: Вы подняли руку
sk: Zdvihli ste ruku
sr: Подигли сте руку
sv: Du räcker upp handen
th: คุณยกมือ
tr: El kaldırdın
ug: قول كۆتۈردىڭىز
uk: Ви підняли руку
ur: آپ نے ہاتھ بلند کیا
vi: Bạn giơ tay
zh_cn: 您举手了
zh_hk: 你舉了手

# REACTION_DETAIL_ALL_FORMAT
source: All · %@
af: Alle · %@
ar: الكُل · %1$@
az: Hamısı · %@
be: Усе · %1$@
bg: Всичките %@
bn: সমস্ত · %1$@টি
ca: Totes %1$@
cs: Všechny %1$@
cy: Holl- %@
da: Alle· %1$@
de: Alle · %1$@
el: Όλες · %1$@
es: Todas · %1$@
es_es: Todas · %@
et: Kõik · %@
eu: Guztiak · %@
fa: همه .%1$@
fi: Kaikki %1$@
fil: Lahat· %@
fr: Toutes · %1$@
ga: %1$@ Emoji
gu: બધા·%1$@
he: כל ה · %1$@
hi: सभी · %1$@
hr: Sve · %1$@
hu: Összes · %1$@
id: Semua. %1$@
is: Allt · %@
it: Tutte · %1$@
ja: すべて · %1$@
kab: Akk · %@
kk: Барлық · %@
km: á‘á¶áŸ†á„á¢áŸáŸ‹áŸ”â€‰%@
kn: ಎಲ್ಲ. %@
ko: 모두 · %1$@
lt: Visi · %@
lv: Visas · %@
mk: Сите · %@
ml: എല്ലാം · %@
mr: सर्व · %1$@
ms: Semua · %1$@
my: အားလုံး - %@
nb: Alle · %1$@
nl: Alle %1$@
pa: ਸਭ · %@
pa_pk: سارے • %@
pl: Wszystkie · %1$@
ps: ټول ·%@
pt_br: Todas · %1$@
pt_pt: Todas %1$@
ro: Toate· %1$@
ru: Все · %1$@
sk: Všetky · %1$@
sl: Vse · %@
sq: Krejt · %@
sr: Све · %1$@
sv: Alla · %1$@
sw: Zote. %@
ta: அனைத்தும் ·%@
te: అన్ని ·%@
th: ทั้งหมด· %1$@
tr: Tümü · %1$@
ug: بارلىق · %1$@
uk: Усі · %1$@
ur: سب.%1$@
vi: Tất cả · %1$@
zh_cn: 全部 · %1$@
zh_hk: 所有 %1$@ 個心情

# REACTION_INCOMING_NOTIFICATION_BODY_FORMAT
source: Reacted %@ to your message
af: Het %@ op u boodskap gereageer
ar: تفاعَل %1$@ مع رسالتك
az: Mesajınıza reaksiya verildi: %@
be: Рэакцыя на ваша паведамленне: %1$@
bg: Реагира с %@ на съобщението ви
bn: আপনার ম্যাসেজে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu missatge: %1$@
cs: Reagoval/a %1$@ na vaši zprávu
cy: Ymatebodd %@ i'ch neges
da: Reagerede med %1$@ på din besked
de: Hat mit %1$@ auf deine Nachricht reagiert
el: Αντέδρασε με %1$@ στο μήνυμά σου
es: Ha reaccionado con %1$@ a tu mensaje
es_es: Reacción a tu mensaje: %@
et: Reageeris %@ sinu sõnumile
eu: Zure mezuarekiko erreakzioa: %@
fa: با %1$@ به پیام شما واکنش نشان داد
fi: Lähetti reaktion %1$@ viestiisi
fil: Nag-react ng %@ sa iyong mensahe
fr: a réagi par %1$@ à votre message
ga: Tugadh freagairt %1$@ do do theachtaireacht
gu: તમારા મેસેજ પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ להודעה שלך
hi: आपके मेसेज पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vašu poruku
hu: Reagált az üzenetedre: %1$@
id: Menanggapi %1$@ pada pesan Anda
is: Brást við með %@ við skilaboðunum þínum
it: Ha reagito con %1$@ al tuo messaggio
ja: %1$@のリアクションがあなたのメッセージにありました
kab: Isedmer %@ izen-inek·inem
kk: Сіздің хабарламаңызға көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಸಂದೇಶಕ್ಕೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 메시지에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų žinutę: %@
lv: Uz jūsu ziņu reaģēja ar %@
mk: %@ реагираше на вашата порака
ml: നിങ്ങളുടെ സന്ദേശത്തോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या संदेशाला दिली
ms: Memberi reaksi %1$@ kepada mesej anda
my: သင့်မက်ဆေ့ခ်ျသို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på meldingen din
nl: Reageerde met %1$@ op je bericht
pa: ਤੁਹਾਡੇ ਸੁਨੇਹੇ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دے سنیہا اتے %@ ردعمل دتا
pl: Reakcja na Twoją wiadomość: %1$@
ps: ستاسې پیغام ته یې %@ ورکړ
pt_br: Reagiu com %1$@ à sua mensagem
pt_pt: Reagiu à sua mensagem com %1$@
ro: A reacționat la mesajul tău %1$@
ru: Отреагировал(-а) %1$@ на ваше сообщение
sk: Reagoval/a %1$@ na vašu správu
sl: Odziv na vaše sporočilo: %@
sq: Reagoi me %@ te mesazhi juaj
sr: Реаговао/ла је %1$@ на вашу поруку
sv: Reagerade %1$@ på ditt meddelande
sw: Ametoa hisia %@kwa ujumbe wako
ta: உங்கள் செய்தி %@க்கு என உணர்வினை வெளிப்படுத்தினார்
te: మీ సందేశానికి %@ స్పందించింది
th: แสดงความรู้สึก %1$@ ต่อข้อความของคุณ
tr: Mesajına %1$@ tepkisi verdi
ug: ئۇچۇرىڭىزغا ئىنكاس %1$@
uk: Реакція на ваше повідомлення: %1$@
ur: آپ کے میسج پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với tin nhắn của bạn
zh_cn: 用 %1$@ 回应了您的消息
zh_hk: 對以下內容表達了 %1$@ 心情：你的訊息
