Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_2FA_SKIP_PIN_ENTRY_MESSAGE
source: If you can’t remember your PIN, you can create a new one. You can register and use your account but you’ll lose some saved settings like your profile information.
af: As jy nie jou PIN kan onthou nie, kan jy ’n nuwe een skep. Jy kan registreer en jou rekening gebruik, maar jy sal sekere bewaarde instellings verloor, bv. jou profielinligting.
ar: إذا كُنتَ لا تستطيع تذكُّر رقم التعريف الشخصي (PIN) الخاص بك، يُمكنك إنشاء واحد جديد. يُمكنك التسجيل واستخدام حسابك، لكن سوف تفقد بعض الإعدادات المحفوظة، مثل معلومات حسابك الشخصي.
az: Əgər PIN-inizi xatırlaya bilmirsinizsə, yeni birisini yaradın. Qeydiyyatdan keçə və hesabınızı istifadə edə bilərsiniz, ancaq profil məlumatlarınız kimi saxlanılmış bəzi tənzimləmələri itirəcəksiniz.
be: Калі вы не памятаеце свой PIN-код, вы можаце стварыць новы. Вы зможаце зарэгістравацца і выкарыстоўваць свой уліковы запіс, але вы страціце некаторыя захаваныя налады, такія як ваша інфармацыя профілю.
bg: Ако не можете да си спомните своя ПИН, можете да си създадете нов. Можете да се регистрирате и да използвате акаунта си, но ще изгубите някои запазени настройки като например информацията за профила ви.
bn: আপনি যদি আপনার পিনটি মনে না করতে পারেন তবে আপনি একটি নতুন তৈরি করতে পারেন। আপনি নিজের অ্যাকাউন্টটি রেজিস্টার করতে এবং ব্যবহার করতে পারেন, তবে আপনি আপনার প্রোফাইল তথ্যের মতো কিছু সংরক্ষিত সেটিংস হারাবেন।
ca: Si no recordeu el PIN, en podeu crear un de nou. Podeu registrar-vos i usar el compte, però perdreu algunes configuracions desades, com ara la informació del perfil.
cs: Pokud si nepamatujete váš PIN, můžete si vytvořit nový. Můžete se zaregistrovat a používat váš účet, ale ztratíte některá uložená nastavení, jako jsou vaše profilové informace.
cy: Os na allwch gofio eich PIN, gallwch greu un newydd. Gallwch gofrestri a defnyddio eich cyfrif ond byddwch yn colli rhai gosodiadau fel eich manylion proffil.
da: Hvis du ikke kan huske din pinkode, kan du oprette en ny. Du kan registrere og bruge din konto, men du vil miste nogle gemte indstillinger, såsom dine profiloplysninger.
de: Falls du deine PIN vergessen hast, kannst du eine neue erstellen. Du kannst dich registrieren und dein Konto verwenden, wirst aber einige gespeicherte Einstellungen, wie z. B. deine Profilinformationen verlieren.
el: Αν δεν μπορείς να θυμηθείς το PIN σου, μπορείς να δημιουργήσεις ένα νέο. Θα έχεις τη δυνατότητα να εγγραφτείς και να χρησιμοποιήσεις τον λογαριασμό σου, αλλά θα χαθούν κάποιες αποθηκευμένες ρυθμίσεις όπως οι πληροφορίες προφίλ σου.
es: Si olvidas tu PIN, puedes crear uno nuevo. Podrás registrarte y usar tu cuenta, pero se perderán algunos ajustes ya guardados, como tu información de perfil.
es_es: Si no puedes recordar tu PIN, puedes crear uno nuevo. Podrás registrar y usar tu cuenta pero perderás tu perfil, alias, grupos y personas bloqueadas.
et: Kui sa ei mäleta oma PIN-koodi, saad luua uue. Saad oma kontot registreerida ja kasutada, kuid kaotad mõned salvestatud seaded, näiteks oma profiiliteabe.
eu: Zure PINa ezin baduzu gogoratu, berri bat sortu dezakezu. Zure kontua erregistratu eta erabili dezakezu, baina gordetako ezarpen batzuk galduko dituzu; esate baterako, zure profilari buruzko informazioa.
fa: اگر نمی‌توانید پین را به یاد بیاورید، یک پین جدید ایجاد کنید. شما می‌توانید ثبت‌نام و از حساب‌تان استفاده کنید اما تنظیمات ذخیره‌ شده مانند اطلاعت پروفایل‌تان را از دست می‌دهید.
fi: Jos et muista tunnuslukuasi, voit luoda uuden. Voit rekisteröityä ja käyttää tiliäsi, mutta menetät tallennetut asetukset, kuten profiilitietosi.
fil: Kung hindi mo matandaan ang iyong PIN, maaari kang lumikha ng bago. Makakapag-rehistro ka at magagamit mo ang iyong account ngunit mawawala ang mga naka-save na setting tulad ng iyong profile na impormasyon.
fr: Si vous ne vous souvenez pas de votre code PIN, vous pouvez en créer un nouveau. Vous pourrez vous réinscrire et utiliser votre compte, mais vous perdrez certains paramètres enregistrés, tels que les informations de profil.
ga: Mura bhfuil tú in ann cuimhneamh ar d'UAP, is féidir leat ceann nua a chruthú. Beidh tú in ann clárú agus do chuntas a úsáid ach caillfidh tú socruithe áirithe, an fhaisnéis i do phróifíl ina measc.
gu: જો તમને તમારો PIN યાદ ન આવે તો તમે એક નવો બનાવી શકો છો. તમે તમારા એકાઉન્ટને રજીસ્ટર અને ઉપયોગ કરી શકો છો પરંતુ તમે તમારી પ્રોફાઇલ માહિતી જેવી કેટલીક સાચવેલી સેટિંગ્સ ગુમાવશો.
he: אם אתה לא זוכר את ה־PIN שלך, אתה יכול ליצור אחד חדש. אתה יכול להירשם ולהשתמש בחשבון שלך אבל תאבד מספר הגדרות מסוימות כמו מידע הפרופיל שלך.
hi: अगर आपको अपना पिन याद नहीं है तो आप नया पिन बना सकते हैं। आप पंजीकरण करके अपना खाता इस्तेमाल कर सकते हैं पर आप कुछ सेटिंग्स खो देंगे जैसे प्रोफ़ाइल की जानकारी।
hr: Ako se ne možete sjetiti svog PIN-a, možete stvoriti novi. Možete se registrirati i koristiti svoj račun, ali će te izgubit neke spremljene postavke poput podataka o vašem profilu.
hu: Ha nem emlékszel PIN kódodra, készíthetsz újat. Regisztrálhatsz, majd használhatod a fiókodat, de mentett beállításaid egy része, mint profil információid elvesznek.
id: Jika Anda tidak dapat mengingat PIN Anda, Anda dapat membuat yang baru. Anda dapat mendaftar dan menggunakan akun Anda namun pengaturan dan informasi profil Anda akan dihapus.
is: Ef þú manst ekki PIN-númerið þitt, geturðu búið til nýtt. Þú getur skráð og notað aðganginn þinn, en þú munt tapa einhverju af vistuðum stillingum á borð við upplýsingar í notandasniðinu þínu.
it: Se non riesci a ricordarti il tuo PIN, puoi crearne uno nuovo. Puoi registrarti e usare il tuo account ma perderai alcune impostazioni salvate come le informazioni del tuo profilo.
ja: もしPINを忘れてしまっても、新しく作成できます。アカウントを登録して使用することもできますが、プロフィールなどの保存されている設定情報は失われます。
kab: Ma yella ur d-tecfiḍ ara i tengalt-ik·im PIN, tzemreḍ ad ternuḍ yiwet n tmaynut. Tzemreḍ ad tjerrdeḍ yerna ad tesqedceḍ amiḍan-ik·im maca ad tesruḥeḍ kra n yiɣewwaren yettuskelsen am talɣut n umaɣnu-inek·inem.
kk: Егер PIN кодыңызды есіңізге түсіре алмасаңыз, жаңа код жасауға болады. Сіз тіркеліп, тіркелгіңізді пайдалана аласыз, бірақ профиль ақпаратыңыз сияқты кейбір параметрлер жоғалып кетеді.
km: á”á¾á¢áŸ’á“á€á˜á·á“á¢á¶á…á…á„á…á¶áŸ† PIN ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ á¢áŸ’á“á€á¢á¶á…á”á„áŸ’á€á¾áááŸ’á˜á¸á”á¶á“áŸ” á¢áŸ’á“á€á¢á¶á…á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ á“á·á„á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€ ááŸ‚á¢áŸ’á“á€á“á¹á„ááŸ’ášá¼áœá”á¶ááŸ‹á”á„áŸ‹á€á¶ášá€áŸ†áááŸ‹áŠáŸ‚á›á”á¶á“ášá€áŸ’áŸá¶á‘á»á€ áŠá¼á…á‡á¶á–áŸááŸŒá˜á¶á“á”áŸ’ášáœááŸ’áá·ášá¼á”ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ಪಿನ್ ನಿಮಗೆ ನೆನಪಿಲ್ಲದಿದ್ದರೆ, ನೀವು ಹೊಸದನ್ನು ರಚಿಸಬಹುದು. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನೀವು ನೋಂದಾಯಿಸಬಹುದು ಮತ್ತು ಬಳಸಬಹುದು, ಆದರೆ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿಯಂತಹ ಕೆಲವು ಉಳಿಸಿದ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ.
ko: PIN을 잊어버렸다면 새로 만들 수 있습니다. 등록 후 계정을 사용할 수 있으나 프로필 정보 등 일부 저장되어 있던 설정은 삭제됩니다.
lt: Jei negalite prisiminti savo PIN kodo, galite susikurti naują. Galite registruotis ir naudotis savo paskyra, tačiau prarasite kai kuriuos įrašytus nustatymus, kaip pavyzdžiui, savo profilio informaciją.
lv: Ja neatceraties savu PIN, varat izveidot jaunu. Varat reģistrēties un izmantot savu kontu, taču zaudēsiet saglabātos iestatījumus, piemēram, profila informāciju.
mk: Ако не можете да го запаметите вашиот ПИН, можете да содадете нов. Можете да се регистрирате и да ја користите вашата сметка но ќе ги изгубите некои од зачуваните поставки како вашите информации за профилот.
ml: നിങ്ങളുടെ PIN ഓർമ്മിക്കാൻ കഴിയുന്നില്ലെങ്കില്‍, നിങ്ങൾക്ക് പുതിയ ഒരെണ്ണം സൃഷ്ടിക്കാം. നിങ്ങൾക്ക് അക്കൗണ്ട് രജിസ്റ്റർ ചെയ്യാനും ഉപയോഗിക്കാനും കഴിയും, പക്ഷേ നിങ്ങളുടെ പ്രൊഫൈൽ വിവരങ്ങൾ വിവരങ്ങൾ പോലെയുള്ള ചില സംരക്ഷിച്ച ക്രമീകരണങ്ങൾ നിങ്ങൾക്ക് നഷ്‌ടമാകും.
mr: जर आपल्याला आपला PIN आठवत नसेल, तर आपण एक नवीन तयार करू शकता. आपण नोंदणी करू शकता आणि आपले खाते वापरू शकता पण काही जतन केलेल्या सेटिंग आपण गमवाल जसे की आपली प्रोफाईल माहिती.
ms: Jika anda tidak ingat PIN anda, anda boleh mencipta yang baru. Anda boleh mendaftar dan mengguna akaun anda tetapi anda akan kehilangan sesetengah tetapan yang disimpan seperti maklumat profil anda.
my: သင့်ပင်နံပါတ်ကို မမှတ်မိလျှင် သင်အသစ်တစ်ခု ပြန်လုပ်နိုင်ပါသည်။ သင့်အကောင့်သုံး၍ စာရင်းသွင်းနိုင်ပါသည်၊ သို့သော်လည်း သင့် ပရိုဖိုင်း အချက်အလက်များလိုမျိုး သိမ်းဆည်းထားသော အပြင်အဆင်များ ပျောက်ဆုံးသွားပါမည်။
nb: Hvis du ikke kan huske PIN-koden din, kan du opprette en ny. Du kan registrere og bruke kontoen din, men du vil miste noen lagrede innstillinger som profilinformasjonen din.
nl: Als je je pincode niet kunt herinneren, dan kun je een nieuwe pincode aanmaken. Je kunt je opnieuw registreren en je account gebruiken maar je verliest wel een aantal opgeslagen instellingen, zoals je profielinformatie.
pa: ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਪਿੰਨ ਯਾਦ ਨਹੀਂ ਰੱਖ ਸਕਦੇ ਤਾਂ ਤੁਸੀਂ ਨਵਾਂ ਬਣਾ ਸਕਦੇ ਹੋ. ਤੁਸੀਂ ਰਜਿਸਟਰ ਕਰਕੇ ਆਪਣਾ ਖਾਤਾ ਵਰਤ ਸਕਦੇ ਹੋ ਪਰ ਤੁਸੀਂ ਸੰਭਾਲੋਈ ਹੋਈ ਕੁਝ ਜਾਣਕਾਰੀ ਖਤਮ ਹੋ ਜਾਵੇਗੀ ਕਿਵੇਂ ਕਿ ਤੁਹਾਡੇ ਪਰੋਫਾਈਲ ਦੀ ਜਾਣਕਾਰੀ।
pa_pk: جے تساں نوں اپنی پن یاد نئیں آ رئی، تے تساں اک نواں تخلیق کر سکدے او۔ تساں رجسٹر کر سکدے تے اپنا اکاؤنٹ ورت سکدے او پر تساں اپنی پروفائل دی جانکاری ورگی کجھ محفوظ کیتی ترتیباں کھو دیو گے۔
pl: Jeśli nie pamiętasz PIN-u, masz możliwość utworzenia nowego. Możesz się zarejestrować i korzystać ze swojego konta, ale stracisz niektóre zapisane ustawienia, takie jak informacje w profilu.
ps: که مو چیرته خپل PIN له یاده وتلی وي، نو نوی جوړ کړئ. تاسې کولای شئ خپل اکاونټ ثبت او ویې کاروئ، خو ځینې ثبت شوي تنظیمات لکه خپل د پروفایل معلومات به له لاسه ورکړئ.
pt_br: Se não conseguir se lembrar do seu PIN, você pode criar um outro. Nesse caso, você pode se registrar e usar sua conta, mas perderá algumas configurações salvas, como as informações do seu perfil.
pt_pt: Se não se conseguir lembrar do seu PIN, você poderá criar um novo. Poderá registar e utilizar a sua conta mas irá perder algumas das definições guardadas como a sua informação de perfil.
ro: Dacă nu iți mai amintești codul PIN, poți crea unul nou. Îți poți înregistra și utiliza contul, dar vei pierde unele setări salvate, cum ar fi informațiile despre profil.
ru: Если вы не можете вспомнить свой PIN-код, вы можете создать новый. Вы сможете зарегистрироваться и использовать свою учётную запись, но потеряете некоторые сохранённые настройки, например информацию вашего профиля.
sk: Ak si na svoj PIN nedokážete spomenúť, môžete si vytvoriť nový. Môžete sa zaregistrovať a používať svoj účet, ale prídete o niektoré uložené nastavenia, ako sú informácie o vašom profile.
sl: Če se ne morete spomniti svoje kode PIN, lahko ustvarite novo. Z njo se lahko ponovno registrirate in uporabljate svoj račun, izgubili pa boste nekatere nastavitve, kot npr. informacije iz vašega profila.
sq: Nëse s’mbani mend PIN-in tuaj, mund të krijoni një të ri. Mund të regjistroni dhe përdorni llogarinë tuaj, por do të humbni disa nga rregullimet e ruajtura, bie fjala, të dhëna të profilit tuaj.
sr: Ако се не сећате свог PIN-а, можете креирати нови. Можете да се региструјете и користите налог, али ћете изгубити нека сачувана подешавања као што су информације на профилу.
sv: Om du inte kommer ihåg din PIN-kod kan du skapa en ny. Du kan registrera och använda ditt konto men du kommer att förlora några sparade inställningar som din profilinformation.
sw: Iwapo huwezi kukumbuka PINI yako, unaweza kuunda PINI mpya. Unaweza kujisajili na kutumia akaunti yako lakini utapoteza mipangilio kadhaa iliyohifadhiwa kama vile maelezo yako ya wasifu.
ta: என்றால் நீங்கள் நினைவில் இல்லை உங்கள் பின், நீங்கள் முடியும் உருவாக்கு புதியது. நீங்கள் பதிவு செய்யலாம் மற்றும் பயன்பாடு உங்கள் கணக்கு ஆனால் நீங்கள்சேமித்த சிலவற்றை இழப்பேன் அமைப்புகள் போன்ற உங்கள் சுயவிவரம் தகவல்.
te: మీకు మీ పిన్ను గుర్తు లేకపోతే క్రొత్తది సృష్టించవచ్చు. ఈ విధముగా మీరు ఖాతా నమోదు చేసి వాడవచ్చు కాని, మీ పూర్వ సరళికలను కోల్పోతారు.
th: ถ้าคุณจำรหัส PIN ไม่ได้ คุณสามารถสร้างมันใหม่ คุณสามารถลงทะเบียนและใช้บัญชีของคุณได้ แต่คุณจะสูญเสียการตั้งค่าเดิมอย่างข้อมูลโปรไฟล์ของคุณ
tr: PIN'inizi hatırlayamıyorsanız, yeni bir tane oluşturabilirsiniz. Hesabınızı kaydedebilir ve kullanabilirsiniz, ancak profil bilgileriniz gibi kaydedilmiş bazı ayarları kaybedersiniz.
ug: ئەگەر PIN نى ئەسلىيەلمىسىڭىز، يېڭىدىن بىرنى قۇرسىڭىز بولىدۇ. ھېساباتىڭىزنى تىزىملىتالايسىز ۋە ئىشلىتەلەيسىز، ئەمما ئارخىپ ئۇچۇرلىرىڭىزغا ئوخشاش ساقلانغان تەڭشەكلەرنى يوقىتىپ قويىسىز.
uk: Якщо ви забули свій PIN-код, то можете створити новий. Ви можете зареєструвати й використовувати акаунт, але ви втратите частину збережених налаштувань, як-от інформацію профілю.
ur: اگر آپ اپنا پن یاد نہیں کرسکتے ہیں تو ، آپ ایک نیا بنا سکتے ہیں۔ آپ اپنا اکاؤنٹ رجسٹر اور استعمال کرسکتے ہیں لیکن آپ اپنی پروفائل کی معلومات جیسے کچھ محفوظ کردہ ترتیبات کو گنوا بیٹھیں گے۔
vi: Nếu bạn không nhớ mã PIN, bạn có thể tạo PIN mới. Bạn có thể đăng kí và dùng tài khoản của bạn nhưng sẽ mất một vài dữ liệu như thông tin hồ sơ.
zh_cn: 如果你忘记了你的 PIN 码，你可以重新创建一个。你可以注册并继续使用你的账户，但你会丢失一些个人设置——如你的个人资料。
zh_hk: 如果您記不起您的 PIN 碼，您可建立一個新的 PIN 碼。註冊並使用您的帳號不成問題，惟您將會遺失部分已儲存的設定，像是您的個人資料資訊。

# ONBOARDING_2FA_SKIP_PIN_ENTRY_TITLE
source: Skip PIN Entry?
af: Slaan PIN-invoer oor?
ar: هل ترغبُ بتخطّي إدخال رقم التعريف الشخصي (PIN)؟
az: PIN girişi ötürülsün?
be: Прапусціць увод PIN-кода?
bg: Пропускане на въвеждане на ПИН?
bn: পিন লেখা এড়িয়ে যাবেন?
ca: Voleu ometre l'entrada del PIN?
cs: Přeskočit zadání PIN?
cy: Hepgor Cynnig PIN?
da: Spring indtastning af pinkode over?
de: PIN-Eingabe überspringen?
el: Παράλειψη της εισαγωγής PIN;
es: ¿Omitir PIN?
es_es: ¿Omitir selección de PIN?
et: Kas jätta PIN-koodi sisestamine vahele?
eu: Saltatu PIN-a sartzea?
fa: رد شدن از وارد کردن رمز؟
fi: Ohitetaanko tunnusluvun syöttö?
fil: Lampasan ang paglalagay ng PIN?
fr: Ne pas saisir de code PIN ?
ga: Ná Bac le UAP?
gu: PIN એન્ટ્રી સ્કિપ કરો?
he: לדלג על הכנסת PIN?
hi: पिन दर्ज करना स्किप करें?
hr: Preskoči unos PIN-a?
hu: Kihagyod a PIN bevitelét?
id: Lewati Entri PIN?
is: Sleppa PIN-færslu?
it: Saltare l'inserimento del PIN?
ja: PINの入力を省略しますか？
kab: Zgel asekcem n tengalt PIN?
kk: PIN енгізуді өткізіп жіберу керек пе?
km: ášáŸ†á›á„á€á¶ášá”á‰áŸ’á…á¼á› PIN?
kn: ಪಿನ್ ನಮೂದನ್ನು ಬಿಟ್ಟುಬಿಡುವುದೇ?
ko: PIN 입력을 건너뛰시겠습니까?
lt: Praleisti PIN kodo įrašą?
lv: Vai izlaist PIN ievadi?
mk: Прескокни ПИН за влез?
ml: PIN എൻട്രി ഒഴിവാക്കണോ?
mr: PIN प्रविष्टी वगळायची?
ms: Langkau Kemasukan PIN?
my: ပင်နံပါတ်ထည့်ခြင်းကို ကျော်မည်လား?
nb: Hopp over inntasting av PIN-kode?
nl: Pincode invoeren overslaan?
pa: ਪਿੰਨ ਦੇਣ ਨੂੰ ਛੱਡਣਾ ਹੈ?
pa_pk: پن اندراج چھڈ دیو؟
pl: Pominąć wpisywanie PIN-u?
ps: غواړئ د PIN له ننه ایستلو څخه تیر شئ؟
pt_br: Pular a inserção do PIN?
pt_pt: Ignorar a introdução do PIN?
ro: Sari peste introducerea PIN-ului?
ru: Пропустить ввод PIN-кода?
sk: Preskočiť zadávanie PINu?
sl: Želite preskočiti vnos kode PIN?
sq: Të anashkalohet Dhënia e PIN-it?
sr: Желите ли да прескочите унос PIN-а?
sv: Hoppa över PIN-kodsposten?
sw: Ruka Uingizaji PINI?
ta: தவிர் பின் நுழைவு?
te: పిన్ ఎంట్రీని దాటవేయాలా?
th: ข้ามการใส่รหัส PIN หรือไม่?
tr: PIN Girişini Atla?
ug: PIN كىرگۈزۈشتىن ئاتلاپ كېتەمسىز؟
uk: Не вводити PIN-код?
ur: پن انٹری چھوڑ دیں؟
vi: Bỏ qua Nhập mã PIN?
zh_cn: 跳过 PIN 码设置？
zh_hk: 略過輸入 PIN 碼？

# ONBOARDING_CHOOSE_RESTORE_METHOD_BACKUPS_BODY
source: Restore your text messages and media from your paid Signal backup plan
ar: استعِد رسائلك النصية والوسائط من خطة النسخ الاحتياطي المدفوعة لسيجنال الخاصة بك
be: Аднавіце свае тэкставыя паведамленні і медыяфайлы са свайго платнага плана рэзервовага капіравання Signal
bn: আপনার পেইড Signal ব্যাকআপ প্ল্যান থেকে আপনার টেক্সট মেসেজ ও মিডিয়া রিস্টোর করুন
ca: Restaura els teus missatges i arxius multimèdia des del teu pla de pagament de còpies de seguretat de Signal
cs: Obnovte textové zprávy a média ze svého placeného záložního plánu Signal
da: Genopret dine beskeder og medier fra din betalte Signal-sikkerhedskopi
de: Stelle deine Textnachrichten und Medien aus deinem kostenpflichtigen Signal Backup-Abo wieder her
el: Επανάφερε τα μηνύματα κειμένου και τα πολυμέσα σου από το επί πληρωμή πακέτο δημιουργίας αντιγράφων ασφαλείας Signal
es: Restaura tus mensajes y archivos multimedia desde tu plan de pago de copias de seguridad de Signal
fa: پیامک‌ها و فایل‌های رسانه خود را از طرح پشتیبان‌گیری پولی سیگنال خود بازیابی کنید
fi: Palauta tekstiviestit ja media Signalin maksullisella varmuuskopioinnin tilauksella
fr: Restaurez vos messages texte et vos médias depuis votre forfait de sauvegarde payant.
ga: Aischuir do theachtaireachtaí téacs agus meáin ó do phlean cúltaca íoctha de chuid Signal
gu: તમારા સશુલ્ક Signal બેકઅપ પ્લાનમાંથી તમારા ટેક્સ્ટ મેસેજ અને મીડિયાને રિસ્ટોર કરો
he: שחזור הודעות הטקסט והמדיה שלך מתכנית גיבוי Signal בתשלום שלך
hi: अपने भुगतान वाले Signal बैकअप प्लान से अपने टेक्स्ट मैसेज और मीडिया रीस्टोर करें
hr: Vratite svoje poruke i medijske zapise iz plaćenog plana za sigurnosno kopiranje Signala
hu: Állítsd helyre szöveges üzeneteidet és médiatartalmaidat a fizetett Signal biztonsági mentési csomaggal
id: Pulihkan pesan teks dan media Anda dari paket pencadangan Signal berbayar
it: Ripristina messaggi di testo e media dal tuo abbonamento ai backup di Signal
ja: 有料のSignalバックアッププランからテキストメッセージとメディアを復元します
ko: 유료 Signal 백업 플랜의 텍스트 메시지와 미디어를 복원합니다
mr: तुमच्या सशुल्क Signal बॅकअप प्लॅनमधून तुमचे टेक्स्ट संदेश आणि मीडिया परत मिळवा
ms: Pulihkan mesej teks dan media anda daripada pelan sandaran Signal berbayar anda
nb: Gjenopprett meldingene og mediefilene fra Signal-abonnementet ditt.
nl: Herstel je tekstberichten en media via je betaalde Signal back-upabonnement
pl: Przywróć wiadomości i multimedia ze swojej płatnej kopii zapasowej Signal
pt_br: Escolha como restaurar suas mensagens de texto e mídia do seu plano de backup pago do Signal
pt_pt: Restaure as suas mensagens de texto e ficheiros multimédia a partir do seu plano pago de cópias de segurança do Signal
ro: Restaurează mesajele text și media din planul tău plătit de backup Signal
ru: Восстановите текстовые сообщения и медиафайлы из платного плана резервного копирования Signal
sk: Obnovte svoje textové správy a médiá z plateného plánu zálohovania Signal
sr: Вратите текстуалне поруке и медије помоћу плаћеног пакета за резервне копије Signal-а
sv: Återställ dina textmeddelanden och media från din betalda plan för Säkerhetskopiering av Signal
th: กู้คืนข้อความและไฟล์สื่อของคุณจากแพ็กเกจสำรองข้อมูลแบบชำระค่าบริการของ Signal
tr: Metin mesajlarını ve medyanı ücretli Signal yedekleme planından geri yükle
ug: ھەقلىق سىگنال زاپاسلاش پىلانىڭىزدىن قىسقا ئۇچۇرلار ۋە مېدىيانى ئەسلىگە كەلتۈرۈڭ
uk: Відновити текстові повідомлення й медіафайли з платної резервної копії від Signal
ur: اپنے ادا شدہ Signal کے بیک اپ پلان سے اپنے ٹیکسٹ میسجز اور میڈیا کو ری اسٹور کریں
vi: Khôi phục tin nhắn văn bản và tập tin đa phương tiện từ gói Sao lưu Signal trả phí của bạn
zh_cn: 从 Signal 付费备份套餐中恢复您的文本消息和媒体
zh_hk: 從付費 Signal 備份計畫中還原文字訊息和媒體

# ONBOARDING_CHOOSE_RESTORE_METHOD_BACKUPS_TITLE
source: Restore Signal Backup
ar: استعادة النسخة الاحتياطية على سيجنال
be: Аднавіць рэзервовую копію Signal
bn: Signal ব্যাকআপ পুনর্বহাল করুন
ca: Restaurar la còpia de seguretat de Signal
cs: Obnovit zálohu Signal
da: Genopret Signal-sikkerhedskopi
de: Signal Backup wiederherstellen
el: Επαναφορά αντίγραφου ασφαλείας Signal
es: Restaurar copia de seguridad de Signal
fa: بازیابی پشتیبان سیگنال
fi: Palauta Signal-varmuuskopio
fr: Restaurer une sauvegarde Signal
ga: Aischuir Cúltaca Signal
gu: Signal બેકઅપ રિસ્ટોર કરો
he: שחזור גיבוי Signal
hi: बैकअप रीस्टोर करें
hr: Vratite podatke iz sigurnosne kopije Signala
hu: Signal biztonsági mentésének visszaállítása
id: Pulihkan Cadangan Signal
it: Ripristina il backup di Signal
ja: Signalバックアップの復元
ko: Signal 백업 복원
mr: Signal बॅकअप पुर्नस्थापित करा
ms: Pulihkan sandaran Signal
nb: Gjenopprett Signal-sikkerhetskopien
nl: Signal back-upgegevens terugzetten
pl: Przywróć kopię zapasową Signal
pt_br: Restaurar backup do Signal
pt_pt: Restaurar a cópia de segurança do Signal
ro: Restaurare backup Signal
ru: Восстановить резервную копию Signal
sk: Obnoviť zálohu Signal
sr: Врати резервну копију Signal-а
sv: Återställ säkerhetskopiering av Signal
th: กู้คืนข้อมูลสำรองจาก Signal
tr: Signal yedeklemeni geri yükle
ug: Signal نى زاپاستىن ئەسلىگە كەلتۈرۈش
uk: Відновити з резервної копії Signal
ur: Signal بیک اپ کو بحال کریں
vi: Khôi phục bản sao lưu của Signal
zh_cn: 还原 Signal 备份
zh_hk: 還原 Signal 備份

# ONBOARDING_CHOOSE_RESTORE_METHOD_DESCRIPTION
source: Choose how you'd like to restore your message history and account data.
ar: اختر الطريقة التي تودّ أن تستعيد بها سِجل رسائلك وبيانات حسابك.
be: Выберыце спосаб аднаўлення гісторыі паведамленняў і даных уліковага запісу.
bn: আপনার মেসেজের ইতিহাস ও অ্যাকাউন্টের ডেটা কীভাবে রিস্টোর করতে চান তা বেছে নিন
ca: Escull com vols restaurar el teu historial de missatges i les dades del teu compte.
cs: Zvolte, jak chcete obnovit historii zpráv a data účtu.
da: Vælg, hvordan du vil gendanne din beskedhistorik og dine kontodata.
de: Wähle aus, wie du deinen Nachrichtenverlauf und deine Kontodaten wiederherstellen möchtest.
el: Επίλεξε πώς θέλεις να επαναφέρεις το ιστορικό μηνυμάτων και τα δεδομένα του λογαριασμού σου.
es: Elige cómo quieres restaurar tu historial de mensajes y los datos de tu cuenta.
fa: انتخاب کنید که می‌خواهید چطور تاریخچه پیام و داده‌های حسابتان را بازیابی کنید.
fi: Valitse, miten haluat palauttaa viestihistoriasi ja tilitietosi.
fr: Choisissez comment restaurer vos messages et les données de votre compte.
ga: Roghnaigh conas ba mhaith leat stair do theachtaireachtaí agus sonraí an chuntais a aischur.
gu: તમે તમારી મેસેજ હિસ્ટ્રી અને એકાઉન્ટ ડેટાને કેવી રીતે રિસ્ટોર કરવા માંગો છો તે પસંદ કરો.
he: איך ברצונך לשחזר את היסטוריית ההודעות ונתוני החשבון שלך?
hi: चुनें कि आप अपने संदेश इतिहास और अकाउंट के डेटा को कैसे रीस्टोर करना चाहेंगे।
hr: Odaberite kako želite vratiti svoju povijest poruka i podatke o vašem računu.
hu: Válaszd ki, hogyan szeretnéd helyreállítani az üzenet-előzményeket és a fiókadatokat.
id: Pilih cara Anda ingin memulihkan riwayat pesan dan data akun.
it: Scegli come ripristinare i dati del tuo account e la cronologia dei tuoi messaggi.
ja: メッセージ履歴とアカウントデータを復元する方法を選択してください。
ko: 메시지 기록과 계정 데이터를 복원할 방법을 선택하세요.
mr: तुम्हाला तुमचा संदेश इतिहास आणि खाते माहिती परत कशी मिळवायची आहे ते निवडा.
ms: Pilih cara anda ingin memulihkan sejarah mesej dan data akaun anda.
nb: Velg hvordan du ønsker å gjenopprette meldingsloggen og kontoopplysningene dine.
nl: Kies hoe je je chatgeschiedenis en accountgegevens wilt herstellen.
pl: Zdecyduj, w jaki sposób chcesz przywrócić historię wiadomości i dane konta.
pt_br: Escolha como você gostaria de restaurar o histórico de mensagens e os dados da conta.
pt_pt: Escolha como quer restaurar o seu histórico de mensagens e dados da conta.
ro: Alege cum dorești să restabilești istoricul mesajelor și datele contului.
ru: Выберите способ восстановления истории сообщений и данных учётной записи.
sk: Vyberte, ako chcete obnoviť históriu správ a údaje účtu.
sr: Изаберите начин на који желите да вратите историју порука и податке о налогу.
sv: Välj hur du vill återställa din meddelandehistorik och dina kontodata.
th: เลือกวิธีกู้คืนประวัติการส่งข้อความและข้อมูลบัญชีของคุณ
tr: Mesaj geçmişini ve hesap verilerini nasıl geri yüklemek istediğini seç.
ug: ئۇچۇر تارىخىڭىز ۋە ھېسابات سانلىق-مەلۇماتلىرىڭىزنى قانداق ئەسلىگە كەلتۈرۈشنى خالايدىغانلىقىڭىزنى تاللاڭ.
uk: Виберіть спосіб відновлення історії повідомлень і даних свого акаунту.
ur: منتخب کریں کہ آپ اپنی میسج ہسٹری اور اکاؤنٹ کے ڈیٹا کو کیسے ری اسٹور کرنا چاہیں گے۔
vi: Chọn cách bạn muốn khôi phục lịch sử tin nhắn và dữ liệu tài khoản của mình.
zh_cn: 请选择您想要如何恢复您的消息记录和账户数据。
zh_hk: 選擇要轉移訊息紀錄和帳戶資料的方式。
