Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# APPLE_PAY_DONATION_ERROR_OTHER
source: Try another payment method or contact your bank for more information.
ar: جرِّب طريقة دفع أخرى أو تواصَل مع المصرف الذي تتعامل معه للمزيد من المعلومات.
be: Паспрабуйце іншы спосаб аплаты або звярніцеся да свайго банка для атрымання дадатковай інфармацыі.
bn: অন্য পেমেন্ট পদ্ধতি ব্যবহার করে দেখুন বা আরো তথ্যের জন্য আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন।
ca: Proveu un altre mètode de pagament o poseu-vos en contacte amb el banc per obtenir-ne més informació.
cs: Zkuste jiný způsob platby nebo se obraťte na svou banku a požádejte o další informace.
da: Prøv en anden betalingsmetode, eller kontakt din bank for at få flere oplysninger.
de: Versuche eine andere Zahlungsmethode oder kontaktiere für mehr Informationen deine Bank.
el: Δοκίμασε άλλο τρόπο πληρωμής ή επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: Selecciona otro método de pago o contacta con tu banco para obtener más información.
fa: یک روش پرداختی دیگر را امتحان کنید یا با بانک خود برای اطلاعات بیشتر تماس بگیرید.
fi: Kokeile toista maksutapaa tai ole yhteydessä pankkiisi saadaksesi lisätietoja.
fr: Veuillez choisir un autre mode de paiement ou contacter votre banque pour en savoir plus.
gu: અન્ય ચુકવણી પદ્ધતિ અજમાવો અથવા વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: נסה שיטת תשלום אחרת או צור קשר עם הבנק שלך בשביל עוד מידע.
hi: किसी अन्य भुगतान विधि से प्रयास करें या फिर अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Promijenite način plaćanja ili se obratite svojoj banci za više informacija.
hu: Próbáld újra egy másik fizetési eszközzel, vagy keresd fel bankodat további információért!
id: Coba metode pembayaran lain atau hubungi bank Anda untuk informasi lebih lanjut.
it: Prova un altro metodo di pagamento o contatta la tua banca per maggiori informazioni.
ja: 別の決済方法をお試しいただくか、取引先の銀行にお問い合わせください。
ko: 다른 결제 방법을 시도하거나 은행에 자세한 정보를 문의하세요.
mr: दुसरी पेमेंट पद्धत वापरून पहा किंवा अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Cuba kaedah pembayaran lain atau hubungi bank anda untuk maklumat lebih lanjut.
nb: Prøv en annen betalingsmåte, eller ta kontakt med banken din.
nl: Probeer het via een andere betaalmethode of neem contact op met je bank voor meer informatie.
pl: Spróbuj użyć innej metody płatności lub skontaktuj się ze swoim bankiem, aby otrzymać więcej informacji.
pt_br: Tente outra forma de pagamento ou entre em contato com seu banco para obter informações sobre o erro.
pt_pt: Tente outro método de pagamento ou contacte o seu banco para mais informações.
ro: Încearcă o altă metodă de plată sau ia legătura cu banca ta pentru mai multe informații.
ru: Попробуйте другой способ оплаты или свяжитесь со своим банком для получения дополнительной информации.
sk: Skúste iný spôsob platby, alebo kontaktujte svoju banku a požiadajte o viac informácií.
sr: Пробајте други начин плаћања или се обратите својој банци за више информација.
sv: Försök med en annan betalningsmetod eller kontakta din bank för mer information.
th: ลองวิธีการชำระอื่น หรือติดต่อธนาคารเพื่อขอข้อมูลเพิ่มเติม
tr: Başka bir ödeme yöntemi deneyin veya daha fazla bilgi için bankanızla iletişime geçin.
ug: باشقا پۇل تۆلەش ئۇسۇلىنى سىناپ بېقىڭ ياكى تەپسىلاتى ئۈچۈن بانكا بىلەن ئالاقىلىشىڭ.
uk: Використайте інший платіжний засіб або зв'яжіться зі своїм банком для додаткової інформації.
ur: ادائیگی کا ایک دوسرا طریقہ آزمائیں یا مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Hãy thử một phương thức thanh toán khác hoặc liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_cn: 请尝试其他付款方式或联系您的银行了解详情。
zh_hk: 試試換另一個付款方法，又或者聯絡您的銀行取得更多資訊。

# APPLE_PAY_DONATION_ERROR_PAYMENT_CANNOT_BE_AUTHORIZED
source: Check to see if your payment method is up to date in Apple Pay. If it isn’t, update it and try again.
ar: تحقَّق من أن طريقة الدفع الخاصة بك في Apple Pay مُحدَّثة. إن لم تكن كذلك، قُم بتحديثها وحاوِل مرّة أخرى.
be: Праверце, ці правільны ваш спосаб аплаты ў Apple Pay. Калі не, абнавіце яго і паўтарыце спробу.
bn: Apple Pay-তে আপনার পেমেন্ট পদ্ধতি আপ টু ডেট আছে কিনা দেখুন। যদি না থাকে তবে আপডেট করে আবার চেষ্টা করুন।
ca: Comproveu si la forma de pagament està actualitzada a Apple Pay. Si no és així, actualitzeu-la i torneu-ho a provar.
cs: Zkontrolujte, zda je vaše platební metoda v Apple Pay aktuální. Pokud není, aktualizujte ji a zkuste to znovu.
da: Kontroller, om din betalingsmetode er opdateret i Apple Pay. Hvis den ikke er det, skal du opdatere den og prøve igen.
de: Überprüfe, ob deine Zahlungsmethode in Apple Pay aktuell ist. Falls nicht, aktualisiere sie und versuche es erneut.
el: Έλεγξε εάν ο τρόπος πληρωμής σου στο Apple Pay είναι ενημερωμένος. Εάν δεν είναι, ενημέρωσέ τον και δοκίμασε ξανά.
es: Comprueba que tu método de pago está actualizado en Apple Pay. Si no es así, actualízalo e inténtalo de nuevo.
fa: بررسی کنید که روش پرداخت شما در Apple Pay به‌روز باشد. اگر به‌روز نیست، آن را به‌روزرسانی و دوباره امتحان کنید.
fi: Tarkista, onko Apple Pay -palvelussa toimiva luottokortti. Jos ei ole, päivitä luottokorttitiedot ja yritä uudelleen.
fr: Vérifiez si votre mode de paiement est à jour dans Apple Pay. Si tel n'est pas le cas, mettez-le à jour et réessayez.
gu: તમારી ચુકવણી પદ્ધતિ Apple Payમાં અદ્યતન છે કે કેમ તે જોવા તપાસો. જો અદ્યતન ન હોય તો તેને અપડેટ કરો અને ફરી પ્રયાસ કરો.
he: בדוק ששיטת התשלום שלך מעודכנת ב־Apple Pay. אם היא לא, עדכן אותה ונסה שוב.
hi: चेक कर लें कि Apple Pay में आपकी भुगतान विधि अप-टू-डेट हो। यदि ऐसा नहीं है तो उसे अपडेट करके फिर से प्रयास करें।
hr: Provjerite je li vaš način plaćanja u Apple Payu ažuriran. U slučaju da nije, ažurirajte ga i pokušajte ponovno.
hu: Ellenőrizd, hogy a fizetési beállításaid az Apple Payben aktuálisak -e. Ha nem, kérjük frissítsd és próbáld újra.
id: Periksa apakah metode pembayaran Anda telah diperbarui di Apple Pay. Jika belum, perbarui dan coba lagi.
it: Verifica se il tuo metodo di pagamento è aggiornato in Apple Pay. Se non lo è, aggiornalo e riprova.
ja: Apple Payで決済方法が最新になっているか確認します。最新の情報に更新されていない場合は、更新してからもう一度お試しください。
ko: Apple Pay에서 결제 수단 정보가 최신 상태인지 확인하세요. 그렇지 않다면 정보를 업데이트하고 다시 시도하세요.
mr: Apple Pay वर आपली पेमेंट पद्धत अद्ययावत आहे का पाहण्यासाठी तपासा. ते नसल्यास, ते अद्यतनित करा आणि पुन्हा प्रयत्न करा.
ms: Semak untuk lihat jika kaedah pembayaran anda adalah terkini dalam Apple Pay. Jika tidak, kemas kini dan cuba lagi.
nb: Dobbeltsjekk at betalingsinformasjonen din er oppdatert i Apple Pay. Hvis den ikke er det, må du oppdatere den og prøve på nytt.
nl: Controleer of je betaalmethode nog steeds juist is in Apple Pay. Zo niet, pas het aan en probeer het daarna opnieuw.
pl: Sprawdź czy Twoja metoda płatności w Apple Pay jest aktualna. Jeśli nie, uaktualnij ją i spróbuj ponownie.
pt_br: Verifique se seu método de pagamento está em dia no Apple Pay. Se não estiver, atualize-o e tente novamente.
pt_pt: Verifique se o seu método de pagamento se encontra em dia na Apple Pay. Se não estiver, atualize-o e tente novamente.
ro: Verifică dacă metoda ta de plată este actualizată în Apple Pay. Dacă nu, actualizează-o și încearcă din nou.
ru: Проверьте, что ваш способ оплаты актуален в Apple Pay. Если это не так, обновите его и попробуйте ещё раз.
sk: Skontrolujte, či je váš spôsob platby v službe Apple Pay aktuálny. Ak nie je, aktualizujte ho a skúste to znovu.
sr: Проверите да ли је ваш начин плаћања ажуриран у Apple Pay-у. Ако није, ажурирајте га и пробајте поново.
sv: Kontrollera om din betalningsmetod är uppdaterad i Apple Pay. Om den inte är det, uppdatera den och försök igen.
th: ตรวจสอบวิธีการชำระเงินใน Apple Pay ว่ามีการอัปเดตแล้วหรือไม่ ถ้ายัง ให้อัปเดตแล้วลองอีกครั้ง
tr: Apple Pay'de ödeme yönteminizin güncel olup olmadığını kontrol edin. Değilse, güncelleyin ve tekrar deneyin.
ug: Apple Pay دىكى ھەق تۆلەش ئۇسۇلىڭىزنىڭ يېڭى ھالەتتە ئىكەنلىكىنى تەكشۈرۈڭ. ئەگەر يېڭى بولمىسا ئۇنى يېڭىلاپ قايتا سىناڭ.
uk: Перевірте дійсність платіжного засобу, зв'язаного з Apple Pay. Якщо він недійсний, оновіть інформацію і повторіть спробу.
ur: یہ دیکھنے کے لیے چیک کریں کہ آیا آپ کا ادائیگی کا طریقہ Apple Pay میں اپ ٹو ڈیٹ ہے۔ اگر ایسا نہیں ہے، تو اسے اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔
vi: Hãy kiểm tra xem phương thức thanh toán của bạn đã được cập nhật trên Apple Pay. Nếu chưa, hãy cập nhật và thử lại.
zh_cn: 请在 Apple Pay 中检查您的付款方式是否已更新。如未更新，请更新并重试。
zh_hk: 請到 Apple Pay 查看您的付款方法是否仍然有效。若已過時，請先更新資料，然後再試一次。

# APPLICATION_SHORTCUT_NEW_MESSAGE
source: New Message
ar: رِسالة جديدة
be: Новае паведамленне
bn: নতুন বার্তা
ca: Missatge nou
cs: Nová zpráva
da: Ny besked
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
fa: پیام جدید
fi: Kirjoita viesti
fr: Nouveau message
ga: Teachtaireacht Nua
gu: નવો મેસેજ
he: הודעה חדשה
hi: नया मेसेज
hr: Nova poruka
hu: Új üzenet
id: Pesan Baru
it: Nuovo messaggio
ja: 新規メッセージ
ko: 새 메시지
mr: नवीन संदेश
ms: Mesej Baru
nb: Ny melding
nl: Nieuw bericht
pl: Nowa wiadomość
pt_br: Nova mensagem
pt_pt: Nova mensagem
ro: Mesaj nou
ru: Новое сообщение
sk: Nová správa
sr: Нова порука
sv: Nytt meddelande
th: ข้อความใหม่
tr: Yeni İleti
ug: يېڭى ئۇچۇر
uk: Нове повідомлення
ur: نیا پیغام
vi: Tin nhắn Mới
zh_cn: 新消息
zh_hk: 新訊息

# ARCHIVE_ACTION
source: Archive
af: Argief
ar: أرشفة
az: Arxivlə
be: Архіваваць
bg: Архивиране
bn: আর্কাইভ
ca: Arxiva
cs: Archivovat
cy: Archif
da: Arkivér
de: Archivieren
el: Αρχειοθέτηση
es: Archivar
es_es: Archivar
et: Arhiveeri
eu: Artxibatu
fa: آرشیو کردن
fi: Arkistoi
fr: Archiver
ga: Cartlannú
gu: આર્કાઇવ
he: ארכב
hi: संग्रहित करें
hr: Arhiviraj
hu: Archiválás
id: Arsip
is: Safn
it: Archivia
ja: アーカイブ
kab: Tarcivt
kk: Мұрағат
km: á”ááŸ’ááŸá¶áš
kn: ಆರ್ಕೈವ್ ಮಾಡಿ
ko: 보관
lt: Archyvuoti
lv: Arhivēt
mk: Архива
ml: ആർക്കൈവ്
mr: आर्काइव्ह
ms: Arkib
my: မှတ်တမ်း
nb: Arkiver
nl: Archiveren
pa: ਆਰਕਾਈਵ ਕਰੋ
pa_pk: آرکائیو کرو
pl: Zarchiwizuj
ps: ارشیف
pt_br: Arquivar
pt_pt: Arquivar
ro: Arhivează
ru: Архивировать
sk: Archivovať
sl: Arhiviraj
sq: Arkivoje
sr: Архивирај
sv: Arkivera
sw: Jalada
ta: காப்பகம்
te: భద్రపరచు
th: ที่เก็บถาวร
tr: Arşivle
ug: ئارخىپ
uk: Заархівувати
ur: پوشیدہ خانہ
vi: Lưu trữ
zh_cn: 存档
zh_hk: 封存

source: Ask to Join Call
ar: طلب الانضمام للمكالمة
be: Запрасіць далучыцца да званка
bn: কলে যোগ দিতে অনুরোধ পাঠান
ca: Demanar unir-se a la trucada
cs: Požádat o připojení k hovoru
da: Bed om at deltage i opkald
de: Anruf-Beitritt anfragen
el: Ζήτησε να συμμετάσχεις
es: Solicitar unirse
fa: درخواست پیوستن به تماس
fi: Pyydä liittymistä puheluun
fr: Demander à rejoindre l'appel
ga: Iarr Dul Isteach sa Ghlao
gu: કૉલમાં જોડાવા માટે કહો
he: בקשת הצטרפות לשיחה
hi: कॉल में शामिल होने के लिए कहें
hr: Zatraži pridruživanje pozivu
hu: Küldj csatlakozási kérelmet
id: Minta Gabung ke Panggilan
it: Chiedi di partecipare
ja: 参加をリクエストする
ko: 통화 참여 요청
mr: कॉलमध्ये सामील होण्यास सांगा
ms: Minta Sertai Panggilan
nb: Be om å bli med
nl: Deelnameverzoek
pl: Zaproś do rozmowy
pt_br: Pedir para participar da chamada
pt_pt: Pedir para entrar
ro: Cere să te alături apelului
ru: Попросить присоединиться к звонку
sk: Požiadať o pripojenie
sr: Затражите да се прикључите позиву
sv: Fråga om att få gå med i samtal
th: ขอเข้าร่วมการโทร
tr: Aramaya katılmayı iste
ug: چاقىرىققا قاتنىشىشنى ئىلتىماس قىلىش
uk: Попросити приєднатися
ur: کال میں شامل ہونے کا کہیں
vi: Yêu cầu Tham gia Cuộc gọi
zh_cn: 申请加入通话
zh_hk: 要求加入通話

# ASPECT_RATIO_ORIGINAL
source: Original
ar: أصلي
be: Арыгінал
bn: আসল
cs: Původní
el: Αρχικό
fa: اصلی
fi: Alkuperäinen
fr: Format d'origine
ga: Bunleagan
gu: ઓરિજનલ
he: מקור
hi: मूल
hr: Izvorno
hu: Eredeti
id: Asli
it: Originale
ja: オリジナル
ko: 원본
mr: मूळ
nl: Origineel
pl: Oryginał
ru: Оригинальное
sk: Originál
sr: Оригинал
th: ต้นฉบับ
tr: Orijinal
ug: ئورگىنال
uk: Оригінал
ur: اصل
vi: Gốc
zh_cn: 原始
zh_hk: 原始

# ASPECT_RATIO_SQUARE
source: Square
ar: مربع
be: Квадрат
bn: স্কয়ার
ca: Quadrat
cs: Čtverec
da: Firkant
de: Quadrat
el: Τετράγωνο
es: Cuadrado
fa: مربع
fi: Neliö
fr: Carré
ga: Cearnógach
gu: ચોરસ
he: ריבוע
hi: वर्गाकार
hr: Kvadrat
hu: Négyzet
id: Persegi
it: Quadrato
ja: スクエア
ko: 정사각형
mr: चौकोन
ms: Segi Empat Sama
nb: Firkantet
nl: Vierkant
pl: Kwadrat
pt_br: Quadrado
pt_pt: Quadrado
ro: Pătrat
ru: Квадратное
sk: Štvorec
sl: Kvadrat
sr: Квадрат
sv: Fyrkant
th: สี่เหลี่ยมจัตุรัส
tr: Kare
ug: تۆت چاسا
uk: Квадрат
ur: اسکوائر
vi: Vuông
zh_cn: 方形
zh_hk: 正方形

# ATTACHMENT_APPROVAL_FAILED_TO_EXPORT
source: Attachment failed to export.
af: Kon nie aanhangsel uitstuur nie.
ar: فشل تصدير الملف المُرفَق.
az: Qoşma ixrac olunmadı.
be: Не атрымалася экспартаваць далучэнне.
bg: Неуспешно експортиране на прикачен файл.
bn: সংযুক্তি রপ্তানি ব্যর্থ|
ca: No s'ha pogut exportar l'adjunt.
cs: Přílohu se nepodařilo exportovat.
cy: Methwyd allgludo'r atodiad.
da: Kunne ikke eksportere vedhæftning
de: Anhang konnte nicht exportiert werden.
el: Αδυναμία εξαγωγής συνημμένου.
es: No se ha podido exportar el archivo adjunto.
es_es: Fallo al exportar adjunto.
et: Manuse eksportimine ei õnnestunud.
eu: Eranskina ezin izan da esportatu.
fa: صدور پیوست ناموفق بود.
fi: Liitteen vieminen epäonnistui.
fil: Bigo na ma-export ang attachment.
fr: Impossible d'exporter la pièce jointe.
ga: Níorbh fhéidir an ceangaltán a easpórtáil.
gu: જોડાણ નિકાસ કરવામાં નિષ્ફળ થયું.
he: הצרופה נכשלה להיות מיוצאת.
hi: अटैचमेंट निर्यात करने में असफल|
hr: Izvoz privitka nije uspio.
hu: Nem sikerült a csatolmány exportálása.
id: Gagal mengekspor lampiran.
is: Útflutningur viðhengis mistókst.
it: Impossibile esportare l'allegato.
ja: 添付ファイルをエクスポートできませんでした。
kab: Yecceḍ usifeḍ n tceqquft yeddan.
kk: Тіркемені экспорттау сәтсіз болды.
km: á“á¶áŸ†á…áŸá‰á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹á”ášá¶á‡áŸá™áŸ”
kn: ಲಗತ್ತನ್ನು ಎಕ್ಸ್‌‌‌ಪೋರ್ಟ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.
ko: 첨부 파일 내보내기에 실패했습니다.
lt: Nepavyko eksportuoti priedo.
lv: Neizdevās eksportēt pielikumu.
mk: Прикачувањето не успеа да се извезе.
ml: അറ്റാച്ച്‌മെന്റ് എക്സ്‌പോർട്ട് ചെയ്യാൻ പരാജയപ്പെട്ടു
mr: संगल्न निर्यात करण्यात अयशस्वी
ms: Gagal mengeksport lampiran.
my: ပူးတွဲဖိုင် ထုတ်ပို့ခြင်း မအောင်မြင်ပါ
nb: Vedlegg kunne ikke eksporteres.
nl: Exporteren van bijlage is mislukt.
pa: ਅਟੈਚਮੈਂਟ ਐਕਸਪੋਰਟ ਕਰਨ ਵਿੱਚ ਅਸਫ਼ਲ ਹੈ।
pa_pk: منسلکہ برآمد کرن اچ ناکام۔
pl: Nie udało się wyeksportować załącznika.
ps: ضمیمه و نه لیږل شوه.
pt_br: Falha ao exportar o anexo.
pt_pt: Falha ao exportar anexo.
ro: Atașamentul nu a putut fi exportat.
ru: Не удалось экспортировать вложение.
sk: Exportovanie prílohy zlyhalo.
sl: Izvoz priponke ni uspel.
sq: Eksportimi i bashkëngjitjes dështoi.
sr: Извоз прилога није успео.
sv: Det gick inte att exportera bilagan.
sw: Kiambatisho kilishindwa kuhamisha
ta: இணைப்பு ஏற்றுமதி செய்யத் தவறிவிட்டது.
te: జోడింపు ఎగుమతి చేయడంలో విఫలమైంది
th: การส่งออกแฟ้มแนบล้มเหลว
tr: Eklenti dışarı aktarılamadı.
ug: قوشۇمچىنى چىقىرالمىدى.
uk: Не вдалось експортувати вкладення.
ur: Attachment برآمد میں ناکام۔
vi: Không thể xuất tệp đính kèm.
zh_cn: 无法导出附件。
zh_hk: 無法匯出附件。

# ATTACHMENT_APPROVAL_FAILED_TO_SAVE
source: Failed to Save
af: Kon nie stoor nie
ar: فشل الحفظ
az: Yaddaşda saxlanılmadı
be: Не атрымалася захаваць
bg: Неуспешно запазване
bn: সংরক্ষণ করতে ব্যর্থ হয়েছে
ca: No s'ha pogut desar
cs: Nepodařilo se uložit
cy: Methwyd Cadw
da: Kunne ikke gemmes
de: Speichern gescheitert
el: Αποτυχία αποθήκευσης
es: No se ha podido guardar
es_es: Fallo al guardar
et: Salvestamine ei õnnestunud
eu: Ezin izan da Gorde
fa: ذخیره ناموفق بود
fi: Tallennus epäonnistui
fil: Bigo na Ma-i-save
fr: Échec de l'enregistrement
ga: Theip ar Shábháil
gu: સેવ કરવામાં નિષ્ફળ
he: נכשל לשמור
hi: सेव नहीं हो पाया
hr: Spremanje nije uspjelo
hu: Mentés sikertelen
id: Gagal menyimpan
is: Mistókst að vista!
it: Salvataggio non riuscito
ja: 保存に失敗しました
kab: Asekles ur yeddi ara
kk: Сақтау сәтсіз болды
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášášá€áŸ’áŸá¶á‘á»á€
kn: ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ
ko: 저장 실패
lt: Nepavyko įrašyti
lv: Neizdevās saglabāt
mk: Неуспешно зачувување
ml: സംരക്ഷിക്കാൻ പരാജയപെട്ടു
mr: जतन करण्यात अयशस्वी
ms: Gagal untuk simpan
my: သိမ်းဆည်းရန် ပျက်ကွက်ခဲ့ပါသည်
nb: Kunne ikke lagre
nl: Opslaan is mislukt
pa: ਸੰਭਾਲਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
pa_pk: محفوظ کرن اچ ناکام
pl: Nie udało się zapisać
ps: ثبت نشو
pt_br: Falha ao salvar
pt_pt: Ocorreu um erro ao tentar guardar
ro: Eroare la salvare.
ru: Не удалось сохранить
sk: Ukladanie zlyhalo
sl: Shranjevanje ni uspelo
sq: Dështoi Ruajtja
sr: Чување није успело
sv: Det gick inte att spara
sw: Imeshindwa kuhifadhi
ta: சேமிப்பதில் தோல்வி
te: భద్రపరచడంలో విఫలమైంది.
th: การบันทึกล้มเหลว
tr: Kaydedilemedi
ug: ساقلىيالمىدى
uk: Не вдалося зберегти
ur: محفوظ کرنے میں ناکامی
vi: Không thể lưu
zh_cn: 保存失败
zh_hk: 儲存失敗

# ATTACHMENT_APPROVAL_FILE_EXTENSION_FORMAT
source: File type: %@
af: Lêertipe: %@
ar: نوع الملف: %1$@
az: Fayl növü: %@
be: Тып файла: %1$@
bg: Вид Файл: %@
bn: ফাইলের ধরন: %1$@
ca: Tipus de fitxer: %1$@
cs: Typ souboru: %1$@
cy: Math ffeil: %@
da: Filtype: %1$@
de: Dateityp: %1$@
el: Τύπος αρχείου: %1$@
es: Tipo de archivo: %1$@
es_es: Tipo de archivo: %@
et: Faili tüüp: %@
eu: Fitxategi mota: %@
fa: نوع فايل: %1$@
fi: Tiedoston tyyppi: %1$@
fil: Tipo ng file: %@
fr: Type de fichier : %1$@
ga: Cineál an chomhaid: %1$@
gu: ફાઇલ પ્રકાર: %1$@
he: סוג קובץ: %1$@
hi: फ़ाइल टाइप: %1$@
hr: Vrsta datoteke: %1$@
hu: Fájltípus: %1$@
id: Tipe file: %1$@
is: Skráartegund: %@
it: Formato file: %1$@
ja: ファイルの種類: %1$@
kab: Anaw n ufaylu: %@
kk: Файл түрі: %@
km: á”áŸ’ášá—áŸá‘á¯á€áŸá¶ášáŸ– %@
kn: ಫೈಲ್ ವಿಧ: %@
ko: 파일 유형: %1$@
lt: Failo tipas: %@
lv: Faila tips: %@
mk: Тип на датотека: %@
ml: ഫയൽ ടൈപ്പ്: %@
mr: फाईल प्रकार: %1$@
ms: Jenis fail: %1$@
my: ဖိုင်အမျိုးအစား %@
nb: Filtype: %1$@
nl: Bestandstype: %1$@
pa: ਫਾਈਲ ਕਿਸਮ: %@
pa_pk: فائل قسم: %@
pl: Typ pliku: %1$@
ps: د فایل ډول: %@
pt_br: Tipo de arquivo: %1$@
pt_pt: Tipo de ficheiro: %1$@
ro: Tip fișier: %1$@
ru: Тип файла: %1$@
sk: Typ súboru: %1$@
sl: Vrsta datoteke: %@
sq: Lloj kartele: %@
sr: Тип фајла: %1$@
sv: Filtyp: %1$@
sw: Aina ya Faili %@
ta: கோப்பு வகை: %@
te: ఫైల్ రకం: %@
th: ชนิดของแฟ้ม: %1$@
tr: Dosya türü: %1$@
ug: ھۆججەت تىپى: %1$@
uk: Тип файлу: %1$@
ur: فائل ٹائپ:%1$@
vi: Loại tệp: %1$@
zh_cn: 文件类型：%1$@
zh_hk: 檔案類型：%1$@

# ATTACHMENT_APPROVAL_FILE_SIZE_FORMAT
source: Size: %@
af: Grootte: %@
ar: الحجم : %1$@
az: Həcmi: %@
be: Памер: %1$@
bg: Размер: %@
bn: আকার: %1$@
ca: Mida: %1$@
cs: Velikost: %1$@
cy: Main ffeil: %@
da: Størrelse: %1$@
de: Größe: %1$@
el: Μέγεθος: %1$@
es: Tamaño: %1$@
es_es: Tamaño: %@
et: Suurus: %@
eu: Tamaina: %@
fa: اندازه: %1$@
fi: Koko: %1$@
fr: Taille : %1$@
ga: Méid: %1$@
gu: કદ: %1$@
he: גודל: %1$@
hi: माप: %1$@
hr: Veličina: %1$@
hu: Méret: %1$@
id: Ukuran: %1$@
is: Stærð: %@
it: Dimensione: %1$@
ja: サイズ: %1$@
kab: Teɣzi: %@
kk: Өлшемі: %@
km: á‘áŸ†á áŸ†áŸ– %@
kn: ಗಾತ್ರ: %@
ko: 용량: %1$@
lt: Dydis: %@
lv: Lielums: %@
mk: Големина на датотека : %@
ml: വലുപ്പം: %@
mr: आकार: %1$@
ms: Saiz: %1$@
my: အရွယ်အစား %@
nb: Størrelse: %1$@
nl: Grootte: %1$@
pa: ਅਕਾਰ: %@
pa_pk: سائز: %@
pl: Rozmiar: %1$@
ps: اندازه: %@
pt_br: Tamanho: %1$@
pt_pt: Tamanho: %1$@
ro: Mărime: %1$@
ru: Размер: %1$@
sk: Veľkosť: %1$@
sl: Velikost: %@
sq: Madhësi: %@
sr: Величина: %1$@
sv: Storlek: %1$@
sw: Saizi%@
ta: அளவு: %@
te: పరిమాణం: %@
th: ขนาด: %1$@
tr: Boyut: %1$@
ug: چوڭلۇقى: %1$@
uk: Розмiр: %1$@
ur: سائز:%1$@
vi: Kích cỡ: %1$@
zh_cn: 大小：%1$@
zh_hk: 檔案大小：%1$@

# ATTACHMENT_APPROVAL_MEDIA_DID_SAVE
source: Saved
af: Stoor
ar: تمَّ الحفظ
az: Yaddaşda saxlanıldı
be: Захавана
bg: Запазено
bn: সংরক্ষিত
ca: S'ha desat
cs: Uloženo
cy: Wedi cadw
da: Gemt
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
es_es: Guardado
et: Salvestatud
eu: Gordeta
fa: ذخیره شد
fi: Tallennettu
fil: Na-i-save na
fr: Enregistré
ga: Sábháilte
gu: સેવ કરેલ
he: נשמר
hi: सेव किया गया
hr: Spremljeno
hu: Elmentve
id: Tersimpan
is: Vistað
it: Salvato
ja: 保存済み
kab: Yettwasekles
kk: Сақталды
km: á”á¶á“ášá€áŸ’áŸá¶á‘á»á€
kn: ಉಳಿಸಲಾಗಿದೆ
ko: 저장됨
lt: Įrašyta
lv: Saglabāts
mk: Зачувано
ml: സംരക്ഷിച്ചു
mr: जतन केले
ms: Disimpan
my: သိမ်းပြီး
nb: Lagret
nl: Opgeslagen
pa: ਸੰਭਾਲਿਆ
pa_pk: محفوظ کیتا
pl: Zapisano
ps: ثبت شو
pt_br: Salvo
pt_pt: Guardado
ro: Salvat
ru: Сохранено
sk: Uložené
sl: Shranjeno
sq: U ruajt
sr: Сачувано
sv: Sparad
sw: Imehifadhiwa
ta: சேமிக்கப்பட்டது
te: భద్రపరచడం
th: บันทึกแล้ว
tr: Kaydedildi
ug: ساقلاندى
uk: Збережено
ur: محفوظ کریں
vi: Đã lưu
zh_cn: 已保存
zh_hk: 已儲存

# ATTACHMENT_APPROVAL_MEDIA_QUALITY_HIGH_OPTION_SUBTITLE
source: Slower, more data
af: Stadiger, meer data
ar: أبطأ، بيانات أكثر
az: Yavaş, daha çox verilənlər
be: Павольней, больш даных
bn: আরও ধীর, বেশি ডেটা
ca: Més lent, més dades
cs: Pomalejší, více dat
cy: Arafach, mwy o ddata
da: Langsommere, mere data
de: Langsamer, mehr Daten
el: Πιο αργά, περισσότερα δεδομένα
es: Más lento, más datos
et: Aeglasem, rohkem andmeid
eu: Mantsoago, datu gehiago
fa: آهسته‌تر، دادهٔ بیشتر
fi: Hitaampi, enemmän dataa
fr: Moins rapide, consomme plus de données
ga: Níos moille, níos mó sonraí
gu: ધીમો, વધુ ડેટા
he: איטית יותר, יותר נתונים
hi: धीमा, अधिक डेटा
hr: Sporije, više podataka
hu: Lassabb, több adat
id: Lebih lambat, lebih banyak data
is: Hægara, meira gagnamagn
it: Più lento, più dati
ja: 遅い, 多いデータ量
km: á™áºáá‡á¶á„á˜á»á“ á‘á·á“áŸ’á“á“áŸá™á…áŸ’ášá¾á“á‡á¶á„á˜á»á“
kn: ನಿಧಾನ, ಹೆಚ್ಚು ಡೇಟಾ
ko: 데이터를 더 쓰며 느리게
lt: Lėčiau, daugiau duomenų
lv: Lēnāk, vairāk datu
mk: Побавно, повеќе податоци
ml: സാവധാനം, കൂടുതൽ ഡാറ്റ
mr: हळू, अधिक डेटा
ms: Lebih lambat, lebih banyak data
my: ပိုနှေးပြီး ဒေတာ ပိုလိုသည်
nb: Tregere, mer data
nl: Langzamer, meer dataverbruik
pa: ਹੌਲੀ, ਵੱਧ ਡੇਟਾ
pl: Wolniejsze przesyłanie, większe pliki
ps: ډېر ورو، لا زیاته ډیټا
pt_br: Mais lento, tamanho maior
pt_pt: Mais lento, mais dados
ro: Mai lent, mai multe date
ru: Медленнее, больше данных
sk: Pomalšie, viac dát
sl: Počasneje, več podatkov
sq: Më i ngadaltë, më tepër të dhëna
sr: Спорије, више података
sv: Långsammare, mera data
sw: Polepole zaidi, data nyingi zaidi
ta: மெதுவான, அதிகமான இணைய தரவு
te: నెమ్మదిగా, మరింత డేటా
th: ช้ากว่า ใช้ข้อมูลมาก
tr: Daha yavaş, daha çok veri
ug: ئاستىراق، سانلىق مەلۇماتنى كۆپ ئىشلىتىدۇ
uk: Повільніше, більше даних
ur: آہستہ ، زیادہ ڈیٹا
vi: Chậm hơn, nhiều dữ liệu
zh_cn: 速度更慢，数据更多
zh_hk: 較慢、較多數據
