Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_REQUEST_VIEW_UNBLOCK_BUTTON
source: Unblock
af: Ontsper
ar: رفع الحظر
az: Əngəldən çıxart
be: Разблакаваць
bg: Отблокиране
bn: আনব্লক করুন
ca: Desbloquejar
cs: Odblokovat
cy: Dadrwystro
da: Fjern blokering
de: Freigeben
el: Κατάργηση αποκλεισμού
es: Desbloquear
es_es: Desbloquear
et: Eemalda blokeering
eu: Desblokeatu
fa: رفع مسدودیت
fi: Poista esto
fil: I-unblock
fr: Débloquer
ga: Bain an bac
gu: અનબ્લૉક કરો
he: ביטול חסימה
hi: अनब्लॉक करें
hr: Odblokiraj
hu: Tiltás feloldása
id: Buka blokir
is: Afbanna
it: Sblocca
ja: ブロック解除
kab: Serreḥ
kk: Бұғатын ағыту
km: á”á¾á€áœá·á‰
kn: ನಿರ್ಬಂಧ ತೆಗೆಯಿರಿ
ko: 차단 해제
lt: Atblokuoti
lv: Atbloķēt
mk: Одблокирај
ml: തടഞ്ഞത് മാറ്റുക
mr: अनावरोधित करा
ms: Nyahsekat
my: ပြန်ဖွင့်သည်
nb: Fjern blokkeringen
nl: Deblokkeren
pa: ਪਾਬੰਦੀ ਹਟਾਓ
pa_pk: ان بلاک کرو
pl: Odblokuj
ps: له بلاک څخه ایستل
pt_br: Desbloquear
pt_pt: Desbloquear
ro: Deblochează
ru: Разблокировать
sk: Odblokovať
sl: Odblokiraj
sq: Zhbllokoje
sr: Одблокирај
sv: Avblockera
sw: Fungua
ta: தடைநீக்கு
te: అనుమతించు
th: เลิกบล็อก
tr: Engeli kaldır
ug: چەكلەشنى بىكار قىلىش
uk: Розблокувати
ur: اَن بلاک کریں
vi: Bỏ chặn
zh_cn: 取消屏蔽
zh_hk: 解除封鎖

# MESSAGE_REQUESTS_CANCEL_REQUEST_BUTTON
source: Cancel Request
af: Kanselleer versoek
ar: إلغاء الطلب
az: Tələbi ləğv et
be: Скасаваць запыт
bn: অনুরোধ বাতিল করুন
ca: Cancel·la la sol·licitud
cs: Zrušit požadavek
cy: Canslo Cais
da: Annullér anmodning
de: Anfrage abbrechen
el: Ακύρωση αιτήματος
es: Cancelar solicitud
es_es: Retirar solicitud
et: Tühista taotlus
eu: Bertan behera utzi eskaera
fa: لغو درخواست
fi: Peruuta pyyntö
fr: Annuler la demande
ga: Cealaigh an tIarratas
gu: વિનંતી રદ કરો
he: בטל הזמנה
hi: निवेदन अस्विकार
hr: Poništi zahtjev
hu: Kérés törlése
id: Batalkan Permintaan
is: Hætta við beiðni
it: Annulla richiesta
ja: 申請をキャンセル
kab: Sefsex Tuttra
km: á”áŸ„áŸ‡á”á„áŸ‹á€á¶ášáŸáŸ’á“á¾áŸá»áŸ†
kn: ಕೋರಿಕೆಯನ್ನು ರದ್ದುಮಾಡಿ
ko: 요청 취소하기
lt: Panaikinti prašymą
lv: Atcelt pieprasījumu
mk: Откажи барање
ml: അഭ്യർത്ഥന റദ്ദാക്കുക
mr: विनंती रद्द करा
ms: Batalkan Permintaan
my: တောင်းခံခြင်း ပယ်ဖျက်မယ်
nb: Kanseller forespørsel
nl: Verzoek annuleren
pa: ਬੇਨਤੀ ਨੂੰ ਰੱਦ ਕਰੋ
pl: Anuluj prośbę
ps: غوښتنه لغوه کړئ
pt_br: Cancelar pedido
pt_pt: Cancelar pedido
ro: Anulează cererea
ru: Отменить запрос
sk: Zrušiť žiadosť
sl: Preklic prošnje
sq: Anuloje Kërkesën
sr: Откажи захтев
sv: Avbryt förfrågan
sw: Ghairi Ombi
ta: கோரிக்கையை ரத்துசெய்
te: అభ్యర్ధన రద్దు చేయు
th: ยกเลิกคำขอ
tr: İsteği İptal Et
ug: ئىلتىماستىن ۋاز كەچ
uk: Відкликати запит
ur: درخواست منسوخ
vi: Hủy yêu cầu
zh_cn: 撤回申请
zh_hk: 取消請求

# MESSAGE_REQUESTS_CANCEL_REQUEST_CONFIRM_TITLE
source: Cancel your request to join this group?
af: Kanselleer jou versoek om by die groep aan te sluit?
ar: هل ترغبُ بإلغاء طلبك في الانضمام لهذه المجموعة؟
az: Qrupa qoşulma tələbinizi ləğv etdiniz.
be: Скасаваць ваш запыт на далучэнне да гэтай групы?
bn: এই গ্রুপে যোগ দেওয়ার আপনার অনুরোধটি কি বাতিল করবেন?
ca: Voleu cancel·lar la sol·licitud per afegir-vos al grup?
cs: Zrušit požadavek na připojení k této skupině?
cy: Canslo eich cais i ymuno â'r grwp?
da: Annuller din anmodning om at deltage i gruppen?
de: Deine Gruppenbeitrittanfrage abbrechen?
el: Ακύρωση του αιτήματός σου να μπεις στην ομάδα;
es: ¿Cancelar tu solicitud para unirte a este grupo?
es_es: ¿Deseas retirar tu solicitud de unirte a este grupo?
et: Kas tühistada selle grupiga liitumise taotlus?
eu: Taldean sartzeko zuk egindako eskaera bertan behera utzi nahi duzu?
fa: لغو درخواست شما برای عضویت در این گروه؟
fi: Peruutetaanko pyyntösi liittyä ryhmään?
fr: Annuler votre demande d’adhésion au groupe ?
gu: આ ગ્રુપમાં જોડાવાની તમારી વિનંતીને રદ કરીએ?
he: לבטל את בקשתך להצטרף אל קבוצה זו?
hi: इस ग्रुप में जुड़ने का अपना निवेदन रद्द करना है?
hr: Otkazati zahtjev za pridruživanje ovoj grupi?
hu: Visszavonod belépési igényedet ebbe a csoportba?
id: Batalkan permintaan Anda untuk bergabung grup ini?
is: Hætta við beiðni þína um að ganga í hópinn?
it: Vuoi annullare la tua richiesta di unirti al gruppo?
ja: グループ参加申請をキャンセルしますか？
kab: Sefsex asuter-ik·im i tmerna ɣer ugraw.
km: á”áŸ„áŸ‡á”á„áŸ‹áŸáŸ†áá¾ášá”áŸáŸ‹á¢áŸ’á“á€â€‹áŸá˜áŸ’ášá¶á”áŸ‹á…á¼á›ášá½á˜á€áŸ’ášá»á˜á“áŸáŸ‡á˜áŸ‚á“á‘áŸ?
kn: ಈ ಗುಂಪನ್ನು ಸೇರಲು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ರದ್ದುಮಾಡುವುದೇ?
ko: 그룹 참가 신청을 취소하시겠습니까?
lt: Panaikinti jūsų prašymą prisijungti prie šios grupės?
lv: Vai atcelt jūsu pieprasījumu pievienoties šai grupai?
mk: Да го откажам Вашето барање за приклучување на групата?
ml: ഗ്രൂപ്പിൽ ചേരാനുള്ള നിങ്ങളുടെ അഭ്യർത്ഥന റദ്ദാക്കണോ?
mr: या गटात सामील होण्याची आपली विनंती रद्द करा?
ms: Batalkan permintaan anda untuk menyertai kumpulan ini?
my: အဖွဲ့သို့ ဝင်ရန် သင်၏တောင်းဆိုချက်ကို ပယ်ဖျက်မည်လား?
nb: Kanseller forespørselen om å bli med i denne gruppen?
nl: Je verzoek om lid te worden van deze groep intrekken?
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਆਪਣੀ ਬੇਨਤੀ ਰੱਦ ਕਰਨੀ ਹੈ?
pl: Anulować prośbę o przyjęcie do grupy?
ps: تاسې غواړئ له ګروپ سره د یو ځای کېدو خپله غوښتنه لغوه کړئ.
pt_br: Cancelar o seu pedido para entrar nesse grupo?
pt_pt: Cancelar o seu pedido para entrar para este grupo?
ro: Anulezi solicitarea de a te alătura acestui grup?
ru: Отменить ваш запрос на присоединение к этой группе?
sk: Zrušiť vašu žiadosť o členstvo v tejto skupine?
sl: Želite preklicati prošnjo za pridružitev skupini?
sq: Të anulohet kërkesa juaj për t’u bërë pjesë e këtij grupi?
sr: Желите ли да откажете захтев за придруживање овој групи?
sv: Avbryt din förfrågan om att gå med i denna grupp?
sw: Ungependa kughairi ombi lako la kujiunga na kikundi hiki?
ta: உங்கள் கோரிக்கையை ரத்துசெய் சேர இது குழு?
te: ఈ గుంపులో చేరాలని మీ అభ్యర్థనను రద్దు చేయాలా?
th: ต้องการยกเลิกคำขอเข้ากลุ่มนี้หรือไม่?
tr: Bu gruba katılma isteğiniz iptal edilsin mi?
ug: گۇرۇپپىغا قوشۇلۇش ئىلتىماسىڭىزدىن ۋاز كېچەمسىز؟
uk: Скасувати запит на приєднання до цієї групи?
ur: اس گروپ میں شامل ہونے کی اپنی درخواست منسوخ کریں؟
vi: Huỷ yêu cầu tham gia nhóm này của bạn?
zh_cn: 是否撤回该入群申请？
zh_hk: 要取消您加入此群組的請求嗎？

# MESSAGE_REQUESTS_CONVERSATION_REQUEST_INDICATOR
source: Your request to join has been sent to the group admin. You’ll be notified when they take action.
af: Jou aansluitingsversoek is na die groepadmin gestuur. Jy sal laat weet word wanneer hulle aksie geneem het.
ar: تمَّ إرسال طلبك للانضمام إلى مُشرِف المجموعة. سيتمُّ إشعارك عند اتخاذه للإجراء.
az: Qoşulma tələbiniz qrup admininə göndərildi. Əməliyyat olanda bildiriş alacaqsınız.
be: Ваш запыт на далучэнне быў адпраўлены адміністратару групы. Вы атрымаеце апавяшчэнне, калі ён прыме рашэнне.
bn: যোগদান করার জন্য আপনার অনুরোধ গ্রুপ অ্যাডমিনের কাছে পাঠানো হয়েছে। তারা কোনও পদক্ষেপ নিলে আপনাকে জানানো হবে।
ca: La sol·licitud per afegir-vos-hi s'ha enviat a l'administrador del grup. Rebreu una notificació quan la resolguin.
cs: Váš požadavek na připojení ke skupině byl zaslán administrátorovi. Budete upozorněn(a), jakmile zareaguje.
cy: Mae eich cais i ymuno wedi'i anfon at weinyddiaeth y grŵp. Fe gewch hysbysiad pan fyddan nhw'n gweithredu.
da: Din anmodning om at deltage er sendt til gruppeadministratoren. Du får besked når den er behandlet
de: Deine Beitrittsanfrage wurde an den Gruppen-Admin versendet. Du wirst über die Entscheidung informiert.
el: Το αίτημά σου για να μπεις στην ομάδα στάλθηκε στον διαχειριστή/τρια της ομάδας. Θα ενημερωθείς όταν λάβει απόφαση.
es: Se ha enviado tu solicitud al admin del grupo. Te llegará una notificación con su respuesta.
es_es: Se ha enviado tu solicitud de unirte al grupo a l@s admins. Te llegará una notificación con su respuesta.
et: Sinu taotlus grupiga liituda on grupi administraatoritele saadetud. Sulle antakse teada, kui nad vastavad.
eu: Taldean sartzeko zure eskaera taldeko administratzaileari bidali zaio. Jakinaraziko zaizu erabaki bat hartzen duenean.
fa: درخواست شما برای پیوستن به مدیر گروه ارسال شد. هنگامی که اقدامی انجام دهند شما مطلع خواهید شد.
fi: Liittymispyyntösi on lähetetty ryhmän ylläpitäjälle. Saat ilmoituksen, kun he tekevät päätöksen.
fr: Votre demande a bien été envoyée à l’admin. Un message vous signalera si vous êtes autorisé à rejoindre le groupe.
gu: ગ્રુપ એડમિનને તમારી જોડાવા માટેની વિનંતી મોકલવામાં આવી છે. જ્યારે તેઓ કાર્યવાહી કરશે ત્યારે તમને સૂચિત કરવામાં આવશે.
he: בקשתך להצטרף נשלחה אל מנהלן הקבוצה. תיודע כאשר הוא מחליט.
hi: आपका ग्रुप में शामिल होने का अनुरोध ग्रुप ऐडमिन को भेजा जा चुका है। जब वे उस पर अमल करेंगे तब आपको सूचित किया जाएगा।
hr: Vaš zahtjev za pridruživanje poslan je administratoru grupe. Biti će te obaviješteni kada nešto poduzmu.
hu: A csatlakozási kérésed el lett küldve a csoportadmin részére. Értesítést fogsz kapni, amint reagálnak rá.
id: Permintaan Anda untuk bergabung telah dikirimkan ke admin grup. Anda akan diberitahukan ketika mereka mengambil keputusan.
is: Beiðni þín um þátttöku hefur verið send til stjórnenda hópsins. Þú munt fá að vita þegar þeir hafa brugðist við.
it: La tua richiesta di unirti è stata inviata agli amministratori del gruppo. Riceverai una notifica quando interverranno.
ja: あなたの参加申請はグループ管理者に送信されました。応答があると通知されます。
kab: Asuter-ik·im n tmerna yettwazen ɣer unedbal n ugraw. Ad d-teṭṭfeḍ alɣu mi ara gen kra.
km: á€á¶ášáŸáŸ’á“á¾áŸá»áŸ†ášá”áŸáŸ‹á¢áŸ’á“á€áŠá¾á˜áŸ’á”á¸á…á¼á›á€áŸ’ášá»á˜ ááŸ’ášá¼áœá”á¶á“á•áŸ’á‰á¾á‘áŸ…á€á¶á“áŸ‹á¢áŸ’á“á€á¢á—á·á”á¶á›á€áŸ’ášá»á˜áŸ” á¢áŸ’á“á€á“á¹á„á‘á‘á½á›áŠáŸ†áá¹á„á“áŸ…á–áŸá›á‚áŸá˜á¶á“áŸá€á˜áŸ’á˜á—á¶á–áŸ”
kn: ಗುಂಪನ್ನು ಸೇರಲು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಅಡ್ಮಿನ್‌ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ. ಅವರು ಕ್ರಮ ಕೈಗೊಂಡಾಗ ನಿಮಗೆ ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: 내 참가 요청을 그룹 관리자에게 보냈습니다. 관리자가 조치를 취할 때 알림을 받게 됩니다.
lt: Jūsų prašymas prisijungti prie grupės buvo išsiųstas grupės administratoriui. Jums bus pranešta, kai jis atliks tam tikrus veiksmus.
lv: Jūsu pieprasījums pievienoties ir nosūtīts grupas administratoram. Jums tiks paziņots, kad tiks veikta kāda darbība.
mk: Вашето барање за приклучување кон групата е испратено до администраторот. Ќе бидете известени штом се превземе нешто во врска со истото.
ml: ഗ്രൂപ്പില്‍ ചേരുന്നതിനുള്ള നിങ്ങളുടെ അഭ്യർത്ഥന അഡ്മിന് അയച്ചു. അവർ നടപടിയെടുക്കുമ്പോൾ നിങ്ങളെ അറിയിക്കും.
mr: आपली सामील होण्याची विनंती गट ऍडमिनकडे पाठविली गेली आहे. जेव्हा ते कारवाई करतात तेव्हा आपल्याला सूचित केले जाईल.
ms: Permintaan anda untuk menyertai kumpulan telah dihantar kepada pentadbir kumpulan. Anda akan dimaklumkan apabila mereka mengambil tindakan.
my: အဖွဲ့စီမံသူသို့ သင့်တောင်းဆိုချက် ပို့ပြီးပါပြီ။ ၎င်းတို့လုပ်ဆောင်ချက် ပြုလုပ်ပြီးလျှင် သင့်ကို အသိပေးပါမည်။
nb: Din forespørsel om å bli med har blitt sendt til gruppeadministratoren. Du vil bli varslet når de tar aksjon.
nl: Je verzoek om lid te worden van de groep is doorgestuurd naar een beheerder. Je krijgt een melding zodra deze een besluit heeft genomen.
pa: ਤੁਹਾਡੀ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਬੇਨਤੀ ਗਰੁੱਪ ਐਡਮਿਨ ਨੂੰ ਭੇਜ ਦਿੱਤੀ ਗਈ ਹੈ। ਜਦੋਂ ਉਹ ਕਾਰਵਾਈ ਕਰਨਗੇ ਤਾਂ ਤੂਹਾਨੂੰ ਸੂਚਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Twoja prośba o przyjęcie do grupy została wysłana do administratora. Gdy zostanie rozpatrzona, otrzymasz powiadomienie.
ps: ستاسې د یو ځای کېدو غوښتنه د ګروپ اډمین ته واستول شوه. کله چې هغوی لاس په کار شول نو تاسې ته به خبر درکړل شي.
pt_br: O seu pedido para entrar no grupo foi enviado ao admin. Você será notificado quando a decisão for tomada.
pt_pt: O seu pedido para entrar foi enviado para o administrador do grupo. Será notificado quando ele tomar uma decisão.
ro: Solicitarea ta de a te alătura grupului a fost trimisă administratorului. Vei fi notificat când acesta ia o decizie.
ru: Ваш запрос на присоединение был отправлен администратору группы. Вы будете уведомлены, когда он примет решение.
sk: Vaša žiadosť o členstvo bola odoslaná administrátorovi skupiny. Keď na ňu zareaguje, dostanete oznámenie.
sl: Vaša prošnja za pridružitev je bila poslana skrbniku/ci skupine. O njegovi/njeni odločitvi boste obveščeni.
sq: Kërkesa juaj për t’u bërë pjesë iu dërgua përgjegjësit të grupit. Kur të veprojnë, do t’ju njoftohet.
sr: Ваш захтев за придруживање је послат администратору групе. Бићете обавештени када администратор предузме мере.
sv: Din förfrågan om att gå med har skickats till gruppadministratören. Du får en notis när administratören vidtar åtgärder.
sw: Ombi lako la kujiunga limetumwa kwa msimamizi wa kikundi. Utaarifiwa atakapochukua hatua.
ta: உங்கள் கோரிக்கை சேர க்கு அனுப்பப்பட்டுள்ளது குழுநிர்வாகம். அவர்கள் நடவடிக்கை எடுக்கும்போது உங்களுக்கு அறிவிக்கப்படும்.
te: మీ సమూహం లో చేరడానికి అభ్యర్థన నిర్వాహకుడికి పంపబడింది. వారు చర్య తీసుకున్నప్పుడు మీకు తెలియజేయబడుతుంది.
th: คําขอเข้ากลุ่มของคุณถูกส่งไปยังผู้ดูแลกลุ่มแล้ว คุณจะได้รับแจ้งเมื่อพวกเขาดําเนินการ
tr: Katılma isteğiniz grup yöneticisine gönderildi. İsteğiniz yanıtlandığı zaman haberdar edileceksiniz.
ug: قوشۇلۇش تەلىپىڭىز گۇرۇپپا باشقۇرغۇچىسىغا ئەۋەتىلدى. ئۇلار قارار قىلغاندا سىزگە ئۇقتۇرۇلىدۇ.
uk: Ваш запит на приєднання надіслано адміністраторам групи. Ви отримаєте сповіщення, коли його розглянуть.
ur: آپ کی شمولیت کی درخواست گروپ منتظم کو بھیج دی گئی ہے۔ جب وہ کارروائی کرتے ہیں تو آپ کو مطلع کیا جائے گا۔
vi: Yêu cầu tham gia nhóm của bạn đã được gửi tới admin nhóm. Bạn sẽ được thông báo khi họ chọn hành động.
zh_cn: 您的入群申请已发送给群组管理员，您将在管理员做出决定后收到通知。
zh_hk: 您欲加入群組的請求已傳送至此群組的管理員。一經處理，將會通知您。

# MESSAGE_STATUS_DELIVERED
source: Delivered
af: Afgelewer
ar: استُلِمَت
az: Çatdırıldı
be: Дастаўлена
bg: Доставено
bn: পৌছে দেয়া হয়েছে
ca: S'ha enviat
cs: Doručena
cy: Trosglwyddwyd
da: Leveret
de: Zugestellt
el: Παραδόθηκε
es: Entregado
es_es: Entregado
et: Edastatud
eu: Bidalita
fa: تحویل داده شده
fi: Toimitettu
fil: Naihatid na
fr: Distribué
ga: Seachadta
gu: પહોંચી ગયું
he: נשלח
hi: पहुँच गया
hr: Isporučeno
hu: Kézbesítve
id: Terkirim
is: Afhent
it: Consegnato
ja: 配送済み
kab: Yawweḍ
kk: Жеткізілді
km: á”á¶á“á‘á‘á½á›
kn: ತಲುಪಿಸಲಾಗಿದೆ
ko: 전송됨
lt: Pristatyta
lv: Piegādāta
mk: Доставено
ml: കൈമാറി
mr: पोहोचवले
ms: Dihantar
my: ပို့ပြီး
nb: Levert
nl: Afgeleverd
pa: ਪਹੁੰਚ ਗਿਆ
pa_pk: پوہنچ گیا اے
pl: Dostarczono
ps: ولیږل شو
pt_br: Recebido
pt_pt: Entregue
ro: Trimis
ru: Доставлено
sk: Doručená
sl: Dostavljeno
sq: Të dorëzuar
sr: Испоручено
sv: Levererat
sw: Imewasilishwa
ta: வழங்கப்பட்டது
te: పంపిణి ఐనది
th: ส่งถึงแล้ว
tr: İletildi
ug: ئەۋەتىلدى
uk: Доставлено
ur: بھیج دیا
vi: Đã nhận
zh_cn: 已传达
zh_hk: 已傳送

# MESSAGE_STATUS_DOWNLOADING
source: Downloading
af: Laai tans af
ar: جارٍ التنزيل
az: Endirilir
be: Спампоўка
bg: Изтегляне
bn: ডাউনলোড করা হচ্ছে
ca: Es baixa
cs: Stahování
cy: Yn Lawrlwytho
da: Henter
de: Wird heruntergeladen
el: Κατεβαίνει
es: Descargando
es_es: Descargando
et: Allalaadimine
eu: Behera kargatzen
fa: در حال بارگیری
fi: Ladataan
fil: Dina-download
fr: Téléchargement…
ga: Á híoslódáil
gu: ડાઉનલોડ કરી રહ્યુ છે
he: מוריד
hi: डाउनलोडिंग
hr: Preuzimanje
hu: Letöltés
id: Mengunduh
is: Sæki gögn
it: Scaricando
ja: ダウンロードしています
kab: Asider
kk: Жүктеп алуда
km: á€áŸ†á–á»á„á‘á¶á‰á™á€
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 다운로드 중
lt: Atsisiunčiama
lv: Lejupielādē
mk: Преземање
ml: ഡൌൺ‌ലോഡ് ചെയ്യുന്നു
mr: डाऊनलोड करत आहे
ms: Memuat Turun
my: ဒေါင်းလုပ်ဆွဲနေဆဲ
nb: Laster ned
nl: Wordt gedownload
pa: ਡਾਉਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
pa_pk: ڈاؤن لوڈ کرنا
pl: Pobieranie
ps: د راښکته کېدو په حال کې
pt_br: Baixando
pt_pt: A descarregar
ro: Se descarcă
ru: Скачивание
sk: Sťahujem
sl: Prenašam
sq: Po shkarkohet
sr: Преузима се
sv: Hämtar
sw: Inapakua
ta: பதிவிறக்குகிறது
te: దిగుమతి అవుతోంది
th: กำลังดาวน์โหลด
tr: İndiriliyor
ug: چۈشۈرۈۋاتىدۇ
uk: Завантаження
ur: ڈاؤن لوڈ ہو رہا ہے
vi: Đang tải xuống
zh_cn: 下载中
zh_hk: 正在下載

# MESSAGE_STATUS_EDITED
source: Edited
ar: تمَّ التعديل
be: Зменена
bn: এডিট করা হয়েছে
ca: Editat
cs: Upraveno
da: Redigeret
de: Bearbeitet
el: έγινε επεξεργασία
es: Editado
fa: ویرایش‌شده
fi: Muokattu
fr: Modifié
ga: Curtha in eagar
gu: ફેરફાર કરેલ
he: נערך
hi: संपादित है
hr: Uređeno
hu: Szerkesztve
id: Diedit
it: Modificato
ja: 編集済み
ko: 수정함
mr: संपादित
ms: Diedit
nb: Redigert
nl: Bewerkt
pl: Edytowana
pt_br: Editado
pt_pt: Editada
ro: Editat
ru: Изменено
sk: Upravené
sr: Измењено
sv: Redigerad
th: แก้ไข
tr: Düzenlendi
ug: تەھرىرلەنگەن
uk: Змінено
ur: ترمیم کردہ
vi: Đã chỉnh sửa
zh_cn: 编辑
zh_hk: 已編輯

# MESSAGE_STATUS_FAILED
source: Sending failed.
af: Stuur het misluk.
ar: فشل الإرسال.
az: Göndərilmədi
be: Не атрымалася адправіць.
bg: Неуспешно изпращане.
bn: পাঠাতে ব্যর্থ
ca: Ha fallat l'enviament.
cs: Odesílání selhalo.
cy: Methwyd anfon.
da: Afsendelse mislykkedes.
de: Versand gescheitert.
el: Η αποστολή απέτυχε.
es: No se ha podido enviar.
es_es: Fallo al enviar.
et: Saatmine ei õnnestunud.
eu: Bidalketak huts egin du.
fa: ارسال ناموفق بود.
fi: Lähettäminen epäonnistui.
fil: Nabigo ang pagpapadala
fr: Échec de l'envoi.
ga: Theip ar sheoladh.
gu: મોકલવામાં નિષ્ફળ.
he: שליחה נכשלה.
hi: संदेश भेजना विफल रहा।
hr: Slanje nije uspjelo.
hu: A küldés sikertelen.
id: Gagal mengirim
is: Sending mistókst
it: Invio non riuscito.
ja: 送信に失敗しました。
kab: Tuzna ur teddi ara
kk: Жіберу сәтсіз болды.
km: á€á¶ášá”á‰áŸ’á‡á¼á“á”ášá¶á‡áŸá™áŸ”
kn: ಕಳುಹಿಸುವುದು ವಿಫಲವಾಗಿದೆ.
ko: 보내기에 실패했습니다.
lt: Siuntimas nepavyko.
lv: Sūtīšana neizdevās.
mk: Испраќањето е неуспешно.
ml: അയയ്ക്കുന്നത് പരാജയപ്പെട്ടു
mr: पाठविणे अयशस्वी
ms: Penghantaran gagal.
my: ပေးပို့ခြင်း မအောင်မြင်ပါ
nb: Sending feilet.
nl: Verzenden mislukt.
pa: ਭੇਜਣਾ ਅਸਫਲ ਹੈ।
pa_pk: گھلن اچ ناکام ہویا۔
pl: Nie udało się wysłać.
ps: لیږل تر سره نشو.
pt_br: O envio falhou.
pt_pt: Falha ao enviar.
ro: Trimiterea a eșuat.
ru: Отправка не удалась.
sk: Odosielanie zlyhalo.
sl: Pošiljanje ni uspelo.
sq: Dërgimi dështoi.
sr: Слање није успело.
sv: Sändningen misslyckades.
sw: Ujumbe umefeli.
ta: அனுப்புவது தோல்வியுற்றது.
te: పంపడం విఫలమైంది.
th: การส่งล้มเหลว
tr: Gönderme başarısız oldu.
ug: ئەۋەتىش مەغلۇب بولدى.
uk: Не вдалося надіслати.
ur: بھیجنے میں ناکام ہو رہا ہے۔
vi: Không gửi được.
zh_cn: 发送失败。
zh_hk: 傳送失敗。

# MESSAGE_STATUS_FAILED_SHORT
source: Failed
af: Misluk
ar: فشل
az: Uğursuz
be: Памылка
bg: Провалено
bn: ব্যর্থ হয়েছে
ca: Ha fallat
cs: Chyba
cy: Methwyd
da: Mislykket
de: Gescheitert
el: Αποτυχία
es: Error
es_es: Fallo
et: Ebaõnnestus
eu: Huts egin du
fa: ناموفق
fi: Epäonnistui
fil: Nabigo
fr: Échec
ga: Teipthe
gu: નિષ્ફળ
he: נכשל
hi: असफल
hr: Neuspješno
hu: Sikertelen
id: Gagal
is: Mistókst
it: Non riuscito
ja: 失敗
kab: Yecceḍ
kk: Сәтсіз болды
km: á”á¶á“á”ášá¶á‡áŸá™
kn: ವಿಫಲವಾಗಿದೆ
ko: 실패
lt: Nepavyko
lv: Neizdevās
mk: Неуспешно
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
ms: Gagal
my: မအောင်မြင်သော
nb: Feilet
nl: Mislukt
pa: ਅਸਫਲ ਹੈ
pa_pk: ناکام ہویا
pl: Błąd
ps: تر سره نشو
pt_br: Falhou
pt_pt: Falhou
ro: Eșuat
ru: Не удался
sk: Chyba
sl: Neuspešno
sq: Të dështuar
sr: Није успело
sv: Misslyckades
sw: Imefeli
ta: தோல்வி
te: విఫలమైంది
th: ไม่สำเร็จ
tr: Başarısız
ug: مەغلۇب بولدى
uk: Помилка
ur: ناکام ہونا
vi: Không thành công
zh_cn: 失败
zh_hk: 失敗

# MESSAGE_STATUS_PARTIALLY_SENT
source: Partially sent, tap for details
af: Gedeeltelik verstuur, tik vir details
ar: تمَّ الإرسال جزئيًا. انقر للمزيد من التفاصيل.
az: Qismən göndərildi, məlumat üçün toxunun
be: Часткова адпраўлена, націсніце, каб даведацца больш
bn: আংশিক পাঠানো হয়েছে, বিস্তারিত জানতে ট্যাপ করুন
ca: Parcialment enviat, toca per més informació
cs: Odesláno částečně, klepněte pro zobrazení detailů
cy: Wedi'i hanfon yn rhannol, tapiwch am fanylion
da: Delvist sendt, tryk for detaljer
de: Teilweise versendet, für Details antippen
el: Στάλθηκε εν μέρει, πάτα για λεπτομέρειες
es: Enviado parcialmente. Toca para ver más.
es_es: No enviado a tod@s, toca para ver más
et: Osaliselt saadetud, üksikasjade nägemiseks klõpsa
eu: Partzialki bidalia, ukitu xehetasunetarako
fa: به صورت کامل ارسال نشد، برای جزئیات ضربه بزنید
fi: Osittain lähetetty, napauta nähdäksesi lisätietoja
fr: Envoi partiel. En savoir plus
ga: Leathsheolta. Tapáil chun mionsonraí a fháil
gu: આંશિક રીતે મોકલેલ, વિગતો માટે ટેપ કરો
he: נשלח חלקית, הקש לפרטים
hi: आंशिक रूप से भेजा गया, विवरण के लिए टैप करें
hr: Djelomično poslano, pritisnite za detalje
hu: Részlegesen elküldve, koppints a részletekért
id: Terkirim sebagian, sentuh untuk detail.
is: Sent að hluta, smelltu fyrir nánari upplýsingar
it: Parzialmente inviato, tocca per i dettagli
ja: 一部だけ送信しました、タップして詳細
kab: Ittwazen kan kra, sit i wugar n telqayt
km: á”á¶á“á•áŸ’á‰á¾á•áŸ’á“áŸ‚á€ááŸ’á›áŸ‡ á…á»á…á˜á¾á›á–áŸááŸŒá›á˜áŸ’á¢á·á
kn: ಭಾಗಶಃ ಕಳಿಸಿದೆ, ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಇಲ್ಲಿ ಕ್ಲಿಕ್ಕಿಸಿ
ko: 일부만 보내짐, 탭하여 확인
lt: Dalinai išsiųsta, bakstelėkite išsamesnei informacijai
lv: Daļēji nosūtīts, sīkākas informācijas iegūšanai pieskarties
mk: Делумно испратена, допрете за детали
ml: ഭാഗികമായി അയച്ചു, വിശദാംശങ്ങൾക്ക് ടാപ്പുചെയ്യുക
mr: अर्धवट पाठविले, तपशीलांसाठी टॅप करा
ms: Dihantar separa sahaja, tekan untuk details
my: အစိတ်အပိုင်းပေးပို့ဖြစ်၊ နှိပ်၍အသေးစိတ် ကြည့်ရှုပါ
nb: Delvis sendt, trykk for detaljer
nl: Gedeeltelijk verzonden, tik voor details
pa: ਅਧੂਰਾ ਭੇਜਿਆ, ਵੇਰਵਿਆਂ ਲਈ ਛਹੂੋ
pl: Wiadomość wysłana częściowo. Dotknij, aby dowiedzieć się więcej
ps: یوه برخه یې ولیږل شوه، د جزئیاتو لپاره کلیک وکړئ
pt_br: Envio parcial, toque para ver detalhes
pt_pt: Enviada parcialmente, toque para mais detalhes
ro: Trimis parțial, atinge pentru detalii
ru: Частично отправлено. Подробнее…
sk: Čiastočne odoslaná, ťuknite pre podrobnosti
sl: Delno poslano. Tapnite za več informacij
sq: Dërguar pjesërisht, prekeni për hollësi
sr: Делимично послато, додирните да видите детаље
sv: Delvis skickat, tryck för mer information
sw: Haujatumwa wote, gusa upate maelezo
ta: சிலருக்கு இது அனுப்பப்படுகிறது, விவரங்களுக்கு இங்கே தட்டவும்
te: సందేశం కొంతమేర పంపబడింది, వివరాల కోసం నొక్కండి
th: ส่งแล้วบางส่วน แตะเพื่อดูรายละเอียด
tr: Kısmen gönderildi, ayrıntılar için dokunun
ug: قىسمەن ئەۋەتىلدى، تەپسىلاتلار ئۈچۈن چېكىڭ
uk: Надіслано не всім, торкніться для інформації
ur: جزوی طور پر بھیجا گیا ، تفصیلات کے لئے ٹیپ کریں
vi: Đã gửi một phần, nhấn để xem chi tiết
zh_cn: 仅部分人收到消息，点击查看详情
zh_hk: 已部分傳送，點選以查看詳情

# MESSAGE_STATUS_PENDING
source: Send paused
af: Stuur wagtend
ar: الإرسال متوقِّف مؤقَّتًا
az: Göndərişə fasilə verildi
be: Адпраўка прыпынена
bn: পাঠানো সাময়িকভাবে থামানো হয়েছে
ca: Enviament interromput
cs: Odesílání pozastaveno
cy: Oedwyd anfon
da: Send sat på pause
de: Senden pausiert
el: Η αποστολή βρίσκεται σε αναμονή
es: Envío pausado
et: Saatmine peatatud
eu: Bidalketa eten egin da
fa: ارسال متوقف شد
fi: Lähetys keskeytetty
fr: Envoi mis en pause
ga: Seoladh curtha ar sos
gu: મેસેજ મોકલવાનુ અટકાવવામાં આવ્યું છે
he: שליחה מושהית
hi: भेजें रोका गया
hr: Slanje je zaustavljeno
hu: Küldés felfüggesztve
id: Pengiriman ditunda
is: Sending í bið
it: Invio in pausa
ja: 送信保留中
kab: Tuzzna tettraǧǧu
km: á€á¶ášá•áŸ’á‰á¾á”á¶á“á•áŸ’á¢á¶á€
kn: ವಿರಾಮಗೊಳಿಸಿ ಕಳುಹಿಸಿ
ko: 전송 일시 중지됨
lt: Siuntimas pristabdytas
lv: Sūtīšana pārtraukta
mk: Испраќањето е паузирано
ml: അയയ്‌ക്കുന്നത് താൽക്കാലികമായി നിർത്തി
mr: विराम दिलेले पाठवा
ms: Penghantaran dijeda
my: áá±áá­á¯á·áá¾á¯áá­á¯ áááºááá·áºáá²á·áááº
nb: Satt på pause
nl: Verzenden is gepauzeerd
pa: ਭੇਜਣ ਨੂੰ ਰੋਕਿਆ ਗਿਆ
pl: Wysyłanie wstrzymane
ps: لیږل درول شوي
pt_br: Envio pendente
pt_pt: Envio em pausa
ro: Trimiterea a fost întreruptă
ru: Отправка приостановлена
sk: Odoslanie pozastavené
sl: Pošiljanje ustavljeno
sq: Dërgimi i ndal
sr: Слање је паузирано
sv: Sändningen pausad
sw: Kutuma kumesitishwa
ta: அனுப்பு இடைநிறுத்தப்பட்டது
te: పంపండి పాజ్ చేయబడింది
th: การส่งถูกพัก
tr: Gönderim duraklatıldı
ug: يوللاش ۋاقىتلىق توختىتىلدى
uk: Надсилання припинено
ur: بھیجنا رک گیا ہے
vi: Tạm dừng nhắn tin
zh_cn: 发送已暂停
zh_hk: 傳送已暫停
