Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# TIME_AMOUNT_SINGLE_MINUTE
source: %@ minute
af: %@ minuut
ar: %1$@ دقيقة
az: %@ dəqiqə
be: %1$@ хвіліны
bg: %@ минута
bn: %1$@মিনিট
ca: %1$@ minut
cs: %1$@ minuta
cy: %@ funud
da: %1$@ minut
de: %1$@ Minute
el: %1$@ λεπτό
es: %1$@ minuto
es_es: %@ minuto
et: %@ minut
eu: minutu %@
fa: %1$@ دقیقه
fi: %1$@ minuutti
fil: %@ minuto
fr: %1$@ minute
ga: %1$@ nóiméad
gu: %1$@મિનિટ
he: דקה %1$@
hi: %1$@मिनट
hr: %1$@ minuta
hu: %1$@ perc
id: %1$@ menit
is: %@ mínútu
it: %1$@ minuto
ja: %1$@分
kab: %@ n tesdidt
kk: %@ минут
km: %@ á“á¶á‘á¸
kn: %@ ನಿಮಿಷ
ko: %1$@분
lt: %@ minutę
lv: %@ minūte
mk: %@ минута
ml: %@ മിനിറ്റ്
mr: %1$@ मिनिट
ms: %1$@ minit
my: %@ မိနစ်
nb: %1$@ minutt
nl: %1$@ minuut
pa: %@ ਮਿੰਟ
pa_pk: %@ منٹ
pl: %1$@ min
ps: %@ دقیقه
pt_br: %1$@ minuto
pt_pt: %1$@ minuto
ro: %1$@ minut
ru: %1$@ минута
sk: %1$@ minúta
sl: %@ minuta
sq: %@ minutë
sr: %1$@ m
sv: %1$@ minut
sw: %@dakika
ta: %@நிமிடம்
te: %@ నిమిషం
th: %1$@ นาที
tr: %1$@ dakika
ug: %1$@ مىنۇت
uk: %1$@ хв
ur: %1$@منٹ
vi: %1$@ phút
zh_cn: %1$@分钟
zh_hk: %1$@ 分鐘

# TIME_AMOUNT_SINGLE_WEEK
source: %@ week
ar: %1$@ أُسبوع
az: %@ həftə
be: %1$@ тыдню
bg: %@ седмица
bn: %1$@ সপ্তাহ
ca: %1$@ setmana
cs: %1$@ týden
cy: %@ wythnos
da: %1$@ uge
de: %1$@ Woche
el: %1$@ εβδομάδα
es: %1$@ semana
es_es: %@ semana
et: %@ nädal
eu: Aste %@
fa: %1$@ هفته
fi: %1$@ viikko
fil: %@ linggo
fr: %1$@ semaine
ga: %1$@ seachtain
gu: %1$@અઠવાડિયુ
he: שבוע %1$@
hi: %1$@हफ़्ता
hr: %1$@ tjedan
hu: %1$@ hét
id: %1$@minggu
is: %@ viku
it: %1$@ settimana
ja: %1$@週間
kab: %@ n dduṛt
kk: %@ апта
km: %@ áŸá”áŸ’áá¶á áŸ
kn: %@ ವಾರ
ko: %1$@주
lt: %@ savaitę
lv: %@ nedēļa
mk: %@ недела
ml: %@ ആഴ്ച
mr: %1$@ आठवडा
ms: %1$@ minggu
my: %@ ပတ်
nb: %1$@ uke
nl: %1$@ week
pa: %@ ਹਫਤਾ
pa_pk: %@ ہفتہ
pl: %1$@ tydz.
ps: %@ اوونۍ
pt_br: %1$@ semana
pt_pt: %1$@ semana
ro: %1$@ săptămână
ru: %1$@ неделя
sk: %1$@ týždeň
sl: %@ teden
sq: %@ javë
sr: %1$@ нед.
sv: %1$@ vecka
sw: %@wiki
ta: %@வாரம்
te: %@ వారం
th: %1$@ สัปดาห์
tr: %1$@ hafta
ug: %1$@ ھەپتە
uk: %1$@ тиждень
ur: %1$@ہفتہ
vi: %1$@ tuần
zh_cn: %1$@个星期
zh_hk: %1$@ 星期

# TIME_AMOUNT_WEEKS
source: %@ weeks
af: %@ weke
ar: %1$@ أسابيع
az: %@ həftə
be: %1$@ тыдняў
bg: %@ седмици
bn: %1$@সপ্তাহ
ca: %1$@ setmanes
cs: %1$@ týdnů
cy: %@ wythnos
da: %1$@ uger
de: %1$@ Wochen
el: %1$@ εβδομάδες
es: %1$@ semanas
es_es: %@ semanas
et: %@ nädalat
eu: %@ aste
fa: %1$@ هفته
fi: %1$@ viikkoa
fil: %@ linggo
fr: %1$@ semaines
ga: %1$@ seachtain
gu: %1$@અઠવાડિયા
he: %1$@ שבועות
hi: %1$@ हफ़्ते
hr: %1$@ tjedna/ana
hu: %1$@ hét
id: %1$@minggu
is: %@ vikur
it: %1$@ settimane
ja: %1$@週間
kab: %@ n ledwaṛ
kk: %@ апта
km: %@ áŸá”áŸ’áá¶á áŸ
kn: %@ ವಾರಗಳು
ko: %1$@주
lt: %@ savaites(-ių)
lv: %@ nedēļas
mk: %@ недели
ml: %@ ആഴ്ചകൾ
mr: %1$@ आठवडे
ms: %1$@ minggu
my: %@ ပတ်
nb: %1$@ uker
nl: %1$@ weken
pa: %@ ਹਫਤੇ
pa_pk: %@ ہفتے
pl: %1$@ tyg.
ps: %@ اوونۍ
pt_br: %1$@ semanas
pt_pt: %1$@ semanas
ro: %1$@ săptămâni
ru: %1$@ недель
sk: %1$@ týž
sl: %@ tednov
sq: %@ javë
sr: %1$@ нед.
sv: %1$@ veckor
sw: %@wiki
ta: %@ வாரங்கள்
te: %@ వారం
th: %1$@ สัปดาห์
tr: %1$@ hafta
ug: %1$@ ھەپتە
uk: %1$@ тижні
ur: %1$@ہفتے
vi: %1$@ tuần
zh_cn: %1$@个星期
zh_hk: %1$@ 星期

# TIME_AMOUNT_WEEKS_SHORT_FORMAT
source: %@w
ar: %1$@أ
az: %@ həf
be: %1$@ т
bg: %@сед
bn: %1$@ স.
ca: %1$@ set
cs: %1$@t
da: %1$@ u
de: %1$@ Wo.
el: %1$@εβ
es: %1$@ sem
es_es: %@ sem
et: %@n
eu: %@a
fa: %1$@ه
fi: %1$@ vk
fil: %@l
fr: %1$@ sem
ga: %1$@7n
gu: %1$@અ
he: %1$@שב
hi: %1$@हफते
hr: %1$@t
hu: %1$@ hét
id: %1$@w
is: %@vk
it: %1$@set
ja: %1$@週
kab: %@ dṛt
kk: %@ап
km: %@áŸá”áŸ’áá¶á áŸ
kn: %@ ವಾ
ko: %1$@주
lt: %@sav.
mk: %@н
mr: %1$@ आ
ms: %1$@ minggu
nb: %1$@u
nl: %1$@ w
pa: %@ਹ
pa_pk: %@ ہفتے
pl: %1$@t
ps: %@ اوونۍ
pt_br: %1$@sem.
pt_pt: %1$@sem
ro: %1$@w
ru: %1$@н
sk: %1$@t
sl: %@t
sq: %@j
sr: %1$@ н.
sv: %1$@v
ta: %@வாரம்
te: %@ వా
th: %1$@ส
tr: %1$@h
ug: %1$@ ھەپتە
uk: %1$@т
ur: %1$@ڈبلیو
vi: %1$@ tuần
zh_cn: %1$@周
zh_hk: %1$@ 星期

# TRANSFER_COMPLETE_SHEET_BUTTON
source: Close Signal
ar: أغلِق سيجنال
be: Закрыць Signal
bn: Signal বন্ধ করুন
ca: Tancar Signal
cs: Zavřít aplikaci Signal
da: Luk Signal
de: Schließe Signal
el: Κλείσιμο Signal
es: Cerrar Signal
fa: بستن سیگنال
fi: Sulje Signal
fr: Fermer Signal
ga: Dún Signal
gu: Signal બંધ કરો
he: סגירת Signal
hi: Signal बंद करें
hr: Zatvori Signal
hu: Signal bezárása
id: Tutup Signal
it: Chiudi Signal
ja: Signalを閉じる
ko: Signal 종료
mr: Signal बंद करा
ms: Tutup Signal
nb: Lukk Signal
nl: Signal sluiten
pl: Zamknij Signal
pt_br: Fechar o Signal
pt_pt: Encerrar Signal
ro: Închide Signal
ru: Закрыть Signal
sk: Zatvoriť Signal
sr: Затвори Signal
sv: Stäng Signal
th: ปิด Signal
tr: Signal'i kapat
ug: Signalلنى تاقاڭ
uk: Закрити Signal
ur: Signal کو بند کریں
vi: Đóng Signal
zh_cn: 关闭 Signal
zh_hk: 關閉 Signal

# TRANSFER_COMPLETE_SHEET_SUBTITLE
source: To start using your account on this device, close Signal and reopen it.
ar: لبدء استخدام حسابك على هذا الجهاز، أغلِق سيجنال وافتحه من جديد.
be: Закрыйце Signal і адкрыйце яго нанова, каб пачаць выкарыстоўваць свой уліковы запіс на гэтай прыладзе.
bn: এই ডিভাইসে আপনার অ্যাকাউন্ট ব্যবহার করা শুরু করতে, Signal বন্ধ করুন এবং আবার চালু করুন।
ca: Per començar a utilitzar el teu compte en aquest dispositiu, tanca Signal i torna'l a obrir.
cs: Pokud chcete začít používat svůj účet na tomto zařízení, zavřete a znovu otevřete aplikaci Signal.
da: For at begynde at bruge din konto på denne enhed, skal du lukke Signal og åbne appen igen.
de: Um dein Konto auf diesem Gerät zu verwenden, schließe Signal und öffne es erneut.
el: Για να ξεκινήσεις να χρησιμοποιείς τον λογαριασμό σου σε αυτήν τη συσκευή, κλείσε το Signal και άνοιξέ το ξανά.
es: Para empezar a usar tu cuenta en este dispositivo, cierra Signal y vuelva a abrirla.
fa: برای شروع استفاده از حسابتان در این دستگاه، سیگنال را ببندید و دوباره باز کنید.
fi: Aloita tilisi käyttö tällä laitteella sulkemalla Signal ja avaamalla se uudelleen.
fr: Pour utiliser votre compte sur cet appareil, veuillez fermer puis rouvrir Signal.
ga: Chun tús a chur le do chuntas a úsáid ar an ngléas seo, dún Signal agus athoscail é.
gu: આ ડિવાઇસ પર તમારા એકાઉન્ટનો ઉપયોગ શરૂ કરવા માટે, Signal બંધ કરો અને તેને ફરીથી ખોલો.
he: כדי להתחיל להשתמש בחשבון שלך במכשיר זה, יש לסגור את Signal ולפתוח אותו מחדש.
hi: इस डिवाइस पर अपने अकाउंट का इस्तेमाल शुरू करने के लिए, Signal को बंद करके फिर से खोलें।
hr: Kako biste počeli koristiti svoj račun na ovom uređaju, zatvorite Signal i ponovno ga pokrenite.
hu: A fiók használatának elkezdéséhez zárja be az eszközön a Signal-alkalmazást, majd nyissa meg újra.
id: Untuk mulai menggunakan akun Anda di perangkat ini, tutup Signal dan buka kembali.
it: Per iniziare a usare il tuo account su questo dispositivo, devi chiudere e riaprire Signal.
ja: この端末でアカウントの使用を開始するには、Signalを一度閉じて開き直してください。
ko: 이 기기에서 계정을 사용하기 시작하려면 Signal을 종료했다가 다시 시작하세요.
mr: या डिव्हाइसवर आपले खाते वापरणे सुरू करण्यासाठी, Signal बंद करा आणि ते पुन्हा उघडा.
ms: Untuk mula menggunakan akaun anda pada peranti ini, tutup Signal dan buka semula.
nb: Du må åpne Signal-appen på nytt for å bruke kontoen din på denne enheten.
nl: Sluit Signal en open opnieuw om je account op dit apparaat te gebruiken.
pl: Aby zacząć korzystać ze swojego konta na tym urządzeniu, zamknij i uruchom Signal ponownie.
pt_br: Para começar a usar sua conta neste dispositivo, feche e abra o Signal novamente.
pt_pt: Para começar a usar a sua conta neste dispositivo, encerre o Signal e depois reabra-o.
ro: Pentru a începe să-ți folosești contul pe acest dispozitiv, închide Signal și redeschide-l.
ru: Чтобы начать пользоваться своей учётной записью на этом устройстве, закройте Signal и снова откройте его.
sk: Ak chcete začať používať svoj účet na tomto zariadení, zatvorte Signal a znova ho otvorte.
sr: Да бисте почели да користите свој налог на овом уређају, затворите Signal и поново га отворите.
sv: För att börja använda ditt konto på den här enheten, stäng Signal och öppna det igen.
th: เพื่อเริ่มใช้งานบัญชีของคุณบนอุปกรณ์เครื่องนี้ กรุณาปิดแอป Signal แล้วเปิดใหม่อีกครั้ง
tr: Hesabını bu cihazda kullanmaya başlamak için Signal'i kapatıp yeniden aç.
ug: بۇ ئۈسكۈنىدىكى ھېساۋاتىڭىزنى ئىشلىتىشكە باشلاش ئۈچۈن، سىگنالنى تاقاپ قايتا ئېچىڭ.
uk: Щоб почати використовувати свій акаунт на цьому пристрої, закрийте і знову відкрийте Signal.
ur: اس ڈیوائس پر اپنے اکاؤنٹ کا استعمال شروع کرنے کے لیے، Signal کو بند کریں اور اسے دوبارہ کھولیں۔
vi: Để bắt đầu sử dụng tài khoản của bạn trên thiết bị này, hãy đóng và mở lại Signal.
zh_cn: 如要开始在此设备上使用您的账户，请关闭 Signal 并重新将其打开。
zh_hk: 要在此裝置上開始使用你的帳戶，請關閉 Signal 並重新開啟。

# TRANSFER_COMPLETE_SHEET_TITLE
source: Transfer complete
ar: اكتمَلَ النقل
be: Перанос завершаны
bn: ট্রান্সফার শেষ হয়েছে
ca: Transferència completa
cs: Přenos dokončen
da: Overførsel fuldført
de: Übertragung vollständig
el: Η μεταφορά ολοκληρώθηκε
es: Transferencia completada
fa: انتقال انجام شد
fi: Siirto valmis
fr: Transfert terminé
ga: Aistriú críochnaithe
gu: ટ્રાન્સફર પૂર્ણ થયું
he: העברה הושלמה
hi: ट्रांसफ़र पूरा हुआ
hr: Prijenos je dovršen
hu: Átvitel kész
id: Transfer selesai
it: Trasferimento completato
ja: 移行が完了しました
ko: 전송 완료
mr: स्थानांतरण पूर्ण झाले
ms: Pemindahan selesai
nb: Overføring fullført
nl: Overzetten voltooid
pl: Przenoszenie zakończone
pt_br: Transferência concluída
pt_pt: Transferência completa
ro: Transfer finalizat
ru: Перенос завершён
sk: Prenos dokončený
sr: Пренос је завршен
sv: Överföringen slutförd
th: การถ่ายโอนเสร็จสมบูรณ์
tr: Aktarım tamamlandı
ug: يۆتكەش تاماملاندى
uk: Перенесення завершено
ur: منتقلی مکمل
vi: Chuyển hoàn tất
zh_cn: 转移完成
zh_hk: 轉移完成

# TRANSFER_RELAUNCH_NOTIFICATION
source: Open Signal to start messaging
ar: افتح تطبيق سيجنال للبدء في المراسلة
be: Адкрыйце Signal, каб распачаць абмен паведамленнямі
bn: মেসেজিং শুরু করতে Signal খুলুন
ca: Obre Signal per començar a enviar missatges
cs: Otevřete Signal a začněte posílat zprávy
da: Åbn Signal for at skrive beskeder
de: Öffne Signal, um Nachrichten zu senden und zu lesen
el: Άνοιγμα του Signal για έναρξη μηνυμάτων
es: Abre Signal para empezar a chatear
fa: برای شروع ارسال پیام، سیگنال را باز کنید
fi: Aloita viestittely avaamalla Signal
fr: Ouvrez Signal pour envoyer vos premiers messages
ga: Oscail Signal le tosú ar chur teachtaireachtaí
gu: મેસેજિંગ શરૂ કરવા માટે Signal ખોલો
he: יש לפתוח את Signal כדי להתחיל לשלוח הודעות
hi: संदेश भेजना शुरू करने के लिए Signal खोलें
hr: Otvorite Signal za početak slanja poruka
hu: Üzenet küldéséhez nyisd meg a Signalt
id: Buka Signal untuk mulai mengirim pesan
it: Apri Signal e inizia a chattare :)
ja: Signalを開いてメッセージのやりとりを開始しましょう
ko: Signal을 열어 메시지를 보내기 시작하세요.
mr: संदेश पाठवणे सुरू करण्यास Signal उघडा
ms: Buka Signal untuk memulakan pemesejan
nb: Åpne Signal for å komme i gang
nl: Open Signal om berichten te verzenden
pl: Otwórz Signal, aby zacząć wysyłać i otrzymywać wiadomości
pt_br: Abra o Signal para começar a enviar mensagens
pt_pt: Abra o Signal para começar a enviar mensagens
ro: Deschide Signal pentru a începe mesajele
ru: Для начала обмена сообщениями откройте Signal
sk: Otvorte Signal a začnite posielať správy
sr: Отворите Signal да почнете са дописивањем
sv: Öppna Signal för att börja skicka meddelanden
th: เปิด Signal เพื่อเริ่มส่งข้อความ
tr: Mesajlaşmaya başlamak için Signal'i aç
ug: ئۇچۇرلىشىش ئۈچۈن Signalنى ئېچىڭ
uk: Відкрийте Signal, щоб почати спілкування
ur: میسجنگ شروع کرنے کے لیے Signal کھولیں
vi: Mở Signal để bắt đầu nhắn tin
zh_cn: 打开 Signal 开始发送消息吧
zh_hk: 打開 Signal 以開始傳送訊息

# TXT_CANCEL_TITLE
source: Cancel
af: Kanselleer
ar: إلغاء
az: İmtina
be: Скасаваць
bg: Откажи
bn: বাতিল
ca: Cancel·la
cs: Zrušit
cy: Canslo
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_es: Cancelar
et: Loobu
eu: Utzi
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
ga: Cealaigh
gu: રદ કરો
he: בטל
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
kab: Annuler
kk: Болдырмау
km: á”áŸ„áŸ‡á”á„áŸ‹
kn: ರದ್ದುಮಾಡಿ
ko: 취소
lt: Atsisakyti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
my: မလုပ်တော့ပါ
nb: Avbryt
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pa_pk: منسوخ کرو
pl: Anuluj
ps: لغوه کول
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sr: Откажи
sv: Avbryt
sw: Ghairi
ta: ரத்து
te: రద్దు
th: ยกเลิก
tr: İptal
ug: ۋاز كەچ
uk: Закрити
ur: منسوخ کریں
vi: Hủy
zh_cn: 取消
zh_hk: 取消

# TXT_DELETE_TITLE
source: Delete
af: Skrap
ar: حذف
az: Sil
be: Выдаліць
bg: Изтрий
bn: মুছে ফেলুন
ca: Suprimeix
cs: Odstranit
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_es: Eliminar
et: Kustuta
eu: Ezabatu
fa: پاک کردن
fi: Poista
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 消去する
kab: Kkes
kk: Жою
km: á›á»á”
kn: ಅಳಿಸಿ
ko: 삭제
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: हटवा
ms: Padam
my: ဖျက်ပါ
nb: Slett
nl: Verwijderen
pa: ਮਿਟਾਓ
pa_pk: مٹا دیو
pl: Usuń
ps: پاکول
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sq: Fshije
sr: Избриши
sv: Ta bort
sw: Futa
ta: அழி
te: తొలగించండి
th: ลบ
tr: Sil
ug: ئۆچۈر
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

# UNARCHIVE_ACTION
source: Unarchive
af: Verwyder uit argief
ar: إلغاء الأرشفة
az: Arxivdən çıxart
be: Разархіваваць
bg: Разархивиране
bn: আর্কাইভ মুক্ত
ca: Restaura
cs: Zrušit archivaci
cy: Dad-archifio
da: Ophæv arkivering
de: Dearchivieren
el: Μεταφορά στα εισερχόμενα
es: Desarchivar
es_es: Desarchivar
et: Eemalda arhiivist
eu: Desartxibatu
fa: خارج کردن از آرشیو
fi: Palauta arkistosta
fil: I-unarchive
fr: Désarchiver
ga: Díchartlannú
gu: અનઆર્કાઇવ
he: הוצא מארכיון
hi: अनारक्षित करें
hr: Dearhiviraj
hu: Nem archív
id: Tidak Terarsip
is: Taka úr geymslu
it: Estrai dall'archivio
ja: アーカイブ解除
kab: Kkes aɣbar
kk: Мұрағатты шешу
km: á”á·á‘á”ááŸ’ááŸá¶áš
kn: ಆರ್ಕೈವ್ ತೆಗೆಯಿರಿ
ko: 보관 해제
lt: Nebearchyvuoti
lv: Izņemt no arhīva
mk: Извади од архива
ml: ആർക്കൈവ് ചെയ്യാത്ത
mr: अनआर्काईव्ह
ms: Nyaharkib
my: မှတ်တမ်းထဲမှ ပြန်ထုတ်ပါ
nb: Hent frem fra arkiv
nl: Dearchiveren
pa: ਅਨਆਰਕਾਈਵ ਕਰੋ
pa_pk: آرکائیو توں کڈو
pl: Przywróć z archiwum
ps: له ارشیف څخه ایستل
pt_br: Desarquivar
pt_pt: Desarquivar
ro: Dezarhivare
ru: Разархивировать
sk: Vybrať z archívu
sl: Od-arhiviraj
sq: Çarkivoje
sr: Врати из архиве
sv: Avarkivera
sw: Ondoa kwenye jalada
ta: காப்பகப்படுத்தாதே
te: బయటపెట్టు
th: นำออกจากที่เก็บถาวร
tr: Arşivden çıkart
ug: ئارخىپلىما
uk: Розархівувати
ur: غیر پس پردہ
vi: Lấy ra
zh_cn: 取消存档
zh_hk: 將通話紀錄由存檔攞返出嚟

# UNAVAILABLE_MEDIA_TAP_TOAST
source: This media is no longer available
ar: لم يعد ملف الوسائط هذا متوفِّرًا.
be: Гэты медыяфайл больш недаступны
bn: এই মিডিয়াটি আর নেই
ca: Aquest arxiu ja no està disponible.
cs: Toto médium již není k dispozici
da: Denne mediefil er ikke længere tilgængelig
de: Dieser Medieninhalt ist nicht länger verfügbar
el: Το πολυμέσο δεν είναι πια διαθέσιμο
es: Este archivo ya no está disponible
fa: این رسانه دیگر در دسترس نیست
fi: Media ei ole enää saatavilla
fr: Ce média n'est plus disponible
ga: Níl an meán seo ar fáil a thuilleadh
gu: આ મીડિયા હવે ઉપલબ્ધ નથી
he: המדיה הזו לא זמינה יותר
hi: अब यह मीडिया उपलब्ध नहीं है
hr: Medijski zapis više nije dostupan
hu: Ez a médiafájl már nem érhető el
id: Media ini sudah tidak tersedia
it: Questo media non è più disponibile
ja: このメディアはすでに消去されています
ko: 이 미디어를 더 이상 사용할 수 없음
mr: हा मिडीया यापुढे उपलब्ध नाही
ms: Media ini tidak lagi tersedia
nb: Mediefilen er ikke lenger tilgjengelig
nl: Dit mediabestand is niet langer beschikbaar
pl: Te multimedia nie są już dostępne
pt_br: Este arquivo de mídia não está mais disponível.
pt_pt: Este ficheiro multimédia já não está disponível
ro: Acest fișier nu mai este disponibil
ru: Эти медиафайлы больше не доступны
sk: Toto médium už nie je dostupné
sr: Овај медиј више није доступан
sv: Den här mediafilen är inte längre tillgänglig.
th: ไม่พบไฟล์สื่อนี้
tr: Bu medya artık kullanılamıyor
ug: بۇ مېدىيا ئەمدى مەۋجۇت ئەمەس
uk: Цей медіафайл більше не доступний
ur: یہ میڈیا مزید دستیاب نہیں ہے
vi: Tập tin đa phương tiện không còn khả dụng
zh_cn: 此媒体已不可用
zh_hk: 此媒體不再適用

# UNKNOWN_CONTACT_BLOCK_OFFER
source: User not in your contacts. Would you like to block this user?
af: Gebruiker nie in jou kontakte nie. Wil jy hierdie gebruiker versper?
ar: إن المُستخدم ليس ضمن جهات اتصالك. هل تود حظر هذا المُستخدم؟
az: İstifadəçi, ünvan kitabçanızda yoxdur. Bu istifadəçini əngəlləmək istəyirsiniz?
be: Карыстальніка няма ў вашых кантактах. Жадаеце заблакаваць гэтага карыстальніка?
bg: Потребителят не е в контактите ви. Искате ли да блокирате този потребител?
bn: ইউজার আপনার কন্টাক্ট লিস্টে নেই। আপনি কি এই ইউজারকে ব্লক করতে চান?
ca: L'usuari no és als teus contactes. Vols bloquejar-lo?
cs: Uživatel není ve vašich kontaktech. Chcete tohoto uživatele zablokovat?
cy: Nid yw'r defnyddiwr yn eich cysylltiadau. Hoffech eu rhwystro?
da: Bruger er ikke i dine kontakter. Vil du blokere denne bruger?
de: Person nicht in deinen Kontakten. Möchtest du diese Person blockieren?
el: Ο χρήστης δεν είναι στις επαφές σου. Θέλεις να τον αποκλείσεις;
es: Esta persona no está en tus contactos. ¿Quieres bloquearla?
es_es: Esta persona no está entre tus contactos. ¿Deseas bloquearla?
et: See kasutaja pole sinu kontaktides. Kas sa soovid blokeerida seda kasutajat?
eu: Erabiltzailea ez dago zure kontaktutetan. Blokekatu nahi duzu erabiltzaile hau?
fa: کاربر در فهرست مخاطبان شما نیست. می‌خواهید او را مسدود کنید؟
fi: Käyttäjä ei ole yhteystiedoissasi. Estetäänkö käyttäjä?
fil: Wala sa iyong mga kontak ang user. Nais mo bang i-block ang user na ito?
fr: Cet utilisateur ne fait pas partie de vos contacts. Voulez-vous le bloquer ?
ga: Ní teagmhálaí de do chuid an t-úsáideoir seo. An bhfuil fonn ort bac a chur ar an úsáideoir seo?
gu: ઉપયોગકર્તા તમારા સંપર્કોમાં નથી. શું તમે આ ઉપયોગકર્તાને બ્લૉક કરવા માગો છો?
he: המשתמש/ת לא באנשי הקשר שלך. רוצה לחסום אותו או אותה?
hi: यूज़र आपके संपर्क में नहीं है। क्या आप उन्हें ब्लॉक करना चाहते हैं?
hr: Korisnik nije u vašim kontaktima. Želite li blokirati ovog korisnika?
hu: Ez a felhasználó nem szerepel a névjegyeid között. Szeretnéd letiltani?
id: Pengguna tidak terdapat di dalam kontak. Apakah Anda ingin memblokir pengguna ini?
is: Notandi er ekki í tengiliðaskránni þinni. Viltu loka á þennan notanda?
it: Utente non presente nei contatti. Vuoi bloccarlo?
ja: 連絡先にないユーザーです。このユーザーをブロックしますか？
kab: Aseqdac ulac-it deg yinermisen-inek·inem. Tebɣiḍ ad tesweḥleḍ aseqdac-a?
kk: Байланыстық тұлғаларда жоқ пайдаланушы. Осы пайдаланушыны бұғаттауды қалайсыз ба?
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á·á“á“áŸ…á€áŸ’á“á»á„á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‘áŸáŸ” áá¾á¢áŸ’á“á€á…á„áŸ‹á á¶á˜áƒá¶ááŸ‹á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á“áŸáŸ‡á‘áŸ?
kn: ನಿಮ್ಮ ಸಂಪರ್ಕಗಳಲ್ಲಿ ಬಳಕೆದಾರರು ಇಲ್ಲ. ಈ ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ko: 연락처에 없는 사용자입니다. 이 사용자를 차단할까요?
lt: Naudotojo nėra jūsų adresatų sąraše. Ar norėtumėte užblokuoti šį naudotoją?
lv: Lietotājs nav jūsu kontaktpersonu sarakstā. Vai vēlaties bloķēt šo lietotāju?
mk: Корисникот го нема во вашите контакти. Дали сакате да го блокирате овој корисник?
ml: യൂസർ നിങ്ങളുടെ കോൺടാക്ടുകളിൽ ഇല്ല. നിങ്ങൾക്ക് ഈ യൂസറെ ബ്ലോക്ക് ചെയ്യാൻ താല്പര്യമുണ്ടോ?
mr: वापरकर्ता आपल्या संपर्कांत नाही. ह्या वापरकर्त्याला आपणास अवरोधित करायला आवडेल?
ms: Pengguna tiada dalam kenalan anda. Adakah anda mahu menyekat pengguna tersebut?
my: ဤလူသည် သင်၏ လိပ်စာစာရင်းထဲတွင် မရှိပါ။ သူ့ကို ဘလော့လုပ်ချင်ပါသလား?
nb: Brukeren er ikke i kontaktlisten din. Vil du blokkere denne brukeren?
nl: Deze persoon staat niet in je contactenlijst. Wil je deze persoon blokkeren?
pa: ਉਪਭੋਗਤਾ ਤੁਹਾਡੇ ਸੰਪਰਕਾਂ ਵਿੱਚ ਨਹੀਂ ਹੈ. ਕੀ ਤੁਸੀਂ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਚਾਹੋਗੇ?
pa_pk: صارف تساں دے رابطیاں اچ نئیں۔ کی تساں ایس صارف نوں بلاک کرنا چاہو گے؟
pl: Nie masz tej osoby w kontaktach. Czy chcesz ją zablokować?
ps: کارن ستاسې د مخاطبینو په لیست کې نه دی. غواړئ دا کارن بلاک کړئ؟
pt_br: Esta pessoa não está em seus contatos. Gostaria de bloqueá-la?
pt_pt: Este utilizador não está nos seus contactos. Deseja bloquear este utilizador?
ro: Utilizatorul nu este în lista ta de contacte. Vrei să-l blochezi?
ru: Пользователя нет в вашем списке контактов. Заблокировать его?
sk: Používateľ nie je vo vašich kontaktoch. Chcete tohto používateľa blokovať?
sl: Uporabnik_ca ni med vašimi stiki. Bi ga/jo želeli blokirati?
sq: Përdoruesi s’gjendet në kontaktet tuaja. Doni të bllokohet ky përdorues?
sr: Корисник није међу вашим контактима. Желите ли да је блокирате?
sv: Användaren finns inte i dina kontakter. Vill du blockera användaren?
sw: Mwasiliani hayuko kwenye wawasiliani wako. Ungependa kumzuia?
ta: உங்கள் தொடர்புகளில் பயனர் இல்லை. இந்த பயனரைத் தடுக்க விரும்புகிறீர்களா?
te: వినియోగదారు మీ పరిచయాలలో లేరు. మీరు ఈ వినియోగదారుని బ్లాక్ చేయాలనుకుంటున్నారా?
th: ผู้ใช้ไม่อยู่ในรายชื่อผู้ติดต่อของคุณ คุณต้องการบล็อกผู้ใช้คนนี้หรือไม่
tr: Kullanıcı rehberinde değil. Bu kullanıcıyı engellemek ister misin?
ug: ئىشلەتكۈچى سىزنىڭ ئالاقىداشلىرىڭىز ئارىسىدا يوقكەن. بۇ ئىشلەتكۈچىنى چەكلەمسىز؟
uk: Цього користувача немає у ваших контактах. Заблокувати його?
ur: یوزر آپ کے رابطوں میں موجود نہیں ہے۔ کیا آپ اس یوزر کو بلاک کرنا چاہتے ہیں؟
vi: Người dùng không có trong danh bạ của bạn. Bạn có muốn chặn người này không?
zh_cn: 该用户不在您的联系人里，是否屏蔽此用户？
zh_hk: 此用戶不在你的通訊錄中，你是否要封鎖該用戶？
