Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_BACKUP_RESTORE_ERROR_BACKUP_NOT_FOUND_BODY
source: The backup key you entered is correct, but there is no backup associated with it. If you still have your old phone, make sure backups are enabled and that a backup has been completed and try again.
ar: مفتاح النسخة الاحتياطية الذي أدخلته صحيح، لكن لا توجد أي نسخة احتياطية مرتبطة به. إذا كُنتَ لا تزال تحتفظ بهاتفك القديم، تأكَّد من أن النسخة الاحتياطية مُفعَّلة وأن عملية النسخ الاحتياطي قد اكتملت بالفعل، وحاوِل مرّة أخرى.
be: Ключ для рэзервовага капіравання, што вы ўвялі, правільны, але няма рэзервовых копій, з якімі ён суадносіцца. Калі вы яшчэ маеце свой стары тэлефон, праверце, каб былі ўключаны рэзервовыя копіі і каб было завершана рэзервовае капіраванне, потым паспрабуйце яшчэ раз.
bn: আপনার দেওয়া ব্যাকআপ কি-টি সঠিক, কিন্তু এর সাথে কোনো ব্যাকআপ যুক্ত নেই। আপনার পুরনো ফোনটি যদি এখনো থেকে থাকে, তাহলে নিশ্চিত করুন যে ব্যাকআপগুলো সচল করা আছে এবং সেই ব্যাকআপটি সম্পন্ন হয়েছে এবং তারপর আবারো চেষ্টা করুন।
ca: La clau de la còpia de seguretat que has introduït és correcta, però no hi ha cap còpia de seguretat associada a ella. Si encara tens el teu telèfon antic, assegura't que les còpies de seguretat estan habilitades i que s'ha completat una còpia de seguretat, i torna-ho a intentar.
cs: Vámi zadaný záložní klíč je správný, ale není k němu přiřazena žádná záloha. Pokud stále máte starý telefon, zkontrolujte, zda je povoleno zálohování a zda záloha byla dokončena, a zkuste to znovu.
da: Den sikkerhedskopinøgle, du angav, er korrekt, men der er ingen forbundet sikkerhedskopi. Hvis du stadig har din gamle telefon, skal du tjekke, at sikkerhedskopiering er aktiveret, og at en sikkerhedskopiering er gennemført. Du kan derefter prøve igen.
de: Der von dir eingegebene Backup-Schlüssel ist korrekt, diesem ist aber kein Backup zugeordnet. Falls du dein altes Telefon noch hast, stelle sicher, dass Backups aktiviert sind und dass ein Backup abgeschlossen wurde. Versuche es dann erneut.
el: Το εφεδρικό κλειδί που εισήγαγες είναι σωστό, αλλά δεν υπάρχει αντίγραφο ασφαλείας που να σχετίζεται με αυτό. Εάν εξακολουθείς να έχεις το παλιό σου τηλέφωνο, βεβαιώσου ότι τα αντίγραφα ασφαλείας είναι ενεργοποιημένα και ότι έχει ολοκληρωθεί το αντίγραφο ασφαλείας και δοκίμασε ξανά.
es: La clave de copia de seguridad que has introducido es correcta, pero no hay ninguna copia de seguridad asociada a ella. Si aún tienes tu teléfono anterior, comprueba que las copias de seguridad estén habilitadas y que se haya completado una copia de seguridad, e inténtalo de nuevo.
fa: رمز نسخه پشتیبان واردشده صحیح است، اما هیچ نسخه پشتیبان مرتبط با آن وجود ندارد. اگر هنوز تلفن قدیمی خود را دارید، مطمئن شوید که پشتیبان‌گیری فعال است و پشتیبان‌گیری تکمیل شده است، سپس دوباره امتحان کنید.
fi: Antamasi varmuuskopion avain on oikea, mutta siihen ei liity varmuuskopiota. Jos vanha puhelimesi on edelleen tallella, varmista, että sen varmuuskopiointi on käytössä ja yritä uudelleen, kun varmuuskopiointi on valmis.
fr: Vous avez saisi la bonne clé de sauvegarde, mais aucune sauvegarde ne lui est associée. Si vous avez toujours accès à votre ancien téléphone, vérifiez que les sauvegardes sont activées et qu'une sauvegarde a été effectuée, puis réessayez.
ga: Tá an eochair chúltaca a chuir tú isteach ceart, ach ní bhaineann aon chúltaca léi. Má tá do sheanghuthán agat fós, cinntigh go bhfuil cúltacaí cumasaithe agus go bhfuil cúltaca curtha i gcrích, agus triail arís.
gu: તમે દાખલ કરેલી બેકઅપ કી સાચી છે, પરંતુ તેની સાથે કોઈ બેકઅપ સંકળાયેલ નથી. જો તમારી પાસે હજી પણ તમારો જૂનો ફોન હોય, તો ખાતરી કરો કે બેકઅપ સક્ષમ કરેલ છે અને બેકઅપ પૂર્ણ થઈ ગયું છે પછી ફરી પ્રયાસ કરો.
he: מפתח הגיבוי שהזנת נכון, אך אין גיבוי שמשויך אליו. אם הטלפון הישן שלך עדיין ברשותך, כדאי לוודא שהגיבויים מופעלים ושהושלם גיבוי, ולנסות שוב.
hi: आपने जो बैकअप की दर्ज की थी वह सही है, लेकिन उससे जुड़ा कोई बैकअप नहीं है। अगर आपके पास अब भी आपका पुराना फ़ोन है, तो पक्का करें कि बैकअप्स चालू हों और बैकअप पूरा हो गया हो तो फिर से कोशिश करें।
hr: Ključ za sigurnosnu kopiju koji ste unijeli je ispravan, ali nema povezane sigurnosne kopije. Ako još uvijek imate pristup svom starom uređaju, provjerite je li sigurnosno kopiranje omogućeno i postoji li sigurnosna kopija datoteka te pokušajte ponovno.
hu: A megadott biztonsági kulcs helyes, de nincs hozzá társítva biztonsági másolat. Ha még mindig megvan a régi telefonod, ellenőrizd, hogy a biztonsági mentések engedélyezve vannak-e, és hogy a biztonsági mentés befejeződött-e, majd próbálja újra.
id: Kunci cadangan yang dimasukkan sudah benar, tetapi tidak ada cadangan yang terhubung dengan kunci tersebut. Jika ponsel lama Anda masih ada, pastikan fitur pencadangan diaktifkan dan Anda telah menyelesaikan proses pencadangan, lalu coba lagi.
it: La chiave di backup che hai inserito è corretta, ma non c'è nessun backup associato. Se hai ancora il tuo vecchio telefono, assicurati che i backup siano stati attivati e che sia stato completato un backup, poi riprova.
ja: 入力されたバックアップキーは正しいですが、これに関連付けられたバックアップがありません。以前のスマートフォンを保管されている場合は、バックアップが有効になっており、バックアップが完了していることを確認してから、もう一度お試しください。
ko: 올바른 백업 키를 입력했지만, 이와 연결된 백업이 없습니다. 아직 이전 휴대폰을 가지고 있다면 백업이 활성화 상태이고 백업이 완료됐는지 확인한 후 다시 시도하세요.
mr: तुम्ही एंटर केलेली बॅकअप की बरोबर आहे, पण त्याच्याशी संलग्न कोणताही बॅकअप नाही. जर तुमच्याकडे अजूनही तुमचा जुना फोन असेल, तर बॅकअप्स सक्रिय केलेले असल्याची आणि बॅकअप पूर्ण झालेला असल्याची खात्री करा आणि मग पुन्हा प्रयत्न करा.
ms: Kunci sandaran yang anda masukkan adalah betul, tetapi tiada sandaran yang dikaitkan dengannya. Jika anda masih mempunyai telefon lama anda, pastikan sandaran diaktifkan dan telah selesai dibuat, kemudian cuba lagi.
nb: Sikkerhetskoden er riktig, men vi fant ingen sikkerhetskopier knyttet til den. Hvis du fremdeles har den gamle telefonen din, må du sørge for at sikkerhetskopiering er aktivert og at du har fullført en sikkerhetskopi før du prøver på nytt.
nl: De back-upsleutel die je hebt ingevoerd is juist, maar er is geen back-up aan gekoppeld. Als je je oude telefoon nog hebt, zorg er dan voor dat back-ups zijn ingeschakeld en dat er een back-up is gemaakt. Probeer het dan opnieuw.
pl: Wprowadzony kod jest poprawny, ale nie została z nim powiązana żadna kopia zapasowa. Jeśli nadal masz swój poprzedni telefon, upewnij się, że włączona jest na nim funkcja tworzenia kopii zapasowych, a kopia zapasowa została utworzona. Następnie spróbuj ponownie.
pt_br: A chave de backup que você inseriu está correta, mas não há backup associado a ela. Se você ainda tiver seu telefone antigo, verifique se os backups estão habilitados e se um backup foi concluído e tente novamente.
pt_pt: A chave de recuperação que introduziu está correta, mas não existe nenhuma cópia de segurança associada à mesma. Se ainda tiver o seu telemóvel antigo, certifique-se de que as cópias de segurança estão ativadas e de que foi concluída uma cópia de segurança e tente novamente.
ro: Codul de rezervă pe care l-ai introdus este corect, dar nu este nicio copie de rezervă asociată cu acesta. Dacă ai încă vechiul telefon, asigură-te că backup-urile sunt activate și că a fost finalizată o copie de rezervă și încearcă din nou.
ru: Вы правильно ввели резервный ключ, но с ним не связана никакая резервная копия. Если у вас есть старый телефон, убедитесь, что резервное копирование включено и было завершено, и повторите попытку.
sk: Zadaný záložný kľúč je správny, ale nie je s ním spojená žiadna záloha. Ak ešte máte svoj starý telefón, uistite sa, že bolo povolené a dokončené zálohovanie. Potom to skúste znova.
sr: Кључ за резервне копије који сте унели је исправан, али нема резервне копије. Ако и даље имате свој стари телефон, проверите да ли је креирање резервне копије омогућено, потом да ли је довршено, и покушајте поново.
sv: Säkerhetskopieringsnyckeln du angav är korrekt, men det finns ingen säkerhetskopia kopplad till den. Om du fortfarande har din gamla telefon, se till att säkerhetskopiering är aktiverad och att en säkerhetskopiering har slutförts. Försök sedan igen.
th: กุญแจสำรองที่คุณใส่ถูกต้อง แต่ระบบไม่พบข้อมูลสำรองที่เชื่อมโยงกับกุญแจดังกล่าว หากคุณยังมีโทรศัพท์เครื่องเก่า โปรดตรวจสอบว่าการสำรองข้อมูลเปิดใช้งานอยู่และมีการดำเนินการสำรองข้อมูลเสร็จสมบูรณ์แล้ว จากนั้นโปรดลองใหม่อีกครั้ง
tr: Girdiğin yedekleme anahtarı doğru ancak bununla ilişkili bir yedekleme yok. Hala eski telefonun varsa, yedeklemelerin etkinleştirildiğinden ve bir yedeklemenin tamamlandığından emin ol ve tekrar dene.
ug: سىز كىرگۈزگەن زاپاسلاش ئاچقۇچى توغرا ، ئەمما ئۇنىڭدا زاپاسلاشقا ئائىت مەلۇماتلار يوق. ئەگەر كونا تېلېفونىڭىز يەنىلا بولسا ، زاپاسلاشنىڭ قوزغىتىلغانلىقىنى ۋە بىر قېتىملىق زاپاسلاشنىڭ تاماملانغانلىقىنى جەزملەشتۈرۈڭ ھەمدە قايتا سىناڭ.
uk: Ви ввели правильний ключ, але з ним не пов'язано жодної резервної копії. Якщо у вас лишився старий телефон, переконайтеся, що на ньому ввімкнено резервне копіювання й створено резервну копію, а потім повторіть спробу.
ur: آپ نے جو بیک اپ کیی درج کی ہے وہ درست ہے، لیکن اس سے کوئی بیک اپ وابستہ نہیں ہے۔ اگر آپ کے پاس ابھی تک پرانا فون ہے، تو یقینی بنائیں کہ بیک اپس فعال ہیں اور بیک اپ مکمل ہو چکا ہے اور دوبارہ کوشش کریں۔
vi: Mã khóa sao lưu bạn nhập đúng nhưng không có bản sao lưu đi kèm. Nếu bạn còn giữ điện thoại cũ, đảm bảo đã bật sao lưu và đã hoàn tất sao lưu rồi thử lại.
zh_cn: 您输入的备份密钥正确，但没有与之关联的备份。如果您的旧手机还在，请确保您已启用和完成备份，然后重试。
zh_hk: 你輸入的備份金鑰是正確的，但沒有與其關聯的備份。如果你還有舊手機，請確定備份已啟用並已完成備份，然後再試一次。

# REGISTRATION_BACKUP_RESTORE_ERROR_BACKUP_NOT_FOUND_TITLE
source: Backup Not Found
ar: لا توجد نسخة احتياطية
be: Рэзервовая копія не знойдзена
bn: ব্যাকআপ পাওয়া যায়নি
ca: No s'ha trobat la còpia de seguretat
cs: Záloha nebyla nalezena
da: Sikkerhedskopi ikke fundet
de: Backup nicht gefunden
el: Το αντίγραφο ασφαλείας δεν βρέθηκε
es: Copia de seguridad no encontrada
fa: نسخه پشتیبان یافت نشد
fi: Varmuuskopiota ei löydy
fr: Sauvegarde introuvable
ga: Níor aimsíodh cúltaca
gu: બેકઅપ મળ્યું નથી
he: גיבוי לא נמצא
hi: बैकअप नहीं मिला
hr: Nije pronađena sigurnosna kopija
hu: A biztonsági mentés nem található
id: Cadangan Tidak Ditemukan
it: Backup non trovato
ja: バックアップが見つかりません
ko: 백업을 찾을 수 없음
mr: बॅकअप सापडला नाही
ms: Sandaran tidak ditemui
nb: Fant ikke sikkerhetskopien
nl: Back-up niet gevonden
pl: Nie udało się znaleźć kopii zapasowej
pt_br: Backup não encontrado
pt_pt: Cópia de segurança não encontrada
ro: Backup-ul nu a fost găsit
ru: Резервная копия не найдена
sk: Záloha sa nenašla
sr: Резервна копија није пронађена.
sv: Säkerhetskopia hittades inte
th: ไม่พบข้อมูลสำรอง
tr: Yedek bulunamadı
ug: زاپاسلاش تېپىلمىدى
uk: Резервної копії не знайдено.
ur: بیک اپ نہیں ملا
vi: Không tìm thấy bản sao lưu
zh_cn: 未找到备份
zh_hk: 找不到備份

# REGISTRATION_BACKUP_RESTORE_ERROR_CHECK_UPDATE_ACTION
source: Check For Update
ar: ابحث عن تحديث
be: Праверыць абнаўленне
bn: আপডেট পেতে দেখুন
ca: Buscar actualitzacions
cs: Zkontrolovat aktualizace
da: Tjek efter ny version
de: Nach Updates suchen
el: Έλεγχος για ενημέρωση
es: Buscar actualizaciones
fa: جستجوی نسخه جدید
fi: Tarkista päivitykset
fr: Rechercher des mises à jour
ga: Seiceáil le haghaidh nuashonraithe
gu: અપડેટ માટે તપાસો
he: בדיקת עדכונים
hi: अपडेट के लिए देखें
hr: Provjeri dostupna ažuriranja
hu: Frissítés keresése
id: Periksa Pembaruan
it: Controlla per aggiornamenti
ja: アップデートを確認する
ko: 업데이트 확인
mr: अद्यतन शोधा
ms: Semak kemas kini
nb: Se etter oppdateringer
nl: Controleren op updates
pl: Sprawdź dostępność aktualizacji
pt_br: Verificar atualizações
pt_pt: Procurar atualizações
ro: Verifică actualizarea
ru: Проверить наличие обновлений
sk: Overiť dostupnosť aktualizácie
sr: Ажурирај на нову верзију
sv: Sök efter uppdatering
th: ตรวจหารุ่นอัปเดต
tr: Güncelleme ara
ug: ئەڭ يېڭى سىگنال نەشرىنىڭ بار يوقلىقىنى تەكشۈرۈش
uk: Перевірити версію
ur: اپ ڈیٹ کے لیے چیک کریں
vi: Kiểm tra cập nhật
zh_cn: 查看更新
zh_hk: 檢查更新

# REGISTRATION_BACKUP_RESTORE_ERROR_CONTACT_SUPPORT_BODY
source: Your debug logs will help us troubleshoot your issue faster. Submitting your logs is optional.
ar: تساعدنا سجلات الأخطاء في استكشاف مشاكلك وإصلاحها في أسرع وقت. إرسال سجلاتك إلينا أمر اختياري.
be: З вашымі журналамі адладкі мы хутчэй выправім вашу праблему. Вам неабавязкова адпраўляць вашы журналы.
bn: আপনার ডিবাগ লগগুলি আমাদেরকে সমস্যা দ্রুত সমাধানে সহায়তা করবে। আপনার লগ জমা দেওয়া বাধ্যতামূলক নয়।
ca: Els vostres registres de depuració ens ajudaran a solucionar el problema més de pressa. Enviar-nos-els és opcional.
cs: Protokoly ladění nám pomohou rychleji vyřešit váš problém. Odeslání protokolů není povinné.
da: Dine fejlsøgningslogs hjælper os med at fejlsøge hurtigere. Det er frivilligt om du ønsker at vedhæfte dem.
de: Deine Diagnoseprotokolle helfen uns, dein Problem schneller zu lösen. Das Übermitteln deiner Protokolle ist optional.
el: Τα αρχεία καταγραφής θα μας βοηθήσουν στην γρηγορότερη επίλυση του προβλήματος. Η υποβολή των αρχείων είναι προαιρετική.
es: El registro de depuración nos ayudará a solucionar tu problema más rápido. Enviar tu registro es opcional.
fa: گزارش‌های اشکال‌زدایی شما به ما کمک خواهد کرد تا مشکل‌تان را سریع‌تر حل کنیم. ارسال این گزارش‌ها اختیاری است.
fi: Voimme selvittää vian nopeammin virheenkorjauslokisi avulla. Lokien lähettäminen on valinnaista.
fr: Les journaux de débogage nous permettent d'accélérer la résolution des problèmes. Leur envoi est facultatif.
ga: Chabhródh an logchomhad dífhabhtaithe linn fadhbanna den sórt seo a réiteach níos sciobtha. É sin ráite, níl sé riachtanach.
gu: તમારા ડીબગ લૉગ તમારી સમસ્યાને ઝડપથી નિવારણ કરવામાં મદદ કરશે. તમારા લૉગ સબમિટ કરવાનું વૈકલ્પિક છે.
he: יומני ניפוי התקלים שלך יעזרו לנו לפתור מהר יותר את הסוגייה שלך. הגשת יומנים היא רשותית.
hi: आपके डीबग लॉग्स आपकी समस्या तेज़ी से सुलझाने में हमारी मदद करेंगे। आपका लॉग्स जमा करना वैकल्पिक है।
hr: Vaši zapisnici pogrešaka pomoći će nam da brže riješimo vaš problem. Slanje zapisnika nije obavezno.
hu: A hibanapló fájlok segítenek a hibák gyorsabb javításában. Beküldésük opcionális.
id: Kami dapat menangani masalah dengan lebih cepat jika Anda mengirimkan catatan debug (opsional).
it: I log di debug ci aiuteranno a risolvere il problema più rapidamente. L'invio dei log è facoltativo.
ja: デバッグログがあると、問題の早い解決に役立ちます。ログの提出は任意です。
ko: 디버그 로그를 보내 문제 해결에 도움을 주실 수 있습니다. 로그 보내기는 선택 사항입니다.
mr: आपले डीबग लॉग आम्हाला आपल्या समस्या जलदतेने सोडविण्यात मदत करतील. आपले लॉग प्रविष्ट करणे पर्यायी आहे.
ms: Log nyahpepijat anda akan membantu kami menyelesaikan masalah anda dengan lebih pantas. Menghantar log anda adalah pilihan,
nb: Feilsøkingsloggene hjelper oss med å feilsøke problemet ditt raskere. Det er valgfritt å sende inn loggene dine.
nl: Je foutopsporingslog helpt ons om je probleem sneller te ontdekken en op te lossen. Het indienen van een foutopsporingslog is optioneel.
pl: Dzienniki debugowania pomogą nam szybciej rozwiązać problem. Załączenie dzienników jest opcjonalne.
pt_br: Os seus registros de depuração nos ajudarão a resolver seu problema mais rápido. Enviá-los é opcional.
pt_pt: Os seus registos de depuração irão ajudar-nos a resolver mais rapidamente o seu problema. A submissão dos seus registos é opcional.
ro: Jurnalele tale de depanare ne vor ajuta să rezolvăm mai rapid problema. Trimiterea lor este opțională.
ru: Ваши журналы отладки помогут нам быстрее устранить проблему. Отправка журналов не является обязательной.
sk: Vaše denníky ladenia nám pomôžu vyriešiť váš problém rýchlejšie. Ich odoslanie nie je povinné.
sr: Извештаји о грешкама нам помажу да лакше отклонимо проблем. Слање извештаја није обавезно.
sv: Dina felsökningsloggar kommer att hjälpa oss att felsöka problemet snabbare. Att skicka in dina loggar är valfritt.
th: บันทึกดีบักของคุณจะช่วยให้เราแก้ไขปัญหาของคุณได้เร็วขึ้น คุณจะส่งบันทึกหรือไม่ก็ได้
tr: Hata ayıklama günlükleriniz sorununuzu çözmemizi hızlandıracaktır. Günlüklerinizi göndermeniz isteğe bağlıdır.
ug: سازلاش خاتىرىڭىز مەسىلىنى تېخىمۇ تېز ھەل قىلىشىمىزغا ياردەم بېرىدۇ. خاتىرە يوللاش ئىختىيارىي.
uk: Ваш журнал налагодження допоможе нам швидше усунути проблему. Надсилати журнал необов'язково.
ur: آپ کے ڈیبگ لاگس آپ کے مسئلے کو تیزی سے ازالہ کرنے میں ہماری مدد کریں گے۔ اپنے لاگس جمع کروانا اختیاری ہے۔
vi: Nhật ký gỡ lỗi của bạn sẽ giúp chúng tôi giải quyết vấn đề nhanh hơn. Không bắt buộc gửi nhật ký gỡ lỗi.
zh_cn: 你可以选择上传调试日志，这些日志能帮助我们更快地解决问题。
zh_hk: 除錯日誌會幫助我們更快地修正問題。上載除錯日誌是可選項目。

# REGISTRATION_BACKUP_RESTORE_ERROR_CONTACT_SUPPORT_TITLE
source: Submit Debug Log?
ar: هل ترغب بإرسال سجل الأخطاء؟
be: Адправіць журнал адладкі?
bn: ডিবাগ লগ জমা দেবেন?
ca: Voleu enviar el registre de depuració?
cs: Odeslat protokol ladění?
da: Indsend fejlsøgningslog?
de: Diagnoseprotokoll übermitteln?
el: Υποβολή αρχείου καταγραφής;
es: ¿Enviar registro?
fa: ارسال تاریخچه گزارش اشکال‌زدایی؟
fi: Lähetetäänkö virheenkorjausloki?
fr: Envoyer le journal de débogage ?
ga: Logchomhad Dífhabhtaithe
gu: ડીબગ લૉગ સબમિટ કરવા છે?
he: להגיש יומן ניפוי תקלים?
hi: डीबग लाॅग जमा करें?
hr: Pošaljite zapisnik pogreške?
hu: Hibanapló beküldése?
id: Kirim Catatan Debug?
it: Inviare log di debug?
ja: デバッグログを送信しますか？
ko: 디버그 로그를 보내시겠습니까?
mr: डीबग लॉग प्रविष्ट करायचे?
ms: Hantar Log Nyahpepijat?
nb: Vil du sende inn feilsøkingsloggen?
nl: Foutopsporingslog indienen?
pl: Załączyć dzienniki debugowania?
pt_br: Enviar registro de depuração?
pt_pt: Enviar relatório de depuração?
ro: Trimiți jurnalul de depanare?
ru: Отправить журналы отладки?
sk: Odoslať denník ladenia?
sr: Желите ли да пошаљете извештај о грешкама?
sv: Skicka felsökningslogg?
th: ส่งบันทึกดีบักหรือไม่
tr: Hata Ayıklama Günlüğü gönderilsin mi?
ug: سازلاش خاتىرىسى يوللامدۇ؟
uk: Надіслати журнал налагодження?
ur: ڈیبگ لاگ جمع کروائیں؟
vi: Gửi nhật ký gỡ lỗi?
zh_cn: 提交调试日志？
zh_hk: 是否上載除錯日誌？

# REGISTRATION_BACKUP_RESTORE_ERROR_CONTACT_SUPPORT_WITH_LOGS_ACTION
source: Submit With Debug Log
ar: إرسال مع سجل الأخطاء
be: Адправіць з журналам адладкі
bn: ডিবাগ লগ সহ জমা দিন
ca: Envia-ho amb el registre de depuració
cs: Odeslat s protokolem ladění
da: Send med fejlsøgningslog
de: Mit Diagnoseprotokoll übermitteln
el: Υποβολή με αρχείο καταγραφής
es: Enviar con registro de depuración
fa: ارسال با گزارش اشکال‌زدایی
fi: Lähetä virheenkorjauslokilla
fr: Envoyer avec journal de débogage
ga: Seol le Logchomhad Dífhabhtaithe
gu: ડીબગ લૉગ સાથે સબમિટ કરો
he: הגש עם יומן ניפוי תקלים
hi: डीबग लाॅग के साथ जमा करें
hr: Pošalji sa zapisnikom pogreške
hu: Beküldés hibanaplóval együtt
id: Kirimkan dengan Catatan Debug
it: Invia con log di debug
ja: デバッグログを添付して送信する
ko: 디버그 로그와 함께 보내기
mr: डीबग लॉग सोबत प्रविष्ट करा
ms: Hantar dengan Log Nyahpepijat
nb: Send inn med feilsøkingslogg
nl: Indienen met foutopsporingslog
pl: Wyślij z dziennikami debugowania
pt_br: Enviar com registro de depuração
pt_pt: Enviar com relatório de depuração
ro: Trimite împreună cu jurnalul de depanare
ru: Отправить с журналом отладки
sk: Odoslať s denníkom ladenia
sr: Пошаљи са извештајем о грешкама
sv: Skicka med felsökningslogg
th: ส่งพร้อมกับบันทึกดีบัก
tr: Hata Ayıklama Günlüğü ile gönder
ug: سازلاش خاتىرىسىنى قوشۇپ يوللا
uk: Надіслати з журналом налагодження
ur: ڈیبگ لاگ کے ساتھ جمع کروائیں
vi: Gửi cùng nhật ký gỡ lỗi
zh_cn: 提交并附上调试日志
zh_hk: 連同除錯日誌一同上交

# REGISTRATION_BACKUP_RESTORE_ERROR_CONTACT_SUPPORT_WITHOUT_LOGS_ACTION
source: Submit Without Debug Log
ar: إرسال بدون سجل الأخطاء
be: Адправіць без журнала адладкі
bn: ডিবাগ লগ ছাড়াই জমা দিন
ca: Envia-ho sense el registre de depuració
cs: Odeslat bez protokolu ladění
da: Send uden fejlsøgningslog
de: Ohne Diagnoseprotokoll übermitteln
el: Υποβολή χωρίς αρχείο καταγραφής
es: Enviar sin registro de depuración
fa: ارسال بدون گزارش اشکال‌زدایی
fi: Lähetä ilman virheenkorjauslokia
fr: Envoyer sans journal de débogage
ga: Seol gan Logchomhad Dífhabhtaithe
gu: ડીબગ લૉગ વિના સબમિટ કરો
he: הגש בלי יומן ניפוי תקלים
hi: डीबग लाॅग के बिना जमा करें
hr: Pošalji bez zapisnika pogreške
hu: Beküldés hibanapló nélkül
id: Kirim Tanpa Catatan Debug
it: Invia senza log di debug
ja: デバッグログなしで送信する
ko: 디버그 로그를 제외하고 보내기
mr: डीबग लॉग विना प्रविष्ट करा
ms: Hantar tanpa Log Nyahpepijat
nb: Send inn uten feilsøkingslogg
nl: Indienen zonder foutopsporingslog
pl: Wyślij bez dzienników debugowania
pt_br: Enviar sem registro de depuração
pt_pt: Enviar sem relatório de depuração
ro: Trimite fără jurnalul de depanare
ru: Отправить без журнала отладки
sk: Odoslať bez denníka ladenia
sr: Пошаљи без извештаја о грешкама
sv: Skicka utan felsökningslogg
th: ส่งโดยไม่มีบันทึกดีบัก
tr: Hata Ayıklama Günlüğü olmadan gönder
ug: سازلاش خاتىرەسىز يوللا
uk: Надіслати без журналу налагодження
ur: ڈیبگ لاگ کے بغیر جمع کروائیں
vi: Gửi không có nhật ký gỡ lỗi
zh_cn: 提交但不附调试日志
zh_hk: 不要連同除錯日誌一同上交

# REGISTRATION_BACKUP_RESTORE_ERROR_GENERIC_BODY
source: An error occurred and your account couldn’t be transferred.
ar: حدث خطأ وتعذَّر نقل حسابك بسبب ذلك.
be: Адбылася памылка, таму не атрымалася перанесцi ваш уліковы запіс.
bn: একটি ত্রুটি ঘটেছে এবং আপনার অ্যাকাউন্ট ট্রান্সফার করা যায়নি।
ca: S'ha produït un error i el teu compte no s'ha pogut transferir.
cs: Vyskytla se chyba a váš účet nebylo možné přenést.
da: Der opstod en fejl, og din konto kunne ikke overføres.
de: Es ist ein Fehler aufgetreten und dein Konto konnte nicht übertragen werden.
el: Παρουσιάστηκε σφάλμα και δεν ήταν δυνατή η μεταφορά του λογαριασμού σου.
es: Se ha producido un error y no se ha podido transferir tu cuenta.
fa: خطایی رخ داد و انتقال حسابتان انجام نشد.
fi: Tapahtui virhe eikä tiliäsi voitu siirtää.
fr: Une erreur nous empêche de transférer votre compte.
ga: Tharla earráid agus níorbh fhéidir do chuntas a aistriú.
gu: એક એરર આવી અને તમારું એકાઉન્ટ ટ્રાન્સફર કરી શકાયું નથી.
he: אירעה שגיאה ולא ניתן היה להעביר את החשבון שלך.
hi: कोई गड़बड़ी हुई और आपके अकाउंट को ट्रांसफ़र नहीं किया जा सका।
hr: Došlo je do pogreške te prijenos vašeg računa nije uspio.
hu: Hiba történt, és a fiókodat nem sikerült áthelyezni.
id: Terjadi kesalahan dan akun Anda tidak dapat ditransfer.
it: Si è verificato un errore e non è stato possibile trasferire il tuo account.
ja: エラーが発生したため、アカウントを移行できませんでした。
ko: 오류가 발생하여 계정을 전송할 수 없습니다.
mr: एक त्रुटी उद्भवली आणि आपले अकाऊंट हस्तांतरित करता आले नाही.
ms: Ralat berlaku dan akaun anda tidak dapat dipindahkan.
nb: Det oppsto en feil som førte til at kontoen ikke kunne overføres.
nl: Er is een fout opgetreden en je account kon niet worden overgezet.
pl: Wystąpił błąd i nie udało się przenieść konta.
pt_br: Ocorreu um erro e sua conta não pôde ser transferida.
pt_pt: Ocorreu um erro e não foi possível transferir a sua conta.
ro: A apărut o eroare și contul tău nu a putut fi transferat.
ru: Произошла ошибка, поэтому ваша учётная запись не была перенесена.
sk: Vyskytla sa chyba a váš účet sa nepodarilo preniesť.
sr: Дошло је до грешке и ваш налог није пренесен.
sv: Ett fel uppstod och ditt konto kunde inte överföras.
th: เกิดข้อผิดพลาดที่ทำให้ไม่สามารถถ่ายโอนบัญชีของคุณได้
tr: Bir hata oluştu ve hesabın aktarılamadı.
ug: بىر خاتالىق كۆرۈلدى ۋە ھېساباتىڭىزنى يۆتكىگىلى بولمىدى.
uk: Ваш акаунт не було перенесено через помилку.
ur: ایک خرابی واقع ہوئی اور آپ کا اکاؤنٹ ٹرانسفر نہیں ہو سکا۔
vi: Có lỗi xảy ra và không thể chuyển tài khoản của bạn.
zh_cn: 出错了，您的账户无法转移。
zh_hk: 發生錯誤，無法轉移你的帳戶。
