Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CALL_VIEW_TURN_ON_RINGING
source: Turn on ringing
ar: تشغيل الرنين
be: Уключыць званок
bn: রিং চালু করুন
ca: Activar el so
cs: Zapnout vyzvánění
da: Slå opringning til
de: Klingelton einschalten
el: Ενεργοποίηση κουδουνίσματος
es: Activar sonido
fa: روشن کردن زنگ
fi: Laita soittoääni päälle
fr: Activer la sonnerie
ga: Cas air glaoch
gu: રિંગ ચાલુ કરો
he: הפעלת צלצול
hi: रिंगिंग चालू करें
hr: Uključi zvono
hu: Csengés bekapcsolása
id: Aktifkan dering
it: Attiva suoneria
ja: 呼び出し音をオンにする
ko: 벨소리 켜기
mr: रिंग होणे सुरू करा
ms: Hidupkan deringan
nb: Slå på ringing
nl: Bellen inschakelen
pl: Włącz sygnał nawiązywania połączenia
pt_br: Ativar toque
pt_pt: Ativar toque
ro: Activează soneria
ru: Включить звонок
sk: Zapnúť zvonenie
sr: Укључи звоно
sv: Slå på ringsignal
th: เปิดการส่งเสียงเรียกสาย
tr: Zil sesini aç
ug: قوڭغۇراقنى ئېچىش
uk: Увімкнути дзвінок
ur: رنگنگ آن کریں
vi: Bật đổ chuông
zh_cn: 开启铃声
zh_hk: 開啟響鈴

# CALL_VIEW_TURN_VIDEO_OFF_LABEL
source: Turn off camera
ar: إيقاف الكاميرا
be: Адключыць камеру
bn: ক্যামেরা বন্ধ করুন
ca: Desactiva la càmera
cs: Vypnout kameru
da: Déaktiver kamera
de: Kamera ausschalten
el: Απενεργοποίηση κάμερας
es: Desactivar cámara
fa: خاموش کردن دوربین
fi: Sammuta kamera
fr: Désactiver la caméra
ga: Cas as an ceamara
gu: કૅમેરા બંધ કરો
he: כבה מצלמה
hi: कैमरा बंद करें
hr: Isključi kameru
hu: Kamera kikapcsolása
id: Matikan kamera
it: Disattiva camera
ja: カメラを切る
ko: 카메라 끄기
mr: कॅमेरा बंद करा
ms: Matikan kamera
nb: Skru av kamera
nl: Camera uitschakelen
pl: Wyłącz kamerę
pt_br: Desativar câmera
pt_pt: Desligar câmara
ro: Oprește camera
ru: Отключить камеру
sk: Vypnúť kameru
sr: Угаси камеру
sv: Inaktivera kameran
th: ปิดกล้อง
tr: Kamerayı kapat
ug: كامېرانى ئېتىش
uk: Вимкнути камеру
ur: کیمرا بند کردیں
vi: Tắt camera
zh_cn: 关闭摄像头
zh_hk: 關閉相機

# CALL_VIEW_TURN_VIDEO_ON_LABEL
source: Turn on camera
ar: تشغيل الكاميرا
be: Уключыць камеру
bn: ক্যামেরা চালু করুন
ca: Activa la càmera
cs: Zapnout kameru
da: Aktivér kamera
de: Kamera einschalten
el: Ενεργοποίηση κάμερας
es: Activar cámara
fa: روشن کردن دوربین
fi: Käynnistä kamera
fr: Activer la caméra
ga: Cas air an ceamara
gu: કૅમેરા ચાલુ કરો
he: הפעל מצלמה
hi: कैमरा चालू करें
hr: Uključi kameru
hu: Kamera bekapcsolása
id: Nyalakan kamera
it: Attiva camera
ja: カメラを使う
ko: 카메라 켜기
mr: कॅमेरा चालू करा
ms: Hidupkan kamera
nb: Skru på kamera
nl: Camera inschakelen
pl: Włącz kamerę
pt_br: Ativar câmera
pt_pt: Ligar câmara
ro: Pornește camera
ru: Включить камеру
sk: Zapnúť kameru
sr: Упали камеру
sv: Aktivera kameran
th: เปิดกล้อง
tr: Kamerayı aç
ug: كامېرانى ئېچىش
uk: Увімкнути камеру
ur: کیمرا آن کریں
vi: Bật camera
zh_cn: 开启摄像头
zh_hk: 開啟相機

# CALL_VIEW_UNMUTE_LABEL
source: Unmute
ar: إلغاء كتم الصوت
be: Апавяшч. укл.
bn: আনমিউট করুন
ca: No silenciar
cs: Zapnout zvuk
da: Aktivér
de: Stummschaltung aufheben
el: Μη σίγαση
es: Reactivar
fa: صدادار
fi: Poista mykistys
fr: Réactiver le micro
ga: Díbhalbhaigh
gu: અનમ્યૂટ કરો
he: ביטול השתקה
hi: अनम्यूट करें
hr: Uključi zvuk
hu: Ném. feloldása
id: Bunyikan
it: Non silenziare
ja: ミュート解除
ko: 알림 켜기
mr: अनम्यूट करा
ms: Nyahredam
nb: Vis
nl: Microfoon niet langer dempen
pl: Wyłącz wyciszenie
pt_br: Ativar som
pt_pt: Anular silêncio
ro: Activare sunet
ru: Вкл. уведомл.
sk: Zrušiť stlmenie
sr: Укључи обавеш.
sv: Avtysta
th: เปิดเสียง
tr: Sesi aç
ug: ئۈنلۈك
uk: Увімкнути
ur: غیر خاموش کریں
vi: Bật thông báo
zh_cn: 取消静音
zh_hk: 取消靜音

# CALL_WAITING_TO_BE_LET_IN
source: Waiting to be let in…
ar: في انتظار السماح بالانضمام…
be: Чакаючы, каб дабавілі…
bn: প্রবেশ করার জন্য অপেক্ষা চলছে…
ca: Esperant per a entrar…
cs: Čeká se na vpuštění…
da: Venter på at blive lukket ind…
de: Warten auf Einlass…
el: Σε αναμονή για προσθήκη…
es: Esperando aprobación para entrar…
fa: در انتظار اجازۀ ورود…
fi: Odotetaan sisäänpääsyä…
fr: En attente d'admission…
ga: Ag fanacht le go ligfear isteach thú…
gu: એડમિન મંજૂરી આપે તેની રાહ જોઈએ છીએ…
he: מחכה שיכניסו אותך…
hi: अंदर जाने देने की प्रतीक्षा में...
hr: Čekanje potvrde za pridruživanje…
hu: Beengedésre vár…
id: Menunggu diizinkan masuk …
it: In attesa di entrare…
ja: 承認待ちです…
ko: 승인을 기다리는 중…
mr: आत येण्याची वाट पाहत आहे…
ms: Menunggu untuk dibenarkan masuk…
nb: Venter på tilgang …
nl: Aan het wachten op toelating…
pl: Oczekiwanie na wpuszczenie…
pt_br: Esperando pra entrar…
pt_pt: À espera de entrar…
ro: Așteaptă să fie lăsat să intre…
ru: Ожидание добавления…
sk: Čakajú na pridanie sa k hovoru…
sr: Чека се потврда за улазак…
sv: Väntar på att släppas in …
th: กำลังรออนุมัติให้เข้าร่วม…
tr: İçeri alınmayı bekliyor…
ug: قېتىلىشنى كۈتىۋاتىدۇ...
uk: Чекайте на дозвіл…
ur: شامل ہونے کے منتظر…
vi: Đang chờ để được tham gia…
zh_cn: 正在等待批准……
zh_hk: 正在等待獲准加入...

# CALLBACK_BUTTON_TITLE
source: Call Back
af: Bel terug
ar: إعادة الاتصال
az: Geri zəng
be: Перазваніць
bg: Обратно Повикване
bn: ফিরতি কল করুন
ca: Torna la trucada
cs: Zavolat zpět
cy: Galw'n ôl
da: Ring tilbage
de: Rückruf
el: Επανάκληση
es: Devolver llamada
es_es: Devolver llamada
et: Helista tagasi
eu: Bueltan deitu
fa: تماس
fi: Soita takaisin
fil: Tawagan Pabalik
fr: Rappeler
ga: Glaoigh ar ais
gu: પાછો કૉલ કરો
he: חייג חזרה
hi: वापस कॉल करें
hr: Uzvrati poziv
hu: Visszahívás
id: Panggil ulang
is: Hringja til baka
it: Richiama
ja: 折り返す
kab: Siwel tikkelt-nniḍen
kk: Кері қоңырау соғу
km: á áŸ…á‘áŸ…áœá·á‰
kn: ಹಿಂತಿರುಗಿ ಕರೆ ಮಾಡಿ
ko: 다시 걸기
lt: Atskambinti
lv: Atzvanīt
mk: Возврати повик
ml: തിരികെ വിളിക്കുക
mr: परत कॉल करा
ms: Panggilan Balik
my: ပြန်ခေါ်မည်
nb: Ring tilbake
nl: Terugbellen
pa: ਵਾਪਸ ਕਾਲ ਕਰੋ
pa_pk: واپس کال کرو
pl: Oddzwoń
ps: بیا زنګ ووهئ
pt_br: Retornar a chamada
pt_pt: Ligar de volta
ro: Apelează Înapoi
ru: Перезвонить
sk: Zavolať späť
sl: Pokliči nazaj
sq: Ktheji Thirrjen
sr: Позови
sv: Ring tillbaka
sw: Rudisha Simu
ta: மீண்டும் அழைக்கவும்
te: తిరిగి కాల్ చేయండి
th: โทรกลับ
tr: Geri Ara
ug: قايتۇرۇپ چاقىر
uk: Передзвонити
ur: واپسی کال کریں
vi: Gọi lại
zh_cn: 回拨
zh_hk: 回電

# CALLING_MEMBER_VIEW_YOUR_CAMERA_IS_OFF
source: Your camera is off
af: Jou kamera is af
ar: الكاميرا في حالة عدم تشغيل
az: Kameranız bağlıdır
be: Ваша камера адключана
bn: আপনার ক্যামেরা বন্ধ রয়েছে
ca: La càmera no és activa
cs: Vaše kamera je vypnutá
cy: Mae'ch fideo wedi'i ddiffodd
da: Din kamera er slået fra
de: Deine Kamera ist ausgeschaltet
el: Η κάμερά σου είναι απενεργοποιημένη
es: Tu cámara está desactivada
es_es: Tu cámara está desactivada
et: Sinu kaamera on väljas
eu: Zure kamera itzalita dago
fa: دوربین شما خاموش است
fi: Kamera on pois päältä
fr: Votre caméra est désactivée
gu: તમારો કૅમેરા બંધ છે
he: המצלמה שלך כבויה
hi: आपका कैमरा बंद है
hr: Vaša kamera je isključena
hu: A kamerád ki van kapcsolva
id: Kamera mati
is: Það er slökkt á myndavél
it: La tua videocamera è disattivata
ja: カメラがオフになっています
kab: Takamiṛat tensa
km: á€á¶á˜áŸášáŸ‰á¶ášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“á”á·á‘
kn: ನಿಮ್ಮ ಕ್ಯಾಮರಾ ಆಫ್ ಆಗಿದೆ
ko: 카메라가 꺼졌습니다.
lt: Jūsų kamera išjungta
lv: Jūsu kamera ir izslēgta
mk: Вашата камера е исклучена
ml: നിങ്ങളുടെ ക്യാമറ ഓഫാണ്
mr: आपला कॅमेरा बंद आहे
ms: Kamera anda dimatikan
my: သင့် ကင်မရာ ပိတ်ထားပါသည်
nb: Kameraet er skrudd av
nl: Je camera staat uit
pa: ਤੁਹਾਡਾ ਕੈਮਰਾ ਬੰਦ ਹੈ
pl: Kamera jest wyłączona
ps: ستاسې کیمره بنده ده
pt_br: Sua câmera está desligada
pt_pt: A sua câmara encontra-se desligada
ro: Camera ta este oprită
ru: Ваша камера отключена
sk: Váš fotoaparát je vypnutý
sl: Vaša kamera je izključena
sq: Kamera juaj është e fikur
sr: Камера је искључена
sv: Din kamera är avstängd
sw: Kamera yako imezimwa
ta: உங்கள் புகைப்பட கருவி முடக்கப்பட்டுள்ளது
te: మీ కెమెరా ఆఫ్‌లో ఉంది
th: กล้องของคุณปิดอยู่
tr: Kameranız kapalı
ug: كامېرا تاقاق
uk: Камеру вимкнено
ur: آپ کا کیمرا بند ہے
vi: Camera của bạn đang tắt
zh_cn: 摄像头已关闭
zh_hk: 你的相機已關閉

# CALLKIT_ANONYMOUS_CONTACT_NAME
source: Signal User
af: Signal-gebruiker
ar: مُستخدم سيجنال
az: Signal İstifadəçisi
be: Карыстальнік Signal
bg: Signal Потребител
bn: Signal ব্যবহারকারী
ca: Usuari del Signal
cs: Uživatel Signalu
cy: Defnyddiwr Signal
da: Signal-bruger
de: Signal-Kontakt
el: Χρήστης/τρια Signal
es: Llamada de Signal
es_es: Llamada de Signal
et: Signali kasutaja
eu: Signalen bezeroa
fa: کاربر سیگنال
fi: Signal-käyttäjä
fr: Utilisateur Signal
ga: Úsáideoir Signal
gu: Signal વપરાશકર્તા
he: משתמש Signal
hi: Signal उपभोगकर्ता
hr: Signal korisnik
hu: Signal felhasználó
id: Penguna Signal
is: Signal notandi
it: Utente Signal
ja: Signalユーザ
kab: Aseqdac n Signal
kk: Signal пайдаланушысы
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal
kn: Signal ಬಳಕೆದಾರ
ko: Signal 사용자
lt: Signal naudotojas
lv: Signal lietotājs
mk: Signal Корисник
ml: Signal ഉപയോക്താവ്
mr: Signal वापरकर्ता
ms: Pengguna Signal
my: Signal အသုံးပြုသူ
nb: Signal-bruker
nl: Signal-gebruiker
pa: Signal ਵਰਤੋਂਕਾਰ
pa_pk: Signal صارف
pl: Użytkownik aplikacji Signal
ps: د Signal کارن
pt_br: Pessoa no Signal
pt_pt: Utilizador do Signal
ro: Utilizator Signal
ru: Пользователь Signal
sk: Používateľ Signal
sl: Uporabnik_ca aplikacije Signal
sq: Përdorues Signal-i
sr: Корисник Signal-а
sv: Signal-användare
sw: Mtumiaji wa Signal
ta: Signal பயனர்
te: Signal వినియోగదారుడు
th: ผู้ใช้ Signal
tr: Signal Kullanıcısı
ug: ‫Signal ئىشلەتكۈچى
uk: Користувач Signal
ur: سگنل صارف
vi: Người dùng Signal
zh_cn: Signal 用户
zh_hk: Signal 使用者

# CALLKIT_ANONYMOUS_GROUP_NAME
source: Signal Group
ar: مجموعة سيجنال
be: Група Signal
bn: Signal গ্রুপ
ca: Grup de Signal
cs: Skupina Signal
da: Signal-gruppe
de: Signal-Gruppe
el: Ομάδα Signal
es: Grupo de Signal
fa: گروه سیگنال
fi: Signal-ryhmä
fr: Groupe Signal
ga: Grúpa Signal
gu: Signal ગ્રુપ
he: קבוצת Signal
hi: Signal समूह
hr: Signal grupa
hu: Signal Csoport
id: Grup Signal
it: Gruppo Signal
ja: Signalグループ
ko: Signal 그룹
mr: Signal गट
ms: Kumpulan Signal
nb: Signal-gruppe
nl: Signal-groep
pl: Grupa Signal
pt_br: Grupo do Signal
pt_pt: Grupo do Signal
ro: Grup Signal
ru: Группа Signal
sk: Signal skupina
sr: Signal група
sv: Signalgrupp
th: กลุ่ม Signal
tr: Signal Grubu
ug: Signal گۇرۇپپىسى
uk: Група в Signal
ur: Signal گروپ
vi: Nhóm Signal
zh_cn: Signal 群组
zh_hk: Signal 群組

# CALLS_LIST_TITLE
source: Calls
ar: المُكالمات
be: Званкі
bn: কল
ca: Trucades
cs: Volání
da: Opkald
de: Anrufe
el: Κλήσεις
es: Llamadas
fa: تماس‌ها
fi: Puhelut
fr: Appels
ga: Glaonna
gu: કૉલ્સ
he: שיחות
hi: कॉल
hr: Pozivi
hu: Hívások
id: Panggilan
it: Chiamate
ja: 通話
ko: 전화
mr: कॉल
ms: Panggilan
nb: Anrop
nl: Oproepen
pl: Połączenia
pt_br: Chamadas
pt_pt: Chamadas
ro: Apeluri
ru: Звонки
sk: Volania
sr: Позиви
sv: Samtal
th: การโทร
tr: Aramalar
ug: چاقىرىشلار
uk: Виклики
ur: کالز
vi: Cuộc gọi
zh_cn: 通话
zh_hk: 通話

# CALLS_TAB_CALL_DIRECTION_LABEL_INCOMING
source: Incoming
ar: واردة
be: Уваходны
bn: ইনকামিং
ca: Entrant
cs: Příchozí
da: Indgående
de: Eingehend
el: Εισερχόμενη
es: Entrante
fa: ورودی
fi: Saapuva
fr: Entrant
ga: Isteach
gu: ઇનકમિંગ
he: שיחה נכנסת
hi: इनकमिंग
hr: Dolazni
hu: Bejövő
id: Panggilan Masuk
it: In arrivo
ja: 着信
ko: 수신
mr: येणारे
ms: Panggilan masuk
nb: Innkommende
nl: Inkomend
pl: Przychodzące
pt_br: Recebida
pt_pt: Recebida
ro: Primite
ru: Входящие
sk: Prichádzajúci
sr: Долазни позив
sv: Inkommande
th: โทรเข้า
tr: Gelen
ug: كېلىۋاتقان
uk: Вхідний
ur: آنے والی
vi: Cuộc gọi đến
zh_cn: 来电
zh_hk: 來電

# CALLS_TAB_CALL_DIRECTION_LABEL_MISSED
source: Missed
ar: فائتة
be: Прапушчаны
bn: মিসড কল
ca: Perduda
cs: Zmeškané
da: Ubesvaret
de: Verpasst
el: Αναπάντητη
es: Perdida
fa: ازدست‌رفته
fi: Vastaamaton
fr: Manqué
ga: Caillte
gu: મિસ્ડ કૉલ
he: שיחה שלא נענתה
hi: मिस्ड
hr: Propušteni
hu: Nem fogadott
id: Panggilan Tidak Terjawab
it: Chiamata persa
ja: 不在着信
ko: 부재중
mr: मिस्ड
ms: Panggilan terlepas
nb: Ubesvart
nl: Gemist
pl: Nieodebrane
pt_br: Perdida
pt_pt: Perdida
ro: Pierdute
ru: Пропущенные
sk: Zmeškaný
sr: Пропуштен позив
sv: Missat
th: ไม่ได้รับ
tr: Cevapsız
ug: ئېلىنمىغىنى
uk: Пропущений
ur: مسڈ
vi: Cuộc gọi nhỡ
zh_cn: 未接
zh_hk: 未接來電

# CALLS_TAB_CALL_DIRECTION_LABEL_OUTGOING
source: Outgoing
ar: صادرة
be: Выходны
bn: আউটগোয়িং কল
ca: Sortint
cs: Odchozí
da: Udgående
de: Ausgehend
el: Εξερχόμενη
es: Saliente
fa: خروجی
fi: Lähtevä
fr: Sortant
ga: Amach
gu: આઉટગોઇંગ
he: שיחה יוצאת
hi: आउटगोइंग
hr: Odlazni
hu: Kimenő
id: Panggilan Keluar
it: In uscita
ja: 発信
ko: 발신
mr: बाहेर जाणारे
ms: Panggilan keluar
nb: Utgående
nl: Uitgaand
pl: Wychodzące
pt_br: Realizada
pt_pt: Efetuada
ro: Trimise
ru: Исходящие
sk: Odchádzajúci
sr: Одлазни позив
sv: Utgående
th: โทรออก
tr: Giden
ug: ئۇرۇلغىنى
uk: Вихідний
ur: جانے والی
vi: Cuộc gọi đi
zh_cn: 去电
zh_hk: 撥出

# CALLS_TAB_DELETE_ALL_CALLS_BUTTON_TITLE
source: Clear
ar: إزالة
be: Ачысціць
bn: মুছে ফেলুন
ca: Neteja
cs: Smazat
da: Fjern
de: Leeren
el: Εκκαθάριση
es: Eliminar
fa: پاک کردن
fi: Tyhjennä
fr: Supprimer
ga: Glan
gu: દૂર કરવું
he: ניקוי
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Rimuovi
ja: 消去する
ko: 지우기
mr: साफ करा
ms: Kosongkan
nb: Tøm
nl: Wissen
pl: Usuń
pt_br: Limpar
pt_pt: Limpar
ro: Eliminare
ru: Удалить
sk: Vymazať
sr: Избриши
sv: Rensa
th: ล้าง
tr: Kaldır
ug: تازىلاش
uk: Очистити
ur: صاف کریں
vi: Xoá
zh_cn: 清除
zh_hk: 清除

# CALLS_TAB_DELETE_ALL_CALLS_PROMPT_MESSAGE
source: This will permanently delete all call history.
ar: سَيؤدي هذا إلى حذف جميع سجِلات المكالمات بشكلٍ دائم.
be: Уся гісторыя званкоў будзе выдалена назаўсёды.
bn: এর ফলে কলের সকল ইতিহাস স্থায়ীভাবে মুছে যাবে।
ca: S'eliminarà de manera permanent tot l'historial de trucades.
cs: Tím se trvale smaže veškerá historie hovorů.
da: Dette vil permanent slette al opkaldshistorik.
de: Dies wird den gesamten Anrufverlauf unwiderruflich löschen.
el: Με αυτή την επιλογή θα διαγραφεί μόνιμα το ιστορικό κλήσεων.
es: Se eliminará de forma permanente todo tu historial de llamadas.
fa: این کار همۀ تاریخچۀ تماس را به‌طور دائم پاک خواهد کرد.
fi: Tämä poistaa pysyvästi koko puheluhistorian.
fr: Cela supprimera définitivement tout l’historique des appels.
ga: Scriosfar stair na nglaonna uile leis sin.
gu: આ બધી કૉલ હિસ્ટ્રી કાયમ માટે ડિલીટ કરશે
he: זה ימחק לצמיתות את כל היסטוריית השיחות
hi: इससे सभी कॉल इतिहास स्थायी रूप से डिलीट कर दिया जाएगा।
hr: Ovime ćete trajno izbrisati povijest vaših poziva.
hu: Ezzel véglegesen törlöd az összes híváselőzményt.
id: Tindakan ini akan menghapus semua riwayat panggilan secara permanen.
it: Quest'azione rimuoverà per sempre tutta la cronologia delle chiamate.
ja: すべての通話履歴を完全に消去します。
ko: 모든 통화 기록을 영구 삭제합니다.
mr: हे कायमस्वरूपी सर्व कॉल इतिहास हटवेल.
ms: Ini akan memadamkan semua sejarah panggilan secara kekal.
nb: Alle anropene slettes fra listen permanent.
nl: Hiermee wordt de oproepgeschiedenis voorgoed gewist.
pl: Cała historia połączeń zostanie trwale usunięta.
pt_br: Esta ação excluirá permanentemente o histórico de chamadas.
pt_pt: Isto irá eliminar permanentemente todo o histórico de chamadas.
ro: Se va șterge definitiv tot istoricul apelurilor.
ru: Вся история звонков будет безвозвратно удалена.
sk: Týmto natrvalo vymažete celú históriu hovorov.
sr: Овим ћете трајно избрисати целокупну историју позива.
sv: Detta kommer att radera all samtalshistorik permanent.
th: การดำเนินการนี้จะลบประวัติการโทรทั้งหมดอย่างถาวร
tr: Bu, tüm arama geçmişini kalıcı olarak silecektir.
ug: بۇ مەشغۇلات بارلىق چاقىرىق تارىخىنى مەڭگۈلۈك ئ‍ۆچۈرىدۇ.
uk: Історію всіх викликів буде видалено остаточно.
ur: اس سے کال کی پوری ہسٹری مستقل طور پر حذف ہو جائے گی۔
vi: Thao tác này sẽ xóa vĩnh viễn tất cả lịch sử cuộc gọi.
zh_cn: 此操作将永久删除所有通话记录。
zh_hk: 這將永久刪除所有通話紀錄。

# CALLS_TAB_DELETE_ALL_CALLS_PROMPT_TITLE
source: Clear call history?
ar: هل ترغبُ بمسح سجِل المكالمات؟
be: Ачысціць гісторыю званкоў?
bn: কলের ইতিহাস মুছে ফেলবেন?
ca: Netejar l'historial de trucades?
cs: Smazat historii hovorů?
da: Vil du rydde opkaldshistorikken?
de: Anrufverlauf leeren?
el: Διαγραφή ιστορικού κλήσεων;
es: ¿Eliminar historial de llamadas?
fa: تاریخچۀ تماس پاک شود؟
fi: Tyhjennetäänkö puheluhistoria?
fr: Supprimer l'historique des appels ?
ga: Glan stair na nglaonna?
gu: કૉલ હિસ્ટ્રી દૂર કરવી છે?
he: לנקות היסטוריית שיחות?
hi: कॉल इतिहास साफ करें?
hr: Izbrisati povijest poziva?
hu: Híváselőzmények törlése?
id: Hapus riwayat panggilan?
it: Vuoi eliminare la cronologia delle chiamate?
ja: 通話履歴を消去しますか？
ko: 통화 기록을 지울까요?
mr: कॉल इतिहास साफ करायचा?
ms: Kosongkan sejarah panggilan?
nb: Vil du tømme anropsloggen?
nl: Oproepgeschiedenis wissen?
pl: Usunąć historię połączeń?
pt_br: Limpar histórico de chamadas?
pt_pt: Limpar histórico de chamadas?
ro: Ștergi istoricul apelurilor?
ru: Очистить историю звонков?
sk: Vymazať históriu hovorov?
sr: Желите ли да избришете историју позива?
sv: Rensa samtalshistorik?
th: ล้างประวัติการโทรใช่หรือไม่
tr: Arama geçmişi temizlensin mi?
ug: چاقىرىق تارىخىنى تازىلامسىز؟
uk: Очистити історію викликів?
ur: کال ہسٹری کو صاف کریں؟
vi: Xóa lịch sử cuộc gọi?
zh_cn: 要清除通话记录吗？
zh_hk: 要清除通話紀錄嗎？

# CALLS_TAB_DELETE_CALL_ACTION_TITLE
source: Delete
ar: حذف
be: Выдаліць
bn: মুছে ফেলুন
ca: Eliminar
cs: Odstranit
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fa: پاک کردن
fi: Poista
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 消去する
ko: 삭제
mr: हटवा
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sr: Избриши
sv: Ta bort
th: ลบ
tr: Sil
ug: ئۆچۈرۈش
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

# CALLS_TAB_FILTER_PICKER_OPTION_ALL
source: All
ar: الكل
be: Усе
bn: সকল
ca: Tot
cs: Všechny
da: Alle
de: Alle
el: Όλες
es: Todas
fa: همه
fi: Kaikki
fr: Tous
ga: Uile
gu: બધા
he: הכל
hi: सब
hr: Svi
hu: Összes
id: Semua
it: Tutte
ja: すべて
ko: 전체
mr: सर्व
ms: Semua
nb: Alle
nl: Alles
pl: Wszystkie
pt_br: Todas
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetky
sr: Сви
sv: Alla
th: ทั้งหมด
tr: Tümü
ug: ھەممىسى
uk: Усі
ur: تمام
vi: Tất cả
zh_cn: 全部
zh_hk: 全部

# CALLS_TAB_FILTER_PICKER_OPTION_MISSED
source: Missed
ar: فائتة
be: Прапушчаны
bn: মিসড কল
ca: Perduda
cs: Zmeškané
da: Ubesvaret
de: Verpasst
el: Αναπάντητη
es: Perdidas
fa: ازدست‌رفته
fi: Vastaamaton
fr: Manqués
ga: Caillte
gu: મિસ્ડ કૉલ
he: לא נענו
hi: मिस्ड
hr: Propušteni
hu: Nem fogadott
id: Panggilan Tidak Terjawab
it: Chiamate perse
ja: 不在着信
ko: 부재중
mr: मिस्ड
ms: Panggilan terlepas
nb: Ubesvart
nl: Gemist
pl: Nieodebrane
pt_br: Perdida
pt_pt: Perdidas
ro: Pierdute
ru: Пропущенные
sk: Zmeškané
sr: Пропуштени
sv: Missade
th: ไม่ได้รับ
tr: Cevapsız
ug: ئېلىنمىغىنى
uk: Пропущені
ur: مسڈ
vi: Cuộc gọi nhỡ
zh_cn: 未接
zh_hk: 未接來電

# CALLS_TAB_GO_TO_CHAT_ACTION_TITLE
source: Go to Chat
ar: انتقِل إلى الدردشة
be: Перайсці ў чат
bn: চ্যাটে যান
ca: Ves al xat
cs: Přejít na chat
da: Gå til chat
de: Zum Chat
el: Μετάβαση στη συνομιλία
es: Ir al chat
fa: رفتن به گفتگو
fi: Siirry keskusteluun
fr: Afficher la conversation
ga: Téigh chuig Comhrá
gu: ચેટ પર જાઓ
he: מעבר לצ׳אט
hi: चैट पर जाएँ
hr: Idi na razgovor
hu: Ugrás a csevegésre
id: Buka Obrolan
it: Vai alla chat
ja: チャットする
ko: 대화로 이동
mr: चॅटवर जा
ms: Pergi ke Sembang
nb: Gå til samtale
nl: Chat openen
pl: Przejdź do czatu
pt_br: Ir para o chat
pt_pt: Ir para o chat
ro: Arată conversația
ru: Перейти к чату
sk: Prejsť na čet
sr: Ићи на ћаскање
sv: Gå till chatt
th: ไปที่แชท
tr: Sohbete Git
ug: پاراڭغا كىرىش
uk: Відкрити чат
ur: چیٹ پر جائیں
vi: Đến Cuộc trò chuyện
zh_cn: 前往聊天
zh_hk: 前往聊天

# CALLS_TAB_JOIN_CALL_BUTTON_TITLE
source: Join
ar: انضم
be: Далучыцца
bn: যোগদান করুন
ca: Afegeix-m'hi
cs: Připojit
da: Deltag
de: Beitreten
el: Είσοδος
es: Unirse
fa: پیوستن
fi: Liity
fr: Rejoindre
ga: Téigh le
gu: જોડાઓ
he: הצטרף
hi: जुड़ें
hr: Pridruži se
hu: Belépés
id: Bergabung
it: Unisciti
ja: 参加する
ko: 참가
mr: सामील व्हा
ms: Sertai
nb: Bli med
nl: Deelnemen
pl: Dołącz
pt_br: Entrar
pt_pt: Entrar
ro: Alătură-te
ru: Войти
sk: Pridať sa
sr: Придружите се
sv: Gå med
th: เข้าร่วม
tr: Katıl
ug: قوشۇل
uk: Приєднатися
ur: شامل ہوں
vi: Tham gia
zh_cn: 加入
zh_hk: 加入

# CALLS_TAB_JOIN_VIDEO_CALL_ACTION_TITLE
source: Join Video Call
ar: الانضمام إلى مكالمة الفيديو
be: Далучыцца да відэазванка
bn: ভিডিও কলে যোগ দিন
ca: Unir-se a la videotrucada
cs: Připojit se k videohovoru
da: Deltag i videoopkald
de: An Videoanruf teilnehmen
el: Μπες στη βιντεοκλήση
es: Unirse a la videollamada
fa: پیوستن به تماس تصویری
fi: Liity videopuheluun
fr: Rejoindre l'appel vidéo
ga: Téigh isteach i bhFísghlao
gu: વીડિયો કૉલમાં જોડાઓ
he: הצטרפות לשיחת וידאו
hi: वीडियो कॉल ज्वाइन करें
hr: Pridruži se videopozivu
hu: Csatlakozás videóhíváshoz
id: Gabung Panggilan Video
it: Partecipa alla videochiamata
ja: ビデオ通話に参加する
ko: 영상 통화 시작
mr: व्हिडिओ कॉलमध्ये सामील व्हा
ms: Sertai Panggilan Video
nb: Bli med i videosamtalen
nl: Deelnemen aan video-oproep
pl: Dołącz do połączenia wideo
pt_br: Participar da chamada de vídeo
pt_pt: Entrar em videochamada
ro: Alătură-te apelului video
ru: Присоединиться к видеозвонку
sk: Pripojiť sa k videohovoru
sr: Укључите се у видео позив
sv: Delta i videosamtal
th: เข้าร่วมวิดีโอคอล
tr: Görüntülü Aramaya Katıl
ug: ۋىدېيولۇق چاقىرىققا قوشۇلۇش
uk: Приєднатися до відеовиклику
ur: ویڈیو کال میں شامل ہوں
vi: Tham gia Cuộc gọi Video
zh_cn: 加入视频通话
zh_hk: 加入視訊通話

# CALLS_TAB_JOIN_VOICE_CALL_ACTION_TITLE
source: Join Voice Call
ar: الانضمام إلى المكالمة الصوتية
be: Далучыцца да галасавога званка
bn: ভয়েস কলে যোগ দিন
ca: Unir-se a la trucada de veu
cs: Připojit se k hlasovému hovoru
da: Deltag i taleopkald
de: Sprachanruf beitreten
el: Συμμετοχή σε φωνητική κλήση
es: Unirse a la llamada
fa: پیوستن به تماس صوتی
fi: Liity äänipuheluun
fr: Rejoindre l'appel vocal
ga: Téigh Isteach sa Ghuthghlao
gu: વૉઇસ કૉલમાં જોડાઓ
he: הצטרפות לשיחה קולית
hi: वॉयस कॉल से जुड़ें
hr: Pridružite se glasovnom pozivu
hu: Csatlakozás a hanghíváshoz
id: Gabung Panggilan Suara
it: Partecipa alla chiamata vocale
ja: 音声通話に参加する
ko: 음성 통화 참여
mr: व्हॉईस कॉल जॉईन करा
ms: Sertai Panggilan Suara
nb: Bli med i lydsamtalen
nl: Deelnemen aan spraakoproep
pl: Dołącz do połączenia głosowego
pt_br: Entrar na chamada de voz
pt_pt: Entrar na chamada de voz
ro: Alătură-te apelului vocal
ru: Присоединиться к аудиозвонку
sk: Pripojiť sa k hlasovému hovoru
sr: Придружите се гласовном позиву
sv: Anslut till röstsamtal
th: เข้าร่วมการโทรด้วยเสียง
tr: Sesli Aramaya Katıl
ug: ئاۋازلىق چاقىرىققا قوشۇلۇش
uk: Приєднатися до аудіовиклику
ur: وائس کال میں شامل ہوں
vi: Tham gia Cuộc gọi thoại
zh_cn: 加入语音通话
zh_hk: 加入語音通話

# CALLS_TAB_NO_MISSED_CALLS_LABEL
source: No missed calls
ar: لا توجد مكالمات فائتة
be: Няма прапушчаных званкоў
bn: কোনো মিসড কল নেই
ca: No hi ha trucades perdudes
cs: Žádné zmeškané hovory
da: Ingen ubesvarede opkald
de: Keine verpassten Anrufe
el: Δεν υπάρχουν αναπάντητες κλήσεις
es: No hay llamadas perdidas
fa: تماس ازدست‌رفته‌ای وجود ندارد
fi: Ei vastaamattomia puheluita
fr: Aucun appel manqué
ga: Níl glaonna caillte ann
gu: કોઈ મિસ્ડ કૉલ નથી
he: אין שיחות שלא נענו
hi: कोई मिस्ड कॉल नहीं
hr: Nema propuštenih poziva
hu: Nincs nem fogadott hívás
id: Tidak ada panggilan tidak terjawab
it: Nessuna chiamata persa
ja: 不在着信はありません
ko: 부재중 전화 없음
mr: कोणतेही मिस्ड कॉल नाहीत
ms: Tiada panggilan terlepas
nb: Ingen ubesvarte anrop
nl: Geen gemiste oproepen
pl: Brak nieodebranych połączeń
pt_br: Nenhuma chamada perdida
pt_pt: Sem chamadas perdidas
ro: Nu există apeluri pierdute
ru: Нет пропущенных звонков
sk: Žiadne zmeškané hovory
sr: Нема пропуштених позива
sv: Inga missade samtal
th: ไม่มีสายที่ไม่ได้รับ
tr: Cevapsız arama yok
ug: ئېلىنمىغان چاقىرىق يوق
uk: Немає пропущених викликів
ur: کوئی مسڈ کالز نہیں
vi: Không có cuộc gọi nhỡ
zh_cn: 无未接来电
zh_hk: 沒有未接來電
