Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BLUR_TOOLTIP
source: New: Blur faces or draw anywhere to blur.
af: Nuut: Vervaag gesigte of teken op enige plek om te vervaag.
ar: جديد : قُم بتمويه الوجوه أو ارسم في أي مكان للتمويه.
az: Yeni: Üzləri bulanıqlaşdırın və ya bulanıqlaşdırmaq istədiyiniz yeri çəkin
be: Новае: размыццё твару або размалёўка любых фрагментаў для размыцця.
bn: নতুন: ফেসগুলি ঝাপসা করুন অথবা যেকোনও জায়গায় ঝাপসা করতে আঁকুন।
ca: Nou: difumineu les cares o dibuixeu enlloc per difuminar.
cs: Nové: Rozostřit tváře nebo kreslením cokoli
cy: Newydd: Pylu wynebau neu llunio unrhyw le i bylu.
da: Nyt: Slør ansigter eller tegn hvor som helst for at sløre.
de: Neu: Verwische Gesichter oder zeichne zum Verwischen in beliebige Bereiche.
el: Νέο: Θόλωσε τα πρόσωπα ή ζωγράφισε οπουδήποτε για να θολώσεις.
es: ¡Nuevo! Difumina caras o partes de tus fotos.
es_es: Nuevo: Enturbia caras o partes de la foto.
et: Uus: Hägusta näod või joonista hägustamiseks.
eu: Berria: aurpegiak zirriborratu edo edonon marraztu zirriborrotzeko.
fa: جدید: چهره‌ها را محو کنید یا روی هر ناحیه‌‌ای برای محو کردن بکشید.
fi: Uutta: sumenna kasvot tai sumenna mitä vain piirtämällä.
fr: Nouveauté : floutez les visages ou n'importe quelle zone de vos photos.
ga: Nua: Aghaidheanna a dhoiléiriú nó tarraingt áit ar bith le doiléiriú.
gu: નવું: ચહેરાને ઝાંખા કરો અથવા ઝાંખા કરવા માટે ગમે તે જગ્યાએ દોરો.
he: חדש: טשטש פרצופים או צייר בכל מקום כדי לטשטש.
hi: नया: चेहरों को धुंधला करें या धुंधला करने के लिए कहीं भी ड्रॉ करें।
hr: Novo: Zamaglite lica ili povucite bilo gdje za zamagljivanje.
hu: Új: Homályosíts ki arcokat vagy más fénykép részeket.
id: Baru: Kaburkan wajah atau gambar di mana pun untuk mengaburkan.
is: Nýtt: Móskaðu andlit eða teiknaðu einhversstaðar til að móska.
it: Nuovo: sfoca volti o disegna ovunque per sfocare.
ja: 新機能: 顔や任意の場所をぼかすことができます
kab: Amaynut: Sderɣel udmawen neɣ suneɣ anida i am.ak-yehwa akken ad tesdreɣleḍ tawlaft
kk: Жаңа: Беттерді бұлыңғырлаңыз немесе бұлыңғырлау үшін кез келген жерден сызыңыз.
km: ááŸ’á˜á¸áŸ– á–áŸ’ášá·á›á˜á»á á¬ á‚á¼ášá€á“áŸ’á›áŸ‚á„áá¶áŠá¾á˜áŸ’á”á¸á±áŸ’á™á–áŸ’ášá·á›áŸ”
kn: ಹೊಸತು: ಮುಖಗಳನ್ನು ಬ್ಲರ್ ಮಾಡಿ ಅಥವಾ ಬ್ಲರ್ ಮಾಡಲು ಎಲ್ಲಿಬೇಕಾದರೂ ಎಳೆಯಿರಿ.
ko: 새 기능: 얼굴 또는 그린 곳을 가릴 수 있습니다.
lt: Nauja: Suliekite veidus arba pieškite ten, kur norite sulieti.
lv: Jauns: Aizkrāsot sejas vai velciet jebkur, lai aizkrāsotu.
mk: Ново: Замаглувајте лица или нацртајте било каде за замаглување.
ml: പുതിയത്: മുഖങ്ങൾ മങ്ങിക്കുക അല്ലെങ്കിൽ മങ്ങിക്കാൻ എവിടെയെങ്കിലും വരയ്ക്കുക
mr: नवीन: चेहरे अस्पष्ट करा किंवा अस्पष्ट करण्यासाठी कुठेही रेखाटा
ms: Baharu: Kaburkan wajah atau lukis di mana-mana sahaja untuk kaburkannya.
my: အသစ် - မျက်နှာများကို မှုန်စေပါ သို့မဟုတ် ကြိုက်သည့်နေရာတွင်ဆွဲ၍ မှုန်စေပါ
nb: Nytt: Visk ut ansikter eller tegn hvor som helst for viske ut.
nl: Nieuw: Vervaag gezichten of teken om andere dingen te vervagen.
pa: ਨਵਾਂ: ਚਿਹਰੇ ਧੁੰਦਲੇ ਕਰੋ ਜਾਂ ਕਿਤੇ ਵੀ ਧੁੰਦਲਾ ਕਰਨ ਲਈ ਖਿੱਚੋ
pl: Nowość: rozmywaj twarze lub dowolne obszary.
ps: نوی: مخونه بلور کړئ یا هم هر ځای چې تاسې غواړئ هغه بلور کړئ هلته رسامي وکړئ
pt_br: Novo: Desfoque rostos ou desenhe em alguma zona para desfocá-la.
pt_pt: Novidade: Oculte rostos ou desenhe onde quiser para ocultar
ro: Nou: Estompează fețe sau desenează oriunde pentru a estompa.
ru: Новинка: размытие лиц и любых других фрагментов
sk: Nové: Rozmažte tváre alebo kreslite kdekoľvek pre rozmazanie.
sl: Novo: zabrišite obraze ali s potegom prsta katerikoli del slike.
sq: E re: Turbulloni fytyra ose vizatoni kudoqoftë që të turbullohet.
sr: Ново: Замутите лица и друге делове слике.
sv: Nytt: Oskärpa ansikten eller dra var som helst för att oskärpa.
sw: Mpya: Weka ukungu kwenye nyuso au uchore mahali popote ili uweke ukungu.
ta: புதியது: முகங்களை மங்கலாக்கு அல்லது மங்குவதற்கு எங்கும் வரையவும்.
te: క్రొత్తది: ముఖాలను అస్పష్టం చేయండి లేదా అస్పష్టం చేయడానికి ఎక్కడైనా గీయండి.
th: ใหม่: มัวหน้าหรือวาดที่ใดก็ได้เพื่อทำให้มัว
tr: Yeni: Yüzleri bulanıklaştırın veya bulanıklaştırmak istediğiniz yerleri çizin.
ug: يېڭى: چىراي ياكى خالىغان جاي سىزىلسا تۇتۇقلىشىدۇ.
uk: Нове: Розмиття облич і замалювання будь-якої зони для розмиття.
ur: نیا: دھندلا ہونے کے لئے چہرے کو دھندلا یا کہیں بھی بنائیں۔
vi: Mới: Làm mờ mặt hoặc vẽ bất kì chỗ nào để làm mờ.
zh_cn: 新功能：抹一抹以模糊脸或任意位置
zh_hk: 新功能：將臉孔模糊或在任何地方塗抹來使其模糊。

# BOOST_VIEW_CUSTOM_AMOUNT_PLACEHOLDER
source: Enter Custom Amount
af: Voer eie bedrag in
ar: أدخِل مبلغ مُخَصَّص
az: Özəl məbləğ daxil edin
be: Увесці персаналізаваную суму
bn: কাস্টম পরিমাণ লিখুন
ca: Introdueix la quantitat personalitzada
cs: Zadejte vlastní částku
cy: Rhowch Swm Personol
da: Angiv tilpasset beløb
de: Eigenen Betrag eingeben
el: Εισαγωγή προσαρμοσμένου ποσού
es: Introduce un importe personalizado
et: Sisesta kohandatud summa
eu: Sartu zenbateko pertsonalizatua
fa: مبلغ دلخواه را وارد کنید
fi: Syötä uusi summa
fr: Saisir un montant personnalisé
ga: Cuir Isteach Méid Saincheaptha
gu: અનિર્દેશિત રકમ દાખલ કરો
he: הכנסת סכום מותאם אישית
hi: कस्टम राशि दर्ज करें
hr: Unesi željeni iznos
hu: Egyedi összeg
id: Masukkan Jumlah Kustom
is: Settu inn sérsniðna upphæð
it: Inserisci un importo personalizzato
ja: 金額を入力してください
km: á”á‰áŸ’á‡á¼á›á…áŸ†á“á½á“á”áŸ’ášá¶á€áŸ‹áŠáŸ„á™ááŸ’á›á½á“á¯á„
kn: ಕಸ್ಟಮ್‌ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ko: 사용자 정의 금액 입력
lt: Įveskite tinkintą sumą
lv: Ievadīt pielāgotu summu
mk: Внесете износ
ml: ഇഷ്ടാനുസൃത തുക നൽകുക
mr: सानुकूल रक्कम प्रविष्ट करा
ms: Masukkan Jumlah Tersuai
my: စိတ်ကြိုက်ပမာဏကို ရိုက်ထည့်ပါ
nb: Angi tilpasset beløp
nl: Een zelfgekozen bedrag invullen
pa: ਪਸੰਦੀਦਾ ਰਕਮ ਦਿਓ
pl: Podaj inną kwotę
ps: سفارشي مقدار دننه کړئ
pt_br: Insira o valor
pt_pt: Introduzir montante personalizado
ro: Introdu o sumă specifică
ru: Ввести сумму
sk: Zadať vlastnú čiastku
sl: Vnesite znesek po vašem izboru
sq: Jepni Sasi Vetjake
sr: Унесите износ
sv: Ange anpassat belopp
sw: Weka Kiasi Maalum
ta: உள்ளிடவும் தனிப்பயன் தொகை
te: అనుకూల మొత్తాన్ని నమోదు చేయండి
th: กรอกจำนวนเอง
tr: Farklı Bir Miktar Gir
ug: ئىختىيارىچە سومما كىرگۈزۈڭ
uk: Інша сума
ur: اپنی مرضی کی رقم درج کریں
vi: Nhập Số tiền Tùy chọn
zh_cn: 输入自定义金额
zh_hk: 請輸入自訂金額

# BUTTON_ADD
source: Add
af: Voeg toe
ar: إضافة
az: Əlavə et
be: Дадаць
bn: যোগ করুন
ca: Afegeix
cs: Přidat
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
es_es: Añadir
et: Lisa
eu: Gehitu
fa: افزودن
fi: Lisää
fr: Ajouter
ga: Cuir leis
gu: ઉમેરો
he: הוסף
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambahkan
is: Bæta við
it: Aggiungi
ja: 追加する
kab: Rnu
km: á”á“áŸ’ááŸ‚á˜
kn: ಸೇರಿಸಿ
ko: 추가
lt: Pridėti
lv: Pievienot
mk: Додадете...
ml: ചേർക്കുക
mr: जोडा
ms: Tambah
my: ထည့်သည်
nb: Legg til
nl: Toevoegen
pa: ਜੋੜੋ
pl: Dodaj
ps: اضافه کول
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodaj
sq: Shtoje
sr: Додај
sv: Lägg till
sw: Ongeza
ta: சேர்க்கவும்
te: చేర్చు
th: เพิ่ม
tr: Ekle
ug: قوشۇش
uk: Додати
ur: شامل کریں
vi: Thêm
zh_cn: 添加
zh_hk: 新增

# BUTTON_CONTINUE
source: Continue
af: Gaan voort
ar: متابعة
az: Davam et
be: Працягнуць
bg: Продължи
bn: চলতে থাকুন
ca: Continua
cs: Pokračovat
cy: Parhau
da: Forsæt
de: Weiter
el: Συνέχεια
es: Continuar
es_es: Adelante
et: Jätka
eu: Jarraitu
fa: ادامه دادن
fi: Jatka
fil: Ipagpatuloy
fr: Continuer
ga: Ar Aghaidh
gu: ચાલુ રાખો
he: המשך
hi: आगे
hr: Nastavi
hu: Folytatás
id: Lanjut
is: Áfram
it: Continua
ja: 続ける
kab: Kemmel
kk: Жалғастыру
km: á”á“áŸ’á
kn: ಮುಂದುವರಿಸಿ
ko: 계속
lt: Tęsti
lv: Turpināt
mk: Продолжете
ml: തുടരുക
mr: सुरू ठेवा
ms: Teruskan
my: ဆက်လက်၍
nb: Fortsett
nl: Doorgaan
pa: ਜਾਰੀ ਰੱਖੋ
pa_pk: جاری رکھو
pl: Kontynuuj
ps: ادامه
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sr: Настави
sv: Fortsätt
sw: Endelea
ta: தொடர்ந்து செல்
te: కొనసాగించు
th: ทำต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續

# BUTTON_COPY
source: Copy
af: Kopieer
ar: نسخ
az: Kopyala
be: Капіраваць
bn: কপি করুন
ca: Copia
cs: Kopírovat
cy: Copïo
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
eu: Kopiatu
fa: کپی
fi: Kopioi
fr: Copier
ga: Cóipeáil
gu: કૉપિ
he: העתק
hi: कॉपी
hr: Kopiraj
hu: Másolás
id: Salin
is: Afrita
it: Copia
ja: コピー
kab: Nɣel
km: á…á˜áŸ’á›á„
kn: ನಕಲಿಸು
ko: 복사
lt: Kopijuoti
lv: Kopēt
mk: Копирај
ml: പകർത്തുക
mr: कॉपी करा
ms: Salin
my: ကူးမည်
nb: Kopier
nl: Kopiëren
pa: ਕਾਪੀ ਕਰੋ
pl: Skopiuj
ps: کاپي
pt_br: Copiar
pt_pt: Copiar
ro: Copiere
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
sr: Копирај
sv: Kopiera
sw: Nakili
ta: நகல்
te: నకలు
th: คัดลอก
tr: Kopyala
ug: كۆچۈر
uk: Копіювати
ur: کاپی کریں
vi: Sao chép
zh_cn: 复制
zh_hk: 複製

# BUTTON_DONE
source: Done
af: Klaar
ar: تمّ
az: Bitdi
be: Гатова
bg: Готово
bn: শেষ
ca: Fet
cs: Hotovo
cy: Wedi Gorffen
da: Udført
de: Fertig
el: Τέλος
es: Listo
es_es: Hecho
et: Tehtud
eu: Eginda
fa: انجام شد
fi: Valmis
fil: Tapos na
fr: OK
ga: Déanta
gu: થઈ ગયું
he: סיים
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
is: Lokið
it: Fatto
ja: 完了
kab: Immed
kk: Дайын
km: á”á‰áŸ’á…á”áŸ‹
kn: ಮುಗಿದಿದೆ
ko: 확인
lt: Atlikta
lv: Gatavs
mk: Готово
ml: ചെയ്‌തു
mr: ठीक
ms: Selesai
my: ပြီးပြီ
nb: Ferdig
nl: Klaar
pa: ਮੁਕੰਮਲ
pa_pk: ہو گیا
pl: Gotowe
ps: تر سره شو
pt_br: Pronto
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Opravljeno
sq: U bë
sr: Готово
sv: Klar
sw: Imekamilika
ta: முடிந்தது
te: పూర్తి
th: เสร็จสิ้น
tr: Tamam
ug: بولدى
uk: Готово
ur: ہو گیا
vi: Xong
zh_cn: 完成
zh_hk: 完成

# BUTTON_DUPLICATE
source: Duplicate
af: Dupliseer
ar: تكرار
az: Kopyala
be: Дубляваць
bn: ডুপ্লিকেট
ca: Duplica
cs: Duplikovat
cy: Dyblygu
da: Duplikér
de: Duplizieren
el: Δημιουργία αντιγράφου
es: Duplicar
et: Duplikaat
eu: Bikoiztu
fa: تکثیر
fi: Monista
fr: Dupliquer
gu: ડુપ્લિકેટ
he: שכפל
hi: नक़ल
hr: Dupliciraj
hu: Megkettőzés
id: Duplikat
is: Tvítaka
it: Duplica
ja: 複製
km: áŸáŸ’á‘á½á“
kn: ನಕಲಿ
ko: 복사하기
lt: Dubliuoti
lv: Dublēt
mk: Дупликат
ml: തനിപ്പകർപ്പ്
mr: डूप्लिकेट
ms: Duplikasi
my: မူပွား
nb: Duplikat
nl: Kopie maken
pa: ਡੁਪਲੀਕੇਟ
pl: Powiel
ps: دوه ګونی
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplicare
ru: Дублировать
sk: Duplikovať
sl: Podvoji
sq: E përsëdytur
sr: Дуплирај
sv: Duplicera
sw: Nakala rudufu
ta: நகல்
te: నకిలీ
th: ทำซ้ำ
tr: Kopyala
ug: كۆچۈر
uk: Створити копію
ur: ڈپلیکیٹ
vi: Sao chép
zh_cn: 复制
zh_hk: 再製

# BUTTON_EDIT
source: Edit
af: Wysig
ar: تحرير
az: Düzəliş et
be: Рэдагаваць
bn: সম্পাদনা করুন
ca: Edita
cs: Upravit
cy: Golygu
da: Redigér
de: Bearbeiten
el: Eπεξεργασία
es: Editar
et: Muuda
eu: Editatu
fa: ویرایش
fi: Muokkaa
fr: Modifier
ga: Eagar
gu: ફેરફાર કરો
he: ערוך
hi: बदलें
hr: Uredi
hu: Szerkesztés
is: Breyta
it: Modifica
ja: 編集
kab: Ẓreg
km: á€áŸ‚á”áŸ’ášáŸ‚
kn: ತಿದ್ದಿ
ko: 수정
lt: Taisyti
lv: Rediģēt
mk: Измени
ml: എഡിറ്റുചെയ്യുക
mr: संपादन
my: ပြင်ရန်
nb: Rediger
nl: Bewerken
pa: ਸੋਧੋ
pl: Edytuj
ps: تصحیح
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Изменить
sk: Upraviť
sl: Uredi
sq: Përpunojeni
sr: Уреди
sv: Ändra
sw: Hariri
ta: தொகு
te: సరిచేయు
th: แก้ไข
tr: Düzenle
ug: تەھرىر
uk: Редагувати
ur: ترتیب دیں
vi: Sửa
zh_cn: 编辑
zh_hk: 編輯

# BUTTON_MUTE
source: Mute
af: Demp
ar: كتم
az: Səssizə al
be: Апавяшч. адкл.
bn: মিউট করুন
ca: Silenciar
cs: Vypnout zvuk
cy: Tewi
da: Ignorer
de: Stummschalten
el: Σίγαση
es: Silenciar
et: Vaigista
eu: Isildu
fa: بی‌صدا
fi: Mykistä
fr: Sourdine
ga: Balbhaigh
gu: મ્યૂટ કરો
he: השתקה
hi: म्यूट करें
hr: Utišaj
hu: Némítás
id: Bisukan
is: Þagga
it: Silenzia
ja: ミュート
kab: Kkes imesli
km: á”á·á‘áŸáŸ†á¡áŸá„
kn: ಮ್ಯೂಟ್ ಮಾಡಿ
ko: 알림 끄기
lt: Išjungti pranešimus
lv: Apklusināt
mk: Исклучи известувања
ml: നിശബ്ദമാക്കുക
mr: म्यूट करा
ms: Redamkan
my: အသံတိတ်ထားမည်
nb: Ikke vis
nl: Dempen
pa: ਚੁੱਪ
pl: Wycisz
ps: صامت
pt_br: Silenciar
pt_pt: Silenciar
ro: Silențios
ru: Откл. уведомл.
sk: Stlmiť
sl: Utišaj
sq: Heshtoji
sr: Искључи обавеш.
sv: Tysta
sw: Zima
ta: முடக்கு
te: నిశబ్ధం
th: ปิดเสียง
tr: Sessize al
ug: ئۈنسىز
uk: Не сповіщати
ur: خاموش کریں
vi: Tắt thông báo
zh_cn: 静音
zh_hk: 靜音

# BUTTON_NEXT
source: Next
af: Volgende
ar: التالي
az: Növbəti
be: Далей
bg: Следващ
bn: পরবর্তী
ca: Següent
cs: Další
cy: Nesaf
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_es: Siguiente
et: Edasi
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fil: Susunod
fr: Suivant
ga: Ar Aghaidh
gu: આગળ
he: הבא
hi: अगला
hr: Sljedeće
hu: Tovább
id: Berikutnya
is: Næsta
it: Avanti
ja: 次へ
kab: Ɣer zdat
kk: Келесі
km: á”á“áŸ’á‘á¶á”áŸ‹
kn: ಮುಂದೆ
ko: 다음
lt: Kitas
lv: Tālāk
mk: Следно
ml: അടുത്തത്
mr: पुढे
ms: Seterusnya
my: နောက်ထက်
nb: Neste
nl: Volgende
pa: ਅਗਲਾ
pa_pk: اگلا
pl: Dalej
ps: بل
pt_br: Avançar
pt_pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalší
sl: Naprej
sq: Pasuesi
sr: Следеће
sv: Nästa
sw: Ifuatayo
ta: அடுத்தது
te: తరువాత
th: ถัดไป
tr: İleri
ug: كېيىنكى
uk: Далі
ur: اگلا
vi: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# BUTTON_NO
source: No
af: Nee
ar: لا
az: Xeyr
be: Не
bn: না
cs: Ne
cy: Na
da: Nej
de: Nein
el: Όχι
et: Ei
eu: Ez
fa: خیر
fi: Ei
fr: Non
ga: Níl
gu: ના
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
is: Nei
ja: いいえ
kab: Uhu
km: á‘áŸ
kn: ಇಲ್ಲ
ko: 아니요
lt: Ne
lv: Nē
mk: Не
ml: വേണ്ട
mr: नाही
ms: Tidak
my: မလုပ်ပါ
nb: Nei
nl: Nee
pa: ਨਹੀਂ
pl: Nie
ps: نه
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sr: Не
sv: Nej
sw: Hapana
ta: இல்லை
te: కాదు
th: ไม่
tr: Hayır
ug: ياق
uk: Ні
ur: جی نہیں
vi: Không
zh_cn: 否
zh_hk: 否

# BUTTON_NOT_NOW
source: Not Now
af: Nie nou nie
ar: ليس الآن
az: İndi yox
be: Не зараз
bn: এখন নয়
ca: Ara no
cs: Nyní ne
cy: Nid nawr
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
es_es: Ahora no
et: Mitte praegu
eu: Orain ez
fa: حالا نه
fi: Ei nyt
fr: Plus tard
ga: Ná bac leis anois
gu: અત્યારે નહીં
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Később
id: Tidak sekarang
is: Ekki núna
it: Non ora
ja: 今はしない
kab: Mačči tura
km: á˜á·á“á˜áŸ‚á“á¥á¡á¼áœá“áŸáŸ‡
kn: ಈಗಲ್ಲ
ko: 나중에
lt: Ne dabar
lv: Ne tagad
mk: Не сега
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
ms: Bukan Sekarang
my: ယခုမဟုတ်ပါ
nb: Ikke nå
nl: Niet nu
pa: ਹਾਲੇ ਨਹੀਂ
pl: Nie teraz
ps: اوس نه
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sq: Jo Tani
sr: Не сада
sv: Inte nu
sw: Sio kwa Sasa
ta: இப்போது வேண்டாம்
te: ఇప్పుడు కాదు
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
ug: ھازىر ئەمەس
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_cn: 以后再说
zh_hk: 現在不要

# BUTTON_OKAY
source: Okay
af: Goed
ar: تم
az: Oldu
be: Добра
bg: Добре
bn: ঠিক আছে
ca: D'acord
cs: V pořádku
cy: Iawn
de: OK
el: Εντάξει
es: Aceptar
es_es: De acuerdo
et: Sobib
eu: Ados
fa: قبول
fi: Selvä
fr: OK
ga: Tá go maith
gu: બરાબર
he: בסדר
hi: ठीक है
hr: U redu
hu: OK
id: Oke
is: Í lagi
it: Ok
ja: OK
kab: IH
kk: Жарайды
km: á™á›áŸ‹á–áŸ’ášá˜
kn: ಸರಿ
ko: 확인
lt: Gerai
lv: Labi
mk: Во ред
ml: ശരി
mr: ठीक आहे
my: အိုကေ
nb: Greit
nl: Oké
pa: ਠੀਕ ਹੈ
pa_pk: ٹھیک اے
pl: OK
ps: سمه ده
pt_br: Ok
pt_pt: Ok
ru: Хорошо
sk: OK
sl: Okej
sq: OK
sr: У реду
sv: Okej
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ug: جەزملە
uk: Зрозуміло
ur: ٹھیک ہے
vi: OK
zh_cn: 好的
zh_hk: 好

# BUTTON_PREVIOUS
source: Previous
af: Vorige
ar: السابق
az: Əvvəlki
be: Назад
bn: পূর্ববর্তী
ca: Anterior
cs: Předchozí
cy: Blaenorol
da: Forrige
de: Vorheriger
el: Προηγούμενο
es: Anterior
et: Eelmine
eu: Aurrekoa
fa: قبلی
fi: Edellinen
fr: Précédent
ga: Roimhe
gu: અગાઉની
he: הקודם
hi: पिछले
hr: Prethodno
hu: Előző
id: Sebelumnya
is: Fyrra
it: Precedente
ja: 前へ
kab: Yezrin
km: á˜á»á“
kn: ಹಿಂದಿನ
ko: 이전
lt: Ankstesnis
lv: Atpakaļ
mk: Претходно
ml: മുമ്പത്തെ
mr: मागील
ms: Sebelumnya
my: နောက်သို့
nb: Forrige
nl: Vorige
pa: ਪਿੱਛੇ
pl: Wstecz
ps: مخکنی
pt_br: Anterior
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Predchádzajúce
sl: Nazaj
sq: I mëparshmi
sr: Претходно
sv: Tidigare
sw: Iliyotangulia
ta: முந்தையது
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
ug: ئالدىنقى
uk: Назад
ur: پچھلا
vi: Trước
zh_cn: 后退
zh_hk: 上一步

# BUTTON_SELECT
source: Select
af: Kies
ar: تحديد
az: Seç
be: Выбраць
bg: Изберете
bn: নির্বাচন
ca: Selecció
cs: Vybrat
cy: Dewis
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
es_es: Seleccionar
et: Vali
eu: Aukeratu
fa: انتخاب
fi: Valitse
fr: Sélectionner
ga: Roghnaigh
gu: પસંદ કરો
he: בחר
hi: चुनिए
hr: Odaberi
hu: Kiválasztás
id: Pilih
is: Velja
it: Seleziona
ja: 選択する
kab: Fren
kk: Бөлектеу
km: á‡áŸ’ášá¾áŸášá¾áŸ
kn: ಆಯ್ಕೆ ಮಾಡಿ
ko: 선택
lt: Pasirinkti
lv: Atlasīt
mk: Одбери
ml: തിരഞ്ഞെടുക്കുക
mr: निवडा
ms: Pilih
my: ရွေးမည်
nb: Velg
nl: Selecteren
pa: ਚੁਣੋ
pa_pk: منتخب کرو
pl: Zaznacz
ps: ټاکل
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectează
ru: Выбрать
sk: Vybrať
sl: Izberi
sq: Përzgjidhni
sr: Изабери
sv: Välj
sw: Chagua
ta: தேர்வு
te: ఎంచుకోండి
th: เลือก
tr: Seç
ug: تاللا
uk: Вибрати
ur: منتخب کریں
vi: Chọn
zh_cn: 选择
zh_hk: 選取

# BUTTON_SET
source: Set
af: Stel
ar: تعيين
az: Tənzimlə
be: Наладзіць
bn: সেট করুন
ca: Estableix
cs: Nastavit
cy: Gosod
da: Opsæt
de: Speichern
el: Ορισμός
es: Aplicar
et: Määra
eu: Ezarri
fa: تنظیم
fi: Aseta
fr: Définir
ga: Socraigh
gu: સેટ
he: הגדר
hi: सेट
hr: Postavi
hu: Beállítás
id: Atur
is: Stilla
it: Imposta
ja: 設定する
kab: Initialiser
km: á€áŸ†áááŸ‹
kn: ನಿಗದಿಸಿ
ko: 설정
lt: Nustatyti
lv: Iestatīt
mk: Постави
ml: സജ്ജമാക്കുക
mr: सेट करा
ms: Tetapkan
my: တပ်ဆင်မယ်
nb: Sett
nl: Instellen
pa: ਸੈੱਟ ਕਰੋ
pl: Ustaw
ps: تنظیم
pt_br: Definir
pt_pt: Definir
ro: Aplicare
ru: Установить
sk: Nastaviť
sl: Nastavi
sq: Vëre
sr: Подеси
sv: Ställ in
sw: Weka
ta: அமைக்கவும்
te: జత
th: ตั้งเป็น
tr: Ayarla
ug: بېكىتىڭ
uk: Установити
ur: سیٹ کریں
vi: Đặt
zh_cn: 设置
zh_hk: 設定

# BUTTON_SHARE
source: Share
af: Deel
ar: مشاركة
az: Paylaş
be: Абагуліць
bn: শেয়ার করুন
ca: Comparteix-lo
cs: Sdílet
cy: Rhannu
da: Del
de: Teilen
el: Μοιράσου
es: Compartir
et: Jaga
eu: Partekatu
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
ga: Comhroinn
gu: શેર કરો
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有
kab: Bḍu
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€
kn: ಹಂಚಿಕೊಳ್ಳಿ
ko: 공유
lt: Bendrinti
lv: Kopīgot
mk: Сподели
ml: പങ്കിടുക
mr: सामायिक करा
ms: Kongsi
my: ဝေမျှမယ်
nb: Del
nl: Delen
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
ps: شریکول
pt_br: Compartilhar
pt_pt: Partilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sl: Deli
sq: Ndajeni Me të Tjerë
sr: Подели
sv: Dela
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ug: ھەمبەھىرلە
uk: Поділитися
ur: اشتراک کریں
vi: Chia sẻ
zh_cn: 分享
zh_hk: 共享

# BUTTON_SUBMIT
source: Submit
af: Dien in
ar: إرسال
az: Təqdim et
be: Адправіць
bg: Изпрати
bn: সাবমিট
ca: Tramet
cs: Odeslat
cy: Cyflwyno
da: Send
de: Übermitteln
el: Αποστολή
es: Enviar
es_es: Enviar
et: Postita
eu: Bidali
fa: ارسال
fi: Lähetä
fil: Isumite
fr: Envoyer
ga: Seol isteach é
gu: સબમિટ કરો
he: הגש
hi: जमा करें
hr: Pošalji
hu: Küldés
id: Kirim
is: Senda inn
it: Invia
ja: 送信する
kab: Azen
kk: Жіберу
km: á”á‰áŸ’á‡á¼á“
kn: ಸಲ್ಲಿಸಿ
ko: 보내기
lt: Pateikti
lv: Iesniegt
mk: Испрати
ml: സമർപ്പിക്കുക
mr: सादर करा
ms: Hantar
my: တင်မယ်
nb: Send inn
nl: Indienen
pa: ਭੇਜੋ
pa_pk: جمع کراؤ
pl: Prześlij
ps: سپارل
pt_br: Enviar
pt_pt: Submeter
ro: Trimite
ru: Отправить
sk: Potvrdiť
sl: Oddaj
sq: Parashtroje
sr: Пошаљи
sv: Skicka
sw: Wasilisha
ta: சமர்ப்பி
te: సమర్పించండి
th: ส่ง
tr: Gönder
ug: تاپشۇر
uk: Надіслати
ur: جمح کریں
vi: Gửi
zh_cn: 提交
zh_hk: 提交

# BUTTON_UNMUTE
source: Unmute
af: Ontdemp
ar: إلغاء كتم الدردشات
az: Səsi aç
be: Апавяшч. укл.
bn: আনমিউট করুন
ca: No silenciar
cs: Zapnout zvuk
cy: Dad-dewi
da: Aktivér
de: Nicht stumm
el: Μη σίγαση
es: Reactivar
et: Eemalda vaigistus
eu: Soinua aktibatu
fa: صدادار
fi: Poista mykistys
fr: Réactiver le son
ga: Díbhalbhaigh
gu: અનમ્યૂટ કરો
he: ביטול השתקה
hi: अनम्यूट करें
hr: Uključi zvuk
hu: Ném. feloldása
id: Bunyikan
is: Ekki þagga
it: Non silenziare
ja: ミュート解除
kab: Err imesli
km: á”á¾á€áŸáŸ†á¡áŸá„
kn: ಅನ್‌ಮ್ಯೂಟ್ ಮಾಡಿ
ko: 알림 켜기
lt: Įjungti pranešimus
lv: Ieslēgt
mk: Вклучи известувања
ml: ശബ്‌ദിപ്പിക്കുക
mr: अनम्यूट करा
ms: Nyahredam
my: အသံပြန်ဖွင့်မယ်
nb: Vis
nl: Dempen opheffen
pa: ਅਣ-ਮਿਊਟ ਕਰੋ
pl: Wył. wyciszenie
ps: بیرته خلاصول
pt_br: Ativar som
pt_pt: Anular silêncio
ro: Activare sunet
ru: Вкл. уведомл.
sk: Zrušiť stlmenie
sl: Prekini utišanje
sq: Çheshtoji
sr: Укључи обавеш.
sv: Avtysta
sw: Washa
ta: ஒலியடக்கை நீக்கு
te: మ్యూట్ తీసివేయి
th: เปิดเสียง
tr: Sesi aç
ug: ئۈنلۈك
uk: Увімкнути сповіщення
ur: غیر خاموش کریں
vi: Bật thông báo
zh_cn: 取消静音
zh_hk: 取消靜音

# BUTTON_VIEW
source: View
af: Kyk
ar: إظهار
az: Bax
be: Прагледзець
bn: দেখুন
ca: Mostra
cs: Zobrazit
cy: Golwg
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Ver
et: Näita
eu: Ikusi
fa: نمایش
fi: Näytä
fr: Afficher
ga: Amharc
gu: વ્યૂ
he: הצג
hi: देखना
hr: Pregledaj
hu: Megtekintés
id: Lihat
is: Skoða
it: Mostra
ja: 見る
kab: Askan
km: á”á„áŸ’á á¶á‰
kn: ತೋರಿಸು
ko: 보기
lt: Rodyti
lv: Skatīt
mk: Преглед
ml: കാണുക
mr: बघा
ms: Lihat
my: ကြည့်မယ်
nb: Vis
nl: Weergeven
pa: ਵੇਖੋ
pl: Wyświetl
ps: ليدل
pt_br: Exibir
pt_pt: Ver
ro: Vizualizare
ru: Просмотреть
sk: Zobraziť
sl: Preglej
sq: Shihni
sr: Прикажи
sv: Visa
sw: Tazama
ta: காண்க
te: వీక్షణ
th: ดู
tr: Görüntüle
ug: كۆرسەت
uk: Переглянути
ur: دیکھیں
vi: Xem
zh_cn: 查看
zh_hk: 檢視

# BUTTON_YES
source: Yes
af: Ja
ar: نعم
az: Bəli
be: Так
bn: হ্যাঁ
ca: Sí
cs: Ano
cy: Iawn
da: Ja
de: Ja
el: Ναι
es: Sí
es_es: Sí
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
ga: Tá
gu: હા
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
is: Já
it: Sì
ja: はい
kab: Ih
km: á˜áŸ‚á“
kn: ಹೌದು
ko: 네
lt: Taip
lv: Jā
mk: Да
ml: അതെ
mr: हो
ms: Ya
my: ဟုတ်ကဲ့
nb: Ja
nl: Ja
pa: ਹਾਂ
pl: Tak
ps: هو
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sq: Po
sr: Да
sv: Ja
sw: Ndio
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
ug: ھەئە
uk: Так
ur: جی ہاں
vi: Có
zh_cn: 是
zh_hk: 是

# CALL_AGAIN_BUTTON_TITLE
source: Call Again
af: Bel weer
ar: مُعاودة الاتصال
az: Yenidən zəng et
be: Тэлефанаваць яшчэ раз
bg: Повторно повикване
bn: আবার কল করুন
ca: Torna a trucar
cs: Zavolat znovu
cy: Galw Eto
da: Ring igen
de: Erneut anrufen
el: Επανάκληση
es: Llamar de nuevo
es_es: Llamar de nuevo
et: Helista uuesti
eu: Deitu berriro
fa: تماس دوباره
fi: Soita uudelleen
fil: Muling Tumawag
fr: Rappeler
ga: Glaoigh Arís
gu: ફરીથી કૉલ કરો
he: חייג שוב
hi: दोबारा कॉल करें
hr: Nazovi ponovo
hu: Újrahívás
id: Telepon lagi
is: Hringja aftur
it: Richiama
ja: リダイヤルする
kab: Siwel tikkelt-nniḍen
kk: Қайтадан қоңырау соғу
km: á áŸ…á˜áŸ’áá„á‘áŸ€á
kn: ಮತ್ತೊಮ್ಮೆ ಕರೆ ಮಾಡಿ
ko: 다시 걸기
lt: Skambinti vėl
lv: Zvanīt vēlreiz
mk: Јави се повторно
ml: വീണ്ടും കോള്‍ ചെയ്യുക
mr: पुन्हा कॉल करा
ms: Panggil Semula
my: ပြန်ခေါ်ဆိုပါ
nb: Ring på nytt
nl: Opnieuw bellen
pa: ਦੁਬਾਰਾ ਕਾਲ ਕਰੋ
pa_pk: دوبارہ کال کرو
pl: Zadzwoń ponownie
ps: بیا زنګ ووهئ
pt_br: Chamar novamente
pt_pt: Ligar novamente
ro: Sună din nou
ru: Позвонить снова
sk: Zavolať znovu
sl: Ponovni klic
sq: Rithirre
sr: Позови поново
sv: Ring igen
sw: Piga Tena
ta: மீண்டும் அழை
te: మళ్ళీ కాల్ చేయండీ
th: โทรอีกครั้ง
tr: Tekrar Ara
ug: قايتا چاقىر
uk: Передзвонити
ur: دوبارہ کال کریں
vi: Gọi Lại
zh_cn: 重拨
zh_hk: 再試一次
