Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATION_SETTINGS_MY_SUPPORT_BANK_PAYMENT_AWAITING_AUTHORIZATION_MESSAGE
source: Your iDEAL donation couldn't be confirmed. Check your banking app to approve your donation or try again.
ar: تعذَّر تأكيد تبرُّع iDEAL الخاص بك. تحقَّق من تطبيقك المصرفي لتأكيد تبرُّعك أو حاوِل مرّة أخرى.
be: Не атрымалася пацвердзіць ваша ахвяраванне праз iDEAL. Праверце сваю банкаўскаю праграму, каб ухваліць ваша ахвяраванне, ці паўтарыце спробу.
bn: আপনার iDEAL ডোনেশন নিশ্চিত করা যায়নি। আপনার ডোনেশন অনুমোদন করতে আপনার ব্যাংকিং অ্যাপ দেখুন বা আবার চেষ্টা করুন।
ca: No s'ha pogut confirmar la teva donació a través d'iDEAL. Comprova la teva app bancària per aprovar la teva donació o torna-ho a provar.
cs: Váš příspěvek iDEAL nebylo možné potvrdit. Zkontrolujte svou bankovní aplikaci a svůj příspěvek potvrďte nebo to zkuste znovu.
da: Din iDEAL-donation kunne ikke bekræftes. Tjek din bankapp for at godkende donationen, eller prøv igen.
de: Deine Spende über iDEAL konnte nicht bestätigt werden. Überprüfe deine Banking-App, um deine Spende zu bestätigen oder versuche es erneut.
el: Δεν ήταν δυνατή η επιβεβαίωση της δωρεάς σου iDEAL. Έλεγξε την εφαρμογή σου στην τράπεζα για να εγκρίνεις τη δωρεά σου ή δοκίμασε ξανά.
es: No se ha podido confirmar tu donación a través de iDEAL. Consulta la aplicación de tu banco para aprobar tu donación o inténtalo de nuevo.
fa: کمک مالی iDEAL شما تأیید نشد. برای تأیید کمک مالی خود، اپلیکیشن بانک‌تان را بررسی کنید یا دوباره امتحان کنید.
fi: iDEAL-lahjoitustasi ei voitu vahvistaa. Hyväksy lahjoitus pankkisi sovelluksesta tai yritä uudelleen.
fr: Impossible de confirmer votre don iDEAL. Veuillez approuver votre don via votre app bancaire ou réessayer.
ga: Níorbh fhéidir do thabhartas iDEAL a dheimhniú. Seiceáil d'aip bhaincéireachta le do thabhartas a fhaomhadh nó triail arís.
gu: તમારા iDEAL દાનની ખાતરી કરી શકાઈ નથી. તમારા દાનને મંજૂર કરવા માટે તમારી બેંકિંગ ઍપ તપાસો અથવા ફરી પ્રયાસ કરો.
he: לא היה ניתן לאשר את התרומה שלך ב–iDEAL. יש לבדוק את אפליקציית הבנק שלך כדי לאשר את התרומה או לנסות שוב.
hi: आपके iDEAL दान की पुष्टि नहीं की जा सकी। अपने दान को स्वीकृत करने या पुनः प्रयास करने के लिए अपना बैंकिंग ऐप देखें।
hr: Vašu donaciju putem platforme iDEAL nije bilo moguće potvrditi. Provjerite svoju aplikaciju mobilnog bankarstva kako biste odobrili donaciju ili pokušajte ponovno.
hu: iDEAL adományodat nem sikerült megerősíteni. Az adomány jóváhagyásához ellenőrizd a banki alkalmazásodat, vagy próbálkozz újra.
id: Donasi iDEAL Anda tidak dapat dikonfirmasi. Cek aplikasi perbankan Anda untuk menyetujui donasi atau coba lagi.
it: Non è stato possibile confermare la tua donazione iDEAL. Controlla l'app della tua banca per approvare la donazione oppure riprova.
ja: iDEALによる寄付が確認できませんでした。銀行アプリを確認して寄付を承認するか、もう一度お試しください。
ko: iDEAL 기부를 확인할 수 없습니다. 은행 앱을 확인하여 기부를 승인하거나 다시 시도하세요.
mr: आपल्या iDEAL देणगीची पुष्टी केली जाऊ शकत नाही. आपल्या देणगीला मंजुरी देण्यासाठी आपले बॅकिंग ॲप तपासा किंवा पुन्हा प्रयत्न करा.
ms: Derma iDEAL anda tidak dapat disahkan. Semak aplikasi perbankan anda untuk meluluskan derma anda atau cuba lagi.
nb: Pengegaven du ga via iDEAL, kunne ikke bekreftes. Bekreft betalingen i nettbanken din, eller prøv på nytt.
nl: Je iDEAL-donatie kan niet worden bevestigd. Controleer je bankapp om je donatie goed te keuren of probeer het opnieuw.
pl: Twoja darowizna metodą iDEAL nie została zatwierdzona. Przejdź do aplikacji bankowej, aby zatwierdzić płatność, lub spróbuj ponownie.
pt_br: Sua doação iDEAL não pôde ser confirmada. Verifique o app do seu banco para aprovar a doação ou tente novamente.
pt_pt: O seu donativo iDEAL não pôde ser confirmado. Verifique a sua app bancária para aprovar o seu donativo ou tente novamente.
ro: Donația ta iDEAL nu a putut fi confirmată. Verifică-ți aplicația bancară pentru a-ți aproba donația sau încearcă din nou.
ru: Ваше пожертвование через iDEAL не удалось подтвердить. Проверьте ваше банковское приложение, чтобы одобрить ваше пожертвование, или попробуйте ещё раз.
sk: Váš príspevok cez iDEAL sa nepodarilo potvrdiť. Ak chcete príspevok schváliť, skontrolujte svoju bankovú aplikáciu alebo to skúste znova.
sr: Потврда ваше донације преко платформе iDEAL није успела. Одобрите плаћање у својој банкарској апликацији или пробајте поново.
sv: Din iDEAL-donation kunde inte bekräftas. Kontrollera din bankapp för att godkänna din donation eller försök igen.
th: ไม่สามารถยืนยันการบริจาคผ่าน iDEAL ของคุณได้ โปรดตรวจสอบแอปธนาคารของคุณเพื่ออนุมัติการบริจาคหรือลองอีกครั้ง
tr: iDEAL bağışın onaylanamadı. Bağışını onaylamak için bankacılık uygulamanı kontrol et veya tekrar dene.
ug: iDEAL ئىئانىڭىزنى جەزملەشتۈرگىلى بولمىدۇ. بانكا ئەپىڭىزنى تەكشۈرۈپ ئىئانىڭىزگە ئىجازەت بېرىڭ ياكى قايتا سىناڭ.
uk: Ми не змогли підтвердити ваш донат через iDEAL. Зайдіть у застосунок свого банку й підтвердьте платіж або повторіть його.
ur: آپ کے iDEAL عطیہ کی تصدیق نہیں کی جا سکی۔ اپنے عطیے کی منظوری دینے کے لیے اپنی بینکاری ایپ چیک کریں یا دوبارہ کوشش کریں۔
vi: Khoản ủng hộ iDEAL của bạn không thể được xác nhận. Kiểm tra ứng dụng ngân hàng của bạn để chấp thuận hoặc thử lại.
zh_cn: 您的 iDEAL 捐款无法确认。请检查您的银行应用以批准该笔捐款，或再试一次。
zh_hk: 無法確認你的 iDEAL 捐款。請檢查你的銀行應用程式以核准你的捐款，然後再試一次。

# DONATION_SETTINGS_MY_SUPPORT_BANK_PAYMENT_PROCESSING_MESSAGE
source: Your bank transfer is pending. Bank transfers can take 1 to 14 business days to process.
ar: تحويلك المصرفي مُعلَّق. عادةً ما تستغرق معالجة التحويلات المصرفية ما بين يوم واحد و14 يوم عمل.
be: Ваш банкаўскі перавод чакае разгляду. Апрацоўка банкаўскіх пераводаў можа заняць ад 1 да 14 працоўных дзён.
bn: আপনার ব্যাংক ট্রান্সফারটি অনিষ্পন্ন অবস্থায় আছে। ব্যাংক ট্রান্সফার প্রক্রিয়া করতে 1 থেকে 14 কার্যদিবস সময় লাগতে পারে।
ca: La teva transferència bancària està pendent. Les transferències bancàries poden trigar entre 1 i 14 dies laborables a completar-se.
cs: Váš bankovní převod čeká na zpracování. Zpracování bankovního převodu může trvat 1 až 14 pracovních dní.
da: Din bankoverførsel er endnu ikke modtaget. Det kan tage 1-14 arbejdsdage at behandle en bankoverførsel.
de: Deine Überweisung wurde noch nicht ausgeführt. Die Bearbeitung von Banküberweisungen kann 1 bis 14 Werktage dauern.
el: Η τραπεζική μεταφορά σου είναι σε εκκρεμότητα. Οι τραπεζικές μεταφορές χρειάζονται 1 με 14 εργάσιμες ημέρες για να διεκπεραιωθούν.
es: Tu transferencia bancaria está pendiente. Las transferencias bancarias pueden tardar entre 1 y 14 días hábiles en procesarse.
fa: انتقال بانکی شما در انتظار تأیید است. پردازش انتقال‌های بانکی ممکن است ۱ تا ۱۴ روز کاری طول بکشد.
fi: Pankkisiirtosi on pankin käsittelyssä. Pankkisiirtojen käsittely voi kestää 1–14 arkipäivää.
fr: Votre virement est en attente de traitement. Le traitement des virements peut prendre entre 1 et 14 jours ouvrés.
ga: Tá d'aistriú bainc ar feitheamh. Is gnách go bpróiseáiltear aistrithe bainc idir 1 agus 14 lá gnó.
gu: તમારું બેંક ટ્રાન્સફર બાકી છે. બેંક ટ્રાન્સફરની પ્રક્રિયા થવામાં 1 થી 14 કામકાજી દિવસ લાગી શકે છે.
he: ההעברה הבנקאית שלך ממתינה. עיבוד העברות בנקאיות יכול לקחת בין 1–14 ימי עסקים.
hi: आपका बैंक हस्तांतरण लंबित है। बैंक ट्रांसफर को प्रोसेस करने में 1 से 14 कारोबारी दिन लग सकते हैं।
hr: Čekamo potvrdu vaše uplate putem bankovnog transfera. Obrada transakcije putem bankovnog transfera može potrajati od 1 do 14 radnih dana.
hu: A banki átutalásod függőben van. A banki átutalások feldolgozása 1–14 munkanapot vehet igénybe.
id: Transfer bank masih tertunda. Proses transfer bank biasanya perlu waktu 1 sampai 14 hari kerja.
it: Il tuo bonifico bancario è in sospeso. L'elaborazione dei bonifici bancari di solito richiede da 1 a 14 giorni lavorativi.
ja: 銀行振り込みが手続き中です。銀行振り込みの場合、処理されるまで1～14日かかる場合があります。
ko: 송금이 보류 중입니다. 은행 송금을 처리하는 데 영업일 기준 1~14일이 걸릴 수 있습니다.
mr: आपले बँक हस्तांतरण प्रलंबित आहे. बँक हस्तांतरणावर प्रक्रिया होण्यासाठी 1 ते 14 दिवस लागू शकतात.
ms: Pindahan bank anda belum selesai. Pindahan bank boleh mengambil masa 1 hingga 14 hari perniagaan untuk diproses.
nb: Bankoverføringen er under behandling. Bankoverføringer har en behandlingstid på 1 til 14 virkedager.
nl: Je bankoverschrijving is in behandeling. Het kan 1 tot 14 werkdagen duren voordat een bankoverschrijving is verwerkt.
pl: Twój przelew bankowy jest w trakcie realizacji. Może to potrwać od 1 do 14 dni roboczych.
pt_br: Sua transferência bancária está pendente. As transferências bancárias podem levar de 1 a 14 dias para serem processadas.
pt_pt: A sua transferência bancária está pendente. As transferências bancárias podem levar 1 a 14 dias úteis a serem processadas.
ro: Transferul tău bancar este în așteptare. Procesarea transferurilor bancare poate dura între 1 și 14 zile lucrătoare.
ru: Ваш банковский перевод находится на рассмотрении. Обработка банковских переводов может занимать от 1 до 14 рабочих дней.
sk: Čaká sa na váš bankový prevod. Spracovanie bankového prevodu môže trvať 1 až 14 pracovných dní.
sr: Ваш банковни пренос је на чекању. Обрада банковних преноса може да потраје од 1 до 14 радних дана.
sv: Din banköverföring väntar. Banköverföringar kan ta 1 till 14 arbetsdagar att bearbeta.
th: กำลังรออนุมัติการโอนเงินผ่านระบบธนาคาร การโอนเงินผ่านระบบธนาคารอาจใช้เวลาดำเนินการประมาณ 1 ถึง 14 วันทำการ
tr: Banka transferin beklemede. Banka transferlerinin işleme alınması 1 ila 14 iş günü sürebilir.
ug: بانكىدىن ئاغدۇرغان ھېسابتىڭىز بىر تەرەپ قىلىنىۋاتىدۇ. بانكىدىن ئاغدۇرغان ھېساباتنى بىر تەرەپ قىلىشقا 1 كۈندىن 14 كۈنگىچە ۋاقىت كېتىدۇ.
uk: Ваш банківський переказ ще не опрацьовано. Опрацювання банківських переказів може займати від 1 до 14 робочих днів.
ur: آپ کا بینک ٹرانسفر زیر التوا ہے۔ بینک ٹرانسفرز کو زیر عمل لانے میں 1 سے 14 کاروباری ایام لگ سکتے ہیں۔
vi: Giao dịch chuyển khoản của bạn đang chờ xử lý. Giao dịch chuyển khoản ngân hàng thường mất 1 đến 14 ngày làm việc để xử lý.
zh_cn: 您的银行转账正在等待处理。银行转账可能需要 1 至 14 个工作日。
zh_hk: 你的銀行轉帳正待處理。 銀行轉帳需要 1 至 14 個工作天才能處理。

# DONATION_SETTINGS_MY_SUPPORT_BANK_PAYMENT_PROCESSING_TITLE
source: Donation Pending
ar: التبرُّّع مُعلَّق
be: Ахвяраванне чакае разгляду
bn: ডোনেশন অনিষ্পন্ন অবস্থায় আছে
ca: Donació pendent
cs: Příspěvek se zpracovává
da: Donationen afventer
de: Spende ausstehend
el: Η δωρεά εκκρεμεί
es: Donación pendiente
fa: کمک مالی در انتظار تأیید
fi: Lahjoitus on pankin käsittelyssä
fr: Don en attente
ga: Tabhartas ar feitheamh
gu: દાન બાકી છે
he: תרומה ממתינה
hi: दान लंबित है
hr: Potvrda donacije u tijeku
hu: Adomány függőben
id: Donasi tertunda
it: Donazione in sospeso
ja: 寄付の手続き中です
ko: 기부 대기 중
mr: देणगी प्रलंबित
ms: Derma belum selesai
nb: Pengegaven venter
nl: Donatie is in behandeling
pl: Darowizna oczekuje na realizację
pt_br: Doação pendente
pt_pt: Doação pendente
ro: Donație în așteptare
ru: Пожертвование на рассмотрении
sk: Čaká sa na príspevok
sr: Донација је на чекању
sv: Donation väntar
th: การบริจาคอยู่ในสถานะรออนุมัติ
tr: Bağış bekleniyor
ug: ئىئانىنى بىر تەرەپ قىلىۋاتىدۇ
uk: Ваш донат ще не надійшов
ur: عطیہ زیر التواء ہے
vi: Đang chờ xử lý khoản ủng hộ
zh_cn: 捐款待处理
zh_hk: 捐款正待處理

# DONATION_SETTINGS_MY_SUPPORT_DONATION_FAILED_ALERT_MESSAGE_FORMAT
source: We’re having trouble processing your donation. %1$@
ar: نُواجه مشكلة في معالجة تبرُّعك. %1$@
be: Узніклі праблемы з апрацоўкай вашага ахвяравання. %1$@
bn: আপনার ডোনেশন প্রক্রিয়া করতে আমাদের সমস্যা হচ্ছে। %1$@
ca: Estem tenint problemes per processar la teva donació. %1$@
cs: Máme problémy se zpracováním vašeho příspěvku. %1$@
da: Vi har problemer med at behandle din donation. %1$@
de: Leider können wir deine Spende nicht bearbeiten. %1$@
el: Αντιμετωπίζουμε πρόβλημα με την επεξεργασία της δωρεάς σου. %1$@
es: Estamos teniendo problemas para procesar tu donación. %1$@
fa: در پردازش اهدای مالی شما با مشکل روبرو هستیم. %1$@
fi: Lahjoituksesi käsittelyssä on ongelma. %1$@
fr: Nous ne parvenons pas à traiter votre don. %1$@
ga: Tá deacracht againn le próiseáil do thabhartais. %1$@
gu: અમને તમારા દાનની પ્રક્રિયા કરવામાં મુશ્કેલી આવી રહી છે. %1$@
he: נתקלנו בבעיה בעיבוד התרומה שלך. %1$@
hi: हमें आपके दान को संसाधित करने में परेशानी हो रही है। %1$@
hr: Imamo problema s obradom vaše donacije. %1$@
hu: Problémába ütköztünk az adományod feldolgozása során. %1$@
id: Kami mengalami masalah saat memproses donasi Anda. %1$@
it: Stiamo riscontrando dei problemi nell'elaborazione della tua donazione. %1$@
ja: 寄付の処理に問題が発生しています。%1$@
ko: 기부를 처리하는 데 문제가 있습니다. %1$@
mr: आम्हाला आपल्या देणगीवर प्रक्रिया करताना समस्या येत आहे. %1$@
ms: Kami menghadapi masalah memproses derma anda. %1$@
nb: Vi kunne ikke behandle betalingen av pengegaven. %1$@
nl: Er zijn problemen met het verwerken van je donatie. %1$@
pl: Wystąpił problem z przetworzeniem Twojej darowizny. %1$@
pt_br: Estamos com problemas para processar sua doação. %1$@
pt_pt: Estamos a ter problemas a processar o seu donativo. %1$@
ro: Întâmpinăm probleme la procesarea donației tale. %1$@
ru: У нас возникли проблемы с обработкой вашего пожертвования. %1$@
sk: Pri spracovaní vášho príspevku sa vyskytol problém. %1$@
sr: Имамо проблема са обрадом ваше донације. %1$@
sv: Vi har problem med att bearbeta din donation. %1$@
th: เราประสบปัญหาในการดำเนินการบริจาคของคุณ %1$@
tr: Bağışını işleme alırken sorun yaşıyoruz. %1$@
ug: ئىئانىڭىزنى بىر تەرەپ قىلىشتا مەسىلە كۆرۈلدى. %1$@
uk: Під час опрацювання донату виникла проблема. %1$@
ur: ہمیں آپ کے عطیے کو زیر عمل لانے میں مشکلات کا سامنا ہے۔ %1$@
vi: Chúng tôi gặp vấn đề ở bước xử lý khoản ủng hộ của bạn. %1$@
zh_cn: 我们在处理您的捐款时遇到了问题。%1$@
zh_hk: 我們在處理你的捐款時遇到問題。 %1$@

# DONATION_SETTINGS_MY_SUPPORT_DONATION_FAILED_ALERT_TITLE
source: Error Processing Donation
ar: حدث خطأ أثناء معالجة التبرُّع
be: Памылка падчас апрацоўкі ахвяравання
bn: ডোনেশন প্রক্রিয়াকরণে ত্রুটি দেখা দিয়েছে
ca: S'ha produït un error en processar la donació
cs: Při zpracování příspěvku se vyskytla chyba
da: Fejl ved behandling af donation
de: Fehler beim Bearbeiten der Spende
el: Σφάλμα κατά την επεξεργασία της δωρεάς
es: No se ha podido procesar tu donación
fa: خطا در پردازش اهدای مالی
fi: Virhe lahjoituksen käsittelyssä
fr: Erreur de traitement
ga: Earráid le Próiseáil an Tabhartais
gu: દાનની પ્રક્રિયા કરવામાં ભૂલ આવી
he: שגיאה בעיבוד תרומה
hi: दान संसाधित करने में त्रुटि
hr: Pogreška pri obradi donacije
hu: Hiba történt az adomány feldolgozása közben
id: Gagal Memproses Donasi
it: Errore nell'elaborazione della donazione
ja: 寄付の処理中にエラーが発生しました
ko: 기부 처리 오류
mr: देणगीवर प्रक्रिया करताना त्रुटी आली
ms: Ralat Memproses Derma
nb: Betalingen av pengegaven kunne ikke gjennomføres
nl: Fout bij het verwerken van donatie
pl: Błąd przetwarzania darowizny
pt_br: Erro ao processar doação
pt_pt: Erro ao processar donativo
ro: Eroare la procesarea donației
ru: Ошибка обработки пожертвования
sk: Chyba pri spracovaní príspevku
sr: Грешка приликом обраде донације
sv: Fel vid bearbetning av donation
th: การดำเนินการบริจาคมีข้อผิดพลาด
tr: Bağış işlenirken hata oluştu
ug: ئىئانە بىر تەرەپ قىلىش خاتالىقى
uk: Помилка під час опрацювання
ur: عطیے کی عمل کاری میں نقص پیش آیا
vi: Có Lỗi Khi Xử Lý Khoản Ủng Hộ
zh_cn: 处理捐款发生错误
zh_hk: 處理捐款時發生錯誤

# DONATION_SETTINGS_MY_SUPPORT_DONATION_UNCONFIMRED_ALERT_TITLE
source: Couldn't Confirm Donation
ar: تعذَّر تأكيد التبرُّع
be: Не атрымалася пацвердзіць ахвяраванне
bn: ডোনেশন নিশ্চিত করা যায়নি
ca: No s'ha pogut confirmar la donació
cs: Příspěvek nebylo možné potvrdit
da: Kunne ikke bekræfte donation
de: Spende konnte nicht bestätigt werden
el: Δεν ήταν δυνατή η επιβεβαίωση της δωρεάς
es: No se ha podido confirmar tu donación
fa: اهدای مالی تأیید نشد
fi: Lahjoitusta ei voitu vahvistaa
fr: Impossible de confirmer le don
ga: Níorbh fhéidir an tabhartas a dheimhniú
gu: દાનની ખાતરીકરી શક્યા નથી
he: לא היה ניתן לאשר את התרומה
hi: दान की पुष्टि नहीं की जा सकी
hr: Donaciju nije bilo moguće potvrditi
hu: Nem sikerült megerősíteni az adományt
id: Tidak dapat mengonfirmasi donasi
it: Impossibile confermare la donazione
ja: 寄付を確認できませんでした
ko: 기부를 확인할 수 없습니다
mr: देणगीची पुष्टी करू शकत नाही
ms: Tidak dapat mengesahkan derma
nb: Pengegaven kunne ikke bekreftes
nl: Kan donatie niet bevestigen
pl: Nie udało się zatwierdzić darowizny
pt_br: Não foi possível confirmar a doação
pt_pt: Não foi possível confirmar o donativo
ro: Nu s-a putut confirma donația
ru: Не удалось подтвердить пожертвование
sk: Príspevok sa nepodarilo potvrdiť
sr: Потврда донације није успела
sv: Det gick inte att bekräfta donationen
th: ไม่สามารถยืนยันการบริจาคได้
tr: Bağış onaylanamadı
ug: ئىئانىنى جەزملەشتۈرەلمىدى
uk: Не вдалося підтвердити донат
ur: عطیے کی تصدیق نہیں کی جا سکی
vi: Không thể xác nhận khoản ủng hộ
zh_cn: 无法确认捐款
zh_hk: 無法確認捐款

# DONATION_SETTINGS_MY_SUPPORT_IDEAL_ONE_TIME_DONATION_FAILED_MESSAGE
source: Your iDEAL one-time donation couldn’t be processed. Try another payment method or contact your bank for more information.
ar: تعذَّرت معالجة تبرُّع iDEAL الخاص بك. جرِّب طريقة دفع أخرى أو تواصَل مع المصرف الذي تتعامل معه لمزيدٍ من المعلومات.
be: Ваша разавае ахвяраванне праз iDEAL не адбылося. Паспрабуйце іншы спосаб аплаты або звярніцеся да свайго банка для атрымання дадатковай інфармацыі.
bn: আপনার এককালীন iDEAL ডোনেশন প্রক্রিয়া করা যায়নি। অন্য পেমেন্ট পদ্ধতি ব্যবহার করে দেখুন বা আরো তথ্যের জন্য আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন।
ca: No s'ha pogut processar la teva donació única a través d'iDEAL. Proveu un altre mètode de pagament o poseu-vos en contacte amb el banc per obtenir-ne més informació.
cs: Váš jednorázový příspěvek iDEAL se nepodařilo zpracovat. Zkuste jiný způsob platby nebo se obraťte na svou banku a požádejte o další informace.
da: Din iDEAL-engangsdonation kunne ikke behandles. Prøv en anden betalingsmetode, eller kontakt din bank for at få flere oplysninger.
de: Deine einmalige Spende über iDEAL konnte nicht bearbeitet werden. Versuche eine andere Zahlungsmethode oder kontaktiere für mehr Informationen deine Bank.
el: Δεν ήταν δυνατή η επεξεργασία της μεμονωμένης δωρεάς iDEAL. Δοκίμασε άλλο τρόπο πληρωμής ή επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: No se ha podido procesar tu donación a través de iDEAL. Selecciona otro método de pago o contacta con tu banco para obtener más información.
fa: اهدای مالی یک‌بارۀ iDEAL شما پردازش نشد. یک روش پرداختی دیگر را امتحان کنید یا با بانک خود برای اطلاعات بیشتر تماس بگیرید.
fi: iDEAL-kertalahjoitustasi ei voitu käsitellä. Kokeile toista maksutapaa tai ole yhteydessä pankkiisi saadaksesi lisätietoja.
fr: Impossible de traiter votre don ponctuel iDEAL. Veuillez choisir un autre mode de paiement ou contacter votre banque pour en savoir plus.
ga: Níorbh fhéidir do thabhartas aonuaire iDEAL a phróiseáil. Try another payment method or contact your bank for more information.
gu: તમારા iDEAL દાનની પ્રક્રિયા કરી શકાઈ ન હતી. અન્ય ચુકવણી પદ્ધતિ અજમાવો અથવા વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: לא היה ניתן לעבד את התרומה שלך ב–iDEAL. נסה שיטת תשלום אחרת או צור קשר עם הבנק שלך בשביל עוד מידע.
hi: आपका आदर्श एकमुश्त दान संसाधित नहीं किया जा सका। किसी अन्य भुगतान विधि से प्रयास करें या फिर अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Vašu jednokratnu donaciju putem platforme iDEAL nije bilo moguće obraditi. Promijenite način plaćanja ili se obratite svojoj banci za više informacija.
hu: Egyszeri iDEAL-adományodat nem sikerült feldolgozni. Próbáld újra egy másik fizetési eszközzel, vagy keresd fel bankodat további információért!
id: Donasi satu-kali iDEAL Anda tidak dapat diproses. Coba metode pembayaran lain atau hubungi bank Anda untuk informasi lebih lanjut.
it: Impossibile elaborare la tua donazione singola iDEAL. Prova un altro metodo di pagamento o contatta la tua banca per maggiori informazioni.
ja: iDEALを通した一回限りの寄付のお手続きができませんでした。別の決済方法をお試しいただくか、取引先の銀行にお問い合わせください。
ko: iDEAL 1회성 기부를 처리할 수 없습니다. 다른 결제 방법을 시도하거나 은행에 자세한 정보를 문의하세요.
mr: आपल्या iDEAL एक-वेळ देणगी वर प्रक्रिया केली जाऊ शकत नाही. दुसरी पेमेंट पद्धत वापरून पहा किंवा अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Derma iDEAL sekali anda tidak dapat diproses. Cuba kaedah pembayaran lain atau hubungi bank anda untuk maklumat lebih lanjut.
nb: Engangsbeløpet via iDEAL kunne ikke gjennomføres. Prøv en annen betalingsmåte, eller ta kontakt med banken din.
nl: Je eenmalige donatie via iDEAL kan niet worden verwerkt. Probeer het via een andere betaalmethode of neem contact op met je bank voor meer informatie.
pl: Nie udało się przetworzyć Twojej darowizny jednorazowej metodą iDEAL. Użyj innej metody płatności lub skontaktuj się ze swoim bankiem, aby otrzymać więcej informacji.
pt_br: Não foi possível processar a doação única iDEAL. Tente outra forma de pagamento ou entre em contato com seu banco para obter informações sobre o erro.
pt_pt: O seu donativo único iDEAL não pôde ser processado. Tente outro método de pagamento ou contacte o seu banco para mais informações.
ro: Donația ta unică iDEAL nu a putut fi procesată. Încearcă o altă metodă de plată sau ia legătura cu banca ta pentru mai multe informații.
ru: Не удалось обработать ваше разовое пожертвование через iDEAL. Попробуйте другой способ оплаты или свяжитесь со своим банком для получения дополнительной информации.
sk: Váš jednorazový príspevok iDEAL sa nepodarilo spracovať. Skúste iný spôsob platby, alebo kontaktujte svoju banku a požiadajte o viac informácií.
sr: Обрада ваше једнократне донације преко платформе iDEAL није успела. Пробајте други начин плаћања или се обратите својој банци за више информација.
sv: Din engångsdonation med iDeal kunde inte behandlas. Försök med en annan betalningsmetod eller kontakta din bank för mer information.
th: ไม่สามารถดำเนินการบริจาคครั้งเดียวผ่าน iDEAL ของคุณได้ ลองวิธีการชำระอื่น หรือติดต่อธนาคารเพื่อขอข้อมูลเพิ่มเติม
tr: Tek seferlik iDEAL bağışın işlenemedi. Başka bir ödeme yöntemi deneyin veya daha fazla bilgi için bankanızla iletişime geçin.
ug: بىر قېتىملىق iDEAL ئىئانىڭىزنى بىر تەرەپ قىلالمىدى. باشقا پۇل تۆلەش ئۇسۇلىنى سىناپ بېقىڭ ياكى تەپسىلاتى ئۈچۈن بانكا بىلەن ئالاقىلىشىڭ.
uk: Не вдалось опрацювати донат, надісланий через iDEAL. Використайте інший платіжний засіб або зв'яжіться зі своїм банком для додаткової інформації.
ur: آپ کے ایک وقتی iDEAL عطیے کو زیر عمل نہیں لایا جا سکا۔ ادائیگی کا ایک دوسرا طریقہ آزمائیں یا مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Khoản ủng hộ một lần thông qua iDEAL của bạn không thể được xử lý. Hãy thử một phương thức thanh toán khác hoặc liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_cn: 您的 iDEAL 单次捐款无法处理。请尝试其他付款方式或联系您的银行了解详情。
zh_hk: 無法處理你的 iDEAL 單次捐款。試試換另一個付款方法，又或者聯絡您的銀行取得更多資訊。
