Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REACTION_INCOMING_NOTIFICATION_TO_VIEW_ONCE_MESSAGE_BODY_FORMAT
source: Reacted %@ to your view-once media
af: Het %@ op u eenkeerkyk-media gereageer
ar: تفاعَل %1$@ مع ملف الوسائط المعروض لمرّة واحدة
az: Bir dəfə baxıla bilən medianıza reaksiya verildi: %@
be: Рэакцыя на ваш медыяфайл для аднаразовага прагляду: %1$@
bg: Реагира с %@ на вашата мултимедия за еднократно гледане
bn: আপনার ভিউ-ওয়ান্স মিডিয়াতে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu arxiu multimèdia d'una visualització: %1$@
cs: Reagoval/a %1$@ na vaši zprávu pro jednorázové zobrazení
cy: Ymatebodd %@ i'ch cyfryngau gweld-unwaith.
da: Reagerede med %1$@ på din engangsmediefil
de: Hat mit %1$@ auf deine Medien zur Einmalansicht reagiert
el: Αντέδρασε με %1$@ στο πολυμέσο μεμονωμένης προβολής
es: Ha reaccionado con %1$@ a tu archivo multimedia
es_es: Reacción a tu archivo para ver solo una vez: %@
et: Reageeris %@ sinu ühekordsele meediale
eu: Zure bakarrik-behin ikusteko medioarekiko erreakzioa: %@
fa: با %1$@ به رسانه یک‌بار مصرف شما واکنش نشان داد
fi: Lähetti reaktion %1$@ kerran katsottavaan mediaasi
fil: Nag-react ng %@ sa iyong view-once na media.
fr: a réagi par %1$@ à votre média à vue unique
ga: Tugadh freagairt %1$@ do do mheán amhairc aonuaire
gu: તમારા વ્યૂ-વન્સ મીડિયા પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ למדיה לצפייה חד–פעמית שלך
hi: आपके दृश्य-एक बार वीडियो पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vaš jednom vidljiv medijski zapis
hu: Reagált az egyszer megtekinthető médiafájlodra: %1$@
id: Menanggapi %1$@ pada media sekali-lihat Anda
is: Brást við með %@ við skoða-einu-sinni margmiðlunarefni frá þér
it: Ha reagito con %1$@ al tuo media visualizzabile una volta
ja: %1$@のリアクションがあなたの使い捨てメディアにありました
kab: Isedmer %@ amidyat-ik·im yettwaskanen tikkelt kan
kk: Сіздің бір рет қана қаралатын ақпаратыңызға көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…á˜áŸáŒá¶á˜á¾á›á˜áŸ’áá„ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ವ್ಯೂ-ಒನ್ಸ್ ಮೀಡಿಯಾಕ್ಕೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 한 번만 볼 수 있는 내 미디어에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų vienkartinės peržiūros mediją: %@
lv: Uz jūsu vienreiz skatāmo multivides vienumu reaģēja ar %@
mk: %@ реагираше на вашата еднократна медија
ml: നിങ്ങളുടെ ഒരുതവണ മാത്രം കാണാവുന്ന മീഡിയയോട് %@പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या एकदा-बघा मीडियावर दिली
ms: Memberi reaksi %1$@ kepada media lihat sekali anda
my: %@ ကဲ့သို့ သင့် တစ်ခါကြည့် မီဒီယာကို တုံ့ပြန်ခဲ့ပါသည်
nb: Reagerte med %1$@ på vis-én-gang-mediefilen din
nl: Reageerde met %1$@ op je eenmaligeweergave-media
pa: ਤੁਹਾਡੇ ਇੱਕ ਵਾਰ ਦੇਖਣਯੋਗ ਮੀਡੀਆ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دے اک واری ویکھیا میڈیا اتے %@ ردعمل دتا
pl: Reakcja na Twoje multimedia jednorazowe: %1$@
ps: ستاسې یو ځل لیدونکي میډیا ته یې %@ ورکړ.
pt_br: Reagiu com %1$@ à sua mídia temporária
pt_pt: Reagiu %1$@ ao seu ficheiro multimédia de visualização única
ro: A reacționat cu %1$@ la media ta vizibilă o singură dată
ru: Отреагировал(-а) %1$@ на ваш одноразовый медиафайл
sk: Reagoval/a %1$@ na vaše jednorazové médium
sl: Odziv na vašo priponko za enkraten ogled: %@
sq: Reagoi me %@ te media juaj për një parje të vetme
sr: Реаговао/ла је %1$@ на ваш једнократни медиј
sv: Reagerade %1$@ på din visa en gång-media
sw: Ametoa hisia %@kwa media yako ya kutazama mara moja
ta: உங்கள் ஒரு முறை மட்டுமே பார்க்கக்கூடிய ஊடகத்திற்கு %@ உணர்வினை வெளிப்படுத்தினார்
te: మీ వీక్షణ-ఒకసారి మీడియాకు %@ ను ప్రతిస్పందించారు
th: แสดงความรู้สึก %1$@ ต่อไฟล์สื่อแบบที่ดูได้ครั้งเดียวของคุณ
tr: Bir kez görüntülenen içeriğine %1$@ tepkisi verdi
ug: بىر قېتىم كۆرۈشكە بولىدىغان مېدىياغا ئىنكاس %1$@
uk: Реакція на ваш одноразовий медіафайл: %1$@
ur: ایک بار آپ کے دیکھے جانے والے میڈیا پر %1$@ ردعمل کا اظہار کیا
vi: Đã bày tỏ cảm xúc %1$@ với tệp đa phương tiện xem một lần của bạn
zh_cn: 用 %1$@ 回应了您的阅后即焚媒体
zh_hk: 對以下內容表達了 %1$@ 心情：你的「閱後即焚」媒體

# REACTION_INCOMING_NOTIFICATION_TO_VOICE_MESSAGE_BODY_FORMAT
source: Reacted %@ to your voice message
af: Het %@ op u stemboodskap gereageer
ar: تفاعَل %1$@ مع تسجيلكَ الصوتي
az: Səsyazmalı mesajınıza %@ reaksiya verildi
be: Рэакцыя на ваша галасавое паведамленне: %1$@
bg: Реагира с %@ на вашето гласово съобщение
bn: আপনার ভয়েস ম্যাসেজে %1$@ রিঅ্যাক্ট করেছেন
ca: Reacció al teu missatge: %1$@
cs: Reagoval/a %1$@ na vaši hlasovou zprávu
cy: Ymatebodd %@ i'ch neges llais
da: Reagerede med %1$@ på din talebesked
de: Hat mit %1$@ auf deine Sprachnachricht reagiert
el: Αντέδρασε με %1$@ στο μήνυμα φωνής σου
es: Ha reaccionado con %1$@ a tu mensaje de voz
es_es: Reacción a tu nota de voz: %@
et: Reageeris %@ sinu häälsõnumile
eu: Zure ahots mezuarekiko erreakzioa: %@
fa: با %1$@ به پیام صوتی شما واکنش نشان داد
fi: Lähetti reaktion %1$@ ääniviestiisi
fil: Nag-react ng %@ sa iyong voice na mensahe
fr: a réagi par %1$@ à votre message vocal
ga: Tugadh freagairt %1$@ do do ghlórphost
gu: તમારા વૉઈસ મેસેજ પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ להודעה הקולית שלך
hi: आपके ध्वनि मेसेज पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vašu glasovnu poruku
hu: Reagált a hangüzenetedre: %1$@
id: Menanggapi %1$@ pada pesan suara Anda
is: Brást við með %@ við talskilaboðunum þínum
it: Ha reagito con %1$@ al tuo messaggio vocale
ja: %1$@のリアクションがあなたの音声メッセージにありました
kab: Isedmer %@ izen-inek·inem s taɣect
kk: Сіздің дауыстық хабарламаңызға көңіл аударған%@
km: á”áŸ’ášáá·á€á˜áŸ’á˜ %@ á‘áŸ…áŸá¶ášáŸáŸ†á¡áŸá„á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಧ್ವನಿ ಸಂದೇಶಕ್ಕೆ %@ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ
ko: 내 음성 메시지에 %1$@ 이모지로 반응했습니다.
lt: Sureagavo į jūsų balso žinutę: %@
lv: Uz jūsu balss ziņu reaģēja ar %@
mk: %@ реагираше на вашата говорна порака
ml: നിങ്ങളുടെ ശബ്ദ സന്ദേശത്തോട് %@ പ്രതികരിച്ചു
mr: %1$@ अशी प्रतिक्रिया तुमच्या व्हॉईस संदेशाला दिली
ms: Memberi reaksi %1$@ kepada mesej suara anda
my: သင့်အသံမက်ဆေ့ချ်သို့ %@ ဖြင့် တုံ့ပြန်ခဲ့သည်
nb: Reagerte med %1$@ på talemeldingen din
nl: Reageerde met %1$@ op je spraakbericht
pa: ਤੁਹਾਡੇ ਆਵਾਜ਼ੀ ਸੁਨੇਹੇ 'ਤੇ %@ ਪ੍ਰਤਿਕਿਰਿਆ ਕੀਤੀ
pa_pk: تساں دے صوتی سنیہا اتے %@ ردعمل دتا
pl: Reakcja na Twoją wiadomość głosową: %1$@
ps: ستاسې غږیز پیغام ته یې په %@ سره غبرګون وښود
pt_br: Reagiu com %1$@ à sua mensagem de voz
pt_pt: Reagiu %1$@ à sua mensagem de voz
ro: A reacționat cu %1$@ la mesajul tău vocal
ru: Отреагировал(-а) %1$@ на ваше голосовое сообщение
sk: Reagoval/a %1$@ na vašu hlasovú správu
sl: Odziv na vaše glasovno sporočilo: %@
sq: Reagoi me %@ te mesazhi juaj zanor
sr: Реаговао/ла је %1$@ на вашу гласовну поруку
sv: Reagerade %1$@ på ditt röstmeddelande
sw: Ametoa hisia %@kwa ujumbe wako wa sauti
ta: உங்கள் குரல் செய்திக்கு %@ என உணர்வினை வெளிப்படுத்தினார்
te: మీ వాయిస్ సందేశానికి %@ రియాక్ట్ అయ్యింది
th: แสดงความรู้สึก %1$@ ต่อข้อความเสียงของคุณ
tr: Sesli mesajına %1$@ tepkisi verdi
ug: ئاۋازلىق ئۇچۇرىڭىزغا ئىنكاس %1$@
uk: Реакція на ваше голосове повідомлення: %1$@
ur: آپ کے وائس میسج پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với tin nhắn thoại của bạn
zh_cn: 用 %1$@ 回应了您的语音消息
zh_hk: 對以下內容表達了 %1$@ 心情：你的語音訊息

# READ_ACTION
source: Read
af: Lees
ar: مقروء
az: Oxundu
be: Прачытана
bg: Прочетено
bn: পড়ুন
ca: Llegit
cs: Přečteno
cy: Darllen
da: Læst
de: Gelesen
el: Διαβάστηκε
es: Leído
es_es: Leído
et: Loetud
eu: Irakurrita
fa: خوانده شد
fi: Merkitse luetuksi
fil: Nabasa na
fr: Lu
ga: Léite
gu: વાંચો
he: נקרא
hi: पठित
hr: Označi kao pročitano
hu: Elolvasva
id: Terbaca
is: Lesa
it: Letta
ja: 既読にする
kab: Γaṛ
kk: Оқу
km: á¢á¶á“
kn: ಓದಿ
ko: 읽음
lt: Perskaityta
lv: Lasīta
mk: Прочитано
ml: വായിച്ചു
mr: वाचले
ms: Baca
my: ဖတ်ပြီး
nb: Lest
nl: Gelezen
pa: ਪੜ੍ਹਿਆ ਗਿਆ
pa_pk: پڑھو
pl: Oznacz jako odczytane
ps: لوستل
pt_br: Lida
pt_pt: Lida
ro: Citit
ru: Прочитано
sk: Prečítaná
sl: Prebrano
sq: U lexua
sr: Прочитано
sv: Läst
sw: Soma
ta: படி
te: చదవండి
th: อ่านแล้ว
tr: Okundu
ug: ئوقۇش
uk: Прочитати
ur: پڑھ لیا
vi: Đọc
zh_cn: 已读
zh_hk: 已讀取

# RECIPIENT_CONTEXT_MENU_BLOCK_TITLE
source: Block
ar: حظر
be: Заблакаваць
bn: ব্লক করুন
ca: Bloquejar
cs: Blokovat
da: Blokér
de: Blockieren
el: Αποκλεισμός
es: Bloquear
fa: مسدود کردن
fi: Estä
fr: Bloquer
ga: Cuir bac
gu: બ્લૉક કરો
he: חסימה
hi: ब्लॉक करें
hr: Blokiraj
hu: Letiltás
id: Blokir
it: Blocca
ja: ブロック
ko: 차단
mr: अवरोधित करा
ms: Sekat
nb: Blokker
nl: Blokkeren
pl: Zablokuj
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Blokovať
sr: Блокирај
sv: Blockera
th: บล็อก
tr: Engelle
ug: چەكلەش
uk: Заблокувати
ur: بلاک کریں
vi: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# RECIPIENT_CONTEXT_MENU_REMOVE_TITLE
source: Remove
ar: إزالة
be: Выдаліць
bn: সরিয়ে ফেলুন
ca: Suprimeix
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
ga: Bain
gu: દૂર કરો
he: הסרה
hi: हटा दें
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
mr: काढून टाका
ms: Alih keluar
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sr: Уклони
sv: Ta bort
th: ลบ
tr: Kaldır
ug: چىقىرىۋەت
uk: Вилучити
ur: ہٹا دیں
vi: Xóa
zh_cn: 移除
zh_hk: 移除

# RECIPIENT_PICKER_ERROR_USER_CANNOT_BE_SELECTED
source: User can't be selected.
af: Kan nie gebruiker kies nie.
ar: يتعذَّر تحديد المُستخدِم.
az: İstifadəçi seçilə bilməz.
be: Немагчыма выбраць карыстальніка.
bg: Потребителят не може да бъде избран.
bn: ইউজারকে বেছে নেওয়া যাবে না।
ca: No es pot seleccionar l'usuari.
cs: Uživatel nemůže být vybrán
cy: Ni ellid dewis defnyddiwr.
da: Bruger kan ikke vælges
de: Kontakt kann nicht ausgewählt werden.
el: Ο/Η χρήστης δεν μπορεί να επιλεχθεί.
es: No se puede seleccionar esta persona.
es_es: Imposible seleccionar esta persona.
et: Kasutajat ei saa valida.
eu: Erailtzailea ezin da hautatu
fa: این کاربر قابل انتخاب شدن نیست.
fi: Käyttäjää ei voi valita.
fil: hindi mapili ang user.
fr: Impossible de sélectionner cet utilisateur.
ga: Ní féidir an t-úsáideoir seo a roghnú.
gu: વપરાશકર્તા પસંદ કરી શકાતા નથી.
he: המשתמש אינו יכול להיבחר.
hi: यूज़र को चुना नहीं जा सकता।
hr: Korisnika nije moguće odabrati.
hu: A felhasználó nem kiválasztható.
id: Pengguna tidak dapat dipilih.
is: Ekki er hægt að velja notanda.
it: L'utente non può essere selezionato.
ja: ユーザを選択できません。
kab: Aseqdac ur yezmir ara ad yettwafran.
kk: Пайдаланушыны бөлектеу мүмкін емес.
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á·á“á¢á¶á…á‡áŸ’ášá¾áŸášá¾áŸáŸ”
kn: ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗದು.
ko: 사용자를 선택할 수 없습니다.
lt: Naudotojas negali būti pasirinktas.
lv: Lietotāju nevar atlasīt.
mk: Корисникот не може да биде избран.
ml: ഉപയോക്താവിനെ തിരഞ്ഞെടുക്കാനാവില്ല.
mr: वापरकर्ता निवडला जाऊ शकत नाही.
ms: Pengguna tidak boleh dipilih.
my: သုံးသူအား ရွေးချယ်၍မရပါ
nb: Brukeren kan ikke velges.
nl: Deze persoon kan niet worden geselecteerd.
pa: ਉਪਭੋਗਤਾ ਨੂੰ ਚੁਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ.
pa_pk: صارف نوں منتخب نئیں کیتا جا سکدا۔
pl: Nie można wybrać użytkownika.
ps: کارن نشي غوره کېدای.
pt_br: Não é possível selecionar essa pessoa
pt_pt: O utilizador não pode ser selecionado.
ro: Utilizatorul nu poate fi selectat.
ru: Пользователь не может быть выбран.
sk: Nie je možné vybrať používateľa.
sl: Uporabnik/ca ne more biti izbran/a.
sq: Përdoruesi s’mund të përzgjidhet.
sr: Није могуће изабрати корисника.
sv: Användaren kan inte väljas.
sw: Mtumiaji hawezi kuchaguliwa
ta: பயனர் முடியாது தேர்ந்தெடுக்கப்பட வேண்டும்.
te: వినియోగదారుని ఎన్నుకోలేరు.
th: ไม่สามารถเลือกผู้ใช้
tr: Kullanıcı seçilemiyor.
ug: ئىشلەتكۈچىنى تاللىيالمايدۇ.
uk: Користувача неможливо обрати.
ur: صارف کو منتخب نہیں کیا جاسکتا۔
vi: Không thể chọn được người dùng.
zh_cn: 无法选择用户
zh_hk: 無法選擇使用者。

# RECIPIENT_PICKER_INVALID_NUMBER_MESSAGE
source: %1$@ is not a Signal user. Try again with a valid phone number.
ar: لم يعُد %1$@ من مُستخدِمي سيجنال. حاوِل مرّة أُخرى باستخدام رقم هاتف صحيح.
be: %1$@ не карыстальнік Signal. Паўтарыце спробу з сапраўдным нумарам тэлефона.
bn: %1$@ Signal ব্যবহারকারী নন। একটি সঠিক ফোন নাম্বার দিয়ে আবার চেষ্টা করুন।
ca: %1$@ no fa servir Signal. Torna-ho a provar amb un número de telèfon vàlid.
cs: %1$@ není uživatelem služby Signal. Zkuste to znovu s platným telefonním číslem.
da: %1$@ bruger ikke Signal. Prøv igen med et gyldigt telefonnummer.
de: %1$@ nutzt Signal nicht. Versuche es noch einmal mit einer gültigen Telefonnummer.
el: Το άτομο %1$@ δεν χρησιμοποιεί το Signal. Δοκίμασε πάλι με έγκυρο αριθμό τηλεφώνου.
es: %1$@ no usa Signal. Inténtalo de nuevo con un número de teléfono válido.
fa: %1$@ کاربر سیگنال نیست. با یک شماره تلفن معتبر دوباره امتحان کنید.
fi: %1$@ ei ole Signalin käyttäjä. Yritä uudelleen kelvollisella puhelinnumerolla.
fr: %1$@ n'utilise pas Signal. Vérifiez qu'il s'agit du bon numéro et réessayez.
ga: Ní úsáideoir Signal é/í %1$@. Triail arís le huimhir ghutháin bhailí.
gu: %1$@ એ Signal ઉપયોગકર્તા નથી. માન્ય ફોન નંબર સાથે ફરી પ્રયાસ કરો.
he: %1$@ לא משתמש/ת ב–Signal. יש לנסות שוב עם מספר טלפון תקין.
hi: %1$@ एक Signal यूज़र नहीं है। किसी मान्य फोन नंबर से फिर से प्रयास करें।
hr: %1$@ nije korisnik Signala. Pokušajte ponovo s važećim brojem telefona.
hu: %1$@ nem Signal-felhasználó. Próbáld újra egy érvényes telefonszámmal!
id: %1$@ bukan pengguna Signal. Coba lagi dengan nomor telepon yang valid.
it: %1$@ non è un utente di Signal. Prova di nuovo con un numero di telefono valido.
ja: %1$@さんはSignalユーザーではありません。有効な電話番号でもう一度かけ直してください。
ko: %1$@ 님은 Signal 사용자가 아닙니다. 올바른 전화번호로 다시 시도하세요.
mr: %1$@ हा Signal वापरकर्ता नाही. एका वैध नंबरसह पुन्हा प्रयत्न करा.
ms: %1$@ bukan pengguna Signal. Cuba lagi dengan nombor telefon yang sah.
nb: %1$@ er ikke en Signal-bruker. Prøv igjen med et gyldig telefonnummer.
nl: %1$@ is geen Signal-gebruiker. Probeer het opnieuw met een geldig telefoonnummer.
pl: %1$@ nie używa aplikacji Signal. Podaj prawidłowy numer telefonu i spróbuj ponownie.
pt_br: %1$@ não usa o Signal. Experimente novamente com um número de telefone válido.
pt_pt: %1$@ não é um utilizador Signal. Tente novamente com um número de telemóvel válido.
ro: %1$@ nu este utilizator Signal. Încearcă din nou cu un număr de telefon valid.
ru: %1$@ не является пользователем Signal. Повторите попытку с корректным номером телефона.
sk: %1$@ nepoužíva Signal. Skúste to znovu s platným telefónnym číslom.
sr: %1$@ није корисник Signal-а. Пробајте поново са важећим бројем телефона.
sv: %1$@ är inte en Signal-användare. Försök igen med ett giltigt telefonnummer.
th: %1$@ ไม่ได้เป็นผู้ใช้ Signal ลองใหม่อีกครั้งด้วยหมายเลขโทรศัพท์ที่ถูกต้อง
tr: %1$@ bir Signal kullanıcısı değil. Geçerli bir telefon numarasıyla tekrar dene.
ug: %1$@ Signal ئىشلەتكۈچى ئەمەس. ئىناۋەتلىك تېلېفون نومۇرى بىلەن قايتا سىناڭ.
uk: %1$@ не користується Signal. Введіть правильний номер телефону й спробуйте ще раз.
ur: %1$@ Signal یوزر نہیں ہے۔ درست فون نمبر کے ساتھ دوبارہ کوشش کریں۔
vi: %1$@ không phải là người dùng Signal. Thử lại với một số điện thoại hợp lệ.
zh_cn: %1$@不是 Signal 用户。请使用有效的手机号码再试一次。
zh_hk: %1$@ 不是 Signal 用戶。請使用有效的電話號碼重試。

# RECIPIENT_PICKER_INVALID_NUMBER_TITLE
source: Invalid Phone Number
ar: رقم الهاتف غير صحيح
be: Несапраўдны нумар тэлефона
bn: ভুল ফোন নম্বর
ca: Número de telèfon no vàlid
cs: Neplatné telefonní číslo
da: Ugyldigt telefonnummer
de: Ungültige Telefonnummer
el: Μη έγκυρος αριθμός τηλεφώνου
es: Número de teléfono no válido
fa: شماره تلفن معتبر نیست
fi: Virheellinen puhelinnumero
fr: Numéro de téléphone incorrect
ga: Uimhir Ghutháin Neamhbhailí
gu: અમાન્ય ફોન નંબર
he: מספר טלפון לא תקין
hi: अमान्य फोन नंबर
hr: Nevažeći broj telefona
hu: Hibás telefonszám
id: Nomor Telepon Tidak Valid
it: Numero di telefono non valido
ja: 無効な電話番号
ko: 잘못된 전화번호
mr: अवैध फोन नंबर
ms: Nombor Telefon Tidak Sah
nb: Ugyldig telefonnummer
nl: Ongeldig telefoonnummer
pl: Nieprawidłowy numer telefonu
pt_br: Número de telefone inválido
pt_pt: Número de telemóvel inválido
ro: Număr de Telefon Invalid
ru: Некорректный номер телефона
sk: Neplatné telefónne číslo
sr: Неважећи број телефона
sv: Ogiltigt telefonnummer
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz Telefon Numarası
ug: ئىناۋەتسىز تېلېفون نومۇر
uk: Такого номера не існує
ur: غلط فون نمبر
vi: Số điện thoại không hợp lệ
zh_cn: 手机号码无效
zh_hk: 電話號碼無效

# RECIPIENT_PICKER_INVITE_ACTION
source: Invite
ar: دعوة
be: Запрасіць
bn: আমন্ত্রণ
ca: Convida
cs: Pozvat
da: Inviter
de: Einladen
el: Πρόσκληση
es: Invitar
fa: دعوت
fi: Kutsu
fr: Inviter
ga: Tabhair cuireadh
gu: આમંત્રણ આપો
he: הזמן
hi: आमंत्रण
hr: Pozovi
hu: Meghívás
id: Undang
it: Invita
ja: 招待
ko: 초대
mr: आमंत्रित करा
ms: Jemput
nb: Inviter
nl: Uitnodigen
pl: Zaproś
pt_br: Convidar
pt_pt: Convidar
ro: Invită
ru: Пригласить
sk: Pozvať
sr: Пошаљи позивницу
sv: Bjud in
th: เชิญ
tr: Davet et
ug: تەكلىپ
uk: Запросити
ur: مدعو کریں
vi: Mời
zh_cn: 邀请
zh_hk: 邀請

# RECIPIENT_PICKER_INVITE_MESSAGE
source: %1$@ is not a Signal user. Would you like to invite this number?
ar: لم يعُد %1$@ من مُستخدِمي سيجنال. هل تريد دعوة هذا الرقم؟
be: %1$@ не карыстальнік Signal. Жадаеце запрасіць гэты нумар?
bn: %1$@ Signal ব্যবহারকারী নন। আপনি কি এই নম্বরটিকে আমন্ত্রণ জানাতে চান?
ca: %1$@ no fa servir Signal. Vols convidar aquest número?
cs: %1$@ není uživatelem služby Signal. Chcete toto číslo pozvat do služby?
da: %1$@ bruger ikke Signal. Vil du invitere dette nummer?
de: %1$@ nutzt Signal bislang nicht. Möchtest du diese Nummer einladen?
el: Το άτομο %1$@ δεν χρησιμοποιεί το Signal. Θέλεις να καλέσεις αυτόν τον αριθμό;
es: %1$@ no usa Signal. ¿Quieres enviar una invitación a este número?
fa: %1$@ کاربر سیگنال نیست. آیا می خواهید این شماره را دعوت کنید؟
fi: %1$@ ei ole Signalin käyttäjä. Haluatko kutsua tämän numeron?
fr: %1$@ n'utilise pas Signal. Voulez-vous inviter ce numéro ?
ga: Ní úsáideoir Signal é/í %1$@. Ar mhaith leat cuireadh a thabhairt don uimhir seo?
gu: %1$@ એ Signal ઉપયોગકર્તા નથી. શું તમે આ નંબરને આમંત્રિત કરવા માંગો છો?
he: %1$@ לא משתמש/ת ב–Signal. רוצה להזמין את המספר הזה?
hi: %1$@ एक Signal यूज़र नहीं है। क्या आप इस नंबर को आमंत्रित करना चाहेंगे?
hr: %1$@ nije korisnik Signala. Želite li pozvati sljedeći broj da se pridruži Signalu?
hu: %1$@ nem Signal-felhasználó. Szeretnéd meghívni ezt a számot?
id: %1$@ bukan pengguna Signal. Apakah Anda ingin mengundang nomor ini?
it: %1$@ non è un utente di Signal. Vorresti invitare questo numero di telefono su Signal?
ja: %1$@さんはSignalユーザーではありません。この番号をSignalに招待しますか？
ko: %1$@ 님은 Signal 사용자가 아닙니다. 이 전화번호를 초대할까요?
mr: %1$@ हा Signal वापरकर्ता नाही. या नंबराला आमंत्रित करणे आपणाला आवडेल का?
ms: %1$@ bukan pengguna Signal. Adakah anda ingin menjemput nombor ini?
nb: %1$@ er ikke en Signal-bruker. Vil du invitere dette telefonnummeret?
nl: %1$@ is geen Signal-gebruiker. Wil je dit nummer uitnodigen?
pl: %1$@ nie używa aplikacji Signal. Chcesz wysłać na ten numer zaproszenie?
pt_br: %1$@ não usa o Signal. Gostaria de enviar um convite para esse número?
pt_pt: %1$@ não é um utilizador Signal. Gostaria de convidar este número?
ro: %1$@ nu este utilizator Signal. Ai dori să inviți acest număr?
ru: %1$@ не является пользователем Signal. Вы хотите пригласить этот номер?
sk: %1$@ nepoužíva Signal. Chceli by ste pozvať toto číslo?
sr: %1$@ није корисник Signal-а. Желите ли да пошаљете позивницу овом броју?
sv: %1$@ är inte en Signal-användare. Vill du bjuda in det här numret?
th: %1$@ ไม่ได้เป็นผู้ใช้ Signal คุณต้องการเชิญเจ้าของหมายเลขนี้มาใช้งานหรือไม่
tr: %1$@ bir Signal kullanıcısı değil. Bu numarayı davet etmek ister misin?
ug: %1$@ Signal ئىشلەتكۈچى ئەمەس. بۇ نومۇرنى تەكلىپ قىلامسىز؟
uk: %1$@ не користується Signal. Запросити абонента з цим номером?
ur: %1$@ Signal یوزر نہیں ہے۔ کیا آپ اس نمبر کو مدعو کرنا چاہیں گے؟
vi: %1$@ không phải là người dùng Signal. Bạn có muốn mời số điện thoại này?
zh_cn: %1$@不是 Signal 用户。您想邀请这个号码加入 Signal 吗？
zh_hk: %1$@ 不是 Signal 用戶。你想向此號碼發出邀請嗎？

# RECIPIENT_PICKER_INVITE_TITLE
source: Invite to Signal
ar: ادْعُ إلى سيجنال
be: Запрасіць у Signal
bn: Signal-এ আমন্ত্রণ জানান
ca: Convidar a Signal
cs: Pozvat do služby Signal
da: Invitér til Signal
de: Zu Signal einladen
el: Πρόσκληση στο Signal
es: Invitar a Signal
fa: دعوت به سیگنال
fi: Kutsu Signaliin
fr: Inviter sur Signal
ga: Tabhair cuireadh chuig Signal
gu: Signal માટે આમંત્રણ આપો
he: הזמנה ל–Signal
hi: Signal के लिए आमंत्रित करें
hr: Pozovi u Signal
hu: Meghívás a Signalba
id: Undang gabung ke Signal
it: Invita su Signal
ja: Signalへ招待する
ko: Signal로 초대
mr: Signal वर आमंत्रित करा
ms: Jemput ke Signal
nb: Inviter til Signal
nl: Nodig uit voor Signal
pl: Zaproś do aplikacji Signal
pt_br: Convidar para o Signal
pt_pt: Convidar para o Signal
ro: Invită pe Signal
ru: Пригласить в Signal
sk: Pozvať do Signalu
sr: Пошаљите позивницу за Signal
sv: Bjud in till Signal
th: เชิญมาใช้ Signal
tr: Signal'e davet et
ug: Signal ئىشلىتىش تەكلىپى
uk: Запросити в Signal
ur: Signal میں مدعو کریں
vi: Mời dùng Signal
zh_cn: 邀请使用 Signal
zh_hk: 邀請加入 Signal

# REGISTER_2FA_FORGOT_PIN_ALERT_TITLE
source: Need Help?
af: Hulp nodig?
ar: هل تحتاج لمُساعدة؟
az: Kömək lazımdır?
be: Патрэбна дапамога?
bg: Трябва ви помощ?
bn: সাহায্য দরকার?
ca: Us cal ajuda?
cs: Potřebujete pomoc?
cy: Angen Cymorth?
da: Brug for hjælp?
de: Hilfe benötigt?
el: Χρειάζεσαι βοήθεια;
es: ¿Necesitas ayuda?
es_es: ¿Necesitas ayuda?
et: Kas vajad abi?
eu: Laguntzarik behar?
fa: به راهنمایی نیاز دارید؟
fi: Tarvitsetko apua?
fil: Kailangan ng Tulong?
fr: Besoin d'aide ?
ga: An bhfuil cúnamh uait?
gu: મદદ જોઈએ છે?
he: צריך עזרה?
hi: क्या आपको मदद चाहिये?
hr: Trebate pomoć?
hu: Segítség?
id: Butuh Bantuan?
is: Þarftu hjálp?
it: Hai bisogno di aiuto?
ja: お困りですか？
kab: Tesriḍ tallalt?
kk: Көмек керек пе?
km: ááŸ’ášá¼áœá€á¶ášá‡áŸ†á“á½á™?
kn: ಸಹಾಯ ಅಗತ್ಯವಿದೆಯೇ?
ko: 도움이 필요하신가요?
lt: Reikia pagalbos?
lv: Vai vajadzīga palīdzība?
mk: Ви треба помош?
ml: സഹായം ആവശ്യമുണ്ടോ?
mr: मदत हवी?
ms: Perlukan Bantuan?
my: အကူအညီ လိုအပ်ပါသလား?
nb: Ønsker du hjelp?
nl: Hulp nodig?
pa: ਮਦਦ ਦੀ ਲੋੜ ਹੈ?
pa_pk: کی مدد دی لوڑ اے؟
pl: Potrzebujesz pomocy?
ps: مرستې ته اړتیا لری؟
pt_br: Precisa de ajuda?
pt_pt: Necessita de ajuda?
ro: Ai nevoi de ajutor?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sl: Potrebujete pomoč?
sq: Ju Duhet Ndihmë?
sr: Потребна вам је помоћ?
sv: Behöver du hjälp?
sw: Unahitaji Msaada?
ta: தேவை உதவி?
te: సహాయం కావాలా ?
th: ต้องการความช่วยเหลือหรือไม่?
tr: Yardıma mı ihtiyacınız var?
ug: ياردەم كېرەكمۇ؟
uk: Потрібна допомога?
ur: مدد چاہیے؟
vi: Cần Hỗ trợ?
zh_cn: 需要协助？
zh_hk: 需要幫助？
