Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_WITH_UNKNOWN_REGLOCK_EXPLANATION
source: You’ve run out of PIN guesses, but you can still try and access your Signal account by verifying your phone number. For your privacy and security your account will be restored without any saved profile information or settings.
ar: نَفَدت جميع مُحاولات تخمين رقم التعريف الشخصي (PIN)، لكن مازال بإمكانك الوصول إلى حساب سيجنال الخاص بِكَ عبر التحقُّق من رقم هاتفك. للحفاظ على خصوصيتك وأمانك، سَيُستعاد حسابك من غير أي معلومات حساب شخصي أو إعدادات محفوظة مُسبقًا.
be: У вас скончыліся спробы ўводу PIN-кода, але вы па-ранейшаму можаце атрымаць доступ да ўліковага запісу Signal, калі пацвердзіце свой нумар тэлефона. Для канфідэнцыйнасці і бяспекі ваш уліковы запіс будзе адноўлены без захавання інфармацыі профілю або наладаў.
bn: আপনার পিন অনুমানের সংখ্যা শেষ হয়ে গেছে, তবে আপনি এখনো একটি নতুন পিন তৈরি করে আপনার Signal অ্যাকাউন্ট অ্যাক্সেস করতে পারবেন। আপনার গোপনীয়তা এবং সুরক্ষার জন্য কোনো সেভ করা প্রোফাইলের তথ্য বা সেটিংস ছাড়াই আপনার অ্যাকাউন্ট পুনর্বহাল করা হবে।
ca: Se t'han acabat els intents del PIN, però encara pots accedir al compte de Signal verificant el teu número de telèfon. Per a la teva privacitat i seguretat, el teu compte es restaurarà sense la teva informació de perfil o ajustos guardats.
cs: Došly vám pokusy na zadání PIN, ale přístup ke svému účtu Signal můžete stále získat tak, že ověříte své telefonní číslo. V zájmu vašeho soukromí a bezpečnosti bude váš účet obnoven bez uložených informací o profilu nebo nastavení.
da: Du har ikke flere pinkodeforsøg, men du kan stadig prøve at tilgå din Signal-konto ved at bekræfte dit telefonnummer. For at sikre din sikkerhed og dit privatliv, vil din konto blive gendannet uden gemte profiloplysninger eller indstillinger.
de: Du hast all deine Versuche zur PIN-Eingabe aufgebraucht, aber du kannst weiterhin versuchen, auf dein Signal-Konto zuzugreifen, indem du deine Telefonnummer verifizierst. Aus Datenschutzgründen und zu deiner Sicherheit wird dein Konto ohne gespeicherte Profilinformationen oder Einstellungen wiederhergestellt.
el: Σου τέλειωσαν οι απόπειρες για το PIN, αλλά μπορείς να αποκτήσεις πρόσβαση στον λογαριασμό Signal σου επαληθεύοντας τον αριθμό τηλεφώνου σου. Για το απόρρητο και την ασφάλειά σου ο λογαριασμός δεν θα έχει προϋπάρχουσες πληροφορίες προφίλ και ρυθμίσεις.
es: Te has quedado sin intentos para verificar el PIN, pero aún puedes acceder a tu cuenta de Signal si verificas tu número de teléfono. Por tu seguridad y para proteger tu privacidad, se restaurará tu cuenta y se eliminará cualquier información guardada en tu perfil o ajustes.
fa: فرصت شما برای حدس پین تمام شد، ولی همچنان می‌توانید با تأیید شماره تلفن خود، سعی کنید و به حساب سیگنال خود دسترسی پیدا کنید. برای حفظ امنیت و حریم خصوصی، حسابتان بدون هیچ‌گونه اطلاعات یا تنظیمات ذخیره‌شده نمایه بازیابی خواهد شد.
fi: Olet syöttänyt PIN-koodin liian monta kertaa väärin, mutta voit vielä yrittää käyttää Signal-tiliäsi vahvistamalla puhelinnumerosi. Yksityisyys- ja tietoturvasyistä tilisi palautetaan ilman tallennettuja profiilitietoja tai asetuksia.
fr: Vous avez atteint le nombre maximal de tentatives autorisées, mais vous pouvez encore tenter d'accéder à votre compte Signal. Pour ce faire, vous devez confirmer votre numéro de téléphone. Pour des raisons de confidentialité et de sécurité, nous restaurerons votre compte sans les informations de profil ni les paramètres que vous avez enregistrés.
ga: Níl aon tomhas UAP fágtha agat, ach is féidir leat fós rochtain ar do chuntas Signal a thriail trí d'uimhir ghutháin a fhíorú. Ar mhaithe le príobháideachais agus slándáil, aischuirfear do chuntas gan aon fhaisnéis phróifíle ná socruithe atá sábháilte ann.
gu: તમે ઘણી બધી વાર પિન અનુમાન કરી લીધા છે, પરંતુ તમે હજી પણ પ્રયાસ કરી શકો છો અને તમારા ફોન નંબરની ચકાસણી કરાવીને તમારા Signal એકાઉન્ટને ઍક્સેસ કરી શકો છો. તમારી ગોપનીયતા અને સુરક્ષા માટે તમારું એકાઉન્ટ કોઈ પણ સેવ કરેલી પ્રોફાઇલ માહિતી અથવા સેટિંગ્સ વિના રિસ્ટોર કરવામાં આવશે.
he: נגמרו לך ניחושי ה–PIN, אבל עדיין אפשר לנסות לגשת לחשבון Signal שלך באמצעות אימות מספר הטלפון שלך. למען הפרטיות והאבטחה שלך, החשבון שלך ישוחזר בלי מידע פרופיל שמור או הגדרות שמורות.
hi: आपका पिन अनुमान समाप्त हो गया है, लेकिन आप अभी भी अपना फोन नंबर सत्यापित करके अपने Signal अकाउंट तक पहुँचने का प्रयास कर सकते हैं। आपकी निजता और सुरक्षा के लिए आपका अकाउंट बिना किसी सहेजी गई प्रोफ़ाइल जानकारी या सेटिंग के पुनर्स्थापित कर दिया जाएगा।
hr: Ponestalo vam je pokušaja za unos PIN-a, no i dalje možete pristupiti svom Signal računu tako da potvrdite svoj broj telefona. Radi vaše privatnosti i sigurnosti, vaš će se račun oporaviti bez ikakvih spremljenih podataka ili postavki profila.
hu: Kifogytál a PIN-kód megadási lehetőségekből, de továbbra is hozzáférhetsz Signal-fiókodhoz, ha hitelesíted a telefonszámod. Az adataid védelme és a biztonságod érdekében a fiókod csak a mentett profilbeállítások nélkül állítható vissza.
id: Kesempatan mencoba PIN sudah habis, tetapi Anda tetap dapat mencoba dan mengakses akun Signal Anda dengan memverifikasi nomor telepon. Untuk privasi dan keamanan, akun Anda akan dipulihkan tanpa informasi profil atau pengaturan tersimpan.
it: Hai esaurito i tentativi del PIN, ma puoi comunque provare ad accedere al tuo account Signal verificando il tuo numero di telefono. Per la tua privacy e sicurezza, il tuo account verrà ripristinato senza alcuna informazione o impostazione del profilo salvata.
ja: PIN の試行回数はなくなりましたが、電話番号を認証させることで Signal アカウントにアクセスできます。プライバシーとセキュリティー保護のため、アカウントに保存されているプロフィールや設定情報は復元されません。
ko: PIN 시도 횟수 제한에 도달했으나 전화번호를 확인하여 Signal 계정에 액세스할 수 있습니다. 개인 정보를 보호하고 보안을 지키기 위해 저장한 프로필 정보와 설정 없이 계정을 복원합니다.
mr: आपले पिन अंदाज संपत आलेले आहेत, परंतु आपण अद्याप आपल्या फोन क्रमांकाची पडताळणी करून आपल्या Signal अकाऊंट अ‍ॅक्सेस करण्याचा प्रयत्न करू शकता. आपली गोपनीयता आणि सुरक्षिततेसाठी आपले अकाऊंट कोणत्याही जतन केलेल्या प्रोफाईल माहिती किंवा सेटिंग्ज शिवाय पुर्नस्थापित केले जाऊ शकेल.
ms: Anda kehabisan tekaan PIN, tetapi anda masih boleh mengakses akaun Signal anda dengan mengesahkan nombor telefon anda. Untuk privasi dan keselamatan, akaun anda akan dipulihkan tanpa sebarang maklumat atau tetapan profil yang disimpan.
nb: Du har gått tom for forsøk på å skrive inn PIN-koden, men du kan få tilgang til Signal-kontoen din ved å bekrefte telefonnummeret ditt. For å ta vare på personvernet ditt og sikkerheten din gjenopprettes kontoen din uten de lagrede innstillingene og profilopplysningene dine.
nl: Je hebt geen pogingen meer om je pincode te raden, maar je kunt nog steeds proberen toegang te krijgen tot je Signal-account door je telefoonnummer te verifiëren. Voor je privacy en veiligheid wordt je account hersteld zonder opgeslagen profielinformatie of instellingen.
pl: Nie możesz więcej razy próbować odgadnąć PIN-u. Aby zalogować się na konto Signal, możesz jeszcze spróbować zweryfikować swój numer telefonu. W trosce o Twoją prywatność i bezpieczeństwo Twojego konta przywrócimy je bez zapisanych wcześniej informacji w profilu ani ustawień.
pt_br: Você esgotou o número de tentativas para adivinhar seu PIN, mas ainda pode acessar sua conta do Signal verificando seu número de telefone. Para sua privacidade e segurança, sua conta será restaurada sem salvar informações do perfil ou configurações.
pt_pt: Esgotou as tentativas de PIN, mas ainda pode aceder à sua conta do Signal verificando o seu número de telemóvel. Para sua privacidade e segurança, a sua conta será restaurada sem nenhumas informações guardas relativas ao perfil ou definições.
ro: Ai depășit limita de încercări ale PIN-ului, dar poți încerca să accesezi contul tău Signal prin verificarea numărului tău de telefon. Pentru confidențialitate și securitate, contul tău va fi restaurat fără informații sau setări de profil salvate.
ru: У вас закончились попытки ввода Пин-кода, но вы всё равно можете получить доступ к своей учётной записи Signal, подтвердив свой номер телефона. Для вашей конфиденциальности и безопасности ваша учётная запись будет восстановлена без какой-либо сохранённой информации профиля или настроек.
sk: Minuli sa vám pokusy na zadanie PIN kódu, no stále môžete skúsiť získať prístup k svojmu Signal účtu overením cez vaše telefónne číslo. Kvôli vášmu bezpečiu a súkromiu bude váš účet obnovený bez akýchkoľvek uložených profilových údajov alebo nastavení.
sr: Искористили сте све покушаје за унос PIN-а, али још увек можете да пробате да приступите Signal-у верификовањем броја телефона. Зарад ваше безбедности и приватности, налог ће бити враћен, али информације са налога и подешавања неће бити враћени.
sv: Du har gjort för många försök att gissa din pinkod, men du kan fortfarande försöka komma åt ditt Signal-konto genom att verifiera ditt telefonnummer. För din integritet och säkerhet kommer ditt konto att återställas utan någon sparad profilinformation eller inställningar.
th: คุณลองใส่ PIN จนครบจำนวนครั้งที่อนุญาตแล้ว แต่คุณยังสามารถลองเข้าถึงบัญชี Signal ของคุณได้ด้วยการยืนยันหมายเลขโทรศัพท์ เพื่อความเป็นส่วนตัวและความปลอดภัยของคุณ บัญชีของคุณจะถูกกู้คืนโดยปราศจากข้อมูลโปรไฟล์หรือการตั้งค่าที่คุณบันทึกไว้
tr: PIN tahminlerin tükendi ancak yine de telefon numaranı doğrulayarak Signal hesabına erişmeyi deneyebilirsin. Gizliliğin ve güvenliğin için hesabın kayıtlı profil bilgileri veya ayar olmadan geri yüklenecektir.
ug: ‫PIN پۇرسىتىڭىز تۈگەپ كەتتى ، ئەمما تېلېفون نومۇرىڭىزنى دەلىللەش ئارقىلىق Signal ھېساباتىڭىزنى يەنىلا زىيارەت قىلالايسىز. شەخسىي مەخپىيەتلىكىڭىز ۋە بىخەتەرلىكىڭىز ئۈچۈن ھېساباتىڭىز ساقلانغان ئارخىپ ئۇچۇرلىرىڭىز ۋە تەڭشەكلىرىڭىز ساقلانمىغان ھالەتتە ئەسلىگە كېلىدۇ.
uk: Ви використали всі спроби введення PIN-коду, але все одно можете отримати доступ до свого акаунту Signal, якщо підтвердите номер телефону. З міркувань конфіденційності й безпеки ваш акаунт буде відновлено без збереженої інформації профілю й налаштувань.
ur: آپ کے پاس پِن کے اندازے ختم ہو چکے ہیں، تاہم آپ اب بھی کوشش کر سکتے ہیں اور اپنے فون نمبر کی تصدیق کر کے اپنے Signal اکاؤنٹ تک رسائی حاصل کر سکتے ہیں۔ آپ کی پرائیویسی اور سکیورٹی کے لیے آپ کا اکاؤنٹ کسی بھی محفوظ شدہ پروفائل معلومات یا سیٹنگز کے بغیر بحال کیا جائے گا۔
vi: Bạn đã hết số lần thử mã PIN, nhưng bạn vẫn có thể thử truy cập tài khoản Signal bằng cách xác minh số điện thoại của mình. Để đảm bảo bảo mật và tính riêng tư, tài khoản mới của bạn sẽ được khôi phục nhưng thông tin hồ sơ và cài đặt thì không.
zh_cn: 您尝试输入密码的次数已超过限定的次数，不过您仍然可以通过验证您的手机号码来登录您的 Signal 账户。出于对您的隐私和安全的考虑，您的账户在恢复时将不保留任何保存过的个人资料信息或设置。
zh_hk: 你的 PIN 碼嘗試次數已達上限，但你仍可以透過驗證電話號碼來嘗試及使用你的 Signal 帳戶。為確保你的隱私和安全性，還原你的帳戶並不會包括任何已儲存的個人資料或設定。

# ONBOARDING_SPLASH_DO_NOT_HAVE_OLD_DEVICE_BODY
source: Or you're reinstalling Signal on the same device
ar: أو تقوم بإعادة تثبيت سيجنال على الجهاز نفسه.
be: Або вы ўсталёўваеце нанова Signal на гэтай жа прыладзе
bn: অথবা আপনি একই ডিভাইসে Signal পুনরায় ইনস্টল করছেন
ca: O estàs reinstal·lant Signal al mateix dispositiu
cs: Nebo přeinstalováváte aplikaci Signal na stejném zařízení
da: Eller hvis du geninstallerer Signal på samme enhed
de: Oder du installierst Signal auf demselben Gerät erneut
el: Ή επανεγκαθιστάς το Signal στην ίδια συσκευή
es: O estás reinstalando Signal en el mismo dispositivo
fa: یا در حال نصب مجدد سیگنال روی همین دستگاه هستید
fi: Tai jos asennat Signalia uudelleen samalle laitteelle
fr: ou vous réinstallez Signal sur le même appareil
ga: Nó tá tú ag athshuiteáil Signal ar an ngléas céanna
gu: અથવા તમે તે જ ડિવાઇસ પર Signal ફરીથી ઇન્સ્ટોલ કરી રહ્યાં છો
he: או שמדובר בהתקנה חוזרת של Signal על אותו מכשיר
hi: या आप उसी डिवाइस पर Signal को फिर से इंस्टॉल कर रहे हैं
hr: Ili ako želite ponovno instalirati Signal na isti uređaj
hu: Vagy telepítsd újra a Signalt ugyanarra az eszközre
id: Atau Anda menginstal ulang Signal di perangkat yang sama
it: Oppure stai reinstallando Signal sullo stesso dispositivo
ja: または、Signalを同じ端末に再インストールする場合
ko: 또는 동일한 기기에 Signal을 다시 설치하는 중입니다
mr: किंवा आपण त्याच डिव्हाईसवर Signal पुन्हा इन्स्टॉल करत आहात
ms: Atau anda pasang semula Signal pada peranti yang sama
nb: Eller du skal installere Signal på nytt på samme enhet
nl: Of je installeert Signal opnieuw op hetzelfde apparaat
pl: Wybierz tę opcję również wtedy, gdy ponownie instalujesz Signal na tym samym urządzeniu
pt_br: Ou se você está reinstalando o Signal no mesmo dispositivo
pt_pt: Ou está a reinstalar o Signal no mesmo dispositivo
ro: Sau reinstalează Signal pe același dispozitiv
ru: Либо вы повторно устанавливаете Signal на том же устройстве
sk: Alebo znova inštalujete Signal na rovnakom zariadení
sr: Или поново инсталирате Signal на истом уређају
sv: Eller så installerar du om Signal på samma enhet
th: หรือติดตั้ง Signal ใหม่บนอุปกรณ์เครื่องเดียวกันนั้น
tr: Ya da Signal'i aynı cihaza yeniden yüklüyorsun
ug: ياكى ئوخشاش ئۈسكۈنىدە سىگنالنى قايتا قاچىلاۋاتىسىز
uk: Або ви перевстановлюєте Signal на цьому ж пристрої
ur: یا آپ اسی ڈیوائس پر Signal کو دوبارہ انسٹال کر رہے ہیں
vi: Hoặc bạn đang cài lại Signal trên cùng thiết bị
zh_cn: 您可以在同一个设备上重新安装 Signal
zh_hk: 或者你正在同一裝置上重新安裝 Signal

# ONBOARDING_SPLASH_DO_NOT_HAVE_OLD_DEVICE_TITLE
source: I don't have my old phone
ar: هاتفي القديم ليس بحوزتي
be: Я не маю старога тэлефона
bn: আমার পুরানো ফোনটি নেই
ca: No conservo el meu telèfon antic
cs: Nemám svůj starý telefon
da: Jeg har ikke min gamle telefon
de: Ich habe mein altes Telefon nicht
el: Δεν έχω το παλιό μου τηλέφωνο
es: No tengo mi teléfono anterior
fa: تلفن قدیمی‌ام را ندارم
fi: Minulla ei ole vanhaa puhelintani
fr: Vous n'avez pas accès à votre ancien téléphone
ga: Níl mo sheanghuthán agam
gu: મારી પાસે મારો જૂનો ફોન નથી
he: אין לי את הטלפון הישן שלי
hi: मेरे पास मेरा पुराना फ़ोन नहीं है
hr: Nemam svoj stari telefon
hu: Nincs nálam a régi telefonom
id: Ponsel lama saya sudah tidak ada
it: Non ho il mio vecchio telefono
ja: 以前利用していた端末がない場合
ko: 이전 휴대폰이 없음
mr: माझ्याकडे माझा जुना फोन नाही
ms: Saya tidak mempunyai telefon lama saya
nb: Jeg har ikke den gamle enheten
nl: Ik heb mijn oude telefoon niet
pl: Nie mam swojego poprzedniego telefonu
pt_br: Não tenho meu telefone antigo
pt_pt: Não tenho o meu telemóvel antigo
ro: Nu am telefonul meu vechi
ru: У меня нет старого телефона
sk: Nemám svoj starý telefón
sr: Немам свој стари телефон
sv: Jag har inte min gamla telefon
th: ฉันไม่มีโทรศัพท์เครื่องเก่า
tr: Eski telefonum yanımda değil
ug: كونا تېلېفونۇم يېنىمدا يوق
uk: У мене не лишилося старого телефона
ur: میرے پاس اپنا پرانا فون موجود نہیں ہے
vi: Tôi không có điện thoại cũ
zh_cn: 我无法用旧手机
zh_hk: 我沒有我的舊手機

# ONBOARDING_SPLASH_HAVE_OLD_DEVICE_BODY
source: Scan a QR code from your current Signal account to get started quickly
ar: امسح كود الـ QR ضوئيًا من حساب سيجنال الحالي الخاص بك للبدء بسرعة.
be: Праскануйце QR-код на вашым бягучым уліковым запісу Signal, каб пачаць працэс
bn: দ্রুত শুরু করতে আপনার বর্তমান Signal অ্যাকাউন্ট থেকে একটি QR কোড স্ক্যান করুন
ca: Per començar ràpidament, escaneja un codi QR des del teu compte actual de Signal
cs: Naskenujte QR kód ze svého stávajícího účtu Signal a účet můžete hned začít používat
da: Scan en QR-kode fra din nuværende Signal-konto for at komme hurtigt i gang
de: Scanne einen QR-Code von deinem aktuellen Signal-Konto, um schnell loslegen zu können
el: Σάρωσε έναν κωδικό QR από τον τρέχοντα λογαριασμό σου στο Signal για να ξεκινήσεις γρήγορα
es: Para empezar, escanea el código QR con tu teléfono anterior
fa: برای شروع سریع، کد QR را از حساب فعلی سیگنال خود اسکن کنید
fi: Aloita nopeasti skannaamalla nykyisen Signal-tilisi QR-koodi
fr: Scannez un code QR depuis votre compte Signal existant pour démarrer rapidement
ga: Scan cód QR ó do chuntas reatha Signal chun tosú air go tapa
gu: ઝડપથી શરૂ કરવા માટે તમારા વર્તમાન Signal અકાઉન્ટમાંથી QR કોડ સ્કેન કરો
he: אפשר לסרוק קוד QR מחשבון Signal הנוכחי שלך כדי להתחיל במהירות
hi: जल्दी शुरुआत करने के लिए, अपने मौजूदा Signal अकाउंट से QR कोड स्कैन करें
hr: Skenirajte QR kôd sa svog trenutnog Signal računa za brzi početak
hu: A gyors kezdéshez olvasd be a QR-kódot jelenlegi Signal-fiókodból
id: Pindai kode QR dari akun Signal Anda saat ini untuk memulai dengan cepat
it: Scansiona un codice QR dal tuo attuale account Signal per iniziare subito
ja: 新しいSignalアカウントからQRコードをスキャンすれば、すぐに再開できます
ko: 현재 Signal 계정에서 QR 코드를 스캔하여 빠르게 시작하세요
mr: पटकन सुरु करण्यासाठी आपल्या चालू Signal अकाऊंट मधून QR कोड स्कॅन करा
ms: Imbas kod QR daripada akaun Signal semasa anda untuk bermula dengan cepat
nb: Du kan skanne en QR-kode fra Signal-kontoen din for å komme kjapt i gang
nl: Scan een QR-code met je oude telefoon om snel aan de slag te gaan
pl: Aby szybko zacząć korzystać z aplikacji Signal, zeskanuj kod QR ze swojego obecnego urządzenia
pt_br: Escaneie um QR code da sua conta atual do Signal para começar rapidamente
pt_pt: Digitalize um código QR da sua conta Signal atual para começar rapidamente
ro: Scanează un cod QR din contul tău Signal curent pentru a începe rapid
ru: Отсканируйте QR-код из текущей учётной записи Signal, чтобы быстро начать использование
sk: Pre rýchle nastavenie naskenujte QR kód zo svojho aktuálneho Signal účtu
sr: Скенирајте QR код на вашем тренутном налогу на Signal-у да бисте брзо започели
sv: Skanna en QR-kod från ditt nuvarande Signal-konto för att snabbt komma igång
th: เริ่มใช้งานได้เร็วทันใจด้วยการสแกนคิวอาร์โค้ดจากบัญชี Signal ที่คุณใช้อยู่
tr: Hızla başlamak için mevcut Signal hesabından bir kare kod tara
ug: تېز باشلاش ئۈچۈن نۆۋەتتىكى سىگنال ھېساباتىڭىزدىن QR كودىنى سىكانىرلاڭ
uk: Для швидшого початку зіскануйте QR-код пристроєм, на якому зараз використовуєте Signal
ur: فوری آغاز کرنے کے لیے اپنے موجودہ Signal اکاؤنٹ سے QR کوڈ کو اسکین کریں
vi: Quét mã QR từ tài khoản Signal điện thoại của bạn để nhanh chóng bắt đầu
zh_cn: 从您当前的 Signal 账户扫描二维码以快速开始操作
zh_hk: 從你目前的 Signal 帳戶掃描二維碼以快速開始使用

# ONBOARDING_SPLASH_HAVE_OLD_DEVICE_TITLE
source: I have my old phone
ar: هاتفي القديم بحوزتي
be: Я маю стары тэлефон
bn: আমার পুরানো ফোন আছে
ca: Tinc el meu telèfon antic
cs: Mám svůj starý telefon
da: Jeg har min gamle telefon
de: Ich habe mein altes Telefon
el: Έχω το παλιό μου τηλέφωνο
es: Tengo mi teléfono anterior
fa: تلفن قدیمی‌ام را دارم
fi: Minulla on vanha puhelimeni
fr: Vous avez accès à votre ancien téléphone
ga: Tá mo sheanghuthán agam
gu: મારી પાસે મારો જૂનો ફોન છે
he: יש לי את הטלפון הישן שלי
hi: मेरे पास मेरा पुराना फ़ोन है
hr: Imam svoj stari telefon
hu: Nálam van a régi telefonom
id: Ponsel lama saya masih ada
it: Ho il mio vecchio telefono
ja: 以前利用していた端末がある場合
ko: 이전 휴대폰을 가지고 있음
mr: माझ्याकडे माझा जुना फोन आहे
ms: Saya mempunyai telefon lama saya
nb: Jeg har den gamle enheten
nl: Ik heb mijn oude telefoon
pl: Mam swój poprzedni telefon
pt_br: Eu tenho meu telefone antigo
pt_pt: Tenho o meu telemóvel antigo
ro: Am vechiul meu telefon
ru: У меня есть мой старый телефон
sk: Mám svoj starý telefón
sr: Имам свој стари телефон
sv: Jag har min gamla telefon
th: ฉันมีโทรศัพท์เครื่องเก่า
tr: Eski telefonum var
ug: مېنىڭ كونا تېلېفونىم بار
uk: У мене лишився старий телефон
ur: میرے پاس اپنا پرانا فون موجود ہے
vi: Tôi có điện thoại cũ
zh_cn: 我可以用旧手机
zh_hk: 我有我的舊手機

# ONBOARDING_SPLASH_RESTORE_OR_TRANSFER_BUTTON_TITLE
source: Restore or Transfer Account
ar: استعادة أو نقل الحساب
be: Аднавіць або перанесці ўліковы запіс
bn: অ্যাকাউন্ট পুনর্বহাল বা ট্রান্সফার করুন
ca: Restaurar o transferir compte
cs: Obnovení nebo přenos účtu
da: Gendan eller overfør konto
de: Konto wiederherstellen oder übertragen
el: Επαναφορά ή μεταφορά λογαριασμού
es: Restaurar o transferir cuenta
fa: بازیابی یا انتقال حساب
fi: Palauta tai siirrä tili
fr: Restaurer ou transférer le compte
ga: Aischuir nó Aistrigh Cuntas
gu: એકાઉન્ટ રિસ્ટોર અથવા ટ્રાન્સફર કરો
he: שחזור או העברת חשבון
hi: अकाउंट ट्रांसफ़र या रीस्टोर करें
hr: Vratite ili prenesite račun
hu: Fiók visszaállítása vagy átvitele
id: Pulihkan atau Transfer Akun
it: Ripristina o trasferisci il tuo account
ja: アカウントの復元または移行
ko: 계정 복원 또는 전송
mr: अकाऊंट परत मिळवा किंवा हस्तांतरित करा
ms: Pulihkan atau pindahkan akaun
nb: Gjenopprette eller overføre en konto
nl: Account herstellen of overzetten
pl: Przywróć lub przenieś konto
pt_br: Restaurar ou transferir conta
pt_pt: Restaure ou transfira a sua conta
ro: Restaurează sau transferă contul
ru: Восстановить или перенести учётную запись
sk: Obnoviť alebo preniesť účet
sr: Враћање или пренос налога
sv: Återställ eller överför konto
th: กู้คืนหรือถ่ายโอนบัญชี
tr: Hesabı geri yükle veya aktar
ug: ھېساباتنى ئەسلىگە كەلتۈرۈش ياكى يۆتكەش
uk: Відновити або перенести акаунт
ur: ری اسٹور کریں یا اکاؤنٹ ٹرانسفر کریں
vi: Khôi phục hoặc chuyển tài khoản
zh_cn: 恢复或转移账户
zh_hk: 還原或轉移帳戶

# ONBOARDING_SPLASH_TERM_AND_PRIVACY_POLICY
source: Terms & Privacy Policy
af: Bepalings en privaatheidsbeleid
ar: الشروط وسياسة الخصوصية
az: Şərtlər və Gizlilik Siyasəti
be: Умовы & Палітыка канфідэнцыйнасці
bg: Условия и политика за поверителност
bn: শর্তাদি এবং গোপনীয়তা নীতি
ca: Condicions de servei i política de privadesa
cs: Smluvní podmínky a zásady ochrany osobních údajů
cy: Polisi Telerau a Phreifatrwydd
da: Vilkår og privatlivspolitik
de: Bedingungen & Datenschutzerklärung
el: Όροι & Πολιτική Απορρήτου
es: Términos y Política de privacidad
es_es: Términos y política de privacidad
et: Tingimused ja privaatsuspoliitika
eu: Baldintzak eta pribatutasun arauak
fa: شرایط و سیاست های حفظ حریم خصوصی
fi: Käyttöehdot ja tietosuoja
fil: Mga Alituntunin at Polisiya sa Privacy
fr: Conditions générales d’utilisation et règles de confidentialité
ga: Téarmaí Úsáide ⁊ Polasaí Príobháideachais
gu: શરતો અને ગોપનીયતા નીતિ
he: תנאים ומדיניות פרטיות
hi: नियम और गोपनीयता नीति
hr: Uvjeti i pravila o privatnosti
hu: Adatvédelmi és Általános Szerződési Feltételek
id: Syarat & Kebijakan Privasi
is: Skilmálar og meðferð persónuupplýsinga
it: Politica e termini sulla privacy
ja: 利用規約とプライバシーポリシー
kab: Tiwtilin & Tasertit n tbaḍnit
kk: Шарттар және құпиялық саясаты
km: á›á€áŸ’ááááŸ’áŒá“á·á„á‚áŸ„á›á€á¶ášááŸá¯á€á‡á“
kn: ನಿಯಮಗಳು ಮತ್ತು ಖಾಸಗಿತನದ ನೀತಿ
ko: 이용약관 및 개인정보 처리방침
lt: Sąlygos ir Privatumo politika
lv: Noteikumi un privātuma politika
mk: Услови и Политика на Приватност
ml: നിബന്ധനകളും സ്വകാര്യതാ നയവും
mr: अटी आणि गोपनीयता धोरण
ms: Terma & Dasar Privasi
my: လိုက်နာဆောင်ရွက်ရမည့် အချက်များ
nb: Vilkår og personvernerklæring
nl: Voorwaarden en privacybeleid
pa: ਸ਼ਰਤਾਂ ਤੇ ਪਰਦੇਦਾਰੀ ਨੀਤੀ
pa_pk: شرطاں تے رازداری دی پالیسی
pl: Regulamin i polityka prywatności
ps: شرایط او د محرمیت تګلاره
pt_br: Termos & Política de Privacidade
pt_pt: Termos e política de privacidade
ro: Termeni și politica de confidențialitate
ru: Условия и Политика конфиденциальности
sk: Podmienky a Ochrana osobných údajov
sl: Pogoji uporabe in Pravilnik o zasebnosti
sq: Kushte & Rregulla Privatësie
sr: Услови коришћења и Правила за заштиту приватности
sv: Villkor & integritetspolicy
sw: Sera ya Masharti na Faragha
ta: விதிமுறைகள் மற்றும் தனியுரிமைக் கொள்கை
te: నిబంధనలు & గోప్యతా విధానం
th: เงื่อนไขและนโยบายความเป็นส่วนตัว
tr: Şartlar ve Gizlilik İlkesi
ug: شەرتلەر & مەخپىيەتلىك تۈزۈمى
uk: Умови надання послуг і Політика конфіденційності
ur: شرائط اور رازداری کی پالیسی
vi: Điều khoản & Quyền riêng tư
zh_cn: 协议与隐私政策
zh_hk: 條款及私隱政策
