Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONVERSATION_SETTINGS_BADGES_FOOTER
source: Get badges for your profile by supporting Signal. Tap a badge to learn more.
af: Kry wapens vir jou profiel deur Signal te ondersteun. Tik op ’n wapen om meer te leer.
ar: احصل على شارات لملفك الشخصي عن طريق دعم سيجنال. انقر على شارة لمعرفة المزيد.
az: Signal dəstəkləyərək profiliniz üçün nişanlar qazanın. Daha ətraflı məlumat üçün bir nişana toxunun.
be: Падтрымлівайце Signal і атрымлівайце значкі для свайго профілю. Націсніце на значок, каб даведацца больш.
bn: সিগন্যাল সমর্থন করে আপনার প্রোফাইলের জন্য ব্যাজ পান। আরও জানতে একটি ব্যাজ এ চাপুন।
ca: Aconseguiu insígnies per al perfil donant suport al Signal. Toqueu una insígnia per obtenir-ne més informació.
cs: Získejte odznaky pro svůj profil, když podpoříte Signal. Klepnutím na odznak se dozvíte více.
cy: Hawliwch fathodynnau i'ch proffil drwy gefnogi Signal. Tapiwch fathodyn i ddysgu rhagor.
da: Få emblemer til din profil ved at støtte Signal. Tryk på et emblem for at få mere at vide.
de: Unterstütze Signal und erhalte Abzeichen für dein Profil. Tippe auf ein Abzeichen, um mehr zu erfahren.
el: Πάρε εμβλήματα για το προφίλ σου στηρίζοντας το Signal. Πάτα σε ένα έμβλημα για να μάθεις περισσότερα.
es: Apoya a Signal y consigue insignias para mostrar en tu perfil. Toca sobre una insignia para obtener más información.
et: Toeta Signalist ja teeni oma profiilile märke. Toksa märki, et lähemalt lugeda.
fa: با حمایت از سیگنال برای پروفایل خود نشان افتخار دریافت کنید. برای اطلاعات بیشتر روی هر یک از نشان‌ها ضربه بزنید.
fi: Hanki profiiliisi merkkejä tukemalla Signalia. Lue lisää napauttamalla merkkiä.
fr: Soutenez Signal et gagnez des macarons à afficher sur votre profil. Appuyez sur un macaron pour en savoir plus.
gu: Signalને સમર્થન આપીને તમારી પ્રોફાઇલ માટે બૅજ મેળવો. વધુ જાણવા માટે બૅજ પર ટૅપ કરો.
he: השג תגים עבור הפרופיל שלך ע״י תמיכה ב־Signal. הקש על תג כדי ללמוד עוד.
hi: Signal का समर्थन करके अपनी प्रोफ़ाइल के लिए बैज पाएं. ज़्यादा जानने के लिए एक बैज पर टैप करें.
hr: Podržite Signal i osvojite značke za svoj profil. Dodirnite značku kako bi saznali više.
hu: Szerezz kitűzőket profilképedre a Signal anyagi támogatásával. Koppints az egyik kitűzőre a további tudnivalókért.
id: Dapatkan lencana khusus di profil Anda dengan mendukung Signal. Ketuk lencana untuk informasi selengkapnya.
is: Fáðu merki á notandaauðkennið þitt með því að styrkja Signal. Ýttu á merki til að kanna nánar.
it: Ottieni i badge per il tuo profilo supportando Signal. Tocca un badge per saperne di più.
ja: Signalをサポートすると、あなたのプロフィールにバッジが表示されます。バッジをタップすると詳細が表示されます。
km: á‘á‘á½á›á”á¶á“áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹á›á¾á‚áá“á¸á¢áŸ’á“á€áŠáŸ„á™á‚á¶áŸ†á‘áŸ’áš Signal áŸ” á…á»á…á›á¾áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹áŠá¾á˜áŸ’á”á¸áŸáŸ’áœáŸ‚á„á™á›áŸ‹á”á“áŸ’ááŸ‚á˜áŸ”
ko: Signal을 지원하고 배지를 받으세요. 배지를 탭하여 자세히 알아보세요.
lt: Palaikydami Signal, gaukite ženkliukus savo profiliui. Bakstelėkite ant ženkliuko, norėdami sužinoti daugiau.
mk: Добијте беџ за Вашиот профил со поддршка на Signal. Допрете на беџот за да дознаете повеќе.
ml: Signal-നെ പിന്തുണച്ച് നിങ്ങളുടെ പ്രൊഫൈലിനായി ബാഡ്ജുകൾ നേടുക. കൂടുതലറിയാൻ ഒരു ബാഡ്ജിൽ തൊടുക.
mr: Signal ला सपोर्ट करून तुमच्या प्रोफाइलसाठी बॅज मिळवा. अधिक जाणून घेण्यासाठी बॅजवर टॅप करा.
ms: Dapatkan lencana untuk profil anda dengan menyokong Signal. Tekan pada lencana untuk mengetahui lebih lanjut.
nb: Få merker til profilen din ved å gi en gave til Signal. Trykk på et merke for å lese mer.
nl: Door Signal te ondersteunen verdien je badges om op je profiel weer te geven. Tik op een badge om er meer over te leren.
pl: Wspieraj Signal, a też otrzymasz taką odznakę w swoim profilu. Stuknij odznakę, aby dowiedzieć się więcej.
pt_br: Obtenha selos para o seu perfil ao apoiar o Signal. Toque em um selo para saber mais.
pt_pt: Obtenha crachás para o seu perfil apoiando o Signal. Toque num crachá para saber mais.
ro: Poți obține insigne pentru profilul tău susținând Signal. Atinge o insignă pentru a afla mai multe.
ru: Получайте значки для своего профиля, поддерживая Signal. Нажмите на значок, чтобы узнать больше.
sk: Podporou Signal získate odznaky pre svoj profil. Klepnutím na odznak získate ďalšie informácie.
sl: Podprite Signal in si pridobite značko za vaš profil. Tapnite na značko in izvejte več.
sq: Merrni stema për profilin tuaj duke përkrahur Signal-in. Që të mësoni më shumë, prekni një stemë.
sr: Добијте значке за профил тако што ћете подржати Signal. Додирните значку да сазнате више.
sv: Få märken för din profil genom att stöda Signal. Tryck på ett märke om du vill veta mer.
sw: Pata Beji kwa ajili ya Wasifu wako kwa kuiunga mkono Signal. Gusa beji kujua zaidi.
th: รับโล่สำหรับโปรไฟล์คุณด้วยการสนับสนุน Signal แตะที่โล่เพื่อดูข้อมูลเพิ่มเติม
tr: Signal'ı destekleyerek profilin için rozet kazan. Daha fazlasını öğrenmek için bir rozete dokun.
ug: Signal نى قوللاپ، ئارخىپىڭىزدا ئىزنەكلەرگە ئېرىشىڭ. تەپسىلاتى ئۈچۈن خالىغان ئىزنەكنى چېكىڭ.
uk: Отримуйте значки для профілю за підтримку Signal. Торкніться значка, щоб дізнатися більше.
ur: Signal کی معاونت کرنے کے ذریعے اپنی پروفائل کے لیے بیجز حاصل کریں۔ مزید جاننے کے لیے بیج ہر ٹیپ کریں۔
vi: Hãy thu thập nhiều huy hiệu đính trên hồ sơ của bạn bằng cách hổ trở cho Signal. Bấm vào "huy hiệu" để biết thêm chi tiết.
zh_cn: 支持 Signal，为您的个人资料添加徽章吧。点击徽章了解详情。
zh_hk: 撐起 Signal 並在您的個人資料中獲贈徽章。輕觸徽章以了解詳情。

# CONVERSATION_SETTINGS_BADGES_HEADER
source: Badges
af: Wapens
ar: الشارات
az: Nişanlar
be: Значкі
bn: ব্যাজ
ca: Insígnies
cs: Odznaky
cy: Bathodynnau
de: Abzeichen
el: Σήματα
es: Insignias
et: Märgid
eu: Bereizgarriak
fa: نشان‌ها
fi: Merkit
fr: Macarons
ga: Suaitheantais
gu: બૅજ
he: תגים
hi: बैज
hr: Značke
hu: Jelvények
id: Lencana
is: Merki
it: Badge
ja: バッジ
km: áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹
kn: ಬ್ಯಾಡ್ಜ್‌ಗಳು
ko: 배지
lt: Ženkliukai
lv: Nozīmītes
mk: Беџови
ml: ബാഡ്ജുകള്‍
mr: बॅजेस
ms: Lencana
my: ဘဲ့ဂျ်များ
nb: Merker
pa: ਬਿੱਲੇ
pl: Odznaki
ps: بجونه
pt_br: Selos
pt_pt: Crachás
ro: Insigne
ru: Значки
sk: Odznaky
sl: Značke
sq: Stema
sr: Значке
sv: Märken
sw: Beji
ta: பேட்ஜ்கள்
te: బ్యాడ్జీలు
th: โล่
tr: Rozetler
ug: ئىزناكلار
uk: Значки
ur: بیجز
vi: Huy hiệu
zh_cn: 徽章
zh_hk: 徽章

# CONVERSATION_SETTINGS_BLOCK_GROUP
source: Block Group
af: Versper groep
ar: حظر المجموعة
az: Qrupu əngəllə
be: Заблакаваць групу
bg: Блокиране на група
bn: গ্রুপটি ব্লক করুন
ca: Bloqueja el grup.
cs: Blokovat skupinu
cy: Rhwystro Grŵp
da: Blokér gruppe
de: Gruppe blockieren
el: Αποκλεισμός ομάδας
es: Bloquear grupo
es_es: Bloquear grupo
et: Blokeeri grupp
eu: Taldea Blokeatu
fa: مسدود کردن گروه
fi: Estä ryhmä
fil: I-block ang Grupo
fr: Bloquer le groupe
ga: Cuir bac ar an ngrúpa
gu: ગ્રૂપને બ્લૉક કરો
he: חסימת קבוצה
hi: ग्रुप को ब्लॉक करें
hr: Blokiraj grupu
hu: Csoport letiltása
id: Blokir Grup
is: Útiloka hóp
it: Blocca gruppo
ja: グループをブロックする
kab: Sewḥel agraw
kk: Топты бұғаттау
km: á á¶á˜áƒá¶ááŸ‹á€áŸ’ášá»á˜
kn: ಗುಂಪನ್ನು ನಿರ್ಬಂಧಿಸಿ
ko: 그룹 차단
lt: Užblokuoti grupę
lv: Bloķēt grupu
mk: Блокирај група
ml: ഗ്രൂപ്പിനെ തടയുക
mr: गट अवरोधित करा
ms: Sekat Kumpulan
my: အဖွဲ့ကို ပိတ်ပင်မယ်
nb: Blokker gruppe
nl: Groep blokkeren
pa: ਗਰੁੱਪ ਨੂੰ ਬਲੌਕ ਕਰੋ
pa_pk: گروپ بلاک کرو
pl: Zablokuj grupę
ps: د ګروپ بلاک کول
pt_br: Bloquear grupo
pt_pt: Bloquear grupo
ro: Blochează grupul
ru: Заблокировать группу
sk: Blokovať skupinu
sl: Blokiraj skupino
sq: Bllokoje Grupin
sr: Блокирај групу
sv: Blockera grupp
sw: Zuia Kikundi
ta: தொகுதி குழு
te: సమూహాన్ని బ్లాక్ చేయండి
th: บล็อกกลุ่ม
tr: Grubu Engelle
ug: گۇرۇپپا چەكلەش
uk: Заблокувати групу
ur: گروپ کو بلاک کریں
vi: Chặn Nhóm
zh_cn: 屏蔽群组
zh_hk: 封鎖群組

# CONVERSATION_SETTINGS_BLOCK_USER
source: Block User
af: Versper gebruiker
ar: حظر المُستخدم
az: İstifadəçini əngəllə
be: Заблакаваць карыстальніка
bg: Блокиране на потребител
bn: ইউজারকে ব্লক করুন
ca: Bloquejar usuari
cs: Blokovat uživatele
cy: Rhwystro Defnyddiwr
da: Blokér bruger
de: Kontakt blockieren
el: Αποκλεισμός χρήστη
es: Bloquear persona
es_es: Bloquear persona
et: Blokeeri kasutaja
eu: Erabiltzailea Blokeatu
fa: مسدود کردن کاربر
fi: Estä käyttäjä
fil: I-block ang User
fr: Bloquer l'utilisateur
ga: Cuir bac ar an úsáideoir
gu: ઉપયોગકર્તાને બ્લૉક કરો
he: חסימת משתמש/ת
hi: यूज़र को ब्लॉक करें
hr: Blokiraj korisnika
hu: Felhasználó letiltása
id: Blokir Pengguna
is: Banna notanda
it: Blocca utente
ja: ユーザーをブロックする
kab: Sewḥel aseqdac
kk: Пайдаланушыны бұғаттау
km: á á¶á˜áƒá¶ááŸ‹á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹
kn: ಬಳಕೆದಾರನನ್ನು ನಿರ್ಬಂಧಿಸಿ
ko: 사용자 차단
lt: Užblokuoti naudotoją
lv: Bloķēt lietotāju
mk: Блокирај корисник
ml: ഉപയോക്താവിനെ തടയുക
mr: वापरकर्त्याला अवरोधित करा
ms: Sekat Pengguna
my: သုံးသူကို ပိတ်ပင်မယ်
nb: Blokker bruker
nl: Persoon blokkeren
pa: ਵਰਤੋਂਕਾਰ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ
pa_pk: صارف نوں بلاک کرو
pl: Zablokuj osobę
ps: د کارن بلاک کول
pt_br: Bloquear esta pessoa
pt_pt: Bloquear utilizador
ro: Blochează utilizator
ru: Заблокировать пользователя
sk: Blokovať používateľa
sl: Blokiraj uporabnika/co
sq: Bllokoje Përdoruesin
sr: Блокирај особу
sv: Blockerade användare
sw: Zuia Mtumiaji
ta: பயனரை தடை செய்
te: వినియోగదారుని బ్లాక్ చేయండి
th: บล็อกผู้ใช้
tr: Kullanıcıyı Engelle
ug: ئىشلەتكۈچى چەكلەش
uk: Заблокувати користувача
ur: یوزر کو بلاک کریں
vi: Chặn Người Dùng
zh_cn: 屏蔽用户
zh_hk: 封鎖用戶

# CONVERSATION_SETTINGS_CALL_DETAILS_INCOMING_VIDEO_CALL
source: Incoming video call
ar: مكالمة فيديو واردة
be: Уваходны відэазванок
bn: ভিডিও কল আসছে
ca: Videotrucada entrant
cs: Příchozí videohovor
da: Indgående videoopkald
de: Eingehender Videoanruf
el: Εισερχόμενη βιντεοκλήση
es: Videollamada entrante
fa: تماس تصویری دریافتی
fi: Saapuva videopuhelu
fr: Appel vidéo entrant
ga: Físghlao isteach
gu: ઇનકમિંગ વિડિયો કૉલ
he: שיחת וידאו נכנסת
hi: इनकमिंग वीडियो कॉल
hr: Dolazni videopoziv
hu: Bejövő videóhívás
id: Panggilan video masuk
it: Videochiamata in arrivo
ja: ビデオ通話着信
ko: 수신 영상 통화
mr: येणारा व्हिडिओ कॉल
ms: Panggilan video masuk
nb: Innkommende videoanrop
nl: Inkomende video-oproep
pl: Przychodzące połączenie wideo
pt_br: Recebendo chamada de vídeo
pt_pt: A receber videochamada
ro: Apel de intrare video
ru: Входящий видеозвонок
sk: Prichádzajúci videohovor
sr: Долазни видео позив
sv: Inkommande videosamtal
th: วิดีโอคอลขาเข้า
tr: Gelen görüntülü arama
ug: كەلگەن ۋىدېيولۇق چاقىرىق
uk: Вхідний відеовиклик
ur: جانے والی ویڈیو کال
vi: Cuộc gọi video đến
zh_cn: 视频来电
zh_hk: 視訊通話來電

# CONVERSATION_SETTINGS_CALL_DETAILS_INCOMING_VOICE_CALL
source: Incoming voice call
ar: مكالمة صوتية واردة
be: Уваходны галасавы званок
bn: ভয়েস কল আসছে
ca: Trucada entrant
cs: Příchozí hlasový hovor
da: Indgående stemmeopkald
de: Eingehender Sprachanruf
el: Εισερχόμενη κλήση
es: Llamada entrante
fa: تماس صوتی دریافتی
fi: Saapuva äänipuhelu
fr: Appel vocal entrant
ga: Guthghlao isteach
gu: ઇનકમિંગ વૉઇસ કૉલ
he: שיחה קולית נכנסת
hi: इनकमिंग वॉयस कॉल
hr: Dolazni glasovni poziv
hu: Bejövő hanghívás
id: Panggilan suara masuk
it: Chiamata vocale in arrivo
ja: 音声通話着信
ko: 수신 음성 통화
mr: येणारा व्हाईस कॉल
ms: Panggilan suara masuk
nb: Innkommende taleanrop
nl: Inkomende spraakoproep
pl: Przychodzące połączenie głosowe
pt_br: Recebendo chamada de voz
pt_pt: A receber chamada de voz
ro: Apel de intrare vocal
ru: Входящий голосовой звонок
sk: Prichádzajúci hlasový hovor
sr: Долазни гласовни позив
sv: Inkommande röstsamtal
th: การโทรด้วยเสียงขาเข้า
tr: Gelen sesli arama
ug: كەلگەن ئاۋازلىق چاقىرىق
uk: Вхідний аудіовиклик
ur: آنے والی وائس کال
vi: Cuộc gọi thoại đến
zh_cn: 语音来电
zh_hk: 語音通話來電

# CONVERSATION_SETTINGS_CALL_DETAILS_MISSED_VIDEO_CALL
source: Missed video call
ar: مكالمة فيديو فائتة
be: Прапушчаны відэазванок
bn: মিসড ভিডিও কল
ca: Videotrucada perduda
cs: Zmeškaný videohovor
da: Ubesvaret videoopkald
de: Verpasster Videoanruf
el: Αναπάντητη βιντεοκλήση
es: Videollamada perdida
fa: تماس تصویری ازدست‌رفته
fi: Vastaamaton videopuhelu
fr: Appel vidéo manqué
ga: Físghlao caillte
gu: મિસ્ડ વિડિયો કૉલ
he: שיחת וידאו שלא נענתה
hi: छूटी हुई वीडियो कॉल
hr: Propušteni videopoziv
hu: Nem fogadott videóhívás
id: Panggilan video tidak terjawab
it: Videochiamata persa
ja: ビデオ通話着信あり
ko: 부재중 영상 통화
mr: चूकलेला व्हिडिओ कॉल
ms: Panggilan video terlepas
nb: Tapt videoanrop
nl: Gemiste video-oproep
pl: Nieodebrane połączenie wideo
pt_br: Chamada de vídeo perdida
pt_pt: Videochamada perdida
ro: Apel video nepreluat
ru: Пропущенный видеозвонок
sk: Zmeškaný videohovor
sr: Пропуштен видео позив
sv: Missat videosamtal
th: วิดีโอคอลที่ไม่ได้รับ
tr: Cevapsız görüntülü arama
ug: سۆزلەشمىگەن سىن چاقىرىش
uk: Пропущений відеовиклик
ur: مسڈ ویڈیو کال
vi: Cuộc gọi video bị nhỡ
zh_cn: 未接视频来电
zh_hk: 未接的視訊通話

# CONVERSATION_SETTINGS_CALL_DETAILS_MISSED_VOICE_CALL
source: Missed voice call
ar: مكالمة صوتية فائتة
be: Прапушчаны галасавы званок
bn: মিসড ভয়েস কল
ca: Trucada perduda
cs: Zmeškaný hlasový hovor
da: Ubesvaret stemmeopkald
de: Verpasster Sprachanruf
el: Αναπάντητη κλήση
es: Llamada perdida
fa: تماس صوتی ازدست‌رفته
fi: Vastaamaton äänipuhelu
fr: Appel vocal manqué
ga: Guthghlao caillte
gu: મિસ્ડ વૉઇસ કૉલ
he: שיחה קולית שלא נענתה
hi: छूटी हुई वॉयस कॉल
hr: Propušteni glasovni poziv
hu: Nem fogadott hanghívás
id: Panggilan suara tidak terjawab
it: Chiamata vocale persa
ja: 音声通話着信あり
ko: 부재중 음성 통화
mr: चूकलेला व्हाईस कॉल
ms: Panggilan suara terlepas
nb: Tapt taleanrop
nl: Gemiste spraakoproep
pl: Nieodebrane połączenie głosowe
pt_br: Chamada de voz perdida
pt_pt: Chamada de voz perdida
ro: Apel vocal nepreluat
ru: Пропущенный голосовой звонок
sk: Zmeškaný hlasový hovor
sr: Пропуштен гласовни позив
sv: Missat röstsamtal
th: การโทรด้วยเสียงที่ไม่ได้รับ
tr: Cevapsız sesli arama
ug: ئېلىنمىغان ئاۋازلىق چاقىرىق
uk: Пропущений аудіовиклик
ur: مسڈ وائس کال
vi: Cuộc gọi thoại bị nhỡ
zh_cn: 未接语音来电
zh_hk: 未接的語音通話

# CONVERSATION_SETTINGS_CALL_DETAILS_OUTGOING_VIDEO_CALL
source: Outgoing video call
ar: مكالمة فيديو صادرة
be: Выходны відэазванок
bn: ভিডিও কল যাচ্ছে
ca: Videotrucada sortint
cs: Odchozí videohovor
da: Udgående videoopkald
de: Ausgehender Videoanruf
el: Εξερχόμενη βιντεοκλήση
es: Videollamada saliente
fa: تماس تصویری خروجی
fi: Lähtevä videopuhelu
fr: Appel vidéo sortant
ga: Físghlao amach
gu: આઉટગોઇંગ વિડિયો કૉલ
he: שיחת וידאו יוצאת
hi: आउटगोइंग वीडियो कॉल
hr: Odlazni videopoziv
hu: Kimenő videóhívás
id: Panggilan video keluar
it: Videochiamata in uscita
ja: ビデオ通話発信
ko: 발신 영상 통화
mr: बाहेर जाणारा व्हिडिओ कॉल
ms: Panggilan video keluar
nb: Utgående videoanrop
nl: Uitgaande video-oproep
pl: Wychodzące połączenie wideo
pt_br: Chamada de vídeo efetuada
pt_pt: A efetuar videochamada
ro: Apel de ieșire video
ru: Исходящий видеозвонок
sk: Odchádzajúci videohovor
sr: Одлазни видео позив
sv: Utgående videosamtal
th: วิดีโอคอลขาออก
tr: Giden görüntülü arama
ug: ئۇرۇلغان ۋىدېيولۇق چاقىرىق
uk: Вихідний відеовиклик
ur: جانے والی ویڈیو کال
vi: Cuộc gọi video đi
zh_cn: 拨出视频通话
zh_hk: 撥打視訊通話

# CONVERSATION_SETTINGS_CALL_DETAILS_OUTGOING_VOICE_CALL
source: Outgoing voice call
ar: مكالمة صوتية صادرة
be: Выходны галасавы званок
bn: ভয়েস কল যাচ্ছে
ca: Trucada sortint
cs: Odchozí hlasový hovor
da: Udgående stemmeopkald
de: Ausgehender Sprachanruf
el: Εξερχόμενη κλήση
es: Llamada saliente
fa: تماس صوتی خروجی
fi: Lähtevä äänipuhelu
fr: Appel vocal sortant
ga: Guthghlao amach
gu: આઉટગોઇંગ વૉઇસ કૉલ
he: שיחה קולית יוצאת
hi: आउटगोइंग वॉयस कॉल
hr: Odlazni glasovni poziv
hu: Kimenő hanghívás
id: Panggilan suara keluar
it: Chiamata vocale in uscita
ja: 音声通話発信
ko: 발신 음성 통화
mr: बाहेर जाणारा व्हाईस कॉल
ms: Panggilan suara keluar
nb: Utgående taleanrop
nl: Uitgaande spraakoproep
pl: Wychodzące połączenie głosowe
pt_br: Chamada de voz efetuada
pt_pt: A efetuar chamada de voz
ro: Apel de ieșire vocal
ru: Исходящий голосовой звонок
sk: Odchádzajúci hlasový hovor
sr: Одлазни гласовни позив
sv: Utgående röstsamtal
th: การโทรด้วยเสียงขาออก
tr: Giden sesli arama
ug: ئۇرۇلغان ئاۋازلىق چاقىرىق
uk: Вихідний аудіовиклик
ur: جانے والی وائس کال
vi: Cuộc gọi thoại đi
zh_cn: 拨出语音通话
zh_hk: 撥打語音通話

# CONVERSATION_SETTINGS_EDIT_ATTRIBUTES_ACCESS
source: Edit Group Info
af: Wysig groepinligting
ar: تعديل معلومات المجموعة
az: Qrup məlumatına düzəliş et
be: Рэдагаваць інфармацыю аб групе
bg: Кой може да редактира инфото на групата
bn: গ্রুপের তথ্য সম্পাদনা করুন
ca: Edita la informació del grup
cs: Upravit informace o skupině
cy: Golygu Manylion Grŵp
da: Rediger gruppeinformation
de: Gruppendetails bearbeiten
el: Επεξεργασία πληροφοριών ομάδας
es: Editar detalles del grupo
es_es: Quién puede modificar detalles
et: Muuda grupi infot
fa: ویرایش اطلاعات گروه
fi: Ryhmän tietojen muokkaaminen
fil: Sino ang Maaaring Mag-edit ng Info ng Grupo
fr: Modifier les infos du groupe
ga: Cuir Eolas an Ghrúpa in Eagar
gu: ગ્રુપની માહિતીને સંપાદિત કરો
he: ערוך מידע קבוצה
hi: समूह जानकारी संपादित करें
hr: Uredi detalje o grupi
hu: Csoport infó szerkesztése
id: Edit informasi grup
is: Breyta upplýsingum hóps
it: Modifica informazioni gruppo
ja: グループ情報の編集
kk: Топ ақпаратын кім өңдей алады
km: á€áŸ‚á–áŸááŸŒá˜á¶á“á€áŸ’ášá»á˜
kn: ಗುಂಪಿನ ಮಾಹಿತಿಯನ್ನು ಎಡಿಟ್ ಮಾಡಿ
ko: 그룹 정보 수정
lt: Taisyti grupės informaciją
lv: Rediģēt grupas informāciju
mk: Уреди Информации за група
ml: ഗ്രൂപ്പ് വിവരം തിരുത്തുക
mr: गट माहिती संपादित करा
ms: Edit Maklumat Kumpulan
my: အဖွဲ့အချက်အလက်များကို ပြောင်းလဲမယ်
nb: Rediger gruppeinformasjon
nl: Groepsinformatie bewerken
pa: ਗਰੁੱਪ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸੋਧੋ
pa_pk: کون گروپ دی جانکاری اچ تدوین کرسکدا اے
pl: Edycja informacji o grupie
ps: د ګروپ د معلوماتو تصحیح
pt_br: Editar Informações do Grupo
pt_pt: Editar informação do grupo
ro: Editare informații despre grup
ru: Редактировать информацию группы
sk: Upraviť informácie o skupine
sl: Uredi podatke o skupini
sq: Përpunoni të Dhëna Grupi
sr: Уредите информације о групи
sv: Redigera gruppinformation
sw: Hariri Maelezo ya Kikundi
ta: குழு தகவலைத் திருத்து
te: సమూహ వివరణను సవరించండి
th: แก้ไขข้อมูลกลุ่ม
tr: Grup Bilgisini Düzenle
ug: گۇرۇپپا ئۇچۇرى تەھرىر
uk: Редагування інформації про групу
ur: گروپ کی معلومات میں ترمیم کریں
vi: Chỉnh sửa Thông tin Nhóm
zh_cn: 编辑群组信息
zh_hk: 編輯群組資訊

# CONVERSATION_SETTINGS_EDIT_ATTRIBUTES_ACCESS_ALERT_ADMINISTRATORS_BUTTON
source: Only Admins
af: Slegs admins
ar: للمُشرِفين فقط
az: Yalnız adminlər
be: Толькі адміністратары
bg: Само администратори
bn: শুধুমাত্র অ্যাডমিন
ca: Només els administradors
cs: Pouze administrátoři
cy: Gweinyddwyr yn Unig
da: Kun administratorer
de: Nur Admins
el: Μόνο διαχειριστές
es: Solo admins
es_es: Sólo admins
et: Ainult administraatorid
eu: Administratzaileak Bakarrik
fa: فقط مدیرها
fi: Vain ylläpitäjät
fil: Mga Admin Lamang
fr: Les administrateurs
ga: Riarthóirí Amháin
gu: ફક્ત એડમિન
he: רק מנהלנים
hi: सिर्फ़ एडमिन
hr: Samo administratori
hu: Csak adminok
id: Hanya admin
is: Aðeins stjórnendur
it: Solo gli amministratori
ja: 管理者のみ
kab: Inedbalen kan
kk: Тек әкімшілер ғана
km: á˜á¶á“ááŸ‚á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„
kn: ಆಡ್ಮಿನ್‌‌ಗಳು ಮಾತ್ರ
ko: 관리자만
lt: Tik administratoriai
lv: Tikai administratori
mk: Само администратори
ml: അഡ്‌മിനുകൾ മാത്രം
mr: फक्त प्रशासक
ms: Hanya Pentadbir
my: စီမံသူများသာ
nb: Kun administratorer
nl: Uitsluitend beheerders
pa: ਸਿਰਫ ਐਡਮਿਨ
pa_pk: صرف ایڈمنز
pl: Tylko administratorzy
ps: یوازې اډمینان
pt_br: Somente admins
pt_pt: Apenas administradores
ro: Doar administratorii
ru: Только администраторы
sk: Len administrátori
sl: Samo skrbniki
sq: Vetëm Përgjegjësit
sr: Само администратори
sv: Endast administratörer
sw: Wasimamizi Pekee
ta: நிர்வாகிகள் மட்டுமே
te: నిర్వాహకులు మాత్రమే
th: เฉพาะผู้ดูแล
tr: Yalnızca Yöneticiler
ug: باشقۇرغۇچىلارلا
uk: Тільки адміністратори
ur: صرف ایڈمنز
vi: Chỉ có Quản trị viên
zh_cn: 仅限管理员
zh_hk: 只有管理員

# CONVERSATION_SETTINGS_EDIT_ATTRIBUTES_ACCESS_ALERT_MEMBERS_BUTTON
source: All Members
af: Alle lede
ar: جميع الأعضاء
az: Bütün üzvlər
be: Усе ўдзельнікі
bg: Всички членове
bn: সকল সদস্য
ca: tots els membres
cs: Všichni členové
cy: Pob Aelod
da: Alle medlemmer
de: Alle Mitglieder
el: Όλα τα μέλη
es: Cualquiera
es_es: Cualquiera
et: Kõik liikmed
eu: Partaide Guztiak
fa: همه اعضا
fi: Kaikki jäsenet
fil: Lahat ng Kasapi
fr: Tous les membres
ga: Na Baill Go Léir
gu: બધા સભ્યો
he: כל חברי הקבוצה
hi: सभी सदस्य
hr: Svi članovi
hu: Minden felhasználó
id: Semua anggota
is: Allir meðlimir
it: Tutti i membri
ja: すべてのメンバー
kab: Meṛṛa iɛeggalen
kk: Барлық қатысушылар
km: áŸá˜á¶á‡á·á€á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲಾ ಸದಸ್ಯರು
ko: 모든 멤버
lt: Visi nariai
lv: Visi dalībnieki
mk: Сите членови
ml: എല്ലാ അംഗങ്ങളും
mr: सर्व सदस्य
ms: Semua Ahli
my: အဖွဲ့ဝင်များအားလုံး
nb: Alle medlemmer
nl: Alle leden
pa: ਸਾਰੇ ਮੈਂਬਰ
pa_pk: سارے اراکین
pl: Wszyscy członkowie
ps: ټول غړي
pt_br: Todos os membros
pt_pt: Todos os membros
ro: Toți membri
ru: Все участники
sk: Všetci členovia
sl: Vsi člani
sq: Krejt Anëtarët
sr: Сви чланови
sv: Alla medlemmar
sw: Wanachama Wote
ta: அனைத்து உறுப்பினர்களும்
te: సభ్యులందరు
th: สมาชิกทุกคน
tr: Tüm Üyeler
ug: ھەممە ئەزالار
uk: Усі учасники
ur: تمام ممبران
vi: Tất cả thành viên
zh_cn: 全部成员
zh_hk: 所有成員

# CONVERSATION_SETTINGS_EDIT_MEMBERSHIP_ACCESS
source: Add Members
af: Voeg lede by
ar: إضافة أعضاء
az: Üzv əlavə et
be: Дадаць удзельнікаў
bg: Кой може да редактира членството
bn: সদস্যকে যোগ করুন
ca: Addició de membres
cs: Přidat členy
cy: Ychwanegu Aelodau
da: Tilføj medlemmer
de: Mitglieder hinzufügen
el: Προσθήκη μελών
es: Añadir participantes
es_es: Quién puede añadir participantes
et: Lisa liikmeid
eu: Gehitu Kideak
fa: افزودن اعضا
fi: Jäsenten lisääminen
fil: Sino ang pwedeng mag-edit ng kasapian?
fr: Ajouter des membres
ga: Cuir Baill Leis
gu: સભ્યો ઉમેરો
he: הוסף חברי קבוצה
hi: सदस्यों को जोड़ें
hr: Dodaj članove
hu: Tagok hozzáadása
id: Tambahkan anggota
is: Bæta við meðlimum
it: Aggiungi membri
ja: メンバーを追加
kab: Rnu uεeggalen
kk: Топқа мүшелікті кім өңдей алады
km: á”á“áŸ’ááŸ‚á˜áŸá˜á¶á‡á·á€
kn: ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿ
ko: 멤버 추가
lt: Pridėti narių
lv: Pievienot dalībniekus
mk: Додадете членови
ml: അംഗങ്ങളെ ചേർക്കുക
mr: सदस्ये जोडा
ms: Tambah Ahli-ahli
my: အဖွဲ့ဝင်များထည့်ရန်
nb: Legg til medlemmer
nl: Leden toevoegen
pa: ਮੈਂਬਰ ਜੋੜੋ
pa_pk: کون رکنیت دی تدوین کر سکدا اے
pl: Dodawanie osób
ps: د غړو اضافه کول
pt_br: Adicionar membros
pt_pt: Adicionar membros
ro: Adaugă membri
ru: Добавлять участников
sk: Pridať členov
sl: Dodajanje članov/ic
sq: Shtoni Anëtarë
sr: Додајте чланове
sv: Lägg till medlemmar
sw: Ongeza Wanachama
ta: உறுப்பினர்களைச் சேர்க்கவும்
te: సభ్యులను జోడించండి
th: เพิ่มสมาชิก
tr: Üye Ekle
ug: ئەزا قوش
uk: Додавання учасників
ur: ممبران شامل کریں
vi: Thêm Thành viên
zh_cn: 添加成员
zh_hk: 新增成員
