Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DISCARD_DRAFT_CONFIRMATION_MESSAGE
source: This action can’t be undone.
ar: لا يُمكن التراجُع عن هذا الإجراء.
be: Гэта дзеянне нельга адмяніць.
bn: এই কার্যক্রমটি পূর্বাবস্থায় ফেরানো যাবে না।
ca: Aquesta acció no es pot desfer.
cs: Tuto operaci nelze vzít zpět.
da: Denne handling kan ikke fortrydes.
de: Dies kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
fa: این عمل بازگشت‌پذیر نیست.
fi: Toimintoa ei voi perua.
fr: Cette action est irréversible.
ga: Ní féidir an gníomh seo a chealú.
gu: આ ક્રિયાને પૂર્વવત કરી શકાશે નહીં.
he: פעולה זו לא ניתנת לביטול.
hi: इसे फिर से पहले जैसा नहीं किया जा सकेगा।
hr: Ova se radnja ne može poništiti.
hu: Ez a művelet nem vonható vissza.
id: Tindakan ini tidak dapat dibatalkan.
it: Quest'azione non può essere annullata.
ja: この操作は元に戻せません。
ko: 이 작업은 취소할 수 없습니다.
mr: ही क्रिया पूर्ववत केली जाऊ शकत नाही.
ms: Tindakan ini tidak boleh dibatalkan.
nb: Dette kan ikke angres.
nl: Dit kan niet ongedaan worden gemaakt.
pl: Tego działania nie można cofnąć.
pt_br: Essa ação não poderá ser desfeita.
pt_pt: Esta ação não poderá ser revertida.
ro: Această acțiune este ireversibilă.
ru: Это действие не может быть отменено.
sk: Túto akciu nie je možné vrátiť späť.
sr: Ова радња се не може опозвати.
sv: Denna åtgärd kan inte ångras.
th: เมื่อดำเนินการแล้วจะไม่สามารถแก้ไขหรือเปลี่ยนแปลงได้
tr: Bu eylem geri alınamaz.
ug: بۇ مەشغۇلاتنى ئەمەلدىن قالدۇرغىلى بولمايدۇ.
uk: Ви не зможете її відновити.
ur: یہ ایکشن کالعدم نہیں کیا جا سکتا۔
vi: Không thể hoàn tác hành động này.
zh_cn: 此操作无法撤销。
zh_hk: 此動作無法復原。

# DISCARD_DRAFT_CONFIRMATION_TITLE
source: Discard Draft?
ar: هل ترغبُ بتجاهل المسودّة؟
be: Не захоўваць чарнавік?
bn: খসড়া বাতিল করবেন?
ca: Descartar l'esborrany?
cs: Zahodit koncept?
da: Slet udkast?
de: Entwurf verwerfen?
el: Απόρριψη πρόχειρου;
es: ¿Descartar borrador?
fa: از پیش‌نویس صرف‌نظر شود؟
fi: Hylätäänkö luonnos?
fr: Supprimer le brouillon ?
ga: Cuileáil Dréacht?
gu: ડ્રાફ્ટ કાઢી નાખવો છે?
he: למחוק טיוטה?
hi: ड्राफ्ट को रद्द करें?
hr: Odbaci skicu?
hu: Piszkozat elvetése?
id: Buang Draf?
it: Eliminare la bozza?
ja: 下書きを削除しますか？
ko: 초안을 삭제할까요?
mr: मसुदा टाकून द्यायचा?
ms: Buang Draf?
nb: Vil du forkaste utkastet?
nl: Concept verwijderen?
pl: Odrzucić wersję roboczą?
pt_br: Descartar rascunho?
pt_pt: Descartar rascunho?
ro: Renunți la schiță?
ru: Удалить черновик?
sk: Zahodiť koncept?
sr: Желите ли да одбаците нацрт?
sv: Släng utkast?
th: ยกเลิกฉบับร่างใช่หรือไม่
tr: Taslak silinsin mi?
ug: ئورگىنالنى ئەمەلدىن قالدۇرامسىز؟
uk: Відхилити чернетку?
ur: ڈرافٹ مسترد کریں؟
vi: Bỏ bản nháp?
zh_cn: 放弃草稿？
zh_hk: 要捨棄草稿嗎？

# DISMISS_BUTTON_TEXT
source: Dismiss
af: Verwerp
ar: تجاهُل
az: Rədd et
be: Закрыць
bg: Отказ
bn: বাতিল
ca: Descarta
cs: Zavřít
cy: Diddymu
da: Afvis
de: Verwerfen
el: Απόρριψη
es: Ignorar
es_es: Ignorar
et: Tühista
eu: Baztertu
fa: نادیده گرفتن
fi: Peruuta
fil: I-dismiss
fr: Ignorer
ga: Ruaig
gu: કાઢી નાખો
he: בטל
hi: हटाएँ
hr: Odbaci
hu: Elvetés
id: Batalkan
is: Hafna
it: Chiudi
ja: キャンセル
kab: Zgel
kk: Көңіл аудармау
km: á…áŸ’ášá¶á“á…áŸ„á›
kn: ವಜಾಗೊಳಿಸಿ
ko: 취소
lt: Atmesti
lv: Nerādīt
mk: Откажи
ml: ഒഴിവാക്കുക
mr: रद्द करा
ms: Tolak
my: ဖယ်လိုက်မယ်
nb: Avbryt
nl: Sluiten
pa: ਖਾਰਜ ਕਰੋ
pa_pk: برخاست کرو
pl: Odrzuć
ps: مرخص کول
pt_br: Ignorar
pt_pt: Ignorar
ro: Revocare
ru: Закрыть
sk: Zrušiť
sl: Prekini
sq: Hidhe tej
sr: Одбаци
sv: Avfärda
sw: Tupilia mbali
ta: நிராகரி
te: రద్దుచేసే
th: เลิกกัน
tr: Kapat
ug: تارقىتىۋېتىش
uk: Закрити
ur: خارج کرنا
vi: Bỏ qua
zh_cn: 清除
zh_hk: 取消

source: Dismiss Context Menu
af: Verwerp kontekskieslys
ar: تجاهُل قائمة السياق
az: Konteks menyusunu bağla
be: Закрыць кантэкстнае меню
bn: কনটেক্সট মেনু বাতিল করুন
ca: Ignora el menú contextual
cs: Zrušit kontextovou nabídku
cy: Gwaredu Dewislen Cyd-destun
da: Afvis kontekstmenu
de: Kontextmenü verwerfen
el: Απόρριψη μενού περιβάλλοντος
es: Ocultar menú contextual
et: Tühista kontekstimenüü
fa: رد کردن منوی زمینه
fi: Ohita pikavalikko
fr: Fermer le menu contextuel
gu: સંદર્ભ મેનૂ બંધ કરો
he: השמט תפריט הקשר
hi: संदर्भ मेनू ख़ारिज करें
hr: Odbaci kontekstni izbornik
hu: Kontextus menü eltüntetése
id: Tutup Menu Konteks
is: Hunsa samhengisvalmynd
it: Chiudi menu contestuale
ja: コンテキストメニューを閉じる
km: á”á·á‘á˜á»áºá“á»á™á”ášá·á”á‘
ko: 상황에 맞는 메뉴 해제
lt: Atmesti kontekstinį meniu
ml: കോൺടെക്‌സ്റ്റ് മെനു നിരസിക്കുക
mr: संदर्भ मेन्यु बरखास्त करा
ms: Ketepikan Menu Konteks
nb: Lukk kontekstmeny
nl: Contextmenu sluiten
pl: Odrzuć menu kontekstowe
ps: د زمینې د مینو ردول
pt_br: Dispensar o menu de contexto
pt_pt: Dispensar o menu de contexto
ro: Revocare meniu contextual
ru: Закрыть контекстное меню
sk: Zavrieť kontextové menu
sl: Opusti Meni bližnjic
sq: Hidhe Tej Menunë e Kontekstit
sr: Одбаци контекстуални мени
sv: Avfärda kontextmeny
sw: Ondoa Menyu ya Manukuu
ta: சூழல் மெனுவை நிராகரிக்கவும்
th: ปิดเมนูลัด
tr: İçerik menüsünü iptal et
ug: مەزمۇن تىزىملىگىنى بىكار قىل
uk: Сховати контекстне меню
ur: سیاق و سباق کا مینو ہٹائیں
vi: Loại bỏ menu tiên đoán
zh_cn: 关闭上下文菜单
zh_hk: 關閉快顯功能表

# DISPLAY_BADGES_ON_PROFILE_SETTING
source: Display badges on profile
af: Vertoon wapens op profiel
ar: عرض الشارات على الحساب الشخصي
az: Profildə görüntülənən nişanlar
be: Паказаць значкі ў профілі
bn: প্রোফাইলে ব্যাজ প্রদর্শন করুন
ca: Mostra les insígnies en el perfil
cs: Zobrazení odznaků na profilu
cy: Dangos y bathodynnau ar y proffil
da: Vis badges på profil
de: Abzeichen im Profil anzeigen
el: Εμφάνιση σημάτων στο προφίλ
es: Mostrar insignias en mi perfil
et: Kuva profiilil märke
eu: Erakutsi bereizgarriak profilean
fa: نمایش نشان‌ها روی پروفایل
fi: Näytä merkit profiilissa
fr: Afficher les macarons sur le profil
ga: Taispeáin suaitheantais ar mo phróifíl
gu: પ્રોફાઇલ પર બૅજ દર્શાવો
he: הצגת תגים בפרופיל שלי
hi: प्रोफ़ाइल पर बैज डिस्प्ले करें
hr: Prikažite značke na svom profilu
hu: Jelvények megjelenítése a profilon
id: Tampilkan lencana di profil
is: Birta merki á persónusniði
it: Mostra badge sul profilo
ja: バッジをプロフィールに表示する
km: á”á„áŸ’á á¶á‰áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹á›á¾á‚áá“á¸
kn: ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಬ್ಯಾಡ್ಜ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ
ko: 프로필에 배지 표시
lt: Rodyti profilyje ženkliukus
lv: Rādīt nozīmītes profilā
mk: Прикажи беџови на профил
ml: പ്രൊഫൈലിൽ ബാഡ്ജുകൾ പ്രദർശിപ്പിക്കുക
mr: प्रोफाइलवर बॅजेस दाखवा
ms: Pamerkan lencana pada profil
my: ပရိုဖိုင်တွင် ဘဲ့ဂျ်များ ပြသရန်
nb: Vis merkene på profilen
nl: Maak badges zichtbaar op mijn profiel
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਉੱਤੇ ਬਿੱਲੇ ਦਿਖਾਓ
pl: Wyświetlaj odznaki w profilu
ps: پر پروفایل د بجونو ښودل
pt_br: Mostrar selos no perfil
pt_pt: Exibir os crachás no perfil
ro: Afișează insignele pe profil
ru: Показывать значки в профиле
sk: Zobraziť odznaky v profile
sl: Prikaži značke na profilu
sq: Shfaq stema në profil
sr: Прикажи значке на профилу
sv: Visa märken på profilen
sw: Onyesha beji kwenye wasifu
ta: சுயவிவரத்தில் பேட்ஜ்களைக் காண்பிக்கவும்
te: ప్రొఫైల్‌పై బ్యాడ్జీలను ప్రదర్శించండి
th: แสดงโล่บนโปรไฟล์
tr: Rozetleri profilinde göster
ug: ئىزناكلارنى ئارخىپىمدە كۆرسەت
uk: Показувати значки в профілі
ur: پروفائل پر بیج ڈسپلے کریں
vi: Hiển thị huy hiệu trên hồ sơ cá nhân
zh_cn: 在个人资料中显示徽章
zh_hk: 在個人檔案中顯示徽章

# DO_YOU_WANT_TO_USE_PROXY
source: Do you want to use this proxy address?
ar: هل لديك رغبة في استخدام عنوان البروكسي هذا؟
be: Жадаеце выкарыстоўваць гэты адрас проксі?
bn: আপনি কি এই প্রক্সি ঠিকানা ব্যবহার করতে চান?
ca: Voleu usar aquesta adreça intermediària?
cs: Chcete použít tuto proxy adresu?
da: Vil du bruge denne proxy-adresse?
de: Möchtest du diese Proxy-Adresse verwenden?
el: Θέλεις να χρησιμοποιήσεις αυτή τη διεύθυνση proxy;
es: ¿Quieres usar esta dirección de proxy?
et: Kas sa soovid kasutada seda puhverserverit?
fa: آیا می‌خواهید از این نشانی پروکسی استفاده کنید؟
fi: Haluatko käyttää tätä välityspalvelimen osoitetta?
fr: Voulez-vous utiliser cette adresse de proxy ?
ga: An bhfuil fonn ort an seoladh seachfhreastalaí seo a úsáid?
gu: શું તમે આ પ્રોક્સી એડ્રેસનો ઉપયોગ કરવા માંગો છો?
he: האם אתה רוצה להשתמש בכתובת יפוי כוח זו?
hi: क्या आप प्रॉक्सी पते का उपयोग करना चाहते हैं?
hr: Želite li koristiti ovu proxy adresu?
hu: Szeretnéd ezt a proxyt használni?
id: Apakah Anda ingin menggunakan alamat proksi ini?
it: Vuoi usare questo indirizzo proxy?
ja: このプロキシアドレスを使用しますか？
ko: 이 프록시 주소를 사용하시겠습니까?
mr: आपण हा प्रॉक्सी पत्ता वापरू इच्छिता?
ms: Adakah anda mahu menggunakan alamat proksi ini?
nb: Vil du bruke denne proxy-adressen?
nl: Wil je dit proxyadres gebruiken?
pl: Czy chcesz użyć tego adresu proxy?
pt_br: Você quer usar este endereço de proxy?
pt_pt: Deseja utilizar este endereço de proxy?
ro: Vrei să folosești această adresă proxy?
ru: Вы хотите использовать этот адрес прокси?
sk: Chcete použiť túto proxy adresu?
sl: Želite uporabiti ta proxy naslov?
sr: Желите ли да користите ову адресу прокси сервера?
sv: Vill du använda denna proxyadress?
th: คุณต้องการใช้ที่อยู่พร็อกซีนี้หรือไม่?
tr: Bu vekil adresini kullanmak istiyor musunuz?
ug: بۇ ۋاكالەتچى ئادرېسنى ئىشلىتەمسىز؟
uk: Використовувати адресу цього проксі-сервера?
ur: کیا آپ یہ پراکسی ایڈریس استعمال کرنا چاہتے ہیں؟
vi: Bạn có muốn dùng địa chỉ proxy này không?
zh_cn: 是否使用该代理地址？
zh_hk: 您要使用此代理伺服器位址嗎？

# DOMAIN_FRONTING_COUNTRY_VIEW_SECTION_HEADER
source: Censorship Circumvention Location
af: Ligging van sensuuromseiling
ar: موقع تجاوز الرقابة
az: Senzuradan Yayınma Yerləşməsi
be: Краіна для абыходу цэнзуры
bg: Местоположението за заобикаляне на цензурата
bn: সেন্সরশিপ এড়ানো স্থান
ca: Ubicació per a l'elusió de la censura
cs: Umístění pro obcházení cenzury
cy: Lleoliad Osgoi Sensoriaeth
da: Område for censuromgåelse
de: Ort für Zensurumgehung
el: Τοποθεσία παράκαμψης λογοκρισίας
es: País donde evitar censura
es_es: País donde evitar censura
et: Tsenseerimisest möödahiilimise asukoht
eu: Zentsura Ekiditeko Kokapena
fa: محل دورزدن سانسور
fi: Sensuurin kiertämisen sijainti
fil: Lokasyon ng Censorship Circumvention
fr: Zone géographique du contournement de la censure
ga: Tír ó thaobh Shárú na Cinsireachta
gu: સેન્સરશીપ છેતરપિંડી સ્થાન
he: מיקום עקיפת צנזורה
hi: सेंसरशिप से बचाव के लिये इस्तेमाल हो रही जगह
hr: Mjesto zaobilaska cenzure
hu: Cenzúramegkerülés innen
id: Lokasi penghindar penyensoran
is: Staðsetning leiða framhjá ritskoðun
it: Raggiro censura del luogo
ja: 検閲回避場所
kab: Adig n tḥila ɣef udras
kk: Цензураны айналып өту құралының орны
km: á…áŸ€á„áœá¶á„á€á¶ášáƒáŸ’á›á¶áŸ†á˜á¾á›á‘á¸áá¶áŸ†á„
kn: ಸೆನ್ಸಾರ್‌‌ಶಿಪ್ ಸರ್ಕಮ್ವೆನ್ಶನ್ ಸ್ಥಳ
ko: 검열 우회 위치
lt: Cenzūravimo apėjimo vieta
lv: Cenzūras apiešanas atrašanās vieta
mk: Локација за заобиколување на цензурата
ml: സെൻസർഷിപ്പ് സർക്കംവെൻഷൻ ലൊക്കേഷൻ
mr: सेंसॉरशिप सर्कंवेंशन स्थान
ms: Lokasi Pemintasan Penapisan
my: ပိတ်ဆို့မှုဖြတ်ကျော်နေရာ
nb: Sensur-omgåelse – plassering
nl: Censuuromzeilingslocatie
pa: ਸੈਂਸਰਸ਼ਿਪ ਤਰਤੀਬ ਟਿਕਾਣਾ
pa_pk: سینسرشپ سرکموینشن تھاں
pl: Lokalizacja obchodzenia cenzury
ps: د سانسور د لري کولو موقعیت
pt_br: Localização para contornar a censura
pt_pt: Localização da circunscrição de censura
ro: Locație ocolire cenzură
ru: Местоположение обхода цензуры
sk: Umiestnenie pre obchádzanie cenzúry
sl: Lokacija za zaščito pred cenzuro
sq: Vend Për Anashkalim Censurimi
sr: Локација за заобилазак цензуре
sv: Kringgå censur för platsen
sw: Eneo la Ukwepaji Udhibiti
ta: தணிக்கை சுற்றறிக்கை இடம்
te: ప్రదర్శన వంచన నిషేధం స్థానం
th: ตำแหน่งการหลบเลี่ยงการปิดกั้นข้อมูล
tr: Sansür Atlatma Lokasyonu
ug: تەكشۈرۈشتىن دالدىلىنىش ئورنى
uk: Країна для обходу цензури
ur: لوکیشن بائی پاس کرنے کیلئے سنسر شِپ
vi: Địa điểm Tránh Kiểm duyệt
zh_cn: 执行审查规避的地点
zh_hk: 審查規避地點

# DONATE_BUTTON
source: Donate %1$@
ar: تبرَّع لـ %1$@
be: Зрабіць ахвяраванне %1$@
bn: %1$@-কে ডোনেট করুন
ca: Fer donació de %1$@
cs: Přispět %1$@
da: Donér %1$@
de: Spende %1$@
el: Δωρεά %1$@
es: Donar %1$@
fa: اهدای مالی %1$@
fi: Lahjoita %1$@
fr: Faire un don de %1$@
ga: Tabhair %1$@
gu: %1$@ દાન કરો
he: תרומה של %1$@
hi: %1$@ का दान दें
hr: Doniraj %1$@
hu: %1$@ adományozása
id: Donasi %1$@
it: Dona %1$@
ja: %1$@ を寄付する
ko: %1$@ 기부
mr: %1$@ देणगी द्या
ms: Derma %1$@
nb: Gi %1$@
nl: %1$@ doneren
pl: Wpłać %1$@
pt_br: Doar %1$@
pt_pt: Doar %1$@
ro: Donează %1$@
ru: Пожертвовать %1$@
sk: Prispieť %1$@
sr: Донирајте %1$@
sv: Donera %1$@
th: บริจาค %1$@
tr: %1$@ bağış yap
ug: %1$@ ئىئانە قىلىش
uk: Задонатити %1$@
ur: %1$@ عطیہ کریں
vi: Ủng hộ %1$@
zh_cn: 捐款 %1$@
zh_hk: 捐款 %1$@

# DONATE_BUTTON_MONTHLY
source: Donate %1$@/month
ar: تبرّع بـ %1$@/شهريًا
be: Зрабіць ахвяраванне %1$@/месяц
bn: ডোনেট করুন %1$@/প্রতি মাসে
ca: Fer donació de %1$@/mes
cs: Přispívat %1$@ měsíčně
da: Donér %1$@/måned
de: Spende %1$@ monatlich
el: Δωρεά %1$@/μήνα
es: Donar %1$@/mes
fa: اهدای کمک مالی %1$@ در ماه
fi: Lahjoita %1$@/kuukausi
fr: Faire un don de %1$@/mois
ga: Tabhair %1$@/sa mhí
gu: %1$@/મહિને દાન કરો
he: תרומה של %1$@/בחודש
hi: %1$@/माह दान दें
hr: Doniraj %1$@ mjesečno
hu: Adományozz %1$@/hónap összeget
id: Donasi %1$@/bulan
it: Dona %1$@ al mese
ja: %1$@／月を寄付する
ko: 월 %1$@ 기부
mr: %1$@/महिना देणगी द्या
ms: Derma %1$@/bulan
nb: Gi %1$@/måned
nl: %1$@ per maand doneren
pl: Wpłacaj %1$@ co miesiąc
pt_br: Doar %1$@/mês
pt_pt: Doar %1$@/mês
ro: Donează %1$@/lună
ru: Жертвовать %1$@/месяц
sk: Prispieť %1$@/mesačne
sr: Донирајте %1$@ месечно
sv: Donera %1$@/månad
th: บริจาค %1$@/เดือน
tr: Ayda %1$@ bağış yap
ug: ئايلىقىغا %1$@ ئىئانە قىلىش
uk: Донатити %1$@/місяць
ur: %1$@/ماہ عطیہ کریں
vi: Ủng hộ %1$@/tháng
zh_cn: 捐款 %1$@/月
zh_hk: 每月捐款 %1$@

# DONATE_CHOOSE_BANK_TRANSFER_AS_PAYMENT_METHOD
source: Bank Transfer
ar: تحويل مصرفي
be: Банкаўскі перавод
bn: ব্যাংক ট্রান্সফার
ca: Transferència bancària
cs: Bankovní převod
da: Bankoverførsel
de: Überweisung
el: Τραπεζική μεταφορά
es: Transferencia bancaria
fa: انتقال بانکی
fi: Pankkisiirto
fr: Virement bancaire
ga: Aistriú Bainc
gu: બેંક ટ્રાન્સફર
he: העברה בנקאית
hi: बैंक ट्रांसफर
hr: Bankovni transfer
hu: Banki átutalás
id: Transfer Bank
it: Bonifico bancario
ja: 銀行振り込み
ko: 송금
mr: बँक हस्तांतरण
ms: Pindahan bank
nb: Bankoverføring
nl: Bankoverschrijving
pl: Przelew bankowy
pt_br: Transferência bancária
pt_pt: Transferência bancária
ro: Transfer bancar
ru: Банковский перевод
sk: Bankový prevod
sr: Банковни пренос
sv: Banköverföring
th: โอนเงินผ่านระบบธนาคาร
tr: Banka Transferi
ug: بانكىدىن ئاغدۇرۇش
uk: Банківський переказ
ur: بینک ٹرانسفر
vi: Chuyển khoản Ngân hàng
zh_cn: 银行转账
zh_hk: 銀行轉帳

# DONATE_CHOOSE_CREDIT_OR_DEBIT_CARD_AS_PAYMENT_METHOD
source: Credit or Debit Card
ar: بطاقة الائتمان أو الخصم
be: Крэдытная або дэбетавая картка
bn: ক্রেডিট বা ডেবিট কার্ড
ca: Targeta de crèdit o dèbit
cs: Kreditní nebo debetní karta
da: Kredit- eller debetkort
de: Kredit- oder Debitkarte
el: Πιστωτική ή χρεωστική κάρτα
es: Tarjeta de crédito o débito
fa: کارت اعتباری یا دبیت کارت
fi: Luotto- tai pankkikortti
fr: Carte de crédit ou de débit
ga: Cárta creidmheasa nó dochair
gu: ક્રેડિટ અથવા ડેબિટ કાર્ડ
he: כרטיס אשראי או דביט
hi: डेबिट कार्ड के लिए क्रेडिट
hr: Kreditna ili debitna kartica
hu: Hitel- vagy betéti kártya
id: Kartu kredit atau debit
it: Carta di credito o di debito
ja: クレジットカードまたはデビットカード
ko: 신용 또는 직불 카드
mr: क्रेडिट किंवा डेबिट कार्ड
ms: Kad kredit atau debit
nb: Kredittkort eller debetkort
nl: Creditcard of betaalkaart
pl: Karta kredytowa lub debetowa
pt_br: Cartão de crédito ou débito
pt_pt: Cartão de crédito ou débito
ro: Card de credit sau debit
ru: Кредитная или дебетовая карта
sk: Kreditná alebo debetná karta
sr: Кредитна или дебитна картица
sv: Betalkort
th: บัตรเครดิตหรือบัตรเดบิต
tr: Kredi veya banka kartı
ug: ئىناۋەتلىك كارتا ياكى بانكا كارتىسى
uk: Кредитна / Дебетова картка
ur: کریڈٹ یا ڈیبٹ کارڈ
vi: Thẻ tín dụng hoặc ghi nợ
zh_cn: 信用卡或借记卡
zh_hk: 信用卡或簽帳金融卡

# DONATE_CHOOSE_PAYMENT_METHOD_SHEET_SUBTITLE_FOR_DONATION_ON_BEHALF_OF_A_FRIEND
source: On behalf of %1$@
ar: نيابةً عن %1$@
be: Ад імя %1$@
bn: %1$@-এর পক্ষে
ca: En nom de %1$@
cs: Jménem uživatele %1$@
da: På vegne af %1$@
de: Im Namen von %1$@
el: Εκ μέρους του/της %1$@
es: En nombre de %1$@
fa: از طرف %1$@
fi: Henkilön %1$@ puolesta
fr: offert à %1$@
ga: Ar son %1$@
gu: %1$@ વતી
he: בשם %1$@
hi: %1$@ की ओर से
hr: U ime korisnika %1$@
hu: %1$@ nevében
id: Atas nama %1$@
it: Per conto di %1$@
ja: %1$@ に代わって
ko: %1$@ 님 대신
mr: %1$@ च्या वतीने
ms: Bagi pihak %1$@
nb: På vegne av %1$@
nl: Namens %1$@
pl: w imieniu tej osoby: %1$@
pt_br: Em nome de %1$@
pt_pt: Em nome de %1$@
ro: În numele persoanei %1$@
ru: От имени %1$@
sk: V mene používateľa %1$@
sr: У име корисника %1$@
sv: Åt %1$@
th: ในนามของ %1$@
tr: %1$@ adına
ug: «%1$@» گە ۋاكالىتەن
uk: Від імені користувача %1$@
ur: %1$@ کی جانب سے
vi: Thay cho %1$@
zh_cn: 代%1$@捐款
zh_hk: 代表 %1$@

# DONATE_CHOOSE_PAYMENT_METHOD_SHEET_SUBTITLE_FOR_MONTHLY_DONATION
source: Get the %1$@ badge
ar: احصل على شارة %1$@
be: Атрымайце значок %1$@
bn: %1$@ ব্যাজ নিন
ca: Aconsegueix la insígnia %1$@
cs: Získejte odznak %1$@
da: Få et %1$@-badge
de: Hol dir das %1$@-Abzeichen
el: Απόκτησε το σήμα %1$@
es: Consigue la insignia %1$@
fa: یک نشان %1$@ بگیرید
fi: Hanki %1$@-merkki
fr: Gagner le macaron %1$@
ga: Faigh an suaitheantas %1$@
gu: %1$@ બૅજ મેળવો
he: קבלת תג %1$@
hi: %1$@ बैज पाएँ
hr: Osvojite značku %1$@
hu: Szerezd meg a(z) %1$@-jelvényt
id: Dapatkan lencana %1$@
it: Ricevi il Badge Signal %1$@
ja: %1$@バッジを獲得しましょう
ko: %1$@ 배지 받기
mr: %1$@ बँज मिळवा
ms: Dapatkan lencana %1$@
nb: Få et %1$@-merke
nl: Ontvang de ‘%1$@’-badge
pl: Zdobądź odznakę %1$@
pt_br: Ganhar o selo %1$@
pt_pt: Receba o crachá de %1$@
ro: Obține insigna %1$@
ru: Получите значок «%1$@»
sk: Získate odznak %1$@
sr: Набавите значку „%1$@“
sv: Få %1$@-märket
th: รับโล่ %1$@
tr: %1$@ rozetini al
ug: %1$@ ئىزنىكىگە ئېرىشىڭ
uk: Отримайте значок «%1$@»
ur: %1$@ بیج حاصل کریں
vi: Nhận huy hiệu %1$@
zh_cn: 获得%1$@徽章
zh_hk: 獲得 %1$@ 徽章

# DONATE_CHOOSE_PAYMENT_METHOD_SHEET_SUBTITLE_FOR_ONE_TIME_DONATION
source: Get the %1$@ badge for 30 days
ar: احصل على شارة %1$@ لمدة 30 يومًا
be: Атрымайце значок %1$@ на 30 дзён
bn: 30 দিনের জন্য %1$@ ব্যাজ নিন
ca: Aconsegueix una insígnia %1$@ durant 30 dies
cs: Získejte odznak %1$@ na 30 dní
da: Få et %1$@ badge i 30 dage
de: Erhalte ein %1$@-Abzeichen für 30 Tage
el: Πάρε το σήμα %1$@ για 30 ημέρες
es: Consigue la insignia %1$@ durante 30 días
fa: نشان %1$@ را برای ۳۰ روز دریافت کنید
fi: Hanki %1$@-merkki 30 päiväksi
fr: Gagnez le macaron %1$@ pour 30 jours
ga: Faigh suaitheantas %1$@ a mhairfidh 30 lá
gu: 30 દિવસ માટે %1$@ બૅજ મેળવો
he: קבלת תג %1$@ למשך 30 יום
hi: 30 दिनों के लिए %1$@ बैज प्राप्त करें
hr: Osvojite značku %1$@ na 30 dana
hu: Szerezd meg a(z) %1$@ jelvényt 30 napra
id: Dapatkan lencana %1$@ selama 30 hari
it: Ricevi il badge Signal %1$@ per 30 giorni
ja: 30日間 %1$@ バッジを獲得しましょう
ko: 30일 동안 %1$@ 배지를 받으세요
mr: 30 दिवसांसाठी %1$@ बॅज मिळवा
ms: Dapatkan lencana %1$@ selama 30 hari
nb: Få et %1$@-merke i 30 dager
nl: Krijg een ‘%1$@’-badge voor 30 dagen
pl: Zdobądź odznakę %1$@ na 30 dni
pt_br: Receba o selo do %1$@ por 30 dias
pt_pt: Receba o crachá %1$@ durante 30 dias
ro: Obține insigna %1$@ timp de 30 de zile
ru: Получите значок %1$@ на 30 дней
sk: Získajte odznak %1$@ na 30 dní
sr: Набавите значку „%1$@“ на 30 дана
sv: Få %1$@-märket i 30 dagar
th: รับโล่ %1$@ เป็นเวลา 30 วัน
tr: 30 gün boyunca %1$@ rozetini kazan
ug: 30 كۈنلۈك %1$@ ئىزنىكىگە ئېرىشىڭ
uk: Отримайте значок «%1$@» на 30 днів
ur: 30 دنوں کے لیے %1$@ بیج حاصل کریں
vi: Sử dụng huy hiệu %1$@ trong 30 ngày
zh_cn: 获得为期 30 天的%1$@徽章
zh_hk: 獲取為期 30 天的 %1$@ 徽章

# DONATE_CHOOSE_PAYMENT_METHOD_SHEET_TITLE_FOR_DONATION_ON_BEHALF_OF_A_FRIEND
source: %1$@ Donation to Signal
ar: %1$@ تبرَّع لسيجنال
be: Ахвяраванне %1$@ для Signal
bn: Signal-এ %1$@ ডোনেশন
ca: Donació a Signal de %1$@
cs: Příspěvek na službu Signal ve výši %1$@
da: %1$@ Donation til Signal
de: %1$@-Spende an Signal
el: %1$@ δωρεά στη Signal
es: Donación de %1$@ a Signal
fa: %1$@ اهدای کمک مالی به سیگنال
fi: Summan %1$@ lahjoitus Signalille
fr: Don de %1$@ à Signal
ga: Tabhartas %1$@ do Signal
gu: %1$@ Signal માટે દાન
he: תרומה של %1$@ ל–Signal
hi: Signal को %1$@ का दान
hr: %1$@ Donacija Signalu
hu: %1$@ adomány a Signalnak
id: Donasi %1$@ ke Signal
it: Donazione di %1$@ a Signal
ja: %1$@ をSignalに寄付
ko: Signal에 %1$@ 기부
mr: %1$@ Signal ला देणगी
ms: %1$@ Derma kepada Signal
nb: Pengegave på %1$@ til Signal
nl: %1$@ Donatie aan Signal
pl: %1$@ dla aplikacji Signal
pt_br: Doação de %1$@ para o Signal
pt_pt: Doação de %1$@ para o Signal
ro: Donație către Signal %1$@
ru: Пожертвование Signal %1$@
sk: Príspevok na Signal v hodnote %1$@
sr: Донација од %1$@ Signal-у
sv: %1$@ donation till Signal
th: บริจาค %1$@ ให้ Signal
tr: Signal'a %1$@ Bağış
ug: Signal غا %1$@ ئىئانە قىلىش
uk: Донат для Signal: %1$@
ur: Signal کو %1$@ عطیہ
vi: Khoản ủng hộ %1$@ cho Signal
zh_cn: 给 Signal 捐款 %1$@
zh_hk: %1$@ 捐款給 Signal

# DONATE_CHOOSE_PAYMENT_METHOD_SHEET_TITLE_FOR_MONTHLY_DONATION
source: Donate %1$@ to Signal
ar: تبرَّع بـ %1$@ لسيجنال
be: Зрабіць ахвяраванне %1$@ для Signal
bn: Signal-এ %1$@ ডোনেট করুন
ca: Fes una donació de %1$@ a Signal
cs: Přispějte částkou %1$@ na aplikaci Signal
da: Donér %1$@ til Signal
de: Spende %1$@ an Signal
el: Κάνε μια δωρεά %1$@ στο Signal
es: Donar %1$@ a Signal
fa: %1$@ به سیگنال اهدا کنید
fi: Lahjoita Signalille %1$@
fr: Faire un don de %1$@ à Signal
ga: Tabhair %1$@ do Signal
gu: Signal માટે %1$@ નું દાન કરો
he: תרומה של %1$@ ל–Signal
hi: Signal को %1$@ का दान दें
hr: Donirajte %1$@ Signalu
hu: Adományozz %1$@ összeget a Signalnak
id: Donasi %1$@ ke Signal
it: Dona %1$@ a Signal
ja: Signalに %1$@を寄付する
ko: Signal에 %1$@ 기부
mr: Signal %1$@ ला देणगी द्या
ms: Derma %1$@ kepada Signal
nb: Gi %1$@ til Signal
nl: Doneer %1$@ aan Signal
pl: Wpłać %1$@ i wesprzyj Signal
pt_br: Doar %1$@ para o Signal
pt_pt: Doar %1$@ ao Signal
ro: Donează %1$@ către Signal
ru: Пожертвовать Signal %1$@
sk: Prispieť %1$@ na Signal
sr: Донирајте %1$@ Signal-у
sv: Donera %1$@ till Signal
th: บริจาค %1$@ ให้ Signal
tr: Signal'e %1$@ bağış yap
ug: ‫Signal غا %1$@ ئىئانە قىلىمەن
uk: Задонатити Signal %1$@
ur: Signal کو %1$@ عطیہ کریں
vi: Ủng hộ %1$@ cho Signal
zh_cn: 给 Signal 捐款 %1$@
zh_hk: 捐款 %1$@ 給 Signal

# DONATE_CHOOSE_PAYMENT_METHOD_SHEET_TITLE_FOR_ONE_TIME_DONATION
source: Donate %1$@ to Signal
ar: تبرَّع بـ %1$@ لسيجنال
be: Зрабіць ахвяраванне %1$@ для Signal
bn: Signal-এ %1$@ ডোনেট করুন
ca: Fes una donació de %1$@ a Signal
cs: Přispějte částkou %1$@ na aplikaci Signal
da: Donér %1$@ til Signal
de: Spende %1$@ an Signal
el: Κάνε μια δωρεά %1$@ στο Signal
es: Donar %1$@ a Signal
fa: %1$@ به سیگنال اهدا کنید
fi: Lahjoita Signalille %1$@
fr: Faire un don de %1$@ à Signal
ga: Tabhair %1$@ do Signal
gu: Signal માટે %1$@ નું દાન કરો
he: תרומה של %1$@ ל–Signal
hi: Signal को %1$@ का दान दें
hr: Donirajte %1$@ Signalu
hu: Adományozz %1$@ összeget a Signalnak
id: Donasi %1$@ ke Signal
it: Dona %1$@ a Signal
ja: Signalに %1$@を寄付する
ko: Signal에 %1$@ 기부
mr: Signal %1$@ ला देणगी द्या
ms: Derma %1$@ kepada Signal
nb: Gi %1$@ til Signal
nl: Doneer %1$@ aan Signal
pl: Wpłać %1$@ i wesprzyj Signal
pt_br: Doar %1$@ para o Signal
pt_pt: Doar %1$@ ao Signal
ro: Donează %1$@ către Signal
ru: Пожертвовать Signal %1$@
sk: Prispieť %1$@ na Signal
sr: Донирајте %1$@ Signal-у
sv: Donera %1$@ till Signal
th: บริจาค %1$@ ให้ Signal
tr: Signal'e %1$@ bağış yap
ug: ‫Signal غا %1$@ ئىئانە قىلىمەن
uk: Задонатити Signal %1$@
ur: Signal کو %1$@ عطیہ کریں
vi: Ủng hộ %1$@ cho Signal
zh_cn: 给 Signal 捐款 %1$@
zh_hk: 捐款 %1$@ 給 Signal
