Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STORY_VIEWS_OFF
source: Views off
af: Kykslae afgeskakel
ar: المشاهدات في حالة إيقاف
az: Baxış funksiyası sönülüdür
be: Прагляды адключаны
bn: ভিউ বন্ধ
ca: Visualitzacions desactivades
cs: Zobrazení vypnuta
da: Visninger deaktiveret
de: Aufrufe aus
el: Αναφορές προβολής ανενεργές
es: Visualizaciones desactivadas
et: Vaatamised väljas
eu: Irakurragiriak desaktibatuta daude
fa: بازدیدها خاموش است
fi: Tarkastelukerrat pois käytöstä
fr: Confirmations de vue désactivées
ga: Amhairc as
gu: વ્યૂઝ બંધ છે
he: אישורי קריאה מושבתים
hi: व्यू ऑफ़
hr: Isključi preglede
hu: Megtekintések kikapcsolva
id: Fitur Dilihat nonaktif
it: Visualizzazioni disattivate
ja: 閲覧をオフにする
kn: ವೀಕ್ಷಣೆಗಳು ಆಫ್ ಆಗಿವೆ
ko: 보기 사용 안 함
lt: Peržiūros išjungtos
lv: Skatīšana izslēgta
mk: Прегледите се исклучени
ml: കാഴ്ച്ചകൾ ഓഫാണ്
mr: दृश्ये बंद आहेत
ms: Tontonan dimatikan
my: ကြည့်ရှုမှုများကို ပိတ်ထားပါသည်
nb: Visninger er slått av
nl: Weergaven uit
pa: ਵਿਊ ਬੰਦ ਹਨ
pl: Wyświetlenia wyłączone
pt_br: Visualizações desativadas
pt_pt: Visualizações desativadas
ro: Fără vizualizări
ru: Просмотры отключены
sk: Pozretia vypnuté
sl: Ogledi so izklopljeni
sq: Shikimet u çaktivizuan
sr: Потврде о читању су искључене
sv: Visningar av
sw: Kutazama kumezuiwa
ta: பார்வைகள் முடக்கப்பட்டுள்ளன
te: వీక్షణలు ఆఫ్ చేయబడ్డాయి
th: ปิดการแจ้งว่าอ่านแล้ว
tr: Görüntüleme kapalı
ug: كۆرۈپ بېقىش ئېتىك
uk: Показ переглядів вимкнено
ur: ویوز آف ہیں
vi: Đã tắt thông báo lượt xem
zh_cn: 查看功能关闭
zh_hk: 已讀標記已關閉

# SUBSCRIPTION_SUBSCRIBER_ID_COPIED_TO_CLIPBOARD
source: Copied donor ID to clipboard
af: Intekenaar na knipbord gekopieer
ar: تمَّ نسخ مُعرِّف المُتبرِّع إلى الحافظة
az: Abunəçi kimliyi lövhəyə kopyalandı
be: Ідэнтыфікатар спонсара скапіраваны ў буфер абмену
bn: ক্লিপবোর্ডে ডোনারের আইডি কপি করা হয়েছে
ca: S'ha copiat l'identificador del donant al porta-retalls.
cs: ID dárce zkopírováno do schránky
cy: Wedi copïo ID y tanysgrifiwr i'r clipfwrdd
da: Donor-id kopieret til udklipsholder
de: Spender-ID in die Zwischenablage kopiert
el: Το id δωρητή αντιγράφτηκε στο πρόχειρο
es: ID de donación copiado al portapapeles
et: Tellija ID on lõikepuhvrisse kopeeritud
eu: Harpidedun ID arbelean kopiatu da
fa: شناسه اهداکننده در کلیپ‌بورد کپی شد
fi: Lahjoittajan tunnus kopioitu leikepöydälle
fr: Identifiant du donateur copié dans le presse-papiers
ga: Cóipeáladh ID an deontóra chuig an ngearrthaisce
gu: દાતાના આઇડીને ક્લિપબોર્ડ પર કૉપિ કર્યું
he: מזהה התורם הועתק ללוח
hi: दाता आईडी को क्लिपबोर्ड पर कॉपी किया गया
hr: ID donatora kopiran je u međuspremnik
hu: Adományozói azonosító átmásolva a vágólapra
id: ID donor disalin ke papan klip
is: Afritaði auðkenni áskrifanda á klippispjald
it: Donor ID copiato negli appunti
ja: 寄付者IDをクリップボードにコピーしました
kab: Copied subscriber id to clipboard
km: á”á¶á“á…á˜áŸ’á›á„á›áŸááŸá˜áŸ’á‚á¶á›áŸ‹á¢áŸ’á“á€á‡á¶áœá‘áŸ…áƒáŸ’á›á¸á”á”á
kn: ಚಂದಾದಾರ ಐಡಿಯನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
ko: 기부자 ID를 클립보드에 복사함
lt: Prenumeratoriaus id nukopijuotas į iškarpinę
lv: Abonenta ID nokopēts starpliktuvē
mk: Идентификацискиот број на претплатникот е копиран на таблата со исечоци
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് സബ്സ്ക്രൈബർ ഐഡി പകർത്തി
mr: देणगीदार आयडी क्लिपबोर्डवर कॉपी केला
ms: Menyalin id penderma ke papan keratan
my: ပုံမှန်လှူဒါန်းသူ၏ ID ကို ကလစ်ဘုတ်တွင် ကူးယူပြီး
nb: Givernummer kopiert til utklippstavlen
nl: Donateur-ID naar klembord gekopieerd
pa: ਸਬਸਕ੍ਰਾਈਬਰ ID ਨੂੰ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pl: Skopiowano identyfikator darczyńcy do schowka
ps: Copied subscriber id to clipboard
pt_br: Nome do doador copiado para área de transferência
pt_pt: Copiou o ID de doador para a área de transferência
ro: ID-ul donatorului a fost copiat în clipboard
ru: Идентификатор донора был скопирован в буфер обмена
sk: ID prispievateľa bolo skopírované do schránky
sl: Številka naročnika je bila prekopirana v odložišče.
sq: ID-ja e pajtimtarit u kopjua në të papastër
sr: ID донатора је копиран
sv: Kopierade donator-ID till urklipp
sw: Imenakili kitambulisho cha mtumiaji kwenye clipboard
ta: சந்தாதாரர் ஐ.டி கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
te: సబ్‌స్క్రైబర్ IDని క్లిప్‌బోర్డ్‌కు కాపీ చేయండి
th: คัดลอกไอดีผู้บริจาคไปยังคลิปบอร์ดแล้ว
tr: Bağışçı kimliği panoya kopyalandı
ug: ئىئانە قىلغۇچى ID سى چاپلاش تاختىسىغا كۆچۈرۈلدى
uk: Ідентифікатор донора скопійовано в буфер обміну
ur: ڈونر ID کلپ بورڈ پر کاپی کر دی گئی
vi: Đã sao chép ID của Nhà Ủng hộ vào clipboard
zh_cn: 已复制捐款人 ID 到剪贴板
zh_hk: 捐款者識別碼已複製至剪貼簿

# SUCCESSFUL_VERIFICATION_DESCRIPTION
source: Your safety number with %@ matches. You can mark this contact as verified.
af: Jou veiligheidsnommer met %@ is korrek. Jy kan hierdie kontak merk as geverifieer.
ar: رقم الأمان الخاص بك مع %1$@ متطابق. يمكنك تعليم جهة الاتصال هذه كمُتحقَّق منها.
az: %@ ilə olan güvənlik nömrəniz uyğun gəlir. Bu əlaqəni təsdiqləndi olaraq işarələyə bilərsiniz.
be: Ваш код бяспекі з %1$@ супадае. Вы можаце пазначыць гэты кантакт як правераны.
bg: Номерата ви за безопасност с %@ съвпадат. Можете да маркирате този контакт като проверен.
bn: %1$@ এর সাথে আপনার নিরাপত্তা নাম্বার মিল আছে। আপনি এই পরিচিতি যাচাইকৃত হিসাবে চিহ্নিত করতে পারেন।
ca: El número de seguretat amb %1$@ coincideix. Podeu marcar el contacte com a verificat.
cs: Vaše bezpečnostní číslo s %1$@ se shoduje. Můžete jej označit jako ověřený.
cy: Mae'ch rhif diogelwch â %@ yn cyfateb. Gallwch farcio'r cysylltiad hwn fel y'i gwiriwyd.
da: Dit sikkerhedsnummer med %1$@ matcher. Du kan markere kontakten som verificeret
de: Deine Sicherheitsnummer mit %1$@ stimmt überein. Du kannst diesen Kontakt als verifiziert markieren.
el: Ο αριθμός ασφαλείας με τον/την %1$@ ταιριάζει. Μπορείς να σημειώσεις αυτή την επαφή ως επιβεβαιωμένη.
es: Tu número de seguridad con %1$@ coincide. Puedes marcar su identidad como verificada.
es_es: Tus cifras de seguridad con %@ coinciden. Puedes marcar a esta persona como verificada.
et: Sinu turvanumber kasutajaga %@ vastab. Sa saad märkida selle kontakti kinnitatuks.
eu: %@ erabiltzailearekin duzun segutasun zenbakia bat dator. Egiaztatu gisa marka dezakezu kontaktu hau.
fa: کلید هویت‌سنجی شما با %1$@ مطابقت دارد. شما می‌توانید این مخاطب را به عنوان تأیید شده علامت‌گذاری کنید.
fi: Turvanumerosi yhteystiedon %1$@ kanssa täsmää. Voit nyt merkitä tämän yhteystiedon varmennetuksi.
fil: Ang iyong numerong pangkaligtasan kay %@ ay nagtugma. Maaari mong markahang beripikado ang knotak na ito.
fr: Votre numéro de sécurité et celui de %1$@ correspondent. Vous pouvez marquer ce contact comme confirmé.
ga: Tá an uimhir shábháilteachta le %1$@ ceart. Is féidir leat an teagmhálaí seo a mharcáil deimhnithe.
gu: %1$@ મેળ સાથેનો તમારો સલામતી નંબર. તમે આ સંપર્કને ચકાસેલા તરીકે માર્ક કરી શકો છો.
he: מספר הביטחון שלך עם %1$@ תואם. אתה יכול לסמן איש קשר זה כמוודא.
hi: आपका सुरक्षा नंबर %1$@ के साथ मेल खा रहा है। आप उन्हें सत्यापित मार्क करे हुए कर सकते हैं।
hr: Vaš sigurnosni broj se podudara s %1$@. Možete označiti ovaj kontakt provjerenim.
hu: Biztonsági azonosítód %1$@ ismerősöddel egyezik. Megjelölheted Ellenőrzöttként.
id: Nomor keamanan Anda sesuai dengan %1$@. Anda dapat menandai kontak ini sebagai terverifikasi.
is: Öryggisnúmer þitt með %@ samsvarar. Þú getur merkt þennan tengilið sem sannreyndan.
it: Il tuo codice di sicurezza corrisponde con %1$@. Puoi segnare questo contatto come verificato.
ja: %1$@ に対する安全番号が一致しました。この相手は検証済みにできます。
kab: Uṭṭun-ik·im aɣellsan s %@ yemṣada. Tzemreḍ ad tserḍeḍ ɣef unermis-a yettusenqed.
kk: Сіздің %@ қауіпсіздік нөміріңіз сәйкес келеді. Осы байланыстық тұлғаны тексерілген деп белгілеуге болады.
km: á›áŸááŸá»áœááŸ’áá·á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€ á‡á¶á˜á½á™ %@ ááŸ’ášá¼áœá‚áŸ’á“á¶áŸ” á¢áŸ’á“á€á¢á¶á…áŠá¶á€áŸ‹á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á“áŸáŸ‡ áá¶á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹áŸ”
kn: %@ ಹೊಂದಾಣಿಕೆಯೊಂದಿಗೆ ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆ. ನೀವು ಈ ಸಂಪರ್ಕವನ್ನು ದೃಢೀಕರಿಸಿದ್ದು ಎನ್ನುವಂತೆ ಗುರುತಿಸಬಹುದು.
ko: %1$@ 님과의 안전 번호가 일치합니다. 이 연락처를 검증했다고 표시할 수 있습니다.
lt: Jūsų saugumo numeris su %@ sutampa. Dabar galite pažymėti šį adresatą kaip patvirtintą.
lv: Jūsu drošības numurs ar %@ sakrīt. Varat atzīmēt šo kontaktpersonu kā verificētu.
mk: Вашиот безбедносен број се совпаѓа со %@. Можете да го означите овој контакт како верификуван.
ml: %@ നൊപ്പമുള്ള നിങ്ങളുടെ സുരക്ഷാ നമ്പർ പൊരുത്തപ്പെടുന്നു. നിങ്ങൾക്ക് ഈ കോൺടാക്ട് പരിശോധിച്ചതായി അടയാളപ്പെടുത്താം.
mr: %1$@ जुळवण्यांसोबत आपला सुरक्षितता नंबर. आपण हा संपर्क सत्यापित म्हणून चिन्हांकित करू शकता.
ms: Nombor keselamatan anda dengan %1$@ sepadan. Anda boleh tandakan kenalan ini sebagai disahkan.
my: %@နှင့် သင့်လုံခြုံရေးနံပါတ်တို့ ကိုက်ညီပါတယ်။ ဒီလူကို အတည်ပြုပြီးအနေနဲ့ မှတ်လိုက်လို့ရပါပြီ။
nb: Sikkerhetsnummeret for %1$@ stemmer. Du kan nå markere denne kontakten som verifisert.
nl: Je veiligheidsnummer met %1$@ komt overeen. Je kunt dit contact als geverifieerd markeren.
pa: %@ ਦੇ ਨਾਲ ਤੁਹਾਡਾ ਸੁਰੱਖਿਆ ਨੰਬਰ ਮੇਲ ਖਾਂਦਾ ਹੈ। ਤੁਸੀਂ ਇਸ ਸੰਪਰਕ 'ਤੇ ਤਸਦੀਕਸ਼ੁਦਾ ਵਜੋਂ ਚਿੰਨ੍ਹ ਲਗਾ ਸਕਦੇ ਹੋ।
pa_pk: %@ دے نال تساں دا حفاظتی نمر مماثل اے۔ تساں ایس رابطے نوں بطور توثیق کیتی نشان زد کر سکدے او۔
pl: Ty i %1$@ macie zgodne numery bezpieczeństwa. Możesz oznaczyć ten kontakt jako zweryfikowany.
ps: له %@ سره ستاسې د خوندیتوب شمېره برابره ده. تاسې کولای شئ دغه مخاطب د تایید شوي په توګه په نښه کړئ.
pt_br: O número de segurança entre você e %1$@ coincide. Você pode marcar este contato como verificado.
pt_pt: O número de segurança corresponde com %1$@. Pode marcar o contacto como verificado.
ro: Numărul tău de siguranța cu %1$@ se potrivește. Poți marca acest contact ca fiind verificat.
ru: Ваш код безопасности с %1$@ совпал. Вы можете отметить этот контакт как подтверждённый.
sk: Vaše bezpečnostné číslo s %1$@ sa zhoduje. Tento kontakt môžete označiť ako overený.
sl: Varnostna številka za %@ se ujema. Ta stik lahko označite kot potrjenega.
sq: Numri juaj i sigurisë me %@ përputhje. Mund t’i vini shenjë këtij kontakti si të verifikuar.
sr: Ваш сигурносни број за дописивање са корисником %1$@ се поклапа. Можете означити овај контакт као верификован.
sv: Ditt säkerhetsnummer med %1$@ stämmer. Du kan markera den är kontakten som verifierad.
sw: Nambari yako ya usalama na %@inaoanisha.
ta: உங்கள் பாதுகாப்பு எண்%@ உடன் பொருந்துகிறது . இந்த தொடர்பு சரிபார்க்கப்பட்டதாக நீங்கள் குறிக்கலாம்.
te: %@ సరిపోలికలతో మీ భద్రతా సంఖ్య. మీరు ఈ పరిచయాన్ని ధృవీకరించినట్లుగా గుర్తించవచ్చు.
th: หมายเลขความปลอดภัยของคุณกับ %1$@ ตรงกัน คุณสามารถทำเครื่องหมายว่าผู้ติดต่อนี้ได้รับการตรวจยืนยันแล้ว
tr: %1$@ ile olan güvenlik numaranız eşleşiyor. Bu kişiyi doğrulanmış olarak işaretleyebilirsiniz.
ug: سىزنىڭ %1$@ بىلەن بولغان بىخەتەرلىك نومۇرىڭىز ئۆز-ئارا ماس كەلدى. بۇ ئالاقىداشقا دەلىللەنگەن دەپ بەلگە قويسىڭىز بولىدۇ.
uk: Ваші коди безпеки з користувачем %1$@ збігаються. Ви можете позначити цей контакт як перевірений.
ur: آپ کا حفاظتی نمبر%1$@کیساتھ میچ ہے۔آپ تصدیق کے طور پر اس رابطہ کو نشان لگا سکتے ہیں۔
vi: Số an toàn của bạn với %1$@ trùng khớp. Bạn có thể đánh dấu liên hệ này là đã xác minh.
zh_cn: 您的安全码与%1$@一致。您可以将此联系人标记为已验证。
zh_hk: 您與 %1$@ 之間的安全碼一致。您可將此聯絡人標記為「已驗證」。

# SUCCESSFUL_VERIFICATION_TITLE
source: Safety Number Matches!
af: Veiligheidsnommer is korrek!
ar: رقم الأمان متطابق!
az: Güvənlik nömrəsi uyğun gəlir!
be: Код бяспекі супадае!
bg: Номерата за Безопасност Съвпадат!
bn: নিরাপত্তা নাম্বার মিলছে!
ca: Els números de seguretat coincideixen!
cs: Bezpečnostní číslo se shoduje!
cy: Rhif Diogelwch yn Cyd Fynd!
da: Sikkerhedsnummeret matcher!
de: Sicherheitsnummer stimmt überein!
el: Ο αριθμός ασφαλείας ταιριάζει!
es: ¡El número de seguridad coincide!
es_es: ¡Coinciden!
et: Turvanumber on sobiv!
eu: Segurtasun Zenbakia Bat Dator!
fa: کلید هویت‌سنجی مطابقت دارد!
fi: Turvanumero täsmää!
fil: Magtugma ang Numerong Pangkaligtasan!
fr: Numéro de sécurité confirmé.
ga: Sin an uimhir shábháilteachta cheart!
gu: સલામતી નંબર મેળ!
he: מספר בטיחות תואם!
hi: सुरक्षा नंबर मेल हुआ!
hr: Sigurnosni broj se podudara!
hu: Egyező Biztonsági azonosító.
id: Nomor keamanan sesuai
is: Öryggisnúmer samsvara!
it: Il codice di sicurezza corrisponde!
ja: 安全番号が一致しました！
kab: Yemṣada wuṭṭun n tɣellist!
kk: Қауіпсіздік нөмірі сәйкес келеді!
km: á›áŸááŸá»áœááŸ’áá·á—á¶á– ááŸ’ášá¼áœá‚áŸ’á“á¶!
kn: ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆ ಹೊಂದಾಣಿಕೆಗಳು!
ko: 안전 번호가 일치합니다!
lt: Saugumo numeris sutampa!
lv: Drošības numurs sakrīt!
mk: Безбедносните броеви се совпаѓаат!
ml: സുരക്ഷാ നമ്പർ പൊരുത്തപ്പെടുന്നു!
mr: सुरक्षितता नंबर जुळते!
ms: Nombor Keselamatan Sepadan!
my: လုံခြုံရေးနံပါတ်တွေ ကိုက်ညီပါတယ်!
nb: Sikkerhetsnummeret stemmer!
nl: Veiligheidsnummer komt overeen!
pa: ਸੁਰੱਖਿਆ ਨੰਬਰ ਮਿਲ ਗਿਆ!
pa_pk: حفاظتی نمر مماثل اے!
pl: Poprawny numer bezpieczeństwa
ps: د خوندیتوب شمېره سره برابره ده!
pt_br: Número de segurança coincide!
pt_pt: O número de segurança corresponde!
ro: Numărul de Siguranță se Potrivește!
ru: Код безопасности совпадает!
sk: Bezpečnostné číslo sa zhoduje!
sl: Varnostni številki se ujemata!
sq: Përputhje Numri Sigurie!
sr: Сигурносни број се поклапа!
sv: Säkerhetsnumret stämmer!
sw: Nambari ya Usalama Inaoana!
ta: பாதுகாப்பு எண் பொருந்துகிறது !
te: భద్రతా సంఖ్య సరిపోలికలు!
th: หมายเลขความปลอดภัยตรงกัน!
tr: Güvenlik Numarası Eşleşiyor!
ug: بىخەتەرلىك نومۇرى ئوخشاش!
uk: Коди безпеки збігаються!
ur: حفاظتی نمبر میچ ہو گیا!
vi: Số An toàn Trùng khớp!
zh_cn: 安全码一致！
zh_hk: 安全碼一致！

# SUPPORT_CONTACT_US_HEADER
source: Contact Us
af: Kontak ons
ar: تواصَل معنا
az: Bizimlə əlaqə
be: Звярнуцца да нас
bn: আমাদের সাথে যোগাযোগ করুন
ca: Contacteu-nos
cs: Kontaktujte nás
cy: Cysylltu â Ni
da: Kontakt os
de: Kontaktiere uns
el: Επικοινωνία
es: Contacta con nosotros
es_es: Contáctanos
et: Võta meiega ühendust
eu: Harremanetan Jarri Gurekin
fa: تماس با ما
fi: Ota yhteyttä
fr: Nous contacter
ga: Déan teagmháil linn
gu: અમારો સંપર્ક કરો
he: צור איתנו קשר
hi: हमसे संपर्क करें
hr: Kontaktirajte nas
hu: Kapcsolat
id: Hubungi Kami
is: Hafðu samband við okkur
it: Contattaci
ja: お問い合わせ
kab: Nermes-aɣ-d
km: á‘á¶á€áŸ‹á‘á„á™á¾á„
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ko: 문의하기
lt: Susisiekti su mumis
lv: Sazināties ar mums
mk: Контактирајте не
ml: ഞങ്ങളെ സമീപിക്കുക
mr: आमच्या सोबत संपर्क साधा
ms: Hubungi Kami
my: ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ
nb: Kontakt oss
nl: Neem contact met ons op
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z nami
ps: موږ سره اړیکه ونیسئ
pt_br: Fale conosco
pt_pt: Contacte-nos
ro: Contactați-ne
ru: Связаться с нами
sk: Kontaktujte nás
sl: Kontaktirajte nas
sq: Lidhuni Me Ne
sr: Обратите нам се
sv: Kontakta oss
sw: Wasiliana Nasi
ta: எங்களை தொடர்பு கொள்ள
te: మమ్మల్ని సంప్రదించండి
th: ติดต่อเรา
tr: Bizimle İletişime Geçin
ug: بىز بىلەن ئالاقىلىشىڭ
uk: Зв'яжіться з нами
ur: ہم سے رابطہ کریں
vi: Liên lạc chúng tôi
zh_cn: 联系我们
zh_hk: 聯絡我們

# SUPPORT_DESCRIPTION_PLACEHOLDER
source: Tell us what’s going on
af: Vertel ons wat aangaan
ar: أخبِرنا بما يحدُث
az: Nə baş verdiyini deyin
be: Паведайце нам, што адбываецца
bn: কী হচ্ছে আমাদেরকে জানান
ca: Expliqueu-nos què hi ha.
cs: Řekněte nám, co se děje
cy: Dywedwch wrthym beth sy'n digwydd
da: Fortæl os, hvad der sker
de: Sag uns, was los ist
el: Πες μας τί συμβαίνει
es: Cuéntanos qué pasa
es_es: Cuéntanos qué pasa
et: Räägi meile, mis toimub
fa: به ما بگویید چه پیش آمده است
fi: Kerro asiasi
fr: Dites-nous tout : que se passe-t-il ?
gu: શું ચાલી રહ્યું છે તે અમને કહો
he: ספר לנו מה הולך
hi: हमें बताएँ कि क्या चल रहा है
hr: Recite nam što se događa
hu: Mondd el, mi történt
id: Beri tahu kami apa yang terjadi
is: Segðu okkur hvað er í gangi
it: Dicci cosa sta succedendo
ja: 何が起きているか教えてください
km: áŸá¼á˜ášáŸ€á”ášá¶á”áŸ‹á–á¸á¢áŸ’áœá¸áŠáŸ‚á›á€áŸ†á–á»á„á€á¾áá¡á¾á„
kn: ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ನಮಗೆ ತಿಳಿಸಿ
ko: 무슨 일이 일어나고 있는지 알려주세요
lt: Papasakokite, kas nutiko
lv: Pastāstiet, kas notiek
mk: Кажете ни што се случува
ml: എന്താണ് സംഭവിക്കുന്നതെന്ന് ഞങ്ങളോട് പറയുക
mr: काय चालू आहे आम्हाला सांगा
ms: Beritahu kami perkara yang berlaku
my: ကျွန်ုပ်တို့အား ဘာတွေဖြစ်နေလဲ ပြောပြပေးပါ
nb: Fortell oss hva som skjer
nl: Vertel ons wat er aan de hand is
pa: ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਚੱਲ ਰਿਹਾ ਹੈ
pl: Powiedz nam, w czym problem
ps: راته ووایاست چې څه خبره ده
pt_br: Conte-nos o que está acontecendo
pt_pt: Diga-nos o que se está a passar
ro: Spune-ne ce se întâmplă
ru: Расскажите нам, что происходит
sk: Povedzte nám, o čo ide
sl: Sporočite nam, kaj se dogaja
sq: Na thoni si është punë
sr: Реците нам шта се дешава
sv: Berätta för oss vad som pågår
sw: Tuambie kinachoendelea
ta: என்ன நடக்கிறது என்று சொல்லுங்கள்
te: ఏమి జరుగుతుందో మాకు చెప్పండి
th: บอกกับเราว่าเกิดอะไรขึ้น
tr: Neler olduğunu anlatın
ug: نېمە ئىش بولغانلىقىنى بىزگە ئېيتىڭ
uk: Поясніть, що сталося
ur: کیا ہو رہا ہے ہمیں بتائیں
vi: Hãy nói cho chúng tôi biết chuyện gì đang xảy ra
zh_cn: 请告知我们发生了什么
zh_hk: 請向我們述說何事

# SUPPORT_EMAIL_DEFAULT_DESCRIPTION
source: Tell us about the issue:
af: Vertel ons oor die probleem:
ar: أخبِرنا حول المشكلة:
az: Bizə problem barədə deyin:
be: Паведайце нам аб праблеме:
bn: সমস্যাটি সম্পর্কে আমাদের জানান:
ca: Expliqueu-nos el problema:
cs: Řekněte nám o problému:
cy: Rhowch wybod i ni am y broblem:
da: Fortæl os om problemet:
de: Beschreib das Problem:
el: Πες μας για το θέμα σου:
es: Cuéntanos cuál es el problema:
es_es: Cuéntanos cuál es el problema:
et: Räägi meile oma probleemist:
eu: Esaiguzu izan duzun erroreari buruz:
fa: درباره این موضوع به ما بگویید:
fi: Kuvaile ongelmaa:
fr: Décrivez-nous le problème :
ga: Inis dúinn faoin bhfadhb:
gu: અમને સમસ્યા વિશે કહો:
he: ספר לנו על הסוגייה:
hi: हमें समस्या के बारे में बताएँ:
hr: Recite nam o problemu:
hu: Írj pár szót a problémáról:
id: Beritahu kami tentang masalahnya:
is: Segðu okkur frá vandamálinu:
it: Descrivici il problema:
ja: この問題について教えてください:
kab: Mmeslay-d ɣef ugur:
km: áŸá¼á˜ášáŸ€á”ášá¶á”áŸ‹á–á¸á”á‰áŸ’á á¶áŸ–
kn: ಸಮಸ್ಯೆ ಕುರಿತು ನಮಗೆ ಹೇಳಿ:
ko: 문제에 대해 알려주세요.
lt: Papasakokite apie problemą:
lv: Pastāstiet mums par problēmu:
mk: Објаснете ни го проблемот:
ml: പ്രശ്നത്തെക്കുറിച്ച് ഞങ്ങളോട് പറയുക:
mr: आम्हाला समस्ये बद्दल सांगा:
ms: Beritahu kami mengenai masalah ini:
my: ကျွန်ုပ်တို့အား ကိစ္စအကြောင်း ပြောပြပေးပါ -
nb: Fortell oss om problemet:
nl: Omschrijf wat je probleem is:
pa: ਮਸਲੇ ਬਾਰੇ ਸਾਨੂੰ ਦੱਸੋ:
pl: Opisz problem:
ps: موږ ته د ستونزې په اړه ووایاست:
pt_br: Conte-nos sobre o problema:
pt_pt: Fale-nos acerca do problema:
ro: Spune-ne despre problemă:
ru: Расскажите нам о проблеме:
sk: Povedzte nám, aký máte problém:
sl: Povejte nam o težavi:
sq: Tregonani diçka rreth problemit:
sr: Објасните нам проблем:
sv: Beskriv problemet för oss:
sw: Tuambie kuhusu suala hili:
ta: பிரச்சினை பற்றி எங்களிடம் கூறுங்கள்:
te: సమస్య గురించి మాకు చెప్పండి:
th: บอกปัญหากับเรา:
tr: Bize sorundan bahsedin:
ug: بۇ مەسىلە ھەققىدە بىرگە سۆزلەپ بېرىڭ:
uk: Опишіть вашу проблему:
ur: اس مسئلے کے بارے میں ہمیں بتائیں:
vi: Nói cho chúng tôi biết về vấn đề:
zh_cn: 请提供该问题的相关信息：
zh_hk: 請告訴我們該問題的詳情：

# SUPPORT_EMAIL_ERROR_ALERT_DESCRIPTION
source: Please email your support request to support@signal.org
af: Stuur jou ondersteuningsversoek per e-pos na support@signal.org
ar: يُرجى إرسال طلب الدعم بواسطة البَريد الإلكتروني إلى support@signal.org
az: Zəhmət olmasa dəstək tələbinizi support@signal.org ünvanına göndərin
be: Вы можаце адправіць свой запыт на support@signal.org
bn: অনুগ্রহ করে আপনার সহায়তার অনুরোধটি support@signal.org ইমেইল ঠিকানায় পাঠান
ca: Si us plau, envieu la sol·licitud d'assistència a support@signal.org.
cs: Zašlete prosím e-mail s vaší žádostí o podporu na support@signal.org
cy: Anfonwch eich cais am gymorth mewn e-bost i support@signal.org
da: Send din supportanmodning til support@signal.org
de: Bitte sende deine Support-Anfrage per E-Mail an support@signal.org
el: Παρακαλώ στείλε το αίτημα υποστήριξής σου με email στο support@signal.org
es: Envía una solicitud de asistencia a support@signal.org
es_es: Por favor, envía una solicitud de soporte a support@signal.org
et: Palun saada kasutajatoetaotlus aadressile support@signal.org
eu: Mesedez, bidali zure laguntze eskaera ondoko helbidera: support@signal.org
fa: لطفاً درخواست پشتیبانی خود را به نشانی ایمیل support@signal.org ارسال کنید
fi: Lähetä tukipyyntösi sähköpostitse osoitteeseen support@signal.org
fr: Veuillez envoyer votre demande d'assistance à l'adresse suivante : support@signal.org
ga: Seol d'iarratas chuig support@signal.org
gu: કૃપા કરીને support@signal.orgને તમારી સપોર્ટ સંબંધી વિનંતી ઇમેઇલ કરો
he: אנא שלח בדוא״ל את בקשת התמיכה שלך אל support@signal.org
hi: कृपया अपना समर्थन अनुरोध support@signal.org पर ईमेल करके भेजें
hr: Pošaljite e-poštu s vašim zahtjevom za podršku na support@signal.org
hu: Kérjük küldd támogatási kérésedet erre a címre: support@signal.org
id: Mohon kirimkan surel permintaan dukungan Anda ke support@signal.org
is: Sendu beiðni um aðstoð í tölvupósti til support@signal.org
it: Si prega di inviare la tua richiesta di supporto via email a support@signal.org
ja: サポートリクエストを support@signal.org へメールしてください。
kab: Ttxil-k·m azen imayl asuter-ik·im n tallalt ɣer support@signal.org
km: áŸá¼á˜á•áŸ’á‰á¾á¢á»á¸á˜áŸ‚á›áŸáŸ’á“á¾áŸá»áŸ†á€á¶ášá‚á¶áŸ†á‘áŸ’ášá‘áŸ…á€á¶á“áŸ‹ support@signal.org
kn: ನಿಮ್ಮ ಬೆಂಬಲ ವಿನಂತಿಯನ್ನು support@signal.org ಗೆ ಇಮೇಲ್ ಮಾಡಿ
ko: support@signal.org 이메일 주소로 지원 요청을 보내주세요.
lt: Išsiųskite savo palaikymo užklausą el. paštu, adresu support@signal.org
lv: Lūdzu, nosūtiet savu atbalsta pieprasījumu pa e-pastu uz support@signal.org
mk: Ве молиме испратете е-пошта со вашето барање за поддршка на support@signal.org
ml: നിങ്ങളുടെ പിന്തുണ അഭ്യർത്ഥന support@signal.org ലേക്ക് ഇമെയിൽ ചെയ്യുക
mr: कृपया आपली समर्थन विनंती support@signal.org ला ईमेल करा
ms: Sila hantar e-mel permintaan sokongan anda ke support@signal.org
my: သင်၏ လိုအပ်သောပံ့ပိုးမှု တောင်းဆိုချက်ကို support@signal.org သို့ အီးမေးလ် ပို့ပေးပါ
nb: Vær vennlig å sende din brukerstøtteforespørsel til support@signal.org
nl: E-mail je ondersteuningsverzoek naar support@signal.org
pa: ਆਪਣੀ ਸਹਾਇਤਾ ਬੇਨਤੀ ਲਈ support@signal.org ਨੂੰ ਈਮੇਲ ਭੇਜੋ
pl: Wyślij zgłoszenie e-mailem na adres support@signal.org
ps: مهرباني وکړئ خپله مرسته غوښتنه مو support@signal.org ته ایمیل کړئ
pt_br: Por favor, envie sua solicitação de suporte ao e-mail support@signal.org
pt_pt: Por favor, envie o seu pedido de apoio para support@signal.org
ro: Vă rugăm să trimiteți un email pentru solicitare de asistență la support@signal.org
ru: Пожалуйста, отправьте ваш запрос в поддержку на адрес support@signal.org
sk: Prosím, pošlite vašu žiadosť o technickú podporu E-mailom na support@signal.org
sl: Svojo zahtevo za podporo pošljite po e-pošti na support@signal.org
sq: Ju lutemi, kërkesën tuaj për asistencë dërgojeni te support@signal.org
sr: Пошаљите захтев за подршку на support@signal.org
sv: Skicka din supportförfrågan via e-post till support@signal.org
sw: Tafadhali tuma barua pepe yenye ombi lako la usaidizi kwa support@signal.org
ta: support@signal.org கு உங்கள் ஆதரவு கோரிக்கையை மின்னஞ்சல் செய்யவும் support@signal.org
te: దయచేసి మీ మద్దతు అభ్యర్థనను support@signal.org కు ఇమెయిల్ చేయండి
th: โปรดส่งอีเมลคำขอการสนับสนุนไปที่ support@signal.org
tr: Lütfen yardım talebinizi support@signal.org adresine e-postalayın
ug: قوللاش ئىلتىماسىڭىزنى support@signal.orgگە ئېلخەت سېلىڭ
uk: Будь ласка, надішліть імейл у службу підтримки на адресу support@signal.org
ur: برائے مہربانی اپنی مدد کی درخواست کو ای میل کریںsupport@signal.org
vi: Xin hãy gửi yêu cầu hỗ trợ của bạn cho support@signal.org
zh_cn: 请发送您的支援请求邮件到 support@signal.org
zh_hk: 請將您的支援請求傳送至 support@signal.org
