Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# LINKED_DEVICE_CONTACTS_NOT_ALLOWED
source: Managing phone contacts is no longer available on iPad. To add Signal connections to your phone contacts open Signal on your phone.
ar: لم تعد إدارة جهات اتصال الهاتف متاحة على جهاز الآيباد. لإضافة جهات اتصال سيجنال إلى جهات اتصال هاتفك، افتح تطبيق سيجنال على هاتفك.
be: Кіраванне тэлефоннымі кантактамі больш недаступнае на iPad. Каб дадаць кантакты Signal да тэлефонных кантактаў, адкрыйце Signal на сваім тэлефоне.
bn: iPad-এ আর সিস্টেমের কন্টাক্ট নিয়ন্ত্রণ করার সুবিধাটি নেই। আপনার ফোনের কন্টাক্টে Signal কানেকশন যোগ করতে আপনার ফোনে Signal খুলুন।
ca: La gestió dels contactes del telèfon ja no està disponible per a iPad. Per afegir connexions de Signal als contactes, obre Signal al mòbil.
cs: Správa telefonních kontaktů již není v iPadu k dispozici. Pokud chcete do telefonních kontaktů přidat spojení Signal, otevřete v telefonu aplikaci Signal.
da: Håndtering af din telefons kontakter er ikke længere tilgængelig på iPad. Hvis du vil tilføje Signal-kontakter til din telefons kontakter, skal du åbne Signal på din telefon.
de: Die Verwaltung von Telefonkontakten ist auf dem iPad nicht mehr verfügbar. Um Signal-Kontakte zu deinen Telefonkontakten hinzuzufügen, öffne Signal auf deinem Mobiltelefon.
el: Η διαχείριση επαφών τηλεφώνου δεν είναι πλέον διαθέσιμη στο iPad. Για να προσθέσεις επαφές Signal στις επαφές του τηλεφώνου σου, άνοιξε το Signal στο τηλέφωνό σου.
es: La gestión de contactos del teléfono ya no está disponible en iPad. Para añadir contactos de Signal a los contactos de tu teléfono, abre Signal en tu teléfono.
fa: مدیریت مخاطبان تلفن از این پس در آی‌پد در دسترس نیست. برای افزودن آشنایان در سیگنال به مخاطبان سیستم خود، سیگنال را در تلفنتان باز کنید.
fi: Puhelimen yhteystietojen hallinta ei ole enää käytettävissä iPadilla. Avaa Signal puhelimessasi, jos haluat lisätä Signal-kontakteja puhelimen yhteystietoihin.
fr: La gestion des contacts du téléphone n’est plus disponible sur iPad. Pour ajouter des contacts Signal aux contacts de votre téléphone, ouvrez l’application Signal sur votre téléphone.
ga: Níl fáil ar bhainistíocht teagmhálaithe gutháin ar iPad a thuilleadh. Le teagmhálaithe Signal a chur le do theagmhálaithe gutháin, oscail Signal ar do ghuthán.
gu: ફોન સંપર્કો મેનેજ કરવાનું હવે iPad પર ઉપલબ્ધ નથી. તમારા સિસ્ટમ સંપર્કોમાં Signal કનેક્શન ઉમેરવા માટે તમારા ફોન પર Signal ખોલો.
he: ניהול אנשי הקשר של הטלפון כבר לא זמין ב–iPad. כדי להוסיף חברי Signal לאנשי הקשר של הטלפון שלך, צריך לפתוח את Signal בטלפון.
hi: फोन संपर्कों को प्रबंधित करना अब iPad पर उपलब्ध नहीं है। अपने फोन संपर्कों में Signal कनेक्शन जोड़ने के लिए अपने फोन पर Signal खोलें।
hr: Upravljanje kontaktima telefona više nije dostupno na iPadu. Da biste dodali Signal kontakte u kontakte telefona, otvorite Signal na vašem telefonu.
hu: A telefon névjegyeinek kezelése már nem érhető el iPaden. Ha Signal Névjegyeket szeretnél hozzáadni a telefon névjegyeihez, nyisd meg a Signalt a telefonodon.
id: Pengelolaan kontak ponsel sudah tidak tersedia di iPad. Untuk menambahkan koneksi Signal ke kontak ponsel, buka Signal di ponsel Anda.
it: Non è più possibile gestire i contatti del tuo telefono sull'iPad. Per aggiungere le Amicizie di Signal ai contatti del tuo dispositivo devi aprire Signal sul telefono.
ja: iPadでは電話の連絡先の管理はできなくなりました。電話の連絡先にSignalコネクションを追加するには、お使いの携帯電話でSignalを操作してください。
ko: iPad에서는 더 이상 휴대폰 연락처 관리 기능을 사용할 수 없습니다. 휴대폰 연락처에 Signal 커넥션을 추가하려면 휴대폰에서 Signal을 여세요.
mr: iPad वर फोन संपर्क व्यवस्थापित करणे यापुढे उपलब्ध असणार नाही. आपल्या फोन संपर्कांमध्ये Signal कनेक्शन्स जोडण्यासाठी आपल्या फोनवर Signal उघडा.
ms: Menguruskan kenalan telefon tidak lagi tersedia pada iPad. Untuk menambah hubungan Signal pada kenalan telefon anda, buka Signal pada telefon anda.
nb: Det er ikke lenger mulig å redigere kontaktlisten på iPad. Åpne Signal på en telefon for å legge Signal-kontakter til i kontaktlisten på enheten.
nl: Het beheren van telefooncontacten is niet meer beschikbaar voor iPads. Om Signal-contacten aan je telefooncontacten toe te voegen, open je Signal op je telefoon.
pl: Zarządzanie kontaktami zapisanymi na telefonie nie jest już obsługiwane na iPadzie. Aby dodać kontakty Signal do listy kontaktów telefonu, otwórz aplikację Signal na swoim telefonie.
pt_br: Não é mais possível gerenciar os contatos do seu telefone no iPad. Para adicionar contatos do Signal aos contatos do seu telefone, abra o Signal no seu celular.
pt_pt: A gestão de contactos do telemóvel já não está disponível no iPad. Para adicionar contactos do Signal aos contactos do telemóvel, abra o Signal no seu telemóvel.
ro: Gestionarea contactelor din sistem nu mai este disponibilă pe iPad. Ca să adaugi conexiuni Signal la contactele din sistem deschide Signal pe telefon.
ru: Управление контактами телефона больше не поддерживается на iPad. Чтобы добавить контакты Signal к контактам телефона, откройте Signal на телефоне.
sk: Správa kontaktov v telefóne už nie je na iPade k dispozícii. Ak chcete do kontaktov v telefóne pridať Signal spojenia, otvorte aplikáciu Signal v telefóne.
sr: Управљање контактима на телефону више није доступно на iPad-у. Да бисте додали Signal везе у своје контакте на телефону, отворите Signal на телефону.
sv: Hantering av telefonkontakter är inte längre tillgängligt på iPad. För att lägga till Signal-förbindelser till dina telefonkontakter öppnar du Signal på din telefon.
th: ไม่สามารถใช้ iPad จัดการรายชื่อผู้ติดต่อบนโทรศัพท์ได้อีกต่อไป กรุณาเปิดแอป Signal บนโทรศัพท์เพื่อเพิ่มเครือข่าย Signal ลงในรายชื่อผู้ติดต่อบนโทรศัพท์
tr: Telefon rehberi yönetimi artık iPad'de kullanılamıyor. Signal bağlantılarını telefon rehberine eklemek için telefonunda Signal'i aç.
ug: تېلېفون ئالاقىداشلىرىنى ئەمدى iPad دە باشقۇرغىلى بولمايدۇ. Signal ئالاقىداشلىرىنى تېلېفون ئالاقىداشلىرىڭىزغا قوشۇش ئۈچۈن Signal نى تېلېفونىڭىزدا ئېچىڭ.
uk: Ви більше не можете змінювати контакти телефона на iPad. Щоб додати до них контакти Signal, відкрийте Signal на телефоні.
ur: iPad پر فون کے روابط کا نظم کرنا اب مزید دستیاب نہیں ہے۔ اپنے فون کے روابط پر Signal کنیکشنز کو شامل کرنے کے لیے اپنے فون پر Signal کھولیں۔
vi: Việc quản lý danh bạ của điện thoại không còn khả dụng trên iPad. Để thêm liên hệ Signal vào danh bạ của điện thoại, hãy mở Signal trên điện thoại của bạn.
zh_cn: iPad 上已不再提供管理手机通讯录的功能。如要将 Signal 密友添加到您的手机通讯录中，请使用手机版 Signal。
zh_hk: 無法再使用 iPad 管理電話通訊錄。如要將 Signal 人脈新增至電話通訊錄，請在你的手機上打開 Signal。

# LINKED_DEVICE_MANAGE_CONTACTS_BANNER
source: Managing phone contacts is no longer supported on iPad. This device will continue to sync any changes to your contact list from Signal on your phone.
ar: لم تعد إدارة جهات اتصال الهاتف مدعومة على جهاز الآيباد. سَيستمر هذا الجهاز في مزامنة أي تغييرات طرأت على قائمة جهات اتصالك من سيجنال على هاتفك.
be: Кіраванне тэлефоннымі кантактамі больш не падтрымліваецца на iPad. Гэтая прылада працягне сінхранізаваць любыя змянення ў спісе кантактаў з Signal на вашым тэлефоне.
bn: iPad-এ আর সিস্টেমের কন্টাক্ট নিয়ন্ত্রণ সমর্থন করে না। এই ডিভাইসটি Signal থেকে আপনার কন্টাক্ট লিস্টের যেকোনো পরিবর্তন আপনার ফোনের সাথে সিঙ্ক করতে থাকবে।
ca: La gestió dels contactes del telèfon ja no és compatible amb l'iPad. Aquest dispositiu continuarà sincronitzant qualsevol canvi a la teva llista de contactes des de Signal al mòbil.
cs: Správa telefonních kontaktů již není v iPadu podporována. Zařízení bude nadále synchronizovat všechny změny v seznamu kontaktů z aplikace Signal v telefonu.
da: Håndtering af din telefons kontakter understøttes ikke længere på iPad. Enheden fortsætter med at synkronisere eventuelle ændringer i din kontaktliste fra Signal på din telefon.
de: Die Verwaltung von Telefonkontakten wird auf dem iPad nicht mehr unterstützt. Dieses Gerät wird weiterhin alle Änderungen an deiner Kontaktliste von Signal auf deinem Mobiltelefon synchronisieren.
el: Η διαχείριση επαφών τηλεφώνου δεν υποστηρίζεται πλέον από το iPad. Αυτή η συσκευή θα συνεχίσει να συγχρονίζει τυχόν αλλαγές στη λίστα επαφών σου από το Signal στο τηλέφωνό σου.
es: La gestión de contactos del teléfono ya no es compatible con iPad. Este dispositivo continuará sincronizando cualquier cambio que hagas en tu lista de contactos de Signal en tu teléfono.
fa: مدیریت مخاطبان تلفن از این پس در آی‌پد پشتیبانی نمی‌شود. این دستگاه همچنان هرگونه تغییر در فهرست مخاطبان شما در سیگنال تلفنتان را همگام‌سازی خواهد کرد.
fi: Puhelimen yhteystietojen hallintaa ei enää tueta iPadilla. Tämä laite synkronoi edelleen yhteystietoluetteloon tehdyt muutokset puhelimen Signalista.
fr: La gestion des contacts du téléphone n’est plus disponible sur iPad. Les modifiications apportées à vos contacts Signal depuis votre téléphone continuent cependant d’être synchronisées sur cet appareil.
ga: Níl fáil ar bhainistíocht teagmhálaithe gutháin ar iPad a thuilleadh. Leanfaidh an gléas seo le haon athrú ar do liosta teagmhálaithe ó Signal ar do ghuthán a shioncronú.
gu: સિસ્ટમ સંપર્કો મેનેજ કરવાનું હવે iPad પર સપોર્ટેડ નથી. આ ડિવાઇસ તમારા ફોન પર Signalથી તમારી સંપર્ક સૂચિમાં કોઈ પણ ફેરફારોને સિંક કરવાનું ચાલુ રાખશે.
he: ניהול אנשי הקשר של הטלפון כבר לא נתמך ב–iPad. המכשיר הזה ימשיך לסנכרן כל שינוי ברשימת אנשי הקשר שלך מ–Signal בטלפון שלך.
hi: फोन संपर्कों को प्रबंधित करना अब iPad पर सपोर्टेड नहीं है। यह डिवाइस आपके फोन पर Signal से आपकी संपर्क सूची में किसी भी बदलाव को सिंक करना जारी रखेगी।
hr: Upravljanje kontaktima telefona na iPadu više nije podržano. Ovaj će uređaj nastaviti sinkronizirati sve promjene na vašem popisu Signal kontakata na vašem telefonu.
hu: Az iPad már nem támogatja a telefonos névjegyek kezelését. Ez az eszköz továbbra is szinkronizálja a telefonodon megtalálható Signal-névjegylistán végrehajtott módosításokat.
id: Pengelolaan kontak ponsel sudah tidak didukung di iPad. Perangkat ini akan terus menyinkronkan setiap perubahan daftar kontak dari Signal di ponsel Anda.
it: Non è più possibile gestire i contatti del tuo telefono sull'iPad. Questo dispositivo continuerà a sincronizzare ogni cambiamento nell'elenco dei tuoi contatti Signal sul tuo telefono.
ja: iPadでは、電話の連絡先の管理はサポートされなくなりました。お使いの携帯電話でSignalの連絡先リストに変更があった場合は、この端末は引き続き同期します。
ko: iPad에서는 더 이상 휴대폰 연락처 관리 기능이 지원되지 않습니다. 이 기기는 휴대폰의 Signal에 적용되는 모든 변경 내용을 계속해서 동기화합니다.
mr: iPad वर फोन संपर्क व्यवस्थापित करण्यास यापुढे समर्थन केले जाणार नाही. हे डिव्हाइस Signal कडून आपल्या संपर्क सूचीमधील कोणत्याही बदलांना आपल्या फोनवर सिंक करणे पुढे सुरू ठेवेल.
ms: Menguruskan kenalan tidak lagi disokong pada iPad. Peranti ini akan terus menyegerakkan sebarang perubahan kepada senarai kenalan anda di Signal pada telefon anda.
nb: Det er ikke lenger mulig å redigere kontaktlisten på iPad. Denne enheten vil fortsette å synkronisere alle endringene i kontaktlisten din fra Signal-appen på telefonen din.
nl: Het beheren van telefooncontacten wordt niet meer ondersteund op iPads. Dit apparaat blijft alle wijzigingen in je contactenlijst van Signal op je telefoon synchroniseren.
pl: Zarządzanie kontaktami zapisanymi na telefonie nie jest już obsługiwane na iPadzie. Na tym urządzeniu dalej będą synchronizowane wszelkie zmiany wprowadzane do listy kontaktów w aplikacji Signal na telefonie.
pt_br: Não é mais possível gerenciar os contatos do seu telefone no iPad. O dispositivo continuará a sincronizar todas as alterações na sua lista de contatos do Signal no seu telefone.
pt_pt: A gestão de contactos do telemóvel já não é suportada no iPad. Este dispositivo continuará a sincronizar quaisquer alterações à sua lista de contactos feitas no Signal no seu telemóvel.
ro: Gestionarea contactelor din sistem nu mai este acceptată pe iPad. Acest dispozitiv va continua să sincronizeze orice schimbări la lista de contacte de pe Signal pe telefonul tău.
ru: Управление контактами телефона больше не поддерживается на iPad. Это устройство будет продолжать синхронизировать любые изменения в списке контактов из Signal на вашем телефоне.
sk: Správa kontaktov v telefóne už nie je na iPade podporovaná. Toto zariadenie bude pokračovať v synchronizácii všetkých zmien vo vašom zozname kontaktov zo Signalu vo vašom telefóne.
sr: Управљање контактима на телефону више није подржано на iPad-у. Овај уређај ће наставити да синхронизује све промене на вашој листи контаката из Signal-а на телефону.
sv: Hantering av telefonkontakter stöds inte längre på iPad. Den här enheten fortsätter att synkronisera alla ändringar i din kontaktlista från Signal på din telefon.
th: ไม่รองรับการใช้ iPad จัดการรายชื่อผู้ติดต่อบนโทรศัพท์อีกต่อไป อุปกรณ์นี้จะยังคงซิงค์การเปลี่ยนแปลงในรายชื่อผู้ติดต่อตามแอป Signal บนโทรศัพท์ของคุณ
tr: Telefon rehberi yönetimi artık iPad'de desteklenmiyor. Bu cihaz, telefonundaki Signal'den kişi listendeki değişiklikleri senkronize etmeye devam edecektir.
ug: iPad ئەمدى تېلېفون ئالاقىداشلىرىنى باشقۇرۇش ئىقتىدارىنى قوللىمايدۇ. بۇ ئۈسكۈنە Signal دىكى تېلېفون ئالاقىداشلار تىزىملىكىگە قىلىنغان ھەر قانداق ئۆزگىرىشىنى داۋاملىق ماسقەدەملەيدۇ.
uk: Ви більше не можете змінювати контакти телефона на iPad. Список контактів на цьому пристрої і надалі синхронізується з контактами Signal на вашому телефоні.
ur: iPad پر فون کے روابط کا نظم کرنا اب مزید معاونت کردہ نہیں ہے۔ یہ ڈیوائس آپ کے فون پر آپ کی رابطہ فہرست میں Signal سے ہونے والی کسی بھی قسم کی تبدیلیوں کو سنک کرنا جاری رکھے گی۔
vi: Việc quản lý danh bạ của điện thoại không còn khả dụng trên iPad. Thiết bị này sẽ tiếp tục đồng bộ các thay đổi với danh bạ từ Signal trên điện thoại của bạn.
zh_cn: iPad 已不再支持管理手机通讯录。此设备将继续同步手机版 Signal 对通讯录所做的任何更改。
zh_hk: iPad 不再支援管理電話通訊錄。此裝置將繼續從你手機上的 Signal 同步聯絡人清單的任何變更。

# LINKED_DEVICE_MANAGE_CONTACTS_LEARN_MORE
source: Learn more
ar: اعرف المزيد
be: Даведацца больш
bn: আরো জানুন
ca: Més informació
cs: Více informací
da: Få mere at vide
de: Mehr erfahren
el: Μάθε περισσότερα
es: Más información
fa: بیشتر بدانید
fi: Lue lisää
fr: En savoir plus
ga: Tuilleadh faisnéise
gu: વધુ જાણો
he: למידע נוסף
hi: अधिक जानें
hr: Saznajte više
hu: Tudj meg többet
id: Selengkapnya
it: Scopri di più
ja: 詳しく見る
ko: 자세히 알아보기
mr: अधिक जाणा
ms: Ketahui lebih lanjut
nb: Les mer
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
pt_pt: Saber mais
ro: Află mai multe
ru: Узнать больше
sk: Zistiť viac
sr: Сазнајте више
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazlasını öğren
ug: تەپسىلاتى
uk: Докладніше
ur: مزید جانیں
vi: Tìm hiểu thêm
zh_cn: 了解详情
zh_hk: 了解更多

# LINKED_DEVICE_NOTIFICATION_BODY
source: A new device was linked to your account at %@. Tap to view.
ar: تمَّ ربط جهاز جديد بِحسابك على %1$@. انقر للمشاهدة.
be: Новая прылада была звязана з вашым уліковым запісам у %1$@. Націснуць, каб прагледзець.
bn: একটি নতুন ডিভাইস %1$@-এ আপনার অ্যাকাউন্টের সাথে লিংক করা হয়েছে। দেখতে ট্যাপ করুন।
ca: S'ha vinculat un nou dispositiu al teu compte a les %1$@. Toca per veure.
cs: K vašemu účtu bylo v %1$@ připojeno nové zařízení. Klepnutím zobrazíte.
da: En ny enhed blev knyttet til din konto kl. %1$@. Tryk for at se.
de: Um %1$@ wurde ein neues Gerät mit deinem Konto verbunden. Zur Ansicht antippen.
el: Μια νέα συσκευή συνδέθηκε με τον λογαριασμό σου στις %1$@. Πάτα για να τη δεις.
es: Se ha vinculado un nuevo dispositivo a tu cuenta. Hora: %1$@. Toca para verlo.
fa: دستگاه جدیدی به حسابتان در %1$@ متصل شد. برای مشاهده، ضربه بزنید.
fi: Tiliisi yhdistettiin uusi laite klo %1$@. Näytä napauttamalla.
fr: Un nouvel appareil a été associé à votre compte à %1$@. Touchez l'écran pour l'afficher.
ga: Nascadh gléas nua le do chuntas ag %1$@. Tapáil chun féachaint air.
gu: %1$@ વાગ્યે એક નવું ડિવાઇસ તમારા એકાઉન્ટ સાથે લિંક કરવામાં આવ્યું હતું. જોવા માટે ટેપ કરો.
he: מכשיר חדש קושר לחשבון שלך בשעה %1$@. אפשר ללחוץ לתצוגה.
hi: %1$@ पर आपके अकाउंट से एक नया डिवाइस लिंक किया गया। देखने के लिए टैप करें।
hr: Povezali ste novi uređaj s vašim računom u %1$@. Dodirnite za pregled.
hu: Új eszközt kapcsoltak a fiókodhoz ekkor: %1$@. Koppints a megtekintéshez.
id: Ada perangkat baru yang dihubungkan ke akun Anda pada %1$@. Ketuk untuk melihat.
it: Un nuovo dispositivo è stato collegato al tuo account alle ore %1$@. Tocca per saperne di più.
ja: %1$@に、新しい端末があなたのアカウントにリンクされました。タップしてご確認ください。
ko: %1$@에 새 기기를 계정에 연결했습니다. 탭하여 확인하세요.
mr: नवा डिव्हाइस आपल्या अकाऊंटवर %1$@ येथे लिंक झाला. बघण्यासाठी टॅप करा.
ms: Peranti baharu telah dipautkan ke akaun anda pada %1$@. Ketik untuk melihat.
nb: En ny enhet ble koblet til kontoen din kl. %1$@. Trykk for å lese mer.
nl: Er is een nieuw apparaat gekoppeld aan je account om %1$@. Tik om te bekijken.
pl: Z Twoim kontem o godz. %1$@ zostało połączone nowe urządzenie. Dotknij, aby wyświetlić.
pt_br: Um novo dispositivo foi vinculado à sua conta em %1$@. Toque para ver.
pt_pt: Um novo dispositivo foi vinculado à sua conta às %1$@. Toque para ver.
ro: Un dispozitiv nou a fost asociat la contul tău la %1$@. Atinge ca să vezi.
ru: Новое устройство было привязано к вашей учётной записи %1$@. Нажмите, чтобы посмотреть.
sk: Nové zariadenie bolo s vaším účtom prepojené o %1$@. Ťuknite sem a zistite viac.
sr: Нови уређај је повезан са вашим налогом у %1$@. Додирните да видите.
sv: En ny enhet länkades till ditt konto kl. %1$@. Tryck för att visa.
th: คุณเชื่อมโยงอุปกรณ์เครื่องใหม่ไปยังบัญชีแล้วตอน %1$@ แตะเพื่อดู
tr: %1$@ saatinde hesabına yeni bir cihaz bağlandı. Görüntülemek için dokun.
ug: بىر يېڭى ئۈسكۈنە ھېساباتىڭىزغا %1$@ دە ئۇلاندى. كۆرۈش ئۈچۈن چېكىڭ.
uk: О %1$@ з вашим акаунтом було зв'язано новий пристрій. Торкніться, щоб переглянути.
ur: آپ کے اکاؤنٹ کے ساتھ %1$@ کو ایک نئی ڈیوائس منسلک کی گئی تھی۔ دیکھنے کے لیے ٹیپ کریں۔
vi: Một thiết bị mới đã được liên kết với tài khoản của bạn vào %1$@. Nhấn để xem.
zh_cn: 一台新设备于 %1$@ 链接到了您的账户。点击查看。
zh_hk: 新裝置已在 %1$@ 連結至你的帳戶。請點按來檢視。

# LINKED_DEVICE_NOTIFICATION_MEGAPHONE_BODY
source: A new device was linked to your account at %@.
ar: تمَّ ربط جهاز جديد بِحسابك عند الساعة: %1$@.
be: Новая прылада была звязана з вашым уліковым запісам у %1$@.
bn: একটি নতুন ডিভাইস %1$@-এ আপনার অ্যাকাউন্টের সাথে লিংক করা হয়েছে।
ca: S’ha vinculat un nou dispositiu al compte. Hora: %1$@.
cs: K vašemu účtu bylo v %1$@ připojeno nové zařízení.
da: En ny enhed blev knyttet til din konto kl. %1$@.
de: Um %1$@ wurde ein neues Gerät mit deinem Konto gekoppelt.
el: Μια νέα συσκευή συνδέθηκε με τον λογαριασμό σου. Ώρα: %1$@.
es: Se ha vinculado un nuevo dispositivo a tu cuenta. Hora: %1$@.
fa: دستگاه جدیدی به حسابتان در %1$@ متصل شد.
fi: Tiliisi yhdistettiin uusi laite klo %1$@.
fr: Un nouvel appareil a été associé à votre compte à %1$@.
ga: Nascadh gléas nua le do chuntas ag %1$@.
gu: એક નવું ડિવાઇસ તમારા એકાઉન્ટ સાથે લિંક કરવામાં આવ્યું હતું. સમય: %1$@.
he: מכשיר חדש קושר לחשבון שלך בשעה %1$@.
hi: %1$@ पर आपके अकाउंट से एक नया डिवाइस लिंक किया गया।
hr: Povezali ste novi uređaj s vašim računom. Vrijeme: %1$@.
hu: Új eszközt kapcsoltak a fiókodhoz ekkor: %1$@.
id: Ada perangkat baru yang dihubungkan ke akun Anda pada %1$@.
it: Un nuovo dispositivo è stato collegato al tuo account alle ore %1$@.
ja: %1$@に、新しい端末があなたのアカウントにリンクされました。
ko: %1$@에 새 기기를 계정에 연결했습니다.
mr: नवा डिव्हाइस आपल्या अकाऊंटवर %1$@ येथे लिंक झाला.
ms: Peranti baharu telah dipautkan ke akaun anda pada %1$@.
nb: En ny enhet ble koblet til kontoen din. Tidspunkt: %1$@.
nl: Er is een nieuw apparaat gekoppeld aan je account om %1$@.
pl: Z Twoim kontem o godz. %1$@ zostało połączone nowe urządzenie.
pt_br: Um novo dispositivo foi vinculado à sua conta. Horário: %1$@.
pt_pt: Um novo dispositivo foi vinculado à sua conta %1$@.
ro: Un dispozitiv nou a fost asociat la contul tău la %1$@.
ru: Новое устройство было привязано к вашей учётной записи в %1$@.
sk: Nové zariadenie bolo s vaším účtom prepojené o %1$@.
sr: Нови уређај је повезан са вашим налогом. Време: %1$@.
sv: En ny enhet länkades till ditt konto kl. %1$@.
th: คุณเชื่อมโยงอุปกรณ์เครื่องใหม่ไปยังบัญชีแล้วตอน %1$@
tr: %1$@ saatinde hesabına yeni bir cihaz bağlandı.
ug: بىر يېڭى ئۈسكۈنە ھېساباتىڭىزغا %1$@ دە ئۇلاندى.
uk: З вашим акаунтом було зв'язано новий пристрій. Час: %1$@.
ur: آپ کے اکاؤنٹ کے ساتھ %1$@ کو ایک نئی ڈیوائس منسلک کی گئی تھی۔
vi: Một thiết bị mới đã được liên kết với tài khoản của bạn vào %1$@.
zh_cn: 一台新设备于 %1$@ 链接到了您的账户。
zh_hk: 新裝置已在 %1$@ 連結至你的帳戶。

# LINKED_DEVICE_NOTIFICATION_TITLE
source: You Linked a New Device
ar: قُمتَ بربط جهازٍ جديد
be: Вы звязалі новую прыладу
bn: আপনি একটি নতুন ডিভাইস লিংক করেছেন
ca: Has vinculat un nou dispositiu
cs: Propojili jste nové zařízení
da: Du har tilknyttet en ny enhed
de: Du hast ein neues Gerät gekoppelt
el: Έχεις συνδέσει μια νέα συσκευή
es: Has vinculado un nuevo dispositivo
fa: دستگاه جدیدی را متصل کردید
fi: Yhdistit uuden laitteen
fr: Vous avez associé un nouvel appareil
ga: Nasc Tú Gléas Nua
gu: તમે એક નવું ડિવાઇસ લિંક કર્યું છે
he: קישרת מכשיר חדש
hi: आपने नया डिवाइस लिंक किया
hr: Novi uređaj je povezan
hu: Összekapcsoltál egy új eszközt
id: Anda Menghubungkan Perangkat Baru
it: Hai collegato un nuovo dispositivo
ja: 新しい端末をリンクしました
ko: 새 기기를 연결함
mr: आपण एक नवीन डिव्हाइस लिंक केलात
ms: Anda Memautkan Peranti Baharu
nb: Du koblet til en ny enhet
nl: Je hebt een nieuw apparaat gekoppeld
pl: Połączono nowe urządzenie
pt_br: Você vinculou um novo dispositivo
pt_pt: Vinculou um novo dispositivo
ro: Ai asociat un dispozitiv nou
ru: Вы привязали новое устройство
sk: Prepojili ste nové zariadenie
sr: Повезали сте нови уређај
sv: Du har länkat en ny enhet
th: เชื่อมโยงอุปกรณ์เครื่องใหม่แล้ว
tr: Yeni bir cihaz bağladın
ug: سىز يېڭى ئۈسكۈنىنى ئۇلىدىڭىز
uk: Ви зв'язали новий пристрій
ur: آپ نے ایک نئی ڈیوائس کو منسلک کیا
vi: Bạn đã liên kết một thiết bị mới
zh_cn: 您链接了一台新设备
zh_hk: 你已連結新的裝置
