Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# EXIT_REREGISTRATION
source: Exit Registration
ar: الخروج من التسجيل
be: Выйсці з рэгістрацыі
bn: রেজিস্ট্রেশন বন্ধ করে বেরিয়ে আসুন
ca: Sortir del registre
cs: Ukončit registraci
da: Afslut tilmelding
de: Anmeldung beenden
el: Έξοδος από την εγγραφή
es: Salir del registro
fa: خروج از ثبت‌نام
fi: Poistu rekisteröitymisestä
fr: Quitter le processus d'inscription
ga: Scoir Clárú
gu: રજિસ્ટ્રેશનમાંથી બહાર નીકળો
he: יציאה מהרשמה
hi: पंजीकरण से बाहर निकलें
hr: Izađi iz registracije
hu: Kilépés a regisztrációból
id: Keluar dari Pendaftaran
it: Esci dalla Registrazione
ja: 登録を終了する
ko: 등록 종료
mr: नोंदणीकरणामधून बाहेर पडा
ms: Keluar dari Pendaftaran
nb: Avslutt registreringen
nl: Registratie verlaten
pl: Opuść rejestrację
pt_br: Sair da página de cadastro
pt_pt: Abandonar registo
ro: Ieși din registrare
ru: Выйти из регистрации
sk: Zrušiť registráciu
sr: Изађи из регистрације
sv: Avsluta registrering
th: ออกจากหน้าลงทะเบียน
tr: Kayıttan Çık
ug: تىزىملىتىشتىن چېكىنىش
uk: Скасувати реєстрацію
ur: رجسٹریشن سے اخراج کریں
vi: Thoát Đăng ký
zh_cn: 退出注册
zh_hk: 離開註冊

# EXPIRATION_ERROR
source: This version of Signal has expired. Update to send and receive messages.
af: Jou weergawe van Signal het verstryk! Tik om na die jongste weergawe by te werk.
ar: انتهت صلاحية هذا الإصدار من سيجنال. قُم بالتحديث لترسل وتستلم الرسائل.
az: Signal versiyanızın istifadə müddəti bitib! Son versiyaya yeniləmək üçün toxunun.
be: Тэрмін дзеяння гэтай версіі Signal скончаны. Абнавіце, каб адпраўляць і атрымліваць паведамленні.
bg: Вашата версия на Signal е изтекла! Вече не могат да се изпращат съобщения. Докоснете за актуализиране до най-новата версия.
bn: Signal-এর এই সংস্করণটির মেয়াদ শেষ হয়ে গেছে। ম্যাসেজ আদানপ্রদান করতে আপডেট করুন।
ca: Aquesta versió de Signal ha caducat. Actualitza-la per enviar i rebre missatges.
cs: Platnost této verze aplikace Signal vypršela. Aktualizujte si ji, abyste mohli dál posílat a přijímat zprávy.
cy: Mae'ch fersiwn o Signal wedi dod i ben. Tapiwch i ddiweddaru i'r fersiwn ddiweddaraf.
da: Denne version af Signal er udløbet. Opdater for at sende og modtage beskeder.
de: Diese Signal-Version ist abgelaufen. Aktualisiere Signal, um Nachrichten senden und empfangen zu können.
el: Αυτή η έκδοση Signal έχει λήξει. Αναβάθμισε για να στείλεις και να λάβεις μηνύματα.
es: Esta versión de Signal ha caducado. Actualízala para seguir enviando y recibiendo mensajes.
es_es: ¡Esta versión de Signal ha caducado! Toca para actualizar a la versión más reciente.
et: Sinu Signali versioon on aegunud! Klõpsa uusimale versioonile uuendamiseks.
eu: Zure Signal bertsioa iraungi da! Ukitu azkenengo bertsiora eguneratzeko.
fa: این نسخه سیگنال منقضی شده است. برای ارسال و دریافت پیام‌ها به‌روزرسانی کنید.
fi: Tämä Signal-versio on vanhentunut. Päivitä lähettääksesi ja vastaanottaaksesi viestejä.
fil: Ang iyong bersyon ng Signal ay expired na! Ang mga mensahe ay hindi na matagumpay na maipapadala. Pindutin upang ma-update sa pinakabagong bersyon.
fr: Cette version de Signal est arrivée à expiration. Pour continuer d'échanger des messages, passez à la nouvelle version.
ga: Tá an leagan seo de Signal imithe as feidhm. Nuashonraigh chun teachtaireachtaí a sheoladh agus a fháil.
gu: Signalનું આ વર્ઝન સમાપ્ત થઈ ગયું છે. મેસેજ મોકલવા અને પ્રાપ્ત કરવા માટે અપડેટ કરો.
he: גרסה זו של Signal כבר לא בתוקף. צריך לעדכן כדי לשלוח ולקבל הודעות.
hi: Signal का यह संस्करण समाप्त हो गया है। संदेश भेजने और प्राप्त करने के लिए अपडेट करें।
hr: Ova verzija Signala je istekla. Ažurirajte da biste ponovno slali i primali poruke.
hu: A Signal jelenlegi verziója lejárt. Üzenetek küldéséhez és fogadásához frissítsd.
id: Versi Signal ini sudah kedaluwarsa. Perbarui untuk mengirim dan menerima pesan.
is: Útgáfa þín af Signal er útrunnin. Ýttu til að uppfæra í nýjustu útgáfuna.
it: Questa versione di Signal è scaduta. Aggiorna l'app per continuare a inviare e ricevere messaggi.
ja: このバージョンの Signal は期限が切れています。メッセージを送受信するには、アップデートしてください。
kab: Lqem-inek·inem n Signal yemmut! Sit i wakken ad t-tleqqmeḍ ɣer lqem akk aneggaru.
kk: Сіздегі Signal нұсқасының мерзімі өтіп кеткен. Бұдан былай хабарламалар сәтті жіберілмейді. Ең соңғы нұсқаға жаңарту үшін түртіңіз.
km: á‡áŸ†á“á¶á“áŸ‹ Signal ášá”áŸáŸ‹á¢áŸ’á“á€â€‹ á”á¶á“á•á»áá€áŸ†áááŸ‹! á…á»á… áŠá¾á˜áŸ’á”á¸á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á‘áŸ…á€á¶á“áŸ‹á‡áŸ†á“á¶á“áŸ‹á…á»á„á€áŸ’ášáŸ„á™á”áŸ†á•á»ááŸ”
kn: ನಿಮ್ಮ Signal ಆವೃತ್ತಿಯ ವಾಯಿದೆ ಮುಗಿದಿದೆ! ತೀರಾ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 이 Signal 버전은 만료되었습니다. 메시지를 주고받으려면 업데이트하세요.
lt: Jūsų Signal versija nebegalioja! Bakstelėkite, kad atnaujintumėte į naujausią versiją.
lv: Jūsu Signal versijas derīgums ir beidzies! Pieskarieties, lai veiktu atjaunināšanu uz jaunāko versiju.
mk: Вашата верзија на Signal е истечена! Допрете за да ажурирте во најновата верзија.
ml: നിങ്ങളുടെ Signal-ന്റെ പതിപ്പ് കാലഹരണപ്പെട്ടു! ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റുചെയ്യാൻ ടാപ്പുചെയ്യുക.
mr: Signal ची ही आवृत्ती कालबाह्य झाली आहे. संदेश पाठवण्यास आणि प्राप्त करण्यास अद्यतन करा.
ms: Versi Signal ini telah tamat tempoh. Kemas kini untuk menghantar dan menerima mesej.
my: သင့် Signal ဗားရှင်းသည် သက်တမ်းကုန်သွားပါပြီ! နှိပ်၍ နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်လိုက်ပါ။
nb: Denne versjonen av Signal er utløpt. Du må oppdatere appen for å kunne sende og motta meldinger.
nl: Deze versie van Signal is verlopen. Werk Signal bij om berichten te verzenden en te ontvangen.
pa: ਤੁਹਾਡੇ Signal ਦਾ ਸੰਸਕਰਣ ਅੱਜ ਖਤਮ ਹੋ ਗਿਆ ਹੈ। ਸਭ ਤੋਂ ਹਾਲੀਆ ਸੰਸਕਰਣ ਵਿੱਚ ਅਪਡੇਟ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
pa_pk: تساں دے Signal دے ورژن دی معیاد مک گئی اے! سنیہے ہونڑ ہور کامیابی دے نال نئیں گھلے جان گے۔ حالیہ ترین ورژن اتے اپ ڈیٹ کرن دے لئی ٹیپ کرو۔
pl: Ta wersja Signal wygasła. Aby wysyłać i otrzymywać wiadomości, zaktualizuj aplikację.
ps: ستاسې د Signal نسخه منقضي شوې ده! کلیک وکړئ تر څو وروستۍ نسخه یې اپډیټ کړئ.
pt_br: Esta versão do Signal expirou. Atualize agora para poder enviar e receber mensagens.
pt_pt: Esta versão do Signal expirou. Atualize para enviar e receber mensagens.
ro: Această versiune a Signal a expirat. Actualizează pentru a trimite și primi mesaje.
ru: Эта версия Signal устарела. Обновитесь, чтобы отправлять и получать сообщения.
sk: Táto verzia Signalu vypršala. Pre odosielanie a prijímanie ďalších správ je potrebná aktualizácia.
sl: Vaša različica aplikacije Signal je potekla! Tapnite za posodobitev na zadnjo različico.
sq: Versioni juaj i Signal-it ka skaduar. Prekeni që të përditësohet me versionin më të ri.
sr: Ова верзија Signal-а је истекла. Ажурирајте апликацију да бисте слали и примали поруке.
sv: Denna version av Signal har upphört att gälla. Uppdatera för att skicka och ta emot meddelanden.
sw: Muda wa toleo lako la Signal umekwisha! Gusa ili usakinisishe toleo jipya.
ta: உங்கள் பதிப்பு Signal காலாவதியாகிவிட்டது! தட்டவும் க்கு புதுப்பிப்பு மிக சமீபத்திய பதிப்பிற்கு.
te: మీ Signal వెర్షన్ గడువు ముగిసింది! ఇటీవలి సంస్కరణకు నవీకరించడానికి నొక్కండి.
th: Signal เวอร์ชันนี้หมดอายุแล้ว โปรดอัปเดตเพื่อใช้งานการส่งและรับข้อความต่อไป
tr: Signal'in bu sürümü kullanım dışı kaldı. Mesaj gönderip alabilmek için güncelle.
ug: بۇ Signal نەشرىنىڭ ۋاقتى توشتى. ئۇچۇر يوللاش ۋە قوبۇل قىلىش ئۈچۈن دەرھال يېڭىلاڭ.
uk: Ця версія Signal застаріла. Оновіть застосунок, щоб надсилати та отримувати повідомлення.
ur: Signal کا یہ ورژن زائد المیعاد ہو گیا ہے۔ میسجز بھیجنے اور موصول کرنے کے لیے اپ ڈیٹ کریں۔
vi: Phiên bản này của Signal đã hết hạn. Hãy cập nhật để gửi và nhận tin nhắn.
zh_cn: 此 Signal 版本已过期，请升级到更新版本以继续收发消息。
zh_hk: 此版本的 Signal 已過期。立即更新以傳送和接收訊息。

# EXPIRATION_WARNING_ACTION_TITLE
source: Update Now
ar: حدِّث الآن
be: Абнавіць зараз
bn: এখনই আপডেট করুন
ca: Actualitzar
cs: Aktualizovat nyní
da: Opdater nu
de: Jetzt aktualisieren
el: Αναβάθμιση τώρα
es: Actualizar ahora
fa: اکنون به‌روزرسانی کنید
fi: Päivitä nyt
fr: Il est temps de mettre à jour Signal
ga: Nuashonraigh Anois
gu: અત્યારે અપડેટ કરો
he: עדכון כעת
hi: अभी अपडेट करें
hr: Ažuriraj sada
hu: Frissítés most
id: Perbarui Sekarang
it: Aggiorna ora
ja: アップデートする
ko: 지금 업데이트하세요.
mr: आता अद्यतनित करा
ms: Kemas Kini Sekarang
nb: Oppdater nå
nl: Nu bijwerken
pl: Zaktualizuj teraz
pt_br: Atualize agora
pt_pt: Atualizar agora
ro: Actualizează Acum
ru: Обновить
sk: Aktualizovať teraz
sr: Ажурирајте сада
sv: Uppdatera nu
th: อัปเดตตอนนี้
tr: Şimdi Güncelle
ug: دەرھال يېڭىلاش
uk: Оновити
ur: اپ ڈیٹ کریں
vi: Cập nhật ngay
zh_cn: 立即升级
zh_hk: 立即更新

# EXPIRATION_WARNING_SOON
source: This version of Signal will expire on %1$@. Update to keep messaging.
ar: سَتنتهي صلاحية هذا الإصدار من سيجنال في %1$@. قُم بالتحديث لتواصل المراسلة.
be: Тэрмін дзеяння гэтай версіі Signal скончыцца %1$@. Абнавіце, каб працягваць абмен паведамленнямі.
bg: Вашата версия на Signal ще изтече след %d дена. Натиснете, за да я обновите до най-новата версия.
bn: Signal-এর এই সংস্করণটির মেয়াদ %1$@ তারিখে শেষ হয়ে যাবে। ম্যাসেজ করা চালিয়ে যেতে আপডেট করুন।
ca: Aquesta versió de Signal caducarà el %1$@. Actualitza-la per seguir enviant missatges.
cs: Platnost této verze aplikace Signal vyprší %1$@. Aktualizujte si ji, abyste mohli dál posílat zprávy.
da: Denne version af Signal udløber den %1$@. Opdater for fortsat at kunne sende beskeder.
de: Diese Signal-Version wird am %1$@ ablaufen. Aktualisiere Signal, um die App weiterhin nutzen zu können.
el: Αυτή η έκδοση του Signal θα λήξει στις %1$@. Κάνε αναβάθμιση στην πιο πρόσφατη έκδοση.
es: Esta versión de Signal caduca el %1$@. Actualízala para seguir chateando.
es_es: Esta versión de Signal caducará en %d días. Toca para actualizar a la versión más reciente.
fa: این نسخه سیگنال در %1$@ منقضی خواهد شد. برای ادامه پیام‌رسانی، به‌روزرسانی کنید.
fi: Tämä Signal-versio vanhenee %1$@. Päivitä jatkaaksesi viestintää.
fil: Mag-e-expire na ang iyong bersyon ng Signal sa loob ng %d araw. Pindutin upang mag-update sa pinakabagong bersyon.
fr: Cette version de Signal arrive à expiration le %1$@. Mettez-la à jour pour continuer d'échanger des messages.
ga: Rachaidh an leagan seo de Signal as feidhm ar an %1$@. Nuashonraigh chun seoladh teachtaireachtaí a choinneáil.
gu: Signalનું આ વર્ઝન %1$@ના રોજ સમાપ્ત થશે. મેસેજ કરતાં રહેવા માટે અપડેટ કરો.
he: גרסה זו של Signal תצא מתוקף ב–%1$@. כדאי לעדכן כדי להמשיך לשלוח הודעות.
hi: Signal का यह संस्करण %1$@ को समाप्त हो जाएगा। संदेश भेजते रहने के लिए अपडेट करें।
hr: Ova verzija Signala istječe za %1$@. Ažurirajte za daljnje korištenje aplikacije.
hu: A Signal jelenlegi verziója %1$@ dátummal lejár. Frissítsd, hogy továbbra is küldhess és fogadhass üzenetet.
id: Versi Signal ini akan kedaluwarsa dalam %1$@. Perbarui untuk terus berkirim pesan.
it: Questa versione di Signal scadrà in data: %1$@. Aggiorna l'app per continuare a inviare e ricevere messaggi.
ja: このバージョンの Signal は、%1$@に期限が切れます。アップデートするとメッセージの送受信を継続できます。
kk: Сіздегі Signal нұсқасының мерзімі %d күннен кейін бітеді. Ең соңғы нұсқаға жаңарту үшін түртіңіз.
ko: 이 Signal 버전은 %1$@에 만료됩니다. 업데이트하여 계속 메시지를 주고받으세요.
mr: Signal ची ही आवृत्ती %1$@ रोजी कालबाह्य होत आहे. संदेशन करणे सुरू करण्यासाठी अद्यतन करा.
ms: Versi Signal ini akan tamat tempoh pada %1$@. Kemas kini untuk terus bermesej.
nb: Denne versjonen av Signal utløper %1$@. Du må oppdatere appen for å fortsette å kunne sende meldinger.
nl: Deze versie van Signal verloopt op %1$@. Werk Signal bij om berichten te blijven sturen.
pa_pk: تہاڈے Signal دے ورژن دی معیاد %d دناں اچ ختم ہوجاوے گی۔ سب توں نویں ورژن تے اپ ڈیٹ کرن لئی بٹن دبو ۔
pl: Ta wersja Signal wygaśnie %1$@. Aby dalej wysyłać i otrzymywać wiadomości, zaktualizuj aplikację.
pt_br: Esta versão do Signal será descontinuada em %1$@. Faça uma atualização para continuar enviando mensagens.
pt_pt: Esta versão do Signal irá expirar a %1$@. Atualize para continuar a enviar mensagens.
ro: Această versiune de Signal va expira pe data de %1$@. Actualizează ca să continui să dai mesaje.
ru: Эта версия Signal перестанет работать %1$@. Обновитесь для продолжения обмена сообщениями.
sk: Táto verzia Signalu vyprší %1$@. Ak chcete naďalej posielať správy, je potrebná aktualizácia.
sr: Ова верзија Signal-а истиче на дан %1$@. Ажурирајте апликацију да бисте наставили да се дописујете.
sv: Denna version av Signal upphör att gälla den %1$@. Uppdatera för att fortsätta skicka meddelanden.
th: Signal เวอร์ชันนี้จะหมดอายุในวันที่ %1$@ โปรดอัปเดตเพื่อการใช้งานอย่างต่อเนื่อง
tr: Signal'in bu sürümü %1$@ tarihinde kullanım dışı kalacak. Mesajlaşmaya devam etmek için güncelle.
ug: Signal نىڭ بۇ نەشرىنىڭ %1$@ دە ۋاقتى ئۆتىدۇ. داۋاملىق ئۇچۇرلىشىش ئۈچۈن نەشرىنى يېڭىلاڭ.
uk: Ця версія Signal перестане функціонувати %1$@. Оновіть застосунок, щоб і надалі обмінюватися повідомленнями.
ur: Signal کا یہ ورژن %1$@ کو زائد المیعاد ہو جائے گا۔ میسجنگ جاری رکھنے کے لیے اپ ڈیٹ کریں۔
vi: Phiên bản này của Signal sẽ hết hạn vào ngày %1$@. Hãy cập nhật để tiếp tục nhắn tin.
zh_cn: 此 Signal 版本将于 %1$@过期，请更新到更新版本以继续收发消息。
zh_hk: 此版本的 Signal 將於 %1$@ 天後過期。請更新以繼續收發訊息。

# EXPIRATION_WARNING_TODAY
source: This version of Signal will expire today. Update to keep messaging.
af: Jou weergawe van Signal verstryk vandag. Tik om die jongste weergawe by te werk.
ar: سَتنتهي صلاحية هذا الإصدار من سيجنال اليوم. قُم بالتحديث لتواصل المراسلة.
az: Signal versiyanızın istifadə müddəti bu gün bitir. Son versiyaya yeniləmək üçün toxunun.
be: Тэрмін дзеяння гэтай версіі Signal скончыцца сёння. Абнавіце, каб працягваць абмен паведамленнямі.
bg: Вашата версия на Signal ще изтече днес. Натиснете, за да обновите до най-новата версия.
bn: Signal-এর এই সংস্করণটির মেয়াদ আজ শেষ হয়ে যাবে। ম্যাসেজ করা চালিয়ে যেতে আপডেট করুন।
ca: Aquesta versió de Signal caducarà avui. Actualitza-la per seguir enviant missatges.
cs: Platnost této verze aplikace Signal dnes vyprší. Aktualizujte si ji, abyste mohli dál posílat zprávy.
cy: Bydd eich fersiwn o Signal yn dod i ben heddiw. Tapiwch i ddiweddaru i'r fersiwn ddiweddaraf.
da: Denne version af Signal udløber i dag. Opdater for at kunne sende beskeder.
de: Diese Signal-Version wird heute ablaufen. Aktualisiere Signal, um die App weiterhin nutzen zu können.
el: Αυτή η έκδοση Signal θα λήξει σήμερα. Κάνε αναβάθμιση στην πιο πρόσφατη έκδοση.
es: Esta versión de Signal caduca hoy. Actualízala para seguir chateando.
es_es: Esta versión de Signal caduca hoy. Toca para actualizar a la versión más reciente.
et: Sinu Signali versioon aegub täna. Koputa, et uuendada kõige uuemale versioonile.
eu: Gaur amaituko da zure Signal bertsioa erabiltzeko epea. Ukitu azken bertsioara eguneratzeko.
fa: این نسخه سیگنال امروز منقضی خواهد شد. برای ادامه پیام‌رسانی، به‌روزرسانی کنید.
fi: Tämä Signal-versio vanhenee tänään. Päivitä jatkaaksesi viestintää.
fil: Ang iyong bersyon ng Signal ay mag-e-expire ngayong araw. Pindutin upang mag-update sa pinakabagong bersyon.
fr: Cette version de Signal arrive à expiration aujourd'hui. Mettez-la à jour pour continuer d'échanger des messages.
ga: Rachaidh an leagan seo de Signal as feidhm inniu. Nuashonraigh chun seoladh teachtaireachtaí a choinneáil.
gu: Signalનું આ વર્ઝન આજે સમાપ્ત થઈ જશે. મેસેજ કરતાં રહેવા માટે અપડેટ કરો.
he: גרסה זו של Signal פגה תוקף היום. כדאי לעדכן כדי להמשיך לשלוח הודעות.
hi: Signal का यह संस्करण आज समाप्त हो जाएगा। संदेश भेजते रहने के लिए अपडेट करें।
hr: Ova verzija Signala istječe danas. Ažurirajte za daljnje korištenje aplikacije.
hu: A Signal jelenlegi verziója ma lejár. Frissítsd, hogy továbbra is küldhess és fogadhass üzenetet.
id: Versi Signal ini akan kedaluwarsa hari ini. Perbarui untuk terus berkirim pesan.
is: Útgáfa þín af Signal rennur út í dag. Ýttu til að uppfæra í nýjustu útgáfuna.
it: Questa versione di Signal scadrà oggi. Aggiorna l'app per continuare a inviare e ricevere messaggi.
ja: このバージョンの Signal は、今日で期限が切れます。アップデートするとメッセージの送受信を継続できます。
kab: Lqem-inek·inem n Signal ad yemmet deg ass-a! Sit i wakken ad t-tleqqmeḍ ɣer lqem akk aneggaru.
kk: Сіздегі Signal нұсқасының мерзімі бүгін бітеді. Ең соңғы нұсқаға жаңарту үшін түртіңіз.
km: á€áŸ†ááŸ‚Signalášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á•á»áá€áŸ†áááŸ‹ááŸ’á„áŸƒá“áŸáŸ‡áŸ” á…á»á… á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á‘áŸ…á€á¶á“áŸ‹á€áŸ†ááŸ‚á…á»á„á€áŸ’ášáŸ„á™á”áŸ†á•á»ááŸ”
kn: ನಿಮ್ಮ Signal ನ ಆವೃತ್ತಿ ಇಂದು ಮುಕ್ತಾಯಗೊಳ್ಳಲಿದೆ. ತೀರಾ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 이 Signal 버전은 오늘 만료됩니다. 업데이트하여 계속 메시지를 주고받으세요.
lt: Šiandien nustos galioti jūsų Signal versija. Bakstelėkite, kad atnaujintumėte į naujausią versiją.
lv: Jūsu Signal versijas derīgums beigsies šodien. Pieskarieties, lai veiktu atjaunināšanu uz jaunāko versiju.
mk: Вашата верзија на Signal ќе истече денес. Допрете за да ажурирате во најнова верзија.
ml: നിങ്ങളുടെ Signal-ന്റെ പതിപ്പ് ഇന്ന് കാലഹരണപ്പെടും. ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റുചെയ്യാൻ ടാപ്പുചെയ്യുക.
mr: Signal ची ही आवृत्ती आज कालबाह्य होईल. संदेशन करणे सुरू करण्यासाठी अद्यतन करा.
ms: Versi Signal ini akan tamat tempoh hari ini. Kemas kini untuk terus bermesej.
my: သင်၏ Signal ဗားရှင်းက ဒီနေ့ သက်တမ်းကုန်ပါလိမ့်မယ်။ နောက်ဆုံးဗားရှင်းကို ရရန် နှိပ်ပါ။
nb: Denne versjonen av Signal utløper i dag. Du må oppdatere appen for å fortsette å kunne sende meldinger.
nl: Deze versie van Signal verloopt vandaag. Werk Signal bij om berichten te blijven sturen.
pa: ਤੁਹਾਡੇ Signal ਦਾ ਸੰਸਕਰਣ ਅੱਜ ਖਤਮ ਹੋ ਜਾਵੇਗਾ. ਸਭ ਤੋਂ ਹਾਲੀਆ ਸੰਸਕਰਣ ਵਿੱਚ ਅਪਡੇਟ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ.
pa_pk: تہاڈے Signal دے ورژن دی معیاد اج ختم ہو جائے گی۔ سب توں نویں ورژن تے اپ ڈیٹ کرن لئی بٹن دبو ۔
pl: Ta wersja Signal wygaśnie dzisiaj. Aby dalej wysyłać i otrzymywać wiadomości, zaktualizuj aplikację.
ps: ستاسې د Signal نسخه به نن منقضي شي. کلیک وکړئ تر څو وروستۍ نسخه یې اپډیټ کړئ.
pt_br: Esta versão do Signal será descontinuada hoje. Faça uma atualização para continuar enviando mensagens.
pt_pt: Esta versão do Signal irá expirar hoje. Atualize para continuar a enviar mensagens.
ro: Această versiune de Signal va expira astăzi. Actualizează ca să continui să dai mesaje.
ru: Эта версия Signal перестанет работать сегодня. Обновитесь для продолжения обмена сообщениями.
sk: Táto verzia Signalu vyprší dnes. Ak chcete naďalej posielať správy, je potrebná aktualizácia.
sl: Vaša različica aplikacije Signal bo danes potekla. Tapnite za nadgradnjo na zadnjo različico.
sq: Versioni juaj i Signal-it do të skadojë sot. Prekeni që të përditësohet me versionin më të ri..
sr: Ова верзија Signal-а истиче данас. Ажурирајте апликацију да бисте наставили да се дописујете.
sv: Denna version av Signal upphör att gälla idag. Uppdatera för att fortsätta skicka meddelanden.
sw: Toleo lako la Signal litaisha muda leo. Gonga ili usasishe kwa toleo la hivi karibuni.
ta: சிக்னலின் உங்கள் பதிப்பு இன்று காலாவதியாகும். மிக சமீபத்திய பதிப்பிற்கு புதுப்பிக்க தட்டவும்.
te: మీ Signal వెర్షన్ను యొక్క గడువు నేటితో తీరిపోయింది. ఇటీవల వెర్షన్ కు నవీకరించడానికి నొక్కండి.
th: Signal เวอร์ชันนี้จะหมดอายุวันนี้ โปรดอัปเดตเพื่อการใช้งานอย่างต่อเนื่อง
tr: Signal'in bu sürümü bugün kullanım dışı kalacak. Mesajlaşmaya devam etmek için güncelle.
ug: Signal نىڭ بۇ نەشرىنىڭ بۈگۈن ۋاقتى توشىدۇ. داۋاملىق ئۇچۇرلىشىش ئۈچۈن نەشرىنى يېڭىلاڭ.
uk: Сьогодні ця версія Signal перестане функціонувати. Оновіть застосунок, щоб і надалі обмінюватися повідомленнями.
ur: Signal یہ ورژن آج زائد المیعاد ہو جائے گا۔ میسجنگ جاری رکھنے کے لیے اپ ڈیٹ کریں۔
vi: Phiên bản này của Signal sẽ hết hạn hôm nay. Hãy cập nhật để tiếp tục nhắn tin.
zh_cn: 此 Signal 版本将在今天过期，请更新到更新版本以继续收发消息。
zh_hk: 此版本的 Signal 將於今天到期。請更新以繼續收發訊息。

# FAILED_SENDING_BECAUSE_INVALID_KEY_SIGNATURE
source: Couldn't send message because %@ needs to update and open Signal.
ar: تعذَّر إرسال الرسالة لأن %1$@ يَحتاج إلى تحديث تطبيق سيجنال وفتحه.
be: Не атрымалася адправіць паведамленне, таму што %1$@ неабходна абнавіць і адкрыць Signal.
bn: ম্যাসেজ পাঠানো যায়নি কারণ %1$@-কে Signal আপডেট করতে হবে এবং খুলতে হবে।
ca: No s'ha pogut enviar el missatge perquè %1$@ ha d'actualitzar i obrir Signal.
cs: Zprávu se nepodařilo odeslat, protože si uživatel %1$@ musí aktualizovat a otevřít Signal.
da: Kunne ikke sende besked, fordi %1$@ skal opdatere og åbne Signal.
de: Die Nachricht konnte nicht gesendet werden, weil %1$@ Signal erst aktualisieren und öffnen muss.
el: Δεν ήταν δυνατή η αποστολή μηνύματος επειδή ο χρήστης %1$@ πρέπει να ενημερώσει και να ανοίξει το Signal.
es: No se ha podido enviar el mensaje porque %1$@ debe actualizar y abrir Signal.
fa: پیام ارسال نشد، چون %1$@ نیاز به به‌روزرسانی و باز کردن دوبارۀ سیگنال دارد.
fi: Viestiä ei voitu lähettää, koska käyttäjän %1$@ on päivitettävä ja avattava Signal.
fr: Impossible d'envoyer ce message, car %1$@ doit mettre à jour Signal et rouvrir l'appli.
ga: Níorbh fhéidir an teachtaireacht a sheoladh toisc go mbeidh ar %1$@ Signal a nuashonrú agus a oscailt.
gu: મેસેજ મોકલી શકાયો નથી કારણ કે %1$@એ Signalને અપડેટ કરીને પછી ખોલવાની જરૂર છે.
he: לא ניתן לשלוח הודעה כי %1$@ צריך.ה לעדכן ולפתוח את Signal.
hi: संदेश नहीं भेजा जा सका, क्योंकि %1$@ को Signal को अपडेट करने और खोलने की ज़रूरत है।
hr: Slanje poruke nije uspjelo jer korisnik %1$@ mora otvoriti i ažurirati Signal.
hu: Nem sikerült üzenetet küldeni, mert a(z) %1$@ frissítésére van szükség a Signal-alkalmazás megnyitásához.
id: Tidak dapat mengirim pesan karena %1$@ perlu memperbarui dan membuka Signal.
it: Impossibile inviare il messaggio perché %1$@ deve aggiornare e aprire Signal.
ja: %1$@ がSignalを更新して開く必要があるため、メッセージを送信できませんでした。
ko: 메시지를 전송하지 못했습니다. %1$@님이 Signal을 업데이트한 후 다시 열어야 합니다.
mr: संदेश पाठवू शकत नाही कारण %1$@ Signal अपडेट करण्याची आणि उघडण्याची गरज आहे.
ms: Tidak dapat menghantar mesej kerana %1$@ perlu mengemas kini dan membuka Signal.
nb: Meldingen kan ikke sendes før %1$@ oppdaterer Signal og åpner appen på nytt.
nl: Kan bericht niet verzenden omdat %1$@ Signal moet bijwerken en openen.
pl: Nie udało się wysłać wiadomości. %1$@ musi zaktualizować i otworzyć Signal.
pt_br: Não foi possível enviar mensagem porque %1$@ precisa atualizar e abrir o Signal.
pt_pt: Não foi possível enviar mensagem porque %1$@ precisa de atualizar e abrir o Signal.
ro: Nu s-a putut trimite mesajul deoarece %1$@ trebuie să actualizeze și să deschidă Signal.
ru: Не удалось отправить сообщение, так как %1$@ необходимо обновить и открыть Signal.
sk: Správu nebolo možné odoslať, pretože %1$@ si musí aktualizovať a otvoriť Signal.
sr: Слање поруке није успело јер %1$@ треба да ажурира и отвори Signal.
sv: Det gick inte att skicka meddelandet eftersom %1$@ måste uppdatera och öppna Signal.
th: ไม่สามารถส่งข้อความได้เนื่องจาก %1$@ จำเป็นต้องอัปเดตและเปิดแอป Signal
tr: %1$@ Signal'i güncelleyip açması gerektiğinden mesaj gönderilemedi.
ug: %1$@ Signal نى يېڭىلىماقچى ۋە ئاچماقچى بولغاچقا ئۇچۇرنى يوللىيالمىدى.
uk: Не вдалося надіслати повідомлення. Користувачу %1$@ потрібно оновити й відкрити Signal.
ur: میسج نہیں بھیجا جا سکا کیونکہ %1$@ کو Signal کو اپ ڈیٹ کرنے اور کھولنے کی ضرورت ہے۔
vi: Không thể gửi tin nhắn vì %1$@ cần cập nhật và mở Signal.
zh_cn: 无法发送消息，因为%1$@需要更新和打开 Signal。
zh_hk: 無法傳送訊息，因為 %1$@ 需要更新並開啟 Signal。
