Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PROCEED_BUTTON
source: Proceed
af: Gaan voort
ar: مواصلة
az: Davam et
be: Працягнуць
bg: Продължи
bn: এগিয়ে যান
ca: Continua
cs: Pokračovat
cy: Ymlaen
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_es: Continuar
et: Jätka
eu: Jarraitu
fa: ادامه دادن
fi: Jatka
fil: Magpatuloy
fr: Continuer
ga: Ar Aghaidh
gu: આગળ વધો
he: המשך
hi: आगे बढें
hr: Nastavi
hu: Végrehajtás
id: Lanjutkan
is: Halda áfram
it: Procedi
ja: 進む
kab: Kemmel
kk: Жалғастыру
km: áŠáŸ†áá¾ášá€á¶áš
kn: ಮುಂದುವರಿಯಿರಿ
ko: 진행
lt: Tęsti
lv: Turpināt
mk: Продолжи
ml: തുടരുക
mr: पुढे चला
ms: Teruskan
my: လုပ်ပြီးပြီ
nb: Fortsett
nl: Doorgaan
pa: ਅੱਗੇ ਵਧੋ
pa_pk: اگے ودھو
pl: Kontynuuj
ps: پر مخ وړل
pt_br: Prosseguir
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sq: Kryeje
sr: Настави
sv: Fortsätt
sw: Endelea
ta: தொடர
te: కొనసాగండి
th: ทำต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
ur: آگے بڑھو
vi: Tiến hành
zh_cn: 继续
zh_hk: 繼續

# PROFILE_BIO_VIEW_BIO_PLACEHOLDER
source: Write a few words about yourself…
af: Skryf ’n paar woorde oor uself…
ar: اكتب بضع كلمات عن نفسك…
az: Özünüz haqqında bir neçə söz yazın...
be: Напішыце некалькі слоў пра сябе…
bn: আপনার সম্পর্কে কিছু লিখুন…
ca: Escriu alguna cosa sobre tu…
cs: Napište o sobě pár slov…
cy: Ysgrifennwch ychydig o eiriau amdanoch...
da: Skriv et par ord om dig selv…
de: Schreib einige Worte über dich …
el: Γράψε δυο πράγματα για σένα…
es: Escribe algunas palabras sobre ti…
et: Kirjuta paar sõna enda kohta...
eu: Idatzi zuri buruzko hitz batzuk...
fa: چند کلمه درباره خودتان بنویسید…
fi: Kerro jotain itsestäsi…
fr: Présentez-vous en quelques mots…
gu: તમારા વિશે થોડા શબ્દો લખો…
he: כתוב כמה מילים על עצמך…
hi: अपने बारे में कुछ लिखें…
hr: Napišite par riječi o sebi…
hu: Írj egy pár szót magadról…
id: Tulis beberapa kata tentang diri Anda…
is: Skrifaðu nokkur orð um sjálfa/n þig...
it: Scrivi qualche parola su di te…
ja: 簡単な自己紹介を記入してください…
kab: Aru kra n wawal ɣef yiman-ik·im...
km: áŸášáŸáŸášá–á¶á€áŸ’á™á˜á½á™á…áŸ†á“á½á“á¢áŸ†á–á¸ááŸ’á›á½á“á¢áŸ’á“á€...
kn: ನಿಮ್ಮ ಬಗ್ಗೆ ಕೆಲವು ಮಾತುಗಳನ್ನು ಬರೆಯಿರಿ...
ko: 간략한 자기소개를 적어주세요…
lt: Parašykite kelis žodžius apie save…
lv: Uzraksti par sevi dažus vārdus...
mk: Неколку зборови за Вас...
ml: നിങ്ങളെ പറ്റി രണ്ടുവാക്ക് എഴുതൂ...
mr: स्वतःबद्दल काही शब्द लिहा…
ms: Tulis beberapa perkataan mengenai diri anda…
my: သင့်အကြောင်း စကားလုံး နည်းနည်း ရေးပါ...
nb: Skriv noen ord om deg selv…
nl: Schrijf iets over jezelf…
pa: ਆਪਣੇ ਬਾਰੇ ਕੁਝ ਜਾਣਕਾਰੀ ਲਿਖੋ…
pl: Napisz kilka słów o sobie…
ps: د خپل ځان په اړه څو توري ولیکه...
pt_br: Escreva algo sobre você…
pt_pt: Escreva algumas palavras acerca de si…
ro: Scrie câteva cuvinte despre tine…
ru: Напишите несколько слов о себе…
sk: Napíšte pár slov o sebe…
sl: Napišite nekaj besed o sebi ...
sq: Shkruani dy rreshta rreth vetes…
sr: Напишите неколико речи о себи…
sv: Skriv några ord om dig själv …
sw: Andika maneno machache kujihusu…
ta: உங்களைப் பற்றி சில வார்த்தைகளை எழுதுங்கள்…
te: మీ గురించి కొన్ని పదాలు రాయండి…
th: เขียนอะไรบางอย่างเกี่ยวกับตัวคุณ…
tr: Hakkınızda bir kaç kelime yazın…
ug: ئۆزىڭىز ھەققىدە بايان…
uk: Кілька слів про себе…
ur: اپنے بارے میں کچھ الفاظ لکھیں…
vi: Viết một vài từ về bản thân mình…
zh_cn: 简单介绍下自己…
zh_hk: 不妨寫句話自我介紹一下…

# PROFILE_BIO_VIEW_DEFAULT_BIO_BE_KIND
source: Be kind
af: Wees gaaf
ar: كُن لطيفًا
az: Mülayim olun
be: Будзьце ветлівымі
bn: দয়ালু হোন
ca: Sigueu amables
cs: Buďte milí
cy: Byddwch yn garedig
da: Vær venlig
de: Sei freundlich
el: Κάνε το καλό και ρίξτο στο γιαλό
es: Namasté
et: Ole lahke
eu: Izan atsegina...
fa: مهربان باشید
fi: Ole ystävällinen
fr: Namasté !
ga: Bí cneasta
gu: દયાળુ બનો
he: תהיו אדיבים
hi: विनम्र रहें
hr: Budite ljubazni
hu: Légy kedves
id: Ramah
is: Vertu vinsamleg/ur
it: Sii gentile
ja: 優しくしてね
kab: Ili-k·kum d t·uḥdiq·t
km: á˜á¶á“á…á·ááŸ’áá›áŸ’á¢
kn: ವಿನಯ ಇರಲಿ
ko: 친절함
lt: Būkite malonūs
lv: Esi pieklājīgs
mk: Бидете љубезни
ml: ദയ കാട്ടുക
mr: दयाळू रहा
ms: Berbuat baiklah
my: ကြင်နာပါစေ
nb: Vær grei
nl: Wees lief voor me
pa: ਸਾਊ
pl: Uprzejmość przede wszystkim
ps: مهربانه اوسه
pt_br: Seja gentil
pt_pt: Seja gentil
ro: Fii bun/ă
ru: Будьте добрыми
sk: Buďte milí
sl: Prijaznost, pliz!
sq: Jini i sjellshëm
sr: Треба бити добар према другима
sv: Var snäll
sw: Kuwa mkarimu
ta: கனிவான நபராக இருப்போம்
te: దయగా ఉండండి
th: ใจดีกัน
tr: Nazik ol
ug: ئاقكۆڭۈل
uk: Несіть добро
ur: مہربانی سے پیش آؤ
vi: Mở lòng tốt
zh_cn: 温和且无害
zh_hk: 抬頭尚有天空 埋頭尚有智慧

# PROFILE_BIO_VIEW_DEFAULT_BIO_COFFEE_LOVER
source: Coffee lover
af: Koffiedrinker
ar: مُحِبٌ لِلقهوَة
az: Qəhvə sevən
be: Аматар кавы
bn: কফি প্রেমিক
ca: Amant del cafè
cs: Milovník kávy
cy: Carwr Coffi
da: Kaffeelsker
de: Liebe Kaffee
el: Λάτρης του καφέ
es: Recargando energías
et: Kohvisõber
eu: Kafea gustatzen zai
fa: عاشق قهوه
fi: Kahvinystävä
fr: Jamais sans mon café !
ga: Is breá liom caife
gu: કોફી પ્રેમી
he: אוהב קפה
hi: कॉफी प्रेमी
hr: Ljubitelj/ica kave
hu: Kávémániás
id: Penyuka kopi
is: Kaffifíkill
it: Amante del caffè
ja: コーヒー大好き
kab: Imeεcaq n lqehwa
km: á¢áŸ’á“á€áŸáŸ’ášá›á¶á‰áŸ‹á€á¶á áŸ’áœáŸ
kn: ಕಾಫಿ ಪ್ರಿಯರು
ko: 커피 애호가
lt: Mėgstu kavą
lv: Kafijas mīļotājs
mk: Љубител на кафе
ml: കോഫി പ്രേമി
mr: कॉफी प्रेमी
ms: Penggemar kopi
my: ကော်ဖီချစ်သူ
nb: Kaffielsker
nl: Koffieliefhebber
pa: ਕਾਫ਼ੀ ਪੀਣ ਵਾਲਾ
pl: Uwielbiam kawę
ps: د قهوې مئین
pt_br: Amante de café
pt_pt: Amante de café
ro: Pasionat/ă de cafea
ru: Любитель кофе
sk: Milovník kávy
sl: Za kofetek!
sq: Dashnor i kafesë
sr: Љубитељ кафе
sv: Kaffeälskare
sw: Mpenda kahawa
ta: காபி காதலன்
te: కాఫీ ప్రేమికుడు
th: คอกาแฟ
tr: Kahve sevdalısı
ug: قەھۋەچىلەر
uk: Люблю каву
ur: کافی کا دیوانہ
vi: Nghiện cà phê
zh_cn: 咖啡爱好者
zh_hk: 無盛世 無亂世 坐在咖啡店

# PROFILE_BIO_VIEW_DEFAULT_BIO_ENCRYPTED
source: Encrypted
af: Geënkripteer
ar: مُشفَّر
az: Şifrələnib
be: Зашыфраваны
bn: এনক্রিপ্ট করা হয়েছে
ca: Encriptat
cs: Šifrováno
cy: Amgryptiedig
da: Krypteret
de: Verschlüsselt
el: Έχει κρυπτογραφηθεί
es: Privacidad ante todo
et: Krüptitud
eu: Zifratuta
fa: رمز شده
fi: Salattu
fr: Pour vivre heureux, vivons chiffrés !
ga: Criptithe
gu: એન્ક્રિપ્ટેડ
he: מוצפן
hi: एन्क्रिप्टेड
hr: Šifrirano
hu: Titkosított
id: Terenkripsi
is: Dulritað
it: Criptato
ja: 暗号化済み
kab: Yettwawgelhen
km: á”á¶á“á€á¼áŠá“á¸á™á€á˜áŸ’á˜
kn: ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ
ko: 암호화됨
lt: Šifruota
lv: Šifrēts
mk: Енкриптирано
ml: എന്‍ക്രിപ്റ്റ് ചെയ്തത്
mr: एन्क्रिप्टेड
ms: Disulitkan
my: ကုဒ်ဖြင့်ဝှက်ထားသည်
nb: Kryptert
nl: Versleuteld
pa: ਇੰਕ੍ਰਿਪਟ ਹੈ
pl: Mówię szyfrem
ps: انکریپټ شوی
pt_br: Criptografado
pt_pt: Encriptado(a)
ro: Criptat
ru: Зашифрован
sk: Šifrované
sl: Nimam besed.
sq: I fshehtëzuar
sr: Шифровано
sv: Krypterad
sw: Imesimbwa
ta: மறைகுறியாக்கப்பட்ட
te: గుప్తీకరించబడింది
th: เข้ารหัสลับอยู่
tr: Şifreli
ug: شىفىرلاندى
uk: Шифруюся
ur: خفیہ کردہ
vi: Đã được mã hóa
zh_cn: 已加密
zh_hk: 可記得

# PROFILE_BIO_VIEW_DEFAULT_BIO_FREE_TO_CHAT
source: Free to chat
af: Kan nou klets
ar: مُتفرِّغٌ لِلدردشة
az: Söhbətə açıqdır
be: Ёсць час паразмаўляць
bn: ফ্রি-তে চ্যাট করুন
ca: Lliure per xatejar-hi
cs: K dispozici pro chatování
cy: Ar gael i sgwrsio
da: Klar til en chat
de: Frei für Chats
el: Ελάτε να συζητήσουμε
es: Excelente y mejorando
et: Lobisemiseks vaba
eu: Txateatzeko libre
fa: آمادۀ گفتگو
fi: Juttutuulella
fr: Mode papotage activé !
ga: Saor le comhrá a dhéanamh
gu: ચેટ કરવા માટે મુક્ત
he: פנוי/ה לצ׳אט
hi: चैट करने के लिए हाज़िर
hr: Slobodan/na za razgovor
hu: Nyitott a csevegésre
id: Siap ngobrol
is: Laus til að spjalla
it: Disponibile per chiacchierare
ja: チャット歓迎
kab: Eg idiwenniyen baṭel
km: á¥áá‚á·áááŸ’á›áŸƒá‡á‡áŸ‚á€
kn: ಚಾಟ್ ಮಾಡಲು ಮುಕ್ತ
ko: 대화 가능
lt: Galiu kalbėti
lv: Atvērts tērzēšanai
mk: Јави ми се
ml: ചാറ്റ് ചെയ്യാൻ സമയമുണ്ടേ
mr: चॅट करण्यासाठी मोकळा
ms: Ada masa untuk sembang
my: အခမဲ့စကားပြောနိုင်သည်
nb: Ledig til samtale
nl: Beschikbaar om te praten
pa: ਗੱਲਾਂ ਕਰਨ ਲਈ ਵੇਹਲੇ
pl: Zapraszam na czat
ps: چټ کولو ته اوزګار
pt_br: Disponível para chat
pt_pt: Livre para conversar
ro: Disponibil/ă pentru conversații
ru: Свободен для чата
sk: Môžeme početovať
sl: Na voljo za pogovor
sq: I lirshëm në muhabete
sr: Можемо да ћаскамо
sv: Tillgänglig för chatt
sw: Piga gumzo bila malipo
ta: உரையாட நேரம் இருக்கிறது
te: చాట్ చేయడానికి ఉచితం
th: สะดวกคุย
tr: Sohbete açık
ug: كوتۇلدايلى
uk: Маю час початитися
ur: چیٹ کرنے کے لئے مفت
vi: Rảnh để trò chuyện
zh_cn: 陪聊不收费
zh_hk: 有空聊天

# PROFILE_BIO_VIEW_DEFAULT_BIO_SPEAK_FREELY
source: Speak Freely
af: Sê jou sê
ar: تحدَّث بحرية
az: Sərbəst danışın
be: Размаўляйце свабодна
bn: নির্দ্বিধায় কথা বলুন
ca: Parleu lliurement
cs: Vyjadřujte se svobodně
cy: Siarad heb Rwystr
da: Tal frit
de: Sprich offen
el: Μίλα ελεύθερα
es: ¡Hola, hola!
et: Räägi vabalt
eu: Hitz egin
fa: آزادانه صحبت کنید
fi: Tule juttelemaan
fr: Oui à la liberté d'expression !
gu: મુક્તપણે બોલો
he: דבר בחופשיות
hi: खुल कर बोलें
hr: Govorite slobodno
hu: Beszélj szabadon
id: Bicara dengan Bebas
is: Láttu í þér heyra
it: Parla liberamente
ja: 気軽に話しかけて
kab: Mmeslay s tlelli
km: á“á·á™á¶á™áŠáŸ„á™áŸáŸášá¸
kn: ಮುಕ್ತವಾಗಿ ಮಾತನಾಡಿ
ko: 자유롭게 말하다
lt: Bendraukite atvirai
lv: Runājiet brīvi
mk: Зборувајте слободно
ml: സ്വതന്ത്രമായി സംസാരിക്കുക
mr: मोकळेपणाने बोला
ms: Bercakap dengan Bebas
my: လွတ်လပ်စွာပြောဆိုပါ
nb: Snakk Fritt
nl: Voel je vrij om een berichtje te sturen
pa: ਖੁੱਲ੍ਹ ਕੇ ਬੋਲੋ
pl: Chętnie porozmawiam
ps: ازادانه خبرې وکړه
pt_br: Fale livremente
pt_pt: Fale à vontade
ro: Vorbește liber
ru: Говори свободно
sk: Hovorte slobodne
sl: No povej!
sq: Flisni Lirisht
sr: Говори слободно
sv: Tala fritt
sw: Ongea Bila Vikwazo
ta: சுதந்திரமாக பேசுவோம்
te: స్వేచ్ఛగా మాట్లాడండి
th: พูดได้อย่างอิสระ
tr: Özgürce Konuşun
ug: بەھۇزۇر سۆزلەڭ
uk: Радо поспілкуюся
ur: آزادانہ طور پر بولیں
vi: Nói chuyện tự do
zh_cn: 畅所欲言
zh_hk: 其實我只想 棲身☝️抹暖光

# PROFILE_BIO_VIEW_DEFAULT_BIO_TAKING_A_BREAK
source: Taking a break
af: Ek rus tans
ar: أنا في استراحة
az: Dincəlir
be: Калі ёсць перапынак
bn: একটি বিরতি নিচ্ছে
ca: Faig un descans.
cs: Dávám si pauzu
cy: Cael hoe fach
da: Tager en pause
de: Mache eine Pause
el: Κάνω διάλειμμα
es: Desconectando para conectar
et: Puhkepaus
eu: Atsedena hartzen
fa: استراحت کنید
fi: Tauolla
fr: Une pause s'impose !
ga: Ag glacadh sosa
gu: વિરામ લઇ રહયા છે
he: לוקח הפסקה
hi: ब्रेक पर हैं
hr: Na pauzi
hu: Lazulok pár percet
id: Istirahat
is: Er í pásu
it: Mi sto prendendo una pausa
ja: 休憩中
kab: Steεfu cwiṭ
km: áŸá˜áŸ’ášá¶á€á”á“áŸ’áá·á…
kn: ವಿರಾಮ ತೆಗೆದುಕೊಳ್ಳುವುದು
ko: 쉬는 중
lt: Man pertrauka
lv: Paņēmis pārtraukumu
mk: На пауза
ml: ഒരു ഇടവേളയിലാണ്
mr: आराम करत आहे
ms: Berehat sebentar
my: အနားခဏ ယူခြင်း
nb: Tar en pause
nl: Ik wil even offline zijn
pa: ਸਾਹ ਲਵੋ
pl: Robię sobie przerwę
ps: دمه نیول
pt_br: Relaxando
pt_pt: Fazer uma pausa
ro: Într-o pauză
ru: Делаю перерыв
sk: Dávam si prestávku
sl: Možgani na off
sq: Pushoni ca
sr: Правим паузу
sv: Tar en rast
sw: Kwenda mapumziko
ta: ஓய்வெடுத்து கொண்டிருக்கிறேன்
te: విశ్రాంతి తీసుకొంటున్నా
th: อยู่ระหว่างพัก
tr: Dinleniyor
ug: ئارام ئارايلى
uk: Відпочиваю
ur: وقفہ لینا
vi: Đang nghỉ ngơi
zh_cn: 休息一下下
zh_hk: 人間有味是清歡

# PROFILE_BIO_VIEW_DEFAULT_BIO_WORKING_ON_SOMETHING_NEW
source: Working on something new
af: Werk tans aan iets nuuts
ar: أَعمَلُ على شيءٍ جَدِيد
az: Yeni bir şeylər üzərində işləyir
be: Калі працуеш над нечым новым
bn: নতুন কিছুতে কাজ করছে
ca: Treballo en una cosa nova.
cs: Pracuji na něčem novém
cy: Rhywbeth newydd ar y gweill
da: Arbejder med noget nyt
de: Arbeite an etwas Neuem
el: Ετοιμάζω κάτι καινούργιο
es: Trabajando en algo nuevo
et: Töötan millegi uue kallal
eu: Zerbait berrian lanean
fa: مشغول کار روی یک چیز جدید
fi: Luomassa uutta
fr: Je bosse sur un nouveau projet !
ga: Táim ag obair ar rud nua
gu: કંઈક નવીન પર કામ કરી રહ્યા છીએ
he: עובד על משהו חדש
hi: किसी नई चीज़ पर काम कर रहे हैं
hr: Radim na nečem novom
hu: Új dolgokba vetem magam
id: Sedang mengerjakan sesuatu yang baru
is: Vinn við eitthvað nýtt
it: Al lavoro su qualcosa di nuovo
ja: 新しいことをしています
kab: Mahel ɣef kra n umaynut
km: á’áŸ’áœá¾á€á¶ášá›á¾á¢áŸ’áœá¸áŠáŸ‚á›ááŸ’á˜á¸
kn: ಏನೋ ಹೊಸದರ ಕುರಿತು ಕೆಲಸ ಮಾಡುವುದು
ko: 새로운 것에 도전하는 중
lt: Dirbu ties kažkuo nauju
lv: Strādāju pie kaut kā jauna
mk: Работам
ml: പുതിയ ഒരു കാര്യം ചെയ്യുന്നു
mr: काहीतरी नवीन काम करत आहे
ms: Mengusahakan sesuatu yang baharu
my: အရာအသစ်တစ်ခု ကိုလုပ်ဆောင်နေသည်
nb: Jobber med noe nytt
nl: Ik werk aan iets nieuws
pa: ਕੁਝ ਨਵਾਂ ਬਣਾ ਰਹੇ ਹਾਂ
pl: Pracuję nad czymś nowym
ps: پر یو نوي شي کار کول
pt_br: Trabalhando em algo novo
pt_pt: A trabalhar em algo de novo
ro: Lucrez la ceva nou
ru: Работаю над кое-чем новым
sk: Pracujem na niečom novom
sl: Delam na nečem ...
sq: Po merrem me diçka të re
sr: Радим на нечем новом
sv: Arbetar på något nytt
sw: Napangia mambo mapya
ta: ஒரு புதிய விஷயத்தில் ஈடுபட்டுள்ளேன்
te: క్రొత్తదానిపై పని చేస్తోంది
th: อยู่ระหว่างการทำอะไรใหม่ๆ
tr: Yeni bir şeyler üzerine çalışıyor
ug: يېڭىلىقنى سىنايلى
uk: Працюю над чимось новим
ur: کسی نئی چیز پر کام کرنا
vi: Đang làm một dự án mới
zh_cn: 打磨新玩意儿
zh_hk: 新世紀 我請你要有準備

# PROFILE_BIO_VIEW_TITLE
source: About
af: Meer oor
ar: حول
az: Haqqında
be: Аб кантакце
bn: সম্পর্কে
ca: Quant a
cs: Info
cy: Ynghylch
da: Om
de: Info
el: Πληροφορίες
es: Sobre mí
et: Teave
eu: Honi buruz
fa: درباره
fi: Tietoja
fr: À propos
ga: Maidir leis
gu: વિષે
he: אודות
hi: हमारे बारे में
hr: Opis
hu: Névjegy
id: Tentang
is: Um hugbúnaðinn
it: Info
ja: 自己紹介
kab: Γef
km: á¢áŸ†á–á¸
kn: ಬಗ್ಗೆ
ko: 정보
lt: Apie
lv: Par
mk: За
ml: കുറിച്ച്
mr: आपल्याबद्दल
ms: Perihal
my: အကြောင်း
nb: Om
nl: Over mij
pa: ਇਸ ਬਾਰੇ
pl: O mnie
ps: په اړه
pt_br: Sobre mim
pt_pt: Acerca
ro: Despre
ru: Обо мне
sk: Informácie
sl: Več
sq: Mbi
sr: О контакту
sv: Om
sw: Kuhusu
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
ug: ھەققىدە
uk: Про контакт
ur: متعلق
vi: Thông tin
zh_cn: 关于
zh_hk: 關於

# PROFILE_BIO_VIEW_TITLE_FORMAT
source: About (%@)
af: Oor (%@)
ar: حول (%1$@)
az: Haqqında (%@)
be: Аб профілі (%1$@)
bn: সম্পর্কে (%1$@)
ca: Quant a (%1$@)
cs: O (%1$@)
cy: Ynghylch (%@)
da: Om (%1$@)
de: Info (%1$@)
el: Πληροφορίες (%1$@)
es: Sobre mí (%1$@)
et: Teave (%@)
eu: Honi buruz (%@)
fa: درباره (%1$@)
fi: Tietoja (%1$@)
fr: À propos (%1$@)
ga: About (%1$@)
gu: (%1$@) વિશે
he: אודות (%1$@)
hi: (%1$@) के बारे में
hr: Opis (%1$@)
hu: Rólam (%1$@)
id: Tentang (%1$@)
is: Nánar (%@)
it: Info (%1$@)
ja: 自己紹介 (%1$@)
kab: Γef (%@)
km: á¢áŸ†á–á¸ (%@)
kn: (%@) ಕುರಿತು
ko: 정보(%1$@)
lt: Apie (%@)
lv: Par (%@)
ml: (%@) കുറിച്ച്
mr: (%1$@) बद्दल
ms: Mengenai (%1$@)
my: (%@) အကြောင်း
nb: Om (%1$@)
nl: Over mij (%1$@)
pa: (%@) ਬਾਰੇ
pl: O mnie (%1$@)
ps: په اړه (%@)
pt_br: Sobre (%1$@)
pt_pt: Acerca (%1$@)
ro: Despre (%1$@)
ru: Обо мне (%1$@)
sk: O používateľovi (%1$@)
sl: Približno (%@)
sq: Mbi (%@)
sr: О контакту (%1$@)
sv: Om (%1$@)
sw: Kuhusu (%@)
ta: பற்றி (%@)
te: గురించి (%@)
th: เกี่ยวกับ (%1$@)
tr: (%1$@) Hakkında
ug: تەخمىنەن (%1$@)
uk: Про себе (%1$@)
ur: (%1$@) کے بارے میں
vi: Về(%1$@)
zh_cn: 关于 (%1$@)
zh_hk: 關於 (%1$@)

# PROFILE_NAME_CHANGE_SYSTEM_CONTACT_FORMAT
source: %@ changed their profile name from %@ to %@.
af: %@ het hul profielnaam van %@ na %@ verander.
ar: غيَّرَ %1$@ اسم حسابه الشخصي مِن %2$@ إلى %3$@.
az: %@, %@ olan profil adını %@ olaraq dəyişdirdi.
be: %1$@ змяніў(-ла) назву свайго профілю з %2$@ на %3$@.
bn: %1$@ তাদের প্রোফাইল নাম %2$@ থেকে পরিবর্তন করে %3$@ রেখেছেন।
ca: %1$@ ha canviat el nom del perfil de %2$@ a %3$@.
cs: %1$@ změnil/a jméno svého profilu z %2$@ na %3$@.
cy: Newidiodd %@ eu henwau proffil o %@ i %@.
da: %1$@ ændrede sit profilnavn fra %2$@ til %3$@
de: %1$@ hat den Profilnamen von %2$@ zu %3$@ geändert.
el: Ο/Η %1$@ άλλαξε το όνομα προφίλ του/-ης από %2$@ σε %3$@.
es: %1$@ ha cambiado su nombre de perfil de "%2$@" a "%3$@".
es_es: %@ ha cambiado su nombre de %@ a %@.
et: %@ muutis enda profiilinime %@-> %@.
eu: %@ erabiltzaileak bere profilaren izena aldatu du. Lehen %@ zen eta orain %@ da.
fa: %1$@ نام نمایه خود را از %2$@ به %3$@ تغییر داد.
fi: %1$@ muutti profiilinsa nimen %2$@ nimeksi %3$@.
fr: %1$@ a remplacé son nom de profil "%2$@" par un nouveau nom de profil : "%3$@".
ga: D'athraigh %1$@ an t-ainm próifíle ó %2$@ go %3$@.
gu: %1$@ એ તેમનું પ્રોફાઇલ નામ %2$@ માંથી %3$@ માં બદલ્યું.
he: %1$@ שינה/שינתה את שם הפרופיל שלו/שלה מן %2$@ אל %3$@.
hi: %1$@ ने अपना प्रोफ़ाइल नाम %2$@ से बदल कर %3$@ रख लिया।
hr: %1$@ je promijenio/la svoje ime profila iz %2$@ u %3$@.
hu: %1$@ megváltoztatta a profilnevét %2$@ névről %3$@ névre.
id: %1$@ mengganti nama profilnya dari %2$@ ke %3$@.
is: %@ breytti birtingarnafni notandasniðsins síns úr %@ yfir í %@.
it: %1$@ ha cambiato il suo nome profilo da %2$@ a %3$@.
ja: %1$@ がプロフィールネームを %2$@ から %3$@ に変更しました。
kab: %@ isenfel isem n umaɣnu-ines seg %@ ɣer %@.
km: %@ á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáˆáŸ’á˜áŸ„áŸ‡á‚áá“á¸ášá”áŸáŸ‹á‚áŸá–á¸ %@ á‘áŸ… %@áŸ”
kn: %@ ಅವರು ತಮ್ಮ ಪ್ರೊಫೈಲ್ ಹೆಸರನ್ನು %@ ನಿಂದ %@ ಗೆ ಬದಲಾಯಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 프로필 이름을 %2$@에서 %3$@(으)로 바꾸었습니다.
lt: %@ pasikeitė profilio vardą iš %@ į %@.
lv: %@ mainīja profila nosaukumu no %@ uz %@.
mk: %@ го променил своето име од %@ во %@.
ml: %@ അവരുടെ പ്രൊഫൈൽ പേര് %@-ൽ നിന്ന് %@-ആയി മാറ്റി.
mr: %1$@ ने त्यांचे प्रोफाईल नाव %2$@ ते %3$@ वर बदलले.
ms: %1$@ telah mengubah nama profil mereka daripada %2$@ kepada %3$@.
my: %@ သည် ၎င်း၏ ပရိုဖိုင်းအမည်ကို %@ မှ %@ သို့ ပြောင်းလဲထားခဲ့ပါသည်။
nb: %1$@ byttet profilnavnet sitt fra %2$@ til %3$@.
nl: %1$@ heeft diens profielnaam van ‘%2$@’ naar ‘%3$@’ gewijzigd.
pa: %@ ਨੇ ਆਪਣਾ ਪਰੋਫਾਇਲ ਨਾਂ %@ ਤੋਂ %@ ਬਦਲਿਆ ਹੈ।
pl: %1$@ ma nowe imię w profilu: %3$@ (poprzednie imię: %2$@).
ps: %@ د خپل پروفایل نوم له %@ څخه %@ ته بدل کړ.
pt_br: %1$@ alterou o nome de perfil de %2$@ para %3$@.
pt_pt: %1$@ alterou o seu nome de perfil de %2$@ para %3$@.
ro: %1$@ și-a schimbat numele profilului din %2$@ în %3$@.
ru: %1$@ изменил(-а) своё имя профиля с %2$@ на %3$@.
sk: %1$@ zmenil/a názov svojho profilu z %2$@ na %3$@.
sl: %@ je spremenil_a svoje ime profila iz %@ v %@.
sq: %@ ndryshoi emrin e tij të profilit nga %@ në %@.
sr: %1$@ је променио/ла име на профилу са %2$@ на %3$@.
sv: %1$@ ändrade sitt profilnamn från %2$@ till %3$@.
sw: %@ amebadilisha jina la wasifu wake kutoka %@ kuwa %@.
ta: %@ அவர்களின் சுயவிவரப் பெயரை %@ இலிருந்து %@ ஆக மாற்றியது.
te: %@ వారి ప్రొఫైల్ పేరును %@ నుండి %@ కి మార్చారు.
th: %1$@ เปลี่ยนชื่อโปรไฟล์จาก %2$@ เป็น %3$@
tr: %1$@ profil adını (%2$@) %3$@ olarak değiştirdi.
ug: %1$@ نىڭ تەخەللۇسى %2$@ دىن %3$@ غا ئۆزگەرتىلدى.
uk: Користувач %1$@ змінив ім'я профілю з %2$@ на %3$@.
ur: %1$@ سے اپنا پروفائل نیم %2$@ تبدیل کر کے%3$@ کر دیا۔
vi: %1$@ đã đổi tên hồ sơ từ %2$@ thành %3$@.
zh_cn: %1$@已将其昵称从%2$@更改为%3$@。
zh_hk: %1$@ 已將個人檔案名稱 %2$@ 改為 %3$@。

# PROFILE_NAME_CHANGE_SYSTEM_NONCONTACT_FORMAT
source: %@ changed their profile name to %@.
af: %@ het hul profielnaam na %@ verander.
ar: غيَّرَ %1$@ اسم حسابه الشخصي إلى %2$@.
az: %@, profil adını %@ olaraq dəyişdirdi.
be: %1$@ змяніў(-ла) назву свайго профілю на %2$@.
bn: %1$@ তাদের প্রোফাইল নাম পরিবর্তন করে %2$@ রেখেছেন।
ca: %1$@ ha canviat el nom del perfil a %2$@.
cs: %1$@ změnil/a jméno svého profilu na %2$@.
cy: Newidiodd %@ eu henwau proffil i %@.
da: %1$@ ændrede sit profilnavn til %2$@
de: %1$@ hat den Profilnamen zu %2$@ geändert.
el: Ο/Η %1$@ άλλαξε το όνομα προφίλ του/-ης σε %2$@.
es: %1$@ ha cambiado su nombre de perfil a "%2$@".
es_es: %@ ha cambiado su nombre a %@.
et: %@ muutis enda profiilinimeks %@.
eu: %@erabiltzailea bere profilaren izena aldatu du. Orain %@ da.
fa: %1$@ نام نمایه خود را به %2$@ تغییر داد.
fi: %1$@ muutti profiilinsa nimeksi %2$@.
fr: %1$@ a remplacé son nom de profil par %2$@.
ga: D'athraigh %1$@ an t-ainm próifíle go %2$@.
gu: %1$@ એ તેમનું પ્રોફાઇલ નામ %2$@માં બદલ્યું.
he: %1$@ שינה/שינתה את שם הפרופיל שלו/שלה אל %2$@.
hi: %1$@ ने अपना प्रोफ़ाइल नाम बदल कर %2$@ रख लिया।
hr: %1$@ je promijenio/la svoje ime profila u %2$@.
hu: %1$@ megváltoztatta a profilnevét %2$@ névre.
id: %1$@ mengganti nama profilnya menjadi %2$@.
is: %@ breytti birtingarnafni notandasniðsins síns yfir í %@.
it: %1$@ ha cambiato il suo nome profilo in %2$@.
ja: %1$@ がプロフィールネームを %2$@ に変更しました。
kab: %@ isenfel isem n umaɣnu-ines ɣer %@.
km: %@ á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáˆáŸ’á˜áŸ„áŸ‡á‚áá“á¸ášá”áŸáŸ‹á‚áŸá‘áŸ… %@áŸ”
kn: %@ ಅವರು ತಮ್ಮ ಪ್ರೊಫೈಲ್ ಹೆಸರನ್ನು %@ ಗೆ ಬದಲಾಯಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 프로필 이름을 %2$@(으)로 바꾸었습니다.
lt: %@ pasikeitė profilio vardą į %@.
lv: %@ mainīja profila nosaukumu uz %@.
mk: %@ го промени своето име на профилот во %@.
ml: %@ അവരുടെ പ്രൊഫൈൽ പേര് %@ ആയി മാറ്റി.
mr: %1$@ ने त्यांचे प्रोफाईल नाव %2$@ वर बदलले.
ms: %1$@ telah mengubah nama profil mereka kepada %2$@.
my: %@ သည် ၎င်း၏ ပရိုဖိုင်းအမည်ကို %@ သို့ ပြောင်းလဲထားခဲ့ပါသည်။
nb: %1$@ byttet profilnavnet sitt til %2$@.
nl: %1$@ heeft diens profielnaam naar ‘%2$@’ gewijzigd.
pa: %@ ਨੇ ਆਪਣਾ ਪਰੋਫਾਇਲ ਨਾਂ %@ ਵਜੋਂ ਬਦਲਿਆ ਹੈ।
pl: %1$@ ma nowe imię w profilu: %2$@.
ps: %@ د خپل پروفایل نوم %@ ته بدل کړ.
pt_br: %1$@ alterou o nome de perfil para %2$@.
pt_pt: %1$@ alterou o seu nome de perfil para %2$@.
ro: %1$@ și-a schimbat numele profilului în %2$@.
ru: %1$@ изменил(-а) своё имя профиля на %2$@.
sk: %1$@ zmenil/a názov svojho profilu na %2$@.
sl: %@ je spremenil_a svoje ime profila v %@.
sq: %@ ndryshoi emrin e tij të profilit në %@.
sr: %1$@ је променио/ла име на профилу на %2$@.
sv: %1$@ ändrade sitt profilnamn till %2$@.
sw: %@ amebadilisha jina la wasifu wake kuwa %@.
ta: %@ அவர்கள் தங்கள் சுயவிவரப் பெயரை %@ என மாற்றினர் .
te: %@ వారి ప్రొఫైల్ పేరును %@ గా మార్చారు.
th: %1$@ เปลี่ยนชื่อโปรไฟล์เป็น %2$@
tr: %1$@ profil adını %2$@ olarak değiştirdi.
ug: %1$@ تەخەللۇسىنى %2$@ غا ئۆزگەرتتى.
uk: Користувач %1$@ змінив ім'я профілю на %2$@.
ur: %1$@ نے اپنا پروفائل نیم %2$@ رکھ دیا۔
vi: %1$@ đã đổi tên hồ sơ thành %2$@.
zh_cn: %1$@已将其昵称更改为%2$@。
zh_hk: %1$@ 已將個人檔案名稱改為 %2$@。

# PROFILE_NAME_EDUCATION_SHEET_BULLET_1
source: Profile names are not verified
ar: أسماء الحسابات الشخصية لم يتم التحقُّق منها.
be: Імёны профіляў не пацверджаны
bn: প্রোফাইলের নাম যাচাই করা হয়নি
ca: Els noms de perfil no es verifiquen
cs: Jména profilů nejsou ověřována
da: Profilnavne verificeres ikke
de: Profilnamen werden nicht verifiziert
el: Τα ονόματα προφίλ δεν είναι επαληθευμένα
es: Los nombres de perfil no se verifican
fa: نام‌های نمایه نیاز به تأیید ندارند
fi: Profiilin nimiä ei vahvisteta
fr: Signal ne vérifie pas les noms de profil
ga: Níl ainmneacha próifíle fíoraithe
gu: પ્રોફાઇલ નેમ ચકાસાયેલા નથી
he: שמות פרופילים אינם מאומתים
hi: प्रोफ़ाइल नाम वेरिफ़ाइड नहीं हैं
hr: Imena profila nisu potvrđena
hu: A profilnevek nincsenek ellenőrizve
id: Nama profil belum diverifikasi
it: I nomi dei profili non sono verificati
ja: プロフィールネームは検証されません
ko: 프로필 이름 확인 안 됨
mr: प्रोफाइल नावे पडताळलेली नाहीत
ms: Nama profil tidak disahkan
nb: Profilnavn kan ikke bekreftes
nl: Profielnamen zijn niet geverifieerd
pl: Imiona i nazwiska w profilach nie są weryfikowane
pt_br: Os nomes de perfil não são verificados
pt_pt: Os nomes de perfil não são verificados
ro: Numele de profil nu sunt verificate
ru: Имена профилей не проверяются
sk: Názvy profilov nie sú overené
sr: Имена на профилу нису верификована
sv: Profilnamn verifieras inte
th: ชื่อโปรไฟล์ไม่ได้ผ่านการตรวจยืนยัน
tr: Profil adları doğrulanmaz
ug: ئارخىپ ناملىرى دەلىللەنمىگەن
uk: Назви профілів не проходять перевірку
ur: پروفائل نیمز تصدیق شدہ نہیں ہیں
vi: Tên hồ sơ chưa được xác minh
zh_cn: 昵称未经过验证
zh_hk: 個人檔案名稱未經驗證
