Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PROFILE_VIEW_NO_CONNECTION
source: Profile can only be updated when connected to the internet.
af: Profiel kan slegs bygewerk word as dit aan die internet gekoppel is.
ar: يُمكنكَ تحديث حسابك الشخصي فقط إذا كُنتَ متصلًا بالإنترنت.
az: Profil, yalnız internetə bağlananda yenilənə bilər.
be: Профіль можна абнавіць толькі пры падключэнні да інтэрнэту.
bg: Профилът може да се актуализира, само когато има връзка с интернет.
bn: শুধুমাত্র ইন্টারনেটে সংযুক্ত থাকলেই প্রোফাইল আপডেট করা যায়।
ca: Només es pot actualitzar el perfil quan s'estigui connectat a Internet.
cs: Profil může být aktualizován jen pokud jste připojeni k internetu.
cy: Gall proffil ond ei ddiweddaru pan wedi cysylltu â'r rhyngrwyd.
da: Profil kan kun opdateres når der er internetforbindelse
de: Profil kann nur aktualisiert werden, wenn eine Verbindung zum Internet besteht.
el: Το προφίλ μπορεί να ενημερωθεί μόνο όταν υπάρχει σύνδεση στο διαδίκτυο.
es: El perfil solo se puede actualizar si tienes conexión a Internet.
es_es: El perfil sólo se puede actualizar con una conexión a internet activa.
et: Profiili saab uuendada ainult siis, kui oled Internetti ühendatud.
eu: Profila egiaztatu daiteke bakarrik internetera konektatuta bazaude.
fa: نمایه فقط می‌تواند هنگام اتصال به اینترنت به‌روز شود.
fi: Internet-yhteys vaaditaan profiilin päivittämiseen.
fil: Maaari lamang i-update ang profile kung konektado sa internet.
fr: Pour mettre à jour votre profil, connectez-vous à Internet.
ga: Ní féidir an phróifíl a athrú nuair nach bhfuil tú ceangailte leis an Idirlíon.
gu: જ્યારે ઇન્ટરનેટથી કનેક્ટ થયેલ હોય ત્યારે જ પ્રોફાઇલ અપડેટ કરી શકાય છે.
he: פרופיל יכול להתעדכן רק בעת חיבור אל האינטרנט.
hi: प्रोफ़ाइल तभी अपडेट हो सकता है जब आप इंटरनेट से जुड़े हों।
hr: Profil se može ažurirati samo ako ste povezani s internetom.
hu: A profil frissítéséhez aktív internetkapcsolat szükséges.
id: Profil hanya bisa diubah saat Anda terhubung ke Internet.
is: Notandasnið er aðeins hægt að uppfæra þegar tengt er við internetið.
it: Il profilo può essere aggiornato solo quando si è collegati a Internet.
ja: プロフィールの更新にはインターネット接続が必要です。
kab: Amaɣnu yezmer kan ad yettuleqqem mi ara tili tuqqna ɣer internet.
kk: Профильді тек Интернетке қосулы болғанда ғана жаңартуға болады.
km: á–ááŸŒá˜á¶á“á•áŸ’á‘á¶á›áŸ‹ááŸ’á›á½á“á¢á¶á…á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á– á“áŸ…á–áŸá›áá—áŸ’á‡á¶á”áŸ‹á“á¹á„á¢áŸŠá¸á“á’á¾ááŸááŸ”
kn: ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಗೊಂಡಾಗ ಮಾತ್ರ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನವೀಕರಿಸಬಹುದು.
ko: 프로필은 인터넷에 연결됐을 때만 업데이트할 수 있습니다.
lt: Profilis gali būti atnaujintas tik tada, kai yra prisijungta prie interneto.
lv: Profilu var atjaunināt tikai tad, kad ir izveidots savienojums ar internetu.
mk: Профилот може да биде ажуриран само кога сте поврзани на Интернет.
ml: ഇൻ്റർനെറ്റുമായി കണക്ട് ചെയ്യുമ്പോൾ മാത്രമേ പ്രൊഫൈൽ അപ്ഡേറ്റ് ചെയ്യാൻ സാധിക്കുകയുള്ളൂ.
mr: इंटरनेटला कनेक्ट केल्यावरच प्रोफाईल अद्यतनित करता येईल.
ms: Profil hanya boleh dikemas kini apabila disambungkan kepada internet.
my: အင်တာနက်နှင့် ချိတ်ထားသာလျှင် ပရိုဖိုင်းကို အပ်ဒိတ်ပြုလုပ်နိုင်ပါသည်။
nb: Profilen kan bare oppdateres når den er koblet til internett.
nl: Je profiel kan alleen worden bijgewerkt als je bent verbonden met het internet.
pa: ਪ੍ਰੋਫਾਈਲ ਇੰਟਰਨੈੱਟ ਨਾਲ ਕਨੈਕਟ ਹੋਣ 'ਤੇ ਹੀ ਅਪਡੇਟ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ.
pa_pk: پروفائل نوں انٹرنیٹ نال منسلک ہون تے ای اپ ڈیٹ کیتا جا سکدا اے۔
pl: Możesz edytować profil tylko wtedy, gdy masz połączenie z internetem.
ps: پروفایل یوازې هغه مهال اپډیټ کېږي کله چې له انټرنېټ سره وصل یاست.
pt_br: O perfil só pode ser atualizado quando conectado à Internet.
pt_pt: O seu perfil apenas pode ser atualizado quando estiver ligado à internet.
ro: Profilul poate fi actualizat doar când ești conectat la internet.
ru: Профиль может быть обновлён только когда есть подключение к интернету.
sk: Profil je možné aktualizovať len pri pripojení na internet.
sl: Profil lahko posodobite, le če ste povazani z internetom
sq: Profili mund të përditësohet vetëm kur jeni të lidhur në internet.
sr: Профил може бити измењен само када сте повезани на интернет.
sv: Profilen kan endast uppdateras när du är ansluten till internet.
sw: Wasifu unaweza kusasishwa tu wakati umeunganishwa kwenye mtandao.
ta: உடன் இணைக்கப்படும்போது மட்டுமே சுயவிவரத்தை புதுப்பிக்க முடியும் இணையதளம்.
te: ఇంటర్నెట్‌కు కనెక్ట్ అయినప్పుడు మాత్రమే ప్రొఫైల్ నవీకరించబడుతుంది.
th: ปรับปรุงโปรไฟล์ได้เมื่อเชื่อมต่อกับอินเทอร์เน็ตอยู่เท่านั้น
tr: Profiliniz yalnızca internete bağlıyken güncellenebilir.
ug: تورغا باغلانغان ھالەتتىلا سەپلىمە ھۆججەتنى يېڭىلىغىلى بولىدۇ.
uk: Профіль можна оновити лише за наявності з'єднання з інтернетом.
ur: انٹرنیٹ سے منسلک ہونے پر ہی پروفائل کو اپ ڈیٹ کیا جاسکتا ہے۔
vi: Hồ sơ người dùng chỉ có thể được cập nhật khi có kết nối internet.
zh_cn: 只有在网络通畅时，才能更新个人资料。
zh_hk: 個人資料僅可在連接互聯網時更新。

# PROFILE_VIEW_PROFILE_DESCRIPTION
source: Your profile and changes to it will be visible to people you message, contacts and groups.
af: U profiel is eind-tot-eind geënkripteer. U profiel en veranderinge daaraan sal aan u kontakte sigbaar wees wanneer u nuwe kletse begin of aanvaar.
ar: سيَظهر حسابك الشخصي والتغييرات التي طرأت عليه للأشخاص الذين تُراسلهم وجهات الاتصال والمجموعات.
az: Profiliniz bir ucdan digərinə kimi şifrələnib. Profiliniz və dəyişiklikləriniz, yeni söhbət başladanda və ya qəbul edəndə əlaqələrinizə görünəcək.
be: Ваш профіль і змяненні ў ім будуць бачныя людзям, якім вы адпраўляеце паведамленні, вашым кантактам і групам.
bg: Вашия профил в Signal ще е видим за контактите ви, когато инициирате нов разговор, и когато го споделите с други потребители и групи.
bn: আপনার প্রোফাইল ও এতে করা পরিবর্তনগুলো আপনার মেসেজ, কন্টাক্ট, এবং গ্ৰুপগুলোর কাছে দৃশ্যমান হবে।
ca: Els canvis que hi facis i el teu perfil, seran visibles per la gent a la qual enviïs un missatge, els teus contactes i els teus grups.
cs: Váš profil a změny v něm se budou zobrazovat lidem, se kterými si píšete, které máte v kontaktech a kteří jsou s vámi ve skupinám.
cy: Mae eich proffil wedi'i amgryptio o'r dechrau i'r diwedd. Bydd eich proffil a newidiadau iddo yn weladwy i'ch cysylltiadau a phan fyddwch chi'n cychwyn neu'n derbyn sgyrsiau newydd.
da: Din profil og ændringerne vil være synlige for folk, du skriver til, kontakter og grupper.
de: Dein Profil und Änderungen daran sind für Personen, mit denen du Nachrichten austauschst, sowie für deine Kontakte und Gruppen sichtbar.
el: Το προφίλ σου και οι αλλαγές σε αυτό θα είναι ορατά στα άτομα στα οποία στέλνεις μηνύματα, στις επαφές και στις ομάδες σου.
es: Tu perfil y los cambios que hagas en él serán visibles para las personas a las que envías mensajes, tus contactos y tus grupos.
es_es: Tu perfil está cifrado de extremo a extremo. Sólo es visible para tus contactos, para personas con las que inicies o aceptes un chat nuevo y cuando te unas a nuevos grupos. Nadie más tiene acceso, ni siquiera l@s creador@s de Signal.
et: Sinu profiil on otspunktkrüptitud. Sinu profiil ja selle muudatused on nähtavad sinu kontaktidele ja kui algatad või nõustud uute vestlustega.
eu: Zure profila muturretik-muturrera enkriptatuta dago. Zure profila eta bertan egindako aldaketak zure kontaktuentzat eta solasaldi berria sortu edo onartzen duzunean bakarrik egongo dira ikusgarri.
fa: نمایۀ شما و تغییرات آن برای کسانی که به آن‌ها پیام می‌دهید، مخاطبان‌تان و گروه‌ها قابل مشاهده خواهد بود.
fi: Profiilisi ja siihen tekemäsi muutokset näkyvät henkilöille, joille lähetät viestejä, yhteystiedoille ja ryhmille.
fil: Your profile is end-to-end encrypted. It will be visible to your contacts, when you initiate or accept new conversations, and when you join new groups.
fr: Vos contacts, vos groupes et les personnes avec qui vous échangez des messages peuvent voir votre profil et les modifications que vous y apportez.
ga: Beidh do phróifíl agus athruithe ar do phróifíl infheicthe ag daoine a fhaigheann teachtaireachtaí uait, ag do theagmhálaithe agus ag do ghrúpaí.
gu: તમારી પ્રોફાઇલ અને તેમાં કરેલા ફેરફારો તમે મેસેજ કરો છો તે લોકોને, સંપર્કોને અને ગ્રૂપને દેખાશે.
he: הפרופיל שלך והשינויים בו יהיו גלויים לאנשים שיקבלו ממך הודעות, ולאנשי הקשר והקבוצות שלך.
hi: आपकी प्रोफ़ाइल और उसमें किए गए बदलाव आपके संपर्कों व समूहों सहित उन सभी लोगों को दिखेंगे जिन्हें आप संदेश भेजते हैं।
hr: Vaš profil kao i promjene na njemu bit će vidljivi osobama s kojima razmjenjujete poruke, vašim kontaktima i grupama.
hu: A profilod és a módosításai azok számára lesznek láthatók, akiknek üzenetet küldesz, valamint, akik a névjegyeid és a csoportjaid között vannak.
id: Profil Anda beserta perubahannya akan terlihat oleh kontak, grup, dan orang yang Anda kirimi pesan.
is: Notandasniðið þitt er enda-í-enda dulritað. Notandasniðið þitt og breytingar á því verður sýnilegt tengiliðunum þínum þegar þú byrjar eða samþykkir ný samtöl og eins þegar þú gengur í nýja hópa.
it: Il tuo profilo e le modifiche che apporti saranno visibili alle persone a cui invii i messaggi, ai tuoi contatti e gruppi.
ja: あなたのプロフィールとその更新情報は、メッセージの相手、連絡先、グループに表示されます。
kab: Your profile is end-to-end encrypted. Your profile and changes to it will be visible to your contacts and when you start or accept new chats.
kk: Your profile is end-to-end encrypted. Your profile and changes to it will be visible to your contacts, when you initiate or accept new conversations, and when you join new groups.
km: á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á’áŸ’áœá¾á€á¼áŠá“á¸á™á€á˜áŸ’á˜á‘á¶áŸ†á„áŸá„áá¶á„áŸ” á‚áá“á¸ á“á·á„á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá“á¹á„á”á„áŸ’á á¶á‰á‘áŸ…á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ášá”áŸáŸ‹á¢áŸ’á“á€ á“áŸ…á–áŸá›á…á¶á”áŸ‹á•áŸ’áá¾á˜ á¬ á‘á‘á½á›á€á¶ášá‡á‡áŸ‚á›ááŸ’á˜á¸áŸ—áŸ”
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ಎಂಡ್‌-ಟು-ಎಂಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ. ನೀವು ಹೊಸ ಚಾಟ್‌ಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿದಾಗ ಅಥವಾ ಸ್ವೀಕರಿಸುವಾಗ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಅದರ ಬದಲಾವಣೆಗಳು ನಿಮ್ಮ ಸಂಪರ್ಕಗಳಿಗೆ ಕಾಣಿಸುತ್ತವೆ.
ko: 프로필과 프로필 변경 사항이 사용자가 메시지를 보내는 사람과 연락처, 그룹에 표시됩니다.
lt: Jūsų profilis yra šifruotas ištisiniu būdu. Jūsų profilis ir jam atliekami pakeitimai bus matomi jūsų adresatams bei, kai inicijuosite ar priimsite naujus pokalbius.
lv: Jūsu profils ir pilnībā šifrēts. Jūsu profils un tā izmaiņas būs redzamas jūsu kontaktpersonām, vai kad sāksiet vai piekritīsiet piedalīties jaunās tērzēšanās.
mk: Your profile is end-to-end encrypted. Your profile and changes to it will be visible to your contacts and when you start or accept new chats.
ml: നിങ്ങളുടെ പ്രൊഫൈൽ എൻഡ്-ടു-എൻഡ് എൻക്രിപ്റ്റ് ചെയ്തിരിക്കുന്നു. നിങ്ങളുടെ പ്രൊഫൈലും അതിലേക്കുള്ള മാറ്റങ്ങളും നിങ്ങളുടെ കോൺ‌ടാക്റ്റുകൾ-ക്കും ദൃശ്യമാകും കൂടാതെ നിങ്ങൾ പുതിയ ചാറ്റുകൾ ആരംഭിക്കുകയോ സ്വീകരിക്കുകയോ ചെയ്യുമ്പോളും.
mr: आपले प्रोफाइल आणि त्यामधील बदल आपण संदेश करता असे लोक, संपर्क आणि ग्रुप्स यांना दृश्यमान असतील.
ms: Profil dan perubahan yang anda lakukan akan kelihatan kepada orang yang anda mesej, kenalan dan kumpulan.
my: သင်၏ ပရိုဖိုင်းသည် အစမှအဆုံးထိ ကုဒ်ဖြင့်ပြောင်းလဲဝှက်ထားပါသည်။ သင်၏ ပရိုဖိုင်း နှင့် ပြုလုပ်ထားသော ပြောင်းလဲမှုများကို သင်၏ အဆက်အသွယ်များက မြင်တွေ့နိုင်ပါသည်။ သင်မှ စကားပြောဆိုမှု အသစ်များ စခဲ့လျှင် သို့မဟုတ် လက်ခံခဲ့လျှင် သင်၏ ပရိုဖိုင်း နှင့် ပြုလုပ်ထားသော ပြောင်းလဲမှုများကို အခြားပါတီက မြင်တွေ့နိုင်ပါသည်။
nb: Profilen din og endringene du gjør, kan ses av personene du sender meldinger til, samt kontaktene og gruppene dine.
nl: Je profiel en wijzigingen daarin zijn zichtbaar voor mensen die je een bericht stuurt en voor contacten en groepen.
pa: ਤੁਹਾਡਾ ਪ੍ਰੋਫ਼ਾਈਲ ਸਿਰੇ-ਤੋਂ-ਸਿਰੇ ਤੱਕ ਇਨਕ੍ਰਿਪਟ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਤੁਹਾਡੇ ਪ੍ਰੋਫ਼ਾਈਲ ਅਤੇ ਇਸ ਵਿੱਚ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਤੁਹਾਡੇ ਸੰਪਰਕ ਵੇਖ ਸਕਦੇ ਹਨ, ਅਤੇ ਇਹ ਵੀ ਕਿ ਤੁਸੀਂ ਕਦੋਂ ਨਵੀਂਆਂ ਚੈਟਾਂ ਸ਼ੁਰੂ ਜਾਂ ਮਨਜ਼ੂਰ ਕਰਦੇ ਹੋ।
pa_pk: Your profile is end-to-end encrypted. Your profile and changes to it will be visible to your contacts, when you initiate or accept new conversations, and when you join new groups.
pl: Twój profil oraz wprowadzane w nim zmiany są widoczne dla osób, z którymi wymieniasz wiadomości, a także Twoich kontaktów i grup.
ps: ستاسې پروفایل په سرتاسرې بڼه سره انکریپټ شوی دی. کله چې تاسې نوې محاوره پیلوئ یا منئ، نو ستاسې پروفایل او په هغه کې راغلي بدلونونه به ستاسې مخاطبینو ته د لیدو وړ وي.
pt_br: Seu perfil e alterações ficarão visíveis para seus contatos, grupos e pessoas que você enviar mensagens.
pt_pt: O seu perfil e as alterações que lhe fizer serão visíveis pelas pessoas a quem enviar mensagem, contactos e grupos.
ro: Profilul și schimbările tale vor fi vizibile pentru persoanele cărora le dai mesaj, pentru contacte și grupuri.
ru: Ваш профиль и изменения в нём будут видны людям, которым вы отправляете сообщения, вашим контактам и группам.
sk: Váš profil a zmeny v ňom sa zobrazia ľuďom, ktorým posielate správy, kontaktom a skupinám.
sl: Vaš profil je šifriran od pošiljatelja do prejemnika. Profil in spremembe bodo vidne stikom in ko začnete ali sprejmete nov pogovor.
sq: Profili juaj është i fshehtëzuar skaj-më-skaj. Profili juaj dhe ndryshime në të do të jenë të dukshme për kontaktet tuaja, kur nisni ose pranoni fjalosje të reja.
sr: Ваш профил и промене профила биће видљиви људима којима шаљете поруке, контактима и групама.
sv: Din profil och ändringar till den kommer att vara synliga för personer som du skickar ett meddelande till, samt till dina kontakter och grupper.
sw: Wasifu wako umesimbwa kwa njia fiche ya mwisho hadi mwisho. Wasifu wako na mabadiliko unayoufanyia yataonekana kwa waasiliani wako, na unapoanza au kukubali gumzo mpya.
ta: உங்கள் சுயவிவரம்பயனரிடமிருந்து பயனருக்கு மறைகுறியாக்கப்பட்ட. உங்கள் சுயவிவரம் மற்றும் அதற்கான மாற்றங்கள் உங்கள் தொடர்புகளுக்கும், நீங்கள் தொடங்கும் போது அல்லது தெரியும்ஏற்றுக்கொள் புதிய பூனைகள்.
te: మీ ప్రొఫైల్ ఎండ్-టు-ఎండ్ గుప్తీకరించబడింది. మీ ప్రొఫైల్ మరియు దానికి చేసిన మార్పులు మీ పరిచయాలకు కనిపిస్తాయి మరియు మీరు క్రొత్త చాట్‌లను ప్రారంభించినప్పుడు లేదా అంగీకరించినప్పుడు.
th: ผู้ติดต่อ กลุ่ม และคนที่คุณส่งข้อความหาจะเห็นโปรไฟล์และการเปลี่ยนแปลงในโปรไฟล์ของคุณ
tr: Profilin ve profiline yaptığın değişiklikler; mesaj gönderdiğin kişiler, kişi listendekiler ve grupların tarafından görüntülenebilir.
ug: ئارخىپىڭىز ۋە ئۇنىڭغا كىرگۈزگەن ئۆزگەرتىشلىرىڭىزنى سىز ئۇچۇرلاشقانلار، ئالاقىداشلار ۋە گۇرۇپپىدىكىلەر كۆرەلەيدۇ.
uk: Ваш профіль і зміни в ньому бачать ваші співрозмовники, контакти й групи.
ur: آپ کی پروفائل اور اس میں کی گئی تبدیلیاں آپ کے میسج وصول کرنے والے افراد، روابط اور گروپس کو نظر آئیں گی۔
vi: Hồ sơ và các thay đổi trên hồ sơ của bạn sẽ chỉ hiển thị với những người bạn nhắn tin, với các liên hệ và các nhóm.
zh_cn: 您的个人资料以及您对其做的更改将会对您发送消息的对象、联系人及群组可见。
zh_hk: 你傳送訊息的人、聯絡人和群組將會看到你的個人資料和相關更改。

# PROFILE_VIEW_TITLE
source: Profile
af: Profiel
ar: الحساب الشخصي
az: Profil
be: Профіль
bg: Профил
bn: প্রোফাইল
ca: Perfil
cs: Profil
cy: Proffil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
es_es: Perfil
et: Profiil
eu: Profila
fa: نمایه
fi: Profiili
fr: Profil
ga: Próifíl
gu: પ્રોફાઇલ
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
is: Snið
it: Profilo
ja: プロフィール
kab: Amaɣnu
kk: Профиль
km: á”áŸ’ášáœááŸ’áá·ášá¼á”
kn: ಪ್ರೊಫೈಲ್
ko: 프로필
lt: Profilis
lv: Profils
mk: Профил
ml: പ്രൊഫൈൽ
mr: प्रोफाईल
ms: Profil
my: ပရိဖိုင်း
nb: Profil
nl: Profiel
pa: ਪ੍ਰੋਫਾਈਲ
pa_pk: پروفائل
pl: Profil
ps: پروفایل
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sl: Profil
sq: Profil
sr: Профил
sv: Profil
sw: Wasifa
ta: விவரம்
te: వ్యక్తిత్వవర్ణన
th: โปรไฟล์
tr: Profil
ug: ئارخىپ
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zh_cn: 资料
zh_hk: 個人資料

# PROFILE_VIEW_USERNAME_DESCRIPTION
source: Your username, QR code and link aren’t visible on your profile. Only share your username with people you trust.
ar: اسم المُستخدم الخاص بك ليس مرئيًا على حسابك الشخصي، وكذلك رابط وكود الـ QR الخاصين بك. شارِك اسم المُستخدِم الخاص بك فقط مع الناس الذين تثق بهم.
be: Ваша імя карыстальніка, QR-код і спасылка не бачныя ў вашым профілі. Паведамляйце пра сваё імя карыстальніка толькі тым, да каго маеце давер.
bn: আপনার ব্যবহারকারীর নাম, QR কোড এবং লিংক আপনার প্রোফাইলে দৃশ্যমান নয়। শুধুমাত্র আপনি আস্থা রাখতে পারেন এমন ব্যক্তিদের সাথে আপনার ব্যবহারকারীর নাম শেয়ার করুন।
ca: El teu àlies, codi QR i enllaç no són visibles al teu perfil. Comparteix el teu àlies només amb persones de confiança.
cs: Vaše uživatelské jméno, QR kód a odkaz se na vašem profilu nezobrazují. Své uživatelské jméno sdílejte jen s lidmi, kterým věříte.
da: Dit brugernavn, din QR-kode og dit link er ikke synlige på din profil. Del kun dit brugernavn med folk, du stoler på.
de: Dein Nutzername, der QR-Code und der Link sind in deinem Profil nicht sichtbar. Teile deinen Nutzernamen nur mit Leuten, denen du vertraust.
el: Το όνομα χρήστη, ο κωδικός QR και ο σύνδεσμός σου δεν είναι ορατά στο προφίλ σου. Να μοιράζεσαι μόνο το όνομα χρήστη σου με άτομα που εμπιστεύεσαι.
es: Tu alias, código QR y enlace no se muestran en tu perfil. Comparte tu alias solo con personas de confianza.
fa: نام کاربری، کد QR و پیوند شما در نمایۀ شما قابل مشاهده نیست. نام کاربری خود را فقط با افراد مورد اعتمادتان به اشتراک بگذارید.
fi: Käyttäjänimi, QR-koodi ja linkki eivät näy profiilissasi. Jaa käyttäjänimesi vain henkilöille, joihin luotat.
fr: Votre nom d'utilisateur, votre code QR et votre lien ne s'affichent pas sur votre profil. Ne partagez votre nom d'utilisateur qu'avec des personnes de confiance.
ga: Níl d'ainm úsáideora, cód QR ná nasc infheicthe ar do phróifíl. Ná comhroinn d'ainm úsáideora ach amháin le daoine a bhfuil muinín agat iontu.
gu: તમારું યુઝરનેમ, QR કોડ અને લિંક તમારી પ્રોફાઇલ પર દેખાતા નથી. તમારું યુઝરનેમ ફક્ત એવા લોકો સાથે જ શેર કરો જેમના પર તમને વિશ્વાસ હોય.
he: שם המשתמש, קוד ה–QR והלינק שלך לא גלויים בפרופיל שלך. כדאי לשתף את שם המשתמש שלך רק עם אנשים שבוטחים בהם.
hi: आपका यूज़रनेम, QR कोड और लिंक आपके प्रोफाइल पर दिखाई नहीं दे रहे हैं। अपना यूज़रनेम केवल उन लोगों के साथ साझा करें जिन पर आपको भरोसा है।
hr: Vaše korisničko ime, QR kôd i poveznica ne prikazuju se na vašem profilu. Dijelite svoje korisničko ime samo s osobama kojima vjerujete.
hu: A felhasználóneved, a QR-kódod és a hivatkozásod nem látható a profilodban. Csak olyanokkal oszd meg a felhasználónevedet, akikben megbízol.
id: Nama pengguna, kode QR, dan tautan Anda tidak terlihat di profil. Hanya bagikan nama pengguna ke orang yang Anda percayai.
it: Il tuo nome utente, codice QR e link non sono visibili sul tuo profilo. Condividi il tuo nome utente solo con le persone di cui ti fidi.
ja: ユーザーネーム、QRコード、リンクはプロフィールに表示されません。ユーザーネームは信頼できる人とのみ共有してください。
ko: 사용자 이름과 QR 코드, 링크가 프로필에 표시되지 않습니다. 신뢰하는 사람과만 사용자 이름을 공유하세요.
mr: आपले वापरकर्ता नाव, QR कोड आणि लिंक आपल्या प्रोफाइलवर दिसणार नाहीत. आपण ज्यांच्यावर विश्वास ठेवता फक्त त्याच्यासह आपले वापरकर्ता नाव शेअर करा.
ms: Nama Pengguna, kod QR dan pautan anda tidak kelihatan pada profil anda. Hanya kongsi nama pengguna anda dengan orang yang anda percayai.
nb: Brukernavnet, QR-koden og lenken er ikke synlige i profilen din. Ikke del brukernavnet ditt med personer du ikke stoler på.
nl: Je gebruikersnaam, QR-code en link zijn niet zichtbaar op je profiel. Deel je gebruikersnaam alleen met mensen die je vertrouwt.
pl: Nazwa użytkownika, kod QR ani link nie są widoczne w Twoim profilu. Udostępniaj swoją nazwę użytkownika tylko zaufanym osobom.
pt_br: Seu nome de usuário, QR code e link não estão visíveis em seu perfil. Compartilhe seu nome de usuário somente com pessoas em quem você confia.
pt_pt: O seu nome de utilizador, código QR e link não estão visíveis no seu perfil. Partilhe o seu nome de utilizador apenas com pessoas da sua confiança.
ro: Numele tău de utilizator, codul QR și linkul nu sunt vizibile în profilul tău. Distribuie numele de utilizator numai persoanelor în care ai încredere.
ru: Ваше имя пользователя, QR-код и ссылка не видны в вашем профиле. Делитесь вашим именем пользователя только с теми, кому доверяете.
sk: Vaše používateľské meno, QR kód a odkaz sa nezobrazujú vo vašom profile. Svoje používateľské meno zdieľajte iba s ľuďmi, ktorým dôverujete.
sr: Ваше корисничко име, QR код и линк нису видљиви на вашем профилу. Корисничко име дајте само са људима којима верујете.
sv: Ditt användarnamn, QR-kod och länk syns inte på din profil. Dela bara ditt användarnamn med personer du litar på.
th: ชื่อผู้ใช้ คิวอาร์โค้ดและลิงก์จะไม่ปรากฏบนโปรไฟล์ของคุณ เราขอแนะนำให้แชร์ชื่อผู้ใช้ของคุณกับคนที่ไว้วางใจเท่านั้น
tr: Kullanıcı adın, kare kodun ve bağlantın profilinde görünmez. Kullanıcı adını yalnızca güvendiğin kişilerle paylaş.
ug: ئىشلەتكۈچى نامىڭىز، QR كودىڭىز ۋە ئۇلانمىڭىز ئارخىپىڭىزدا كۆرۈنمەيدۇ. ئىشلەتكۈچى نامىڭىزنى پەقەت سىز ئىشىنىدىغان كىشىلەر بىلەنلا ئورتاقلىشىڭ.
uk: Ім'я користувача, QR-код і посилання не показуються у вашому профілі. Діліться іменем користувача тільки з тими, кому довіряєте.
ur: آپ کا یوزر نیم، QR کوڈ اور لنک آپ کی پروفائل پر نظر نہیں آتے۔ اپنا یوزر نیم صرف ان لوگوں کے ساتھ شیئر کریں جن پر آپ کو اعتماد ہو۔
vi: Tên người dùng, mã QR và đường dẫn không hiển thị trên hồ sơ của bạn. Chỉ chia sẻ tên người dùng với người bạn tin tưởng.
zh_cn: 您的用户名、二维码和链接在个人资料中不可见。请仅将您的用户名分享给您信任的人。
zh_hk: 你的個人資料不會顯示用戶名稱、二維碼及連結。僅與你信任的人分享你的用戶名稱。
