Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# LINK_DEVICE_INVALID_CODE_BODY
source: This QR code is not valid. Please make sure you are scanning the QR code that is displayed on the device you want to link.
af: Hierdie QR-kode is nie geldig nie. Skandeer die QR-kode wat gewys word op die toestel wat u wil koppel.
ar: كود الـ QR هذا غير صالح. يُرجى التأكُّد من أنك تقوم بمسح كود الـ QR المعروض على الجهاز الذي تريد ربطه.
az: Bu QR kod etibarsızdır. Zəhmət olmasa əlaqə yaratmaq istədiyiniz cihazda görüntülənən QR kodu skan etdiyinizə əmin olun.
be: Гэты QR-код несапраўдны. Пераканайцеся, што вы скануеце QR-код, што паказаны на прыладзе, якую вы жадаеце звязаць.
bg: Този QR код е невалиден. Моля, проверете дали сканирате QR кода, показан на устройството, което искате да свържете.
bn: এই কিউআর কোডটি বৈধ নয়। আপনি যে ডিভাইস লিঙ্কটি করতে চান তাতে প্রদর্শিত QR কোডটি আপনি স্ক্যান করছেন তা দয়া করে নিশ্চিত হন।
ca: Aquest codi QR no és vàlid. Si us plau, assegureu-vos que escanegeu el codi QR que es mostra al dispositiu que voleu enllaçar.
cs: Tento QR kód je neplatný. Ujistěte se prosím, že snímáte QR kód ze zařízení, které chcete připojit.
cy: Nid yw'r côd QR hwn yn ddilys. Gwnewch yn siŵr eich bod chi'n sganio'r côd QR sy'n cael ei arddangos ar y ddyfais rydych chi am ei chysylltu.
da: Denne QR-kode er ikke gyldig. Sørg for, at du scanner QR-koden, der vises på den enhed du vil forbinde
de: Dieser QR-Code ist ungültig. Achte darauf, dass du den QR-Code einscannst, der auf dem zu koppelnden Gerät angezeigt wird.
el: Αυτός ο κωδικός QR δεν είναι έγκυρος. Βεβαιώσου ότι σκανάρεις τον κωδικό QR που εμφανίζεται στη συσκευή που θέλεις να συνδέσεις.
es: Este código QR no es válido. Asegúrate de estar escaneando el código QR que se muestra en el dispositivo que quieres vincular.
es_es: Este código QR no es válido. Asegúrate de estar escaneando el código QR de Signal Desktop en el dispositivo que quieres enlazar.
et: See ei ole kehtiv QR-kood. Palun kontrolli, et skannid QR-koodi seadme ekraanilt, mida soovid ühendada.
eu: QR kode hau baliogabea da. Mesedez, egiazta ezazu lotu nahi duzun gailuan agertzen den QR kodea eskaneatzen ari zarela.
fa: کد QR معتبر نمی باشد. لطفا مطمئن شوید که در حال اسکن کد QR نمایش داده روی دستگاهی که قصد پیوند به آن را دارید می باشید.
fi: Tämä QR-koodi ei kelpaa. Tarkista, että olet skannaamassa sen laitteen näytöllä näkyvää QR-koodia, johon haluat yhdistää.
fil: Hindi valid ang QR code. Paki-seguro na ini-scan mo ang QR code na makikita sa device na nais mong i-link.
fr: Ce code QR est incorrect. Veuillez scanner le code QR affiché sur l’appareil à associer.
ga: Níl an cód QR seo bailí. Deimhnigh gur scan tú an cód QR ar an ngléas a bhfuil tú ag iarraidh nascadh leis.
gu: આ QR કોડ માન્ય નથી. કૃપા કરીને ખાતરી કરો કે તમે QR કોડને સ્કેન કરી રહ્યાં છો કે જે ડિવાઇસને તમે લિંક કરવા માંગો છો તેના પર પ્રદર્શિત થાય છે.
he: קוד QR זה אינו תקף. אנא וודא שאתה סורק את קוד ה־QR המוצג על המכשיר שאתה רוצה לקשר.
hi: यह QR कोड सही नहीं है। कृपया जांच लें कि आप उसी डिवाइस का QR कोड स्कैन कर रहे हैं जिसे आपको लिंक करना है।
hr: Ovaj QR kôd nije važeći. Provjerite skenirate li QR kôd prikazan na uređaju koji želite povezati.
hu: Érvénytelen QR kód. Ellenőrizd, hogy valóban a társítani kívánt készüléken megjelent QR kódot olvasod be.
id: Kode QR ini tidak valid. Mohon pastikan Anda memindai yang ditampilkan pada perangkat yang ingin Anda sambungkan.
is: Þessi QR-kóði er ekki gildur. Gakktu úr skugga um að þú sért að skanna QR-kóðann sem birtist á tækinu sem þú vilt tengja.
it: Questo codice QR non è valido. Assicurati di stare effettuando la scansione del codice QR visualizzato sul dispositivo che desideri collegare.
ja: このQRコードは無効です。リンクしたい端末に表示されているQRコードであるか確認してください。
kab: Tangalt-a QR d tarameɣtut. Ttxil-k·m ḍmen la tesmiḍineḍ tangalt QR i d-yettuseknen ɣef yibenk wuɣur tebɣiḍ ad teqqneḍ.
kk: QR код дұрыс емес. Байланыстырғыңыз келетін құрылғының экранында көрінетін QR кодты сканерлеп жатқаныңызға көз жеткізіңіз.
km: á€á¼áŠ QR á“áŸáŸ‡á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á”áŸ’ášá¶á€áŠáá¶ á¢áŸ’á“á€áŸáŸ’á€áŸá“á€á¼áŠ QR áŠáŸ‚á›á”á„áŸ’á á¶á‰á›á¾á§á”á€ášááŸáŠáŸ‚á›á¢áŸ’á“á€á…á„áŸ‹á—áŸ’á‡á¶á”áŸ‹áŸ”
kn: ಈ ಕ್ಯೂಆರ್‌ ಕೋಡ್ ಮಾನ್ಯವಾಗಿಲ್ಲ. ನೀವು ಲಿಂಕ್ ಮಾಡಲು ಬಯಸುವ ಸಾಧನದಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾದ ಕ್ಯುಆರ್‌ ಕೋಡ್ ಅನ್ನು ನೀವು ಸ್ಕ್ಯಾನ್ ಮಾಡುತ್ತಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ko: QR 코드가 올바르지 않습니다. 스캔하고자 하는 기기에 있는 QR 코드를 읽었는지 다시 한 번 확인하세요.
lt: Šis QR kodas yra neteisingas. Įsitikinkite, kad skenuojate įrenginio, kurį norite susieti, ekrane rodomą QR kodą.
lv: QR kods nav derīgs. Pārliecinieties, vai skenējat to QR kodu, kas tiek parādīts piesaistāmajā ierīcē.
mk: Овој QR код не е валиден. Ве молиме осигурајте се дека сте го скенирале QR кодот кој што е прикажан на уредот на кој сакате да се поврзете.
ml: ഈ QR കോഡ് സാധുവല്ല. നിങ്ങൾ ലിങ്ക് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഡിവൈസിൽ ഡിസ്പ്ലേ ചെയ്തിരിക്കുന്ന QR കോഡ് തന്നെയാണ് നിങ്ങൾ സ്കാൻ ചെയ്യുന്നതെന്ന് ദയവായി ഉറപ്പാക്കുക.
mr: हा QR कोड वैध नाही. आपल्याला लिंक करावयाचा डिव्हाईस वर प्रदर्शित केलेला QR कोड आपण स्कॅन करत आहात याची कृपया खात्री करा.
ms: Kod QR ini tidak sah. Sila pastikan anda mengimbas kod QR yang dipaparkan pada peranti yang ingin anda pautkan.
my: ၎င်း QR ကုဒ်သည် မမှန်ကန်ပါ။ ကျေးဇူးပြု၍ သင် စကင်ဖတ်နေသော QR ကုဒ်သည် သင်ချိတ်ဆက်ချင်သည့် စက်ပေါ်တွင် ပြထားသော QR ကုဒ်ဖြင့် ကိုက်ညီစေရန် သေချာစေပါ။
nb: Denne QR-koden er ikke gyldig. Du må skanne QR-koden som vises på enheten du vil godkjenne.
nl: Deze QR-code is ongeldig. Zorg dat je de QR-code scant die wordt weergeven op het apparaat dat je wilt koppelen.
pa: ਇਹ QR ਕੋਡ ਵੈਧ ਨਹੀਂ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਉਸ ਡਿਵਾਈਸ 'ਤੇ ਦਿਖਾਏ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰ ਰਹੇ ਹੋ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਲਿੰਕ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ.
pa_pk: ایہہ QR کوڈ کارآمد نئیں اے۔ مہربانی کر کے یقینی بناؤ کہ تساں ایس QR کوڈ نوں اسکین کر رئے ہیں جیہڑا ایس آلے اتے ظاہر ہوندا اے جیس توں تساں لنک کرنا چاہندے او۔
pl: Kod QR jest nieprawidłowy. Upewnij się, że skanujesz kod QR wyświetlany na urządzeniu, które chcesz połączyć.
ps: د QR کوډ سم نه دی. د مهرباني له مخې ځان ډاډه کړئ چې تاسې د QR دغه کوډ سکن کوئ کوم چې په لینک کېدونکې وسیله کې ښودل شوی دی.
pt_br: Este código QR não é válido. Certifique-se de escanear o código QR exibido pelo aparelho que você deseja vincular.
pt_pt: O código QR é inválido, verifique que está a ler o código QR apresentado no dispositivo que deseja associar.
ro: Acest cod QR nu este valid. Te rugăm să te asiguri că scanezi codul QR afișat pe dispozitivul pe care vrei să-l conectezi.
ru: Этот QR-код недействителен. Пожалуйста, убедитесь, что вы сканируете QR-код, показанный на устройстве, которое вы хотите привязать.
sk: Tento QR kód je neplatný. Prosím, uistite sa, že skenujete QR kód zobrazený na zariadení, ktoré chcete prepojiť.
sl: Koda QR ni veljavna. Prosimo prepričajte se, da skenirate kodo QR na napravi, ki jo želite povezati.
sq: Ky kod QR s’është i vlefshëm. Ju lutemi, sigurohuni se po skanoni kodin QR që shfaqet te pajisja të cilën doni të lidhni.
sr: Овај QR код није важећи. Проверите да ли скенирате QR код приказан на уређају који желите да повежете.
sv: Denna QR-kod är inte giltig. Se till att du skannar QR-koden som visas på enheten som du vill länka.
sw: Msimbo huu wa QR sio halali. Tafadhali hakikisha unaskani msimbo wa QR ulioonyeshwa kwenye kifaa unachotaka kuunganisha.
ta: இந்த QR குறியீடு செல்லுபடியாகாது. நீங்கள் இணைக்க விரும்பும் சாதனத்தில் காட்டப்படும் QR குறியீட்டை ஸ்கேன் செய்கிறீர்கள் என்பதை உறுதிப்படுத்தவும்.
te: ఈ QR కోడ్ చెల్లదు. దయచేసి మీరు లింక్ చేయదలిచిన పరికరంలో ప్రదర్శించబడే QR కోడ్‌ను స్కాన్ చేస్తున్నారని నిర్ధారించుకోండి.
th: รหัส QR นี้ใช้ไม่ได้ กรุณาตรวจสอบให้แน่ใจว่าคุณได้สแกนรหัส QR ที่แสดงบนอุปกรณ์ที่คุณต้องการเชื่อมโยง
tr: Bu karekod geçerli değil. Lütfen bağlamak istediğiniz cihazda görüntülenen karekodu taradığınızdan emin olun.
ug: بۇ QR كودى ئىناۋەتلىك ئەمەس. باغلىماقچى بولغان ئۈسكۈنىدە كۆرسىتىلگەن QR كودىنى سايىلىگەنلىكىڭىزنى جەزملەشتۈرۈڭ.
uk: Це не QR-код для зв'язування. Переконайтеся, що ви скануєте QR-код на пристрої, який хочете зв’язати.
ur: یہ QR کوڈ درست نہیں ہے۔براہ کرم آپ جس لنک کو ڈیوائس پر ڈسپلیڈ کرنا چاہتے ہیں اور یقینی بنائیں کہ آپ QR کوڈ سکین کر رہے ہیں۔
vi: Mã QR này không hợp lệ. Hãy đảm bảo bạn đang quét đúng mã QR trên thiết bị bạn đang muốn liên kết.
zh_cn: 此二维码无效，请确认您想要连接的设备所显示的是此二维码。
zh_hk: 此二維碼無效。請確認您所掃描的二維碼顯示於您想連結的裝置上。

# LINK_DEVICE_INVALID_CODE_TITLE
source: Linking Device Failed
af: Kon nie toestel koppel nie
ar: فشل ربط الجهاز
az: Cihazla əlaqə yaradılmadı
be: Збой падчас звязвання прылады
bg: Свързването на Устройство се Провали
bn: ডিভাইস সংযুক্তি ব্যর্থ
ca: No s'ha pogut enllaçar el dispositiu
cs: Připojení zařízení selhalo
cy: Methwyd Cysylltu Dyfais
da: Tilkobling af enhed mislykkedes
de: Gerät konnte nicht gekoppelt werden
el: Αποτυχία σύνδεσης συσκευής
es: No se ha podido vincular el dispositivo
es_es: Fallo al enlazar dispositivo
et: Seadme ühendamine ei õnnestunud
eu: Gailua lotzeak huts egin du.
fa: اتصال دستگاه ناموفق بود
fi: Laitteen yhdistäminen epäonnistui
fil: Nabigo ang Pag-link ng Device
fr: Impossible d’associer l’appareil.
ga: Theip ar Nascadh
gu: ડિવાઇસને જોડવાનું નિષ્ફળ થયું
he: קישור מכשיר נכשל
hi: डिवाइस लिंक करना असफल रहा
hr: Povezivanje uređaja nije uspjelo
hu: Készülék társítása sikertelen
id: Tautan Peralatan Telah Gagal.
is: Tenging tækis mistókst
it: Associazione dispositivo non riuscita
ja: 端末のリンクに失敗
kab: Tuqqna n yibenk tecceḍ
kk: Құрылғыны байланыстыру сәтсіз болды
km: á€á¶ášáá—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸá”á¶á“á”ášá¶á‡áŸá™
kn: ಸಾಧನವನ್ನು ಲಿಂಕ್ ಮಾಡುವುದು ವಿಫಲವಾಗಿದೆ
ko: 기기 연결 실패
lt: Įrenginio susiejimas nepavyko
lv: Neizdevās piesaistīt ierīci
mk: Поврзувањето на уредот е неуспешно
ml: ഡിവൈസ് ലിങ്ക് ചെയ്യുന്നത് പരാജയപ്പെട്ടിരിക്കുന്നു
mr: डिव्हाईस लिंक करणे अयशस्वी
ms: Gagal Memaut Peranti
my: ဖုန်းနှင့်ချိတ်ဆက်၍ မရပါ
nb: Kobling av enhet feilet
nl: Koppelen van apparaat mislukt
pa: ਡਿਵਾਈਸ ਨੂੰ ਲਿੰਕ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ
pa_pk: آلہ لنک کرنا ناکام ہویا
pl: Nie udało się połączyć urządzeń
ps: د وسیلې لینک کول تر سره نشو
pt_br: Falha ao vincular aparelho
pt_pt: Falha na associação do dispositivo
ro: Conectarea Dispozitivului a Eșuat
ru: Не удалось привязать устройство
sk: Prepojenie zariadenia zlyhalo
sl: Povezovanje naprav ni bilo uspešno
sq: Lidhja e Pajisjes Dështoi
sr: Повезивање уређаја није успело
sv: Det gick inte att länka enhet
sw: Uunganishaji Kifaa Umefeli
ta: சாதனத்தை இணைப்பதில் தோல்வி
te: పరికరాన్ని లింక్ చేయడం విఫలమైంది
th: การเชื่อมโยงอุปกรณ์ไม่สำเร็จ
tr: Cihaz Bağlanması Başarısız Oldu
ug: ئۈسكۈنە باغلاش مەغلۇب بولدى
uk: Не вдалося зв'язати пристрій
ur: ڈیوائس کو لنک کرنے میں ناکامی
vi: Không thể Liên kết Thiết bị
zh_cn: 绑定设备失败
zh_hk: 裝置連結失敗

# LINK_DEVICE_PERMISSION_ALERT_BODY
source: This device will be able to see your groups and contacts, access your chats, and send messages in your name.
af: Hierdie toestel sal jou groepe en kontakte kan sien, toegang tot jou kletse hê en boodskappe names jou stuur.
ar: سيتمكن هذا الجهاز من رؤية مجموعاتك وجهات اتصالك، والوصول إلى دردشاتك، وإرسال الرسائل باسمك.
az: Bu cihaz, qruplarınızı və əlaqələrinizi görə biləcək, söhbətlərinizə müraciət edə biləcək və adınızdan mesajlar göndərə biləcək.
be: Гэта прылада зможа бачыць вашы групы і кантакты, мець доступ да вашых чатаў і адпраўляць паведамленні ад вашага імя.
bg: Това устройство ще може да вижда вашите групи и контакти, да има достъп до разговорите ви и да изпраща съобщения от ваше име.
bn: এই ডিভাইসটি আপনার গ্রুপ ও কন্টাক্ট দেখতে পাবে, আপনার চ্যাট অ্যাক্সেস করতে পারবে এবং আপনার নামে ম্যাসেজ পাঠাতে পারবে।
ca: Aquest dispositiu podrà veure els teus grups i contactes, accedir als xats i enviar missatges en nom teu.
cs: Toto zařízení uvidí vaše skupiny a kontakty, bude mít přístup k vašim chatům a bude moct posílat zprávy vašim jménem.
cy: Bydd y ddyfais hon yn gallu gweld eich grwpiau a'ch cysylltiadau, mynedu'ch sgyrsiau, ac anfon negeseuon yn eich enw chi.
da: Denne enhed vil kunne se dine grupper og kontakter, tilgå dine chats og sende beskeder i dit navn.
de: Dieses Gerät kann deine Gruppen und Kontakte sehen, auf deine Chats zugreifen und Nachrichten in deinem Namen versenden.
el: Αυτή η συσκευή θα μπορεί να βλέπει τις ομάδες και τις επαφές σου, να έχει πρόσβαση στις συνομιλίες σου και να στέλνει μηνύματα σαν να είναι εσύ.
es: En este dispositivo podrás ver tus grupos y contactos, acceder a tus chats y enviar mensajes desde tu perfil.
es_es: Este dispositivo tendrá acceso a tus grupos y contactos, podrá leer todos tus mensajes y enviar mensajes en tu nombre.
et: See seade hakkab nägema sinu gruppe ja kontakte, saab ligipääsu sinu vestlustele ja võimalusele sinu nime alt sõnumeid saata.
eu: Gailu hau gai izango da zure talde eta kontaktuak ikusteko, zure solasaldietan sartzeko eta zure izenean mezuak bidaltzeko.
fa: این دستگاه قادر خواهد بود مخاطبین و گروه‌های شما را ببیند، به گفتگوهای شما دسترسی داشته باشد، و با نام شما پیام ارسال کند.
fi: Tämä laite voi jatkossa nähdä ryhmäsi ja yhteystietosi, lukea kaikki viestisi ja lähettää viestejä sinun nimissäsi.
fil: Magagawa ng device na ito na makita ang iyong mga grupo at kontak, ma-access ang iyong mga pag-uusap, at magpadala ng mga mensahe sa ngalan mo.
fr: Cet appareil pourra afficher vos groupes et vos contacts, accéder à vos conversations et envoyer des messages via votre profil.
ga: Beidh an gléas seo in ann do ghrúpaí agus teagmhálaithe a fheiceáil, do chomhráite a rochtain, agus teachtaireachtaí a sheoladh faoi d'ainm féin.
gu: આ ડિવાઇસ તમારા ગ્રૂપ અને સંપર્કો જોઈ શકશે, તમારી ચેટનો ઍક્સેસ કરી શકશે અને તમારા નામે મેસેજ મોકલી શકશે.
he: מכשיר זה יוכל לראות את הקבוצות ואנשי הקשר שלך, לקבל גישה לצ׳אטים שלך ולשלוח הודעות בשמך.
hi: यह डिवाइस आपके ग्रुप और संपर्क देख पाएगा, आपके चैट को ऐक्सेस कर पाएगा, और आपके नाम से मेसेज भेज पायेगा।
hr: Ovaj će uređaj moći vidjeti vaše grupe i kontakte, pristupiti vašim razgovorima i slati poruke u vaše ime.
hu: Ez az eszköz a továbbiakban hozzáfér a Signal-csevegéseidhez, a névjegy- és csoportlistádhoz, valamint üzenetet tud küldeni a nevedben.
id: Perangkat ini akan dapat melihat grup dan kontak Anda, mengakses obrolan Anda, dan mengirimkan pesan atas nama Anda.
is: Þetta tæki mun geta séð hópana þína og tengiliði, haft aðgang að spjallinu þínu og sent skilaboð í þínu nafni.
it: Questo dispositivo sarà in grado di vedere i tuoi gruppi e contatti, accedere alle chat e inviare messaggi a tuo nome.
ja: この端末は、あなたのグループや連絡先を確認したり、チャットにアクセスしたり、自分の名前でメッセージを送信することができるようになります。
kab: Ibenk-a ad yizmir ad iẓer igrawen d yinermisen inek·inem, ad yekcem ɣer yidiwenniyen-inek·inem akked daɣen ad yazen iznan s yisem-ik·im.
kk: Бұл құрылғы сіздің топтарыңыз бен байланыстық тұлғаларыңызды көріп, әңгімелеріңізге қатынай алатын және сіздің атыңыздан хабарламалар жібере алатын болады.
km: á§á”á€ášááŸá“áŸáŸ‡ á“á¹á„á¢á¶á…á˜á¾á›áƒá¾á‰á€áŸ’ášá»á˜á“á·á„á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ášá”áŸáŸ‹á¢áŸ’á“á€ á…á¼á›á”áŸ’ášá¾á€á¶ášá‡á‡áŸ‚á€ášá”áŸáŸ‹á¢áŸ’á“á€ á“á·á„á•áŸ’á‰á¾áŸá¶ášá€áŸ’á“á»á„áˆáŸ’á˜áŸ„áŸ‡ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ಈ ಸಾಧನಕ್ಕೆ ನಿಮ್ಮ ಗುಂಪುಗಳನ್ನು ಮತ್ತು ಸಂಪರ್ಕಗಳನ್ನು ನೋಡಲು, ನಿಮ್ಮ ಚಾಟ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಹಾಗೂ ನಿಮ್ಮ ಹೆಸರಿನಲ್ಲಿ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: 이 기기에서 내 그룹과 연락처를 보고, 대화에 접근하고, 내 이름으로 메시지를 보낼 수 있습니다.
lt: Šis įrenginys galės matyti jūsų grupes ir adresatus, gauti prieigą prie jūsų pokalbių bei siųsti žinutes jūsų vardu.
lv: Šajā ierīcē varēs redzēt jūsu grupas un kontaktpersonas, piekļūt jūsu tērzēšanām un sūtīt ziņas jūsu vārdā.
mk: Овој уред ќе може да ги види Вашите групи и контакти, да им пристапи на Вашите разговори и да испраќа пораки во Ваше име.
ml: ഈ ഡിവൈസിൽ നിങ്ങളുടെ ഗ്രൂപ്പുകളും കോൺടാക്ടുകളും കാണാനും, നിങ്ങളുടെ സംഭാഷണങ്ങൾ പ്രാപ്യമാക്കാനും, നിങ്ങളുടെ പേരിൽ സന്ദേശങ്ങൾ അയക്കാനും സാധിക്കും.
mr: हे डिव्हाईस आपले गट आणि संपर्क पाहू शकेल, आपले चॅट ॲक्सेस करू शकेल, आणि आपल्या नावाने संदेश पाठवू शकेल.
ms: Peranti ini akan dapat melihat kumpulan dan kenalan anda, mengakses sembang anda, dan menghantar mesej atas nama anda.
my: ၎င်းစက်သည် သင်၏ အဖွဲ့နှင့် အဆက်အသွယ်များ၊ သင့်စကားပြောဆိုမှုများ၊ နှင့် သင့်အမည်သုံး၍ မက်ဆေ့ချ်များ ပေးပို့ခြင်းတို့ ကို မြင်တွေ့လုပ်ဆောင်နိုင်ပါသည်။
nb: Denne enheten vil kunne se dine grupper, kontakter og samtaler, og sende meldinger som deg.
nl: Dit apparaat zal je groepen en contacten kunnen inzien, toegang krijgen tot je chats en berichten uit jouw naam kunnen versturen.
pa: ਇਹ ਡਿਵਾਈਸ ਤੁਹਾਡੇ ਗਰੁੱਪਾਂ ਅਤੇ ਸੰਪਰਕਾਂ ਨੂੰ ਦੇਖ ਪਾਏਗਾ, ਤੁਹਾਡੀਆਂ ਵਾਰਤਾਲਾਪਾਂ ਤਾਈਂ ਪਹੁੰਚ ਕਰ ਪਾਏਗਾ, ਅਤੇ ਤੁਹਾਡੇ ਨਾਮ 'ਤੇ ਸੁਨੇਹੇ ਭੇਜ ਪਾਏਗਾ।
pa_pk: ایہہ آلہ تساں دے گروپس تے رابطیاں نوں ویکھن، تساں دی گل وات تائیں رسائی حاصل کرن تے تساں دے ناں توں سنیہے گھلن دے قابل ہووے گا۔
pl: To urządzenie będzie mieć dostęp do Twoich grup, kontaktów i czatów oraz będzie mogło wysyłać wiadomości w Twoim imieniu.
ps: دغه وسیله به د دې جوګه واوسي تر څو ستاسې ګروپونه او مخاطبین وویني، ستاسې چټونو ته لاسرسی ولري او ستاسې په نوم پیغامونه ولیږي.
pt_br: Este dispositivo será capaz de ver seus grupos e contatos, acessar seus chats e enviar as mensagens em seu nome.
pt_pt: Este dispositivo conseguirá ver os seu grupos e contactos, aceder aos seus chats e enviar mensagens em seu nome.
ro: Acest dispozitiv va putea vedea grupurile și contactele tale, accesa conversațiile și să trimită mesaje în numele tău.
ru: Это устройство сможет видеть ваши группы и контакты, получит доступ к вашим чатам и сможет отправлять сообщения от вашего имени.
sk: Toto zariadenie bude vidieť vaše skupiny a kontakty, bude mať prístup k vašim četom a bude môcť odosielať správy vo vašom mene.
sl: Ta naprava bo lahko videla skupine in stike, dostopala do pogovorov in pošiljala sporočila v vašem imenu.
sq: Kjo pajisje do të jetë në gjendje të shohë grupet dhe kontaktet tuaj, të hyjë në fjalosjet tuaja, dhe të dërgojë mesazhe në emrin tuaj.
sr: Овај уређај ће имати приступ вашим контактима, групама и ћаскањима и моћи ће да шаље поруке у ваше име.
sv: Denna enhet kommer att kunna se dina grupper och kontakter, få tillgång till dina chattar och skicka meddelanden i ditt namn.
sw: Kifaa hiki kitaweza kuona vikundi na anwani zako, kufikia gumzo zako, na kutuma ujumbe kwa jina lako.
ta: இது சாதனம் உங்கள் பார்க்க முடியும் குழுக்கள் மற்றும் தொடர்புகள், உங்கள் உரையாடல்களை அணுகலாம் மற்றும் அனுப்பு உங்கள் பெயரில் செய்திகள்.
te: ఈ పరికరం మీ సమూహాలను మరియు పరిచయాలను చూడగలదు, మీ మాటామంతీను ప్రవేశ సౌలభ్యం చేయగలదు మరియు మీ పేరు మీద సందేశాలను పంపగలదు.
th: อุปกรณ์เครื่องนี้จะสามารถเห็นกลุ่ม รายชื่อผู้ติดต่อ เข้าถึงแชทของคุณ และส่งข้อความด้วยชื่อของคุณ
tr: Bu cihaz gruplarını ve kişilerini görebilir, sohbetlerine erişebilir ve adına mesaj gönderebilir.
ug: بۇ ئۈسكۈنە گۇرۇپپا ۋە ئالاقىداشلىرىڭىزنى كۆرەلەيدۇ، سۆھبەتلىرىڭىزنى زىيارەت قىلالايدۇ ۋە سىزنىڭ ئىسمىڭىزدا ئۇچۇر ئەۋەتەلەيدۇ.
uk: Цей пристрій зможе бачити ваші групи й контакти, отримає доступ до ваших чатів, і з нього надсилатимуться повідомлення від вашого імені.
ur: یہ ڈیوائس آپ کے گروپس اور رابطوں کو دیکھنے، آپ کی چیٹس تک رسائی حاصل کرنے اور آپ کے نام سے پیغامات بھیجنے کے قابل ہو گی۔
vi: Thiết bị này sẽ có thể thấy được nhóm và liên hệ của bạn, truy cập các cuộc trò chuyện của bạn, và gửi tin nhắn dưới tên bạn.
zh_cn: 此设备将能查看您的群组和联系人、读取您的对话及以您的名义发送消息。
zh_hk: 此裝置可查看你的群組和聯絡人、存取你的聊天，以及以你的名義傳送訊息。

# LINK_DEVICE_PERMISSION_ALERT_TITLE
source: Link this device?
af: Koppel hierdie toestel?
ar: هل ترغبُ بربط هذا الجهاز؟
az: Bu cihazla əlaqə yaradılsın?
be: Звязаць гэту прыладу?
bg: Да свържа ли устройството?
bn: এই ডিভাইস সংযুক্ত করবেন?
ca: Voleu enllaçar aquest dispositiu?
cs: Připojit toto zařízení?
cy: Cysylltu'r ddyfais hon?
da: Tilføj denne enhed?
de: Dieses Gerät koppeln?
el: Σύνδεση της συσκευής;
es: ¿Vincular este dispositivo?
es_es: ¿Enlazar este dispositivo?
et: Kas ühendada see seade?
eu: Lotu nahi duzu gailu hau?
fa: اتصال به این دستگاه؟
fi: Yhdistetäänkö tämä laite?
fil: I-link ang device na ito?
fr: Associer cet appareil ?
ga: Nasc an gléas seo?
gu: આ ઉપકરણને લિંક કરીએ?
he: לקשר מכשיר זה?
hi: इस डिवाइस को लिंक करें?
hr: Poveži ovaj uređaj?
hu: Társítod ezt a készüléket?
id: Tautkan Perangkat?
is: Tengja þetta tæki?
it: Associare questo dispositivo?
ja: この端末をリンクしますか？
kab: Qqen ibenk-a?
kk: Осы құрылғыны байланыстыру керек пе?
km: á—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸá“áŸáŸ‡á¬á‘áŸ?
kn: ಈ ಸಾಧನವನ್ನು ಲಿಂಕ್ ಮಾಡುವುದೇ?
ko: 이 기기를 연결하시겠습니까?
lt: Susieti šį įrenginį?
lv: Vai piesaistīt šo ierīci?
mk: Поврзи го овој уред?
ml: ഈ ഉപകരണം ലിങ്കുചെയ്യണോ?
mr: हे डिव्हाईस लिंक करायचे?
ms: Pautkan peranti ini?
my: ယခု ဖုန်းအား ချိတ်မည်လား?
nb: Godkjenn denne enheten?
nl: Dit apparaat koppelen?
pa: ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਲਿੰਕ ਕਰਨਾ ਹੈ?
pa_pk: ایس الے نوں توں منسلک کر دئی اے؟
pl: Połączyć to urządzenie?
ps: غواړئ دغه وسیله لینک کړئ؟
pt_br: Vincular este aparelho?
pt_pt: Associar este dispositivo?
ro: Asociez acest dispozitiv?
ru: Привязать это устройство?
sk: Prepojiť toto zariadenie?
sl: Povežem to napravo?
sq: Të lidhet kjo pajisje?
sr: Желите ли да повежете овај уређај?
sv: Länka denna enhet?
sw: Unganisha kifaa hiki?
ta: இந்த சாதனத்தை இணைக்கவா?
te: ఈ పరికరం లింక్ చేయాలా?
th: เชื่อมโยงอุปกรณ์นี้ใช่หรือไม่ฦ
tr: Bu cihazı bağla?
ug: بۇ ئۈسكۈنىنى باغلامسىز؟
uk: Зв'язати пристрій?
ur: اس مشین کو لنک کرنا ہے؟
vi: Liên kết thiết bị này?
zh_cn: 绑定当前设备？
zh_hk: 要連結此裝置嗎？

# LINK_DEVICE_RESTART
source: Retry
af: Probeer weer
ar: إعادة المُحاولة
az: Yenidən sına
be: Паспрабаваць зноў
bg: Опитай Отново
bn: পুনরায় চেষ্টা করুন
ca: Torneu a provar-ho
cs: Zkusit znovu
cy: Ailgynnig
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
es_es: Reintentar
et: Proovi uuesti
eu: Berriro saiatu
fa: تلاش مجدد
fi: Yritä uudelleen
fil: Subukang muli
fr: Réessayer
ga: Bain triail eile as
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: दोबारा कोशिश करें
hr: Pokušajte ponovno
hu: Újra
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
kab: Ɛreḍ tikelt nniḍen
kk: Қайтадан байқап көру
km: á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€á
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
mk: Обидете се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba semula
my: ပြန်စရန်
nb: Prøv på nytt
nl: Opnieuw proberen
pa: ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_pk: فیر کوشش کرو
pl: Spróbuj ponownie
ps: بیا هڅه وکړئ
pt_br: Tente novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить попытку
sk: Skúsiť znovu
sl: Ponovno
sq: Riprovo
sr: Пробај поново
sv: Försök igen
sw: Jaribu Upya
ta: மீண்டும் முயற்சி செய்
te: మళ్ళీ ప్రయత్నించు
th: ลองใหม่
tr: Yeniden dene
ug: قايتا سىنا
uk: Зв'язати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_cn: 重试
zh_hk: 重試
