Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# NOTIFICATION_PERMISSION_NOT_NOW_ACTION
source: Not Now
af: Nie nou nie
ar: ليس الآن
az: İndi yox
be: Не зараз
bn: এখন নয়
ca: Ara no
cs: Nyní ne
cy: Nid nawr
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
es_es: Ahora no
et: Mitte praegu
eu: Orain ez
fa: حالا نه
fi: Ei nyt
fil: Hindi Ngayon
fr: Plus tard
ga: Ná bac leis anois
gu: અત્યારે નહીં
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Később
id: Tidak Sekarang
is: Ekki núna
it: Non ora
ja: 今はしない
kab: Mačči tura
kk: Қазір емес
km: á›á¾á€á€áŸ’ášáŸ„á™
kn: ಈಗಲ್ಲ
ko: 나중에
lt: Ne dabar
lv: Ne tagad
mk: Не сега
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
ms: Bukan Sekarang
my: ယခုမဟုတ်ပါ
nb: Ikke nå
nl: Niet nu
pa: ਹਾਲੇ ਨਹੀਂ
pa_pk: اجے نئیں
pl: Nie teraz
ps: اوس نه
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sq: Jo Tani
sr: Не сада
sv: Inte nu
sw: Sio kwa Sasa
ta: இப்போது வேண்டாம்
te: ఇప్పుడు కాదు
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
ug: ھازىر ئەمەس
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_cn: 以后再说
zh_hk: 暫不需要

# NOTIFICATION_PERMISSION_REMINDER_MEGAPHONE_ACTION
source: Turn On
af: Skakel aan
ar: تفعيل
az: İşə sal
be: Уключыць
bn: চালু করুন
ca: Activa
cs: Zapnout
cy: Galluogi
da: Aktivér
de: Einschalten
el: Ενεργοποίηση
es: Activar
es_es: Activar
et: Lülita sisse
eu: Aktibatu
fa: روشن کردن
fi: Ota käyttöön
fil: Buksan
fr: Activer
ga: Cuir ar siúl
gu: ચાલુ કરો
he: הפעל
hi: शुरु करें
hr: Uključi
hu: Bekapcsolás
id: Nyalakan
is: Kveikja
it: Attiva
ja: 有効にする
kab: Rmed
kk: Іске қосу
km: á”á¾á€
kn: ಆನ್‌ ಮಾಡಿ
ko: 켜기
lt: Įjungti
lv: Ieslēgt
mk: Вклучи
ml: ഓൺ ചെയ്യുക
mr: चालू करा
ms: Hidupkan
my: ဖွင့်မယ်
nb: Aktiver
nl: Inschakelen
pa: ਚਾਲੂ ਕਰੋ
pa_pk: آن کرو
pl: Włącz
ps: روښانه يې کړئ
pt_br: Habilitar
pt_pt: Ativar
ro: Activare
ru: Включить
sk: Zapnúť
sl: Vklopi
sq: Aktivizoje
sr: Укључи
sv: Slå på
sw: Washa
ta: இயக்கவும்
te: ఆరంభించండి
th: เปิด
tr: Aç
ug: ئاچ
uk: Увімкнути
ur: آن کر دو
vi: Bật
zh_cn: 开启
zh_hk: 開啟

# NOTIFICATION_PERMISSION_REMINDER_MEGAPHONE_BODY
source: Never miss a message from your contacts and groups.
af: Mis nooit ’n boodskap van jou kontakte en groepe nie.
ar: عدم تفويت أي رسالة من جهات الاتصال والمجموعات الخاصة بك.
az: Əlaqələrinizdən və qruplarınızdan gələn heç bir mesajı qaçırmayın.
be: Ніколі не прапускайце паведамленні ад вашых кантактаў і груп.
bn: আপনার কন্ট্যাক্ট এবং গ্রুপের কোনও মেসেজ মিস করবেন না।
ca: No us perdeu mai cap missatge dels contactes i dels grups.
cs: Nezmeškejte žádnou zprávu od svých kontaktů a skupin.
cy: Peidiwch byth â methu neges gan eich cysylltiadau a'ch grwpiau.
da: Gå aldrig glip af en besked fra dine kontakter og grupper.
de: Versäume nie eine Nachricht deiner Kontakte und Gruppen.
el: Μην χάσεις κανένα μήνυμα από τις επαφές και τις ομάδες σου.
es: No te pierdas ni un mensaje de tus contactos o grupos.
es_es: Nunca te pierdas un mensaje de tus contactos o grupos.
et: Ükski kontaktidelt või gruppidelt saadud sõnum ei jää märkamata.
eu: Zure kontaktu edo taldeen mezu bat ere ez galdu inoiz.
fa: هیچوقت پیامی از مخاطب‌ها و گروه‌هایتان از دست ندهید.
fi: Älä koskaan jää vaille viestiä yhteystiedoilta tai ryhmiltä.
fr: Ne manquez pas les messages de vos contacts et de vos groupes.
ga: Ná caill teachtaireacht ar bith ó theagmhálaithe nó ó ghrúpaí.
gu: તમારા સંપર્કો અને ગ્રુપ તરફથી ક્યારેય મેસેજ ચૂકશો નહીં.
he: לעולם לא תפספס הודעה מאנשי הקשר והקבוצות שלך.
hi: अपने संपर्कों और ग्रुप्स से कभी भी कोई मेसेज न छूट पाएँ।
hr: Nikad ne propustite poruku kontakata i grupa.
hu: Ne maradj le kontakjaid és csoportjaid értesítéseiről.
id: Jangan pernah lewatkan pesan dari kontak dan grup Anda.
is: Misstu aldrei af skilaboðum frá tengiliðunum þinum eða hópum.
it: Non perdere mai un messaggio dai tuoi contatti e gruppi.
ja: 連絡先やグループからのメッセージを見逃しません。
kab: Ur sṛuḥu ula d yiwen yizen seg yinermisen d yigrawen ine·inem.
kk: Байланыстағы тұлғалар мен топтардан келген хабарды жіберіп алмаңыз.
km: á›áŸ‚á„áá€áá¶á“áŸá¶ášáá¶á˜á½á™á–á¸á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ á“á·á„á€áŸ’ášá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ಸಂಪರ್ಕಗಳು ಮತ್ತು ಗುಂಪುಗಳಿಂದ ಸಂದೇಶವನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಡಿ.
ko: 내 연락처와 그룹의 메시지를 놓치지 마세요.
lt: Niekada nepraleiskite žinučių nuo savo adresatų bei grupių.
lv: Nepalaidiet garām ziņas no Jūsu kontaktiem un grupām.
mk: Никогаш не пропуштајте порака од вашите контакти и групи.
ml: നിങ്ങളുടെ കോൺ‌ടാക്റ്റുകളിൽ‌ നിന്നും ഗ്രൂപ്പുകളിൽ‌ നിന്നും ഒരു സന്ദേശം ഒരിക്കലും നഷ്‌ടപ്പെടുത്തരുത്.
mr: आपल्या संपर्क आणि गटांकडून एकही संदेश चुकवू नका.
ms: Tidak sesekali terlepas mesej daripada kenalan dan kumpulan anda.
my: သင့် အဆက်အသွယ်များနှင့် အဖွဲ့များ ထံမှ မည်သည့် မက်ဆေ့ချ်ကိုမှ မလွတ်ပါစေနှင့်။
nb: Gå aldri glipp av en melding fra kontaktene og gruppene dine.
nl: Mis nooit een bericht van je contacten en groepen.
pa: ਆਪਣੇ ਸੰਪਰਕਾਂ ਤੇ ਗਰੁੱਪਾਂ ਤੋਂ ਸੁਨੇਹਾ ਕਦੇ ਨਾ ਖੁੰਝਾਓ।
pl: Nie przegap wiadomości od kontaktów ani grup.
ps: له خپلو مخاطبین او ګروپونو څخه هېڅ یو پیغام له لاسه مه ورکوئ.
pt_br: Nunca perder mensagens de seus contatos e grupos.
pt_pt: Nunca perca uma mensagem dos seus contactos e grupos.
ro: Nu rata niciodată un mesaj de la contactele și grupurile tale.
ru: Чтобы не пропускать сообщения от ваших контактов и групп.
sk: Nikdy nezmeškajte správu od vašich kontaktov a skupín.
sl: Nikdar ne spreglejte sporočila vaših prijateljev in skupin.
sq: Mos humbni kurrë një mesazh nga kontakte dhe grupe tuajt.
sr: Не пропустите ниједну поруку од ваших контаката и група.
sv: Missa aldrig ett meddelande från dina kontakter och grupper.
sw: Usiwahi kukosa ujumbe kutoka kwa waasiliani na vikundi vyako.
ta: உங்கள் தொடர்புகள் மற்றும் குழுக்களிடமிருந்து எந்த ஒரு செய்தியை ஒருபோதும் தவறவிடாதீர்கள்.
te: మీ పరిచయాలు మరియు సమూహాల నుండి సందేశాన్ని ఎప్పటికీ కోల్పోకండి.
th: คุณจะไม่พลาดข้อความจากผู้ติดต่อและกลุ่มของคุณอีกต่อไป
tr: Kişilerinizden ve gruplarınızdan asla herhangi bir ileti kaçırmayın.
ug: ئالاقەداش ۋە گۇرۇپپىنىڭ ئۇچۇرلىرىنى ھەرگىز ئۆتكۈزۈۋەتمەيدۇ.
uk: Ніколи не пропускайте повідомлення від своїх контактів і груп.
ur: اپنے رابطوں اور گروپس کا پیغام کبھی بھی مت چھوڑیں۔
vi: Không bao giờ bỏ lỡ tin nhắn từ liên hệ và nhóm của bạn.
zh_cn: 不错过任何消息。
zh_hk: 不再錯過任何來自您的聯絡人或群組中的訊息。

# NOTIFICATION_PERMISSION_REMINDER_MEGAPHONE_TITLE
source: Turn on Notifications?
af: Aktiveer kennisgewings?
ar: هل ترغبُ بتفعيل الإشعارات؟
az: Bildirişlər işə salınsın?
be: Уключыць апавяшчэнні?
bn: নোটিফিকেশন পেতে চান?
ca: Voleu activar les notificacions?
cs: Zapnout Notifikace?
cy: Galluogi Hysbysiadau?
da: Slå notifikationer til?
de: Mitteilungen einschalten?
el: Ενεργοποίηση Ειδοποιήσεων;
es: ¿Activar notificaciones?
es_es: ¿Activar notificaciones?
et: Kas lubada teavitused?
eu: Aktibatu Jakinarazpenak?
fa: اعلان‌ها روشن شوند؟
fi: Otetaanko Ilmoitukset käyttöön?
fr: Activer les notifications ?
ga: Fógraí a chur ar siúl?
gu: સૂચનાઓ ચાલુ કરવી છે?
he: להפעיל התראות?
hi: सूचनाओं को चालू करना है?
hr: Uključiti obavijesti?
hu: Értesítések bekapcsolása?
id: Nyalakan Pemberitahuan?
is: Kveikja á tilkynningum
it: Attivare le notifiche?
ja: 通知を有効にしますか？
kab: Rmed ilɣa?
kk: Құлақтандыруларды іске қосу керек пе?
km: á”á¾á€ áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„?
kn: ನೋಟಿಫಿಕೇಷನ್‌ಗಳನ್ನು ಆನ್ ಮಾಡುವುದೇ?
ko: 알림을 켜시겠습니까?
lt: Įjungti pranešimus?
lv: Iespējot Paziņojumus?
mk: Исклучи Известувања?
ml: അറിയിപ്പുകൾ ഓണാക്കണോ?
mr: सूचना चालू करायच्या?
ms: Hidupkan Pemberitahuan?
my: အသိပေးချက်များကို ဖွင့်မည်လား?
nb: Skru på Varsler?
nl: Meldingen inschakelen?
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਚਾਲੂ ਕਰਨੇ ਹਨ?
pl: Włączyć powiadomienia?
ps: غواړئ خبرتیاووې روښانه کړئ؟
pt_br: Habilitar Notificações?
pt_pt: Ativar notificações?
ro: Activezi notificările?
ru: Включить уведомления?
sk: Zapnúť hlásenia?
sl: Želite vklopiti obvestila?
sq: Të aktivizohen Njoftimet?
sr: Желите ли да укључите обавештења?
sv: Slå på notiser?
sw: Ungependa Kuruhusu Arifa?
ta: அறிவிப்புகளை இயக்கவா?
te: నోటిఫికేషన్‌లను ప్రారంభించండి?
th: เปิดการแจ้งเตือนหรือไม่?
tr: Bildirimler açılsın mı?
ug: ئۇقتۇرۇشنى قوزغىتامدۇ؟
uk: Увімкнути сповіщення?
ur: اطلاعات آن کریں؟
vi: Bật thông báo?
zh_cn: 是否启用通知？
zh_hk: 要開啟通知嗎？

# NOTIFICATIONS_ERROR_MESSAGE
source: Restart your %1$@ if you’re not receiving Signal notifications.
ar: أعِد تشغيل %1$@ الخاص بك إذا كانت لا تصِلك إشعارات سيجنال.
be: Запусціце нанова %1$@, калі вы не атрымліваеце апавяшчэнні Signal.
bn: আপনি যদি Signal-এর নোটিফিকেশন না পান তাহলে আপনার %1$@ পুনরায় চালু করুন।
ca: Si no reps notificacions de Signal, reinicia el teu %1$@.
cs: Pokud se vám nezobrazují oznámení služby Signal, restartujte svůj %1$@.
da: Genstart din %1$@, hvis du ikke modtager Signal-notifikationer.
de: Starte dein %1$@ neu, falls du keine Mitteilungen von Signal erhältst.
el: Κάνε επανεκκίνηση του %1$@ αν δεν λαμβάνεις ειδοποιήσεις Signal.
es: Reinicia tu %1$@ si no recibes notificaciones de Signal.
fa: اگر اعلان‌های سیگنال را دریافت نمی‌کنید، %1$@ خود را بازراه‌اندازی کنید.
fi: Käynnistä %1$@ uudelleen, jos et saa Signalin ilmoituksia.
fr: Si vous ne recevez pas de notifications Signal, veuillez redémarrer votre %1$@.
ga: Atosaigh do %1$@ mura bhfuil tú ag fáil fógraí Signal.
gu: જો તમે Signal નોટિફિકેશન મેળવી ન રહ્યાં હોય, તો તમારા %1$@ ને રિસ્ટાર્ટ કરો.
he: יש להפעיל מחדש את ה–%1$@ שלך אם לא מתקבלות אצלך התראות Signal.
hi: अगर आपको सिग्नल नोटिफ़िकेशन नहीं मिल रही हैं, तो अपने %1$@ को फिर से शुरू करें।
hr: Ponovno pokrenite svoj %1$@ ako ne primate obavijesti od Signala.
hu: Ha nem kapod meg a Signal-értesítéseket, indítsd újra %1$@ készülékedet.
id: Mulai ulang %1$@ jika Anda tidak menerima notifikasi Signal.
it: Riavvia il tuo %1$@ se non stai ricevendo le notifiche di Signal.
ja: Signalからの通知が届かない場合は、%1$@を再起動してください。
ko: Signal 알림을 받지 못하는 경우 %1$@을(를) 다시 시작하세요.
mr: आपणाला Signal अधिसूचना प्राप्त होत नसतील तर आपला %1$@ रिस्टार्ट करा.
ms: Hidupkan semula %1$@ anda jika anda tidak menerima pemberitahuan Signal.
nb: Du må starte din %1$@ på nytt dersom du ikke mottar varsler fra Signal.
nl: Start je %1$@ opnieuw op als je geen Signal-meldingen ontvangt.
pl: Jeśli nie otrzymujesz powiadomień z aplikacji Signal, problem może zniknąć, gdy %1$@ zostanie uruchomiony ponownie.
pt_br: Reinicie seu %1$@ se não estiver recebendo notificações do Signal.
pt_pt: Reinicie o seu %1$@ se não estiver a receber notificações do Signal.
ro: Repornește dispozitivul %1$@ dacă nu primești notificări de la Signal.
ru: Перезапустите ваш %1$@, если не получаете уведомления от Signal.
sk: Ak nedostávate Signal upozornenia, reštartujte svoj %1$@.
sr: Рестартујте уређај (%1$@) ако вам не стижу обавештења од Signal-а.
sv: Starta om din %1$@ om du inte får några Signal-aviseringar.
th: หากไม่ได้รับการแจ้งเตือนของ Signal โปรดรีสตาร์ท %1$@ ของคุณ
tr: Signal bildirimlerini almıyorsan, %1$@ cihazını yeniden başlat.
ug: Signal ئۇقتۇرۇشلىرىنى تاپشۇرۇۋالمىغان بولسىڭىز %1$@ نى قايتا قوزغىتىڭ.
uk: Перезапустіть %1$@, якщо ви не отримуєте сповіщень від Signal.
ur: اگر آپ Signal اطلاعات وصول نہیں کر رہے ہیں تو اپنا %1$@ ری اسٹارٹ کریں۔
vi: Khởi động lại %1$@ nếu bạn không nhận được thông báo của Signal.
zh_cn: 如果你没有收到 Signal 通知，请重启你的 %1$@。
zh_hk: 如果你沒有收到 Signal 通知，請重新啟動你的 %1$@。

# NOTIFICATIONS_ERROR_TITLE
source: Couldn’t Show Notifications
ar: تعذَّر إظهار الإشعارات
be: Не атрымалася паказаць апавяшчэнні
bn: নোটিফিকেশন দেখানো যায়নি
ca: No s'han pogut mostrar les notificacions
cs: Oznámení nelze zobrazit
da: Kunne ikke vise notifikationer
de: Mitteilungen konnten nicht angezeigt werden
el: Δεν ήταν δυνατή η εμφάνιση ειδοποιήσεων
es: No se han podido mostrar las notificaciones
fa: اعلان‌ها نمایش داده نشد
fi: Ilmoituksia ei voitu näyttää
fr: Impossible d'afficher les notifications
ga: Níorbh Fhéidir Fógraí a Thaispeáint
gu: નોટિફિકેશન બતાવી શક્યા નહીં
he: לא ניתן להציג התראות
hi: नोटिफ़िकेशन नहीं दिखा सका
hr: Nije moguće prikazati obavijesti
hu: Nem jeleníthetők meg az értesítések
id: Tidak Dapat Menampilkan Notifikasi
it: Impossibile mostrare le notifiche
ja: 通知を表示できませんでした
ko: 알림을 표시할 수 없음
mr: अधिसूचना दाखवू शकलो नाही
ms: Tidak Dapat Menunjukkan Pemberitahuan
nb: Kunne ikke vise varsler
nl: Meldingen kunnen niet worden weergegeven
pl: Nie można wyświetlić powiadomień
pt_br: Não foi possível mostrar as notificações
pt_pt: Não foi possível mostrar notificações
ro: Notificările nu s-au putut afișa
ru: Не удалось отобразить уведомления
sk: Nepodarilo sa zobraziť upozornenia
sr: Приказивање обавештења није успело
sv: Det gick inte att visa aviseringar
th: ไม่สามารถแสดงการแจ้งเตือนได้
tr: Bildirimler Gösterilemedi
ug: ئۇقتۇرۇشلارنى كۆرسىتەلمىدى
uk: Не вдалося показати сповіщення
ur: اطلاعات دکھائی نہیں جا سکیں
vi: Không Thể Hiển Thị Thông Báo
zh_cn: 无法显示通知
zh_hk: 無法顯示通知

# NOTIFICATIONS_FOOTER_WARNING
source: Actions include “Mark as Read,” “Reply,” and “Call Back.”
af: Aksies sluit in “Merk as gelees”, “Antwoord” en “Bel terug”.
ar: تتضمن الإجراءات "تحديد كمقروء"، "رد"، و "إعادة الاتصال."
az: "Oxundu olaraq işarələ", "Cavabla" və "Geri zəng" daxil olmaqla əməliyyatlar.
be: Мажлівыя дзеянні «Пазначыць як прачытанае», «Адказаць» і «Перазваніць».
bg: Действията включват „Маркиране като прочетено“, „Отговор“ и „Връщане на повикване“.
bn: ক্রিয়াগুলির মধ্যে "পঠিত হিসাবে চিহ্নিত করুন," "উত্তর দিন," এবং "কল ব্যাক করুন" অন্তর্ভুক্ত রয়েছে।
ca: Les accions inclouen “Marca com a llegit”, “Respon” i “Truca.”
cs: Akce zahrnují "Označit jako přečtené", "Odpovědět" a "Zavolat zpět".
cy: Gweithredoedd yn cynnwys “Marcio wedi'i Ddarllen”, “Ateb” a “Galw'n Ôl”
da: Handlinger omfatter "Markér som læst", "Svar" og "Ring tilbage"
de: Aktionen umfasst »Als gelesen markieren«, »Antworten« und »Rückruf«.
el: Οι ενέργειες περιλαμβάνουν "Σημείωση ως αναγνωσμένο", "Απάντηση", και "Επιστροφή Κλήσης".
es: Las acciones incluyen "Marcar como leído", "Responder" y "Devolver la llamada".
es_es: Las acciones incluyen: «Marcar como leído», «Responder» o «Llamar».
et: Tegevused on "Märgi loetuks", "Vasta" ja "Helista tagasi".
eu: Ekintzak ondokoak dira: "Markatu irakurritako gisa", "Erantzun", eta "Deia Bueltatu"
fa: اقدامات شامل "علامت گذاری به عنوان خوانده شده،" "پاسخ،" و "تماس" می باشند.
fi: Toimintoihin kuuluvat Merkitse luetuksi, Vastaa ja Soita takaisin.
fil: Kasama sa mga aksyon ang "Markahang Nabasa na," "Tumugon," at "Tumawag Pabalik."
fr: Actions possibles : "Marquer comme lu", "Répondre" et "Rappeler".
ga: I measc na ngníomhartha: “Marcáil Léite,” “Freagair,” agus “Glaoigh Ar Ais.”
gu: કાર્યમાં "વાંચેલા તરીકે માર્ક કરો", "જવાબ આપો" અને "કૉલ બૅક" શામેલ છે.
he: פעולות כוללות "סמן כנקרא", "השב" ו"התקשר חזרה".
hi: क्रियाओं में "दिखा हुआ मार्क करे", "उत्तर", और "वापस कॉल करें" शामिल है।
hr: Radnje uključuju "Označi kao pročitano", "Odgovori" i "Uzvrati poziv".
hu: Művelet lehet "Olvasottnak jelöl", "Válasz" és "Visszahívás".
id: Respon termasuk "Tandai telah Terbaca", "Balas", and "Telepon"
is: Aðgerðir innifela “Merkja sem lesið”, “Svara” og “Hringja til baka”.
it: Le azioni includono “Segna come letto”, “Rispondi”, e “Richiama”.
ja: 「既読にする」、「返信」および「折り返す」を含みます
kab: Tigawin deg-sent "Creḍ yettwaɣra", "Tiririt" akked "Ales asiwel".
kk: Әрекеттер қатарына “Оқылған деп таңбалау”, “Жауап беру” және “Жауап қоңырау соғу” кіреді.
km: áŸá€á˜áŸ’á˜á—á¶á–ášá½á˜á˜á¶á“ â€œáŠá¶á€áŸ‹áá¶á”á¶á“á¢á¶á“â€ â€œá†áŸ’á›á¾á™áá”,â€ á“á·á„ â€œá áŸ…á‘áŸ…áœá·á‰áŸ”â€
kn: ಕ್ರಿಯೆಗಳಲ್ಲಿ “ಓದಿದಂತೆ ಗುರುತಿಸಿ,” “ಪ್ರತ್ಯುತ್ತರ,” ಮತ್ತು “ಮರಳಿ ಕರೆ ಮಾಡಿ” ಸೇರಿವೆ.
ko: 조치에는 '읽음으로 표시', '답장'과 '다시 전화'가 포함됩니다.
lt: Į veiksmus įeina „Žymėti kaip skaitytą“, „Atsakyti“ ir „Atskambinti“.
lv: Iespējamās darbības ir “Atzīmēt kā izlasītu”, “Atbildēt” un “Atzvanīt”.
mk: Акциите вклучуваат ”Означи како прочитано”, ”Одговори”, и ”Возврати повик.”
ml: “Mark as Read,” “Reply,” കൂടാതെ “Call Back" എന്നിവയും ആക്ഷനുകളിൽ ഉൾപ്പെടുന്നു.
mr: क्रियांमध्ये "वाचले म्हणून चिन्हांकित करा", "प्रत्युत्तर द्या" आणि "परत कॉल करा" समाविष्ट आहे.
ms: Tindakan termasuk “Tandakan sebagai Baca” “Balas,” dan “Panggil Semula.”
my: လုပ်ဆောင်ချက်များသည် "ဖတ်ရှုပြီးခြင်းကို မှတ်ခြင်း", "ပြန်ကြားမယ်"၊ နှင့် "ပြန်ခေါ်ဆိုမယ်" တို့ဖြစ်ပါသည်။
nb: Handlinger inkluderer "Merk som lest", "Svar" og "Ring tilbake."
nl: Snelle taken omvatten ‘Markeren als gelezen’, ‘Antwoorden’ en ‘Terugbellen’.
pa: ਕਾਰਵਾਈਆਂ ਵਿੱਚ "ਪੜ੍ਹੇ ਹੋਏ ਦਾ ਨਿਸ਼ਾਨ ਲਾਓ," "ਜਵਾਬ ਦਿਓ," ਅਤੇ "ਵਾਪਸ ਕਾਲ ਕਰੋ" ਸ਼ਾਮਲ ਹਨ।
pa_pk: عملی کاریاں اچ " پڑھیا نشان زد کرو،" "جواب دیو،" تے "واپس کال کرو" شامل ہین۔
pl: Działania obejmują „Oznacz jako odczytane”, „Odpowiedz” i „Oddzwoń”.
ps: اقدامات عبارت دې له ”د لوستل شوي په توګه نښاني کول“، او ”بیرته زنګ وهل“.
pt_br: Ações incluem "Marcar como Lido", "Responder" e "Ligar De Volta"
pt_pt: Ações incluem "Marcar como lida", "Responder", e "Ligar de volta".
ro: Acțiuni includ "Marchează ca Citit", "Răspunde" și "Apelează Înapoi."
ru: Действия включают «Прочитано», «Ответить» и «Перезвонить».
sk: Akcie zahŕňajú “Označiť ako prečítané,” “Odpovedať,” a “Zavolať späť.”
sl: Dejanja vključujejo "Označi kot prebrano", "Odgovori" in "Pokliči nazaj."
sq: Veprimet përfshijnë “Vëri Shenjë si I lexuar”, “Përgjigjuni”, dhe “Kthejini Thirrjen”.
sr: Опције обухватају „Означи као прочитано“, „Одговори“ и „Позови“.
sv: Åtgärderna inkluderar "Markera som läst", "Svara" och "Ring tillbaka."
sw: Vitendo vinajumuisha "Alamisha kama Iliyosomwa," "Jibu," na "Rudisha Simu."
ta: செயல்களில் “படிக்க எனக் குறிக்கவும்,” “பதில்,” மற்றும் "மீண்டும் அழைக்கவும்."
te: చర్యలలో “చదివినట్లుగా గుర్తించండి,” “ప్రత్యుత్తరం ఇవ్వండి” మరియు “తిరిగి కాల్ చేయండి.”
th: การกระทำรวมถึง "ทำเครื่องหมายอ่านแล้ว" "ตอบ" และ "โทรกลับ"
tr: "Okundu olarak işaretle", "Yanıtla" ve "Geri ara" gibi eylemler içerir.
ug: مەشغۇلات «ئوقۇلدى»، «جاۋاب»، «قايتۇرۇپ چاقىر» نى ئۆز ئىچىگە ئالىدۇ.
uk: Можливі дії: «Прочитати», «Відповісти» і «Передзвонити».
ur: کارروائیوں میں "پڑھے ہوئے پیغام کے بطور نشان زد کریں ،" "جواب دیں ،" اور "کال بیک" شامل ہیں۔
vi: Hành động bao gồm "Đánh dẫu là đã đọc", "Trả lời" và "Gọi lại".
zh_cn: 操作包括“标记已读”，“回复”，“回拨”。
zh_hk: 動作包括：標示為已讀、回覆及回電

# NOTIFICATIONS_NONE
source: No Name or Content
af: Geen naam of inhoud nie
ar: لا اسم ولا محتوى
az: Ad və ya məzmun yoxdur
be: Без назвы і змесціва
bg: Няма Име или Съдържание
bn: কোন নাম বা বিষয়বস্তু নেই
ca: Sense nom ni contingut
cs: Žádné jméno ani obsah
cy: Dim Enw na Chynnwys
da: Intet navn eller indhold
de: Kein Name und Inhalt
el: Χωρίς όνομα ή περιεχόμενο
es: Ni nombre ni contenido
es_es: Ni remitente ni contenido
et: Nimi või sisu puudub
eu: Izenik edo edukirik ez
fa: هیچ نام و یا محتوایی وجود ندارد
fi: Ei nimeä eikä sisältöä
fil: Walang Pangalan o Nilalaman
fr: Ni nom, ni contenu
ga: Gan Ainm Gan Ábhar
gu: નામ અથવા કન્ટેન્ટ નથી
he: ללא שם או תוכן
hi: कोई नाम या विषय वस्तु नहीं
hr: Bez imena i sadržaja
hu: Se név, se szöveg
id: Tanpa Nama atau Isi
is: Ekkert nafn eða efni
it: Nessun nome o contenuto
ja: 名前もメッセージも非表示
kab: Ulac isem neɣ agbur
kk: Аты-жөн немесе мазмұн жоқ
km: á‚áŸ’á˜á¶á“áˆáŸ’á˜áŸ„áŸ‡ á¬ ááŸ’á›á¹á˜áŸá¶áš
kn: ಹೆಸರು ಅಥವಾ ವಿಷಯವಿಲ್ಲ
ko: 이름 또는 내용 없음
lt: Jokio vardo ar turinio
lv: Nav vārda vai satura
mk: Без име и содржина
ml: പേരോ ഉള്ളടക്കമോ ഇല്ല
mr: कुठलेही नाव किंवा मजकूर नाही
ms: Tiada Nama atau Kandungan
my: နာမည် သို့မဟုတ် အကြောင်းအရာများ မရှိပါ
nb: Verken navn eller innhold
nl: Geen naam en geen berichtinhoud
pa: ਕੋਈ ਨਾਂ ਜਾਂ ਸਮੱਗਰੀ ਨਹੀਂ
pa_pk: کوئی ناں یا مندرجات نئیں
pl: Bez imienia lub treści
ps: نوم یا محتوی نشته
pt_br: Sem nome ou conteúdo
pt_pt: Sem nome ou conteúdo
ro: Fără Nume sau Conținut
ru: Без имени и текста
sk: Bez mena a obsahu
sl: Brez imena ali vsebine
sq: S’ka Emër apo Lëndë
sr: Без имена и садржаја
sv: Inget namn eller meddelande
sw: Hakuna Jina au Maudhui
ta: பெயர் அல்லது உள்ளடக்கம் இல்லை
te: పేరు లేదా కంటెంట్ లేదు
th: ไม่มีทั้งชื่อและข้อความ
tr: İsim veya İçerik Yok
ug: ئىسىم ياكى مەزمۇن يوق
uk: Без імені й вмісту
ur: کوئی نام یا مواد نہیں
vi: Không có Tên hoặc Nội dung
zh_cn: 没有名字或者内容
zh_hk: 不顯示姓名及動作

# NOTIFICATIONS_SECTION_INAPP
source: Play While App is Open
af: Speel terwyl program oop is
ar: التشغيل أثناء فتح التطبيق
az: Tətbiq açıq ikən oxut
be: Прайграваць, калі праграма адкрытая
bg: Възпроизвеждане, докато приложението е отворено
bn: অ্যাপ খোলা থাকাকালীন খেলুন
ca: Reprodueix si l'aplicació està oberta
cs: Zvuky při spuštěné aplikaci
cy: Chwarae tra mae'r App ar Agor
da: Afspil mens appen er åben
de: Töne bei geöffneter App
el: Ήχοι εντός εφαρμογής
es: Sonar si la app está abierta
es_es: Sonar con aplicación abierta
et: Mängi, kui rakendus on avatud
eu: Erreproduzitu Aplikazioa Irekita dagoelarik
fa: پخش در هنگام باز بودن برنامه
fi: Toista, kun sovellus on auki
fil: Patunugin Hangga't ang App ay Bukas
fr: Émettre des sons lorsque l’appli est ouverte
ga: Seinn nuair a bhíonn an aip oscailte
gu: જ્યારે એપ્લિકેશન ખુલ્લી હોય ત્યારે રમો
he: נגן בזמן שהיישום פתוח
hi: सूचनाएँ ऐप खुले होने पर ही दें
hr: Sviraj dok je aplikacija otvorena
hu: Hang megnyitott alkalmazásnál
id: Mainkan Ketika Aplikasi sedang Terbuka
is: Spila á meðan forrit er opið
it: Riproduci mentre l'app è aperta
ja: アプリが開いている場合のみ再生
kab: Urar mi ara yeldi usnas
kk: Қолданба ашық тұрғанда ойнату
km: á…á¶á€áŸ‹ á“áŸ…á–áŸá›á€á˜áŸ’á˜áœá·á’á¸á”á¾á€
kn: ಆಪ್ ತೆರೆದಿರುವಾಗ ಪ್ಲೇ ಮಾಡಿ
ko: 앱이 열려 있을 때 재생
lt: Groti, kol programėlė atverta
lv: Atskaņot, kad lietotne ir atvērta
mk: Пушти додека апликацијата е отворена
ml: ആപ്പ് തുറന്നിരിക്കുമ്പോള്‍ പ്ലേ ചെയ്യുക
mr: अॅप उघडे असे पर्यंत चालवा
ms: Main Semasa Aplikasi Dibuka
my: အပ္ပလီကေးရှင်းကို ဖွင့်ထားသည့်အချိန်မှသာ ဖွင့်ပါ
nb: Spill av mens appen er åpen
nl: Afspelen terwijl app geopend is
pa: ਐਪ ਦੇ ਖੁੱਲ੍ਹੇ ਹੋਣ ਵੇਲੇ ਚਲਾਓ
pa_pk: ایپ کھلی ہون دے دوران پلے کرو
pl: Powiadamiaj z dźwiękiem, gdy aplikacja jest otwarta
ps: کله چې اپلیکیشن پرانیستی وي پلي یې کړئ
pt_br: Tocar com o app aberto
pt_pt: Tocar enquanto a aplicação está aberta.
ro: Redă Cât Timp Aplicația este Deschisă
ru: Проигрывать, когда открыт Signal
sk: Prehrať keď je aplikácia otvorená
sl: Predvajaj, ko je aplikacija odprta
sq: Luaje Kur Aplikacioni është i Hapur
sr: Пуштај звукове док је апликација отворена
sv: Spela när appen är öppen
sw: Cheza Wakati Programu ipo Wazi
ta: பயன்பாடு திறந்திருக்கும் போது இயக்கு
te: అనువర్తనం తెరిచినప్పుడు ప్లే చేయండి
th: เล่นขณะที่แอปเปิดอยู่
tr: Uygulama İçi Bildirimler
ug: ئەپ ئوچۇق ۋاقتىدا قويۇلسۇن
uk: Відтворювати, коли застосунок відкрито
ur: جب ایپ اوپن ہو تو پلے کریں
vi: Bật khi Ứng dụng đang Mở
zh_cn: 应用打开时播放
zh_hk: 應用程式開啟時仍播放
