Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_PASSPHRASE_EXPLANATION
source: Your balance will automatically restore when you reinstall Signal if you confirm your Signal PIN. You can also restore your balance using a recovery phrase, which is a 24-word phrase unique to you. Write it down and store it in a safe place.
af: U balans sal outomaties teruggestel word wanneer u Signal herinstalleer indien u u Signal-PIN bevestig. U kan ook u balans terugstel deur ’n herwinfrase, ’n 24-woord frase uniek tot u, te gebruik. Skryf dit neer en bewaar dit veilig.
ar: سوف يُستعَاد رصيدك تلقائيًا فور الانتهاء من إعادة تثبيت سيجنال، وذلك إذا قُمتَ بتأكيد ‫رقم التعريف الشخصي‬ (PIN) على سيجنال الخاص بك. يمكنك أيضًا استعادة حسابك باستخدام عبارة الاستعادة، والتي تتكوَّن من 24 كلمة فريدة خاصك بك فقط. يُرجى كتابتها ثم حفظها في مكانٍ آمن.
az: Signal PIN-inizi təsdiqlədinizsə, Signal-ı yenidən quraşdıranda balansınız avtomatik geri yüklənəcək. Həmçinin sizə xas olan 24 sözdən ibarət bir bərpa parolunu istifadə edərək balansınızı geri yükləyə bilərsiniz. Bunu bir yerə yazın və etibarlı bir yerdə saxlayın.
be: Ваш баланс будзе аўтаматычна адноўлены падчас паўторнага ўсталявання Signal, калі вы пацвердзіце свой PIN-код Signal. Вы таксама можаце аднавіць свой баланс з дапамогай фразы для аднаўлення, якая складаецца з 24 унікальных слоў. Запішыце і захавайце яе ў надзейным месцы.
bn: আপনি আপনার Signal পিন নিশ্চিত করলে Signal পুনরায় ইনস্টল করার সময় আপনার ব্যালেন্স স্বয়ংক্রিয়ভাবে পুনর্বহাল হয়ে যাবে। আপনি এছাড়াও রিকভারি ফ্রেজটি ব্যবহার করে আপনার ব্যালেন্স পুনর্বহাল করতে পারেন, যেটি 24-শব্দের একটি অনন্য বাক্যাংশ যা কেবলমাত্র আপনার কাছে থাকে। এটি লিখে রাখুন ও একটি নিরাপদ স্থানে সঞ্চয় করুন।
ca: El saldo es restaurarà automàticament quan torneu a instal·lar el Signal si confirmeu el PIN del Signal. També podeu restaurar el saldo mitjançant una frase de recuperació, que és una frase de 24 paraules exclusiva. Anoteu-la i guardeu-la en un lloc segur.
cs: Když znovu zadáte svůj Signal PIN, váš zůstatek se automaticky obnoví, když znovu nainstalujete Signal. Zůstatek můžete obnovit také pomocí obnovovací fráze, která je pro vás jedinečná 24 slovná fráze. Zapište si ji a uložte na bezpečném místě.
cy: Bydd eich balans yn adfer yn awtomatig pan fyddwch yn ailosod Signal os byddwch yn cadarnhau eich PIN Signal. Gallwch hefyd adfer eich balans gan ddefnyddio ymadrodd adfer, sy'n ymadrodd 24-gair sy'n unigryw i chi. Ysgrifennwch ef i lawr a'i storio mewn man diogel.
da: Din saldo gendannes automatisk, når du geninstallerer Signal, hvis du bekræfter din Signal-pinkode. Du kan også gendanne din saldo ved hjælp af en gendannelsessætning, som er en 24-ords sætning, der er unik for dig. Skriv den ned, og opbevar den et sikkert sted.
de: Dein Kontostand wird beim erneuten Installieren von Signal automatisch wiederhergestellt, falls du deine Signal-PIN bestätigst. Weiterhin kannst du deinen Kontostand durch Verwenden einer Wiederherstellungsphrase wiederherstellen, einer aus 24 Wörtern bestehenden, einzigartigen Phrase. Notiere sie und bewahre sie an einem sicheren Ort auf.
el: Το υπόλοιπό σας θα αποκατασταθεί αυτόματα όταν εγκαταστήσετε ξανά το Signal, εάν επιβεβαιώσετε το Signal PIN. Μπορείτε επίσης να επαναφέρετε το υπόλοιπό σας χρησιμοποιώντας μια φράση ανάκτησης, η οποία είναι μια φράση 24 λέξεων, μοναδική για εσάς. Σημειώστε την και αποθηκεύστε την σε ασφαλές μέρος.
es: Tu saldo se restaurará automáticamente cuando reinstales Signal si confirmas el PIN de tu cuenta de Signal. También puedes restaurar tu saldo con la frase de recuperación: una clave de 24 palabras única para ti. Anótala y guárdala en un sitio seguro.
fa: اگر پین سیگنال خود را تأیید کنید موجودی شما هنگام نصب دوبارهٔ سیگنال به صورت خودکار بازیابی خواهد شد. شما همچنین می‌توانید موجودی خود را با استفاده از یک عبارت بازیابی، که یک عبارت ۲۴-کلمه‌ای منحصر به شماست، بازیابی کنید. آن را یادداشت و در یک مکان امن نگهداری کنید.
fi: Tilin saldo palautetaan automaattisesti Signalin uudelleenasennuksen yhteydessä syöttämällä Signalin tunnusluku. Saldon voi palauttaa myös henkilökohtaisella 24-sanaisella palautuslauseella. Kirjoita se ylös ja säilytä turvallisessa paikassa.
fr: Votre solde est automatiquement restauré lorsque vous réinstallez Signal et confirmez votre code PIN Signal. Vous pouvez aussi le restaurer grâce à une phrase de récupération unique comportant 24 mots. Notez-la et conservez-la en lieu sûr.
gu: જો તમે તમારા Signal પિનની પુષ્ટિ કરો છો તો તમે Signal ને ફરીથી ઇન્સ્ટોલ કરો ત્યારે તમારું બેલેન્સ આપોઆપ રિસ્ટોર થશે. તમે રિકવરી ફ્રેઝનો ઉપયોગ કરીને તમારું બેલેન્સ પણ રિસ્ટોર કરી શકો છો, જે તમારા માટે અનન્ય 24 શબ્દોનો ફ્રેઝ છે. તેને લખી ને સલામત સ્થળે સંગ્રહિત કરો.
he: המאזן שלך ישוחזר באופן אוטומטי כשתתקין מחדש את Signal אם תאשר את PIN של Signal שלך. אתה יכול גם לשחזר את המאזן שלך ע״י שימוש במשפט השבה, שהוא משפט בן 24 מילים ייחודי לך. כתוב אותו ואחסן אותו במקום בטוח.
hi: आपके द्वारा Signal फिर से इंस्टॉल करते समय यदि आप अपने Signal PIN की पुष्टि करते हैं तो आपका बैलेंस अपने आप रीस्टोर हो जाएगा। आप रिकवरी फ़्रेज़ का उपयोग करके भी अपना बैलेंस रीस्टोर कर सकते हैं, जो कि एक 24-शब्दों का आपके लिए अलग वाक्यांश होता है। इसे लिख लें और किसी सुरक्षित स्थान पर रखें।
hr: Račun će se automatski vratiti kada ponovo instalirate Signal ako potvrdite svoj Signal PIN. Stanje možete vratiti i pomoću fraze za oporavak koja je za vas jedinstvena fraza od 24 riječi. Zapišite je i spremite na sigurno mjesto.
hu: Az egyenleged automatikusan helyreáll, mikor újratelepíted a Signalt, mikor megadod a Signal PIN kódodat. Egyenleged egy helyreállítási kifejezéssel is helyreállíthatod, ami egy 24 szavas, egyedi mondat. Írd le és tárold biztonságos helyen.
id: Saldo Anda akan dipulihkan secara otomatis saat Anda memasang ulang Signal jika Anda mengkonfirmasi PIN Signal. Anda juga dapat memulihkan saldo menggunakan frasa pemulihan, yang berupa 24 frasa kata unik untuk Anda. Tuliskan dan simpan di tempat yang aman.
is: Innistæðan þín mun endurheimtast sjálfkrafa eftir að þú setur Signal upp aftur, þegar þú staðfestir PIN-númerið þitt í Signal. Þú getur einnig endurheimt innistæðu þína með því að nota endurheimtufrasa, sem er 24-orða setning sem einungis þú átt að vita. Skrifaðu hana niður og geymdu á öruggum stað.
it: Il tuo saldo verrà ripristinato automaticamente quando reinstalli Signal se confermi il tuo PIN di Signal. Puoi anche ripristinare il tuo saldo usando una frase di recupero, che è una frase di 24 parole unica per te. Scrivila e conservala in un luogo sicuro.
ja: Signalの再インストール時にSignal PINを確認すると、残高は自動で復元されます。また、あなた固有の24語のリカバリーフレーズを使って、残高を復元することもできます。リカバリーフレーズは、書きとめて安全な場所に保管してください。
km: áŸá˜áá»á›áŸ’á™ášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„áŸáŸ’áŠá¶ášá¡á¾á„áœá·á‰áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·á“áŸ…á–áŸá›á¢áŸ’á“á€áŠáŸ†á¡á¾á„ Signal á¡á¾á„áœá·á‰ á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á”á‰áŸ’á‡á¶á€áŸ‹á›áŸáá€á¼áŠ Signal PIN ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á¢áŸ’á“á€á€áŸá¢á¶á…áŸáŸ’áŠá¶ášáŸá˜áá»á›áŸ’á™ášá”áŸáŸ‹á¢áŸ’á“á€áŠáŸ„á™á”áŸ’ášá¾áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡ áŠáŸ‚á›á‡á¶áƒáŸ’á›á¶ 24á–á¶á€áŸ’á™ ááŸ‚á˜á½á™á‚ááŸ‹áŸá˜áŸ’ášá¶á”áŸ‹á¢áŸ’á“á€áŸ” áŸášáŸáŸášâ€‹áœá¶â€‹ á á¾á™â€‹á‘á»á€â€‹á€áŸ’á“á»á„â€‹á€á“áŸ’á›áŸ‚á„â€‹á˜á¶á“â€‹áŸá»áœááŸ’áá·á—á¶á–áŸ”
kn: ನೀವು Signal ಅನ್ನು ಮತ್ತೆ ಇನ್ಸ್‌ಸ್ಟಾಲ್‌ ಮಾಡಿದಾಗ ನಿಮ್ಮ Signal ಪಿನ್‌ ಅನ್ನು ದೃಢೀಕರಿಸಿದರೆ ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್‌ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಿಸ್ಟೋರ್‌ ಆಗಲಿದೆ. ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ಬಳಸುವ ಮೂಲಕ ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್‌ ಅನ್ನು ರಿಸ್ಟೋರ್‌ ಮಾಡಬಹುದು, ಅದು ನಿಮ್ಮ 24-ಪದದ ವಿಶಿಷ್ಟ ಪದಗುಚ್ಛವಾಗಿರುತ್ತದೆ. ಅದನ್ನು ಬರೆದುಕೊಳ್ಳಿ ಮತ್ತು ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಇಟ್ಟುಕೊಳ್ಳಿ.
ko: Signal PIN을 확인하면 Signal을 다시 설치할 때 잔액이 자동으로 복원됩니다. 사용자는 또한 사용자에게 고유한 24단어로 구성된 문구인 복구 문구를 사용하여 잔액을 다시 찾을 수 있습니다. 적어 놓고 안전한 장소에 보관하세요.
lt: Kai įdiegsite Signal iš naujo, jūsų likutis bus automatiškai atkurtas tuo atveju, jei patvirtinsite savo Signal PIN kodą. Taip pat galite atkurti savo likutį naudodami atkūrimo frazę – savo unikalią 24 žodžių frazę. Užsirašykite ją ir saugokite saugioje vietoje.
lv: Jūsu atlikums tiks automātiski atjaunots, atkārtoti instalējot Signal, ja apstiprināsiet savu lietotnes Signal PIN. Atlikumu var arī atjaunot, izmantojot atgūšanas frāzi, kas ir tikai jums raksturīga 24 vārdu frāze. Pierakstiet to un glabājiet drošā vietā.
ml: നിങ്ങളുടെ Signal പിൻ സ്ഥിരീകരിക്കുകയാണെങ്കിൽ, നിങ്ങൾ Signal വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യുമ്പോൾ നിങ്ങളുടെ ബാലൻസ് സ്വയമേവ പുനഃസ്ഥാപിക്കപ്പെടും. നിങ്ങൾക്ക് അതുല്യമായ 24 വാക്കുകളുള്ള വാക്യമായ ഒരു വീണ്ടെടുക്കൽ വാക്യം ഉപയോഗിച്ച് നിങ്ങൾക്ക് നിങ്ങളുടെ ബാലൻസ് പുനസ്ഥാപിക്കാനും കഴിയും. അത് എഴുതി സുരക്ഷിതമായ സ്ഥലത്ത് സൂക്ഷിക്കുക.
mr: आपण आपल्या Signal PIN ची पुष्टी केल्यास, आपण Signal पुन्हा स्थापित केल्यावर आपला बॅलंस स्वयंचलितपणे पुनर्स्थापित होईल. आपण आपला बॅलंस रिकव्हरी फ्रेझ वापरून देखील पुनर्स्थापित करू शकता, जी 24-शब्द फ्रेझ आपल्यासाठी ऐकमेव आहे. ती लिहून ठेवा आणि त्यास एका सुरक्षित जागेवर ठेवा.
ms: Baki anda akan dipulihkan secara automatik apabila anda memasang semula Signal jika anda mengesahkan PIN Signal anda. Anda juga dapat memulihkan baki anda menggunakan frasa pemulihan, yang merupakan frasa 24 perkataan yang unik untuk anda. Catatkannya dan simpan di tempat yang selamat.
my: Signal ပြန်တင်သွင်းသည့်အချိန်တွင် သင်မှသင့် Signal ပင်နံပါတ်ကို အတည်ပြုခဲ့လျှင် သင့် လက်ကျန်ငွေကို အလိုအလျောက်ပြန်လည် ရရှိပါမည်။ ပြန်လည်ရယူရန် စာပုဒ်တိုဖြင့်လည်း သင့်လက်ကျန်ငွေကို ပြန်ရယူနိုင်ပါသည်။ ၎င်းသည် သင့်အတွက်သာ ထူးခြားသော စာလုံး ၂၄ လုံးရှိသော စာပုဒ်တိုဖြစ်ပါသည်။ ရေးသားမှတ်ထားပြီး လုံခြုံသောတစ်နေရာတွင် ဝှက်ထားပါ။
nb: Saldoen din gjenopprettes automatisk når du installerer Signal igjen, hvis du bekrefter Signal-PIN-koden din. Du kan også gjenopprette saldoen din med et gjenopprettingspassord, som er en setning på 24 ord som du velger selv. Skriv den ned og oppbevar den på et trygt sted.
nl: Je krediet wordt automatisch hersteld als je bij het opnieuw installeren van Signal je Signal-pincode invoert. Je kunt je krediet ook herstellen middels een unieke herstelzin, die bestaat uit 24 woorden. Schrijf die zin op en bewaar hem op een veilige plaats.
pa: ਜੇ ਤੁਸੀਂ ਆਪਣੇ Signal ਪਿੰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ ਤਾਂ Signal ਨੂੰ ਦੁਬਾਰਾ ਸਥਾਪਤ ਕਰਨ 'ਤੇ ਤੁਹਾਡਾ ਬਕਾਇਆ ਆਪਣੇ ਆਪ ਬਹਾਲ ਹੋ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਇੱਕ ਬਹਾਲੀ ਵਾਕ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਵੀ ਆਪਣਾ ਬਕਾਇਆ ਬਹਾਲ ਕਰ ਸਕਦੇ ਹੋ, ਜੋ ਕਿ ਤੁਹਾਡੇ ਲਈ ਵਿਲੱਖਣ 24-ਸ਼ਬਦਾਂ ਵਾਲਾ ਵਾਕ ਹੁੰਦਾ ਹੈ। ਇਸਨੂੰ ਲਿਖੋ ਅਤੇ ਇਸਨੂੰ ਸੁਰੱਖਿਅਤ ਜਗ੍ਹਾ 'ਤੇ ਸਟੋਰ ਕਰੋ।
pl: Jeśli ponownie zainstalujesz aplikację Signal, środki zostaną automatycznie przywrócone, gdy podasz swój PIN. Możesz też przywrócić środki za pomocą frazy odzyskiwania, która jest Twoim unikalnym hasłem złożonym z 24 wyrazów. Zapisz je i przechowuj w bezpiecznym miejscu.
ps: ستاسې بېلانس به په اتومات ډول بیرته تر لاسه شي کله چې تاسې Signal بیرته له سره انسټال کړئ او خپل د Signal PIN تایید کړئ. همداشان تاسې کولای شئ خپل بېلانس د بیرته تر لاسه کولو د عبارت په کارولو تر لاسه کړئ، کوم چې ستاسې لپاره یوه 24- بې سارې عبارتي کلیمه ده. هغه درسره ولیکئ او په یوه خوندي ځای کې یې وساتئ.
pt_br: Seu saldo será restaurado automaticamente quando você reinstalar o Signal e confirmar o seu PIN. Você também pode restaurar o seu saldo usando uma frase de recuperação, que é uma frase única de 24 palavras para você. Anote-a e guarde em um lugar seguro.
pt_pt: O seu saldo será restaurado automaticamente quando você reinstalar o Signal se você confirmar o PIN do Signal. Você também pode restaurar o seu saldo utilizando uma frase de recuperação, que é uma frase única para si de 24 palavras. Anote-a e guarde-a num local seguro.
ro: Soldul tău va fi restituit automat când reinstalezi Signal dacă confirmi PIN-ul Signal. De asemenea îți poți recupera soldul utilizând o frază de recuperare, ce este formată din 24 de cuvinte și este unică pentru tine. Ar trebui să o scrii pe hârtie si să o păstrezi într-un loc sigur.
ru: Ваши средства будут автоматически восстановлены, когда вы переустановите Signal, если вы подтвердите свой PIN-код Signal. Вы также можете восстановить свои средства с помощью своей уникальной фразы восстановления, которая состоит из 24 слов. Запишите её, и храните её в безопасном месте.
sk: Váš zostatok sa automaticky obnoví, keď si Signal preinštalujete, ak potvrdíte váš PIN pre Signal. Váš zostatok môžete taktiež obnoviť pomocou frázy na obnovenie, čo je fráza pozostávajúca z 24 slov, ktorú máte len vy. Zapíšte si ju a uložte na bezpečné miesto.
sl: Če boste ponovno namestili Signal in potrdili svojo kodo PIN, bo vaše stanje na računu samodejno obnovljeno. Lahko pa ga obnovite tudi z vnosom obnovitvene fraze, t.j. 24-besedne fraze, ki je zgolj vaša. Zapišite si jo in jo hranite na varnem mestu.
sq: Depozita juaj do të rikthehet automatikisht, kur të riinstaloni Signal-in, nëse ripohoni PIN-in tuaj Signal. Depozitën tuaj mund ta riktheni edhe duke përdorur një frazë rikthimi, e cila është një frazë me 24 fjalë, unike për ju. Mbajeni shënim dhe ruajeni në një vend të parrezik.
sr: Средства ће аутоматски бити враћена када поново инсталирате Signal и потврдите свој Signal PIN. Такође можете да вратите средства помоћу фразе за опоравак, јединствене фразе од 24 речи. Запишите је и чувајте је на сигурном месту.
sv: Din saldo återställs automatiskt när du installerar om Signal om du bekräftar din Signal-PIN-kod. Du kan också återställa ditt saldo med en återställningsfras, som är en fras på 24 ord som är unik för dig. Skriv ner den och förvara den på ett säkert ställe.
sw: Salio lako litarejeshwa kiotomatiki utakapoweka tena Signal ikiwa utathibitisha PIN yako ya Signal. Unaweza pia kurejesha salio lako ukitumia maneno ya kurejesha, ambayo ni maneno 24 maalum kwako. Yaandike na kuyahifadhi mahali salama.
ta: உங்கள் சமநிலை தானாகவே இருக்கும் மீட்டமை நீங்கள் மீண்டும் நிறுவும் போது Signal நீங்கள் உறுதிப்படுத்தினால் Signal பின். நீங்களும் செய்யலாம்மீட்டமை உங்கள் சமநிலைமீட்டெடுப்பு சொற்றொடரைப் பயன்படுத்துதல், இது உங்களுக்கு தனித்துவமான 24-வார்த்தை சொற்றொடர். அதை எழுதுங்கள்கடை அது ஒரு பாதுகாப்பான இடத்தில்.
te: మీరు మీ Signal పిన్ను ధృవీకరిస్తే Signal ను మళ్లీ ఇన్‌స్టాల్ చేసినప్పుడు మీ బ్యాలెన్స్ స్వయంచాలకంగా పునరుద్ధరించబడుతుంది. రికవరీ పదబంధాన్ని ఉపయోగించి మీరు మీ సమతుల్యతను కూడా పునరుద్ధరించవచ్చు, ఇది మీకు ప్రత్యేకమైన 24-పదాల పదబంధం. దానిని వ్రాసి సురక్షితమైన స్థలంలో నిల్వ చేయండి.
th: ยอดคงเหลือของคุณจะกู้คืนมาโดยโดยอัตโนมัติเมื่อคุณติดตั้ง Signal อีกครั้ง หากคุณยืนยันรหัส Signal PIN ของคุณ คุณยังสามารถกู้คืนยอดคงเหลือได้โดยใช้วลีกู้คืน ซึ่งเป็นวลี 24 คำเฉพาะสำหรับคุณเท่านั้น จดบันทึกวลีนี้และเก็บไว้ในที่ปลอดภัย
tr: Signal'i yeniden kurduğunuzda Signal PIN'ini doğruladığınızda bakiyeniz otomatik olarak kurtarılacaktır. Bakiyenizi ayrıca bir kurtarma parolası ile de geri alabilirsiniz. Kurtarma parolası 24-kelimelik ve size özgü bir ifadedir. Bir yere yazın ve güvenli bir şekilde saklayın.
ug: ئەگەرSignal نى قايتا قاچىلاپ Signal PIN نى جەزىملىسىڭىز قالدۇقىڭىز ئۆزلۈكىدىن ئەسلىگە كېلىدۇ. ئەسلىگە كەلتۈرۈش ئىبارىسى ئارقىلىقمۇ قالدۇقىڭىزنى ئەسلىگە كەلتۈرەلەيسىز ، بۇ 24-سۆزلۈك ئىبارە سىزگىلا خاس. ئۇنى يېزىۋېلىپ بىخەتەر جايدا ساقلاڭ.
uk: Після перевстановлення Signal ваш баланс буде автоматично відновлено, якщо ви підтвердите свій PIN-код Signal. Відновити баланс можна також за допомогою кодової фрази — вона унікальна й складається з 24 слів. Запишіть її та зберігайте в надійному місці.
ur: اگر آپ اپنے Signal پن کی تصدیق کرتے ہیں تو آپ Signal کو دوبارہ انسٹال کرتے وقت آپ کا بیلنس خود بخود بحال ہوجائے گا۔ آپ بازیافت والے فقرے کا استعمال کرتے ہوئے اپنے بیلنس کو بھی بحال کرسکتے ہیں ، جو آپ کے لئے 24 الفاظ کا جملہ ہے۔ اسے لکھ کر محفوظ جگہ پر محفوظ کریں۔
vi: Số dư của bạn sẽ tự động khôi phục khi bạn cài lại Signal nếu bạn xác nhận mã PIN Signal của mình. Bạn cũng có thể khôi phục số dư của mình bằng cách sử dụng một cụm từ khôi phục, và đây là một cụm từ 24-từ chỉ riêng cho bạn. Ghi nó lại và lưu giữ nó ở một nơi an toàn.
zh_cn: 重新安装 Signal 并确认 Signal PIN 码后，将自动还原您的余额。另外，还可使用恢复短语，来还原您的余额。该短语包含 24 个单词，并且对您是唯一的。请将其记下并妥善保存。
zh_hk: 當您重新安裝 Signal 時，若您確認您的 Signal PIN 碼，您的餘額將會自動還原。您亦可使用恢復片語還原您的餘額，即是一組獨一無二的 24 字詞片語。請寫下並妥為保存於安全的地方。

# SETTINGS_PAYMENTS_PASSPHRASE_EXPLANATION_FROM_BALANCE
source: You’ve got a balance! Time to save your recovery phrase—a 24-word key you can use to restore your balance.
ar: لديك رصيد! حان وقت حفظ عبارة الاستعادة الخاصة بك—مفتاح من 24 كلمة يُمكنك استخدامه لاستعادة رصيدك.
be: Вы маеце баланс! Час захаваць вашу фразу для аднаўлення — ключ з 24 слоў, які вы можаце выкарыстаць, каб аднавіць баланс.
bn: আপনি একটি ব্যালেন্স পেয়েছেন! আপনার পুনরুদ্ধার করার বাক্যটি সেভ করার সময় হয়েছে—একটি 24-শব্দের কী, যা আপনি আপনার ব্যালেন্স পুনরুদ্ধার করতে ব্যবহার করতে পারেন।
ca: Tens saldo! És hora de desar la teva frase de recuperació: una clau de 24 paraules que podràs utilitzar per restaurar el teu saldo.
cs: Máte zůstatek! Je nejvyšší čas uložit si frázi pro obnovení – klíč o 24 slovech, který můžete použít k obnovení zůstatku.
da: Du har en saldo! Det er tid til at gemme din gendannelsessætning – en kode på 24 ord, som kan bruges til at genoprette din saldo.
de: Du hast ein Guthaben! Zeit, deine Wiederherstellungsphrase zu speichern – ein Schlüssel mit 24 Wörtern, mit dem du dein Guthaben wiederherstellen kannst.
el: Έχεις υπόλοιπο! Ώρα να αποθηκεύσεις τη φράση ανάκτησης—μια φράση 24 λέξεων που μπορείς να χρησιμοποιήσεις για να επαναφέρεις το υπόλοιπό σου.
es: ¡Tienes saldo en tu cuenta! Es el momento de guardar tu frase de recuperación: una clave de 24 palabras que puedes usar para restaurar tu saldo.
fa: شما موجودی‌ای دارید! زمان ذخیره‌سازی عبارت بازیابی است—یک رمز 24 کلمه‌ای که می‌توانید برای بازیابی موجودی خود از آن استفاده کنید.
fi: Sinulla on saldoa! On aika tallentaa palautuslause – 24 sanan mittainen avain, jonka avulla voit palauttaa saldosi.
fr: Un solde est disponible sur votre compte ! Il est temps d'enregistrer votre phrase de récupération, une clé de 24 mots que vous pouvez utiliser pour récupérer votre solde.
ga: Tá iarmhéid agat! Tá sé in am duit do fhrása athshlánaithe a shábháil, sin eochair 24 focal is féidir leat a úsáid chun d'iarmhéid a aischur.
gu: તમને બેલેન્સ મળ્યું છે! સમય છે તમારા રિકવરી ફ્રેઝને સેવ કરવાનો જે એક 24-શબ્દની કી છે અને તેનો ઉપયોગ તમે તમારું બેલેન્સ રિસ્ટોર કરવા માટે કરી શકો છો.
he: יש לך יתרה! הגיע הזמן לשמור את משפט שחזור הסיסמה שלך—סיסמה בעלת 24 מילים שאפשר להשתמש בה כדי לשחזר את היתרה הכספית שלך.
hi: आपने संतुलन बना लिया है! समय है अपने रिकवरी वाक्य को सहेजने का—24 शब्दों की एक कुंजी जिसके इस्तेमाल से आप अपना संतुलन वापस पा सकते हैं।
hr: Imate nešto na stanju! Vrijeme je da spremite svoju frazu za oporavak—lozinku od 24 riječi koju možete koristiti za vraćanje prethodnog stanja svog računa.
hu: Van egyenleged! Itt az ideje, hogy elmentsd a helyreállítási kifejezésed—egy 24 szavas kulcsszót, amellyel helyreállíthatod az egyenleged.
id: Anda memiliki saldo! Waktunya menyimpan frasa pemulihan—ini adalah kunci 24 kata yang bisa digunakan untuk memulihkan saldo.
it: Hai un saldo! Ora devi salvare la tua frase di recupero: una chiave di sicurezza lunga 24 parole per ripristinare il tuo saldo.
ja: 残高があります！残高を復元するためのキーとなる、24単語のリカバリーフレーズを保存しましょう。
ko: 잔액이 있습니다! 24개 단어 키인 복구 문구를 저장하세요. 해당 문구를 사용하여 잔액을 복구할 수 있습니다.
mr: आपण संतुलन साधले आहे! आपला पुर्नप्राप्ती वाक्यांश जतन करण्याची वेळ—संतुलन पुनर्संचयित करण्यासाठी 24-शब्दांची की वापरू शकता.
ms: Anda mempunyai baki! Masa untuk menyimpan frasa pemulihan anda—kunci 24 perkataan yang anda boleh gunakan untuk menyimpan baki anda.
nb: Du har penger på kontoen din! Det er på tide å lagre en gjenopprettingsfrase på 24 ord som du kan bruke til å gjenopprette saldoen din.
nl: Je hebt krediet! Tijd om je herstelzin op te slaan. Dit is een wachtwoord van 24 woorden dat je kunt gebruiken om je tegoed te herstellen.
pl: W Twoim portfelu są środki. Pora zapisać frazę odzyskiwania, czyli 24-wyrazowy klucz, którego możesz użyć do przywrócenia środków.
pt_br: Você tem um saldo! Salve sua frase de recuperação — uma chave de 24 palavras que você pode usar para restaurar seu saldo.
pt_pt: Tem saldo! É altura de guardar a sua frase de recuperação—uma chave de 24 palavras que pode usar para restaurar o seu saldo.
ro: Ai sold! E timpul să salvezi fraza de recuperare—o cheie de 24 de cuvinte pe care le poți folosi ca să restaurezi echilibrul.
ru: Всё получилось! Теперь сохраните свою фразу для восстановления — ключ из 24 слов, который вы сможете использовать для восстановления информации.
sk: Máte zostatok! Je čas uložiť si frázu na obnovenie—24-slovný kľúč, ktorý môžete použiť na obnovenie vášho zostatku.
sr: Имате средства на налогу! Време је да сачувате фразу за опоравак – кључ од 24 речи који ћете користити да вратите средства.
sv: Du har ett saldo. Det är dags att spara din återställningsfras – en nyckel på 24 ord som du kan använda för att återställa saldot.
th: คุณมียอดเงินคงเหลือ! ได้เวลาบันทึกวลีกู้คืนแล้ว ซึ่งคือรหัส 24 คำที่สามารถใช้เพื่อกู้คืนยอดเงินคงเหลือของคุณ
tr: Bakiyen var! Kurtarma ifadeni kaydetme zamanı, bu bakiyeni geri yüklemek için kullanabileceğin 24 kelimelik bir anahtardır.
ug: قالدۇق سوممىڭىز بار! قالدۇق سوممىڭىزنى ئەسلىگە كەلتۈرۈش ئۈچۈن ئەسلىگە كەلتۈرۈش ئىبارىسىنى (24 سۆزدىن تەركىب تاپقان بولىدۇ) ساقلىۋېلىڭ.
uk: У вас є залишок! Збережіть кодову фразу — пароль з 24 слів, за допомогою якого ви зможете відновити свій залишок.
ur: آپ کے پاس بیلنس موجود ہے! اپنی ریکوری کی عبارت محفوظ کرنے کا وقت ہے—24 الفاظ پر مشتمل کیی جو آپ اپنا بیلنس ریکور کرنے کے لیے استعمال کر سکتے ہیں۔
vi: Bạn đã nhận được số dư! Đã đến lúc lưu cụm từ khôi phục—cụm 24 từ này giống như chìa khóa giúp bạn khôi phục số dư của mình.
zh_cn: 您还有一部分余额！是时候保存您的恢复短语了——这是一个 24 字/词的密钥，可以用来恢复您的余额。
zh_hk: 您尚有餘額！是時候儲存您的恢復片語了──您可使用一組 24 個字的密鑰，以恢復您的餘額。
