Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_CALL_NO_KEYS_ALERT_TITLE_FORMAT
source: Can't receive audio and video from %@
af: Kan nie oudio en video van %@ ontvang nie
ar: لا يُمكن تلقي الصوت والصورة من %1$@
az: %@ əlaqəsindən səs və ya görüntü alına bilmir
be: Немагчыма атрымаць аўдыё і відэа ад %1$@
bn: %1$@-এর কাছ থেকে অডিও ও ভিডিও গ্রহণ করা যাবে না
ca: No es pot rebre ni àudio ni vídeo de %1$@.
cs: Nemohu přijmout audio ani video od %1$@
cy: Methu derbyn sain a fideo gan %@
da: Der modtages ikke lyd og video fra %1$@
de: Audio- und Videodaten von %1$@ können nicht empfangen werden
el: Αδυναμία λήψης ήχου και εικόνας από τον/την %1$@
es: No se puede recibir audio ni vídeo de %1$@
es_es: No se puede recibir ni audio ni vídeo de %@
et: Kasutajalt %@ heli ja video saamine ei õnnestu
eu: Ezin da %@ erabiltzailearen audio eta bideorik jaso.
fa: دریافت صدا و تصویر از %1$@ ممکن نیست
fi: Ääni- ja videoviestin vastaanottaminen käyttäjältä %1$@ epäonnistui
fr: Impossible de recevoir l’audio et la vidéo de %1$@
ga: Can't receive audio and video from %1$@
gu: %1$@ તરફથી ઓડિયો અને વિડિયો પ્રાપ્ત કરી શકતા નથી
he: לא ניתן לקבל שמע ווידאו מאת %1$@
hi: %1$@ से ऑडियो और वीडियो नहीं प्राप्त की जा सकती
hr: Ne možete primiti audio i video od %1$@
hu: %1$@ hang és kép adása nem megjeleníthető
id: Tidak dapat menerima audio dan video dari %1$@
is: Næ ekki hljóð- og myndmerki frá %@
it: Non è possibile ricevere audio e video da %1$@
ja: %1$@ からの音声と映像を受信できません
kab: Ur yezmir ara ad d-yermes ameslaw neɣ tavidyut seg %@
km: á˜á·á“á¢á¶á…á‘á‘á½á›áŸáŸ†á¡áŸá„á“á·á„áœá¸áŠáŸá¢á¼á–á¸ %@
kn: %@ ಅವರಿಂದ ಆಡಿಯೋ ಮತ್ತು ವಿಡಿಯೋ ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: %1$@ 님의 음성 및 영상 통화를 수신할 수 없습니다.
lt: Negalima gauti garso ir vaizdo iš %@
lv: Nevar saņemt audio un video no %@
ml: %@-ൽ നിന്ന് ഓഡിയോ, വീഡിയോ എന്നിവ സ്വീകരിക്കാനാകില്ല
mr: %1$@ कडून ऑडिओ आणि व्हिडिओ प्राप्त करू शकत नाही
ms: Tidak dapat menerima audio dan video daripada %1$@
my: %@ မှ အသံနှင့် ဗွီဒီယို တွေမရရှိနိုင်ပါ
nb: Kan ikke motta lyd og bilde fra %1$@
nl: Kan geen audio en video van %1$@ ontvangen
pa: %@ ਤੋਂ ਆਡੀਓ ਤੇ ਵੀਡੀਓ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ ਹੈ
pl: Nie można odebrać połączenia audio ani wideo, którego nadawcą jest %1$@
ps: له %@ څخه اډیو او ویډیو نشئ تر لاسه کولای
pt_br: Não é possível receber áudio e vídeo de %1$@
pt_pt: Não pode receber áudio e vídeo de %1$@
ro: Nu pot primi semnal voce și semnal video de la %1$@
ru: Невозможно получать аудио и видео от %1$@
sk: Nie je možné prijať audio a video od používateľa %1$@
sl: Ne morem prejemati zvoka in videa od %@
sq: S’mund të merret audio dhe video prej %@
sr: Није могуће примити аудио и видео од корисника %1$@
sv: Kan inte ta emot ljud och video från %1$@
sw: Huwezi kupokea sauti na video kutoka kwa %@
te: %@ నుండి ఆడియో మరియు వీడియోను స్వీకరించలేరు
th: ไม่สามารถเสียงและวิดีโอจาก %1$@
tr: %1$@ kişisinden ses ve görüntü alınamıyor
ug: %1$@ دىن ئۈن ۋە سىن تاپشۇرۇۋالالمايدۇ
uk: Ви не можете чути й бачити користувача %1$@
ur: %1$@ سے آڈیو اور ویڈیو موصول نہیں ہوسکتی ہے
vi: Không thể nhận được âm thanh và video từ %1$@
zh_cn: 无法接收来自 %1$@ 的音频和视频
zh_hk: 無法接收 %1$@ 的音訊和影片

# GROUP_CALL_NO_ONE_HERE
source: No one else is here
af: Hier is niemand anders nie
ar: لا يوجد شخص آخر هُنا
az: Burada heç kim yoxdur
be: Больш тут нікога няма
bn: এখানে আর কেউ নেই
ca: Aquí no hi ha ningú més.
cs: Nikdo další tady není
cy: Does neb arall yma
da: Ingen andre deltager
de: Niemand anderes ist hier
el: Δεν είναι κανένας άλλος εδώ
es: No hay nadie más
es_es: No hay nadie más
et: Kedagi teist pole siin
eu: Beste inor ez dago hemen
fa: هیچکس دیگری اینجا نیست
fi: Kukaan muu ei ole täällä
fr: Aucun autre participant
ga: Níl aon duine eile anseo
gu: બીજું કોઈ અહીં નથી
he: אף אחד אחר לא כאן
hi: यहाँ और कोई नहीं है
hr: Nitko drugi nije ovdje
hu: Nincs itt senki
id: Tidak ada orang lain di sini
is: Það er enginn annar hérna
it: Nessun altro è qui
ja: 誰も参加していません
kab: Ulac wi yellan-nniḍen da
km: á‚áŸ’á˜á¶á“á“ášáá¶á˜áŸ’á“á¶á€áŸ‹á“áŸ…á‘á¸á“áŸáŸ‡á‘áŸ
kn: ಇಲ್ಲಿ ಯಾರೂ ಇಲ್ಲ
ko: 아무도 없음
lt: Čia daugiau nieko nėra
lv: Te neviena nav
mk: Нема никој
ml: ഇവിടെ മറ്റാരുമില്ല
mr: येथे अजून कुणीही नाही
ms: Tiada seorang pun di sini
my: အခြား မည်သူမျှ မရှိပါ
nb: Ingen andre er her
nl: Er is niemand hier
pa: ਇੱਥੇ ਕੋਈ ਨਹੀਂ ਹੈ
pl: Nikogo tu nie ma
ps: نور هېڅوک دلته نشته
pt_br: Ninguém mais está aqui
pt_pt: Não está mais ninguém aqui
ro: Nu este nimeni aici
ru: Здесь нет никого, кроме вас
sk: Nikto iný tu nie je
sl: Tu ni nikogar drugega
sq: S’ka tjetër këtu
sr: Нема никога више овде
sv: Ingen annan är här
sw: Hakuna mtu mwingine aliye hapa
ta: வேறு யாரும் இங்கு இல்லை
te: మరెవరూ ఇక్కడ లేరు
th: ไม่มีใครที่นี่
tr: Burada kimse yok
ug: بۇ يەردە ھېچكىم يوق
uk: Тут більше нікого немає
ur: یہاں کوئی اور نہیں ہے
vi: Không có ai khác đang ở đây
zh_cn: 没有人在这里
zh_hk: 暫時只得您一個人

# GROUP_CALL_NOTIFICATION_ONE_JOINED_FORMAT
source: %@ joined the call
af: %@ het by die oproep aangesluit
ar: انضمَّ %1$@ إلى المُكالمة
az: %@ zəngə qoşuldu
be: %1$@ далучыўся(-лася) да званка
bn: %1$@ কলটিতে যোগ দিয়েছেন
ca: %1$@ s'ha afegit a la trucada.
cs: %1$@ se připojil k hovoru
cy: Ymunodd %@ â'r alwad
da: %1$@ sluttede sig til opkaldet
de: %1$@ ist dem Anruf beigetreten
el: Ο/Η %1$@ μπήκε στην κλήση
es: %1$@ se ha unido a la llamada
es_es: %@ se ha unido a la llamada
et: %@ liitus kõnega
eu: %@ deian sartu da
fa: %1$@ به تماس پیوست
fi: %1$@ liittyi puheluun
fr: %1$@ a rejoint l’appel
ga: %1$@ joined the call
gu: %1$@ કૉલમાં જોડાયા
he: %1$@ הצטרף/ה אל השיחה
hi: %1$@ ने कॉल को जॉइन कर लिया
hr: %1$@ se pridružio pozivu
hu: %1$@ belépett a hívásba
id: %1$@ bergabung dalam panggilan
is: %@ kom inn í símtalið
it: %1$@ si è unito alla chiamata
ja: %1$@ が参加しました
kab: %@ rnan ɣer usiwel
km: %@ á”á¶á“á…á¼á›ášá½á˜á€á¶ášá áŸ…
kn: %@ ಅವರು ಕರೆಯನ್ನು ಸೇರಿದ್ದಾರೆ
ko: %1$@ 님이 전화에 참가했습니다.
lt: %@ prisijungė prie skambučio
lv: %@ pievienojās zvanam
mk: %@ се приклучи на повикот
ml: %@ കോളിൽ ചേർന്നു
mr: %1$@ कॉलमध्ये सामील झाले
ms: %1$@ telah menyertai panggilan
my: %@ သည် ခေါ်ဆိုမှုထဲ ဝင်လာပါသည်
nb: %1$@ ble med i samtalen
nl: %1$@ neemt nu deel aan de oproep
pa: %@ਕਾਲ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ
pl: %1$@ dołącza do rozmowy
ps: %@ له دغې اړیکې سره یو ځای شو
pt_br: %1$@ entrou na chamada
pt_pt: %1$@ juntou-se à chamada
ro: %1$@ s-a alăturat apelului
ru: %1$@ присоединился(-лась) к звонку
sk: %1$@ sa pridal(a) k hovoru
sl: %@ se je pridružil/-a klicu
sq: %@ u bë pjesë e thirrjes
sr: %1$@ се укључио/ла у позив
sv: %1$@ gick med i samtalet
sw: %@ amejiunga na mazungumzo ya simu
ta: %@ அழைப்பில் சேர்ந்தார்
te: %@ కాల్‌లో చేరారు
th: %1$@ ได้เข้าร่วมสาย
tr: %1$@ görüşmeye katıldı
ug: %1$@ چاقىرىققا قوشۇلدى
uk: Користувач %1$@ приєднався до виклику
ur: %1$@ کال میں شامل ہوا
vi: %1$@ đã tham gia cuộc gọi
zh_cn: %1$@ 加入了通话
zh_hk: %1$@ 已加入通話

# GROUP_CALL_NOTIFICATION_ONE_LEFT_FORMAT
source: %@ left the call
af: %@ het die oproep verlaat
ar: غادرَ %1$@ من المُكالمة
az: %@ zəngi tərk etdi
be: %1$@ пакінуў(-ла) званок
bn: %1$@ কলটি ছেড়ে চলে গেছেন
ca: %1$@ ha sortit de la trucada.
cs: %1$@ hovor opustil
cy: Gadawodd %@ yr alwad
da: %1$@ har forladt opkaldet
de: %1$@ hat den Anruf verlassen
el: Ο/Η %1$@ έφυγε από την κλήση
es: %1$@ ha abandonado la llamada
es_es: %@ ha abandonado la llamada
et: %@ lahkus kõnest
eu: %@ deitik atera da
fa: %1$@ تماس را ترک کرد
fi: %1$@ poistui puhelusta
fr: %1$@ a quitté l'appel
ga: %1$@ left the call
gu: %1$@ એ કૉલ છોડી દીધો
he: %1$@ עזב/ה את השיחה
hi: %1$@ ने कॉल को छोड़ दिया
hr: %1$@ je napustio/la poziv
hu: %1$@ kilépett a hívásból
id: %1$@ meninggalkan panggilan
is: %@ hætti í símtalinu
it: %1$@ ha lasciato la chiamata
ja: %1$@ が退出しました
kab: %@ ǧǧan asiwel
km: %@ á”á¶á“á…áŸá‰á–á¸á€á¶ášá áŸ…
kn: %@ ಅವರು ಕರೆಯನ್ನು ತೊರೆದಿದ್ದಾರೆ
ko: %1$@님이 전화를 끊었습니다.
lt: %@ išėjo iš skambučio
lv: %@ atstāja zvanu
mk: %@ го напушти повикот
ml: %@ കോൾ ഉപേക്ഷിച്ചു
mr: %1$@ ने कॉल सोडला
ms: %1$@ telah meninggalkan panggilan
my: %@ သည် ခေါ်ဆိုမှုမှ ထွက်ခွာသွားပါသည်
nb: %1$@ forlot samtalen
nl: %1$@ heeft de oproep verlaten
pa: %@ ਨੇ ਕਾਲ ਛੱਡੀ
pl: %1$@ opuszcza rozmowę
ps: %@ دغه اړیکه پریښوده
pt_br: %1$@ saiu da chamada
pt_pt: %1$@ abandonou a chamada
ro: %1$@ a părăsit apelul
ru: %1$@ покинул(-а) звонок
sk: %1$@ opustil(a) hovor
sl: %@ je zapustil/-a klic
sq: %@ e la thirrjen
sr: %1$@ је напустио/ла позив
sv: %1$@ lämnade samtalet
sw: %@ ameondoka kwenye mazungumzo ya simu
ta: %@ அழைப்பை விட்டுவிட்டார்
te: %@ కాల్ వదిలి
th: %1$@ ได้ออกจากสาย
tr: %1$@ görüşmeden ayrıldı
ug: %1$@ چاقىرىقتىن ئايرىلدى
uk: Користувач %1$@ покинув виклик
ur: %1$@ نے کال چھوڑ دی
vi: %1$@ rđã ời cuộc gọi
zh_cn: %1$@ 已离开通话
zh_hk: %1$@ 已離開通話

# GROUP_CALL_NOTIFICATION_TWO_JOINED_FORMAT
source: %@ and %@ joined the call
af: %@ en %@ het by die oproep aangesluit
ar: انضم %1$@ و%2$@ إلى المُكالمة
az: %@ və %@ zəngə qoşuldu
be: %1$@ і %2$@ далучыліся да званку
bn: %1$@ ও %2$@ কলটিতে যোগ দিয়েছেন
ca: %1$@ i %2$@ s'han afegit a la trucada.
cs: %1$@ a %2$@ se připojili k hovoru
cy: Ymunodd %@ a %@ â'r alwad
da: %1$@ og %2$@ sluttede sig til opkaldet
de: %1$@ und %2$@ sind dem Anruf beigetreten
el: Οι %1$@ και %2$@ μπήκαν στην κλήση
es: %1$@ y %2$@ se han unido a la llamada
es_es: %@ y %@ se han unido a la llamada
et: %@ ja %@ liitusid kõnega
eu: %@ eta %@ deian sartu dira.
fa: %1$@ و %2$@ به تماس پیوستند
fi: %1$@ ja %2$@ liittyivät puheluun
fr: %1$@ et %2$@ ont rejoint l’appel
ga: %1$@ and %2$@ joined the call
gu: %1$@ અને %2$@ કૉલમાં જોડાયા
he: %1$@ וגם %2$@ הצטרפו אל השיחה
hi: %1$@ और %2$@ ने कॉल को जॉइन कर लिया
hr: %1$@ i %2$@ su se pridružili pozivu
hu: %1$@ és %2$@ belépett a hívásba
id: %1$@ dan %2$@ bergabung dalam panggilan
is: %@ og %@ komu inn í símtalið
it: %1$@ e %2$@ si sono uniti alla chiamata
ja: %1$@ と %2$@ が参加しました
kab: %@ d %@ rnan-d ɣer usiwel
km: %@ á“á·á„ %@ á”á¶á“á…á¼á›ášá½á˜á€á¶ášá áŸ…
kn: %@ ಮತ್ತು %@ ಅವರು ಕರೆಯನ್ನು ಸೇರಿದ್ದಾರೆ
ko: %1$@ 및 %2$@ 님이 통화에 참여했습니다.
lt: %@ ir %@ prisijungė prie skambučio
lv: %@ un %@ pievienojās šim zvanam
mk: %@ и %@ се приклучија на повикот
ml: %@ ഉം %@ ഉം ഈ കോളിൽ ചേർന്നു
mr: %1$@ आणि %2$@ कॉलमध्ये सामील झाले
ms: %1$@ dan %2$@ telah menyertai panggilan
my: %@ နှင့် %@ သည် ခေါ်ဆိုမှုထဲ ဝင်လာပါသည်
nb: %1$@ og %2$@ ble med i samtalen
nl: %1$@ en %2$@ nemen nu deel aan de oproep
pa: %@ਅਤੇ %@ ਕਾਲ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ
pl: %1$@ i %2$@ dołączają do rozmowy
ps: %@ او %@ له دغې اړیکې سره یو ځای شول
pt_br: %1$@ e %2$@ entraram na chamada
pt_pt: %1$@ e %2$@ juntaram-se à chamada
ro: %1$@ și %2$@ s-au alăturat apelului
ru: %1$@ и %2$@ присоединились к звонку
sk: %1$@ a %2$@ sa pridali k hovoru
sl: %@ in %@ sta se pridružila klicu
sq: %@ dhe %@ u bënë pjesë e thirrjes
sr: %1$@ и %2$@ су се укључили у позив
sv: %1$@ och %2$@ gick med i samtalet
sw: %@ na %@ wamejiunga na mazungumzo ya simu
ta: %@ மற்றும் %@ அழைப்பில் சேர்ந்தார்
te: %@ మరియు %@ కాల్‌లో చేరారు
th: %1$@ และ %2$@ ได้เข้าร่วมสาย
tr: %1$@ ve %2$@ görüşmeye katıldı
ug: %1$@ ۋە %2$@ چاقىرىققا قوشۇلدى
uk: Користувачі %1$@ та %2$@ приєдналися до виклику
ur: %1$@ اور %2$@ کال میں شامل ہوئے
vi: %1$@ và %2$@ đã tham gia cuộc gọi
zh_cn: %1$@ 及 %2$@ 加入了通话
zh_hk: %1$@ 和 %2$@ 已加入通話

# GROUP_CALL_NOTIFICATION_TWO_LEFT_FORMAT
source: %@ and %@ left the call
af: %@ en %@ het die oproep verlaat
ar: غادرَ %1$@ و %2$@ من المُكالمة
az: %@ və %@ zəngi tərk etdi
be: %1$@ і %2$@ пакінулі званок
bn: %1$@ ও %2$@ কলটি ছেড়ে চলে গেছেন
ca: %1$@ i %2$@ han sortit de la trucada.
cs: %1$@ a %2$@ hovor opustili
cy: Gadawodd %@ a %@ â'r alwad
da: %1$@ og %2$@ har forladt opkaldet
de: %1$@ und %2$@ haben den Anruf verlassen
el: Οι %1$@ και %2$@ έφυγαν από την κλήση
es: %1$@ y %2$@ han abandonado la llamada
es_es: %@ y %@ han abandonado la llamada
et: %@ ja %@ lahkusid kõnest
eu: %@ eta %@ deitik atera dira
fa: %1$@ و %2$@ تماس را ترک کردند
fi: %1$@ ja %2$@ poistuivat puhelusta
fr: %1$@ et %2$@ ont quitté l'appel
ga: %1$@ and %2$@ left the call
gu: %1$@ અને %2$@ એ કૉલ છોડી દીધો
he: %1$@ וגם %2$@ עזבו את השיחה
hi: %1$@ और %2$@ ने कॉल को छोड़ दिया
hr: %1$@ i %2$@ su napustili poziv
hu: %1$@ és %2$@ kilépett a hívásból
id: %1$@ dan %2$@ meninggalkan panggilan
is: %@ og %@ hættu í símtalinu
it: %1$@ e %2$@ hanno lasciato la chiamata
ja: %1$@ と %2$@ が退出しました
kab: %@ d %@ ǧǧan asiwel
km: %@ á“á·á„ %@ á”á¶á“á…áŸá‰á–á¸á€á¶ášá áŸ…
kn: %@ ಮತ್ತು %@ ಅವರು ಕರೆಯನ್ನು ತೊರೆದಿದ್ದಾರೆ
ko: %1$@ 및 %2$@ 님이 통화에서 나갔습니다.
lt: %@ ir %@ išėjo iš skambučio
lv: %@ un %@ pameta šo zvanu
mk: %@ и %@ го напуштија повикот
ml: %@ ഉം %@ ഉം കോൾ ഉപേക്ഷിച്ചു
mr: %1$@ आणि %2$@ ने कॉल सोडला
ms: %1$@ dan %2$@ telah meninggalkan panggilan
my: %@ နှင့် %@ သည် ခေါ်ဆိုမှုမှ ထွက်ခွာသွားပါသည်
nb: %1$@ og %2$@ forlot samtalen
nl: %1$@ en %2$@ hebben de oproep verlaten
pa: %@ਅਤੇ %@ ਨੇ ਕਾਲ ਛੱਡੀ
pl: %1$@ i %2$@ opuszczają rozmowę
ps: %@ او %@ دغه اړیکه پریښوده
pt_br: %1$@ e %2$@ saíram da chamada
pt_pt: %1$@ e %2$@ abandonaram a chamada
ro: %1$@ și %2$@ au părăsit apelul
ru: %1$@ и %2$@ покинули звонок
sk: %1$@ a %2$@ opustili hovor
sl: %@ in %@ sta zapustila klic
sq: %@ dhe %@ e lanë thirrjen
sr: %1$@ и %2$@ су напустили позив
sv: %1$@ och %2$@ lämnade samtalet
sw: %@ na %@ wameondoka kwenye mazungumzo ya simu
ta: %@ மற்றும் %@ அழைப்பை விட்டுவிட்டார்
te: %@ మరియు %@ కాల్ వదిలి
th: %1$@ และ %2$@ ได้ออกจากสาย
tr: %1$@ ve %2$@ görüşmeden ayrıldı
ug: %1$@ ۋە %2$@ چاقىرىقتىن ئايرىلدى
uk: Користувачі %1$@ та %2$@ покинули виклик
ur: %1$@ اور %2$@ نےکال چھوڑ دی
vi: %1$@ và %2$@ đã rời cuộc gọi
zh_cn: %1$@ 及 %2$@ 已离开通话
zh_hk: %1$@ 和 %2$@ 已離開通話

# GROUP_CALL_ONE_PERSON_HERE_FORMAT
source: %@ is in this call
af: %@ is besig met ’n oproep
ar: %1$@ موجود في هذه المُكالمة
az: %@ bu zəngdədir
be: %1$@ у гэтым званку
bn: %1$@ এই কলটিতে আছেন
ca: %1$@ és en aquesta trucada.
cs: %1$@ v tomto hovoru
cy: Mae %@ yn yr alwad hon
da: %1$@ er i dette opkald
de: %1$@ nimmt an diesem Anruf teil
el: Ο/Η %1$@ είναι στην κλήση
es: %1$@ está en esta llamada
es_es: %@ en esta llamada
et: %@ on selles kõnes
eu: %@ dei honetan dago
fa: %1$@ در این تماس حضور دارد
fi: %1$@ on tässä puhelussa
fr: %1$@ participe à cet appel
ga: %1$@ is in this call
gu: %1$@આ કૉલમાં છે
he: %1$@ בשיחה זו
hi: %1$@ इस कॉल में है
hr: %1$@ je na ovom pozivu
hu: %1$@ ebben a hívásban
id: %1$@ sedang dalam panggilan ini
is: %@ er í þessu símtali
it: %1$@ è in questa chiamata
ja: %1$@ が参加中
kab: %@ yella deg usiwel-a
km: %@ á“áŸ…á€áŸ’á“á»á„á€á¶ášá áŸ…á“áŸáŸ‡
kn: %@ ಅವರು ಈ ಕರೆಯಲ್ಲಿದ್ದಾರೆ
ko: %1$@ 님이 통화 중입니다.
lt: %@ yra šiame skambutyje
lv: %@ ir šajā zvanā
mk: %@ е на овој повик
ml: %@ ഈ കോളിൽ ഉണ്ട്
mr: %1$@ या कॉल मध्ये आहे
ms: %1$@ berada dalam panggilan ini
my: %@ သည် ၎င်းခေါ်ဆိုမှုထဲတွင် ရှိပါသည်
nb: %1$@ er med i samtalen
nl: %1$@ is in deze oproep aanwezig
pa: %@ ਇਸ ਕਾਲ ਵਿੱਚ ਹੈ
pl: W rozmowie uczestniczy %1$@
ps: %@ په دغه اړیکه کې ده
pt_br: %1$@ está nesta chamada
pt_pt: %1$@ está nesta chamada
ro: %1$@ este în acest apel
ru: %1$@ в этом звонке
sk: %1$@ je v tomto hovore
sl: %@ se nahaja v tem klicu
sq: Në këtë thirrje gjendet %@
sr: %1$@ је у овом позиву
sv: %1$@ är i detta samtal
sw: %@ yuko katika mazungumzo haya ya simu
ta: %@ இந்த அழைப்பில் உள்ளது
te: %@ఈ కాల్‌లో ఉన్నారు
th: %1$@ อยู่ในสายนี้
tr: %1$@ bu aramada
ug: %1$@ بۇ چاقىرىقتا
uk: %1$@ бере участь у цьому виклику
ur: %1$@اس کال میں ہے
vi: %1$@ đang trong cuộc gọi này
zh_cn: %1$@在此通话中
zh_hk: %1$@ 正在通話中

# GROUP_CALL_PRESENTING_FORMAT
source: %@ is presenting
af: %@ bied tans aan
ar: يقوم %1$@ بالتقديم
az: %@ təqdim edir
be: %1$@ прадстаўляе
bn: %1$@ উপস্থাপন করছেন
ca: %1$@ fa la presentació
cs: %1$@ prezentuje
cy: Mae %@ yn cyflwyno
da: %1$@ præsenterer
de: %1$@ präsentiert gerade
el: Ο/Η %1$@ παρουσιάζει
es: %1$@ está presentando
et: %@ esitleb
fa: %1$@ در حال ارائه است
fi: %1$@ esittää
fr: %1$@ partage son écran
ga: %1$@ is presenting
gu: %1$@ પ્રિસેટ કરી રહ્યા છે
he: %1$@ משתף/ת מסך
hi: %1$@ प्रस्तुत कर रहे हैं
hr: %1$@ prezentira
hu: %1$@ megosztja képernyőjét
id: %1$@ sedang berbagi layar
is: %@ er að kynna
it: %1$@ sta presentando
ja: %1$@ が画面を共有しています
km: %@á€áŸ†á–á»á„á’áŸ’áœá¾á”á‘á”á„áŸ’á á¶á‰
kn: %@ ಅವರು ಪ್ರಸ್ತುತ ಪಡಿಸುತ್ತಿದ್ದಾರೆ
ko: %1$@ 님이 발표 중입니다.
lt: %@ pristatinėja
lv: %@ uzstājas
mk: %@ презентира
ml: %@ അവതരിപ്പിക്കുന്നു
mr: %1$@ सादर करत आहे
ms: %1$@ sedang membentang
nb: %1$@ presenterer
nl: %1$@ deelt een scherm
pa: %@ ਪੇਸ਼ ਕਰ ਰਹੇ ਹਨ
pl: %1$@ prezentuje
ps: %@ یې وړاندې کوي
pt_br: %1$@ está apresentando
pt_pt: %1$@ está a apresentar
ro: %1$@ prezintă
ru: %1$@ показывает
sk: %1$@ predstavuje
sl: %@ predstavlja
sq: %@ po paraqet
sr: %1$@ приказује
sv: %1$@ presenterar
sw: %@ anawasilisha
ta: %@ அளிக்கிறது
te: %@ ప్రదర్శిస్తున్నారు
th: %1$@ กำลังนำเสนออยู่
tr: %1$@ sunuyor
ug: %1$@ نامايان قىلىۋاتىدۇ
uk: %1$@ демонструє свій екран
ur: %1$@ پیش کر رہا ہے
vi: %1$@ đang chia sẻ màn hình
zh_cn: %1$@ 正在演示
zh_hk: %1$@ 現正展示

# GROUP_CALL_RECONNECTING
source: Reconnecting
af: Besig om weer te koppel
ar: جارٍ إعادة الاتصال...
az: Yenidən bağlantı qurulur
be: Паўторнае падключэнне
bn: পুনঃসংযুক্ত হচ্ছে
ca: Tornant a connectar
cs: Opětovné připojování
cy: Yn Ailgysylltu
da: Forbinder igen
de: Verbindung wird neu hergestellt
el: Επανασυνδέεται
es: Reconectando
es_es: Reconectando
et: Uuesti ühendamine
eu: Birkonektatzen
fa: اتصال مجدد
fi: Yhdistetään
fr: Reconnexion
gu: ફરીથી કનેક્ટ કરી રહ્યા છીએ
he: מתחבר מחדש
hi: फिर से जोड़ रहे हैं
hr: Ponovno povezivanje
hu: Újracsatlakozás
id: Menyambungkan ulang
is: Endurtengist
it: Riconnessione
ja: 再接続しています
kab: Allus n tuqqna
km: á€áŸ†á–á»á„áá—áŸ’á‡á¶á”áŸ‹á˜áŸ’áá„á‘áŸ€á
kn: ಮರುಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ
ko: 다시 연결 중…
lt: Jungiamasi iš naujo
lv: Savienojas vēlreiz...
mk: Повторно поврзување
ml: റീകണക്ടിംഗ്
mr: पुनःकनेक्ट करत आहे…
ms: Menyambung semula
my: ပြန်ချိတ်နေသည်
nb: Kobler til på nytt…
nl: Opnieuw verbinden
pa: ਮੁੜ-ਕਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Ponowne łączenie
ps: بیرته وصل کېږي
pt_br: Reconectando
pt_pt: A ligar novamente
ro: Se reconectează
ru: Переподключаемся
sk: Pripája sa znovu
sl: Ponovno povezovanje
sq: Po rilidhet
sr: Поново успостављамо везу
sv: Ansluter igen
sw: Inaunganisha tena
ta: மீண்டும் இணைக்கிறது
te: తిరిగి కనెక్ట్ చేస్తోంది
th: กำลังเชื่อมต่อใหม่
tr: Yeniden bağlanıyor
ug: قايتا ئۇلىنىۋاتىدۇ
uk: Триває відновлення з'єднання
ur: مربوط ہو رہا ہے
vi: Đang kết nối lại
zh_cn: 重连中
zh_hk: 正在重新連線

# GROUP_CALL_REMOVE_MEMBER_CONFIRMATION_ACTION_SHEET_BLOCK_ACTION
source: Block from Call
ar: حظر من المكالمة
be: Заблакаваць ад званка
bn: কল থেকে ব্লক করুন
ca: Bloquejar de la trucada
cs: Blokovat z hovoru
da: Bloker fra opkald
de: Vom Anruf blockieren
el: Αποκλεισμός από την κλήση
es: Bloquear de la llamada
fa: مسدود کردن امکان تماس
fi: Estä puhelusta
fr: Bloquer
ga: Cuir bac ón ghlao
gu: કૉલમાંથી બ્લૉક કરો
he: חסימה מהשיחה
hi: कॉल से ब्लॉक करें
hr: Blokiraj iz poziva
hu: Letiltás a hívásból
id: Blokir dari Panggilan
it: Blocca dalla chiamata
ja: 通話をブロックする
ko: 통화에서 차단
mr: कॉलमधून अवरोधित
ms: Sekat daripada panggilan
nb: Blokkér fra samtalen
nl: Blokkeren van oproep
pl: Zablokuj dołączanie do rozmowy
pt_br: Bloquear da chamada
pt_pt: Bloquear da chamada
ro: Blochează din apel
ru: Заблокировать от звонка
sk: Blokovať prístup k hovoru
sr: Блокирај из позива
sv: Blockera från samtal
th: บล็อกจากการโทร
tr: Aramasını engelle
ug: چاقىرىقتىن چەكلەش
uk: Заблокувати участь у виклику
ur: کال سے بلاک کر دیں
vi: Chặn khỏi cuộc gọi
zh_cn: 屏蔽通话
zh_hk: 從通話中封鎖

# GROUP_CALL_REMOVE_MEMBER_CONFIRMATION_ACTION_SHEET_REMOVE_ACTION
source: Remove
ar: إزالة
be: Выдаліць
bn: সরিয়ে ফেলুন
ca: Suprimeix
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fa: حذف
fi: Poista
fr: Retirer
ga: Bain
gu: દૂર કરો
he: הסרה
hi: हटा दें
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
mr: काढून टाका
ms: Alih keluar
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sr: Уклони
sv: Ta bort
th: ลบ
tr: Kaldır
ug: چىقىرىۋەت
uk: Вилучити
ur: ہٹا دیں
vi: Xóa
zh_cn: 移除
zh_hk: 移除

# GROUP_CALL_REMOVE_MEMBER_CONFIRMATION_ACTION_SHEET_TITLE
source: Remove %@ from the call?
ar: هل ترغبُ بإزالة %1$@ من المكالمة؟
be: Выдаліць %1$@ са званка?
bn: %1$@-কে কল থেকে সরাতে চান?
ca: Vols expulsar a %1$@ de la trucada?
cs: Odebrat uživatele %1$@ z hovoru?
da: Fjern %1$@ fra dette opkald?
de: %1$@ aus dem Anruf entfernen?
el: Αφαίρεση του χρήστη %1$@ από την κλήση;
es: ¿Eliminar a %1$@ de la llamada?
fa: %1$@ از تماس حذف شود؟
fi: Poistetaanko %1$@ puhelusta?
fr: Retirer %1$@ de l'appel ?
ga: Bain %1$@ den ghlao?
gu: કૉલમાંથી %1$@ને દૂર કરવા છે?
he: להסיר את %1$@ מהשיחה?
hi: %1$@ को कॉल से हटाएँ?
hr: Ukloniti korisnika %1$@ iz poziva?
hu: %1$@ eltávolítása a hívásból?
id: Hapus %1$@ dari panggilan?
it: Rimuovi %1$@ dalla chiamata?
ja: %1$@ を通話から削除しますか？
ko: %1$@ 님을 통화에서 제거할까요?
mr: कॉल %1$@ मधून हटवायचे?
ms: Alih keluar %1$@ daripada panggilan?
nb: Vil du fjerne %1$@ fra samtalen?
nl: %1$@ uit deze oproep verwijderen?
pl: Usunąć z rozmowy tę osobę: %1$@?
pt_br: Remover %1$@ da chamada?
pt_pt: Remover %1$@ da chamada?
ro: Elimini pe %1$@ din apel?
ru: Удалить %1$@ из звонка?
sk: Odstrániť používateľa %1$@ z hovoru?
sr: Желите ли да уклоните корисника %1$@ из позива?
sv: Ta bort %1$@ från samtalet?
th: ลบ %1$@ ออกจากการโทรใช่หรือไม่
tr: %1$@ aramadan çıkarılsın mı?
ug: %1$@ نى بۇ چاقىرىقتىن چىقىرىۋېتەمسىز؟
uk: Вилучити користувача %1$@ з виклику?
ur: %1$@ کو کال سے ہٹا دیں؟
vi: Gỡ %1$@ khỏi cuộc gọi?
zh_cn: 要将%1$@移除出通话吗？
zh_hk: 要將%1$@從通話中移除嗎？

# GROUP_CALL_REMOVED
source: Removed From Call
ar: تمَّت الإزالة من المكالمة
be: Выдалены са званка
bn: কল থেকে সরানো হয়েছে
ca: Expulsar de la trucada
cs: Byl/a jste odebrán/a z hovoru
da: Fjernet fra opkald
de: Aus dem Anruf entfernt
el: Αφαιρέθηκες από την κλήση
es: Ya no estás en la llamada
fa: از تماس حذف شد
fi: Poistettu puhelusta
fr: Vous avez été retiré de l'appel
ga: Bainte den Ghlao
gu: કૉલમાંથી દૂર કર્યા
he: הסרה מהשיחה
hi: कॉल से हटाया गया
hr: Uklonjeni iz poziva
hu: Eltávolítva a hívásból
id: Dihapus dari Panggilan
it: Sei fuori dalla chiamata
ja: 通話から退出しました
ko: 통화에서 제거됨
mr: कॉलमधून काढण्यात आले
ms: Dialih keluar daripada panggilan
nb: Fjernet fra samtalen
nl: Verwijderd uit oproep
pl: Połączenie przerwane
pt_br: Removido da chamada
pt_pt: Removido da chamada
ro: Eliminat din apel
ru: Удалён(-на) из звонка
sk: Boli ste odstránení z hovoru
sr: Уклоњени сте из позива
sv: Borttagen från samtalet
th: ถูกลบออกจากการโทร
tr: Aramadan çıkarıldı
ug: چاقىرىقتىن چىقىرىۋېتىلدى.
uk: Вас видалено з учасників виклику
ur: کال سے ہٹا دیا گیا
vi: Đã bị gỡ khỏi cuộc gọi
zh_cn: 被移除出通话
zh_hk: 已從通話中移除
