Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BADGE_EXPIRED_BOOST_CURRENT_SUSTAINER_BODY
source: Your Boost badge has expired, and is no longer visible on your profile. You can reactivate your Boost badge for another 30 days with a one-time donation.
af: Jou Hupstoot-wapen het verval en is nie meer beskikbaar om op jou profiel te vertoon nie. Jy kan jou Hupstoot-wapen vir nog 30 dae heraktiveer deur 'n eenmalige bydrae.
ar: نفدَت صلاحية شارة الدعم الخاصة بك، لذلك لم تعُد ظاهرة في حسابك. يُمكنك إعادة تفعيل شارة الدعم الخاصة بك لمدة 30 يومًا أخرى بتبرُّع لمرّة واحدة.
az: Stimul Nişanınızın istifadə müddəti bitib və artıq profilinizdə göstərilməyəcək. Birdəfəlik ödəniş etməklə Stimul Nişanınızı növbəti 30 gün üçün yenidən aktivləşdirə bilərsiniz.
be: Тэрмін дзеяння вашага значка падтрымкі скончыўся, і ён больш не бачны ў вашым профілі. Вы можаце зноў актываваць свой значок падтрымкі яшчэ на 30 дзён пасля разавага ахвяравання.
bn: আপনার বুস্ট ব্যাজের মেয়াদ শেষ হয়ে গেছে এবং আপনার প্রোফাইলে তা আর দৃশ্যমান নয়। এককালীন ডোনেশনের মাধ্যমে আপনি আপনার বুস্ট ব্যাজকে আরো 30 দিনের জন্য পুনরায় সক্রিয় করতে পারবেন।
ca: La teva insígnia Boost ha vençut i ja no és visible al perfil. Pots reactivar la insígnia Boost durant 30 dies més amb una donació única.
cs: Platnost vašeho odznaku Boost vypršela a odznak již není na vašem profilu viditelný. Jednorázovým příspěvkem si můžete odznak Boost znovu aktivovat na dalších 30 dní.
cy: Your Boost badge has expired and is no longer available to be displayed on your profile. You can reactivate your Boost badge for another 30 days with a one-time contribution.
da: Dit Boost-badge er udløbet og er ikke længere synligt på din profil. Du kan genaktivere dit Boost-badge i 30 dage med en engangsdonation.
de: Dein Boost-Abzeichen ist abgelaufen und ist daher in deinem Profil nicht mehr sichtbar. Du kannst dein Boost-Abzeichen für weitere 30 Tage mit einer Einmalspende reaktivieren.
el: Το σήμα Boost έληξε και δεν θα εμφανίζεται πλέον στο προφίλ σου. Μπορείς να ενεργοποιήσεις πάλι το σήμα Boost για 30 ακόμα ημέρες, με μια μεμονωμένη δωρεά.
es: Tu insignia Apoyo Signal ha caducado y ya no se muestra en tu perfil. Puedes hacer una donación puntual para reactivar tu insignia Apoyo Signal por 30 días más.
et: Sinu toetaja märk on aegunud ja seda ei saa enam sinu profiilil kuvada. Kui teed ühekordse annetuse, saad oma toetaja märgi 30 päevaks taasaktiveerida.
eu: Your Boost badge has expired and is no longer available to be displayed on your profile. You can reactivate your Boost badge for another 30 days with a one-time contribution.
fa: نشان ارتقاء شما منقضی شده است و دیگر در نمایه‌تان قابل مشاهده نیست.می‌توانید با یک کمک مالی یک‌باره، نشان ارتقاء خود را برای ۳۰ روز دیگر دوباره فعال کنید.
fi: Boost-merkkisi on vanhentunut, eikä se näy enää profiilissasi. Voit aktivoida Boost-merkkisi uudelleen 30 päiväksi tekemällä kertalahjoituksen.
fr: Votre macaron Coup de pouce est arrivé à expiration et n'est plus visible sur votre profil. Vous pouvez le réactiver pour 30 jours de plus grâce à un don ponctuel.
ga: Tá do shuaitheantas Spreagtha imithe as feidhm agus níl sé infheicthe ar do phróifíl a thuilleadh. Is féidir leat do shuaitheantas Spreagtha a athghníomhachtú ar feadh 30 lá eile le tabhartas aonuaire.
gu: તમારા બૂસ્ટ બૅજની સમય અવધિ સમાપ્ત થઈ ગઈ છે અને હવે તે તમારી પ્રોફાઇલ પર પ્રદર્શિત થવા માટે ઉપલબ્ધ નથી. તમે એક-વખતના અનુદાન દ્વારા અન્ય 30 દિવસ માટે તમારા બૂસ્ટ બૅજને ફરીથી સક્રિય કરી શકો છો.
he: תג הבוסט שלך פג תוקף והוא לא גלוי יותר בפרופיל שלך. אפשר להפעיל מחדש את תג הבוסט שלך למשך 30 ימים נוספים עם תרומה חד פעמית.
hi: आपका बूस्ट बैज समाप्त हो गया है और अब आपकी प्रोफ़ाइल पर नहीं दिख रहा है। आप एक बार के दान से अपने बूस्ट बैज को और 30 दिनों के लिए फिर से सक्रीय कर सकते हैं।
hr: Značka podrške je istekla i ne prikazuje se više na vašem profilu. Možete ponovno aktivirati značku podrške na dodatnih 30 dana jednokratnom donacijom.
hu: A Boost-jelvényed érvényessége lejárt, így már nem jelenik meg a profilodon. Egy egyszeri hozzájárulással újraaktiválhatod a Boost-jelvényed újabb 30 napra.
id: Lencana Boost Anda telah kedaluwarsa dan tidak terlihat lagi di profil Anda. Anda dapat mengaktifkan kembali lencana Boost untuk 30 hari lagi dengan donasi satu-kali.
is: Your Boost badge has expired and is no longer available to be displayed on your profile. You can reactivate your Boost badge for another 30 days with a one-time contribution.
it: Il Badge Signal - Boost è scaduto e non è più visibile sul tuo profilo. Puoi riattivare il tuo Badge Signal - Boost per altri 30 giorni con una donazione singola.
ja: ブーストバッジの有効期限が切れたため、プロフィールには表示されません。 1回の寄付で、ブーストバッジをさらに30日間有効にすることができます。
kab: Your Boost badge has expired and is no longer available to be displayed on your profile. You can reactivate your Boost badge for another 30 days with a one-time contribution.
km: áŸáŸ’á›á¶á€á‘áŸ’ášá‘áŸ’ášá„áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“á•á»áá€áŸ†áááŸ‹ á“á·á„á›áŸ‚á„á˜á¶á“áŸá˜áŸ’ášá¶á”áŸ‹á”á„áŸ’á á¶á‰á“áŸ…á›á¾á”áŸ’ášá¼á áŸ’áœá¶á›áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€â€‹á‘áŸ€áá á¾á™áŸ” á¢áŸ’á“á€á¢á¶á…áŠáŸ†áá¾ášá€á¶ášáŸáŸ’á›á¶á€á‘áŸ’ášá‘áŸ’ášá„áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á¡á¾á„áœá·á‰á”á¶á“ášá™áŸˆá–áŸá› 30 ááŸ’á„áŸƒá‘áŸ€ááá¶á˜ášá™áŸˆâ€‹á€á¶ášášá½á˜á…áŸ†ááŸ‚á€ááŸ‚á˜á½á™áŠá„áŸ”
kn: ನಿಮ್ಮ ಬೂಸ್ಟ್ ಬ್ಯಾಡ್ಜ್ ಅವಧಿ ಮೀರಿದೆ ಮತ್ತು ಅದಿನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲು ಲಭ್ಯವಿರುವುದಿಲ್ಲ. ಒಂದು ಬಾರಿಯ ಕೊಡುಗೆಯೊಂದಿಗೆ ಇನ್ನೊಂದು 30 ದಿನಗಳಿಗೆ ನಿಮ್ಮ ಬೂಸ್ಟ್ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ನೀವು ಮರುಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ko: 부스트 배지가 만료되어 더 이상 프로필에 표시되지 않습니다. 일회성 기부를 통해 부스트 배지를 다음 30일 동안 재활성화하세요.
lt: Rėmėjo ženklelis nebegalioja ir nebegali būti rodomas tavo profilyje. Gali vėl padaryti savo Rėmėjo ženklelį aktyvų 30-čiai dienų, jei skirsi vienkartinę paramą.
lv: Your Boost badge has expired and is no longer available to be displayed on your profile. You can reactivate your Boost badge for another 30 days with a one-time contribution.
mk: Твојот Беџ за поддршка истече и повеќе нема да биде прикажан на твојот профил. Можеш да го реактивираш твојот беџ за поддршка за уште 30 дена со еднократeн придонес.
ml: നിങ്ങളുടെ ബൂസ്റ്റ് ബാഡ്‍ജ് കാലഹരണപ്പെട്ടു, ഇനി അത് നിങ്ങളുടെ പ്രൊഫൈലിൽ പ്രദർശിപ്പിക്കാൻ ലഭ്യമല്ല. ഒരു ഒറ്റത്തവണ സംഭാവനയിലൂടെ നിങ്ങളുടെ ബൂസ്റ്റ് ബാഡ്‍ജ് അടുത്ത 30 ദിവസത്തേക്ക് നിങ്ങൾക്ക് വീണ്ടും സജീവമാക്കാം.
mr: आपला बूस्ट बॅज कालबाह्य झाला आहे, आणि यापुढे तो आपल्या प्रोफाइलवर दिसणार नाही. आपण एक-वेळ देणगीने आपला बूस्ट बॅज आणखी 30 दिवसांसाठी पुन्हा सक्रिय करू शकता.
ms: Lencana Boost anda telah tamat tempoh dan tidak lagi kelihatan pada profil anda. Anda boleh mengaktifkan semula lencana Boost anda untuk 30 hari lagi dengan derma sekali.
my: သင်၏ Boost ဘဲ့ဂျ်သည် သက်တမ်းကုန်သွားပြီဖြစ်ပြီး သင့်ပရိုဖိုင်တွင် ဖော်ပြနိုင်တော့မည် မဟုတ်ပါ။ တစ်ကြိမ်စာ လှူဒါန်းမှုဖြင့် သင့် Boost ဘဲ့ဂျ်ကို နောက်ထပ် ရက် ၃၀ စာ ပြန်လည်သက်ဝင်အောင် လုပ်ဆောင်နိုင်ပါသည်။
nb: Boost-merket ditt er utløpt og vises ikke lenger på profilen din. Du kan aktivere Boost-merket på nytt i 30 dager ved å gi et engangsbeløp til Signal.
nl: Je ‘Boost’-badge is verlopen en is daarom niet langer zichtbaar op je profiel. Je kunt je ‘Boost’-badge opnieuw voor 30 dagen activeren met een eenmalige donatie.
pa: ਤੁਹਾਡੇ ਬੂਸਟ ਬੈਜ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ ਅਤੇ ਹੁਣ ਇਹ ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਉੱਤੇ ਦਿਖਾਉਣ ਲਈ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ ਇੱਕ-ਵਾਰ ਦਾਨ ਦੇ ਕੇ ਆਪਣੇ ਬੂਸਟ ਬੈਜ ਨੂੰ ਹੋਰ 30 ਦਿਨਾਂ ਲਈ ਮੁੜ ਸਰਗਰਮ ਕਰ ਸਕਦੇ ਹੋ।
pl: Odznaka za wsparcie wygasła i nie wyświetla się już w Twoim profilu. Aby reaktywować tę odznakę na kolejne 30 dni, wpłać darowiznę jednorazową.
ps: Your Boost badge has expired and is no longer available to be displayed on your profile. You can reactivate your Boost badge for another 30 days with a one-time contribution.
pt_br: Seu selo de Boost expirou e não está mais visível no seu perfil. Você pode reativar o seu selo de Boost por mais 30 dias com uma doação única.
pt_pt: O seu crachá de Boost expirou e deixou de ser visível no seu perfil. Pode reativar o seu crachá de Boost por mais 30 dias com uma doação única.
ro: Insigna ta Boost a expirat și nu mai este vizibilă pe profilul tău. Iți poți reactiva insigna Boost pentru încă 30 de zile cu o contribuție unică.
ru: Ваш значок буста истёк и больше не виден в вашем профиле. Вы можете заново активировать свой значок буста ещё на 30 дней, сделав разовое пожертвование.
sk: Platnosť vášho odznaku Boost vypršala a už sa ďalej nezobrazuje vo vašom profile. Svoj odznak Boost môžete znova aktivovať na ďalších 30 dní jednorazovým príspevkom.
sl: Vaša izpostavljena značka je potekla in ni več na voljo za prikaz v vašem profilu.. Lahko jo ponovno aktivirate za naslednjih 30 dni z enkratno donacijo.
sq: Distinktivi Boost ka skaduar dhe nuk disponohet më që të shfaqet në profil. Disktintivi Boost mund të riaktivizohet edhe për 30 ditë të tjera me vetëm një kontribut.
sr: Значка подршке вам је истекла и више није видљива на вашем профилу. Можете поново активирати значку подршке на још 30 дана ако дате једнократну донацију.
sv: Ditt Boost-märke har upphört att gälla och är inte längre synligt i din profil. Du kan återaktivera ditt Boost-märke i ytterligare 30 dagar med en engångsdonation.
sw: Beji yako ya Boost imekwisha muda na haipatikani tena kuonyeshwa kwenye wasifu wako. Unaweza kuhuisha upya beji yako ya Boost kwa siku nyingine 30 kwa mchango wa mara moja.
ta: Your Boost badge has expired and is no longer available to be displayed on your profile. You can reactivate your Boost badge for another 30 days with a one-time contribution.
te: మీ బూస్టర్ బ్యాడ్జీ గడువు తీరింది మరియు మీ ప్రొపైల్‌పై ప్రదర్శించడానికి లభ్యం కావడం లేదు. ఒక్కసారి కంట్రిబ్యూషన్‌తో మరో 30 రోజులకు మీ బూస్ట్ బ్యాడ్జీని మీరు తిరిగి యాక్టివేట్ చేయవచ్చు.
th: โล่บูสต์ของคุณหมดอายุแล้ว และจะไม่แสดงบนโปรไฟล์คุณอีกต่อไป คุณสามารถเปิดใช้งานโล่บูสต์ได้ใหม่เป็นเวลา 30 วันด้วยการบริจาคหนึ่งครั้ง
tr: Boost rozetinin süresi doldu ve artık profilinde görünmüyor. Tek seferlik bağışla Boost rozetini 30 gün için daha yeniden etkinleştirebilirsin.
ug: Boost ئىزنىكىڭىزنىڭ ۋاقتى ئۆتكەن بولۇپ، ئەمدى ئۇنى ئارخىپىڭىزدا كۆرەلمەيسىز. بىر قېتىملىق ئىئانە بىلەن كۈچەيتىش ئىزنىكىڭىزنى يەنە 30 كۈن قايتا قوزغىتالايسىز.
uk: Ваш значок за підтримку вже недійсний, тому його більше не видно в профілі. Ви можете знов активувати значок ще на 30 днів, зробивши разовий донат.
ur: آپ کا بوسٹ بیج زائد المیعاد ہو گیا ہے، اور آپ کی پروفائل پر مزید نظر نہیں آئے گا۔ آپ اپنے بوسٹ بیج کو ایک وقتی عطیے کے ساتھ مزید 30 دنوں کے لیے دوبارہ فعال کر سکتے ہیں۔
vi: Huy hiệu Nhà Ủng hộ của bạn đã hết hạn và không còn hiển thị trên hồ sơ. Bạn có thể tái kích hoạt huy hiệu Nhà Ủng hộ của mình trong 30 ngày chỉ với khoản ủng hộ một lần.
zh_cn: 您的随手捐徽章已到期，无法继续显示在您的个人资料中。 您可以给 Signal 单次捐款，将您的随手捐徽章重新激活 30 天。
zh_hk: 你的捐款徽章已過期，且不會再顯示在你的個人檔案中。 你可憑單次捐款重新啟動你的捐款徽章，並延期 30 天。

# BADGE_EXPIRED_BOOST_TITLE
source: Badge expired
af: Wapen het verstryk
ar: نفدَت صلاحية الشارة
az: Nişanın müddəti bitdi
be: Тэрмін дзеяння значка скончыўся
bn: ব্যাজের মেয়াদ শেষ হয়েছে
ca: La insígnia ha vençut.
cs: Platnost odznaku vypršela
cy: Bathodyn Wedi Darfod
da: Emblem udløbet
de: Abzeichen abgelaufen
el: Το έμβλημα έληξε
es: Insignia caducada
et: Märk on aegunud
fa: نشان منقضی شد.
fi: Merkki on erääntynyt
fr: Expiration du macaron
gu: બૅજ સમાપ્ત
he: תג פג
hi: बैज समाप्त हो गया
hr: Značka je istekla
hu: A kitűző lejárt
id: Lencana kedaluwarsa
is: Merki útrunnið
it: Badge scaduto
ja: バッジが失効しました
km: áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹á¢áŸáŸ‹áŸá»á–á›á—á¶á–
ko: 배지 만료됨
lt: Ženkliukas nebegalioja
mk: Беџот е истечен
ml: ബാഡ്ജ് കാലഹരണപ്പെട്ടു
mr: बॅज कालबाह्य झाला
ms: Lencana telah luput
nb: Merket er utløpt
nl: Badge verlopen
pl: Odznaka wygasła
pt_br: Selo inválido
pt_pt: Crachá expirado
ro: Insigna a expirat
ru: Значок истёк
sk: Platnosť odznaku vypršala
sl: Značka je potekla
sq: Stema Ka Skaduar
sr: Значка је истекла
sv: Märket har upphört att gälla
sw: Beji Imekwisha Muda
th: โล่หมดอายุ
tr: Rozetin süresi doldu
ug: ئىزنەكنىڭ ۋاقتى ئۆتكەن
uk: Значок недійсний
ur: بیج زائد المیعاد ہو گیا
vi: Huy hiệu hết hạn
zh_cn: 徽章已到期
zh_hk: 徽章已到時限

# BADGE_EXPIRED_DONATE_BUTTON
source: Donate
ar: تبرَّع
be: Зрабіць ахвяраванне
bn: ডোনেট করুন
ca: Fer donació
cs: Přispět
da: Donér
de: Spenden
el: Δωρεά
es: Donar
fa: اهدای کمک مالی
fi: Lahjoita
fr: Faire un don
ga: Tabhair airgead
gu: દાન કરો
he: ביצוע תרומה
hi: दान करें
hr: Doniraj
hu: Támogatás
id: Donasi
it: Dona
ja: 寄付する
ko: 기부
mr: देणगी द्या
ms: Derma
nb: Gi penger
nl: Doneren
pl: Wpłać darowiznę
pt_br: Doar
pt_pt: Doar
ro: Donează
ru: Пожертвовать
sk: Prispieť
sr: Донирајте
sv: Donera
th: บริจาค
tr: Bağış yap
ug: ئىئانە قىلىڭ
uk: Підтримати
ur: عطیہ کریں
vi: Ủng hộ
zh_cn: 捐款
zh_hk: 捐款

# BADGE_EXPIRED_LEARN_MORE_LINK
source: Learn more.
af: Vind meer uit.
ar: اعرف المزيد.
az: Daha ətraflı.
be: Даведацца больш.
bn: আরও জানুন।
ca: Més informació
cs: Zjistit více.
cy: Dysgu rhagor:
da: Læs mere
de: Mehr erfahren.
el: Μάθε περισσότερα.
es: Más información.
et: Rohkem infot
eu: Gehiago jakin
fa: اطلاعات بیشتر.
fi: Lue lisää
fr: En savoir plus.
gu: વધુ શીખો.
he: למד עוד.
hi: अधिक जानें।
hr: Saznaj više.
hu: Tudj meg többet!
id: Pelajari selengkapnya.
is: Kanna nánar.
it: Scopri di più.
ja: さらに詳しく
km: áŸáŸ’áœáŸ‚á„á™á›áŸ‹á”á“áŸ’ááŸ‚á˜áŸ”
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.
ko: 더 알아보세요.
lt: Sužinokite daugiau.
lv: Uzziniet vairāk.
mk: Дознај повеќе.
ml: കൂടുതൽ അറിയുക.
mr: अधिक जाणा.
ms: Ketahui lebih lanjut.
my: နောက်ထပ်လေ့လာရန်
nb: Lær mer.
nl: Meer informatie
pa: ਹੋਰ ਜਾਣੋ।
pl: Dowiedz się więcej.
ps: لا زیات زده کړئ.
pt_br: Saiba mais.
pt_pt: Saber mais
ro: Află mai multe.
ru: Узнать больше.
sk: Dozvedieť sa viac.
sl: Izvedite več.
sq: Mësoni më tepër.
sr: Сазнајте више.
sv: Läs mer.
sw: Pata maelezo zaidi.
ta: மேலும் அறிக.
te: ఇంకా నేర్చుకో.
th: เรียนรู้เพิ่มเติม
tr: Dahasını öğrenin
ug: تېخىمۇ كۆپ بىلدۈرگۈ
uk: Докладніше.
ur: اورجانیے.
vi: Tìm hiểu thêm.
zh_cn: 了解更多。
zh_hk: 了解更多。

# BADGE_EXPIRED_SUBSCRIPTION_TITLE
source: Monthly Donation Canceled
af: Maandelikse Skenking Gekanselleer
ar: تمَّ إلغاء التبرُّعات الشهرية
az: Aylıq ianə ləğv edildi
be: Штомесячнае ахвяраванне скасавана
bn: মাসিক ডোনেশন বাতিল করা হয়েছে
ca: Donació mensual cancel·lada
cs: Měsíční příspěvek byl zrušen
cy: Rhodd Misol wedi ei Ddiddymu
da: Månedlig donation annulleret
de: Monatliche Spende beendet
el: Η μηνιαία δωρεά ακυρώθηκε
es: Donación mensual cancelada
et: Igakuine annetus on tühistatud
eu: Hileko dohaintza bertan behera
fa: کمک مالی ماهانه لغو شد
fi: Kuukausilahjoitus peruutettu
fr: Don mensuel annulé
ga: Tabhartas míosúil curtha ar ceal
gu: માસિક દાન રદ કર્યું
he: תרומה חודשית בוטלה
hi: मासिक दान रद्द किया गया
hr: Mjesečna donacija je otkazana
hu: Havi adományozás törölve
id: Donasi bulanan dibatalkan
is: Hætt við mánaðarlegan styrk
it: Donazione mensile annullata
ja: 毎月の寄付がキャンセルされました
kab: Monthly Donation Cancelled
km: á€á¶ášá”ášá·á…áŸ’á…á¶á‚á”áŸ’ášá…á¶áŸ†ááŸ‚ááŸ’ášá¼áœá”á¶á“á›á»á”á…áŸ„á›
kn: ಮಾಸಿಕ ದೇಣಿಗೆ ರದ್ದುಗೊಂಡಿದೆ
ko: 월간 기부를 취소함
lt: Mėnesinis paaukojimas nutrauktas
lv: Ikmēneša ziedojums atcelts
mk: Месечната донација е откажана
ml: എല്ലാ മാസവും ആവർത്തിക്കുന്ന സംഭാവന റദ്ദാക്കി
mr: मासिक देणगी रद्द करण्यात आली
ms: Derma bulanan dibatalkan
my: လစဉ် လှူဒါန်းမှု ပယ်ဖျက်ထားသည်
nb: Det månedlige pengebeløpet er stoppet
nl: Maandelijkse donatie stopgezet
pa: ਮਹੀਨੇਵਾਰ ਦਾਨ ਰੱਦ ਕੀਤਾ ਗਿਆ
pl: Comiesięczna darowizna anulowana
ps: Monthly Donation Cancelled
pt_br: Doação mensal cancelada
pt_pt: Doação mensal cancelada
ro: Donație lunară anulată
ru: Ежемесячное пожертвование отменено
sk: Mesačný príspevok bol zrušený
sl: Mesečne donacije so bile preklicane.
sq: Dhurim i Përmuajshëm i Anuluar
sr: Месечна донација је отказана
sv: Månatlig donation avbruten
sw: Mchango wa Kila Mwezi Umeghairishwa
ta: மாதாந்திர நன்கொடை றது செய்யப்பட்டது
te: నెలవారీ విరాళం రద్దు చేయబడింది
th: ยกเลิกการบริจาครายเดือนแล้ว
tr: Aylık bağış iptal edildi
ug: ئايلىق ئىئانە بىكار قىلىندى
uk: Щомісячний донат скасовано
ur: ماہانہ عطیہ منسوخ ہو گیا
vi: Đã hủy ủng hộ hàng tháng
zh_cn: 每月捐款已取消
zh_hk: 已取消每月捐款

# BADGE_SUBSCRIPTION_EXPIRED_BECAUSE_OF_CHARGE_FAILURE_BODY_FORMAT
source: Your recurring monthly donation was canceled. %1$@ Your badge will no longer be visible on your profile.
af: Your recurring monthly donation was automatically cancelled. %@ Your %@ badge is no longer visible on your profile.
ar: تمَّ إلغاء التبرُّع الشهري المُتكرِّر الخاص بك. %1$@ لم تعد شارتك ظاهرة على حسابك الشخصي.
az: Təkrarlanan aylıq ianəniz avtomatik olaraq ləğv edildi. %@ Sizin %@ nişanınız artıq profilinizdə görünmür.
be: Ваша ахвяраванне, што адбывалася штомесячна, было скасавана. %1$@ Ваш значок больш не будзе бачны ў вашым профілі.
bn: আপনার পুনরাবৃত্ত মাসিক ডোনেশন বাতিল করা হয়েছে। %1$@ আপনার প্রোফাইলে আর ব্যাজ দেখা যাবে না।
ca: La teva donació mensual recurrent s'ha cancel·lat. %1$@ La teva insígnia ja no serà visible al teu perfil.
cs: Váš pravidelný měsíční příspěvek byl zrušen. %1$@ Váš odznak se již nebude na vašem profilu zobrazovat.
cy: Your recurring monthly donation was automatically cancelled. %@ Your %@ badge is no longer visible on your profile.
da: Din månedlige donation blev annulleret. %1$@ Dit badge vil ikke længere være synligt på din profil.
de: Deine wiederkehrende monatliche Spende wurde beendet. %1$@ Dein Abzeichen wird in deinem Profil nicht mehr sichtbar sein.
el: Η τρέχουσα μηνιαία δωρεά σου ακυρώθηκε. %1$@ Το σήμα σου δεν εμφανίζεται πλέον στο προφίλ σου.
es: Tu donación mensual se ha cancelado. %1$@ Tu insignia ya no se mostrará en tu perfil.
et: Sinu igakuine annetus tühistati automaatselt. %@ Sinu %@ märki ei kuvata enam sinu profiilil.
eu: Hileroko dohaintza bertan behera utzi da automatikoki.%@ %@ bereizgarriak profilean ikusgai egoteari utziko dio.
fa: کمک مالی ماهانه مکرر شما لغو شده است. %1$@ نشان شما دیگر در نمایه‌تان قابل مشاهده نخواهد بود.
fi: Toistuva kuukausilahjoituksesi on peruutettu. %1$@ Merkkiä ei enää näytetä profiilissasi.
fr: Votre don mensuel a été résilié. %1$@ Votre macaron ne s'affichera plus sur votre profil.
ga: Cuireadh do thabhartas míosúil athfhillteach ar ceal. %1$@ Ní bheidh do shuaitheantas infheicthe ar do phróifíl a thuilleadh.
gu: તમારું પુનરાવર્તિત માસિક દાન રદ કરવામાં આવ્યું હતું. %1$@ તમારું બૅજ હવે તમારી પ્રોફાઇલ પર દેખાશે નહીં.
he: התרומה החודשית החוזרת שלך בוטלה. %1$@ התג שלך לא יהיה גלוי יותר בפרופיל שלך.
hi: आपका आवर्ती मासिक दान रद्द कर दिया गया था। %1$@ आपका बैज अब आपकी प्रोफ़ाइल पर दिखाई नहीं देगा।
hr: Vaša obnavljajuća mjesečna donacija je otkazana. %1$@ Vaša značka više se neće prikazivati na vašem profilu.
hu: A rendszeres havi adományod törlésre került. %1$@ A jelvényed már nem látható a profilodon.
id: Donasi bulanan berulang Anda telah dibatalkan. %1$@ Lencana Anda tidak akan ditampilkan lagi di profil.
is: Your recurring monthly donation was automatically cancelled. %@ Your %@ badge is no longer visible on your profile.
it: La tua donazione mensile ricorrente è stata annullata. %1$@ Il tuo badge non verrà più mostrato sul tuo profilo.
ja: 毎月の定期的な寄付がキャンセルされました。%1$@ バッジはプロフィールに表示されなくなります。
kab: Your recurring monthly donation was automatically cancelled. %@ Your %@ badge is no longer visible on your profile.
km: á€á¶ášá”ášá·á…áŸ’á…á¶á‚á”áŸ’ášá…á¶áŸ†ááŸ‚ášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á›á»á”á…áŸ„á›áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·áŸ” %@ áŸáŸ’á›á¶á€ %@ ášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á¢á¶á…á˜á¾á›áƒá¾á‰á“áŸ…á›á¾á”áŸ’ášá¼á áŸ’áœá¶á›áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ€áá‘áŸáŸ”
kn: Your recurring monthly donation was automatically cancelled. %@ Your %@ badge is no longer visible on your profile.
ko: 월간 기부를 취소했습니다. %1$@ 배지가 더는 프로필에 표시되지 않습니다.
lt: Jūsų pasikartojantis mėnesinis paaukojimas buvo automatiškai nutrauktas. %@ Jūsų %@ ženkliukas yra daugiau nebematomas jūsų profilyje.
lv: Your recurring monthly donation was automatically cancelled. %@ Your %@ badge is no longer visible on your profile.
mk: Your recurring monthly donation was automatically cancelled. %@ Your %@ badge is no longer visible on your profile.
ml: എല്ലാ മാസവുമുള്ള നിങ്ങളുടെ സംഭാവന സ്വയമേവ റദ്ദായി. %@ നിങ്ങളുടെ %@ ഇനി നിങ്ങളുടെ പ്രൊഫൈലിൽ ദൃശ്യമാകില്ല.
mr: आपली आवर्ती मासिक देणगी रद्द करण्यात आली होती. %1$@ आपल्या प्रोफाईलवर आपला बॅज यापुढे दृश्यमान होणार नाही.
ms: Derma bulanan berulang anda telah dibatalkan. %1$@ Lencana anda tidak akan kelihatan pada profil anda lagi.
my: Your recurring monthly donation was automatically cancelled. %@ Your %@ badge is no longer visible on your profile.
nb: Den månedlige pengegaven har blitt stoppet. %1$@ Merket fjernes fra profilen din.
nl: Je maandelijkse donatie is stopgezet. %1$@ Je badge is niet langer zichtbaar op je profiel.
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ ਹਰ ਮਹੀਨੇ ਦਿੱਤਾ ਜਾਣ ਵਾਲਾ ਦਾਨ ਆਪਣੇ-ਆਪ ਰੱਦ ਹੋ ਗਿਆ ਸੀ। %@ ਤੁਹਾਡਾ %@ ਬੈਜ ਹੁਣ ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ 'ਤੇ ਦਿਖਾਈ ਨਹੀਂ ਦੇ ਰਿਹਾ ਹੈ।
pl: Twoja comiesięczna darowizna cykliczna została anulowana. %1$@ Odznaka nie wyświetla się już w Twoim profilu.
ps: Your recurring monthly donation was automatically cancelled. %@ Your %@ badge is no longer visible on your profile.
pt_br: Sua doação mensal recorrente foi cancelada. %1$@ Seu selo não ficará mais visível no seu perfil.
pt_pt: A sua doação mensal recorrente foi cancelada. %1$@ O seu crachá já não é visível no seu perfil.
ro: Donația ta lunară recurentă a fost anulată. %1$@ Insigna ta nu va mai fi vizibilă pe profilul tău.
ru: Ваше пожертвование, повторяющееся ежемесячно, было отменено. %1$@ Ваш значок больше не будет виден в вашем профиле.
sk: Váš pravidelný mesačný príspevok bol zrušený. %1$@ Váš odznak sa už nebude zobrazovať vo vašom profile.
sl: Vaša ponavljajoča se mesečna donacija je bila samodejno preklicana. %@ vaša %@ značka ni več vidna na profilu.
sq: Dhurimi mujor i përsëritur u anulua automatikisht. %@Stema %@ nuk duket më në profil.
sr: Периодична месечна донација је отказана. %1$@ Ваша значка више неће бити видљива на вашем профилу.
sv: Din återkommande månatliga donation avbröts. %1$@ Ditt märke kommer inte längre att synas på din profil.
sw: Mchango wako wa kila mwezi unaojirudia ulighairiwa kiotomatiki. %@ ya Beji yako %@ haionekani tena kwenye wasifu wako.
ta: உங்கள் தொடர் மாதாந்திர நன்கொடை தானாகவே ரத்துசெய்யப்பட்டது. %@உங்கள் %@பேட்ஜ் இனி உங்கள் சுயவிவரத்தில் தெரியப்படாது.
te: మీ నెలవారీ రికరింగ్ విరాళం ఆటోమేటిక్‌గా రద్దు చేయబడింది. %@ మీ %@ బ్యాడ్జీ ఇక ఏమాత్రం మీ ప్రొఫైల్‌లో కనిపించదు.
th: ยกเลิกการบริจาครายเดือนของคุณแล้ว %1$@ โล่ของคุณจะไม่แสดงบนโปรไฟล์อีกต่อไป
tr: Yinelenen aylık bağışın iptal edildi. %1$@ Rozetin artık profilinde görünmeyecek.
ug: سىزنىڭ تەكرار ئايلىق ئىئانىڭىز بىكار قىلىندى. %1$@ ئىزنىكىڭىز ئەمدى ئارخىپىڭىزدا كۆرۈنمەيدۇ.
uk: Щомісячний донат було скасовано. %1$@ Значок зник з вашого профілю.
ur: آپ کا متواتر ماہانہ عطیہ منسوخ ہو گیا تھا۔ %1$@ آپ کا بیج آپ کی پروفائل پر مزید نظر نہیں آئے گا۔
vi: Khoản ủng hộ hàng tháng của bạn đã được hủy. %1$@ Huy hiệu của bạn sẽ không còn hiển thị trên hồ sơ.
zh_cn: 您的每月捐款已取消。%1$@ 您的个人资料将不再显示您的徽章。
zh_hk: 你的每月定期捐款已經取消。%1$@ 你的徽章不會再顯示在你的個人資料中。
