Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# COUNTRYCODE_SELECT_TITLE
source: Select Country Code
af: Kies landkode
ar: اختر كود الدولة
az: Ölkə kodunu seçin
be: Выберыце код краіны
bg: Изберете Код на Държава
bn: দেশ কোড নির্বাচন করুন
ca: Trieu un codi internacional
cs: Vyberte kód země
cy: Dewis Côd Gwlad
da: Vælg landekode
de: Landesvorwahl auswählen
el: Επιλογή κωδικού χώρας
es: Seleccionar código de país
es_es: Seleccionar código de país
et: Vali riigi suunakood
eu: Herrialdearen kodea aukeratu
fa: پیش‌شماره کشور را انتخاب کنید
fi: Valitse maatunnus
fil: Pumuli ng Koda ng Bansa
fr: Sélectionner l'indicatif du pays
ga: Roghnaigh Cód Tíre
gu: દેશ કોડ પસંદ કરો
he: בחר קוד מדינה
hi: देश कोड चुनें
hr: Odaberi kôd države
hu: Válassz országhívószámot
id: Pilih kode negara
is: Veldu landskóða
it: Seleziona il codice del Paese
ja: 国番号を選択してください
kab: Fren tangalt n tmurt...
kk: Ел кодын таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá€á¼áŠá”áŸ’ášá‘áŸáŸ
kn: ದೇಶದ ಕೋಡ್ ಆಯ್ಕೆಮಾಡಿ
ko: 국가 코드 선택
lt: Pasirinkite valstybės kodą
lv: Atlasīt valsts kodu
mk: Изберете повикувачки број на земјата
ml: രാജ്യ കോഡ് തിരെഞ്ഞെടുക്കുക
mr: देश कोड निवडा
ms: Pilih Kod Negara
my: နိုင်ငံအလိုက်ကုဒ်ရွေးချယ်ပါ
nb: Velg landskode
nl: Selecteer landcode
pa: ਦੇਸ਼ ਦਾ ਕੋਡ ਚੁਣੋ
pa_pk: ملک دا کوڈ منتخب کرو
pl: Wybierz kod kraju
ps: د هېواد کوډ وټاکئ
pt_br: Selecionar código do país
pt_pt: Selecione código do país
ro: Alege codul țării
ru: Выберите код страны
sk: Vybrať kód krajiny
sl: Izberite kodo države
sq: Përzgjidhni Kod Vendi
sr: Изаберите позивни број државе
sv: Välj landskod
sw: Chagua Nambari ya Nchi
ta: நாட்டின் குறியீட்டைத் தேர்ந்தெடுக்கவும்
te: దేశ కోడ్‌ను ఎంచుకోండి
th: เลือกรหัสประเทศ
tr: Ülke Kodu Seç
ug: دۆلەت كودى تاللاڭ
uk: Виберіть код країни
ur: ملک کے کوڈ کا انتخاب کریں
vi: Chọn Mã quốc gia
zh_cn: 选择国家编码
zh_hk: 選取國家代碼

# CREATE_CALL_LINK_LABEL
source: Create a Call Link
ar: إنشاء رابط المكالمة
be: Стварыць спасылку на званок
bn: কলের একটি লিংক তৈরি করুন
ca: Crear un enllaç de trucada
cs: Vytvořit odkaz na hovor
da: Opret et opkaldslink
de: Einen Anruflink erstellen
el: Δημιουργήστε σύνδεσμο κλήσης
es: Crear un enlace de llamada
fa: ایجاد یک پیوند تماس
fi: Luo puhelulinkki
fr: Créer un lien d'appel
ga: Cruthaigh Nasc Glao
gu: કૉલ લિંક બનાવો
he: יצירת לינק לשיחה
hi: कॉल लिंक बनाएं
hr: Generiraj poveznicu na poziv
hu: Híváshivatkozás létrehozása
id: Buat Tautan Panggilan
it: Crea un link per la chiamata
ja: 通話リンクを作成する
ko: 통화 링크 만들기
mr: कॉल लिंक तयार करा
ms: Cipta Pautan Panggilan
nb: Opprett en samtalelenke
nl: Oproeplink maken
pl: Utwórz link do połączenia
pt_br: Criar um link de chamada
pt_pt: Criar um link de chamada
ro: Creează un Link de Apel
ru: Создать ссылку для звонка
sk: Vytvoriť odkaz na hovor
sr: Креирајте линк за позив
sv: Skapa en samtalslänk
th: สร้างลิงก์การโทร
tr: Bir Arama Bağlantısı oluştur
ug: چاقىرىق ئۇلانمىسى قۇرۇش
uk: Створити посилання на виклик
ur: کال لنک تخلیق کریں
vi: Tạo Đường dẫn Cuộc gọi
zh_cn: 创建通话链接
zh_hk: 建立通話連結

# CREATE_USERNAME_MEGAPHONE_BODY
source: Introducing phone number privacy, optional usernames and links.
ar: نُقدم لكم خصوصية رقم الهاتف وأسماء المُستخدِمين الاختيارية والروابط.
be: Прадстаўляем канфідэнцыйнасць нумара тэлефона, дадатковыя імёны карыстальніка і спасылкі.
bn: ফোন নম্বরের গোপনীয়তা, ঐচ্ছিক ব্যবহারকারীর নাম ও লিংক চালু হচ্ছে।
ca: Presentem la privacitat del número de telèfon, els àlies opcionals i els enllaços.
cs: Zavádíme soukromá telefonní čísla, volitelná uživatelská jména a odkazy.
da: Introducerer telefonnummerbeskyttelse, valgfrie brugernavne og links.
de: Wir führen Datenschutz bei Telefonnummern, optionale Nutzernamen und Links ein.
el: Παρουσιάζουμε το απόρρητο των αριθμών τηλεφώνου, τα προαιρετικά ονόματα χρηστών και τους συνδέσμους.
es: Protege la privacidad de tu número de teléfono, elige un alias opcional y descubre los enlaces de Signal.
fa: معرفی حریم شخصی شماره تلفن، نام کاربری انتخابی و پیوندها.
fi: Esittelyssä puhelinnumeroiden yksityisyys, valinnaiset käyttäjänimet ja linkit.
fr: Protégez la confidentialité de votre numéro de téléphone, choisissez un nom d’utilisateur facultatif et découvrez les liens de conversation.
ga: Tús eolais ar phríobháideacht ar uimhreacha gutháin, ainmneacha úsáideora roghnacha agus naisc.
gu: પ્રસ્તુત કરીએ છીએ ફોન નંબરની ગોપનીયતા, વૈકલ્પિક યુઝરનેમ અને લિંક.
he: מעכשיו: פרטיות מספר טלפון, שמות משתמש אופציונליים ולינקים.
hi: फोन नंबर गोपनीयता, वैकल्पिक यूज़रनेम और लिंक का परिचय।
hr: Predstavljamo privatnost broja telefona, izborna korisnička imena i poveznice.
hu: Bemutatjuk a telefonszám-védelmet, az opcionális felhasználóneveket és a hivatkozásokat.
id: Memperkenalkan privasi nomor telepon, nama pengguna opsional, dan tautan.
it: Privacy del numero di telefono, nomi utente, codici QR e link: scopri le novità!
ja: 電話番号保護、オプションのユーザーネーム、リンクについてご紹介します。
ko: 전화번호 개인 정보 보호와 선택적 사용자 이름 및 링크를 소개합니다.
mr: फोन नंबर गोपनीयता, पर्यायी वापरकर्ता नाव आणि लिंक्स सादर करीत आहोत.
ms: Memperkenalkan privasi nombor telefon, nama pengguna pilihan dan pautan.
nb: Vi lanserer brukernavn, lenker og skjult telefonnummer.
nl: Ontdek telefoonnummerprivacy, optionele gebruikersnamen en links.
pl: Ukrywamy numery telefonu i wprowadzamy opcjonalną nazwę użytkownika oraz linki.
pt_br: Apresentando a privacidade do número de telefone, nomes de usuário e links opcionais.
pt_pt: Introduzimos a privacidade do número de telefone, nomes de utilizador e ligações opcionais.
ro: Introducerea confidențialității numărului de telefon, nume de utilizator și link-uri opționale.
ru: Представляем конфиденциальность номеров телефона, дополнительные имена пользователя и ссылки.
sk: Predstavujeme funkciu utajenia telefónneho čísla, voliteľné používateľské mená a odkazy.
sr: Представљамо приватност бројева телефона, опциона корисничка имена и линкове.
sv: Vi introducerar sekretess för telefonnummer, valfria användarnamn och länkar.
th: ขอแนะนำการรักษาความเป็นส่วนตัวของหมายเลขโทรศัพท์ ตัวเลือกการกำหนดชื่อผู้ใช้และลิงก์เพิ่มเติม
tr: Telefon numarası gizliliği, isteğe bağlı kullanıcı adları ve bağlantılar.
ug: تېلېفون نومۇر مەخپىيەتلىكى، تاللانما ئىشلەتكۈچى نامى ۋە ئۇلانمىسى كىرگۈزۈلدى.
uk: Запроваджуємо конфіденційність номера телефону, посилання й можливість створити ім'я користувача.
ur: فون نمبر پرائیویسی، اختیاری یوزر نیمز اور لنکس متعارف کروا رہے ہیں۔
vi: Sự riêng tư cho số điện thoại, tên người dùng và đường dẫn tùy chọn.
zh_cn: 我们推出了手机号码隐私、可选用户名和链接功能。
zh_hk: 引入電話號碼隱私、自選用戶名稱和連結。

# CREATE_USERNAME_MEGAPHONE_TITLE
source: New Ways to Connect
ar: طرق جديدة للاتصال
be: Новыя спосабы для сувязі
bn: সংযোগ করার নতুন উপায়
ca: Noves maneres de connectar-te
cs: Nové způsoby, jak se propojit
da: Nye måder at komme i kontakt på
de: Neue Möglichkeiten, um sich zu verbinden
el: Νέοι τρόποι σύνδεσης
es: Nuevas formas de conectarte
fa: روش‌های جدید برقراری ارتباط
fi: Uusia tapoja pitää yhteyttä
fr: Prendre contact autrement
ga: Bealaí Nua le Nascadh
gu: કનેક્ટ કરવાની નવી રીતો
he: דרכים חדשות להתחבר
hi: जुड़ने के नए तरीके
hr: Novi načini povezivanja
hu: Új csatlakozási módok
id: Cara Baru untuk Terhubung
it: Più privacy, più contatti
ja: つながる新しい選択肢
ko: 새로운 연락 방법
mr: कनेक्ट होण्याचे नवीन मार्ग
ms: Cara Baharu untuk Berhubung
nb: Nye måter å finne hverandre på
nl: Nieuwe manieren om contact te maken
pl: Nawiązuj kontakt w nowy sposób
pt_br: Outras formas de se conectar
pt_pt: Novas formas de se conectar
ro: Noi moduri de conectare
ru: Новые способы связи
sk: Nové spôsoby, ako sa spojiť
sr: Нови начини повезивања
sv: Nya sätt att skapa kontakt
th: วิธีใหม่ในการติดต่อสื่อสาร
tr: Bağlanmanın Yeni Yolları
ug: ئۇلىنىشنىڭ يېڭى ئۇسۇللىرى
uk: Контактуйте по-новому
ur: رابطہ کرنے کے نئے طریقے
vi: Cách Mới để Kết Nối
zh_cn: 联系有新招
zh_hk: 新的連結方式

# CREDIT_OR_DEBIT_CARD_DONATION_ERROR_EXPIRED_CARD
source: Your card has expired. Verify your card details are correct and try again.
ar: انتهت صلاحية بطاقتك. تأكَّد من صحة تفاصيل بطاقتك وحاوِل مرّة أخرى.
be: Тэрмін дзеяння вашай карты скончыўся. Праверце даныя вашай карткі і паўтарыце спробу.
bn: আপনার কার্ডের মেয়াদ শেষ হয়ে গেছে। আপনার কার্ডের বিবরণ সঠিক কি না তা যাচাই করুন এবং আবার চেষ্টা করুন।
ca: La teva targeta ha vençut. Verifica que les dades de la teva targeta siguin correctes i torna-ho a provar.
cs: Platnost vaší karty vypršela. Zkontrolujte, zda jsou údaje o vaší kartě správné, a zkuste to znovu.
da: Dit kort er udløbet. Tjek, at dine kortoplysninger er korrekte, og prøv igen.
de: Deine Karte ist abgelaufen. Prüfe die Daten deiner Karte und versuche es erneut.
el: Η κάρτα σου έχει λήξει. Επαλήθευσε ότι τα στοιχεία της κάρτας σου είναι σωστά και δοκίμασε ξανά.
es: Tu tarjeta ha caducado. Comprueba que los datos de tu tarjeta son correctos e inténtalo de nuevo.
fa: کارت شما منقضی شده است. بررسی کنید که مشخصات کارت‌تان درست باشد و دوباره امتحان کنید.
fi: Korttisi on vanhentunut. Tarkista, että kortin tiedot ovat oikein, ja yritä uudelleen.
fr: Votre carte est arrivée à expiration. Vérifiez que les informations de votre carte sont à jour, puis réessayez.
ga: Tá do chárta as feidhm. Fíoraigh go bhfuil sonraí do chárta ceart agus triail arís.
gu: તમારા કાર્ડની સમયસીમા સમાપ્ત થઈ ગઈ છે. તમારી કાર્ડની વિગતો સાચી છે તેની ખાતરી કરો અને ફરી પ્રયત્ન કરો.
he: פג תוקף הכרטיס שלך. יש לוודא שפרטי הכרטיס שלך נכונים ולנסות שוב.
hi: आपके कार्ड की अवधि समाप्त हो गई है। सत्यापित करें कि आपका कार्ड विवरण सही है और फिर से प्रयास करें।
hr: Vaša kartica je istekla. Provjerite jesu li podaci o vašoj kartici ispravni i pokušajte ponovno.
hu: A kártyád érvényessége lejárt. Ellenőrizd, hogy a kártyaadatok helyesek-e, és próbáld újra.
id: Kartu Anda telah kedaluwarsa. Pastikan detail kartu Anda sudah benar dan coba lagi.
it: La tua carta è scaduta. Controlla che i dati della tua carta siano corretti e riprova.
ja: カードの有効期限が切れています。カード情報が正しいことを確認し、もう一度お試しください。
ko: 카드가 만료되었습니다. 카드 세부 정보가 올바른지 확인하고 다시 시도하세요.
mr: आपले कार्ड कालबाह्य झाले आहे. आपला कार्ड तपशील बरोबर असल्याची पडताळणी करा आणि पुन्हा प्रयत्न करा.
ms: Kad anda telah tamat tempoh. Sahkan butiran kad anda adalah betul dan cuba lagi.
nb: Kortet er utløpt. Sjekk om kortinformasjonen stemmer og prøv igjen.
nl: Je kaart is verlopen. Controleer of je kaartgegevens correct zijn en probeer het opnieuw.
pl: Karta straciła ważność. Sprawdź poprawność danych karty i spróbuj ponownie.
pt_br: Seu cartão expirou. Confira se os detalhes do seu cartão estão corretos e tente novamente.
pt_pt: O seu cartão expirou. Verifique se os detalhes do seu cartão estão corretos e tente novamente.
ro: Cardul tău a expirat. Verifică dacă detaliile cardului sunt corecte și încearcă din nou.
ru: Срок действия вашей карты истёк. Проверьте правильность данных вашей карты и попробуйте ещё раз.
sk: Platnosť karty vypršala. Skontrolujte, či sú údaje z vašej karty správne a skúste to znova.
sr: Картица вам је истекла. Проверите да ли су подаци на картици тачни и пробајте поново.
sv: Ditt kort har gått ut. Kontrollera att dina kortuppgifter är korrekta och försök igen.
th: บัตรหมดอายุแล้ว ตรวจยืนยันว่ารายละเอียดบัตรของคุณถูกต้อง แล้วลองอีกครั้ง
tr: Kartının süresi doldu. Kart bilgilerini kontrol et ve tekrar dene.
ug: كارتىڭىزنىڭ ۋاقتى ئۆتكەن. كارتا تەپسىلاتىنىڭ توغرىلىقىنى دەلىللەپ قايتا سىناڭ.
uk: Термін дії картки минув. Переконайтеся, що правильно ввели дані картки, і повторіть платіж.
ur: آپ کا کارڈ زائد المیعاد ہو گیا ہے۔ توثیق کریں کہ آپ کے کارڈ کی تفصیلات درست ہیں اور دوبارہ کوشش کریں۔
vi: Thẻ của bạn đã hết hạn. Đảm bảo thông tin thẻ của bạn đúng và thử lại.
zh_cn: 您的卡片已过期。请检查您的卡片信息正确无误并重试。
zh_hk: 您的信用卡已過期。驗證您的信用卡資料是否正確，然後重試。

# CREDIT_OR_DEBIT_CARD_DONATION_ERROR_INCORRECT_CARD_NUMBER
source: Your card number is incorrect. Verify your card details are correct and try again.
ar: رقم بطاقتك غير صحيح. تأكَّد من صحة تفاصيل بطاقتك وحاوِل مرّة أخرى.
be: Нумар вашай карткі няправільны. Праверце даныя вашай карткі і паўтарыце спробу.
bn: আপনার কার্ডের নম্বরটি সঠিক নয়। আপনার কার্ডের বিবরণ সঠিক কি না তা যাচাই করুন এবং আবার চেষ্টা করুন।
ca: El teu número de targeta no és correcte. Verifica que les dades de la teva targeta siguin correctes i torna-ho a provar.
cs: Číslo vaší karty není správné. Zkontrolujte, zda jsou údaje o vaší kartě správné, a zkuste to znovu.
da: Dit kortnummer er forkert. Tjek, at dine kortoplysninger er korrekte, og prøv igen.
de: Deine Kartennummer ist nicht korrekt. Prüfe die Daten deiner Karte und versuche es erneut.
el: Ο αριθμός κάρτας σου δεν είναι σωστός. Επαλήθευσε ότι τα στοιχεία της κάρτας σου είναι σωστά και δοκίμασε ξανά.
es: El número de tu tarjeta es incorrecto. Comprueba que los datos de tu tarjeta son correctos e inténtalo de nuevo.
fa: شماره کارت شما نادرست است. بررسی کنید که مشخصات کارت‌تان درست باشد و دوباره امتحان کنید.
fi: Kortin numero on virheellinen. Tarkista, että kortin tiedot ovat oikein, ja yritä uudelleen.
fr: Numéro de carte incorrect. Veuillez vérifier les informations de votre carte et réessayer.
ga: Tá uimhir do chárta mícheart. Fíoraigh go bhfuil sonraí do chárta ceart agus triail arís.
gu: તમારા કાર્ડનો નંબર ખોટો છે. તમારી કાર્ડની વિગતો સાચી છે તેની ખાતરી કરો અને ફરી પ્રયત્ન કરો.
he: מספר הכרטיס שלך שגוי. יש לוודא שפרטי הכרטיס שלך נכונים ולנסות שוב.
hi: आपका कार्ड नंबर गलत है। सत्यापित करें कि आपका कार्ड विवरण सही है और फिर से प्रयास करें।
hr: Netočan broj kartice. Provjerite jesu li podaci o vašoj kartici ispravni i pokušajte ponovno.
hu: A kártyaszám helytelen. Ellenőrizd, hogy a kártyaadatok helyesek-e, és próbáld újra.
id: Nomor kartu Anda salah. Pastikan detail kartu Anda sudah benar dan coba lagi.
it: Il numero della tua carta non è valido. Controlla che i dati della tua carta siano corretti e riprova.
ja: クレジットカード番号が正しくありません。カード情報が正しいことを確認し、もう一度お試しください。
ko: 카드 번호가 잘못되었습니다. 카드 세부 정보가 올바른지 확인하고 다시 시도하세요.
mr: आपला कार्ड नंबर चुकीचा आहे. आपला कार्ड तपशील बरोबर असल्याची पडताळणी करा आणि पुन्हा प्रयत्न करा.
ms: Nombor kad anda tidak betul. Sahkan butiran kad anda adalah betul dan cuba lagi.
nb: Kortnummeret stemmer ikke. Sjekk om kortinformasjonen stemmer og prøv igjen.
nl: Je kaartnummer is onjuist. Controleer of je kaartgegevens correct zijn en probeer het opnieuw.
pl: W numerze karty jest błąd. Sprawdź poprawność danych karty i spróbuj ponownie.
pt_br: O número do seu cartão está incorreto. Confira se os detalhes do seu cartão estão corretos e tente novamente.
pt_pt: O seu número de cartão está incorreto. Verifique se os detalhes do seu cartão estão corretos e tente novamente.
ro: Numărul cardului tău este incorect. Verifică dacă detaliile cardului sunt corecte și încearcă din nou.
ru: Номер вашей карты недействителен. Проверьте правильность данных вашей карты и попробуйте ещё раз.
sk: Číslo vašej karty je nesprávne. Skontrolujte, či sú údaje z vašej karty správne a skúste to znova.
sr: Број картице је нетачан. Проверите да ли су подаци на картици тачни и пробајте поново.
sv: Ditt kortnummer är felaktigt. Kontrollera att dina kortuppgifter är korrekta och försök igen.
th: หมายเลขบัตรไม่ถูกต้อง ตรวจยืนยันว่ารายละเอียดบัตรของคุณถูกต้อง แล้วลองอีกครั้ง
tr: Kart numaran yanlış. Kart bilgilerini kontrol et ve tekrar dene.
ug: كارتا نومۇرىڭىز خاتا. كارتا تەپسىلاتىنىڭ توغرىلىقىنى دەلىللەپ قايتا سىناڭ.
uk: Неправильний номер картки. Переконайтеся, що правильно ввели дані картки, і повторіть платіж.
ur: آپ کا کارڈ نمبر غلط ہے۔ توثیق کریں کہ آپ کے کارڈ کی تفصیلات درست ہیں اور دوبارہ کوشش کریں۔
vi: Số thẻ của bạn không đúng. Đảm bảo thông tin thẻ của bạn đúng và thử lại.
zh_cn: 您的卡号不正确。请检查您的卡片信息正确无误并重试。
zh_hk: 您的信用卡號碼不正確。驗證您的信用卡資料是否正確，然後重試。

# CREDIT_OR_DEBIT_CARD_DONATION_ERROR_INCORRECT_CARD_VERIFICATION_CODE
source: Your card's CVC number is incorrect. Verify your card details are correct and try again.
ar: كود التحقُّق من بطاقتك (CVC) غير صحيح. تأكَّد من صحة تفاصيل بطاقتك وحاوِل مرّة أخرى.
be: Нумар CVC вашай карткі няправільны. Праверце даныя вашай карткі і паўтарыце спробу.
bn: আপনার কার্ডের সিভিসি নম্বর সঠিক নয়। আপনার কার্ডের বিবরণ সঠিক কি না তা যাচাই করুন এবং আবার চেষ্টা করুন।
ca: El número CVV de la teva targeta no és correcte. Verifica que les dades de la teva targeta siguin correctes i torna-ho a provar.
cs: Číslo CVC vaší karty není správné. Zkontrolujte, zda jsou údaje o vaší kartě správné, a zkuste to znovu.
da: Dit korts CVC-kode er forkert. Tjek, at dine kortoplysninger er korrekte, og prøv igen.
de: Die CVC-Nummer deiner Karte ist nicht korrekt. Prüfe die Daten deiner Karte und versuche es erneut.
el: Ο κωδικός CVC της κάρτας σου δεν είναι σωστός. Επαλήθευσε ότι τα στοιχεία της κάρτας σου είναι σωστά και δοκίμασε ξανά.
es: El número CVC de tu tarjeta es incorrecto. Comprueba que los datos de tu tarjeta son correctos e inténtalo de nuevo.
fa: شماره CVC کارت شما نادرست است. بررسی کنید که مشخصات کارت‌تان درست باشد و دوباره امتحان کنید.
fi: Kortin CVC-numero on virheellinen. Tarkista, että kortin tiedot ovat oikein, ja yritä uudelleen.
fr: Cryptogramme visuel incorrect. Veuillez vérifier le code figurant au dos de votre carte et réessayer.
ga: Tá uimhir CVC do chárta mícheart. Fíoraigh go bhfuil sonraí do chárta ceart agus triail arís.
gu: તમારા કાર્ડનો CVC નંબર ખોટો છે. તમારી કાર્ડની વિગતો સાચી છે તેની ખાતરી કરો અને ફરી પ્રયત્ન કરો.
he: מספר ה–CVC של הכרטיס שלך שגוי. יש לוודא שפרטי הכרטיס שלך נכונים ולנסות שוב.
hi: आपके कार्ड का CVV नंबर गलत है। सत्यापित करें कि आपका कार्ड विवरण सही है और फिर से प्रयास करें।
hr: Neispravan CVC kôd. Provjerite jesu li podaci o vašoj kartici ispravni i pokušajte ponovno.
hu: A kártyádhoz tartozó CVC-szám helytelen. Ellenőrizd, hogy a kártyaadatok helyesek-e, és próbáld újra.
id: Nomor CVC kartu Anda salah. Pastikan detail kartu Anda sudah benar dan coba lagi.
it: Il numero CVC della tua carta non è valido. Controlla che i dati della tua carta siano corretti e riprova.
ja: クレジットカードのセキュリティコードが正しくありません。カード情報が正しいことを確認し、もう一度お試しください。
ko: 카드의 CVC 번호가 잘못되었습니다. 카드 세부 정보가 올바른지 확인하고 다시 시도하세요.
mr: आपल्या कार्डचा CVC क्रमांक चुकीचा आहे. आपला कार्ड तपशील बरोबर असल्याची पडताळणी करा आणि पुन्हा प्रयत्न करा.
ms: Nombor CVC kad anda tidak betul. Sahkan butiran kad anda adalah betul dan cuba lagi.
nb: CVC-nummeret stemmer ikke. Sjekk om kortinformasjonen stemmer og prøv igjen.
nl: Het CVC-nummer van je kaart is onjuist. Controleer of je kaartgegevens correct zijn en probeer het opnieuw.
pl: W kodzie CVC karty jest błąd. Sprawdź poprawność danych karty i spróbuj ponownie.
pt_br: O número CVC do seu cartão está incorreto. Confira se os detalhes do seu cartão estão corretos e tente novamente.
pt_pt: O número CVC do seu cartão está incorreto. Verifique se os detalhes do seu cartão estão corretos e tente novamente.
ro: Numărul CVc al cardului tău este incorect. Verifică dacă detaliile cardului sunt corecte și încearcă din nou.
ru: CVC-код вашей карты неверен. Проверьте правильность данных вашей карты и попробуйте ещё раз.
sk: CVC číslo vašej karty je nesprávne. Skontrolujte, či sú údaje z vašej karty správne a skúste to znova.
sr: CVC број на картици је нетачан. Проверите да ли су подаци на картици тачни и пробајте поново.
sv: Ditt korts CVC-nummer är felaktigt. Kontrollera att dina kortuppgifter är korrekta och försök igen.
th: หมายเลข CVC ของบัตรไม่ถูกต้อง ตรวจยืนยันว่ารายละเอียดบัตรของคุณถูกต้อง แล้วลองอีกครั้ง
tr: Kartının CVC numarası yanlış. Kart bilgilerini kontrol et ve tekrar dene.
ug: كارتىڭىزنىڭ CVC نومۇرى خاتا. كارتا تەپسىلاتىنىڭ توغرىلىقىنى دەلىللەپ قايتا سىناڭ.
uk: Неправильний CVC-код картки. Переконайтеся, що правильно ввели дані картки, і повторіть платіж.
ur: آپ کے کارڈ کا CVC نمبر غلط ہے۔ توثیق کریں کہ آپ کے کارڈ کی تفصیلات درست ہیں اور دوبارہ کوشش کریں۔
vi: Số CVC của thẻ bạn không đúng. Đảm bảo thông tin thẻ của bạn đúng và thử lại.
zh_cn: 您卡片的 CVC 码不正确。请检查您的卡片信息正确无误并重试。
zh_hk: 您的信用卡驗證碼 (CVC) 不正確。驗證您的信用卡資料是否正確，然後重試。
