Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONTACT_SUPPORT_FILTER_OTHER
source: Something else
af: Iets anders
ar: شيء آخر
az: Başqa bir şey
be: Нешта іншае
bn: অন্য কিছু
ca: Una altra cosa
cs: Něco jiného
cy: Rhywbeth arall
da: Noget andet
de: Etwas anderes
el: Κάτι άλλο
es: Otro motivo
et: Midagi muud
fa: موارد دیگر
fi: Jokin muu
fr: Autre chose
ga: Rud éigin eile
gu: બીજું કંઈક
he: משהו אחר
hi: कुछ और
hr: Nešto drugo
hu: Egyéb
id: Lainnya
is: Eitthvað annað
it: Qualcos'altro
ja: その他
km: á¢áŸ’áœá¸á•áŸ’áŸáŸá„á‘áŸ€á
kn: ಬೇರೆ ಯಾವುದೋ
ko: 다른 색상
lt: Kažkas kito
lv: Kaut kas cits
mk: Нешто друго
ml: വേറെ എന്തെങ്കിലും
mr: काहीतरी वेगळे
ms: Sesuatu yang lain
my: အခြားအရာ
nb: Noe annet
nl: Iets anders
pa: ਕੁਝ ਹੋਰ
pl: Coś innego
ps: یو بل شی
pt_br: Outro motivo
pt_pt: Algo mais
ro: Altceva
ru: Что-то другое
sk: Niečo iné
sl: Nekaj drugega
sq: Diçka tjetër
sr: Нешто друго
sv: Något annat
sw: Kitu kingine
ta: வேறு ஏதோ
te: ఇంకేదో
th: อย่างอื่น
tr: Başka bir şey
ug: باشقا يەنە
uk: Інше
ur: اس کے علاوہ کچھ اور
vi: Khác
zh_cn: 其他
zh_hk: 其他

# CONTACT_SUPPORT_FILTER_OTHER_SHORT
source: Other
af: Ander
ar: غير ذلك
az: Digər
be: Іншае
bn: অন্য
ca: Altres
cs: Ostatní
cy: Arall
da: Andet
de: Sonstiges
el: Άλλο
es: Otro
et: Muu
eu: Besteak
fa: سایر
fi: Muu
fr: Autre
ga: Eile
gu: અન્ય
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
is: Annað
it: Altro
ja: その他
kab: Nniḍen
km: á•áŸ’áŸáŸá„áŸ—
kn: ಇತರೆ
ko: 기타
lt: Kita
lv: Cits
mk: Друго
ml: മറ്റുള്ളവ
mr: इतर
ms: Lain-lain
my: အခြား
nb: Annet
nl: Anders
pa: دوجے
pl: Inny temat
ps: نور
pt_br: Outro
pt_pt: Outro
ro: Altul
ru: Другие
sk: Ostatné
sl: Drugo
sq: Tjetër
sr: Друго
sv: Annan
sw: ingine
ta: மற்றவை
te: ఇతర
th: อื่น ๆ
tr: Diğer
ug: باشقىلار
uk: Інша причина
ur: دیگر
vi: Khác
zh_cn: 其他
zh_hk: 其他

# CONTACT_SUPPORT_FILTER_PAYMENTS
source: Payments
af: Betalings
ar: المدفوعات
az: Ödənişlər
be: Плацяжы
bn: পেমেন্ট
ca: Pagaments
cs: Platby
cy: Taliadau
da: Betalinger
de: Zahlungen
el: Πληρωμές
es: Pagos
et: Maksed
eu: Ordainketak
fa: پرداخت‌ها
fi: Maksut
fr: Paiements
ga: Íocaíochtaí
gu: પેમેન્ટ્સ
he: תשלומים
hi: भुगतान
hr: Plaćanja
hu: Fizetések
id: Pembayaran
is: Greiðslur
it: Pagamenti
ja: 決済機能
kab: Axelleṣ
km: á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ಗಳು
ko: 결제
lt: Mokėjimai
lv: Maksājumi
mk: Плаќања
ml: പേയ്മെന്റുകൾ
mr: पेमेंट
ms: Pembayaran
my: ငွေပေးချေမှုများ
nb: Betalinger
nl: Betalingen
pa: ਭੁਗਤਾਨ
pl: Płatności
ps: پرداختونه
pt_br: Pagamentos
pt_pt: Pagamentos
ro: Plăți
ru: Платежи
sk: Platby
sl: Plačila
sq: Pagesa
sr: Плаћања
sv: Betalningar
sw: Malipo
ta: பணம் வழங்கீடு
te: చెల్లింపులు
th: การจ่ายเงิน
tr: Ödemeler
ug: چىقىملار
uk: Платежі
ur: ادائیگی
vi: Thanh toán
zh_cn: 付款
zh_hk: 付款

# CONTACT_SUPPORT_FILTER_PAYMENTS_SHORT
source: Payments
af: Betalings
ar: المدفوعات
az: Ödənişlər
be: Плацяжы
bn: পেমেন্ট
ca: Pagaments
cs: Platby
cy: Taliadau
da: Betalinger
de: Zahlungen
el: Πληρωμές
es: Pagos
et: Maksed
eu: Ordainketak
fa: پرداخت‌ها
fi: Maksut
fr: Paiements
ga: Íocaíochtaí
gu: પેમેન્ટ્સ
he: תשלומים
hi: भुगतान
hr: Plaćanja
hu: Fizetések
id: Pembayaran
is: Greiðslur
it: Pagamenti
ja: 決済
kab: Axelleṣ
km: á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ಗಳು
ko: 결제
lt: Mokėjimai
lv: Maksājumi
mk: Плаќања
ml: പേയ്മെന്റുകൾ
mr: पेमेंट
ms: Pembayaran
my: ငွေပေးချေမှုများ
nb: Betalinger
nl: Betalingen
pa: ਭੁਗਤਾਨ
pl: Płatności
ps: پرداختونه
pt_br: Pagamentos
pt_pt: Pagamentos
ro: Plăți
ru: Платежи
sk: Platby
sl: Plačila
sq: Pagesa
sr: Плаћања
sv: Betalningar
sw: Malipo
ta: பணம் வழங்கீடு
te: చెల్లింపులు
th: การจ่ายเงิน
tr: Ödemeler
ug: چىقىملار
uk: Платежі
ur: ادائیگی
vi: Thanh toán
zh_cn: 付款
zh_hk: 付款

# CONTACT_SUPPORT_FILTER_PROMPT
source: How can we help?
af: Hoe kan ons help?
ar: كيف يمكننا المساعدة؟
az: Necə kömək edə bilərik?
be: Чым можам дапамагчы?
bn: আমরা কিভাবে সাহায্য করতে পারি?
ca: Com us podem ajudar?
cs: Jak můžeme pomoci?
cy: Sut gallwn helpu?
da: Hvordan kan vi hjælpe?
de: Wie können wir helfen?
el: Πως μπορούμε να βοηθήσουμε;
es: ¿Cómo podemos ayudarte?
et: Kuidas me saame aidata?
fa: چگونه می‌توانیم راهنمایی کنیم؟
fi: Miten voimme auttaa?
fr: Que peut-on faire pour vous ?
ga: An féidir linn cabhrú leat?
gu: અમે કેવી રીતે મદદ કરી શકીએ?
he: איך אנחנו יכולים לעזור?
hi: हम किस तरह मदद कर सकते हैं?
hr: Kako možemo pomoći?
hu: Hogyan segíthetünk?
id: Bagaimana kami dapat membantu?
is: Hvernig getum við aðstoðað?
it: Come possiamo aiutarti?
ja: お困りですか？
km: áá¾á™á¾á„á¢á¶á…á‡á½á™ášá”áŸ€á”áá¶?
kn: ನಾವು ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು?
ko: 무엇을 도와드릴까요?
lt: Kuo galime jums padėti?
lv: Kā varam palīdzēt?
mk: Како можеме да ви помогнеме?
ml: ഞങ്ങൾക്ക് എങ്ങനെ സഹായിക്കാനാകും?
mr: आम्ही कशी मदत करू शकतो?
ms: Bagaimana saya boleh bantu?
my: ကျွန်ုပ်တို့ မည်ကဲ့သို့ ကူညီနိုင်သနည်း?
nb: Hva kan vi hjelpe deg med?
nl: Waar kunnen we mee helpen?
pa: اسیں تہاڈی کیس طرح مدد کر سکدے آں؟
pl: Jak możemy pomóc?
ps: څه مرسته درسره کولای شو؟
pt_br: Como podemos ajudar?
pt_pt: Como podemos ajudar?
ro: Cum te putem ajuta?
ru: Как мы можем помочь?
sk: Ako vám môžeme pomôcť?
sl: Kako vam lahko pomagamo?
sq: Si mund të ndihmojmë?
sr: Како вам можемо помоћи?
sv: Hur kan vi hjälpa till?
sw: Tunawezaje kukusaidia?
ta: நாம் எப்படி முடியும் உதவி?
te: మేము ఏ విధంగా సహయపడగలము?
th: เราจะช่วยได้อย่างไร?
tr: Nasıl yardımcı olabiliriz?
ug: قانداق ياردەم قىلالايمىز؟
uk: Яка допомога потрібна?
ur: ہم کس طرح مدد کر سکتے ہیں؟
vi: Chúng tôi có thể giúp gì cho bạn?
zh_cn: 有什么需要帮忙？
zh_hk: 有什麼能幫到您？

# CONTACT_SUPPORT_FILTER_QUESTION
source: I have a question
af: Ek het ’n vraag
ar: لديَّ سؤال
az: Bir sualım var
be: Маю пытанне
bn: আমার একটি প্রশ্ন আছে
ca: Tinc una pregunta
cs: Mám dotaz
cy: Mae gen i gwestiwn
da: Jeg har et spørgsmål
de: Ich habe eine Frage
el: Έχω μια ερώτηση
es: Tengo una pregunta
et: Mul on küsimus
fa: سوالی دارم
fi: Minulla on kysyttävää
fr: J'ai une question
ga: Tá ceist agam
gu: મારે એક પ્રશ્ન છે
he: יש לי שאלה
hi: मेरा एक सवाल है
hr: Imam pitanje
hu: Kérdésem van
id: Saya punya pertanyaan
is: Ég er með spurningu
it: Ho una domanda
ja: 質問があります
km: ááŸ’á‰á»áŸ†á˜á¶á“áŸáŸ†áá½áš
kn: ನನ್ನಲ್ಲೊಂದು ಪ್ರಶ್ನೆಯಿದೆ
ko: 질문이 있습니다.
lt: Aš turiu klausimą
lv: Man ir jautājums
mk: Имам прашање
ml: എനിക്കൊരു ചോദ്യമുണ്ട്
mr: मला एक प्रश्न पडला आहे
ms: Saya ada satu soalan
my: ကျွန်ုပ်သည် မေးခွန်းရှိပါသည်
nb: Jeg har et spørsmål
nl: Ik heb een vraag
pa: ਮੇਰਾ ਸਵਾਲ ਹੈ
pl: Mam pytanie
ps: زه یوه پوښتنه لرم
pt_br: Tenho uma pergunta
pt_pt: Tenho uma pergunta
ro: Am o întrebare
ru: У меня вопрос
sk: Mám otázku
sl: Imam vprašanje
sq: Kam një pyetje
sr: Имам питање
sv: Jag har en fråga
sw: Nina swali
ta: எனக்கு ஒரு கேள்வி
te: నాకు ఒక ప్రశ్న ఉంది
th: ฉันมีคำถาม
tr: Bir sorum var
ug: سوئالىم بار
uk: Маю запитання
ur: میرا ایک سوال ہے
vi: Tôi có câu hỏi
zh_cn: 我有问题
zh_hk: 我想發問

# CONTACT_SUPPORT_FILTER_QUESTION_SHORT
source: Question
af: Vraag
ar: سؤال
az: Sual
be: Пытанне
bn: প্রশ্ন
ca: Pregunta
cs: Dotaz
cy: Cwestiwn
da: Spørgsmål
de: Frage
el: Ερώτηση
es: Pregunta
et: Küsimus
fa: سوال
fi: Kysymys
ga: Ceist
gu: પ્રશ્ન
he: שאלה
hi: सवाल
hr: Pitanje
hu: Kérdés
id: Pertanyaan
is: Spurning
it: Domanda
ja: 質問
km: áŸáŸ†áá½áš
kn: ಪ್ರಶ್ನೆ
ko: 질문
lt: Klausimas
lv: Jautājums
mk: Прашање
ml: ചോദ്യം
mr: प्रश्न
ms: Soalan
my: မေးခွန်း
nb: Spørsmål
nl: Vraag
pa: ਸਵਾਲ
pl: Pytanie
ps: پوښتنه
pt_br: Pergunta
pt_pt: Pergunta
ro: Întrebare
ru: Вопрос
sk: Otázka
sl: Vprašanje
sq: Pyetje
sr: Питање
sv: Fråga
sw: Swali
ta: கேள்வி
te: ప్రశ్న
th: คำถาม
tr: Soru
ug: سوئال
uk: Запитання
ur: سوال
vi: Câu hỏi
zh_cn: 问题
zh_hk: 問題

# CONTACT_SUPPORT_FILTER_SOMETHING_NOT_WORKING
source: Something’s not working
af: Iets werk nie
ar: هناك شيء ما لا يعمل
az: Nəsə işləmir
be: Штосьці не так
bn: কিছু একটা কাজ করছে না
ca: Alguna cosa no funciona
cs: Něco nefunguje
cy: Mae rhywbeth o'i le
da: Noget virker ikke
de: Etwas funktioniert nicht
el: Κάτι δεν δουλεύει
es: Algo no funciona bien
et: Midagi ei tööta
fa: یک چیزی کار نمی‌کند
fi: Jokin ei toimi
fr: Quelque chose ne fonctionne pas
gu: કંઈક કામ કરી રહ્યું નથી
he: משהו לא עובד
hi: कुछ काम नहीं कर रहा
hr: Nešto ne radi
hu: Valami nem működik
id: Sepertinya terjadi kesalahan
is: Eitthvað er ekki að virka
it: Qualcosa non sta funzionando
ja: 動作しないものがある
km: á˜á¶á“á”á‰áŸ’á á¶áá»áŸá”áŸ’ášá€áŸ’ášáá¸
kn: ಯಾವುದೋ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ
ko: 작동하지 않음
lt: Kažkas neveikia
lv: Kaut kas nedarbojas
mk: Нешто не работи
ml: എന്തോ പ്രവർത്തിക്കുന്നില്ല
mr: काहीतरी कार्य करत नाही
ms: Sesuatu tidak berfungsi
my: အရာရာ တစ်ခုခု အလုပ်မလုပ်နေပါ
nb: Det er noe som ikke virker
nl: Er werkt iets niet goed
pa: ਕੁਝ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ
pl: Coś nie działa tak, jak trzeba
ps: کوم شی سم کار نه ورکوي
pt_br: Algo não está funcionando
pt_pt: Alguma coisa não está a funcionar
ro: Ceva nu funcționează
ru: Что-то не работает
sk: Niečo nefunguje
sl: Nekaj ne deluje
sq: Diçka nuk funksionon
sr: Нешто не ради
sv: Något fungerar inte
sw: Hitilafu fulani imetokea
ta: ஏதோ வேலை செய்யவில்லை
te: ఏదో పనిచేయడం లేదు
th: มีบางสิ่งไม่ทำงาน
tr: Çalışmayan bir şey var
ug: بەزى نەرسە ئىشلىمەيۋاتىدۇ
uk: Щось не працює
ur: کچھ کام نہیں کر رہا ہے
vi: Có điều gì đó đang không hoạt động
zh_cn: 出现问题
zh_hk: 部份功能運作有異常

# CONTACT_SUPPORT_FILTER_SOMETHING_NOT_WORKING_SHORT
source: Something Not Working
af: Iets werk nie
ar: شيء ما لا يعمل
az: Nəsə işləmir
be: Штосьці не так
bn: কিছু একটা কাজ করছে না
ca: Alguna cosa no funciona
cs: Něco nefunguje
cy: Rhywbeth O'i Le
da: Noget der ikke virker
de: Etwas funktioniert nicht
el: Κάτι δεν δουλεύει
es: Algo no funciona
et: Midagi ei tööta
fa: یک چیزی کار نمی‌کند
fi: Jokin ei toimi
fr: Dysfonctionnement
gu: કંઈક કામ કરી રહ્યું નથી
he: משהו לא עובד
hi: कुछ काम नहीं कर रहा
hr: Nešto ne radi
hu: Valami nem működik
id: Sepertinya terjadi kesalahan
is: Eitthvað virkar ekki
it: Qualcosa non funziona
ja: 動作しないものがある
km: á˜á¶á“á”á‰áŸ’á á¶áá»áŸá”áŸ’ášá€áŸ’ášáá¸
kn: ಯಾವುದೋ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ
ko: 작동하지 않음
lt: Kažkas neveikia
lv: Kaut kas nedarbojas
mk: Нешто не работи
ml: എന്തോ പ്രവർത്തിക്കുന്നില്ല
mr: काहीतरी कार्य करत नाही
ms: Sesuatu Tidak Berfungsi
my: အရာရာ တစ်ခုခု အလုပ်မလုပ်နေပါ
nb: Noe som ikke virker
nl: Er werkt iets niet goed
pa: ਕੁਝ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ
pl: Coś nie działa
ps: کوم شی کار نه ورکوي
pt_br: Algo não está funcionando
pt_pt: Alguma coisa não está a funcionar
ro: Ceva nu funcționează
ru: Что-то не работает
sk: Niečo nefunguje
sl: Nekaj ne deluje
sq: Diçka Nuk Funksionon
sr: Нешто не ради
sv: Något som inte fungerar
sw: Hitilafu Fulani Imetokea
ta: ஏதோ வேலை செய்யவில்லை
te: ఏదో పనిచేయడం లేదు
th: มีบางสิ่งไม่ทำงาน
tr: Bir Şey Çalışmıyor
ug: بەزى نەرسە ئىشلىمەيۋاتىدۇ
uk: Щось не працює
ur: کچھ کام نہیں کررہا ہے
vi: Có điều gì đó đang không hoạt động
zh_cn: 出现问题
zh_hk: 運作異常

# CONTACT_SUPPORT_PROMPT_ERROR_ALERT_BODY
source: Signal was unable to complete your support request.
af: Signal kon nie jou steundiensversoek voltooi nie.
ar: تعذَّر على سيجنال إكمال طَلب الدعم الخاص بك.
az: Signal, dəstək tələbinizi tamamlaya bilmir.
be: Signal не атрымалася выканаць ваш запыт на падтрымку.
bg: Signal не успя да завърши заявката ви за поддръжка.
bn: Signal আপনার সহায়তার অনুরোধটি সম্পন্ন করতে পারেনি।
ca: El Signal no ha pogut completar la sol·licitud d'assistència.
cs: Signalu se nepodařilo dokončit váš požadavek na uživatelskou podporu.
cy: Nid oedd Signal yn gallu cwblhau eich cais am gymorth.
da: Signal kunne ikke sende dit ønske om support
de: Signal konnte deine Support-Anfrage nicht abschließen.
el: Το Signal δεν μπόρεσε να ολοκληρώσει το αίτημα υποστήριξής σου.
es: Signal no ha podido completar tu solicitud de asistencia.
es_es: Signal no ha podido completar la solicitud de soporte.
et: Signalil ei õnnestunud su kasutajatoetaotlust täita.
eu: Signal-ek ezin izan du zure laguntza eskaera burutu.
fa: سیگنال نتوانست بود درخواست پشتیبانی شما را کامل کند.
fi: Signal ei voinut ratkaista tukipyyntöäsi.
fil: Hindi nakumpleto ng Signal ang hinihingi mong suporta.
fr: Impossible de terminer votre demande d'assistance.
ga: Níorbh fhéidir le Signal d'iarratas ar thacaíocht a chur i gcrích.
gu: Signal તમારી સપોર્ટ વિનંતિ પૂર્ણ કરવામાં અસમર્થ હતું.
he: Signal לא היה יכול להשלים את בקשת התמיכה שלך.
hi: Signal आपकी समर्थन अनुरोध को पूरा करने में असमर्थ रहा।
hr: Signal nije uspio dovršiti vaš zahtjev za podršku.
hu: A Signal nem volt képes segítségkérésed elküldésére.
id: Signal tidak dapat menyelesaikan permintaan dukungan Anda.
is: Signal gat ekki klárað beiðni þína um aðstoð.
it: Signal non è riuscito a completare la tua richiesta di supporto.
ja: Signalは、サポートリクエストを完了できませんでした。
kab: Signal ur yezmir ara akk ad ismed asuter-ik·im n tallalt.
kk: Signal сіздің қолдау туралы өтінішіңізді орындай алмады.
km: Signal á˜á·á“á¢á¶á…á”á‰áŸ’á…á”áŸ‹á€á¶ášáŸáŸ’á“á¾áŸá»áŸ†á‡áŸ†á“á½á™ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ಬೆಂಬಲ ವಿನಂತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು Signal ಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: Signal이 사용자의 지원 요청을 완료하지 못했습니다.
lt: Signal nepavyko užbaigti jūsų palaikymo užklausos.
lv: Lietotne Signal nevarēja pabeigt jūsu atbalsta pieprasījumu.
mk: Signal беше оневозможен да го комплетира вашето барање за поддршка.
ml: Signal ന് നിങ്ങളുടെ സഹായാഭ്യർത്ഥന പൂർത്തിയാക്കാൻ കഴിഞ്ഞില്ല.
mr: आपली समर्थन विनंती पूर्ण करण्यात Signal अक्षम होता.
ms: Signal tidak dapat melengkapkan permintaan sokongan anda.
my: Signal မှ သင့် အကူအညီ တောင်းဆိုစာတင်ခြင်း မအောင်မြင်ပါ။
nb: Signal kunne ikke fullføre supportforespørselen din.
nl: Signal kon je ondersteuningsverzoek niet voltooien.
pa: Signal ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਬੇਨਤੀ ਪੂਰੀ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਰਹੀ.
pa_pk: Signal تساں دی معاونت دی درخواست نوں مکمل کرن دے قابل نئیں سی۔
pl: Nie udało się wysłać Twojego zgłoszenia do pomocy technicznej.
ps: Signal ونشو کړای چې ستاسې د مرستې غوښتنه بشپړه کړي.
pt_br: O Signal não conseguiu completar seu pedido de suporte técnico.
pt_pt: O Signal não conseguiu completar o seu pedido de apoio.
ro: Signal nu a putut finaliza solicitarea ta de asistență.
ru: Signal не смог завершить ваш запрос в поддержку.
sk: Signal nemohol dokončiť vašu žiadosť o zákaznícku podporu.
sl: Signal ni mogel poslati vaše prošnje za podporo.
sq: Signal-i s’qe në gjendje të plotësojë kërkesën tuaj për asistencë.
sr: Signal није успео да одговори на ваш захтев за подршку.
sv: Signal kunde inte slutföra din supportförfrågan.
sw: Signal haikuweza kukamilisha ombi lako la msaada.
ta: Signal இருந்தது முடிக்க முடியவில்லை உங்கள் ஆதரவு கோரிக்கை.
te: Signal మీ మద్దతు అభ్యర్థనను పూర్తి చేయలేకపోయింది.
th: Signal ไม่สามารถทำให้คำขอการสนับสนุนของคุณจบสิ้นลงได้
tr: Signal destek isteğinizi tamamlayamadı.
ug: Signal ياردەم ئىلتىماسىڭىزنى تاماملىيالمايدۇ.
uk: Signal не зміг виконати ваш запит до служби підтримки.
ur: Signal آپ کی مدد کی درخواست کو مکمل کرنے سے قاصر تھا۔
vi: Signal không thể hoàn thành yêu cầu hỗ trợ của bạn.
zh_cn: 抱歉，Signal 无法完成你所需的帮助请求。
zh_hk: Signal 未能完成您的支援要求。

# CONTACT_SUPPORT_PROMPT_ERROR_TRY_AGAIN
source: Try Again
af: Probeer weer
ar: حاوِل مُجدَّدًا
az: Yenidən sına
be: Паўтарыць спробу
bg: Опитай Отново
bn: আবার চেষ্টা করুন
ca: Proveu de nou
cs: Zkusit znovu
cy: Rhoi Cynnig Arall Arni
da: Prøv igen
de: Erneut versuchen
el: Ξαναδοκίμασε
es: Reintentar
es_es: Inténtalo de nuevo
et: Proovi uuesti
eu: Saiatu berriro
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fil: Subukang muli
fr: Réessayer
ga: Bain Triail Eile As
gu: ફરીથી પ્રયત્ન કરો
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušajte ponovo
hu: Újrapróbálkozás
id: Coba lagi
is: Reyndu aftur
it: Prova ancora
ja: 再度試す
kab: Arem tikelt-nniḍen
kk: Қайтадан байқап көру
km: á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€á
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
mk: Обидете се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
my: ပြန်ကြိုးစားပါ
nb: Prøv igjen
nl: Opnieuw proberen
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_pk: دوبارہ کوشش کرو
pl: Spróbuj ponownie
ps: بیا هڅه وکړئ
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Попробовать ещё раз
sk: Skúste to znovu
sl: Poskusi znova
sq: Riprovoni
sr: Пробај поново
sv: Försök igen
sw: Jaribu Tena
ta: மீண்டும் முயற்சி செய்
te: మళ్ళీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Yeniden Dene
ug: قايتا سىنا
uk: Спробувати знову
ur: دوبارہ کوشش کریں
vi: Hãy thử lại
zh_cn: 重试
zh_hk: 再試一次
