Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_ADVANCED_SUBMIT_DEBUGLOG
source: Submit Debug Log
af: Dien ontfout-log in
ar: إرسال سجل الأخطاء
az: Sazlama jurnalını göndər
be: Адправіць журнал адладкі
bg: Изпрати Регистрирани Грешки
bn: ডিবাগ লগ জমা দিন
ca: Envia el registre de depuració
cs: Odeslat Debug Log
cy: Anfon Cofnod Dadfygio
da: Indsend fejlsøgningslog
de: Diagnoseprotokoll übermitteln
el: Υποβολή αρχείου αποσφαλμάτωσης
es: Enviar registro de depuración
es_es: Enviar registro de depuración
et: Postita silumislogi
eu: Bidali Arazteko Informazioa
fa: ارسال گزارش رفع عیب
fi: Lähetä virheenkorjausloki
fil: Isumite ang Debug Log?
fr: Envoyer le journal de débogage
ga: Seol an Logchomhad Dífhabhtaithe
gu: ડીબગ લૉગ સબમિટ કરો
he: הגש יומן ניפוי תקלים
hi: डीबग लॉग जमा करें
hr: Pošalji zapisnik pogreške
hu: Hibanapló továbbítása
id: Mengajukan Catatan Debug
is: Senda inn villuskráningu
it: Invia il log di debug
ja: デバッグログを送信する
kab: Azen aɣmis n temseɣtayt
kk: Дұрыстау журналын жіберу
km: á”á‰áŸ’á‡á¼á“á€áŸ†áááŸ‹ááŸ’ášá¶á€áŸ†á á»áŸ
kn: ಡೀಬಗ್ ಲಾಗ್ ಗ‌‌‌ಳನ್ನು ಸಲ್ಲಿಸಿ
ko: 디버그 로그 보내기
lt: Pateikti derinimo žurnalą
lv: Iesniegt atkļūdošanas žurnālfailu
mk: Доставете листа за отстранување на грешки
ml: ഡീബഗ് ലോഗ് സമർപ്പിക്കുക
mr: डीबग लॉग प्रविष्ट करा
ms: Hantar Log Nyahpepijat
my: Debug Log တင်ပါ
nb: Send inn feilsøkingslogg
nl: Foutopsporingslog indienen
pa: ਡੀਬਗ ਲੌਗ ਜਮ੍ਹਾਂ ਕਰੋ
pa_pk: ڈیبگ لاگ جمع کراؤ
pl: Prześlij dzienniki debugowania
ps: د ستونزې د هواري د رپوټ تسلیمول
pt_br: Enviar registro de depuração
pt_pt: Enviar relatório de depuração
ro: Trimite Jurnal de Depanare
ru: Отправить журнал отладки
sk: Odoslať denník ladenia
sl: Oddaj sistemsko zabeležbo
sq: Parashtroni Regjistër Diagnostikimesh
sr: Пошаљи извештај о грешкама
sv: Skicka in felsökningslogg
sw: Wasilisha Tunza Kumbukumbu ya Ueuaji
ta: பிழைத்திருத்த பதிவைச் சமர்ப்பிக்கவும்
te: డీబగ్ లాగ్ను సమర్పించండి
th: ส่งบันทึกดีบัก
tr: Hata Ayıklama Günlüğünü gönder
ug: سازلاش خاتىرەسى يوللا
uk: Надіслати журнал налагодження
ur: ڈی بَگ لاگ پیش کریں
vi: Gửi Nhật ký Gỡ lỗi
zh_cn: 提交调试日志
zh_hk: 傳送錯誤紀錄

# SETTINGS_ADVANCED_VIEW_ERROR_LOG
source: Error Logs
af: Foutlogs
ar: سجلَّات الأخطاء
az: Xəta jurnalı
be: Журналы памылак
bg: Регистри за грешки
bn: ত্রুটি লগসমূহ
ca: Registres d'errors
cs: Protokoly chyb
cy: Cofnod Gwallau
da: Fejllogs
de: Diagnoseprotokolle
el: Αρχεία καταγραφής σφαλμάτων
es: Registro de fallos
es_es: Registro de fallos
et: Vealogid
eu: Erroreei buruzko informazioa.
fi: Virhelokit
fil: Mga log ng Error
fr: Journaux d'erreurs
ga: Logchomhaid Earráide
gu: એરર લૉગ
he: יומני שגיאות
hi: एरर लॉग
hr: Zapisnici pogrešaka
hu: Hibanaplók
id: Catatan Kesalahan
is: Villuskráningar
it: Log di errore
ja: エラーログ
kab: Iɣmisen n tuccḍa
kk: Қателік журналдары
km: á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶
kn: ದೋಷ ಲಾಗ್‌ಗಳು
ko: 오류 로그
lt: Klaidų žurnalai
lv: Kļūdu žurnāli
mk: Логови за грешка
ml: എറർ ലോഗുകൾ
mr: त्रुटी लॉग
ms: Ralat Log
my: ပျက်ကွက်မှု မှတ်တမ်းများ
nb: Feillogger
nl: Foutopsporingslogs
pa: ਤਰੁਟੀ ਸੰਬੰਧੀ ਲੌਗ
pa_pk: نقص لاگز
pl: Dzienniki błędów
ps: د تیروتنې رپوټونه
pt_br: Logs de erro
pt_pt: Registos de erros
ro: Jurnalele cu erori
ru: Журналы ошибок
sk: Chybové záznamy
sl: Zabeležbe napak
sq: Regjistra Gabimesh
sr: Извештаји о грешкама
sv: Felloggar
sw: Tunza Kumbukumbu za Hitilafu
ta: பிழை பதிவுகள்
te: పొరపాటు సంఘటన లేకరి
th: ปูมข้อผิดพลาด
tr: Hata Kayıtları
ug: خاتالىق خاتىرەلەر
uk: Журнал помилок
ur: لاگز میں غلطی
vi: Nhật kí Lỗi
zh_cn: 错误日志
zh_hk: 錯誤日誌

# SETTINGS_APP_ICON_EDUCATION_APP_NAME
source: The app name “Signal” will be visible on the Home Screen, in notifications and in the App Library.
ar: سيظهر اسم التطبيق "سيجنال" على الشاشة الرئيسية وفي الإشعارات ومكتبة التطبيقات.
be: Назва праграмы «Signal» будзе бачная на галоўным экране, у апавяшчэннях і ў бібліятэцы праграм.
bn: অ্যাপের নাম “Signal” হোম স্ক্রিনে, নোটিফিকেশনে ও অ্যাপ লাইব্রেরিতে দেখা যাবে।
ca: El nom de l'app "Signal" serà visible a la Pantalla d'inici, a les notificacions i a la Biblioteca d'aplicacions.
cs: Název aplikace „Signal“ bude vidět na domovské obrazovce, v oznámeních a v knihovně aplikací.
da: Appnavnet "Signal" vil være synligt på startskærmen, i notifikationer og i appbiblioteket.
de: Der App-Name »Signal« wird auf dem Home-Bildschirm, in den Mitteilungen und in der App-Bibliothek angezeigt.
el: Το όνομα της εφαρμογής "Signal" θα είναι ορατό στην Αρχική οθόνη, στις ειδοποιήσεις και στη Βιβλιοθήκη εφαρμογών.
es: El nombre Signal se mostrará en la pantalla de inicio, en notificaciones y en la biblioteca de apps.
fa: نام برنامه «سیگنال» در صفحه اصلی، در اعلان‌ها و «کتابخانۀ برنامه» قابل مشاهده خواهد بود.
fi: Sovelluksen nimi Signal näkyy aloitusnäytöllä, ilmoituksissa ja sovelluskirjastossa.
fr: Le nom de l'app Signal apparaîtra sur l'écran d'accueil, dans les notifications et dans la Bibliothèque d'apps.
ga: Beidh ainm na haipe "Signal" infheicthe ar an scáileán baile, i bhfógraí agus sa leabharlann aipeanna.
gu: ઍપનું નામ "Signal " હોમ સ્ક્રીન પર, નોટિફિકેશન અને ઍપ લાઇબ્રેરીમાં દેખાશે.
he: שם האפליקציה ״Signal״ יהיה גלוי במסך הבית, באזור ההתראות ובספריית האפליקציות.
hi: ऐप का नाम "Signal" होम स्क्रीन, नोटिफिकेशन और ऐप लाइब्रेरी में दिखाई देगा।
hr: Naziv aplikacije "Signal" bit će vidljiv na početnom zaslonu, u obavijestima i medijateci aplikacija.
hu: A „Signal” alkalmazás neve látható lesz a Kezdőképernyőn, az Értesítéseknél és az Alkalmazáskönyvtárban.
id: Nama aplikasi “Signal” akan terlihat di Layar Utama, notifikasi, dan Perpustakaan Aplikasi.
it: Il nome dell'app "Signal" sarà visibile sulla schermata Home, nelle notifiche che ricevi e nella Raccolta delle App.
ja: アプリ名の「Signal」は、ホーム画面、通知、アプリライブラリでは表示されます。
ko: 홈 화면, 알림, 앱 라이브러리에 앱 이름 'Signal'이 표시됩니다.
mr: “Signal” नावाचे ॲप मुख्य स्क्रीन, अधिसूचना आणि ॲप लायब्ररीमध्ये दृश्यमान असेल.
ms: Nama aplikasi "Signal" akan kelihatan pada Skrin Utama, dalam pemberitahuan dan Pustaka Aplikasi.
nb: Navnet «Signal» vises på startskjermen, i varslene og i listen over apper.
nl: De app-naam ‘Signal’ is zichtbaar op het beginscherm, in meldingen en in de appbibliotheek.
pl: Nazwa „Signal” będzie widoczna na ekranie początkowym, w powiadomieniach oraz w bibliotece aplikacji.
pt_br: O nome "Signal" ficará visível na tela inicial, nas notificações e na biblioteca de apps.
pt_pt: O nome da app “Signal” estará visível no Ecrã Inicial, nas notificações e na Biblioteca de Apps.
ro: Numele aplicației „Signal” va fi vizibil pe ecranul de pornire, în notificări și în Biblioteca de aplicații.
ru: Название приложения «Signal» будет отображаться на главном экране, в уведомлениях и библиотеке приложений.
sk: Názov aplikácie „Signal“ bude zobrazený na domovskej obrazovke, v upozorneniach a v knižnici aplikácií.
sr: Назив апликације „Signal“ биће видљив на почетном екрану, у обавештењима и на списку апликација.
sv: Appnamnet ”Signal” kommer att synas på startskärmen, i aviseringar och i appbiblioteket.
th: ชื่อของแอป “Signal” จะแสดงในหน้าจอหลัก การแจ้งเตือน และคลังแอป
tr: "Signal" uygulama adı; Ana Ekran'da, bildirimlerde ve Uygulama Kitaplığı'nda görünecektir.
ug: ئەپ ئسىمى «Signal» ئانا ئېكراندا، ئۇقتۇرۇشلاردا ۋە ئەپ كۈتۈپخانىسىدا كۆرۈنىدۇ.
uk: Назву застосунку «Signal» буде видно на головному екрані, у сповіщеннях і в бібліотеці програм.
ur: "Signal" نامی ایپ ہوم اسکرین پر، اطلاعات اور ایپ لائبریری میں ظاہر ہو گی۔
vi: Ứng dụng có tên “Signal” sẽ hiển thị trên Màn hình chính, trong mục thông báo và trong Thư viện Ứng dụng.
zh_cn: 应用名称“Signal”将会在主屏幕、通知和应用库中显示。
zh_hk: 應用程式名稱「Signal」會出現在主畫面、通知和 App 資料庫中。

# SETTINGS_APP_ICON_EDUCATION_HOME_SCREEN_DOCK
source: You can hide the app name “Signal” from the Home Screen by moving the app to the dock at the bottom of the Home Screen.
ar: يمكنك إخفاء اسم التطبيق "سيجنال" من الشاشة الرئيسية عبر نقل التطبيق إلى الرصيف في أسفل الصفحة الرئيسية.
be: Вы можаце прыхаваць назву праграмы «Signal» на галоўным экране, калі перасунеце яе на док-панэль унізе галоўнага экрана.
bn: আপনি হোম স্ক্রিনের নিচের ডকে অ্যাপটিকে সরানোর মাধ্যমে হোম স্ক্রিন থেকে "Signal" নামটি লুকিয়ে রাখতে পারেন।
ca: Pots ocultar el nom de l'app "Signal" des de la pantalla d'inici movent l'app al menú de la part inferior de la pantalla d'inici.
cs: Název aplikace „Signal“ můžete na domovské obrazovce skrýt tak, že ji přesunete do sekce u spodní strany domovské obrazovky.
da: Du kan skjule appnavnet "Signal" fra startskærmen ved at flytte appen til docken nederst på startskærmen.
de: Du kannst den App-Namen »Signal« auf dem Home-Bildschirm ausblenden, indem du die App in das Dock am unteren Rand des Home-Bildschirms verschiebst.
el: Μπορείς να αποκρύψεις το όνομα της εφαρμογής "Signal" από την αρχική οθόνη μετακινώντας την εφαρμογή στο dock στο κάτω μέρος της αρχικής οθόνης.
es: Puedes ocultar el nombre Signal de la pantalla de inicio moviendo la app al menú de la parte inferior de la pantalla de inicio.
fa: می‌توانید با انتقال برنامه به بخش داک در پایین صفحه اصلی، نام «سیگنال» را از صفحه اصلی پنهان کنید.
fi: Voit piilottaa sovelluksen nimen Signal aloitusnäytöltä siirtämällä sovelluksen aloitusnäytön alareunassa olevaan telakkaan.
fr: Pour masquer le nom "Signal" sur l'écran d'accueil, déplacez l'app vers le Dock en bas de l'écran.
ga: Is féidir leat ainm na haipe "Signal" a fholú ón scáileán baile tríd an aip a bhogadh chuig an mbarra ag bun an scáileáin baile.
gu: તમે ઍપને હોમ સ્ક્રીનના તળિયે ડૉક પર ખસેડીને હોમ સ્ક્રીન પરથી ઍપનું નામ "Signal" છુપાવી શકો છો.
he: אפשר להסתיר את שם האפליקציה ״Signal״ ממסך הבית באמצעות העברת האפליקציה למקטע בתחתית מסך הבית.
hi: आप ऐप को होम स्क्रीन के नीचे डॉक पर ले जाकर ऐप के नाम "Signal" को होम स्क्रीन से छिपा सकते हैं।
hr: Možete sakriti naziv aplikacije 'Signal' s početnog zaslona premještanjem aplikacije u pristupnu traku na dnu početnog zaslona.
hu: A „Signal” alkalmazás nevét elrejtheted a Kezdőképernyőről, ha áthelyezed az alkalmazást a Kezdőképernyő alján lévő dokkolóba.
id: Anda dapat menyembunyikan nama aplikasi “Signal” dari layar utama dengan memindahkan aplikasi ke dok di bagian bawah layar utama.
it: Puoi nascondere il nome dell'app "Signal" dalla schermata Home del tuo dispositivo spostando l'app nella barra principale in fondo alla schermata Home.
ja: ホーム画面下部のDockにアプリを移動させると、「Signal」というアプリ名は非表示になります。
ko: 홈 화면 맨 아래에 있는 Dock으로 앱을 옮겨 홈 화면에서 앱 이름 'Signal'을 숨길 수 있습니다.
mr: आपण मुख्य स्क्रीन पासून “Signal” नावाचे ॲप मुख्य स्क्रीनच्या तळाशी असलेल्या डॉककडे हलवून लपवू शकता.
ms: Anda boleh menyembunyikan nama aplikasi "Signal" daripada skrin utama dengan mengalihkan aplikasi ke dok di bahagian bawah skrin utama.
nb: Du kan skjule navnet på Signal-appen på startskjermen ved å dra appen til sonen nederst på skjermen.
nl: De app-naam ‘Signal’ kun je verbergen op het beginscherm door de app naar het dock onderaan het beginscherm te verplaatsen.
pl: Możesz usunąć nazwę „Signal” z ekranu początkowego. Aby to zrobić, przenieś aplikację na pasek u dołu ekranu początkowego.
pt_br: Você pode ocultar o nome do app "Signal" da tela inicial movendo o app para o dock na parte inferior da tela inicial.
pt_pt: Pode esconder o nome da app "Signal" do ecrã inicial movendo a app para o fundo do ecrã inicial.
ro: Poți ascunde numele aplicației „Semnal” de pe ecranul de pornire mutând aplicația în stația de andocare din partea de jos a ecranului de pornire.
ru: Вы можете скрыть название приложения «Signal» на главном экране, переместив его в док внизу главного экрана.
sk: Ak chcete schovať názov aplikácie „Signal“, môžete ju presunúť do doku v spodnej časti domovskej obrazovky.
sr: Можете да сакријете назив апликације „Signal“ са почетног екрана тако што ћете померити апликацију на дно почетног екрана.
sv: Du kan dölja appnamnet ”Signal” från startskärmen genom att flytta appen till dockan längst ner på startskärmen.
th: คุณสามารถซ่อนชื่อของแอป “Signal” ในหน้าจอหลัก โดยย้ายแอปไปยัง Dock ที่อยู่ด้านล่างของหน้าจอหลัก
tr: Uygulamayı ana ekranın altındaki yuvaya taşıyarak ana ekranda "Signal" uygulama adını gizleyebilirsin.
ug: ئەپنى ئانا ئېكراننىڭ ئاستىدىكى پورتقا يۆتكەش ئارقىلىق، «Signal» دېگەن ئەپ ئىسمىنى ئانا ئېكراندىن ئېلىۋېتەلەيسىز.
uk: Ви можете приховати назву застосунку «Signal» на головному екрані, перемістивши застосунок на панель інструментів унизу головного екрана.
ur: آپ ایپ کو ہوم اسکرین کے نیچے واقع ڈوک میں منتقل کر کے، ہوم اسکرین سے "Signal" نامی ایپ کو چھپا سکتے ہیں۔
vi: Bạn có thể ẩn ứng dụng có tên “Signal” khỏi màn hình chính bằng cách di chuyển ứng dụng đến thanh dock phía dưới màn hình chính.
zh_cn: 您可以将 Signal 应用移至主屏幕底部的程序坞中，从而隐藏应用名称 “Signal”。
zh_hk: 如想從主畫面隱藏應用程式名稱「Signal」，你可以將應用程式移到主畫面底部的 Dock。

# SETTINGS_APP_ICON_FOOTER
source: The app name “Signal” will be visible on the Home Screen, in notifications and in the App Library.
ar: سيظهر اسم التطبيق "سيجنال" على الشاشة الرئيسية وفي الإشعارات ومكتبة التطبيقات.
be: Назва праграмы «Signal» будзе бачная на галоўным экране, у апавяшчэннях і ў бібліятэцы праграм.
bn: অ্যাপের নাম “Signal” হোম স্ক্রিনে, নোটিফিকেশনে ও অ্যাপ লাইব্রেরিতে দেখা যাবে।
ca: El nom de l'app "Signal" serà visible a la Pantalla d'inici, a les notificacions i a la Biblioteca d'aplicacions.
cs: Název aplikace „Signal“ bude vidět na domovské obrazovce, v oznámeních a v knihovně aplikací.
da: Appnavnet "Signal" vil være synligt på startskærmen, i notifikationer og i appbiblioteket.
de: Der App-Name »Signal« wird auf dem Home-Bildschirm, in den Mitteilungen und in der App-Bibliothek angezeigt.
el: Το όνομα της εφαρμογής "Signal" θα είναι ορατό στην Αρχική οθόνη, στις ειδοποιήσεις και στη Βιβλιοθήκη εφαρμογών.
es: El nombre Signal se mostrará en la pantalla de inicio, en notificaciones y en la biblioteca de apps.
fa: نام برنامه «سیگنال» در صفحه اصلی، در اعلان‌ها و «کتابخانۀ برنامه» قابل مشاهده خواهد بود.
fi: Sovelluksen nimi Signal näkyy aloitusnäytöllä, ilmoituksissa ja sovelluskirjastossa.
fr: Le nom de l'app Signal apparaîtra sur l'écran d'accueil, dans les notifications et dans la Bibliothèque d'apps.
ga: Beidh ainm na haipe "Signal" infheicthe ar an scáileán baile, i bhfógraí agus sa leabharlann aipeanna.
gu: ઍપનું નામ "Signal " હોમ સ્ક્રીન પર, નોટિફિકેશન અને ઍપ લાઇબ્રેરીમાં દેખાશે.
he: שם האפליקציה ״Signal״ יהיה גלוי במסך הבית, באזור ההתראות ובספריית האפליקציות.
hi: ऐप का नाम "Signal" होम स्क्रीन, नोटिफिकेशन और ऐप लाइब्रेरी में दिखाई देगा।
hr: Naziv aplikacije "Signal" bit će vidljiv na početnom zaslonu, u obavijestima i medijateci aplikacija.
hu: A „Signal” alkalmazás neve látható lesz a Kezdőképernyőn, az Értesítéseknél és az Alkalmazáskönyvtárban.
id: Nama aplikasi “Signal” akan terlihat di Layar Utama, notifikasi, dan Perpustakaan Aplikasi.
it: Il nome dell'app "Signal" sarà visibile sulla schermata Home, nelle notifiche che ricevi e nella Raccolta delle App.
ja: アプリ名の「Signal」は、ホーム画面、通知、アプリライブラリでは表示されます。
ko: 홈 화면, 알림, 앱 라이브러리에 앱 이름 'Signal'이 표시됩니다.
mr: “Signal” नावाचे ॲप मुख्य स्क्रीन, अधिसूचना आणि ॲप लायब्ररीमध्ये दृश्यमान असेल.
ms: Nama aplikasi "Signal" akan kelihatan pada Skrin Utama, dalam pemberitahuan dan Pustaka Aplikasi.
nb: Navnet «Signal» vises på startskjermen, i varslene og i listen over apper.
nl: De app-naam ‘Signal’ is zichtbaar op het beginscherm, in meldingen en in de appbibliotheek.
pl: Nazwa „Signal” będzie widoczna na ekranie początkowym, w powiadomieniach oraz w bibliotece aplikacji.
pt_br: O nome "Signal" ficará visível na tela inicial, nas notificações e na biblioteca de apps.
pt_pt: O nome da app “Signal” estará visível no Ecrã Inicial, nas notificações e na Biblioteca de Apps.
ro: Numele aplicației „Signal” va fi vizibil pe ecranul de pornire, în notificări și în Biblioteca de aplicații.
ru: Название приложения «Signal» будет отображаться на главном экране, в уведомлениях и библиотеке приложений.
sk: Názov aplikácie „Signal“ bude zobrazený na domovskej obrazovke, v upozorneniach a v knižnici aplikácií.
sr: Назив апликације „Signal“ биће видљив на почетном екрану, у обавештењима и на списку апликација.
sv: Appnamnet ”Signal” kommer att synas på startskärmen, i aviseringar och i appbiblioteket.
th: ชื่อของแอป “Signal” จะแสดงในหน้าจอหลัก การแจ้งเตือน และคลังแอป
tr: "Signal" uygulama adı; Ana Ekran'da, bildirimlerde ve Uygulama Kitaplığı'nda görünecektir.
ug: ئەپ ئسىمى «Signal» ئانا ئېكراندا، ئۇقتۇرۇشلاردا ۋە ئەپ كۈتۈپخانىسىدا كۆرۈنىدۇ.
uk: Назву застосунку «Signal» буде видно на головному екрані, у сповіщеннях і в бібліотеці програм.
ur: "Signal" نامی ایپ ہوم اسکرین پر، اطلاعات اور ایپ لائبریری میں ظاہر ہو گی۔
vi: Ứng dụng có tên “Signal” sẽ hiển thị trên Màn hình chính, trong mục thông báo và trong Thư viện Ứng dụng.
zh_cn: 应用名称“Signal”将会在主屏幕、通知和应用库中显示。
zh_hk: 應用程式名稱「Signal」會出現在主畫面、通知和 App 資料庫中。

# SETTINGS_APP_ICON_TITLE
source: App Icon
ar: أيقونة التطبيق
be: Значок праграмы
bn: অ্যাপ আইকন
ca: Icona de l'app
cs: Ikona aplikace
da: Appikon
de: App-Symbol
el: Εικονίδιο εφαρμογής
es: Icono de la aplicación
fa: نماد برنامه
fi: Sovelluskuvake
fr: Icône de l'app
ga: Deilbhín na haipe
gu: ઍપ આઇકન
he: סמל האפליקציה
hi: ऐप आइकन
hr: Ikona aplikacije
hu: Alkalmazásikon
id: Ikon Aplikasi
it: Icona dell'app
ja: アプリアイコン
ko: 앱 아이콘
mr: ॲप चिन्ह
ms: Ikon Aplikasi
nb: App-ikon
nl: App-pictogram
pl: Ikona aplikacji
pt_br: Ícone do app
pt_pt: Ícone da app
ro: Pictograma Aplicației
ru: Значок приложения
sk: Ikona aplikácie
sr: Икона апликације
sv: Appikon
th: ไอคอนแอป
tr: Uygulama Simgesi
ug: ئەپ سىنبەلگىسى
uk: Значок застосунку
ur: ایپ آئیکن
vi: Biểu tượng ứng dụng
zh_cn: 应用图标
zh_hk: 應用程式圖示

# SETTINGS_APPEARANCE_APP_ICON
source: App Icon
ar: أيقونة التطبيق
be: Значок праграмы
bn: অ্যাপ আইকন
ca: Icona de l'app
cs: Ikona aplikace
da: Appikon
de: App-Symbol
el: Εικονίδιο εφαρμογής
es: Icono de la aplicación
fa: نماد برنامه
fi: Sovelluskuvake
fr: Icône de l'app
ga: Deilbhín na haipe
gu: ઍપ આઇકન
he: סמל האפליקציה
hi: ऐप आइकन
hr: Ikona aplikacije
hu: Alkalmazásikon
id: Ikon Aplikasi
it: Icona dell'app
ja: アプリアイコン
ko: 앱 아이콘
mr: ॲप चिन्ह
ms: Ikon Aplikasi
nb: App-ikon
nl: App-pictogram
pl: Ikona aplikacji
pt_br: Ícone do app
pt_pt: Ícone da app
ro: Pictograma Aplicației
ru: Значок приложения
sk: Ikona aplikácie
sr: Икона апликације
sv: Appikon
th: ไอคอนแอป
tr: Uygulama Simgesi
ug: ئەپ سىنبەلگىسى
uk: Значок застосунку
ur: ایپ آئیکن
vi: Biểu tượng ứng dụng
zh_cn: 应用图标
zh_hk: 應用程式圖示

# SETTINGS_APPEARANCE_AVATAR_FOOTER
source: Display phone contact photos if available.
af: Vertoon stelselkontakfoto’s indien beskikbaar.
ar: إظهار صور جهات اتصال الهاتف إذا كانت متوفرة.
az: Əgər əlaqə kitabçanızda varsa, sistem əlaqə fotolarını görüntülə
be: Паказаць фота тэлефонных кантактаў, калі яны ёсць.
bn: যদি থাকে তবে ফোনের কন্টাক্টের ছবি প্রদর্শন করুন।
ca: Mostrar les fotos dels contactes del telèfon, si n'hi ha.
cs: Zobrazit fotografie telefonních kontaktů, pokud jsou k dispozici.
cy: Dangos lluniau cysylltiadau system os ar gael.
da: Vis dine kontakters billeder, hvis de er tilgængelige.
de: Telefonkontakt-Fotos anzeigen, falls verfügbar.
el: Προβολή των φωτογραφιών επαφών τηλεφώνου αν είναι διαθέσιμες.
es: Muestra las fotos de contactos del teléfono si están disponibles.
es_es: Display system contact photos if available
et: Kuva kontaktide fotosid telefoniraamatust, kui olemas.
eu: Display system contact photos if available.
fa: نمایش عکس‌های مخاطبان تلفن در صورت وجود.
fi: Näytä puhelimen yhteystietoihin tallennetut kuvat.
fr: Afficher les photos associées aux contacts du téléphone lorsqu'elles sont disponibles.
ga: Taispeáin grianghraif teagmhálaithe gutháin má tá siad ar fáil.
gu: જો ઉપલબ્ધ હોય તો ફોનના સંપર્કના ફોટા બતાવો.
he: להציג אנשי קשר של הטלפון אם זמינים.
hi: यदि उपलब्ध हो तो फोन संपर्क फ़ोटो प्रदर्शित करें।
hr: Prikaži fotografije kontakata telefona ako su dostupne.
hu: A telefonos névjegyek képeinek megjelenítése, ha elérhetők.
id: Tampilkan foto kontak ponsel jika tersedia.
is: Birta myndir tengiliða úr nafnaskrá kerfisins, ef þær eru tiltækar.
it: Mostra le foto dei contatti del telefono se disponibili.
ja: 可能な場合、電話の連絡先写真を表示します。
kab: Display system contact photos if available.
km: á”á„áŸ’á á¶á‰ášá¼á”á—á¶á–á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á€áŸ’á“á»á„á”áŸ’ášá–áŸá“áŸ’á’â€‹ á”áŸ’ášáŸá·á“á”á¾á˜á¶á“áŸ”
kn: ಸಿಸ್ಟಮ್‌ ಸಂಪರ್ಕದ ಫೋಟೋಗಳು ಲಭ್ಯವಿದ್ದರೆ ತೋರಿಸಿ
ko: 가능한 경우 휴대폰 연락처 사진을 표시합니다.
lt: Jei prieinama, rodyti sistemos teikiamas adresatų nuotraukas.
lv: Parādīt sistēmas kontaktpersonu fotoattēlus, ja pieejami.
mk: Display system contact photos if available.
ml: ലഭ്യമെങ്കിൽ സിസ്റ്റം കോൺടാക്റ്റ് ഫോട്ടോകൾ പ്രദർശിപ്പിക്കുക.
mr: उपलब्ध असल्यास फोन संपर्क फोटो दाखवा.
ms: Paparkan foto kenalan telefon jika tersedia.
my: ဖြစ်နိုင်လျှင် စနစ်ထဲရှိ အဆက်အသွယ်များ၏ ရုပ်ပုံများကို ပြသပါ
nb: Vis kontaktbilder fra telefonen hvis de er tilgjengelig.
nl: Geef indien beschikbaar de profielfoto's uit de contactenlijst van je telefoon weer
pa: ਜੇ ਸਿਸਟਮ ਸੰਪਰਕ ਫ਼ੋਟੋ ਮੌਜੂਦ ਹੋਣ ਤਾਂ ਦਿਖਾਓ
pl: Wyświetlaj zdjęcia z kontaktów telefonu, jeśli są dostępne.
ps: که د سیستم د مخاطب انځورونه وي نو ویې ښیئ.
pt_br: Exibir fotos de contatos da lista de contatos do telefone, se disponíveis.
pt_pt: Exibir fotos dos contactos do telemóvel se possível.
ro: Afișează fotografiile de contact ale telefonului, dacă sunt disponibile.
ru: Отображать фотографии контактов телефона, если они доступны.
sk: Zobraziť fotografie kontaktov v telefóne, ak sú k dispozícii.
sl: Prikaži sistemske kontaktne fotografije, če so na voljo.
sq: Shfaq foto kontakti nga sistemi, në pastë.
sr: Приказуј слике контаката на телефону ако су доступне.
sv: Visa kontaktfoton från telefonen om tillgängliga.
sw: Onyesha picha za mawasiliano ya mfumo ikiwa inapatikana.
ta: கணினி தொடர்பு புகைப்படங்கள் கிடைத்தால் காண்பி.
te: అందుబాటులో ఉంటే సిస్టమ్ సంప్రదింపు ఛాయాచిత్రాలను ప్రదర్శించండి
th: แสดงรูปจากในรายชื่อผู้ติดต่อบนโทรศัพท์ (หากมี)
tr: Eğer varsa telefon rehberi fotoğraflarını görüntüle.
ug: ئەگەر بولسا تېلېفون ئالاقىداشلار رەسىمىنى كۆرسىتىڭ.
uk: За наявності показувати фото з контактів телефона.
ur: اگر دستیاب ہوں تو فون سے رابطہ کی تصاویر دکھائیں۔
vi: Hiện thị ảnh liên hệ điện thoại nếu có sẵn.
zh_cn: 可用时显示手机通讯录的联系人头像。
zh_hk: 顯示電話通訊錄照片（如有）。
