Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# LEGACY_GROUP_WHAT_ARE_NEW_GROUPS_BODY
source: New Groups have features like @mentions and group admins, and will support more features in the future. All message history and media has been kept from before the upgrade.
ar: تحوي المجموعات الجديدة على ميزات مثل تضمين الإشارة بتاغ @mentions ومُشرِفي المجموعات، وستدعم أيضًا المزيد من الميزات مستقبلًا. جميع سجلات الرسائل والوسائط تمَّ الاحتفاظ بها من قبل التحديث.
be: Новыя групы маюць такія функцыі, як @згадванні і адміністратары груп, а ў будучыні яны будуць падтрымліваць дадатковыя функцыі. Уся гісторыя паведамленняў і медыяфайлы былі захаваны да абнаўлення.
bn: নতুন গ্রুপে @mentions এবং গ্রুপ অ্যাডমিনের মতো ফিচার রয়েছে এবং ভবিষ্যতে আরও ফিচার সমর্থন করবে। আপগ্রেড করার আগে সকল ম্যাসেজের ইতিহাস ও মিডিয়া রাখা হয়েছে।
ca: Els grups nous tenen funcions com ara @mencions i administradors de grups, i admetran més funcions en el futur. S'han conservat tot l'historial de missatges i el contingut anteriors a l'actualització.
cs: Nové skupiny mají funkce jako @zmínky a správce skupin a v budoucnu budou podporovat další funkce. Veškerá historie zpráv a média byla zachována z doby před aktualizací.
da: Nye grupper har funktioner som @omtaler og gruppeadministratorer og vil understøtte flere funktioner i fremtiden Al beskedhistorik og alle mediefiler fra før opgraderingen er gemt.
de: Gruppen neuen Typs besitzen Funktionen wie @-Erwähnungen und Gruppen-Admins und werden zukünftig weitere Funktionen unterstützen.
el: Οι ομάδες νέου τύπου έχουν δυνατότητες όπως οι @αναφορές και οι διαχειριστές ομάδας, και θα αποκτήσουν παραπάνω δυνατότητες στο μέλλον. Όλο το ιστορικό της συζήτησης και τα πολυμέσα διατηρήθηκαν ως είχαν πριν από την αναβάθμιση.
es: Los nuevos grupos incluyen funciones como @menciones y admins, y añadiremos más en el futuro. Se han conservado todos los mensajes y archivos multimedia que tenías antes de la actualización.
fa: گروه‌های جدید دارای قابلیت‌ها‌یی مانند اشاره‌ها@ و مدیران گروه هستند و از قابلیت‌ها‌ی بیشتری در آینده پشتیبانی خواهند کرد. تمام تاریخچهٔ گروه و رسانه‌های پیش از ارتقا حفظ شده‌اند.
fi: Uudet ryhmät tukevat nyt @mainintoja ja ylläpitäjiä, sekä muita ominaisuuksia tulevaisuudessa. Kaikki päivitystä edeltävä viestihistoria ja media on säilytetty.
fr: Les nouveaux groupes proposent des fonctionnalités comme les @mentions et les admins – et en compteront d'autres bientôt. Tous les messages et médias échangés avant la conversion sont conservés.
ga: New Groups have features like @mentions and group admins, and will support more features in the future. Coinníodh stair na dteachtaireachtaí agus na meáin go léir a bhí ann roimh an uasghrádú.
gu: નવા ગ્રુપમાં @ઉલ્લેખો અને ગ્રુપ એડમિન્સ જેવા ફીચર છે, અને તે ભવિષ્યમાં વધુ ફીચરને ટેકો આપશે. અપગ્રેડ પહેલાના તમામ મેસેજ હિસ્ટ્રી અને મીડિયા રાખવામાં આવ્યા છે.
he: לקבוצות חדשות יש מאפיינים כמו @אזכורים ומנהלני קבוצה, ויתמכו במאפיינים נוספים בעתיד. כל היסטוריית ההודעות והמדיה נשמרו מלפני השדרוג.
hi: नए ग्रुप्स में कई फीचर्स हैं जैसे कि @mentions और ग्रुप एडमिन, और भविष्य में और भी कई फीचर शामिल किए जाएँगे। अपग्रेड करने से पहले के सभी संदेश इतिहास और मीडिया को रख लिया गया है।
hr: Nove grupe imaju značajke poput @spominjanja i administratora grupa, a ubuduće će podržavati više značajki. Sva povijest poruka i medijski zapisi sačuvani su nakon nadogradnje.
hu: Az új típusú csoportok olyan képességekkel rendelkeznek, mint például @említések, csoportadminok, továbbá a jövőben újabb képességek hozzáadása várható. Megtartottuk a frissítés előtti üzenet-előzményeket és médiafájlokat.
id: Grup baru akan memiliki fitur seperti penyebutan (@mentions) dan ketua grup, juga akan mendapat dukungan lebih di masa mendatang. Semua riwayat pesan dan media telah disimpan sebelum pemutakhiran.
it: I Nuovi Gruppi hanno funzionalità come @menzioni e amministratori del gruppo e supporteranno più funzionalità in futuro. Tutta la cronologia dei messaggi e i contenuti multimediali sono stati conservati da prima dell'aggiornamento.
ja: 新しいグループには、@メンションやグループ管理者機能などがあります。将来、新しい機能も追加されます。 すべてのメッセージ履歴とメディアは、アップグレード前から維持されています。
ko: 새 그룹에는 @멘션 및 그룹 관리자와 같은 기능이 있으며 향후 더 많은 기능을 지원할 예정입니다. 모든 업그레이드 전의 메시지 기록과 미디어를 보관했습니다.
mr: नवीन गटांमध्ये @उल्लेख आणि गट ऍडमिन सारखे वैशिष्ट्ये आहेत, आणि भविष्यात आम्ही अधिक वैशिष्ट्यांना समर्थन देऊ.
ms: Kumpulan Baharu mempunyai ciri-ciri seperti @sebutan dan pentadbir kumpulan, dan akan menyokong lebih banyak ciri pada masa akan datang. Semua sejarah mesej dan media telah disimpan sebelum naik taraf dibuat.
nb: Nye grupper har funksjoner som @-omtaler og gruppeadministratorer, og vil støtte enda flere i fremtiden. Alle meldingslogger og mediefiler fra før oppgraderingen, blir tatt vare på.
nl: Nieuwe-stijl groepen hebben functionaliteiten waaronder @vermeldingen en groepsbeheer en in de toekomst zullen er meer functionaliteiten aan worden toegevoegd. Alle chatgeschiedenis en media van voor het omzetten zijn behouden gebleven.
pl: W nowych grupach można korzystać z takich funkcji jak @wzmianki i administracja. W przyszłości opcji będzie jeszcze więcej. Cała historia wiadomości i wszystkie multimedia sprzed aktualizacji zostały zachowane.
pt_br: Os Novos Grupos têm recursos como @menções e administradores de grupos, entre outros que serão implementados no futuro. Todo o histórico de mensagens e mídia de antes da atualização foram mantidos.
pt_pt: Os 'Novos grupos' têm recursos como @menções e administradores de grupos e oferecerão futuramente suporte para mais recursos. Todo o histórico de mensagens e multimédia foi mantido para antes do upgrade.
ro: Noile grupuri au funcții precum @mențiuni și administratori de grup și vor suporta mai multe funcții în viitor. Tot istoricul mesajelor și conținutul media a fost păstrat înainte de actualizare.
ru: В Новых группах есть такие функции, как @упоминания и администраторы групп, и в будущем они будут поддерживать больше функций. История сообщений и все медиафайлы при обновлении остались на своих местах.
sk: Nové skupiny majú funkcie ako @spomenutia, administrátori skupín a v budúcnosti budú podporovať ďalšie nové funkcie. Celá história správ a všetky médiá boli zachované tak, ako pred aktualizáciou.
sr: Нове групе имају функционалности попут @помињања и администратора групе и подржаваће више функционалности у будућности. Целокупна историја порука и медији сачувани су од пре надоградње.
sv: Nya grupper har funktioner som @omnämnanden och gruppadministratörer och kommer att stöda fler funktioner i framtiden. All meddelandehistorik och media har sparats från före uppgraderingen.
th: กลุ่มแบบใหม่มีความสามารถเช่นการ @กล่าวถึง และระบบผู้ดูแลกลุ่ม และจะมีความสามารถเพิ่มเติมในอนาคต ประวัติการส่งข้อความและสื่อทั้งหมดได้ถูกบันทึกไว้ก่อนการอัปเกรด
tr: Yeni Gruplar @bahsetmeler ve grup yöneticileri gibi özellikleri içeriyor ve gelecekte daha fazla özellik destekleyecektir. Yükseltme öncesi tüm ileti geçmişi ve içerik saklandı.
ug: يېڭى گۇرۇپپىلارنىڭ @ئەتىكەتلەش ۋە گۇرۇپپا باشقۇرغۇچىلىرىغا ئوخشاش ئىقتىدارلىرى بار، كەلگۈسىدە تېخىمۇ كۆپ ئىقتىدارلارنى قوللايدۇ. بارلىق ئۇچۇر تارىخى ۋە ۋاسىتىلەر يېڭىلاشتىن بۇرۇن ساقلىنىپ قالىدۇ.
uk: У нових групах доступні @згадки й можна призначати адміністраторів. Згодом вони підтримуватимуть ще більше можливостей. Під час оновлення було збережено всю історію повідомлень і медіафайли.
ur: نئے گروپس میں @ ذکر اور گروپ منتظمین کی طرح کی خصوصیات ہیں ، اور آئندہ وہ مزید خصوصیات کی حمایت کریں گی۔ اپ ڈیٹ کرنے سے پہلے میسج کی تمام ہسٹری اور میڈیا کو محفوظ کر لیا گیا ہے۔
vi: Nhóm Mới có các tính năng như @nhắc và admin nhóm, và sẽ hỗ trợ nhiều tính năng trong tương lai. Tất cả lịch sử tin nhắn và đa phương tiện đã được giữ lại trước khi nâng cấp.
zh_cn: 新版群组支持@提醒和群管理员的功能，未来还将支持更多功能。 升级前已保存所有消息记录和媒体文件。
zh_hk: 「新版群組」備有諸如 @提及 和群組管理員功能，日後亦會支援更多功能。 升級前的所有訊息紀錄和媒體均已保留。

# LEGACY_GROUP_WHAT_ARE_NEW_GROUPS_TITLE
source: What are New Groups?
ar: ما هي المجموعات الجديدة؟
be: Што такое Новыя групы?
bn: নতুন কোন কোন গ্রুপ রয়েছে?
ca: Què són els grups nous?
cs: Co jsou Nové skupiny?
da: Hvad er Nye grupper?
de: Was sind Gruppen neuen Typs?
el: Τι είναι οι Ομάδες νέου τύπου;
es: ¿Qué son los nuevos grupos?
fa: گروه‌های جدید چیستند؟
fi: Mitä uudet ryhmät ovat?
fr: Les "nouveaux groupes", qu'est-ce que c'est ?
ga: Céard iad Baiclí Nua?
gu: નવા ગ્રુપ શું છે??
he: מהן קבוצות חדשות?
hi: नए ग्रुप क्या हैं?
hr: Što su Nove grupe?
hu: Új csoportok
id: Apakah Grup Baru?
it: Cosa sono i Nuovi Gruppi?
ja: 新しいグループとは？
ko: 새 그룹이 무엇인가요?
mr: नवीन गट काय आहेत?
ms: Apakah Kumpulan Baru?
nb: Hva er en "ny" gruppe?
nl: Wat zijn ‘nieuwe-stijl’ groepen?
pl: Co to są nowe grupy?
pt_br: O que são os Novos Grupos?
pt_pt: O que são os 'Novos grupos'?
ro: Ce sunt Noile Grupuri?
ru: Что такое Новые группы?
sk: Čo sú Nové skupiny?
sr: Шта су нове групе?
sv: Vad är Nya grupper?
th: อะไรคือกลุ่มแบบใหม่?
tr: Yeni Gruplar nedir?
ug: «يېڭى گۇرۇپپىلار» دېگەن نېمە؟
uk: Що таке «нові групи»?
ur: نئے گروپس کیا ہیں؟
vi: Nhóm Mới là gì?
zh_cn: 什么是新版群组？
zh_hk: 「新版群組」是甚麼？

# LINK_DEVICE_CONFIRMATION_ALERT_DONT_TRANSFER_SUBTITLE
source: No old messages or media will be transferred to your linked device
ar: لن يتم نقل أي رسائل قديمة أو وسائط لِجهازك المُرتبط.
be: Старыя паведамленні ці медыяфайлы не будуць перанесены на вашу звязаную прыладу
bn: আপনার লিংককৃত ডিভাইসে কোনো পুরানো মেসেজ বা মিডিয়া ট্রান্সফার করা হবে না
ca: No es transferiran missatges ni arxius antics al teu dispositiu vinculat
cs: Do propojeného zařízení nebudou přeneseny žádné staré zprávy ani média
da: Ingen gamle beskeder eller medier vil blive overført til din forbundne enhed
de: Es werden keine alten Nachrichten oder Medien auf dein gekoppeltes Gerät übertragen
el: Δεν θα μεταφερθούν παλιά μηνύματα ή πολυμέσα στη συνδεδεμένη συσκευή σου
es: No se transferirán mensajes ni archivos multimedia antiguos a tu dispositivo vinculado
fa: هیچ پیام یا فایل رسانه قدیمی‌ای به دستگاه متصل شما منتقل نخواهد شد
fi: Vanhoja viestejä tai mediaa ei siirretä yhdistettyyn laitteeseen
fr: Aucun de vos messages et médias existants ne sera transféré vers votre appareil associé.
ga: Ní aistreofar seanteachtaireachtaí ná seanmheáin chuig do ghléas nasctha
gu: તમારા લિંક કરેલા ડિવાઇસ પર કોઈ જૂના મેસેજ અથવા મીડિયા ટ્રાન્સફર કરવામાં આવશે નહીં
he: לא יועברו הודעות או מדיה ישנות למכשיר המקושר שלך
hi: कोई पुराना संदेश या मीडिया आपके लिंक्ड डिवाइस पर ट्रांसफ़र नहीं किया जाएगा
hr: Nijedna stara poruka niti medijski zapis neće biti preneseni na povezani uređaj
hu: A régi üzenetek vagy médiafájlok mostantól nem kerülnek áthelyezésre a kapcsolt eszközeidre
id: Pesan atau media lama tidak akan ditransfer ke perangkat terhubung
it: Nessun vecchio messaggio o media verrà trasferito sul tuo dispositivo collegato
ja: 過去のメッセージとメディアをリンク済み端末に移行しません
ko: 이전 메시지 또는 미디어를 연결된 장치에 전송하지 않습니다
mr: आपल्या लिंक केलेल्या डिव्हाइसवर कोणतेही जुने संदेश किंवा मिडीया हस्तांतरित केले जाणार नाहीत
ms: Tiada mesej atau media lama akan dipindahkan ke peranti terpaut anda
nb: Ingen gamle meldinger og mediefiler overføres til den tilkoblede enheten
nl: Oude berichten en media worden niet overgezet naar je gekoppelde apparaat
pl: Na połączone urządzenie nie zostaną przeniesione żadne stare wiadomości ani multimedia.
pt_br: Nenhuma mensagem ou mídia antiga será transferida para seu dispositivo vinculado
pt_pt: Nenhuma mensagem ou ficheiro multimédia será transferido para o seu dispositivo vinculado
ro: Niciun vechi mesaj sau fișier media nu va fi transferat pe dispozitivul asociat
ru: Старые сообщения или медиафайлы не будут перенесены на ваше связанное устройство
sk: Do vášho prepojeného zariadenia sa neprenesú žiadne staré správy ani médiá
sr: Старе поруке и медији неће бити пренесени на повезани уређај
sv: Inga gamla meddelanden eller media kommer att överföras till din länkade enhet
th: ไม่ถ่ายโอนข้อความเก่าหรือไฟล์สื่อไปยังอุปกรณ์ที่เชื่อมโยงอยู่
tr: Eski mesajlar veya medyalar bağlı cihazına aktarılmaz
ug: ھېچقانداق كونا ئۇچۇرلار ياكى مېدىيا ئۇلانغان ئۈسكۈنىڭىزگە يۆتكەلمەيدۇ
uk: Старі повідомлення й медіафайли не буде перенесено на зв'язаний пристрій
ur: آپ کی لنک کردہ ڈیوائس پر پرانے میسجز یا میڈیا ٹرانسفر نہیں کیا جائے گا
vi: Không chuyển tin nhắn và tập tin đa phương tiện đến thiết bị đã liên kết của bạn
zh_cn: 旧消息或媒体不会转移到您的已链接设备
zh_hk: 任何舊訊息或媒體將不會轉移到你的已連結裝置

# LINK_DEVICE_CONFIRMATION_ALERT_DONT_TRANSFER_TITLE
source: Don’t transfer
ar: لا تنقلْ
be: Не пераносіць
bn: ট্রান্সফার করবেন না
ca: No el transfereixis
cs: Nepřenášet
da: Overfør ikke
de: Nicht übertragen
el: Να μην γίνει μεταφορά
es: No transferir
fa: انتقال ندادن
fi: Älä siirrä
fr: Ne pas les transférer
ga: Ná haistrigh
gu: ટ્રાન્સફર કરશો નહીં
he: אל תעביר
hi: ट्रांसफ़र न करें
hr: Ne prenosi
hu: Ne utalja át
id: Jangan transfer
it: Non trasferire
ja: 振り替えない
ko: 전송하지 마세요
mr: स्थानांतरित करू नका
ms: Jangan Pindah
nb: Ikke overfør
nl: Niet overzetten
pl: Nie przenoś
pt_br: Não transferir
pt_pt: Não transferir
ro: Nu transfera
ru: Не переносить
sk: Nepreniesť
sr: Немој да преносиш
sv: För inte över
th: ไม่โอน
tr: Aktarma
ug: يۆتكىمە
uk: Не переносити
ur: منتقلی نہ کریں
vi: Không chuyển
zh_cn: 不转移
zh_hk: 不要轉移

# LINK_DEVICE_CONFIRMATION_ALERT_TITLE
source: Finish Linking
ar: إنهاء الارتباط
be: Скончыць звязванне
bn: সংযুক্তিকরণ সম্পন্ন
ca: Acaba l'enllaçament
cs: Dokončit propojení
da: Færdiggør sammenkobling
de: Koppeln abgeschlossen
el: Ολοκλήρωση σύνδεσης
es: Completar vinculación
fa: پایان پیوند دهی
fi: Viimeistele yhdistäminen
fr: Finaliser l'association
ga: Cuir an Nascadh i gCrích
gu: લિંક કરવાનું પૂર્ણ કરો
he: סיים לקשר
hi: लिंकिंग पूरी करें
hr: Dovršite povezivanje
hu: Társítás véglegesítése
id: Selesai Menghubungkan
it: Termina collegamento
ja: リンクを完了します
ko: 연결 완료
mr: लिंक करणे संपवा
ms: Selesai Memautkan
nb: Fullfør kobling
nl: Koppelen voltooien
pl: Dokończ łączenie
pt_br: Concluir vinculação
pt_pt: Concluir associação
ro: Finalizează asocierea
ru: Завершить привязку
sk: Dokončiť prepájanie
sr: Довршите повезивање
sv: Klar med länkning
th: เชื่อมโยงเสร็จสิ้น
tr: Bağlantıyı tamamla
ug: باغلاش تامام
uk: Завершіть зв'язування
ur: منسلک ہونا ختم کریں
vi: Hoàn tất liên kết
zh_cn: 完成关联
zh_hk: 完成連結

# LINK_DEVICE_CONFIRMATION_ALERT_TRANSFER_SUBTITLE
source: Transfer your text messages and your last 45 days of media
ar: انقل رسائلك النصية وآخر 45 يومًا من الوسائط.
be: Перанесці ўсе вашы тэкставыя паведамленні + вашы медыяфайлы за апошнія 45 дзён
bn: আপনার টেক্সট মেসেজ এবং আপনার শেষ 45 দিনের মিডিয়া ট্রান্সফার করুন
ca: Transfereix tots els missatges de text i els últims 45 dies d'arxius multimèdia
cs: Přenesete své textové zprávy a média za posledních 45 dní
da: Overfør dine beskeder og medierne for de sidste 45 dage
de: Übertrage alle deine Nachrichten und die Medien der letzten 45 Tage
el: Μετάφερε τα μηνύματα κειμένου σου και τα πολυμέσα των τελευταίων 45 ημερών
es: Transfiere todos tus mensajes de texto, así como tus archivos multimedia de los últimos 45 días
fa: همه پیام‌های متنی و رسانه ۴۵ روز گذشته خود را انتقال دهید
fi: Siirrä kaikki tekstiviestit ja mediasisältö viimeisten 45 päivän ajalta
fr: Transférez tous vos messages texte, ainsi que vos médias des 45 derniers jours.
ga: Aistrigh do theachtaireachtaí téacs agus na 45 lá deiridh de do mheáin
gu: તમારા બધા ટેક્સ્ટ મેસેજ અને તમારા છેલ્લા 45 દિવસના મીડિયાને ટ્રાન્સફર કરો
he: העברת כל הודעות הטקסט שלך, והעברת המדיה מ–45 הימים האחרונים
hi: अपने पिछले 45 दिनों के टेक्स्ट संदेश और मीडिया को ट्रांसफ़र करें
hr: Prenesite svoje poruke i medijske zapise iz zadnjih 45 dana
hu: Helyezd át a szöveges üzeneteidet és az elmúlt 45 nap médiatartalmát
id: Transfer media dari 45 hari terakhir dan pesan teks Anda
it: Trasferisci tutti i tuoi messaggi e gli ultimi 45 giorni di media inviati e ricevuti
ja: テキストメッセージと過去45日間のメディアを移行する
ko: 텍스트 메시지와 지난 45일간의 미디어를 전송합니다
mr: तुमचे संदेश आणि गेल्या ४५ दिवसांतील तुमचा मिडीया हस्तांतरित करा
ms: Pindahkan mesej teks anda dan media 45 hari yang lalu
nb: Overfør alle meldingene dine samt mediefilene dine fra de siste 45 dagene
nl: Zet al je tekstberichten en de laatste 45 dagen aan media over
pl: Przenieś swoje wiadomości, w tym multimedia z ostatnich 45 dni
pt_br: Transfira suas mensagens de texto e os arquivos de mídia dos últimos 45 dias
pt_pt: Transfira as suas mensagens e os seus últimos 45 dias de ficheiros multimédia.
ro: Transferă mesajele text și fișierele media din ultimele 45 de zile
ru: Перенести все ваши текстовые сообщения + медиафайлы за последние 45 дней
sk: Preneste si textové správy a posledných 45 dní médií
sr: Пренесите текстуалне поруке и последњих 45 дана медија
sv: Överför dina textmeddelanden och dina senaste 45 dagars media
th: ถ่ายโอนข้อความของคุณทั้งหมดและไฟล์สื่อจาก 45 วันที่ผ่านมา
tr: Metin mesajlarını ve son 45 günlük medyanı aktar
ug: تېكىست ئۇچۇرلىرىڭىزنى ۋە يېقىنقى 45 كۈنلۈك مېدىيالىرىڭىزنى يۆتكەڭ
uk: Буде перенесено всі текстові повідомлення і медіафайли за минулі 45 днів
ur: اپنے ٹیکسٹ میسجز اور اپنے پچھلے 45 دنوں کے میڈیا کو ٹرانسفر کریں
vi: Chuyển toàn bộ tin nhắn văn bản và chỉ các tập tin đa phương tiện trong 45 ngày vừa qua của bạn
zh_cn: 转移您的文本消息和最近 45 天的媒体
zh_hk: 轉移你的文字訊息和最近 45 天的媒體

# LINK_DEVICE_CONFIRMATION_ALERT_TRANSFER_TITLE
source: Transfer message history
ar: نقل سجلّ الرسائل
be: Перанесці гісторыю паведамленняў
bn: মেসেজের ইতিহাস ট্রান্সফার করুন
ca: Transferir l'historial de missatges
cs: Přenést historii zpráv
da: Overfør beskedhistorik
de: Nachrichtenverlauf übertragen
el: Μεταφορά ιστορικού μηνυμάτων
es: Transferir historial de mensajes
fa: انتقال تاریخچه پیام
fi: Siirrä viestihistoria
fr: Transférer tous les messages
ga: Aistrigh stair na dteachtaireachtaí
gu: મેસેજની હિસ્ટ્રી ટ્રાન્સફર કરો
he: העברת היסטוריית הודעות
hi: संदेश ट्रांसफ़र करने का इतिहास
hr: Prijenos povijesti poruka
hu: Üzenetelőzmények áthelyezése
id: Transfer riwayat pesan
it: Trasferisci la cronologia messaggi
ja: メッセージ履歴を移行する
ko: 메시지 기록 전송
mr: संदेश इतिहास हस्तांतरित करा
ms: Pindahkan sejarah mesej
nb: Overfør meldingslogg
nl: Chatgeschiedenis overzetten
pl: Przenieś historię wiadomości
pt_br: Transferir histórico de mensagens
pt_pt: Transferir histórico de mensagens
ro: Transferă istoricul mesajelor
ru: Перенести историю сообщений
sk: Preniesť históriu správ
sr: Пренеси историју порука
sv: Överför meddelandehistorik
th: ถ่ายโอนประวัติการส่งข้อความ
tr: Mesaj geçmişini aktar
ug: ئۇچۇر تارىخىنى يۆتكەش
uk: Перенести історію повідомлень
ur: میسج ہسٹری ٹرانسفر کریں
vi: Chuyển lịch sử tin nhắn
zh_cn: 转移消息历史记录
zh_hk: 轉移訊息紀錄
