Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DELETE_ACCOUNT_CONFIRMATION_IN_PROGRESS
source: Deleting Account...
af: Rekening word geskrap…
ar: جارٍ حذف الحساب…
az: Hesab silinir...
be: Выдаленне ўліковага запісу…
bn: অ্যাকাউন্ট মুছে ফেলা হচ্ছে…
ca: Eliminant el compte…
cs: Odstraňování účtu…
cy: Yn Dileu Cyfrif…
da: Sletter kontoen…
de: Konto wird gelöscht …
el: Διαγραφή λογαριασμού…
es: Eliminando cuenta…
et: Konto kustutamine...
fa: در حال حذف حساب کاربری…
fi: Poistetaan tiliä…
fr: Suppression du compte…
ga: Cuntas á Scriosadh…
gu: એકાઉન્ટ ડિલીટ થઈ રહ્યું છે…
he: מוחק חשבון…
hi: अकाउंट डिलीट हो रहा है…
hr: Brisanje računa…
hu: Fiók törlése…
id: Menghapus Akun…
is: Eyði aðgangi...
it: Eliminazione account…
ja: アカウントを削除しています…
kab: Tukksa n umiḍan...
km: á€áŸ†á–á»á„á›á»á”á‚áá“á¸...
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ...
ko: 계정 삭제 중…
lt: Ištrinama paskyra...
lv: Dzēš kontu
mk: Се брише сметката...
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുന്നു...
mr: अकाऊंट हटवत आहे(…)
ms: Memadam Akaun…
my: အကောင့် ဖျက်သိမ်းနေသည်...
nb: Sletter konto …
nl: Account aan het verwijderen…
pa: ਖਾਤਾ ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ....
pl: Usuwanie konta…
ps: اکاونټ له منځه وړلو په حال کې ده...
pt_br: Excluindo a conta…
pt_pt: A eliminar conta…
ro: Se șterge contul…
ru: Удаляем вашу учётную запись…
sk: Odstraňuje sa účet…
sl: Brisanje računa ...
sq: Po fshishet Llogari…
sr: Брисање налога…
sv: Tar bort konto …
sw: Inafuta Akaunti...
ta: நீக்குகிறது கணக்கு...
te: ఖాతాను తొలగిస్తోంది ...
th: กำลังลบบัญชี…
tr: Hesap siliniyor…
ug: ھېساباتنى ئۆچۈرۈۋاتىدۇ…
uk: Видалення акаунту…
ur: اکاؤنٹ حذف ہو رہا ہے…
vi: Đang xoá Tài khoản…
zh_cn: 正在删除账户……
zh_hk: 正在刪除帳戶…

# DELETE_ACCOUNT_CONFIRMATION_NO_INTERNET
source: No internet connection. Make sure that Wi-Fi or mobile data is turned on, then try again.
af: Geen internetverbinding. Maak seker dat jou Wi-Fi of mobiele data aan is en probeer dan weer.
ar: لا يوجد اتصال بالإنترنت. تأكَّد من أن شبكة الواي فاي أو بيانات الجوال تعمل، ثم حاوِل مرّة أخرى.
az: İnternet bağlantısı yoxdur. Wi-Fi və ya mobil verilənlərin açıq olduğuna əmin olub yenidən sınayın.
be: Няма падключэння да інтэрнэту. Праверце, каб быў уключаны Wi-Fi або мабільныя даныя, і паўтарыце спробу.
bn: কোনও ইন্টারনেট সংযোগ নেই। Wi-Fi বা মোবাইল ডেটা যে চালু করা আছে তা নিশ্চিত করার পর আবার চেষ্টা করুন।
ca: No hi ha connexió a Internet. Assegureu-vos que la Wi-Fi o les dades mòbils estiguin activades i torneu-ho a provar.
cs: Žádné připojení k internetu. Ujistěte se, že máte aktivní WiFi připojení nebo mobilní data a poté to zkuste znovu.
cy: Dim cysylltiad rhyngrwyd. Sicrhewch bod Wi-Fi neu ddata symudol yn weithredol a rhowch gynnig arall arni.
da: Ingen internetforbindelse. Sørg for at Wi-Fi eller mobildata er slået til, og prøv derefter igen.
de: Keine Internetverbindung. Überprüfe, ob WLAN oder mobile Daten eingeschaltet sind, und versuche es dann erneut.
el: Δεν υπάρχει σύνδεση στο διαδίκτυο. Παρακαλώ επιβεβαίωσε πως το Wi-Fi ή τα δεδομένα είναι ενεργοποιημένα, και προσπάθησε ξανά.
es: No hay conexión a Internet. Asegúrate de que tu dispositivo tenga acceso a Wi-Fi o datos móviles y vuelve a intentarlo.
et: Internetiühendust pole. Kontrolli, et Wi-Fi või mobiilne andmeside oleks sisse lülitatud ja proovi siis uuesti.
fa: اتصال اینترنت وجود ندارد. مطمئن شوید که Wi-Fi یا داده‌های تلفن همراه روشن شده است، سپس دوباره امتحان کنید.
fi: Ei Internet-yhteyttä. Tarkista WiFi- tai mobiilidatayhteys, ja yritä uudelleen.
fr: Aucune connexion Internet. Vérifiez que vous avez activé le Wi-Fi ou les données mobiles et réessayez.
gu: ઇન્ટરનેટ કનેક્શન નથી. ખાતરી કરો કે Wi-Fi અથવા મોબાઇલ ડેટા ચાલુ છે, પછી ફરીથી પ્રયાસ કરો.
he: אין חיבור אינטרנט. וודא שחיבור Wi-Fi מופעל או נתונים סלולריים מופעלים, ולאחר מכן נסה שוב.
hi: इंटरनेट कनेक्शन नहीं है। सुनिश्चित करें कि Wi-Fi या मोबाइल डेटा चालू है, फिर दोबारा प्रयास करें।
hr: Nema internetske veze. Provjerite je li Wi-Fi ili mobilni podaci uključeni, a zatim pokušajte ponovno.
hu: Nincs netkapcsolat. Ellenőrizd, hogy van WiFi vagy mobilnet kapcsolatod és próbáld újra.
id: Tidak ada koneksi internet. Pastikan wifi atau data seluler Anda aktif, lalu coba lagi.
is: Engin internettenging. Gakktu úr skugga um að kveikt sé á Wi-Fi eða gagnasambandi farsíma, síðan geturðu prófað aftur.
it: Nessuna connessione internet. Assicurati che il Wi-Fi o i dati mobili siano attivi, quindi riprova.
ja: インターネット接続がありません。Wi-Fiまたはモバイルデータ通信が有効であることを確認して、再度試してください。
kab: Ulac tuqqna ɣer internet. Wali ma yella Wi-Fi neɣ isefka n uziraz remden, syen εreḍ tikkelt-nniḍen.
km: á˜á·á“á˜á¶á“á€á¶ášáá—áŸ’á‡á¶á”áŸ‹á¢á»á¸á“á’áºáá·ááŸ” áŸá¼á˜á”áŸ’ášá¶á€áŠáá¶ Wi-Fi á¬â€‹ á‘á·á“áŸ’á“á“áŸá™á‘á¼ášáŸáŸá–áŸ’á‘ááŸ’ášá¼áœá”á¶á“á”á¾á€ á”á“áŸ’á‘á¶á”áŸ‹á˜á€ áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಇಂಟರ್‌ನೆಟ್‌ ಸಂಪರ್ಕ ಇಲ್ಲ. ನಿಮ್ಮ ವೈಫೈ ಅಥವಾ ಮೊಬೈಲ್‌ ಡೇಟಾ ಆನ್ ಮಾಡಲಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಿ, ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 인터넷에 연결되지 않았습니다. Wi-Fi 또는 모바일 데이터가 켜져 있는지 확인한 다음 다시 시도하세요.
lt: Nėra interneto ryšio. Įsitikinkite, kad yra įjungtas belaidis (Wi-Fi) arba mobiliųjų duomenų ryšys, o tuomet bandykite dar kartą.
lv: Nav interneta savienojuma. Pārliecinieties, vai ir ieslēgts Wi-Fi vai mobilie dati, un pēc tam mēģiniet vēlreiz.
mk: Нема интернет конекција. Проверете дали е вклучено Wi-Fi или мобилен интернет, и обидете се повторно.
ml: ഇന്റർനെറ്റ് കണക്ഷൻ ഇല്ല. വൈ-ഫൈ അല്ലെങ്കിൽ മൊബൈൽ ഡാറ്റ ഓണാണെന്ന് ഉറപ്പാക്കുക, തുടർന്ന് വീണ്ടും ശ്രമിക്കുക.
mr: कुठलेही इंटरनेट कनेक्शन नाही. Wi-Fi किंवा मोबाईल डेटा चालू असल्याची खात्री करा, नंतर पुन्हा प्रयत्न करा.
ms: Tidak ada sambungan Internet. Pastikan Wi-Fi atau data mudah alih dihidupkan, kemudian cuba lagi.
my: အင်တာနက် ချိတ်ဆက်မှု မရှိပါ။ ဝိုင်ဖိုင် နှင့် မိုဘိုင်းလ်ဒေတာ များဖွင့်ထားစေရန် သေချာစေပါ၊ ပြီးလျှင် ပြန်စမ်းပေးပါ။
nb: Ingen internettforbindelse. Sørg for at Wi-Fi eller mobildata er skrudd på, og prøv igjen.
nl: Geen internetverbinding. Controleer of wifi of mobiele data is ingeschakeld en probeer het daarna opnieuw.
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਵਾਈ-ਫਾਈ ਜਾਂ ਮੋਬਾਈਲ ਡਾਟਾ ਚਾਲੂ ਹੈ ਅਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Brak połączenia z internetem. Upewnij się, że korzystasz z sieci Wi-Fi lub danych mobilnych i spróbuj ponownie.
ps: انټرنېټ وصل نه دی. ډاډ تر لاسه کړئ چې ایا WiFi یا د موبایل ډیټا مو روښانه ده که نه، بیا وروسته هڅه وکړئ.
pt_br: Sem conexão com a internet. Certifique-se de que o Wi-Fi ou os dados móveis estejam ativados e tente novamente.
pt_pt: Sem ligação à internet. Assegure-se que o Wi-Fi e ou os dados móveis se encontram ligados, depois tente novamente.
ro: Fără conexiune internet. Asigură-te că datele Wi-Fi sau mobile sunt activate, apoi încearcă din nou.
ru: Нет соединения с интернетом. Убедитесь, что Wi-Fi или сотовые данные включены, затем попробуйте ещё раз.
sk: Žiadne internetové pripojenie. Uistite sa, že je zapnutá Wi-Fi, alebo mobilné dáta a potom to skúste znovu.
sl: Ni spletne povezave. Preverite,da je vključen WiFi ali mobilni prenos podatkov in poskusite znova.
sq: S’ka lidhje internet. Sigurohuni se të dhënat Wi-Fi ose celulare janë aktivizuar, mandej riprovoni.
sr: Нема везе са интернетом. Проверите да ли су Wi-Fi или мобилни интернет укључени и пробајте поново.
sv: Ingen internetanslutning. Se till att Wi-Fi eller mobildata är påslaget och försök igen.
sw: Hakuna muunganisho wa mtandao. Hakikisha kuwa umewasha Wi-Fi au data ya simu, kisha ujaribu tena.
ta: இல்லை இணைய இணைப்பு. வைஃபை அல்லது என்பதை உறுதிப்படுத்தவும்மொபைல் தரவு இயக்கப்பட்டது, பின்னர் மீண்டும் முயற்சிக்கவும்.
te: ఇంటర్నెట్ కనెక్షన్ లేదు. Wi-Fi లేదా మొబైల్ డేటా ఆన్ చేయబడిందని నిర్ధారించుకోండి, ఆపై మళ్లీ ప్రయత్నించండి.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต ตรวจสอบให้แน่ใจว่า Wi-Fi หรือข้อมูลมือถือได้เปิดไว้แล้วลองใหม่อีกครั้ง
tr: İnternet bağlantısı yok. Kablosuz veya mobil verinin açık olduğundan emin olun ve tekrar deneyin.
ug: ئىنتېرنېت باغلىنىشى يوق. Wi-Fi ياكى كۆچمە سانلىق مەلۇمات تورىنىڭ ئوچۇق ئىكەنلىكىنى جەزملەپ، ئاندىن قايتا سىناڭ.
uk: Відсутнє з'єднання з інтернетом. Перевірте, чи ввімкнено Wi-Fi / стільникові дані, та повторіть спробу.
ur: انٹرنیٹ کنکشن نہیں ہے۔ یقینی بنائیں کہ Wi-Fi یا موبائل ڈیٹا آن ہے ، پھر دوبارہ کوشش کریں۔
vi: Không có kết nối internet. Đảm bảo là Wi-Fi hoặc dữ liệu di động được bật, sau đó thử lại.
zh_cn: 无互联网连接。请确保 Wi-Fi 或移动数据已开启，然后重试。
zh_hk: 沒有網絡連線。請確保 Wi-Fi 或流動數據，然後重試。

# DELETE_ACCOUNT_CONFIRMATION_PHONE_NUMBER_TITLE
source: Phone Number
af: Telefoonnommer
ar: رقم الهاتف
az: Telefon nömrəsi
be: Нумар тэлефона
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonní číslo
cy: Rhif Ffôn
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
et: Telefoninumber
eu: Telefono zenbakia
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
ga: Uimhir Ghutháin
gu: ફોન નંબર
he: מספר טלפון
hi: फोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor Telepon
is: Símanúmer
it: Numero di telefono
ja: 電話番号
kab: Uṭṭun n tiliɣri
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ko: 전화번호
lt: Telefono numeris
lv: Tālruņa numurs
mk: Телефонски број
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
ms: Nombor Telefon
my: ဖုန်းနံပါတ်
nb: Telefonnummer
nl: Telefoonnummer
pa: ਫੋਨ ਨੰਬਰ
pl: Numer telefonu
ps: د ټلیفون شمېره
pt_br: Número de telefone
pt_pt: N.º de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
sq: Numër Telefoni
sr: Број телефона
sv: Telefonnummer
sw: Nambari ya Simu
ta: தொலைபேசி எண்
te: ఫోను నంబరు
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: فون نمبر
vi: Số điện thoại
zh_cn: 手机号码
zh_hk: 電話號碼

# DELETE_ACCOUNT_CONFIRMATION_SECTION_TITLE
source: Confirm Your Signal Number
af: Bevestig jou Signal-nommer
ar: قُم بتأكيد رقم سيجنال الخاص بِك
az: Signal nömrənizi təsdiqləyin
be: Пацвердзіць свой нумар Signal
bn: আপনার Signal নম্বর নিশ্চিত করুন
ca: Confirmeu el número del Signal
cs: Potvrďte vaše Signal číslo
cy: Cadarnhau Eich Rhif Signal
da: Bekræft dit Signal-nummer
de: Bestätige deine Signal-Nummer
el: Επαλήθευση του αριθμού Signal σου.
es: Confirma tu número de Signal
et: Kinnita Signali number
fa: شماره سیگنال خود را تأیید کنید
fi: Varmenna Signal-tilin puhelinnumero
fr: Confirmer votre numéro Signal
gu: તમારા Signal નંબરની પુષ્ટિ કરો
he: אשר את מספר Signal שלך
hi: अपने Signal नंबर की पुष्टि करें
hr: Potvrdite svoj Signal broj telefona
hu: Erősítsd meg Signalos telefonszámodat
id: Konfirmasi Nomor Signal Anda
is: Staðfestu símanúmer þitt á Signal
it: Conferma il tuo numero di Signal
ja: Signal番号の確認
kab: Sentem uṭṭun-ik·im n Signal
km: á”á‰áŸ’á‡á¶á€áŸ‹á›áŸá Signal ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ Signal ಸಂಖ್ಯೆಯನ್ನು ದೃಢೀಕರಿಸಿ
ko: Signal 전화번호 확인
lt: Patvirtinkite savo Signal numerį
lv: Signal numura apstiprināšana
mk: Потврдете го Вашиот Signal број
ml: നിങ്ങളുടെ Signal നമ്പർ സ്ഥിരീകരിക്കുക
mr: आपल्या Signal नंबरची पुष्टी करा
ms: Sahkan Nombor Signal Anda
my: သင့် Signal နံပါတ်ကို အတည်ပြုပါ
nb: Bekreft Signal-nummeret ditt.
nl: Bevestig je telefoonnummer
pa: ਆਪਣਾ Signal ਸਿਗਨਲ ਦਾ ਨੰਬਰ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź swój numer Signal
ps: خپله د Signal شمېره مو تایید کړئ
pt_br: Confirme o seu número do Signal
pt_pt: Confirme o seu número do Signal
ro: Confirmă numărul Signal
ru: Подтвердите свой номер Signal
sk: Potvrďte svoje Signal číslo
sl: Potrdite Signal številko
sq: Ripohoni Numrin Tuaj Signal
sr: Потврдите ваш Signal број
sv: Bekräfta ditt Signal-nummer
sw: Thibitisha Nambari yako ya Signal
ta: உங்கள் உறுதிப்படுத்தவும் Signal எண்
te: మీ Signal సంఖ్యను నిర్ధారించండి
th: ยืนยันหมายเลข Signal ของคุณ
tr: Signal Numaranızı Doğrulayın
ug: Signal نومۇرىڭىزنى جەزملەڭ
uk: Підтвердьте свій номер у Signal
ur: اپنے Signal نمبر کی تصدیق کریں
vi: Xác minh Số Signal của bạn
zh_cn: 请确认您的 Signal 号码
zh_hk: 請確認您的 Signal 電話號碼

# DELETE_ACCOUNT_CONFIRMATION_TITLE
source: Delete Account
af: Skrap rekening
ar: حذف الحساب
az: Hesabı sil
be: Выдаліць уліковы запіс
bn: অ্যাকাউন্ট মুছে ফেলুন
ca: Suprimeix el compte
cs: Smazat účet
cy: Dileu Cyfrif
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
et: Kustuta konto
eu: Kontua Ezabatu
fa: پاک کردن حساب کاربری
fi: Poista tili
fr: Supprimer le compte
ga: Scrios Cuntas
gu: એકાઉન્ટ ડિલીટ કરો
he: מחיקת חשבון
hi: अकाउंट डिलीट करें
hr: Izbriši račun
hu: Fiók törlése
id: Hapus Akun
is: Eyða notandaaðgangi
it: Elimina account
ja: アカウントを消去する
kab: Kkes amiḍan
km: á›á»á”á‚áá“á¸
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ko: 계정 삭제
lt: Ištrinti paskyrą
lv: Dzēst kontu
mk: Избриши сметка
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: अकाऊंट हटवा
ms: Padam Akaun
my: အကောင့်ကို ဖျက်သိမ်းမယ်
nb: Slett kontoen
nl: Account verwijderen
pa: ਖਾਤਾ ਮਿਟਾਓ
pl: Usuń konto
ps: د اکاونټ له منځه وړل
pt_br: Excluir conta
pt_pt: Eliminar conta
ro: Ștergere Cont
ru: Удалить учётную запись
sk: Vymazať účet
sl: Izbriši račun
sq: Fshije Llogarinë
sr: Избриши налог
sv: Ta bort konto
sw: Futa Akaunti
ta: கணக்கு நீக்குக
te: ఖాతాను తొలగించండి
th: ลบบัญชี
tr: Hesabı Sil
ug: ھېساباتنى ئۆچۈر
uk: Видалити акаунт
ur: اکاؤنٹ حذف کریں
vi: Xóa Tài khoản
zh_cn: 删除账号
zh_hk: 刪除帳戶

# DELETE_ACCOUNT_CONFIRMATION_WRONG_NUMBER
source: The phone number you entered doesn’t match your account’s.
af: Die foonnommer wat jy ingevoer het stem nie met dié van jou rekening ooreen nie.
ar: رقم الهاتف الذي أدخلته لا يتطابق مع الرقم الخاص بحسابك.
az: Daxil etdiyiniz telefon nömrəsi hesabınızla uyğunlaşmır.
be: Нумар тэлефона, які вы ўвялі, не супадае з нумарам тэлефона вашага ўліковага запісу.
bn: আপনার লেখা ফোন নম্বরটি আপনার অ্যাকাউন্টের সাথে মিলছে না।
ca: El número de telèfon introduït no coincideix amb el del compte.
cs: Telefonní číslo, které jste zadali, neodpovídá vašemu účtu.
cy: Nid yw'r rhif ffôn a nodoch yn cyfateb i'ch rhif cyfrif.
da: Det indtastede telefonnummer matcher ikke med kontoen.
de: Die eingegebene Telefonnummer entspricht nicht der deines Kontos.
el: Ο αριθμός τηλεφώνου που έγραψες δεν αντιστοιχεί στο λογαριασμό σου.
es: El número de teléfono que has introducido no coincide con el de tu cuenta de Signal.
et: Sinu poolt sisestatud telefoninumber ei vasta sinu konto numbrile.
fa: شماره تلفنی که وارد کردید با حساب کاربری شما همخوانی ندارد.
fi: Puhelinnumero ei vastaa tiliin rekisteröityä puhelinnumeroa.
fr: Le numéro de téléphone que vous avez saisi ne correspond pas à celui de votre compte.
ga: Ní mheaitseálann an uimhir ghutháin a chuir tú isteach le huimhir do chuntais.
gu: તમે દાખલ કરેલા ફોન નંબર તમારા એકાઉન્ટ સાથે મેળ ખાતા નથી.
he: מספר הטלפון שהכנסת אינו תואם את המספר של החשבון שלך.
hi: आपके द्वारा दर्ज किया गया फोन नंबर आपके खाते के फोन नंबर से मेल नहीं खाता है।
hr: Broj telefona koji ste unijeli ne podudara se s vašim računima.
hu: A megadott szám nem egyezik a fiókodhoz tartozó telefonszámmal.
id: Nomor telepon yang Anda masukkan tidak sama dengan akun Anda.
is: Símanúmerið sem þú settir inn samsvarar ekki því sem er á aðgangnum þínum.
it: Il numero di telefono che hai inserito non corrisponde a quello del tuo account.
ja: 入力された電話番号は、あなたのアカウントのものと一致しません。
kab: Uṭṭun n tilifun i teskecmeḍ ur yemṣada ara d wuṭṭun n umiḍan-ik·im.
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘áŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á”á‰áŸ’á‡á¼á›á˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶á‡á¶á˜á½á™á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸáŸ”
kn: ನೀವು ನಮೂದಿಸಿದ ಫೋನ್‌ ಸಂಖ್ಯೆಯು ನಿಮ್ಮ ಖಾತೆಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 입력한 전화번호가 계정의 전화번호와 일치하지 않습니다.
lt: Jūsų įvestas telefono numeris nesutampa su jūsų paskyros telefono numeriu.
lv: Ievadītais tālruņa numurs neatbilst jūsu kontā norādītajam.
mk: Бројот што го внесовте не се совпаѓа со Вашите сметки.
ml: നിങ്ങൾ നൽകിയ ഫോൺ നമ്പർ നിങ്ങളുടെ അക്കൗണ്ടുമായി പൊരുത്തപ്പെടുന്നില്ല.
mr: आपण प्रविष्ट केलेला फोन नंबर आपल्या खात्याशी जुळत नाही.
ms: Nombor telefon yang anda masukkan tidak sepadan dengan akaun anda.
my: သင်ရိုက်ထည့်ထားသော ဖုန်းနံပါတ်သည် သင့်အကောင့်အတွင်းရှိ နံပါတ်နှင့် မကိုက်ညီပါ။
nb: Telefonummeret du oppga hører ikke til kontoen din.
nl: Het telefoonnummer dat je hebt ingevuld komt niet overeen met het telefoonnummer van je Signal-account.
pa: ਤੁਹਾਡੇ ਵਲੋਂ ਦਿੱਤਾ ਫ਼ੋਨ ਨੰਬਰ ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਮਿਲਦਾ ਨਹੀਂ ਹੈ।
pl: Podany numer telefonu nie jest taki sam jak numer na koncie.
ps: هغه شمېره چې تاسې دننه کړې ده ستاسې له اکاونټ سره سر نه لګوي.
pt_br: O número de telefone que você inseriu não corresponde ao número de telefone da sua conta.
pt_pt: O número de telefone que inseriu não coincide com as suas contas.
ro: Numărul de telefon pe care l-ai introdus nu se potrivește cu cel al contului tău.
ru: Номер телефона, который вы ввели, не совпадает с номером телефона вашей учётной записи.
sk: Zadané telefónne číslo sa nezhoduje s číslom vášho účtu.
sl: Vnešena telefonska številka se ne ujema z vašim računom.
sq: Numri i telefonit që dhatë nuk përputhet me atë të llogarisë tuaj.
sr: Број телефона који сте унели се не поклапа са бројем на вашем налогу.
sv: Telefonnumret du angav matchar inte dina kontons nummer.
sw: Nambari ya simu uliyoweka hailingani na iliyo katika akaunti yako.
ta: தி தொலைபேசி நீங்கள் உள்ளிட்ட எண் உங்களுடன் பொருந்தவில்லை கணக்கு.
te: మీరు నమోదు చేసిన ఫోన్ నంబర్ మీ ఖాతాతో సరిపోలలేదు.
th: หมายเลขโทรศัพท์ที่คุณป้อนไม่ตรงกับหมายเลขในบัญชีคุณ
tr: Girdiğiniz telefon numarası hesabınızla eşleşmemektedir.
ug: كىرگۈزگەن تېلېفون نومۇرىڭىز ھېساباتىڭىزدىكى بىلەن ماس كەلمىدى.
uk: Ви ввели не той номер телефону, на який зареєстровано ваш акаунт.
ur: آپ نے جو فون نمبر داخل کیا ہے وہ آپ کے اکاؤنٹ کے مماثل نہیں ہے۔
vi: Số điện thoại bạn nhập vào không khớp với số của tài khoản của bạn.
zh_cn: 您输入的手机号码与 Signal 账户的手机号码不匹配。
zh_hk: 您所輸入的電話號碼與您的帳戶不符。

# DELETE_ALL_MESSAGES_IN_CONVERSATION_ALERT_BODY
source: Delete all messages in the chat?
af: Skrap alle boodskappe in die klets?
ar: هل ترغبُ بحذف جميع الرسائل في المحادثة؟
az: Söhbətinizdəki bütün mesajlar silinsin?
be: Выдаліць усе паведамленні ў чаце?
bg: Изтриване на всички съобщения в разговора?
bn: চ্যাটে থাকা সব ম্যাসেজ মুছবেন?
ca: Vols eliminar tots els missatges del xat?
cs: Smazat všechny zprávy v chatu?
cy: Dileu pob neges yn y sgwrs hon?
da: Slet alle beskeder i chatten?
de: Alle Nachrichten in diesem Chat löschen?
el: Διαγραφή όλων των μηνυμάτων στη συνομιλία;
es: ¿Eliminar todos los mensajes del chat?
es_es: ¿Eliminar todos los mensajes del chat?
et: Kas kustutada kõik vestluse sõnumid?
eu: Solasaldian dauden mezu guztiak ezabatu?
fa: همه پیام‌های موجود در گفتگو پاک شود؟
fi: Poistetaanko kaikki viestit tästä keskustelusta?
fil: Burahin lahat ng mensahe sa pag-uusap?
fr: Supprimer tous les messages de cette conversation ?
ga: Scrios gach teachtaireacht atá sa chomhrá?
gu: ચેટમાં તમામ મેસેજ ડિલીટ કરવા છે?
he: למחוק את כל ההודעות בצ'אט?
hi: चैट में सभी संदेश डिलीट करें?
hr: Želite li izbrisati sve poruke u razgovoru?
hu: Minden üzenetet törölsz a csevegésben?
id: Hapus semua pesan dalam obrolan ini?
is: Eyða öllum skilaboðum í þessu spjalli?
it: Eliminare tutti i messaggi nella chat?
ja: このチャットのメッセージをすべて消去しますか？
kab: Kkes akk iznan deg udiwenni?
kk: Әңгімедегі барлық хабарламалар жойылсын ба?
km: á›á»á”áŸá¶ášá‘á¶áŸ†á„á¢áŸáŸ‹á“áŸ…á€áŸ’á“á»á„áˆáŸ‚á?
kn: ಚಾಟ್‌ನಲ್ಲಿರುವ ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸುವುದೇ?
ko: 대화의 모든 메시지를 삭제하시겠어요?
lt: Ištrinti visas pokalbio žinutes?
lv: Vai dzēst visas ziņas šajā tērzēšanā?
mk: Да се избришат сите пораки во разговорот?
ml: ചാറ്റിലെ എല്ലാ സന്ദേശങ്ങളും ഇല്ലാതാക്കണോ?
mr: चॅटमधील सर्व संदेश हटवायचे?
ms: Padam semua mesej dalam sembang?
my: စကားပြောဆိုမှု အတွင်းရှိ မက်ဆေ့ချ်များ အားလုံးကို ဖျက်သိမ်းမည်လား?
nb: Vil du slette alle meldingene i samtalen?
nl: Alle berichten in deze chat verwijderen?
pa: ਗੱਲਬਾਤ ਵਿੱਚੋਂ ਸਾਰੇ ਸੁਨੇਹੇ ਹਟਾਉਣੇ ਹਨ?
pa_pk: گل وات اچ سارے سنیہاں نوں حذف کرو؟
pl: Usunąć wszystkie wiadomości w tym czacie?
ps: غواړئ په چټ کې ټول پیغامونه پاک کړئ؟
pt_br: Excluir todas as mensagens no chat?
pt_pt: Eliminar todas as mensagens no chat?
ro: Ștergi toate mesajele din conversație?
ru: Удалить все сообщения в чате?
sk: Vymazať všetky správy v čete?
sl: Zbrišem vsa sporočila pogovora?
sq: Të fshihen krejt mesazhet në këtë fjalosje?
sr: Желите ли да избришете све поруке у ћаскању?
sv: Ta bort alla meddelanden i chatten?
sw: Ungependa kufuta jumbe zote kwenye gumzo?
ta: இந்த உரையாடலில் உள்ள அனைத்து செய்திகளையும் நீக்கவா?
te: మాటామంతీలోని అన్ని సందేశాలను తొలగించాలా?
th: ลบข้อความทั้งหมดในแชทนี้หรือไม่
tr: Sohbetteki tüm mesajlar silinsin mi?
ug: بۇ پاراڭدىكى ھەممە ئۇچۇرنى ئۆچۈرەمسىز؟
uk: Видалити всі повідомлення в чаті?
ur: چیٹ میں موجود تمام میسجز کو حذف کریں؟
vi: Xóa tất cả các tin nhắn trong cuộc trò chuyện?
zh_cn: 是否删除此聊天中的所有消息？
zh_hk: 刪除聊天中的所有訊息？

# DELETE_ALL_MESSAGES_IN_CONVERSATION_BUTTON
source: Delete All Messages
af: Skrap alle boodskappe
ar: حذف جميع الرسائل
az: Bütün mesajları sil
be: Выдаліць усе паведамленні
bg: Изтриване на всички съобщения
bn: সকল বার্তা মুছে ফেলুন
ca: Suprimeix tots els missatges
cs: Smazat všechny zprávy
cy: Dileu Pob Neges
da: Slet alle beskeder
de: Alle Nachrichten löschen
el: Διαγραφή όλων των μηνυμάτων
es: Eliminar todos los mensajes
es_es: Eliminar todos los mensajes
et: Kustuta kõik sõnumid
eu: Ezabatu Mezu Guztiak
fa: پاک کردن همه پیام‌ها
fi: Poista kaikki viestit
fil: Burahin Lahat ng Mensahe
fr: Supprimer tous les messages
ga: Scrios Gach Teachtaireacht
gu: બધા મેસેજ ડિલીટ કરો
he: מחיקת כל ההודעות
hi: सभी संदेश डिलीट करें
hr: Izbriši sve poruke
hu: Minden üzenet törlése
id: Hapus Semua Pesan
is: Eyða öllum skilaboðum
it: Elimina tutti i messaggi
ja: すべてのメッセージを消去する
kab: Kkes akk iznan
kk: Барлық хабарламаларды жою
km: á›á»á”áŸá¶ášá‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಿ
ko: 모든 메시지 삭제
lt: Ištrinti visas žinutes
lv: Dzēst visas ziņas
mk: Избриши ги сите пораки
ml: എല്ലാ സന്ദേശങ്ങളും ഇല്ലാതാക്കുക
mr: सर्व संदेश हटवा
ms: Padam Semua Mesej
my: မက်ဆေ့ချ်များအားလုံး ဖျက်သိမ်းမယ်
nb: Slett alle meldingene
nl: Alle berichten verwijderen
pa: ਸਾਰੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਮਿਟਾਓ
pa_pk: سارے سنیہاں نوں حذف کرو
pl: Usuń wszystkie wiadomości
ps: ټول پیغامونه پاک کړئ
pt_br: Excluir todas as mensagens
pt_pt: Eliminar todas as mensagens
ro: Șterge Toate Mesajele
ru: Удалить все сообщения
sk: Vymazať všetky správy
sl: Izbris vseh spročil
sq: Fshiji Krejt Mesazhet
sr: Избриши све поруке
sv: Ta bort alla meddelanden
sw: Futa Jumbe Zote
ta: எல்லா செய்திகளையும் நீக்கு
te: అన్ని సందేశాలను తొలగించండి
th: ลบข้อความทั้งหมด
tr: Tüm İletileri Sil
ug: ھەممە ئۇچۇرنى ئۆچۈر
uk: Видалити всі повідомлення
ur: تمام پیغامات کو حذف کریں
vi: Xóa Mọi Tin nhắn
zh_cn: 删除所有消息
zh_hk: 刪除所有訊息

# DELETE_CONTACT_ACTION_SHEET_BUTTON
source: Delete
ar: حذف
be: Выдаліць
bn: মুছে ফেলুন
ca: Eliminar
cs: Odstranit
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fa: پاک کردن
fi: Poista
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 消去する
ko: 삭제
mr: हटवा
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sr: Избриши
sv: Ta bort
th: ลบ
tr: Sil
ug: ئۆچۈرۈش
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
