Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BLOCK_LIST_UNBLOCK_TITLE_FORMAT
source: Unblock %@?
af: Ontsper %@?
ar: هل ترغبُ برفع الحظر عن %1$@؟
az: %@ əngəldən çıxarılsın?
be: Разблакаваць %1$@?
bg: Отблокирай %@ ?
bn: %1$@-কে আনব্লক করবেন?
ca: Vols desbloquejar %1$@?
cs: Odblokovat konverzaci %1$@?
cy: Dadrwystro %@?
da: Fjern blokering af %1$@?
de: %1$@ freigeben?
el: Κατάργηση αποκλεισμού της συνομιλίας %1$@;
es: ¿Desbloquear a %1$@?
es_es: ¿Desbloquear a %@?
et: Kas eemaldada %@ blokeering?
eu: %@ desblokeatu?
fa: مسدودیت %1$@ رفع شود؟
fi: Poistetaanko käyttäjän %1$@ esto?
fil: I-unblock ang %@?
fr: Débloquer %1$@ ?
ga: Bain an bac de %1$@?
gu: %1$@ને અનબ્લૉક કરવા છે?
he: לבטל חסימה של %1$@?
hi: %1$@ को अनब्लॉक करें?
hr: Odblokirati razgovor %1$@?
hu: %1$@ tiltásának feloldása?
id: Buka Blokir %1$@?
is: Opna á %@?
it: Vuoi sbloccare %1$@?
ja: %1$@ のブロックを解除しますか？
kab: Serreḥ i %@?
kk: %@ бұғатын шешу керек пе?
km: á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹ %@?
kn: %@ನಿರ್ಬಂಧ ತೆಗೆಯುವುದೇ?
ko: %1$@ 대화를 차단 해제할까요?
lt: Atblokuoti %@?
lv: Vai atbloķēt %@?
mk: Одблокирај го %@?
ml: %@നെ അൺ‌ബ്ലോക്ക് ചെയ്യണോ?
mr: %1$@ अनावरोधित करायचा?
ms: Nyahsekat %1$@?
my: %@ကိုပြန်ဖွင့်ပေးမလား?
nb: Vil du fjerne blokkeringen av %1$@?
nl: %1$@ deblokkeren?
pa: %@ ਤੋਂ ਪਾਬੰਦੀ ਹਟਾਉਣੀ ਹੈ?
pa_pk: %@ نوں ان بلاک کرو؟
pl: Odblokować grupę %1$@?
ps: غواړئ %@ له بلاک څخه وباسئ؟
pt_br: Desbloquear %1$@?
pt_pt: Desbloquear %1$@?
ro: Deblochezi pe %1$@?
ru: Разблокировать %1$@?
sk: Odblokovať konverzáciu %1$@?
sl: Želite odblokirati uporabnika_co %@?
sq: Të zhbllokohet %@?
sr: Желите ли да одблокирате ћаскање %1$@?
sv: Avblockera %1$@?
sw: Fungua %@?
ta: %@ ஐ தடைநீக்கு?
te: అనుమతించు %@?
th: เลิกบล็อก %1$@ หรือไม่
tr: %1$@ kişisinin engeli kaldırılsın mı?
ug: %1$@ نى چەكلەشنى بىكار قىلامسىز؟
uk: Розблокувати чат «%1$@»?
ur: %1$@ کو اَن بلاک کریں؟
vi: Bỏ chặn %1$@?
zh_cn: 要取消屏蔽%1$@吗？
zh_hk: 要解除封鎖 %1$@ 嗎？

# BLOCK_LIST_VIEW_BLOCK_BUTTON
source: Block
af: Versper
ar: حظر
az: Əngəllə
be: Заблакаваць
bg: Блокиране
bn: ব্লক করুন
ca: Bloquejar
cs: Blokovat
cy: Rhwystro
da: Blokér
de: Blockieren
el: Αποκλεισμός
es: Bloquear
es_es: Bloquear
et: Blokeeri
eu: Blokeatu
fa: مسدود کردن
fi: Estä
fil: I-block
fr: Bloquer
ga: Cuir bac
gu: બ્લૉક કરો
he: חסימה
hi: ब्लॉक करें
hr: Blokiraj
hu: Letiltás
id: Blokir
is: Loka á
it: Blocca
ja: ブロックする
kab: Sewḥel
kk: Бұғаттау
km: á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧಿಸಿ
ko: 차단
lt: Užblokuoti
lv: Bloķēt
mk: Блокирај
ml: തടയുക
mr: अवरोधित करा
ms: Sekat
my: ပိတ်ပင်သည်
nb: Blokker
nl: Blokkeren
pa: ਪਾਬੰਦੀ ਲਾਓ
pa_pk: بلاک کرو
pl: Zablokuj
ps: بلاک کول
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Blokovať
sl: Blokiraj
sq: Bllokoje
sr: Блокирај
sv: Blockera
sw: Zuia
ta: தடு
te: నిరోధించు
th: บล็อก
tr: Engelle
ug: چەكلەش
uk: Заблокувати
ur: بلاک کریں
vi: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# BLOCK_LIST_VIEW_BLOCKED_ALERT_MESSAGE_FORMAT
source: %@ has been blocked.
af: %@ is versper.
ar: تمَّ حظر %1$@.
az: %@ əngəlləndi.
be: %1$@ была заблакавана.
bg: Разговорът „%@“ е блокиран.
bn: %1$@-কে ব্লক করা হয়েছে
ca: S'ha bloquejat %1$@.
cs: Konverzace %1$@ byla zablokována.
cy: Mae %@ wedi'i rwystro
da: %1$@ er blevet blokeret.
de: %1$@ wurde blockiert.
el: Η συνομιλία %1$@ έχει αποκλειστεί.
es: Se ha bloqueado a %1$@.
es_es: Se ha bloqueado a %@.
et: %@ on blokeeritud.
eu: %@ blokeatu da.
fa: %1$@ مسدود شده است.
fi: %1$@ on estetty.
fil: Ang %@ ay na-block na.
fr: Vous avez bloqué %1$@.
ga: Bac curtha ar %1$@.
gu: %1$@ને બ્લૉક કરવામાં આવ્યા છે.
he: חסמת את %1$@.
hi: %1$@ को ब्लॉक कर दिया गया है।
hr: Razgovor %1$@ je blokiran.
hu: %1$@ letiltva.
id: %1$@ telah diblokir.
is: %@ hefur verið útilokaður.
it: La chat %1$@ è stata bloccata.
ja: %1$@ はブロックされています。
kab: %@ yettusewḥel.
kk: %@ бұғатталды.
km: %@ ááŸ’ášá¼áœá”á¶á“á á¶á˜áƒá¶ááŸ‹áŸ”
kn: %@ ಅನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
ko: %1$@ 대화를 차단했습니다.
lt: %@ užblokuotas.
lv: %@ ir bloķēta.
mk: %@ е блокиран.
ml: %@-നെ തടഞ്ഞു
mr: %1$@ अवरोधित केले गेले आहे.
ms: %1$@ telah disekat.
my: %@ အား ပိတ်ပင်ထားပါသည်
nb: %1$@ er blokkert.
nl: %1$@ is geblokkeerd.
pa: %@ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ ਹੈ।
pa_pk: %@ نوں بلاک کر دتا گیا اے۔
pl: Grupa %1$@ zablokowana.
ps: %@ بلاک شو.
pt_br: Você bloqueou %1$@.
pt_pt: %1$@ foi bloqueado.
ro: %1$@ a fost blocat.
ru: %1$@ был(-а) заблокирован(-а).
sk: %1$@ bol zablokovaný.
sl: Pogovor z uporabnikom/co oz. skupino %@ je bil blokiran.
sq: %@ është bllokuar.
sr: Ћаскање %1$@ је блокирано.
sv: %1$@ har blockerats.
sw: %@ Imezuiliwa.
ta: %@ தடுக்கப்பட்டது.
te: %@ బ్లాక్ చేయబడింది.
th: %1$@ ถูกบล็อกแล้ว
tr: %1$@ engellendi.
ug: %1$@ چەكلەنگەن.
uk: «%1$@» заблоковано.
ur: %1$@ کو بلاک کر دیا گیا ہے۔
vi: %1$@ đã được chặn.
zh_cn: 已屏蔽%1$@。
zh_hk: %1$@ 已被封鎖。

# BLOCK_LIST_VIEW_BLOCKED_ALERT_TITLE
source: User Blocked
af: Gebruiker versper
ar: المُستخدِم محظور
az: İstifadəçi əngəlləndi
be: Карыстальнік заблакаваны
bg: Блокиран Потребител
bn: ইউজারকে ব্লক করা হয়েছে
ca: Usuari bloquejat
cs: Uživatel zablokován
cy: Defnyddiwr Wedi'i Rwystro
da: Bruger blokeret
de: Kontakt blockiert
el: Ο χρήστης αποκλείστηκε
es: Persona bloqueada
es_es: Persona bloqueada
et: Kasutaja on blokeeritud
eu: Erabiltzailea blokeatuta
fa: کاربر مسدود شد
fi: Käyttäjä estetty
fil: Ang User ay Naka-block na
fr: Utilisateur bloqué
ga: Bac curtha ar úsáideoir
gu: ઉપયોગકર્તાને બ્લૉક કર્યા
he: חסמת את המשתמש/ת
hi: यूज़र ब्लॉक किया गया
hr: Korisnik je blokiran
hu: Felhasználó letiltva
id: Pengguna Diblokir
is: Notandi útilokaður
it: Utente bloccato
ja: ユーザーをブロックしました
kab: Aseqdac yettusweḥlen
kk: Пайдаланушы бұғатталған
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”á¶á“á á¶á˜áƒá¶ááŸ‹
kn: ಬಳಕೆದಾರನನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko: 사용자를 차단함
lt: Naudotojas užblokuotas
lv: Lietotājs bloķēts
mk: Корисникот е блокиран
ml: ഉപയോക്താവിനെ തടഞ്ഞു
mr: वापरकर्ता अवरोधित केला गेला
ms: Pengguna Disekat
my: အသုံးပြုသူကို ပိတ်ပင်လိုက်ပြီ
nb: Bruker blokkert
nl: Persoon geblokkeerd
pa: ਵਰਤੋਂਕਾਰ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ
pa_pk: صارف بلاک کیتا
pl: Osoba zablokowana
ps: کارن بلاک شو
pt_br: Pessoa bloqueada
pt_pt: Utilizador bloqueado
ro: Utilizator blocat
ru: Пользователь заблокирован
sk: Používateľ zablokovaný
sl: Uporabnik/ca je blokiran/a
sq: Përdoruesi u Bllokua
sr: Корисник је блокиран
sv: Användaren blockerad
sw: Mtumiaji Amezuiwa
ta: பயனர் தடுக்கப்பட்டது
te: వినియోగదారు నిరోధించబడింది
th: ผู้ใช้ถูกบล็อก
tr: Kullanıcı Engellendi
ug: ئىشلەتكۈچى چەكلەندى
uk: Користувача заблоковано
ur: یوزر بلاک کر دیا گیا
vi: Người dùng Đã Chặn
zh_cn: 用户已屏蔽
zh_hk: 用戶已被封鎖

# BLOCK_LIST_VIEW_BLOCKED_GROUP_ALERT_TITLE
source: Group Blocked
af: Groep versper
ar: المجموعة محظورة
az: Qrup əngəlləndi
be: Група заблакавана
bg: Блокирана група
bn: গ্রুপ ব্লক করা হয়েছে
ca: Grup bloquejat
cs: Skupina zablokována
cy: Grŵp Wedi'i Rwystro
da: Gruppe blokeret
de: Gruppe blockiert
el: Η ομάδα αποκλείστηκε
es: Grupo bloqueado
es_es: Grupo bloqueado
et: Blokeeritud grupp
eu: Taldea blokeatuta
fa: گروه مسدود شد
fi: Ryhmä estetty
fil: Ang Grupo ay Naka-block na
fr: Groupe bloqué
ga: Bac curtha ar ghrúpa
gu: ગ્રૂપ બ્લૉક કર્યું
he: קבוצה נחסמה
hi: ग्रुप ब्लॉक किया गया
hr: Grupa je blokirana
hu: Csoport letiltva
id: Grup Diblokir
is: Hópur útilokaður
it: Gruppo bloccato
ja: グループをブロックしました
kab: Agraw yettusweḥlen
kk: Топ бұғатталған
km: á€áŸ’ášá»á˜á”á¶á“á á¶á˜áƒá¶ááŸ‹
kn: ಗುಂಪನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko: 그룹을 차단함
lt: Grupė užblokuota
lv: Grupa bloķēta
mk: Групата е блокирана
ml: ഗ്രൂപ്പ് തടഞ്ഞു
mr: गट अवरोधित केला गेला
ms: Kumpulan Disekat
my: အဖွဲ့ကို ပိတ်ပင်လိုက်ပြီ
nb: Gruppe blokkert
nl: Groep geblokkeerd
pa: ਗਰੁੱਪ ਤੇ ਪਾਬੰਦੀ ਲਾਈ
pa_pk: گروپ بلاک کیتا
pl: Grupa zablokowana
ps: ګروپ بلاک شو
pt_br: Grupo bloqueado
pt_pt: Grupo bloqueado
ro: Grupul a fost blocat
ru: Группа заблокирована
sk: Skupina zablokovaná
sl: Skupina blokirana
sq: Grupi u Bllokua
sr: Група је блокирана
sv: Gruppen blockerad
sw: Kundi Limezuiwa
ta: குழு தடுக்கப்பட்டது
te: సమూహం నిరోధించబడింది
th: กลุ่มถูกบล็อก
tr: Grup Engellendi
ug: گۇرۇپپا چەكلەندى
uk: Групу заблоковано
ur: گروپ بلاک کر دیا گیا
vi: Nhóm Đã Chặn
zh_cn: 群组已屏蔽
zh_hk: 群組已被封鎖

# BLOCK_LIST_VIEW_CANT_BLOCK_SELF_ALERT_MESSAGE
source: You can't block yourself.
af: Jy kan nie jouself versper nie.
ar: لا يمكنك حظر نفسك.
az: Özünüzü əngəlləyə bilməzsiniz.
be: Вы не можаце заблакаваць сябе.
bg: Не можете да блокирате себе си.
bn: আপনি নিজেকে ব্লক করতে পারবেন না।
ca: No pots bloquejar-te a tu mateix.
cs: Nemůžete zablokovat sebe.
cy: Ni allwch rwystro eich hun.
da: Du kan ikke blokere dig selv.
de: Du kannst dich nicht selbst blockieren.
el: Δεν μπορείς να αποκλείσεις στον εαυτό σου.
es: No te puedes bloquear.
es_es: No te puedes bloquear a ti mismo.
et: Iseennast ei saa blokeerida.
eu: Ezin zara blokeatu.
fa: خودتان را نمی‌توانید مسدود کنید.
fi: Et voi estää itseäsi.
fil: Hindi mo maaaring i-block ang iyong sarili.
fr: Impossible de bloquer votre propre compte.
ga: Ní féidir leat bac a chur ort féin.
gu: તમે પોતાને બ્લૉક કરી શકતા નથી.
he: אי אפשר לחסום את עצמך.
hi: आप खुद को ब्लॉक नहीं कर सकते।
hr: Ne možete blokirati sebe.
hu: Nem tilthatod le saját magad.
id: Anda tidak bisa memblokir diri sendiri.
is: Þú getur ekki útilokað sjálfa/n þig.
it: Non puoi bloccare il tuo account.
ja: 自分自身はブロックできません。
kab: Ur tezmireḍ ara ad tesweḥleḍ iman-ik·im
kk: Сіз өзіңізді өзіңіз бұғаттай алмайсыз.
km: á¢áŸ’á“á€á˜á·á“á¢á¶á…á á¶á˜áƒá¶ááŸ‹ááŸ’á›á½á“á¢áŸ’á“á€á‘áŸáŸ”
kn: ನೀವು ಸ್ವತಃ ನಿಮ್ಮನ್ನು ನಿರ್ಬಂಧಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 본인은 차단할 수 없습니다.
lt: Jūs negalite užblokuoti save.
lv: Nav iespējams bloķēt sevi.
mk: Не можеш да се блокираш себеси.
ml: നിങ്ങൾക്ക് സ്വയം തടയാനാവില്ല.
mr: आपण स्वतःला अवरोधित करू शकत नाही.
ms: Anda tidak boleh sekat diri sendiri.
my: ကိုယ့်ကိုယ်ကို ပိတ်ပင်လို့မရပါ
nb: Du kan ikke blokkere deg selv.
nl: Je kunt jezelf niet blokkeren.
pa: ਤੁਸੀਂ ਖੁਦ ਉੱਤੇ ਪਾਬੰਦੀ ਨਹੀਂ ਲਾ ਸਕਦੇ ਹੋ।
pa_pk: تساں اپنے آپ نوں بلاک نئیں کر سکدے او۔
pl: Nie możesz zablokować siebie.
ps: تاسې نشئ کولای چې خپل ځان بلاک کړئ.
pt_br: Você não pode se autobloquear.
pt_pt: Não se pode auto-bloquear.
ro: Nu te poți bloca pe tine.
ru: Вы не можете заблокировать себя.
sk: Nemôžete blokovať sám/sama seba.
sl: Sebe ne morete blokirati.
sq: S’mund të bllokoni veten.
sr: Не можете блокирати себе.
sv: Du kan inte blockera dig själv.
sw: Huwezi kujizuia
ta: உங்களை நீங்களே தடுக்க முடியாது.
te: మిమ్మల్ని మీరు నిరోధించలేరు.
th: คุณไม่สามารถบล็อกตัวเองได้
tr: Kendini engelleyemezsin.
ug: ئۆزىڭىزنى چەكلىيەلمەيسىز.
uk: Ви не можете заблокувати себе.
ur: آپ خود کو بلاک نہیں کر سکتے۔
vi: Bạn không thể chặn chính mình.
zh_cn: 您不能屏蔽自己。
zh_hk: 你不能封鎖你自己。

# BLOCK_LIST_VIEW_CANT_BLOCK_SELF_ALERT_TITLE
source: Error
af: Fout
ar: خطأ
az: Xəta
be: Памылка
bg: Грешка
bn: ত্রুটি
cs: Chyba
cy: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
es_es: Fallo
et: Tõrge
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
ga: Earráid
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Terjadi kesalahan
is: Villa
it: Errore
ja: エラー
kab: Tuccḍa
kk: Қателік
km: á€áŸ†á á»áŸá†áŸ’á‚á„
kn: ದೋಷ
ko: 오류
lt: Klaida
lv: Kļūme
mk: Грешка
ml: പിഴവ്
mr: त्रुटी
ms: Ralat
my: ပျက်ကွက်မှုရှိ!
nb: Problem
nl: Fout
pa: ਗਲਤੀ
pa_pk: نقص
pl: Błąd
ps: تېروتنه
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sq: Gabim
sr: Грешка
sv: Fel
sw: Hitilafu
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
ug: خاتالىق
uk: Помилка
ur: غلطی ہے
vi: Lỗi
zh_cn: 错误
zh_hk: 錯誤

# BLOCK_LIST_VIEW_UNBLOCKED_ALERT_TITLE_FORMAT
source: %@ has been unblocked.
af: %@ is ontsper.
ar: تمَّ رفع الحظر عن %1$@.
az: %@ əngəldən çıxarıldı.
be: %1$@ быў(-ла) разблакаваны(-а).
bg: %@ беше отблокиран
bn: %1$@-কে আনব্লক করা হয়েছে।
ca: S'ha desbloquejat %1$@.
cs: Konverzace %1$@ byla odblokována.
cy: Mae %@ wedi'i ddadrwystro.
da: %1$@ er ikke længere blokeret.
de: %1$@ wurde freigegeben.
el: Καταργήθηκε ο αποκλεισμός της συνομιλίας %1$@.
es: Se ha desbloqueado a %1$@.
es_es: Se ha desbloqueado a «%@».
et: %@ pole enam blokeeritud.
eu: %@ desblokeatu da
fa: %1$@ رفع مسدودیت شده است.
fi: Kohteen %1$@ esto on poistettu.
fil: %@ ay hindi na naka-block.
fr: Vous avez débloqué %1$@.
ga: Bac bainte de %1$@.
gu: %1$@ને અનબ્લૉક કરવામાં આવ્યા છે.
he: בוטלה החסימה של %1$@.
hi: %1$@ को अनब्लॉक कर दिया गया है।
hr: %1$@ je odblokiran(a).
hu: %1$@ letiltása feloldva.
id: Blokir %1$@ telah dibuka.
is: Opnað hefur verið á "%@".
it: La chat %1$@ è stata sbloccata.
ja: %1$@ のブロックは解除されています。
kab: %@ yettwakkes-as usewḥel.
kk: %@ бұғаты шешілді.
km: %@ ááŸ’ášá¼áœá”á¶á“á”á¾á€áŸáŸ„ášáŸ”
kn: %@ ಅನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಲಾಗಿದೆ.
ko: %1$@ 대화를 차단 해제했습니다.
lt: %@ buvo atblokuota(-as).
lv: %@ ir atbloķēta.
mk: %@ беше одблокиран.
ml: %@ നെ അൺ‌ബ്ലോക്ക് ചെയ്തിരിക്കുന്നു.
mr: %1$@ अनावरोधित केले गेले आहे.
ms: %1$@ telah dinyahsekat.
my: %@ကို ပိတ်ပင်ခြင်းမှ ဖြည်လိုက်ပြီ
nb: Blokkeringen av %1$@ er fjernet.
nl: %1$@ is gedeblokkeerd.
pa: %@ਤੋਂ ਪਾਬੰਦੀ ਹਟਾਈ ਜਾ ਚੁੱਕੀ ਹੈ।
pa_pk: %@ نوں ان بلاک کر دتا گیا اے۔
pl: Czat %1$@ odblokowany.
ps: %@ له بلاک څخه وایستل شو.
pt_br: Você desbloqueou %1$@.
pt_pt: %1$@ foi desbloqueado.
ro: %1$@ a fost deblocat.
ru: %1$@ был(-а) разблокирован(-a).
sk: Konverzácia %1$@ bola odblokovaná.
sl: Oseba %@ je bila odblokirana
sq: %@ është zhbllokuar.
sr: Ћаскање %1$@ је одблокирано.
sv: %1$@ har avblockerats.
sw: %@imezuiwa
ta: %@ தடுக்கப்பட்டது.
te: %@ అన్‌బ్లాక్ చేయబడింది.
th: เลิกบล็อก %1$@ แล้ว
tr: %1$@ kişisinin engeli kaldırıldı.
ug: %1$@ چەكلەنگەن.
uk: «%1$@» розблоковано.
ur: %1$@ کو اَن بلاک کر دیا گیا ہے۔
vi: %1$@ đã được bỏ chặn.
zh_cn: 已取消屏蔽%1$@。
zh_hk: 已解除封鎖 %1$@。

# BLOCK_LIST_VIEW_UNBLOCKED_GROUP_ALERT_BODY
source: Existing members can now add you to the group again.
af: Bestaande lede kan jou nou weer by die groep voeg.
ar: يمكن للأعضاء الموجودين إضافتك للمجموعة مرّة أُخرى.
az: Mövcud üzvlər, sizi qrupa yenidən əlavə edə bilər.
be: Існуючыя ўдзельнікі групы могуць зноў дадаць вас да гэтай групы.
bg: Съществуващите членове вече могат отново да ви добавят към групата.
bn: বিদ্যমান সদস্যরা আপনাকে আবার গ্রুপে যোগ করতে পারেন।
ca: Els membres existents ja us poden afegir de nou al grup.
cs: Stávající členové vás nyní mohou opět přidat do skupiny.
cy: Gall aelodau presennol nawr eich ychwanegu at y grŵp eto.
da: Eksisterende medlemmer kan nu tilføje dig til gruppen igen.
de: Bestehende Mitglieder können dich jetzt wieder zur Gruppe hinzufügen.
el: Τα υπάρχοντα μέλη μπορούν να σε ξαναπροσθέσουν στην ομάδα.
es: Los participantes del grupo ya pueden añadirte de nuevo.
es_es: L@s participantes del grupo ya pueden añadirte de nuevo.
et: Grupi liikmed saadav nüüd sind uuesti gruppi lisada.
eu: Partaideak direnak taldean berriro sar zaitzakete.
fa: اعضای موجود می‌توانند شما را دوباره به گروه اضافه کنند.
fi: Ryhmän nykyiset jäsenet voivat lisätä sinut takaisin ryhmään.
fil: Ang naririyan nang mga kasapi ay magagawa na ngayong idagdag kang muli sa grupo.
fr: Les membres existants peuvent maintenant vous réintégrer au groupe.
ga: Tá na baill atá ann anois ábalta tusa a chur leis an ngrúpa arís.
gu: હાલના સભ્યો તમને ફરીથી ગ્રુપમાં ઉમેરી શકે છે.
he: חברי קבוצה קיימים יכולים כעת להוסיף אותך אל הקבוצה שוב.
hi: मौजूदा सदस्य आपको फिर से ग्रुप में जोड़ने में सक्षम होंगे।
hr: Postojeći članovi sada vas mogu ponovo dodati u grupu.
hu: A csoport tagjai újra hozzáadhatnak a csoporthoz.
id: Anggota yang ada sekarang dapat menambahkan Anda ke dalam grup lagi.
is: Fyrirliggjandi meðlimir hópsins munu aftur geta bætt þér í hópinn.
it: I membri esistenti possono ora aggiungerti nel gruppo nuovamente.
ja: 既存のメンバーは、あなたをグループに再加入させることができます。
kab: Iεeggalen yellan zemren tura ad rnun ɣer ugraw i tikkelt-nniḍen.
kk: Бұрыннан бар қатысушылар енді сізді топқа қайтадан қоса алады.
km: áŸá˜á¶á‡á·á€á€áŸ’á“á»á„á€áŸ’ášá»á˜á¢á¶á…á”á”á‰áŸ’á‡á¼á›á¢áŸ’á“á€á€áŸ’á“á»á„á€áŸ’ášá»á˜á“áŸáŸ‡á˜áŸ’áá„á‘áŸ€á
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸದಸ್ಯರು ಈಗ ನಿಮ್ಮನ್ನು ಮತ್ತೆ ಗುಂಪಿಗೆ ಸೇರಿಸಬಹುದು.
ko: 이제 그룹에 있는 멤버가 나를 다시 그룹에 추가할 수 있습니다.
lt: Dabar, esami nariai gali ir vėl pridėti jus į grupę.
lv: Pastāvošie dalībnieki tagad var atkal jūs pievienot šai grupai.
mk: Постоечките членови сега повторно ќе може да ве додаваат во групата.
ml: നിലവിലുള്ള അംഗങ്ങൾക്ക് ഇപ്പോൾ നിങ്ങളെ വീണ്ടും ഗ്രൂപ്പിൽ ചേർക്കാൻ കഴിയും.
mr: आता अस्तित्वात असलेले सदस्य आपल्याला गटामध्ये पुन्हा जोडू शकतात.
ms: Ahli-ahli sedia ada sekarang boleh menambah anda ke dalam kumpulan semula.
my: လက်ရှိ အဖွဲ့ဝင်များသည် သင့်ကို အဖွဲ့ထဲသို့ပြန် ထည့်နိုင်ပါပြီ။
nb: Eksisterende medlemmer kan nå legge deg til gruppen igjen.
nl: Bestaande leden kunnen je nu opnieuw toevoegen aan de groep.
pa: ਮੌਜੂਦਾ ਮੈਂਬਰ ਹੁਣ ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਗਰੁੱਪ ਵਿੱਚ ਜੋੜ ਸਕਦੇ ਹਨ।
pa_pk: موجودہ اراکین ہونڑ تساں نوں دوبارہ گروپ اچ شامل کر سکدے ہین۔
pl: Osoby z tej grupy znów mogą Cię do niej dodać.
ps: موجود غړي اوس کولای شي چې تاسې بیا ګروپ کې اضافه کړي.
pt_br: Membros existentes podem adicionar você ao grupo novamente.
pt_pt: Os membros atuais podem agora voltar a adicionar o seu contacto ao grupo.
ro: Membrii existenți pot acum să te adauge la grup din nou.
ru: Теперь существующие участники могут снова добавить вас в группу.
sk: Existujúci členovia vás teraz môžu znovu pridať do skupiny.
sl: Obstoječi/e člani/ce vas lahko ponovno dodajo v skupino.
sq: Anëtarë ekzistues tani do të jenë në gjendje t’ju shtojnë sërish te grupi.
sr: Постојећи чланови сада могу да вас поново додају у групу.
sv: Befintliga medlemmar kan nu lägga till dig i gruppen igen.
sw: Washiriki waliopo wanaweza sasa kukuongeza kwenye kikundi tena.
ta: தற்போதுள்ள உறுப்பினர்கள் இப்போது உங்களை மீண்டும் குழுவில் சேர்க்கலாம்.
te: ఇప్పటికే ఉన్న సభ్యులు ఇప్పుడు మిమ్మల్ని మళ్ళీ గుంపుకు చేర్చవచ్చు.
th: ตอนนี้สมาชิกที่มีอยู่สามารถเพิ่มคุณเข้าไปในกลุ่มได้อีกครั้ง
tr: Bu grubun üyeleri artık sizi gruba tekrar ekleyebilir.
ug: مەۋجۇت ئەزالار ھازىر سىزنى گۇرۇپپىغا قايتا قوشالايدۇ.
uk: Тепер поточні учасники можуть знов додати вас у групу.
ur: موجودہ ممبران آپ کو دوبارہ گروپ میں شامل کرسکتے ہیں۔
vi: Các thành viên đang trong nhóm có thể thêm bạn vào nhóm trở lại.
zh_cn: 现有成员可再次将您加入群组。
zh_hk: 現有的群組成員可以再次將你加入群組。

# BLOCK_USER_BEHAVIOR_EXPLANATION
source: Blocked users will not be able to call you or send you messages.
af: Versperde gebruikers sal jou nie kan bel of vir jou boodskappe kan stuur nie.
ar: لن يتمكن المُستخدِمون المحظورون من مكالمتك أو إرسال الرسائل إليك.
az: Əngəllənmiş istifadəçilər, sizə mesaj göndərə və ya zəng edə bilməz.
be: Заблакаваныя карыстальнікі не змогуць вам тэлефанаваць або адпраўляць паведамленні.
bg: Блокиран потребител не може да ви се обажда или да ви изпраща съобщения.
bn: ব্লক করা ইউজাররা আপনাকে কল করতে বা ম্যাসেজ পাঠাতে পারবেন না।
ca: Els usuaris bloquejats no podran trucar-vos ni enviar-vos missatges.
cs: Blokovaní uživatelé vám nebudou moci volat ani posílat zprávy.
cy: Ni fydd defnyddwyr wedi'u rhwystro yn gallu eich galw nac anfon negeseuon atoch.
da: Blokerede brugere vil ikke kunne ringe eller sende beskeder til dig.
de: Blockierte Kontakte werden dich nicht anrufen oder dir Nachrichten senden können.
el: Οι αποκλεισμένοι χρήστες δεν θα μπορούν να σε καλέσουν ή να σου στείλουν μηνύματα.
es: Las personas que bloquees no podrán llamarte ni enviarte mensajes.
es_es: Las personas bloqueadas no podrán llamarte ni enviarte mensajes.
et: Blokeeritud kasutajatel pole võimalik sulle helistada ega sõnumeid saata.
eu: Blokeatutako erabiltzaileek ezin izango dizute deitu ezta mezuak bidali.
fa: کاربران مسدودشده، امکان تماس با شما یا ارسال پیام به شما را نخواهند داشت.
fi: Estetyt käyttäjät eivät voi soittaa sinulle tai lähettää sinulle viestejä.
fil: Ang mga user na naka-block ay hindi magagawang tawagan ka o padalhan ka ng mga mensahe.
fr: Les utilisateurs bloqués ne pourront ni vous appeler, ni vous envoyer des messages.
ga: Ní bheidh úsáideoirí bactha in ann glaonna a chur ort ná teachtaireachtaí a sheoladh chugat.
gu: બ્લૉક કરેલા ઉપયોગકર્તાઓ તમને કૉલ કે મેસેજ કરી શકશે નહીં.
he: משתמשים חסומים לא יוכלו להתקשר או לשלוח לך הודעות.
hi: ब्लॉक यूज़र अब आपको मेसेज भेजने या आपको कॉल करने में सक्षम नहीं होंगे।
hr: Blokirani korisnici vas neće moći nazvati niti vam slati poruke.
hu: A letiltott felhasználók nem fognak tudni sem üzenetet küldeni neked, sem pedig felhívni.
id: Pengguna yang diblokir tidak akan bisa menelepon Anda atau mengirimi Anda pesan.
is: Útilokaðir notendur munu ekki geta hringt í þig eða sent þér skilaboð.
it: Gli utenti bloccati non potranno chiamarti o inviarti messaggi.
ja: ブロックされたユーザーは、あなたにメッセージや通話を発信することができなくなります。
kab: Iseqdacen yettusweḥlen ur ttizmiren ara ad ak·am-d-siwlen neɣ ad ak·am-d-aznen iznan.
kk: Бұғатталған пайдаланушылар сізге қоңырау соға және хабарлама жібере алмайтын болады.
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹áŠáŸ‚á›á”á¶á“á á¶á˜áƒá¶ááŸ‹ á“á¹á„á˜á·á“á¢á¶á…á áŸ… á¬á•áŸ’á‰á¾áŸá¶ášá˜á€á¢áŸ’á“á€á”á¶á“á‘áŸáŸ”
kn: ನಿರ್ಬಂಧಿಸಿದ ಬಳಕೆದಾರರು ನಿಮಗೆ ಕರೆ ಮಾಡಲು ಅಥವಾ ನಿಮಗೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 차단한 사용자는 나에게 전화를 걸거나 메시지를 보낼 수 없습니다.
lt: Užblokuoti naudotojai negalės jums skambinti ar siųsti žinutes.
lv: Bloķētie lietotāji nevarēs jums piezvanīt vai sūtīt ziņas.
mk: Блокираните корисници нема да можат да ве контактираат или да ви праќаат пораки.
ml: ബ്ലോക്ക് ചെയ്യപ്പെറ്റ ഉപയോക്താക്കൾക്ക് നിങ്ങളെ വിളിക്കാനോ മെസേജുകൾ അയയ്ക്കാനോ കഴിയില്ല.
mr: अवरोधित केलेले वापरकर्ते आपल्याला कॉल करू किंवा संदेश पाठवू शकणार नाहीत.
ms: Pengguna disekat tidak akan dapat memanggil atau menghantar mesej kepada anda.
my: ပိတ်ပင်ထားသော သုံးသူများအနေဖြင့် သင့်အားစာပို့​ခြင်း၊ ဖုန်းခေါ်ခြင်းများ ​ပြုလုပ်၍မရပါ။
nb: Blokkerte brukere kan ikke ringe til deg eller sende deg meldinger.
nl: Geblokkeerde personen kunnen je niet bellen en geen berichten sturen.
pa: ਪਾਬੰਦੀ ਹੋਏ ਸੰਪਰਕ ਤੁਹਾਨੂੰ ਕਾਲ ਨਹੀਂ ਕਰ ਜਾਂ ਸੁਨੇਹੇ ਨਹੀਂ ਭੇਜ ਸਕਣਗੇ।
pa_pk: بلاک کیتے صارف تساں نوں کال کرن یا تساں نوں سنیہاے گھلن دے قابل نئیں ہون گے۔
pl: Zablokowane osoby nie będą mogły do Ciebie dzwonić ani wysyłać Ci wiadomości.
ps: بلاک شوي کاروونکي به ونشي کړای چې تاسې سره اړیکه ونیسي یا درته پیغام ولیږي.
pt_br: As pessoas bloqueadas não poderão mais fazer chamadas ou enviar mensagens para você.
pt_pt: Os utilizadores bloqueados não poderão telefonar-lhe ou enviar-lhe mensagens.
ro: Utilizatorii blocați nu vor putea să te sune sau să îți trimită mesaje.
ru: Заблокированные пользователи не смогут звонить вам или отправлять вам сообщения.
sk: Blokovaní používatelia vám nebudú môcť volať ani posielať správy.
sl: Blokirani/e uporabniki/ce vas ne bodo mogli/e klicati, oziroma vam pošiljati sporočil.
sq: Përdoruesit e bllokuar s’do të jenë në gjendje t’ju thërrasin apo t’ju dërgojnë mesazhe.
sr: Блокирани корисници вас не могу звати нити вам слати поруке.
sv: Blockerade användare kommer inte att kunna ringa eller skicka meddelanden till dig.
sw: Watumiaji waliozuiwa hawataweza kukupigia simu au kukutumia ujumbe.
ta: தடுக்கப்பட்ட பயனர்கள் உங்களை அழைக்கவோ அல்லது செய்திகளை அனுப்பவோ முடியாது.
te: నిరోధించిన వినియోగదారులు మీకు కాల్ చేయలేరు లేదా మీకు సందేశాలు పంపలేరు.
th: ผู้ใช้ที่ถูกบล็อกจะไม่สามารถโทรหรือส่งข้อความหาคุณได้
tr: Engelli kullanıcılar seni arayamaz veya sana mesaj gönderemez.
ug: چەكلەنگەن ئىشلەتكۈچىلەر سىزگە تېلېفون قىلالمايدۇ ياكى ئۇچۇر ئەۋەتەلمەيدۇ.
uk: Заблоковані користувачі не зможуть вам дзвонити й надсилати повідомлення.
ur: بلاک کردہ یوزرز آپ کو کال کرنے یا آپ کو میسجز بھیجنے کے قابل نہیں ہوں گے۔
vi: Người dùng bị chặn sẽ không thể gửi tin nhắn hay gọi cho bạn.
zh_cn: 被屏蔽的用户将无法向您发起通话或发送消息。
zh_hk: 被封鎖的用戶將無法與你通話或傳送訊息。
