Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# LINK_DEVICE_SCANNING_INSTRUCTIONS_SHEET_BODY
source: Use this device to scan the QR code displayed on the device you want to link
ar: استخدِم هذا الجهاز لِمسح كود الـ QR المعروض على الجهاز الذي تريد ربطه.
be: Выкарыстоўвайце гэту прыладу, каб прасканаваць QR-код, што паказаны на прыладзе, якую вы жадаеце звязаць
bn: আপনি যে ডিভাইসটি লিংক করতে চান তাতে প্রদর্শিত QR কোডটি স্ক্যান করতে এই ডিভাইসটি ব্যবহার করুন
ca: Utilitza aquest dispositiu per escanejar el codi QR que es mostra al dispositiu que vols vincular
cs: Pomocí tohoto zařízení naskenujte QR kód zobrazený na zařízení, které chcete propojit
da: Brug denne enhed til at scanne QR-koden, der vises på den enhed, du vil forbinde
de: Verwende dieses Gerät, um den QR-Code zu scannen, der auf dem Gerät angezeigt wird, das du koppeln möchtest
el: Χρησιμοποίησε αυτή τη συσκευή για να σκανάρεις τον κωδικό QR που εμφανίζεται στη συσκευή που θέλεις να συνδέσεις
es: Usa este dispositivo para escanear el código QR que se muestra en el dispositivo que quieres vincular
fa: از این دستگاه برای اسکن کد QR نمایش‌داده‌شده در دستگاهی که می‌خواهید متصل شود استفاده کنید
fi: Käytä tätä laitetta QR-koodin skannaamiseen siinä laitteessa, jonka haluat yhdistää
fr: Utilisez cet appareil pour scanner le code QR affiché sur l'appareil à associer.
ga: Úsáid an gléas seo chun an cód QR, atá ar taispeáint ar an ngléas lenar mian leat nascadh, a scanadh
gu: તમે જે ડિવાઇસને લિંક કરવા માંગો છો તેના પર પ્રદર્શિત QR કોડને સ્કેન કરવા માટે આ ડિવાઇસનો ઉપયોગ કરો
he: יש להשתמש במכשיר הזה כדי לסרוק את קוד ה–QR שמוצג במכשיר שברצונך לקשר
hi: जिस डिवाइस को आप लिंक करना चाहते हैं उस पर प्रदर्शित QR कोड को स्कैन करने के लिए इस डिवाइस का उपयोग करें
hr: Koristite ovaj uređaj za skeniranje QR koda prikazanog na uređaju koji želite povezati
hu: Ezzel az eszközzel beolvashatod az összekapcsolni kívánt eszközön megjelenő QR-kódot
id: Gunakan perangkat ini untuk memindai kode QR yang ditampilkan di perangkat yang ingin Anda tautkan
it: Usa questo dispositivo per scansionare il codice QR mostrato sul dispositivo che vuoi collegare
ja: この端末を使用して、リンクしたい端末に表示されているQRコードをスキャンします
ko: 이 기기를 사용하여 연결하려는 기기에 표시된 QR 코드를 스캔하세요.
mr: आपणाला लिंक करावयाच्या डिव्हाइसेसवर प्रदर्शित केलेला QR कोड स्कॅन करण्यासाठी हे डिव्हाइस वापरा
ms: Gunakan peranti ini untuk mengimbas kod QR yang dipaparkan pada peranti yang ingin anda pautkan
nb: Bruk denne enheten til å skanne QR-koden som vises på enheten du vil koble til
nl: Gebruik dit apparaat om de QR-code te scannen die wordt weergegeven op het apparaat dat je wilt koppelen
pl: Zeskanuj tym urządzeniem kod QR wyświetlany na urządzeniu, które chcesz połączyć
pt_br: Use este dispositivo para escanear o código QR exibido no dispositivo que você quer vincular
pt_pt: Utilize este dispositivo para ler o código QR apresentado no dispositivo que pretende conectar
ro: Folosește acest dispozitiv pentru a scana codul QR afișat pe dispozitivul pe care dorești să îl conectezi
ru: Используйте данное устройство для сканирования QR-кода с устройства, которое хотите привязать
sk: Pomocou tohto zariadenia naskenujte QR kód zobrazený na zariadení, ktoré chcete prepojiť
sr: Овим уређајем скенирајте QR код приказан на уређају који желите да повежете
sv: Använd den här enheten för att skanna QR-koden som visas på den enhet som du vill länka
th: ใช้อุปกรณ์เครื่องนี้สแกนคิวอาร์โค้ดซึ่งแสดงอยู่บนอุปกรณ์ที่คุณต้องการเชื่อมโยง
tr: Bağlamak istediğin cihazda görüntülenen kare kodu taramak için bu cihazı kullan
ug: بۇ ئۈسكۈنىنى ئىشلىتىپ باغلىماقچى بولغان ئۈسكۈنىدىكى QR كودىنى سايىلەڭ
uk: Зіскануйте QR-код на пристрої, який ви хочете зв'язати зі своїм акаунтом
ur: اس ڈیوائس کو استعمال کرتے ہوئے جس ڈیوائس کو آپ منسلک کرنا چاہتے ہیں اس پر ڈسپلے کردہ QR کوڈ کو اسکین کریں
vi: Sử dụng thiết bị này để quét mã QR được hiển thị trên thiết bị bạn muốn liên kết
zh_cn: 使用此设备扫描要链接的设备上显示的二维码
zh_hk: 使用此裝置來掃描你想連結的裝置上所顯示的二維碼

# LINK_DEVICE_SCANNING_INSTRUCTIONS_SHEET_TITLE
source: Scan QR Code
ar: امسح ضوئيًا كود الـ QR
be: Сканаваць QR-код
bn: QR কোড স্ক্যান করুন
ca: Escaneja el codi QR
cs: Skenování QR kódu
da: Scan QR-kode
de: QR-Code scannen
el: Σκανάρισμα κωδικού QR
es: Escanear código QR
fa: کد QR را اسکن کنید
fi: Skannaa QR-koodi
fr: Scanner le code QR
ga: Scan Cód QR
gu: QR કોડ સ્કેન કરો
he: סריקת קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kôd
hu: QR kód beolvasása
id: Pindai kode QR
it: Scansione codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
mr: QR कोड स्कॅन करा
ms: Imbas Kod QR
nb: Skann QR-koden
nl: QR-code scannen
pl: Zeskanuj kod QR
pt_br: Escanear código QR
pt_pt: Ler código QR
ro: Scanează Codul QR
ru: Сканировать QR-код
sk: Skenovať QR kód
sr: Скенирајте QR код
sv: Skanna QR-kod
th: สแกนคิวอาร์โค้ด
tr: Karekodu Tara
ug: QR كودى تارا
uk: Зіскануйте QR-код
ur: QR کوڈ سکین کریں
vi: Quét Mã QR
zh_cn: 扫描二维码
zh_hk: 掃描二維碼

# LINK_NEW_DEVICE_AUTHENTICATION_INFO_SHEET_BODY
source: Tap continue and enter your phone’s lock to confirm. Do not enter your Signal PIN.
ar: انقر على "متابعة" وأدخِل قفل هاتفك للتأكيد. لا تُدخِل رقم التعريف الشخصي (PIN) على سيجنال الخاص بك.
be: Каб пацвердзіць, націсніце «Працягнуць» і ўвядзіце код блакіроўкі тэлефона. Свой PIN-код Signal не трэба ўводзіць.
bn: 'এগিয়ে যান'-এ ট্যাপ করুন এবং নিশ্চিত করতে আপনার ফোনের লকটি খুলুন। আপনার Signal পিন লিখবেন না।
ca: Toca continuar i introdueix el patró de bloqueig del teu telèfon per confirmar. No introdueixis el teu PIN de Signal.
cs: Klepněte na pokračovat a potvrďte zadáním zámku telefonu. Nezadávejte váš Signal PIN.
da: Tryk på Fortsæt, og angiv din telefons kode for at bekræfte. Angiv ikke din Signal-pinkode.
de: Tippe auf »Weiter« und gib zur Bestätigung den Entsperrcode deines Telefons ein. Gib nicht deine Signal-PIN ein.
el: Πάτα Συνέχεια και γράψε τον κωδικό του κινητού σου για επιβεβαίωση. Μην γράψεις το PIN του Signal σου.
es: Toca Continuar e introduce el patrón de bloqueo de tu teléfono para confirmar. No introduzcas tu PIN de Signal.
fa: روی «ادامه» ضربه بزنید و برای تأیید، قفل تلفنتان را باز کنید. پین سیگنال خود را وارد نکنید.
fi: Napauta Jatka ja vahvista puhelimen lukituskoodilla. Älä anna Signalin PIN-koodia.
fr: Appuyez sur "Continuer", puis utilisez la méthode de déverrouillage de votre téléphone. Ne saisissez pas votre code PIN Signal.
ga: Tapáil Ar Aghaidh agus cuir isteach paschód do ghutháin chun deimhniú. Ná cuir isteach d'UAP Signal.
gu: ચાલુ રાખો પર ટૅપ કરો અને કન્ફર્મ કરવા માટે તમારા ફોનનું લૉક દાખલ કરો. તમારો Signal પિન દાખલ કરશો નહીં.
he: יש ללחוץ על ״המשך״ ולהזין את ביטול נעילת הטלפון שלך כדי לאשר. אין להזין את קוד ה‑PIN של Signal.
hi: 'जारी रखें' पर टैप करें और पुष्टि करने के लिए अपने फ़ोन का लॉक दर्ज करें। अपना Signal पिन दर्ज न करें।
hr: Dodirnite „Nastavi“ i upotrijebite svoj odabrani način otključavanja telefona za potvrdu. Nemojte unositi svoj Signal PIN.
hu: Koppints a Folytatás gombra, és a megerősítéshez add meg a telefonod feloldó kódját. Ne a Signal PIN-kódodat add meg.
id: Ketuk lanjutkan dan masukkan kunci ponsel Anda untuk mengonfirmasi. Jangan masukkan PIN Signal Anda.
it: Tocca su "Continua" e inserisci il codice di sblocco del tuo telefono. Non devi inserire il PIN di Signal.
ja: ［Continue］をタップし、スマートフォンの解錠コードを入力して確認します。Signal PINを入力しないようにしてください。
ko: 계속을 탭하고 휴대폰 잠금을 풀어 확인하세요. Signal PIN을 입력하지 마세요.
mr: सुरू ठेवा वर टॅप करा आणि पुष्टी करण्यासाठी आपल्या फोनचे लॉक प्रविष्ट करा. आपला Signal पिन प्रविष्ट करू नका.
ms: Ketik teruskan dan masukkan kunci telefon anda untuk mengesahkan. Jangan masukkan PIN Signal anda.
nb: Trykk på «Fortsett» og skriv inn koden til telefonen for å koble til. Ikke angi din Signal-PIN.
nl: Tik op doorgaan en ontgrendel met je telefoonvergrendeling om te bevestigen. Voer niet je Signal-pincode in.
pl: Aby potwierdzić, dotknij opcji „Kontynuuj” i użyj swojej metody odblokowywania telefonu. Nie wpisuj PIN-u do aplikacji Signal.
pt_br: Toque em continuar e digite o código de bloqueio do telefone para confirmar. Não digite seu PIN do Signal.
pt_pt: Toque em continuar e introduza o desbloqueio do seu telemóvel para confirmar. Não introduza o seu PIN do Signal.
ro: Atinge Continuă și introdu parola telefonului pentru a confirma. Nu introdu PIN-ul Signal.
ru: Нажмите «Продолжить» и введите разблокировку телефона для подтверждения. Не вводите свой Пин-код Signal.
sk: Ťuknite na Pokračovať a potvrďte odomknutím telefónu. Nezadávajte svoj Signal PIN.
sr: Да бисте потврдили, додирните „Настави“ и унесите шифру за откључавање телефона. Не уносите PIN за Signal.
sv: Tryck på fortsätt och använd metoden för att låsa upp telefonen för att bekräfta. Ange inte din Signal-pinkod.
th: แตะดำเนินการต่อ แล้วป้อนรหัสเดียวกับที่คุณใช้ปลดล็อกโทรศัพท์เพื่อยืนยันตัวตน (ไม่ใช่ Signal PIN)
tr: Devam et düğmesine dokun ve onaylamak için telefonunun şifresini gir. Signal PIN'ini girme.
ug: «داۋاملاشتۇرۇڭ» نى چېكىڭ ۋە جەزملەشتۈرۈش ئۈچۈن تېلېفونىڭىزنىڭ قۇلۇپلاش نۇمۇرىنى كىرگۈزۈڭ. Signal PIN نومۇرىڭىزنى كىرگۈزمەڭ.
uk: Натисніть «Продовжити» та введіть свій пароль для розблокування телефона. Не вводьте PIN-код Signal.
ur: جاری رکھیں پر ٹیپ کریں اور تصدیق کے لیے اپنے فون کا لاک درج کریں۔ اپنے Signal کا پِن درج نہ کریں۔
vi: Nhấn tiếp tục và nhập mã khóa điện thoại của bạn để xác nhận. Không nhập mã PIN Signal của bạn.
zh_cn: 点击继续并输入您手机的屏幕锁定密码。请勿输入您的 Signal 密码。
zh_hk: 輕按繼續並輸入手機的鎖定密碼以確認。請勿輸入你的 Signal PIN 碼。

# LINK_NEW_DEVICE_AUTHENTICATION_INFO_SHEET_TITLE
source: Before linking, confirm it’s you
ar: قبل الربط، أكِّد هويتك
be: Перад тым, як звязаць прыладу, пацвердзіце, што гэта вы
bn: লিংক করার আগে, এটি আপনিই কিনা তা নিশ্চিত করুন
ca: Abans d'enllaçar, confirma que ets tu
cs: Před propojením potvrďte, že jste to vy
da: Bekræft, at det er dig, inden du opretter forbindelse
de: Bestätige vor dem Koppeln, dass du es bist
el: Πριν από τη σύνδεση, επιβεβαίωσε ότι είσαι εσύ
es: Antes de vincular tu dispositivo, confirma que eres tú
fa: قبل از متصل کردن، تأیید کنید که خودتان هستید
fi: Varmista henkilöllisyytesi ennen laitteen yhdistämistä
fr: Avant d'associer votre appareil, merci de confirmer votre identité.
ga: Deimhnigh gur tusa atá ann roimh nascadh
gu: લિંક કરતાં પહેલાં, ખાતરી કરો કે તે તમે જ છો
he: לפני הקישור, צריך לאשר שמדובר בך
hi: लिंक करने से पहले, पुष्टि करें कि यह आप ही हैं
hr: Prije povezivanja potvrdite da ste to vi
hu: Az összekapcsolás előtt erősítsd meg a személyazonosságodat
id: Sebelum menautkan, konfirmasi diri Anda
it: Ultima verifica prima del collegamento
ja: リンクする前に、本人確認が必要です
ko: 연결 전 본인 확인
mr: लिंक करण्यापूर्वी, ते आपणच असल्याची खात्री करा
ms: Sebelum memaut, sahkan itu anda
nb: Bekreft identiteten din før du kobler til
nl: Bevestig dat jij het bent voordat je een apparaat koppelt
pl: Potwierdź, że to Ty
pt_br: Antes de vincular, confirme sua identidade
pt_pt: Antes de vincular, confirme que é o utilizador
ro: Înainte de a asocia, confirmă că ești tu
ru: Прежде чем привязать, подтвердите, что это вы
sk: Pred prepojením zariadenia potvrďte, že ste to vy
sr: Пре повезивања потврдите да сте то ви
sv: Bekräfta att det är du innan du länkar
th: โปรดยืนยันตัวตนก่อนเชื่อมโยงอุปกรณ์
tr: Bağlamadan önce, sen olduğunu onayla
ug: ئۇلاشتىن بۇرۇن ، ئۆزىڭىز ئىكەنلىكىڭىزنى جەزملەشتۈرۈڭ
uk: Ми хочемо переконатися, що це дійсно ви
ur: لنک کرنے سے پہلے تصدیق کریں کہ یہ آپ ہی ہیں
vi: Xác nhận trước khi liên kết
zh_cn: 在链接之前，请确认您的身份
zh_hk: 在連結之前，請確認這是你本人

# LINK_NEW_DEVICE_AUTHENTICATION_REASON
source: Authenticate to link a device
ar: تحقّق لربط جهاز
be: Выканайце аўтэнтыфікацыю, каб звязаць прыладу
bn: কোনো ডিভাইস লিংক করতে অথেন্টিকেট করুন
ca: Per enllaçar un dispositiu, és necessari autenticar
cs: Ověření pro účely propojení zařízení
da: Godkend for at forbinde en enhed
de: Authentifiziere dich, um ein Gerät zu koppeln
el: Πραγματοποίησε έλεγχο ταυτότητας για να συνδέσεις μια συσκευή
es: Para vincular un dispositivo, debes autenticarte
fa: احراز هویت برای متصل کردن دستگاه
fi: Suorita todennus yhdistääksesi laitteen
fr: Pour associer un appareil, veuillez vous authentifier.
ga: Fíordheimhnigh chun gléas a nascadh
gu: ડિવાઇસને લિંક કરવા માટે પ્રમાણિત કરો
he: אימות כדי לקשר מכשיר
hi: किसी डिवाइस को लिंक करने के लिए ऑथेंटिकेट करें
hr: Za povezivanje uređaja nastavite s provjerom autentičnosti
hu: Hitelesítés az eszköz összekapcsolásához
id: Autentikasi untuk menautkan perangkat
it: Autenticati per collegare un dispositivo
ja: 端末をリンクするための認証
ko: 기기를 연결하려면 인증하세요.
mr: डिव्हाइस लिंक करण्यासाठी अधिस्वीकृती द्या
ms: Sahkan untuk memautkan peranti
nb: Åpne skjermlåsen for å koble til en ny enhet
nl: Verifieer om een apparaat te koppelen
pl: Uwierzytelnij, aby połączyć urządzenie
pt_br: Faça a autenticação para vincular um dispositivo
pt_pt: Autentique para vincular um dispositivo
ro: Autentifică-te ca să conectezi un dispozitiv
ru: Пройдите аутентификацию для привязки устройства
sk: Ak chcete prepojiť zariadenie, overte totožnosť
sr: Да бисте повезали уређај, потврдите идентитет
sv: Autentisera för att länka en enhet
th: ยืนยันตัวตนเพื่อเชื่อมโยงอุปกรณ์
tr: Bir cihazı bağlamak için kimlik doğrula
ug: ئۈسكۈنىنى ئۇلاشنى دەلىللەڭ
uk: Пройдіть автентифікацію, щоб зв'язати пристрій
ur: کوئی ڈیوائس لنک کرنے کے لیے تصدیق کریں
vi: Xác thực để liên kết thiết bị
zh_cn: 验证以链接设备
zh_hk: 驗證以連結裝置

# LINK_NEW_DEVICE_FINISH_ON_OTHER_DEVICE_SHEET_BODY
source: Finish linking Signal on your other device.
ar: استكمِل إنهاء ربط سيجنال على جهازك الآخر.
be: Завяршыце звязванне Signal на іншай прыладзе.
bn: আপনার অন্য ডিভাইসে Signal লিংক করা শেষ করুন।
ca: Acabar de vincular Signal a l'altre dispositiu.
cs: Dokončete propojení aplikace Signal na druhém zařízení.
da: Færdiggør oprettelsen af forbindelse til Signal på din anden enhed.
de: Schließe die Kopplung von Signal auf deinem anderen Gerät ab.
el: Ολοκλήρωσε τη σύνδεση του Signal στην άλλη συσκευή σου.
es: Termina de vincular Signal en tu otro dispositivo.
fa: اتصال سیگنال را در دستگاه دیگر خود به پایان برسانید.
fi: Viimeistele Signalin yhdistäminen toisella laitteellasi.
fr: Utilisez votre autre appareil pour terminer l'association de Signal.
ga: Críochnaigh nascadh le Signal ar do ghléas eile.
gu: તમારા અન્ય ડિવાઇસ પર Signalને લિંક કરવાનું પૂર્ણ કરો.
he: יש לסיים את הקישור של Signal במכשיר האחר שלך.
hi: Signal को अपने अन्य डिवाइस पर लिंक करना समाप्त करें।
hr: Dovršite povezivanje sa Signalom na drugom uređaju.
hu: Fejezd be a Signal összekapcsolását a másik eszközödön.
id: Selesaikan penautan Signal di perangkat Anda yang lain.
it: Completa il collegamento di Signal sull'altro dispositivo.
ja: 他の端末でのSignalのリンクを終了します。
ko: 다른 기기에서 Signal 연결을 완료하세요.
mr: आपल्या दुसऱ्या डिव्हाइस वर Signal लिंक करणे पूर्ण करा.
ms: Selesai memautkan Signal pada peranti anda yang lain.
nb: Gjør ferdig tilkoblingen av Signal på den andre enheten.
nl: Voltooi het koppelen van Signal op je andere apparaat.
pl: Dokończ łączenie aplikacji Signal na drugim urządzeniu.
pt_br: Conclua o vínculo do Signal em seu outro dispositivo.
pt_pt: Terminou de associar o Signal ao seu outro dispositivo.
ro: Finalizează asocierea Signal pe celălalt dispozitiv.
ru: Завершите привязку Signal на другом устройстве.
sk: Dokončite prepojenie Signalu na vašom druhom zariadení.
sr: Завршите повезивање Signal-а на другом уређају.
sv: Slutför länkningen av Signal på din andra enhet.
th: โปรดดำเนินการเชื่อมโยง Signal ให้เสร็จสิ้นบนอุปกรณ์อีกเครื่อง
tr: Diğer cihazındaki Signal bağlantısını tamamla.
ug: باشقا ئۈسكۈنىلەردىكى Signal نى ئۇلاشنى تاماملاش
uk: Для завершення використайте пристрій, який ви зв'язуєте з акаунтом Signal.
ur: اپنی دوسری ڈیوائس پر Signal کی لنکنگ کو مکمل کریں۔
vi: Hoàn tất liên kết với Signal trên thiết bị khác của bạn.
zh_cn: 在另一台设备上完成链接 Signal。
zh_hk: 在你的另一部裝置上完成 Signal 連結。

# LINK_NEW_DEVICE_FINISH_ON_OTHER_DEVICE_SHEET_TITLE
source: Finish linking on your other device
ar: استكمِل إنهاء الربط على جهازك الآخر.
be: Завяршыце звязванне на іншай прыладзе
bn: আপনার অন্য ডিভাইসে লিংক করা শেষ করুন
ca: Acabar de vincular al teu altre dispositiu
cs: Dokončete propojení na druhém zařízení
da: Færdiggør oprettelsen af forbindelse på din anden enhed
de: Die Kopplung auf deinem anderen Gerät abschließen
el: Ολοκλήρωσε τη σύνδεση στην άλλη συσκευή σου
es: Completa la vinculación en tu otro dispositivo
fa: اتصال را در دستگاه دیگر خود به پایان برسانید
fi: Viimeistele yhdistäminen toisella laitteellasi
fr: Terminer l'association sur l'autre appareil
ga: Críochnaigh nascadh ar do ghléas eile
gu: તમારા અન્ય ડિવાઇસ પર લિંક કરવાનું પૂર્ણ કરો
he: יש לסיים את הקישור במכשיר האחר שלך
hi: अपने दूसरे डिवाइस पर लिंक करना समाप्त करें
hr: Dovršite povezivanje na drugom uređaju
hu: Fejezd be az összekapcsolást a másik eszközödön
id: Selesaikan penautan di perangkat Anda yang lain
it: Completa il collegamento sull'altro dispositivo
ja: 他の端末でのリンクを終了します
ko: 다른 기기에서 연결 완료
mr: आपल्या दुसऱ्या डिव्हाइसवर लिंक करणे पूर्ण करा
ms: Selesaikan pemautan pada peranti anda yang lain
nb: Fullfør tilkoblingen på den andre enheten
nl: Voltooi het koppelen op je andere apparaat
pl: Dokończ łączenie na drugim urządzeniu
pt_br: Termine de vincular em outro dispositivo
pt_pt: Terminou a associação ao seu outro dispositivo
ro: Finalizează asocierea pe celălalt dispozitiv
ru: Завершите привязку на другом устройстве
sk: Dokončite prepojenie na druhom zariadení
sr: Завршите повезивање на другом уређају
sv: Slutför länkningen på din andra enhet
th: ดำเนินการเชื่อมโยงให้เสร็จสิ้นบนอุปกรณ์อีกเครื่อง
tr: Diğer cihazında bağlantıyı tamamla
ug: باشقا ئۈسكۈنىلەردە ئۇلاشنى تاماملاش
uk: Завершіть зв'язування на іншому пристрої
ur: اپنی دوسری ڈیوائس پر لنکنگ کو مکمل کریں
vi: Hoàn tất liên kết trên thiết bị khác của bạn
zh_cn: 在其他设备上完成链接
zh_hk: 在另一部裝置上完成連結

# LINK_NEW_DEVICE_SYNC_DOWNLOAD_PROGRESS
source: Downloading %1$@ of %2$@ (%3$@)…
ar: جارٍ تنزيل %1$@ من أصل %2$@ (%3$@)…
be: Пампуецца: %1$@ з %2$@ (%3$@)…
bn: %2$@ (%3$@)-এর মধ্যে %1$@ ডাউনলোড হচ্ছে…
ca: Descarregant %1$@ de %2$@ (%3$@)…
cs: Stahování %1$@ z %2$@ (%3$@)…
da: Downloader %1$@ af %2$@ (%3$@)...
de: %1$@ von %2$@ (%3$@) heruntergeladen …
el: Λήψη %1$@ από %2$@ (%3$@)…
es: Descargando %1$@ de %2$@ (%3$@)
fa: در حال دانلود ‎%1$@ ‏از ‎%2$@ ‏(%3$@)…
fi: Ladataan %1$@ / %2$@ (%3$@)…
fr: Téléchargement en cours : %1$@ sur %2$@ (%3$@)…
ga: Íoslódáil ar bun: %1$@ as %2$@ (%3$@)…
gu: %2$@ માંથી %1$@ ડાઉનલોડ થઈ રહ્યું છે (%3$@)…
he: בהורדה: %1$@ מתוך %2$@ (%3$@)…
hi: %2$@ में से %1$@ को डाउनलोड किया जा रहा है (%3$@)…
hr: Preuzimanje: %1$@ od %2$@ (%3$@)…
hu: %1$@/%2$@ (%3$@) letöltése…
id: Mengunduh %1$@ dari %2$@ (%3$@)…
it: Download in corso: %1$@ di %2$@ (%3$@)…
ja: %2$@ のうち %1$@（%3$@)…
ko: %1$@/%2$@ 다운로드 중(%3$@)…
mr: %2$@ (%3$@) पैकी %1$@ डाउनलोड करत आहे…
ms: Memuat turun %1$@ daripada %2$@ (%3$@)…
nb: Laster ned %1$@ av %2$@ (%3$@)
nl: %1$@ van %2$@ (%3$@) aan het downloaden…
pl: Pobieranie %1$@ z %2$@ (%3$@)…
pt_br: Baixando %1$@ de %2$@ (%3$@)…
pt_pt: A transferir %1$@ de %2$@ (%3$@)…
ro: Se descarcă %1$@ din %2$@ (%3$@)…
ru: Загрузка %1$@ из %2$@ (%3$@)…
sk: Sťahuje sa %1$@ z %2$@ (%3$@)…
sr: Преузима се %1$@ од %2$@ (%3$@)…
sv: Laddar ned %1$@ av %2$@ (%3$@) …
th: กำลังดาวน์โหลด %1$@ จาก %2$@ (%3$@)…
tr: %1$@ / %2$@ (%3$@) indiriliyor…
ug: %2$@ نىڭ %1$@ تى چۈشۈۋاتىدۇ(%3$@)…
uk: Завантаження: %1$@ з %2$@ (%3$@)…
ur: %2$@ (%3$@) کا %1$@ ڈاؤن لوڈ ہو رہا ہے…
vi: Đang tải %1$@ trên tổng số %2$@ (%3$@)…
zh_cn: 正在下载 %1$@/%2$@ (%3$@)…
zh_hk: 正在下載 %2$@ 中的 %1$@ (%3$@)…

# LINK_NEW_DEVICE_SYNC_FAILED_CONTINUE_BUTTON
source: Continue without transferring
ar: المواصلة دون النقل
be: Працягнуць без пераносу
bn: ট্রান্সফার না করে চালিয়ে যান
ca: Continuar sense transferir
cs: Pokračovat bez přenosu
da: Fortsæt uden at overføre
de: Ohne Übertragung fortfahren
el: Συνέχεια χωρίς μεταφορά
es: Continuar sin transferir
fa: ادامه بدون انتقال
fi: Jatka ilman siirtoa
fr: Continuer sans transférer
ga: Lean leis gan aistriú
gu: ટ્રાન્સફર કર્યા વિના ચાલુ રાખો
he: להמשיך בלי להעביר
hi: बिना ट्रांसफ़र किए जारी रखें
hr: Nastavi bez prijenosa
hu: Folytatás átvitel nélkül
id: Lanjutkan tanpa mentransfer
it: Prosegui senza il trasferimento
ja: 転送せずに続ける
ko: 전송하지 않고 계속
mr: हस्तांतरित न करता पुढे जा
ms: Teruskan tanpa memindahkan
nb: Gå videre uten å overføre
nl: Doorgaan zonder over te zetten
pl: Kontynuuj bez przenoszenia
pt_br: Continuar sem transferir
pt_pt: Continuar sem transferir
ro: Continuă fără transfer
ru: Продолжить без переноса
sk: Pokračovať bez prenosu
sr: Настави без преноса
sv: Fortsätt utan att överföra
th: ดำเนินการต่อโดยไม่ถ่ายโอน
tr: Aktarmadan devam et
ug: يۆتكىمەي تۇرۇپلا داۋاملاشتۇرۇڭ
uk: Продовжити без перенесення
ur: منتقلی کے بغیر جاری رکھیں
vi: Tiếp tục và không chuyển
zh_cn: 继续但不传输
zh_hk: 不轉移並繼續
