Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PAYMENTS_RECIPIENT_MISSING_PROFILE_KEY_TITLE
source: Can’t send payment
af: Kan nie betaling stuur nie
ar: تعذَّر إرسال المدفوعات
az: Ödəniş göndərilə bilmir
be: Немагчыма адправіць плацеж
bn: পেমেন্ট পাঠানো যাবে না
ca: No es pot enviar el pagament.
cs: Nelze odeslat platbu
cy: Methu anfon taliad
da: Betalingen kan ikke sendes
de: Zahlung kann nicht gesendet werden
el: Αδυναμία αποστολής πληρωμής
es: No se puede enviar el pago
et: Makse saatmine ei õnnestunud
fa: ارسال پرداخت ممکن نیست
fi: Maksun lähetys epäonnistui
fr: Impossible d'effectuer ce paiement
gu: પેમેન્ટ મોકલી શકાતું નથી
he: לא ניתן לשלוח תשלום
hi: भुगतान नहीं भेज पा रहे हैं
hr: Neuspješno slanje uplate
hu: Nem lehetséges a fizetés küldése
id: Tidak dapat mengirimkan pembayaran
is: Gat ekki sent greiðslu
it: Impossibile inviare il pagamento
ja: 送金できません
km: á˜á·á“á¢á¶á…á•áŸ’á‰á¾á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: 결제를 전송할 수 없음
lt: Nepavyksta siųsti mokėjimo
lv: Nevar nosūtīt maksājumu
ml: പേയ്മെന്റ് അയയ്ക്കാൻ കഴിയില്ല
mr: पेमेंट पाठवू शकत नाही
ms: Tidak dapat menghantar pembayaran
my: ငွေပေးချေမှု ပေးပို့၍မရပါ
nb: Kan ikke sende betaling
nl: Kan betaling niet verzenden
pa: ਭੁਗਤਾਨ ਨਹੀਂ ਭੇਜ ਸਕਦਾ
pl: Nie można wysłać płatności
ps: پرداخت نشئ لیږلای
pt_br: Não é possível enviar o pagamento
pt_pt: Não foi possível enviar o pagamento
ro: Nu se poate trimite plata
ru: Невозможно отправить платёж
sk: Platbu nie je možné odoslať
sl: Plačila ni mogoče poslati
sq: S’dërgohet dot pagesë
sr: Слање уплате није успело
sv: Det går inte att skicka betalning
sw: Malipo hayajatumwa
ta: முடியாது அனுப்பு கட்டணம்
te: చెల్లింపు పంపలేరు
th: ไม่สามารถส่งการจ่ายเงินได้
tr: Ödeme gönderilemiyor
ug: چىقىم يوللىنالمىدى
uk: Неможливо надіслати платіж
ur: ادائیگی نہیں بھیج سکتے
vi: Không thể gửi thanh toán
zh_cn: 无法发送付款
zh_hk: 無法發送付款

# PAYMENTS_RECIPIENT_PAYMENTS_NOT_ENABLED_BUTTON
source: Send Request
ar: إرسال طلب
be: Адправіць запыт
bn: অনুরোধ পাঠান
ca: Enviar sol·licitud
cs: Poslat žádost
da: Send anmodning
de: Anfrage senden
el: Στείλε αίτημα
es: Enviar solicitud
fa: فرستادن درخواست
fi: Lähetä pyyntö
fr: Envoyer une demande
ga: Seol iarratas
gu: વિનંતી મોકલો
he: שליחת בקשה
hi: अनुरोध भेजें
hr: Pošalji zahtjev
hu: Kérelem küldése
id: Kirim permintaan
it: Invia richiesta
ja: リクエストを送信する
ko: 요청 보내기
mr: विनंती पाठवा
ms: Hantar permintaan
nb: Send forespørsel
nl: Verzoek sturen
pl: Wyślij prośbę
pt_br: Enviar solicitação
pt_pt: Enviar pedido
ro: Trimite cererea
ru: Отправить запрос
sk: Odoslať žiadosť
sr: Пошаљи захтев
sv: Skicka begäran
th: ส่งคำขอ
tr: İstek gönder
ug: تەلەپ يوللاش
uk: Надіслати запит
ur: درخواست بھیجیں
vi: Gửi yêu cầu
zh_cn: 发送请求
zh_hk: 傳送請求

# PAYMENTS_RECIPIENT_PAYMENTS_NOT_ENABLED_MESSAGE
source: Do you want to send them a request to activate Payments?
af: Hierdie persoon het nie betalings geaktiveer nie.
ar: هل تُريد أن ترسل لهم طلبًا لتفعيل عمليات الدفع؟
az: Bu şəxs, ödənişləri aktivləşdirmədi.
be: Жадаеце адправіць яму запыт на актывацыю «Плацяжоў»?
bn: আপনি কি পেমেন্ট সক্রিয় করার জন্য তাদেরকে অনুরোধ পাঠাতে চান?
ca: Vols enviar-li una sol·licitud per activar Pagaments?
cs: Chcete jim poslat žádost, aby si aktivovali Platby?
cy: Nid yw'r person hwn wedi ysgogi taliadau.
da: Vil du sende vedkommende en anmodning om at aktivere Betalinger?
de: Möchtest du ihm/ihr eine Anfrage zur Aktivierung von Zahlungen schicken?
el: Θέλεις να του στείλεις ένα αίτημα να ενεργοποιήσει τις πληρωμές;
es: ¿Quieres enviarle una solicitud para activar Pagos?
et: See isik pole makseid aktiveerinud.
eu: This person has not activated payments.
fa: می‌خواهید به او یک درخواست فعال کردن پرداخت‌ها ارسال کنید؟
fi: Haluatko lähettää vastaanottajalle Signal-maksujen aktivointipyynnön?
fr: Voulez-vous lui envoyer une demande d'activation des paiements ?
ga: Ar mhaith leat iarratas a sheoladh chun Íocaíochtaí a ghníomhachtú?
gu: શું તમે તેમને ચુકવણીઓ સક્રિય કરવા માટે વિનંતી મોકલવા માંગો છો?
he: רוצה לשלוח אליו או אליה בקשה להפעיל תשלומים?
hi: क्या आप उन्हें भुगतान सक्रीय करने हेतु एक अनुरोध भेजना चाहते हैं?
hr: Želite li korisniku poslati zahtjev za omogućavanje plaćanja?
hu: Szeretnél kérelmet küldeni neki a Kifizetések aktiválására?
id: Anda ingin mengirimi mereka permintaan untuk mengaktifkan Pembayaran?
is: Þessi aðili hefur ekki virkjað greiðslur.
it: Vuoi inviare a questo utente una richiesta per l'attivazione della funzione Pagamenti?
ja: 決済機能を有効にするリクエストを送信しますか？
kab: This person has not activated payments.
km: á”á»á‚áŸ’á‚á›á“áŸáŸ‡ á˜á·á“á‘á¶á“áŸ‹á”á¾á€áŠáŸ†áá¾ášá€á¶ášá€á¶ášá‘á¼á‘á¶ááŸ‹áŸ”
kn: ಈ ವ್ಯಕ್ತಿಯು ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲಿಲ್ಲ.
ko: 결제를 활성화해달라는 요청을 보낼까요?
lt: Šis žmogus nėra aktyvavęs mokėjimų.
lv: Šī persona nav aktivizējusi maksājumus.
mk: This person has not activated payments.
ml: ഈ വ്യക്തി പേയ്‌മെന്റുകൾ സജീവമാക്കിയിട്ടില്ല.
mr: आपण त्यांंना पेमेंट्स सक्रिय करण्यासाठी विनंती करू इच्छिता?
ms: Adakah anda mahu menghantar permintaan kepada mereka untuk mengaktifkan Pembayaran?
my: ၎င်းပုဂ္ဂိုလ်သည် ငွေပေးချေမှုများ မဖွင့်ရသေးပါ။
nb: Vil du sende vedkommende en forespørsel om å aktivere betalinger?
nl: Wil je deze persoon een verzoek sturen om Betalingen te activeren?
pa: ਇਸ ਵਿਅਕਤੀ ਕੋਲ ਕੋਈ ਸਰਗਰਮ ਭੁਗਤਾਨ ਨਹੀਂ ਹਨ।
pl: Wysłać tej osobie prośbę o aktywację płatności?
ps: دغه کس پرداختونه نه دي فعال کړي.
pt_br: Quer enviar uma solicitação para ativar Pagamentos?
pt_pt: Quer enviar-lhe um pedido para ativar os Pagamentos?
ro: Vrei să le trimitem o cerere pentru a activa Plățile?
ru: Отправить пользователю запрос на активацию платежей?
sk: Chcete im poslať žiadosť o aktiváciu platieb?
sl: Uporabnik_ca nima aktiviranih plačil.
sq: Ky person s’ka aktivizuar pagesa.
sr: Желите ли да пошаљете тој особи захтев за активирање плаћања?
sv: Vill du skicka hen en begäran om att aktivera betalningar?
sw: Mtu huyu hajawezesha malipo.
ta: இந்த நபர் கொடுப்பனவுகளை செயல்படுத்தவில்லை.
te: ఈ వ్యక్తి చెల్లింపులను సక్రియం చేయలేదు.
th: คุณต้องการส่งคำขอให้ผู้ใช้รายนี้เปิดใช้การชำระเงินหรือไม่
tr: Ödemeleri etkinleştirmesi için bir istek göndermek istiyor musun?
ug: ئۇلارغا پۇل تۆلەش ئىقتىدارىنى ئاكتىپلاش ئىلتىماسى يوللامسىز؟
uk: Надіслати цьому користувачеві запит на активацію платежів?
ur: کیا آپ انہیں پیمنٹس فعال کرنے کی درخواست بھیجنا چاہتے ہیں؟
vi: Bạn có muốn gửi yêu cầu bật tính năng Thanh toán?
zh_cn: 要给对方发送激活付款请求吗？
zh_hk: 你想向他們傳送啟動付款的請求嗎？

# PAYMENTS_RECIPIENT_PAYMENTS_NOT_ENABLED_TITLE
source: %1$@ hasn't activated Payments
af: Ongeldige ontvanger
ar: لم يُفعِّل %1$@ عمليات الدفع
az: Etibarsız alıcı
be: Карыстальнік %1$@ не актываваў «Плацяжы»
bn: %1$@ পেমেন্ট সক্রিয় করেননি
ca: %1$@ no ha activat Pagaments
cs: %1$@ nemá aktivované Platby
cy: Derbynnydd Annilys
da: %1$@ har ikke aktiveret betalinger
de: %1$@ hat Zahlungen nicht aktiviert
el: Ο χρήστης %1$@ δεν έχει ενεργοποιήσει τις πληρωμές
es: %1$@ no ha activado Pagos
et: Vigane saaja
eu: Invalid Recipient
fa: %1$@ پرداخت‌ها را فعال نکرده است
fi: %1$@ ei ole aktivoinut Signal-maksuja
fr: %1$@ n'a pas activé les paiements
ga: Níor ghníomhachtaigh %1$@ Íocaíochtaí
gu: %1$@એ પેમેન્ટ સક્રિય કરેલ નથી
he: %1$@ לא הפעיל/ה תשלומים
hi: %1$@ ने भुगतान सक्रीय नहीं किए हैं
hr: Korisnik %1$@ nije omogućio Plaćanja
hu: %1$@ nem aktiválta a Kifizetéseket
id: %1$@ belum mengaktifkan Pembayaran
is: Ógildur viðtakandi
it: %1$@ non ha attivato la funzione per i pagamenti
ja: %1$@ さんは決済機能を有効にしていません
kab: Invalid Recipient
km: á¢áŸ’á“á€á‘á‘á½á›á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾದ ಸ್ವೀಕೃತಿದಾರರು
ko: %1$@ 님이 결제를 아직 활성화하지 않았습니다.
lt: Neteisingas gavėjas
lv: Nederīgs saņēmējs
mk: Invalid Recipient
ml: അസാധുവായ സ്വീകർത്താവ്
mr: %1$@ ने पेमेंट्स सक्रिय केलेले नाहीत
ms: %1$@ belum mengaktifkan Pembayaran
my: လက်ခံသူ မမှန်ကန်ပါ
nb: %1$@ har ikke aktivert betalinger
nl: %1$@ heeft Betalingen niet geactiveerd
pa: ਗੈਰ-ਵਾਜਬ ਪ੍ਰਾਪਤ ਕਰਤਾ
pl: %1$@ nie ma aktywnych płatności
ps: نا سم تر لاسه کوونکی
pt_br: %1$@ não ativou Pagamentos
pt_pt: %1$@ não ativou os Pagamentos.
ro: %1$@ nu a activat Plățile
ru: Пользователь %1$@ не активировал платежи
sk: Používateľ %1$@ neaktivoval platby
sl: Neveljaven prejemnik
sq: Marrës i Pavlefshëm
sr: %1$@ није активирао/ла плаћања
sv: %1$@ har inte aktiverat betalningar
sw: Mpokeaji Si Sahihi
ta: தவறானது பெறுநர்
te: చెల్లని గ్రహీత
th: %1$@ ยังไม่ได้เปิดใช้การชำระเงิน
tr: %1$@, Ödemeleri etkinleştirmedi
ug: %1$@ پۇل تۆلەش ئىقتىدارىنى تېخى ئاكتىپلىمىغان
uk: Користувач %1$@ не активував платежі
ur: %1$@ نے پیمنٹس فعال نہیں کیں
vi: %1$@ chưa bật tính năng Thanh toán
zh_cn: %1$@还未激活付款
zh_hk: %1$@ 尚未啟動付款

# PAYMENTS_THREAD_PREVIEW_TEXT
source: 💳 Payment
ar: 💳 عملية دفع
be: 💳 Плацеж
bn: 💳 পেমেন্ট
ca: 💳 Pagament
cs: 💳 Platba
da: 💳 Betaling
de: 💳 Zahlung
el: 💳 Πληρωμή
es: 💳 Pago
fa: 💳 پرداخت
fi: 💳 Maksu
fr: Paiement 💳
ga: 💳 Íocaíocht
gu: 💳 ચુકવણી
he: 💳 תשלום
hi: 💳 भुगतान
hr: 💳 Plaćanje
hu: 💳 Fizetés
id: 💳 Pembayaran
it: 💳 Pagamenti
ja: 💳 決済
ko: 💳 결제
mr: 💳 पेमेंट
ms: 💳 Bayaran
nb: 💳 Betaling
nl: 💳 Betaling
pl: 💳 Płatność
pt_br: 💳 Pagamento
pt_pt: 💳 Pagamento
ro: 💳 Plata
ru: 💳 Платёж
sk: 💳 Platba
sr: 💳 Плаћање
sv: 💳 Betalningar
th: 💳 การชำระเงิน
tr: 💳 Ödeme
ug: 💳 تۆلەم
uk: 💳 Платіж
ur: 💳 پیمنٹ
vi: 💳 Thanh toán
zh_cn: 💳 付款
zh_hk: 💳 付款

# PAYMENTS_TRANSFER_OUT_PAYMENT
source: Transfer Out
af: Oordrag
ar: ما تمَّ إرساله
az: Köçür
be: Зроблены перавод
bn: স্থানান্তর করুন
ca: Transferència
cs: Převést
cy: Trosglwyddo Allan
da: Luk overførsel
de: Überweisungen
el: Εξωτερική Μεταφορά
es: Pago realizado
et: Väljamakse
fa: انتقال به بیرون
fi: Siirrä ulos
fr: Virement émis
gu: સ્થાનાંતરિત આઉટ
he: העבר החוצה
hi: पूरा ट्रांसफ़र कर दें
hr: Prijenos izvan
hu: Pénz kiküldés
id: Transfer Keluar
is: Millifærsla út
it: Trasferimento in uscita
ja: 振替
km: á•áŸ’á‘áŸášá…áŸá‰
kn: ಹೊರಕ್ಕೆ ವರ್ಗಾಯಿಸಿ
ko: 출금
lt: Pervesti
lv: Izejošs pārskaitījums
ml: ട്രാൻസ്ഫർ ഔട്ട്
mr: बाहेर स्थानांतरण
ms: Pindah Keluar
my: ထုတ်လွှဲပြောင်းမယ်
nb: Overfør
nl: Uitgaande overschrijving
pa: ਟ੍ਰਾਂਸਫਰ ਆਊਟ
pl: Płatność wychodząca
ps: لیږل شوی
pt_br: Transferências realizadas
pt_pt: Transferência para exterior
ro: Transfer emis
ru: Вывод средств
sk: Prevedené mimo
sl: Prenos ven
sq: Transfero jashtë
sr: Пренос новца
sv: Ta ut
sw: Hamisha
ta: இடமாற்றம் அவுட்
te: బయటికి బదిలీ
th: โอนออก
tr: Dışa aktar
ug: يۆتكەپ چىقار
uk: Переказ іншому користувачу
ur: آؤٹ ٹرانسفر
vi: Chuyển khoản Ra
zh_cn: 转出
zh_hk: 轉出

# PAYMENTS_UNIDENTIFIED_PAYMENT_INCOMING
source: Received Payment
af: Betaling ontvang
ar: المبلغ المُستلَم
az: Ödəniş alındı
be: Атрыманы плацеж
bn: পেমেন্ট পেয়েছে
ca: Pagament rebut
cs: Přijatá platba
cy: Derbynwyd Taliad
da: Modtaget betaling
de: Zahlung empfangen
el: Ληφθείσα Πληρωμή
es: Pago recibido
et: Saadud makse
fa: پرداخت دریافتی
fi: Vastaanotettu maksu
fr: Paiement reçu
gu: પેમેન્ટ પ્રાપ્ત કર્યું
he: תשלום התקבל
hi: प्राप्त किए गए भुगतान
hr: Zaprimljena uplata
hu: Fogadott fizetés
id: Pembayaran Diterima
is: Móttekin greiðsla
it: Pagamento ricevuto
ja: 着金した決済
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á”á¶á“á‘á‘á½á›
kn: ಪೇಮೆಂಟ್ ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ko: 지불 수신됨
lt: Gautas mokėjimas
lv: Saņemts maksājums
ml: പേയ്മെന്റ് ലഭിച്ചു
mr: प्राप्त झालेले पेमेंट
ms: Bayaran yang Diterima
my: ငွေပေးချေမှု လက်ခံရရှိသည်
nb: Mottatt betaling
nl: Ontvangen betaling
pa: ਪ੍ਰਾਪਤ ਹੋਈ ਅਦਾਇਗੀ
pl: Otrzymana płatność
ps: پرداخت راورسید
pt_br: Pagamento recebido
pt_pt: Pagamento recebido
ro: Plată primită
ru: Полученный платёж
sk: Prijatá platba
sl: Prejeto plačilo
sq: U mor Pagesë
sr: Примљена уплата
sv: Mottagen betalning
sw: Umepokea Malipo
ta: கட்டணம் பெறப்பட்டது
te: చెల్లింపు అందుకుంది
th: การชำระเงินที่ได้รับ
tr: Ödeme Alındı
ug: تاپشۇرۇۋالغان چىقىم
uk: Отриманий платіж
ur: ادائیگی موصول ہوئی
vi: Thanh toán đã nhận
zh_cn: 已接收付款
zh_hk: 已收到付款

# PAYMENTS_UNIDENTIFIED_PAYMENT_OUTGOING
source: Sent Payment
af: Stuur betaling
ar: المبلغ المُرسَل
az: Ödəniş göndərildi
be: Адпраўлены плацеж
bn: পেমেন্ট পাঠানো হয়েছে
ca: Pagament enviat
cs: Odeslaná platba
cy: Taliad â Anfonwyd
da: Sendt betaling
de: Zahlung gesendet
el: Απεσταλμένη Πληρωμή
es: Pago enviado
et: Saadetud makse
fa: پرداخت ارسالی
fi: Lähetetty maksu
fr: Paiement émis
gu: પેમેન્ટ મોકલ્યું
he: שלח תשלום
hi: भेजे गए भुगतान
hr: Pošalji uplatu
hu: Küldött fizetés
id: Pembayaran Terkirim
is: Send greiðsla
it: Pagamento inviato
ja: 送金した決済
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á”á¶á“á•áŸ’á‰á¾
kn: ಪೇಮೆಂಟ್ ಕಳುಹಿಸಲಾಗಿದೆ
ko: 지불 발신됨
lt: Išsiųstas mokėjimas
lv: Nosūtīts maksājums
ml: പേയ്മെന്റ് അയച്ചു
mr: पाठवलेले पेमेंट
ms: Pembayaran yang Dihantar
my: ငွေပေးချေမှု ပေးပို့ပြီး
nb: Sendt betaling
nl: Verzonden betaling
pa: ਭੁਗਤਾਨ ਭੇਜਿਆ
pl: Wysłana płatność
ps: لیږل شوی پرداخت
pt_br: Pagamento enviado
pt_pt: Pagamento enviado
ro: Plată trimisă
ru: Отправленный платёж
sk: Odoslaná platba
sl: Poslano plačilo
sq: Pagesë e Dërguar
sr: Послата уплата
sv: Skickad betalning
sw: Malipo yaliyotumwa
ta: பணம் அனுப்பப்பட்டது
te: చెల్లింపు పంపబడింది
th: การชำระเงินที่ส่งแล้ว
tr: Gönderilen Ödeme
ug: يوللانغان چىقىم
uk: Надісланий платіж
ur: ادائیگی بھیجی گئی
vi: Thanh toán đã gửi
zh_cn: 已发送付款
zh_hk: 已付款

# PAYMENTS_UNKNOWN_PAYMENT
source: Invalid Payment
af: Ongeldige betaling
ar: المبلغ غير صالح
az: Etibarsız ödəniş
be: Несапраўдны плацеж
bn: অবৈধ পেমেন্ট
ca: Pagament no vàlid
cs: Neplatná platba
cy: Taliad Annilys
da: Ugyldig betaling
de: Ungültige Zahlung
el: Μη Έγκυρη Πληρωμή
es: Pago no válido
et: Vigane makse
fa: پرداخت نامعتبر
fi: Virheellinen maksu
fr: Paiement non valide
gu: અમાન્ય પેમેન્ટ
he: תשלום בלתי תקף
hi: अमान्य भुगतान
hr: Nevažeća uplata
hu: Érvénytelen fizetés
id: Pembayaran Tidak Valid
is: Ógild greiðsla
it: Pagamento non valido
ja: 無効な決済
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾದ ಪೇಮೆಂಟ್‌
ko: 잘못된 결제
lt: Neteisingas mokėjimas
lv: Nederīgs maksājums
ml: അസാധുവായ പേയ്മെന്റ്
mr: अवैध पेमेंट
ms: Pembayaran Tidak Sah
my: ငွေပေးချေမှု အကြုံးမဝင်ပါ
nb: Ugyldig betaling
nl: Betaling ongeldig
pa: ਗੈਰ-ਵਾਜਬ ਭੁਗਤਾਨ
pl: Nieprawidłowa płatność
ps: نا سم پرداخت
pt_br: Pagamento inválido
pt_pt: Pagamento inválido
ro: Plată invalidă
ru: Недействительный платёж
sk: Neplatná platba
sl: Neveljavno plačilo
sq: Pagesë e Pavlefshme
sr: Неважеће плаћање
sv: Ogiltig betalning
sw: Malipo Si Sahihi
ta: தவறானது கட்டணம்
te: చెల్లని చెల్లింపు
th: การจ่ายเงินที่ระบุไม่ได้
tr: Geçersiz Ödeme
ug: ئىناۋەتسىز چىقىم
uk: Неприпустимий платіж
ur: غلط ادائیگی
vi: Thanh toán Không hợp lệ
zh_cn: 无效付款
zh_hk: 付款無效

# PENDING_CHANGES_ACTION_SHEET_MESSAGE
source: Would you like to discard these changes?
af: Wil jy hierdie veranderinge weggooi?
ar: هل تريد تجاهل هذه التغييرات؟
az: Bu dəyişiklikləri ləğv etmək istəyirsiniz?
be: Жадаеце скасаваць гэтыя змянення?
bn: আপনি কি এই পরিবর্তনগুলি বাতিল করতে চান?
ca: Voleu descartar aquests canvis?
cs: Chcete zahodit tyto změny?
cy: Hoffech chi hepgor y newidiadau yma?
da: Vil du kassere disse ændringer?
de: Möchtest du diese Änderungen verwerfen?
el: Θες να απορρίψεις αυτές τις αλλαγές;
es: ¿Quieres descartar estos cambios?
et: Kas sa soovid neid muudatusi tühistada?
eu: Baztertu nahi dituzu aldaketa hauek?
fa: آیا می‌خواهید این تغییرات را دور بیاندازید؟
fi: Hylätäänkö nämä muutokset?
fr: Voulez-vous supprimer ces modifications ?
ga: An bhfuil fonn ort fágáil gan na hathruithe seo a shábháil?
gu: શું તમે આ ફેરફારોને કાઢી નાખવા માંગો છો?
he: האם אתה רוצה להשליך שינויים אלו?
hi: क्या आप इन बदलावों को छोङना चाहते हैं?
hr: Želite li odbaciti ove promjene?
hu: Elveted a módosításokat?
id: Anda ingin membatalkan perubahan ini?
is: Viltu henda þessum breytingum?
it: Vuoi scartare questi cambiamenti?
ja: 変更を破棄しますか？
kab: Tebɣiḍ ad tesfesxeḍ isenfal-a?
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á”áŸ„áŸ‡á”á„áŸ‹á€á¶ášá€áŸ‚á”áŸ’ášáŸ‚á‘á¶áŸ†á„á“áŸáŸ‡á‘áŸ?
kn: ಈ ಬದಲಾವಣೆಗಳನ್ನು ತ್ಯಜಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ko: 변경사항을 파기하시겠습니까?
lt: Ar norėtumėte atmesti šiuos pakeitimus?
lv: Vai vēlaties atmest šīs izmaiņas?
mk: Дали сакате да ги откажете овие промени?
ml: ഈ മാറ്റങ്ങൾ നിങ്ങൾക്ക് നിരാകരിക്കണമെന്നുണ്ടോ?
mr: आपल्याला हे बदल टाकून देण्यास आवडतील?
ms: Adakah anda ingin membuang perubahan ini?
my: ပြောင်းလဲမှုများကို ပြန်ရုပ်သိမ်းမှာလား?
nb: Vil du forkaste disse endringene?
nl: Wil je de wijzigingen verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਇਹਨਾਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਖਾਰਜ ਕਰਨਾ ਚਾਹੋਗੇ?
pl: Odrzucić zmiany?
ps: غواړئ دغه بدلونونه لغوه کړئ؟
pt_br: Gostaria de descartar essas mudanças?
pt_pt: Deseja descartar estas alterações?
ro: Vrei să renunți la aceste schimbări?
ru: Вы хотите сбросить эти изменения?
sk: Chcete zahodiť tieto zmeny?
sl: Želite zavreči te spremembe?
sq: Doni të hidhen tej këto ndryshime?
sr: Желите ли да одбаците измене?
sv: Vill du slänga dessa ändringar?
sw: Ungependa kuyaghairi mabadiliko haya?
ta: இந்த மாற்றங்களை நிராகரிக்க விரும்புகிறீர்களா?
te: మీరు ఈ మార్పులను విస్మరించాలనుకుంటున్నారా?
th: คุณต้องการจะยกเลิกการเปลี่ยนแปลงเหล่านี้หรือไม่?
tr: Bu değişiklerden vazgeçmek ister misiniz?
ug: بۇ ئۆزگەرتىشلەرنى تاشلىۋېتەمسىز؟
uk: Хочете відхилити ці зміни?
ur: کیا آپ یہ تبدیلیاں ضائع کرنا چاہتے ہیں؟
vi: Bạn có muốn bỏ các thay đổi này?
zh_cn: 您是否要撤销这些修改？
zh_hk: 是否放棄更改？

# PENDING_CHANGES_ACTION_SHEET_TITLE
source: Unsaved Changes
af: Onbewaarde veranderinge
ar: التغييرات غير محفوظة
az: Saxlanılmamış dəyişikliklər
be: Незахаваныя змяненні
bn: অসংরক্ষিত পরিবর্তনসমূহ
ca: Canvis no desats
cs: Neuložené změny
cy: Newidiadau heb eu Cadw
da: Ikke gemte ændringer
de: Ungespeicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambios sin guardar
et: Salvestamata muudatused
eu: Aldaketak ez dira gorde
fa: تغییرات ذخیره نشده
fi: Tallentamattomia muutoksia
fr: Modifications non enregistrées
ga: Athruithe Gan Sábháil
gu: સેવ ન કરેલ ફેરફારો
he: שינויים בלתי שמורים
hi: ना सेव किये गये बदलाव
hr: Nespremljene promjene
hu: Mentetlen változtatások
id: Perubahan Tak Tersimpan
is: Óvistaðar breytingar
it: Modifiche non salvate
ja: 未保存の変更
kab: Asnifel ur yettwaskelsen ara
km: á€á¶ášá€áŸ‚á”áŸ’ášáŸ‚á˜á·á“á”á¶á“ášá€áŸ’áŸá¶á‘á»á€
kn: ಉಳಿಸದೇ ಇರುವ ಬದಲಾವಣೆಗಳು
ko: 저장하지 않은 변경사항
lt: Neįrašyti pakeitimai
lv: Nesaglabātas izmaiņas
mk: Незачувани промени
ml: സംരക്ഷിക്കാത്ത മാറ്റങ്ങൾ
mr: जतन न केलेले बदल
ms: Perubahan Tidak Disimpan
my: မသိမ်းရသေးသော ပြောင်းလဲမှုများ
nb: Ulagrede endringer
nl: Niet-opgeslagen wijzigingen
pa: ਨਾ-ਸੰਭਾਲੀਆਂ ਤਬਦੀਲੀਆਂ
pl: Niezapisane zmiany
ps: نا ثبت شوي بدلونونه
pt_br: Modificações não salvas
pt_pt: Alterações não guardadas
ro: Schimbări nesalvate
ru: Несохранённые изменения
sk: Neuložené zmeny
sl: Neshranjene spremembe
sq: Ndryshime të Paruajtura
sr: Несачуване промене
sv: Osparade ändringar
sw: Mabadiliko Hayajahifadhiwa
ta: சேமிக்கப்படாத மாற்றங்கள்
te: సేవ్ చేయని మార్పులు
th: การเปลี่ยนแปลงที่ยังไม่ถูกบันทึก
tr: Kaydedilmemiş Değişiklikler
ug: ساقلانمىغان ئۆزگەرتىشلەر
uk: Зміни не збережено
ur: غیر محفوظ تبدیلیاں
vi: Thay đổi Chưa được lưu
zh_cn: 未保存的修改
zh_hk: 未儲存的變更

# PENDING_GROUP_MEMBERS_ACCEPT_REQUEST_BUTTON
source: Add to Group
af: Voeg toe tot groep
ar: إضافة إلى المجموعة
az: Qrupa əlavə et
be: Дадаць у групу
bn: গ্রুপে যোগ করুন
ca: Afegeix-lo al grup
cs: Přidat do skupiny
cy: Ychwanegu at Grŵp
da: Tilføj til gruppe
de: Zur Gruppe hinzufügen
el: Προσθήκη σε Ομάδα
es: Añadir al grupo
es_es: Añadir al grupo
et: Lisa gruppi
eu: Gehitu Taldera
fa: اضافه کردن به گروه
fi: Lisää ryhmään
fr: Ajouter au groupe
ga: Cuir leis an nGrúpa é/í
gu: ગ્રુપમાં ઉમેરો
he: הוסף אל הקבוצה
hi: ग्रुप में जोड़ें
hr: Dodaj u grupu
hu: Hozzáadás a csoporthoz
id: Tambahkan ke Grup
is: Bæta í hóp
it: Aggiungi al gruppo
ja: グループに追加する
kab: Rnu ɣer ugraw
km: á”á“áŸ’ááŸ‚á˜á‘áŸ…á€áŸ’ášá»á˜
kn: ಗುಂಪಿಗೆ ಸೇರಿಸಿ
ko: 그룹에 추가
lt: Pridėti į grupę
lv: Pievienot grupai
mk: Додади во група
ml: ഗ്രൂപ്പിലേക്ക് ചേർക്കുക
mr: गटात जोडा
ms: Tambah ke Kumpulan
my: အဖွဲ့သို့ ထည့်မယ်
nb: Legg til gruppen
nl: Aan groep toevoegen
pa: ਗਰੁੱਪ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do grupy
ps: ګروپ ته اضافه کول
pt_br: Adicionar ao grupo
pt_pt: Adicionar ao grupo
ro: Adăugă la grup
ru: Добавить в группу
sk: Pridať do skupiny
sl: Dodaj v skupino
sq: Shtoje te Grup
sr: Додај у групу
sv: Lägg till i grupp
sw: Ongeza Kwenye Kikundi
ta: குழுவில் சேர்
te: సమూహానికి జోడించండి
th: เพิ่มเข้ากลุ่ม
tr: Gruba Ekle
ug: گۇرۇپپىغا قوش
uk: Додати в групу
ur: گروپ میں شامل کریں
vi: Thêm vào Nhóm
zh_cn: 新增到群组
zh_hk: 新增至群組

# PENDING_GROUP_MEMBERS_ACCEPT_REQUEST_CONFIRMATION_TITLE_FORMAT
source: Add “%@” to the group?
af: Voeg “%@” toe tot die groep?
ar: هل ترغبُ بإضافة "%1$@" إلى المجموعة؟
az: "%@" qrupa əlavə edilsin?
be: Дадаць «%1$@» у групу?
bn: “%1$@”-কে গ্রুপে যোগ করবেন?
ca: Voleu afegir %1$@ al grup?
cs: Přidat "%1$@" do skupiny?
cy: Ychwanegu “%@” i'r grŵp?
da: Føj "%1$@" til gruppen?
de: %1$@ zur Gruppe hinzufügen?
el: Προσθήκη του/της "%1$@" στην ομάδα;
es: ¿Añadir a %1$@ al grupo?
es_es: ¿Añadir a %@ al grupo?
et: Kas lisada “%@” gruppi?
eu: Nahi duzu "%@" erabiltzailea taldean sartu?
fa: "%1$@" به گروه اضافه شود؟
fi: Lisätäänkö %1$@ ryhmään?
fr: Ajouter %1$@ au groupe ?
ga: Add “%1$@” to the group?
gu: શું “%1$@”ને ગ્રુપમાં ઉમેરવા છે?
he: להוסיף את "%1$@" אל הקבוצה?
hi: “%1$@” को ग्रुप में शामिल करना है?
hr: Dodaj %1$@ u grupu?
hu: Hozzáadod a csoporthoz: "%1$@"?
id: Tambahkan "%1$@" ke dalam grup?
is: Bæta “%@” í hópinn?
it: Aggiungere “%1$@” al gruppo?
ja: 「%1$@」をこのグループに追加しますか？
kab: Rnu "%@" ɣer ugraw?
km: á”á“áŸ’ááŸ‚á˜ â€œ%@â€ á…á¼á›á€áŸ’á“á»á„á€áŸ’ášá»á˜?
kn: “%@” ಅವರನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸುವುದೇ?
ko: "%1$@" 님을 그룹에 추가하시겠습니까?
lt: Pridėti „%@“ į grupę?
lv: Vai pievienot “%@” šai grupai?
ml: "%@"-നെ ഗ്രൂപ്പില്‍ ചേർക്കണോ?
mr: ”%1$@” ला गटात जोडायचे?
ms: Tambah “%1$@” ke kumpulan?
my: "%@" ကို အဖွဲ့သို့ ပေါင်းထည့်မည်လား?
nb: Legg “%1$@” til gruppen?
nl: %1$@ toevoegen aan de groep?
pa: “%@” ਨੂੰ ਗਰੁੱਪ ਵਿੱਚ ਜੋੜਨਾ ਹੈ?
pl: Czy %1$@ ma należeć do grupy?
ps: غواړئ ”%@“ ګروپ ته اضافه کړئ؟
pt_br: Adicionar “%1$@” ao grupo?
pt_pt: Adicionar "%1$@" ao grupo?
ro: Adaugi pe “%1$@” la grup?
ru: Добавить «%1$@» в группу?
sk: Pridať “%1$@” do skupiny?
sl: Želite dodati uporabnika_co “%@” v skupino?
sq: Të shtohet “%@” te grupi?
sr: Желите ли да додате корисника %1$@ у групу?
sv: Lägg till "%1$@" till gruppen?
sw: Ungependa kumwongeza “%@” kwenye kikundi?
ta: கூட்டு “%@” க்கு குழு?
te: సమూహానికి “%@” ను జోడించాలా?
th: เพิ่ม “%1$@” เข้ากลุ่มหรือไม่?
tr: "%1$@" gruba eklensin mi?
ug: «%1$@» نى گۇرۇپپىغا قوشامدۇ؟
uk: Додати користувача %1$@ в групу?
ur: گروپ میں "%1$@" شامل کریں؟
vi: Thêm "%1$@" vào nhóm?
zh_cn: 将“%1$@”添加到群组？
zh_hk: 要將「%1$@」加入群組嗎？

# PENDING_GROUP_MEMBERS_DENY_REQUEST_BUTTON
source: Deny Request
af: Weier versoek
ar: رفض الطلب
az: Tələbi rədd et
be: Адхіліць запыт
bn: অনুরোধ প্রত্যাখ্যান করুন
ca: Rebutja la sol·licitud
cs: Zamítnout požadavek
cy: Gwrthod Cais
da: Afvis anmodning
de: Anfrage ablehnen
el: Απόρριψη αιτήματος
es: Rechazar solicitud
es_es: Rechazar solicitud
et: Keeldu taotlusest
eu: Ukatu Eskaera
fa: لغو درخواست
fi: Hylkää pyyntö
fr: Refuser la demande
gu: વિનંતી નકારો
he: דחה בקשה
hi: निवेदन को अस्वीकार करें
hr: Odbij zahtjev
hu: Kérés elutasítása
id: Tolak Permintaan
is: Hafna beiðni
it: Rifiuta richiesta
ja: 申請を拒否する
kab: Agi asuter
km: á”áŠá·áŸáŸá’áŸáŸ†áá¾
kn: ವಿನಂತಿಯನ್ನು ನಿರಾಕರಿಸಿ
ko: 요청 거절
lt: Atmesti prašymą
lv: Noraidīt pieprasījumu
mk: Одбиј барање
ml: അഭ്യർത്ഥന നിരസിക്കുക
mr: विनंतीला नकार द्या
ms: Tolak Permintaan
my: တောင်းဆိုမှု ငြင်းဆိုမယ်
nb: Avvis forespørsel
nl: Verzoek afwijzen
pa: ਬੇਨਤੀ ਲਈ ਨਾਂਹ
pl: Odrzuć prośbę
ps: د غوښتنې ردول
pt_br: Recusar a Solicitação
pt_pt: Negar pedido
ro: Respinge cererea
ru: Отклонить запрос
sk: Odmietnuť žiadosť
sl: Zavrni prošnjo
sq: Hidhe Poshtë Kërkesën
sr: Одбиј захтев
sv: Avvisa förfrågan
sw: Kataa Ombi
ta: கோரிக்கையை மறுக்கவும்
te: అభ్యర్థనను తిరస్కరించండి
th: ปฏิเสธคำขอ
tr: İsteği Reddet
ug: تەلەپنى رەت قىلىڭ
uk: Відхилити запит
ur: درخواست کو مسترد کریں
vi: Từ chối Yêu cầu
zh_cn: 拒绝入群申请
zh_hk: 拒絕請求
