Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_CHOOSE_RESTORE_METHOD_SKIP_RESTORE_BODY
source: Continue without transferring your messages and media
ar: متابعة دون نقل رسائلك والوسائط
be: Працягніце без пераносу паведамленняў і медыяфайлаў
bn: আপনার মেসেজ এবং মিডিয়া স্থানান্তর না করেই চালিয়ে যান
ca: Continua sense transferir els teus missatges i arxius multimèdia
cs: Pokračovat bez přenosu zpráv a médií
da: Fortsæt med at overføre dine beskeder og medier
de: Fortfahren, ohne deine Nachrichten und Medien zu übertragen
el: Συνέχεια χωρίς μεταφορά μηνυμάτων και πολυμέσων
es: Continúa sin transferir tus mensajes ni archivos multimedia
fa: ادامه بدون انتقال پیام‌ها و رسانه‌های خود
fi: Jatka ilman viestien ja median siirtoa
fr: Continuer sans transférer vos messages et médias
ga: Lean ort gan do theachtaireachtaí agus do mheáin a aistriú
gu: તમારા મેસેજ અને મીડિયાને ટ્રાન્સફર કર્યા વિના ચાલુ રાખો
he: להמשיך בלי להעביר את ההודעות והמדיה שלך
hi: अपने संदेशों और मीडिया को स्थानांतरित किए बिना जारी रखें
hr: Nastavite bez prijenosa poruka i medijskih zapisa
hu: Folytatás az üzenetek és a médiafájlok átvitele nélkül
id: Lanjutkan tanpa mentransfer pesan dan media Anda
it: Continua senza trasferire i tuoi messaggi, foto e video
ja: メッセージやメディアを転送せずに続ける
ko: 메시지와 미디어를 전송하지 않고 계속
mr: आपले संदेश आणि मिडीया स्थानांतरित न करता सुरू ठेवा
ms: Teruskan tanpa memindahkan mesej dan media anda
nb: Fortsett uten å overføre meldingene og mediefilene dine.
nl: Ga door zonder je berichten en media over te zetten
pl: Kontynuuj bez przenoszenia wiadomości i multimediów
pt_br: Continue sem transferir suas mensagens e arquivos de mídia
pt_pt: Continuar sem transferir as suas mensagens ou ficheiros
ro: Continuă fără a transfera mesajele și fișierele tale media
ru: Продолжить без переноса ваших сообщений и медиафайлов
sk: Pokračovať bez prenosu správ a médií
sr: Наставите без преноса порука и медија
sv: Fortsätt utan att överföra dina meddelanden och media
th: ดำเนินการต่อโดยไม่ถ่ายโอนข้อความและไฟล์สื่อของคุณ
tr: Mesajlarını ve medyanı aktarmadan devam et
ug: ئۇچۇر ۋە مېدىيالارنى يۆتكىمەي تۇرۇپلا داۋاملاشتۇرۇش
uk: Продовжити без перенесення повідомлень і медіафайлів
ur: اپنے میسجز اور میڈیا کو منتقل کیے بغیر جاری رکھیں
vi: Tiếp tục và không chuyển tin nhắn cùng tệp đa phương tiện
zh_cn: 继续但不转移您的消息和媒体
zh_hk: 不轉移訊息及媒體並繼續

# ONBOARDING_CHOOSE_RESTORE_METHOD_SKIP_RESTORE_SMALL_TITLE
source: Skip restore
ar: تخطِّي الاستعادة
be: Прапусціць аднаўленне
bn: পুনরুদ্ধার এড়িয়ে যান
ca: Ometre la restauració
cs: Přeskočit obnovení
da: Spring gendannelse over
de: Wiederherstellen überspringen
el: Παράλειψη επαναφοράς
es: Omitir restauración
fa: رد کردن بازیابی
fi: Ohita palautus
fr: Ignorer la restauration
ga: Scipeáil aischur
gu: રિસ્ટોર કરવાનું સ્કિપ કરો
he: דילוג על שחזור
hi: रीस्टोर करना छोड़ें
hr: Preskoči
hu: Visszaállítás kihagyása
id: Lewati pemulihan
it: Salta il ripristino
ja: 復元をスキップする
ko: 복원 건너뛰기
mr: पुर्नस्थापित करणे वगळा
ms: Langkau pemulihan
nb: Hopp over gjenoppretting
nl: Herstel overslaan
pl: Pomiń przywracanie
pt_br: Pular restauração
pt_pt: Saltar restauro
ro: Sari peste restaurare
ru: Пропустить восстановление
sk: Preskočiť obnovenie
sr: Прескочи враћање
sv: Hoppa över återställning
th: ข้ามการกู้คืน
tr: Geri yüklemeyi atla
ug: ئەسلىگە كەلتۈرۈشتى ئاتلاڭ
uk: Не відновлювати
ur: بحال کرنا نظر انداز کریں
vi: Bỏ qua
zh_cn: 跳过恢复
zh_hk: 跳過還原

# ONBOARDING_CHOOSE_RESTORE_METHOD_SKIP_RESTORE_TITLE
source: Register without Transferring
ar: تسجيل بدون نقل
be: Рэгістравацца без пераносу
bn: স্থানান্তর না করেই রেজিস্টার করুন
ca: Registra'l sense tranferència
cs: Registrovat bez přenosu
da: Registrer uden at overføre
de: Ohne Übertragung registrieren
el: Εγγραφή χωρίς μεταφορά
es: Registrarme sin transferir
fa: ثبت نام بدون انتقال
fi: Rekisteröidy ilman siirtoa
fr: Inscription sans transfert
ga: Cláraigh gan Sonraí a Aistriú
gu: ટ્રાન્સફર કર્યા વગર રજીસ્ટર કરો
he: הירשם בלי להעביר
hi: ट्रान्सफर किये बिना पंजीकृत करें
hr: Registriraj bez prijenosa
hu: Regisztrálás adatmozgatás nélkül
id: Daftar tanpa Mentransfer
it: Registra senza trasferimento
ja: 移行せずに登録する
ko: 전송하지 않고 등록
mr: स्थानांतरित न करता नोंदणी करा
ms: Daftar tanpa Pemindahan
nb: Registrer deg uten å overføre
nl: Registreren zonder overzetten
pl: Zarejestruj bez przenoszenia
pt_br: Registrar sem transferir
pt_pt: Registar sem transferir
ro: Înregistrează-te fără transfer
ru: Зарегистрировать без переноса
sk: Registrovať bez prenosu
sr: Региструјте се без преноса података
sv: Registrera dig utan att överföra
th: ลงทะเบียนโดยไม่ถ่ายโอน
tr: Aktarmadan Kaydet
ug: تىزىملاپ يۆتكىمەيدۇ
uk: Зареєструватися без перенесення
ur: منتقلی کے بغیر رجسٹر کریں
vi: Đăng ký và không chuyển
zh_cn: 注册且不迁移账户
zh_hk: 注冊而不轉移

# ONBOARDING_CHOOSE_RESTORE_METHOD_TITLE
source: Restore or Transfer Account
ar: استعادة أو نقل الحساب
be: Аднавіць або перанесці ўліковы запіс
bn: অ্যাকাউন্ট পুনর্বহাল বা ট্রান্সফার করুন
ca: Restaurar o transferir compte
cs: Obnovení nebo přenos účtu
da: Gendan eller overfør konto
de: Konto wiederherstellen oder übertragen
el: Επαναφορά ή μεταφορά λογαριασμού
es: Restaurar o transferir cuenta
fa: بازیابی یا انتقال حساب
fi: Palauta tai siirrä tili
fr: Restaurer ou transférer le compte
ga: Aischuir nó Aistrigh Cuntas
gu: એકાઉન્ટ રિસ્ટોર અથવા ટ્રાન્સફર કરો
he: שחזור או העברת חשבון
hi: अकाउंट ट्रांसफ़र या रीस्टोर करें
hr: Vratite ili prenesite račun
hu: Fiók visszaállítása vagy átvitele
id: Pulihkan atau Transfer Akun
it: Ripristina o trasferisci il tuo account
ja: アカウントの復元または移行
ko: 계정 복원 또는 전송
mr: अकाऊंट परत मिळवा किंवा हस्तांतरित करा
ms: Pulihkan atau pindahkan akaun
nb: Gjenopprette eller overføre en konto
nl: Account herstellen of overzetten
pl: Przywróć lub przenieś konto
pt_br: Restaurar ou transferir conta
pt_pt: Restaure ou transfira a sua conta
ro: Restaurează sau transferă contul
ru: Восстановить или перенести учётную запись
sk: Obnoviť alebo preniesť účet
sr: Враћање или пренос налога
sv: Återställ eller överför konto
th: กู้คืนหรือถ่ายโอนบัญชี
tr: Hesabı geri yükle veya aktar
ug: ھېساباتنى ئەسلىگە كەلتۈرۈش ياكى يۆتكەش
uk: Відновити або перенести акаунт
ur: ری اسٹور کریں یا اکاؤنٹ ٹرانسفر کریں
vi: Khôi phục hoặc chuyển tài khoản
zh_cn: 恢复或转移账户
zh_hk: 還原或轉移帳戶

# ONBOARDING_CHOOSE_RESTORE_METHOD_TRANSFER_BODY
source: Transfer your account and messages from your old iOS device
ar: انقل حسابك ورسائلك من جهاز iOS القديم الخاص بك
be: Перанясіце свой уліковы запіс і паведамленні са сваёй старой прылады iOS
bn: আপনার পুরনো iOS ডিভাইস থেকে আপনার অ্যাকাউন্ট ও মেসেজ ট্রান্সফার করুন
ca: Transfereix el teu compte i els teus missatges des del teu antic dispositiu iOS
cs: Přeneste si účet a zprávy ze starého iOS zařízení
da: Overfør din konto og beskeder fra din gamle iOS-enhed
de: Übertrage dein Konto und deine Nachrichten von deinem alten iOS-Gerät
el: Μετάφερε τον λογαριασμό σου και τα μηνύματά σου από την παλιά σου συσκευή iOS
es: Transfiere tu cuenta y tus mensajes desde tu dispositivo iOS anterior
fa: حساب و پیام‌هایتان را از دستگاه iOS قدیمی‌تان انتقال دهید
fi: Siirrä tilisi ja viestisi vanhasta iOS-laitteesta
fr: Transférez votre compte et vos messages depuis votre ancien appareil iOS.
ga: Aistrigh do chuntas agus teachtaireachtaí ó do sheanghléas iOS
gu: તમારા જૂના iOS ડિવાઇસ પરથી તમારા એકાઉન્ટ અને મેસેજને ટ્રાન્સફર કરો
he: העברת החשבון וההודעות שלך ממכשיר ה–iOS הישן שלך
hi: अपने पुराने iOS डिवाइस से अकाउंट और संदेश ट्रांसफ़र करें
hr: Prenesite korisnički račun i poruke sa svog starog iOS uređaja
hu: Vidd át a fiókodat és az üzeneteidet régi iOS-eszközödről
id: Transfer akun dan pesan dari perangkat iOS lama Anda
it: Trasferisci account e messaggi dal tuo vecchio dispositivo iOS
ja: 以前のiOS端末からアカウントとメッセージを移行します
ko: 이전 iOS 기기에서 계정과 메시지를 전송합니다
mr: तुमचे खाते आणि संदेश तुमच्या जुन्या iOS डिव्हाईसवरून हस्तांतरित करा
ms: Pindahkan akaun dan mesej anda daripada peranti iOS lama anda
nb: Overfør kontoen og meldingene fra den gamle iOS-enheten din.
nl: Zet je account en chatgeschiedenis over van je oude iOS-apparaat
pl: Przenieś konto i historię wiadomości ze swojego poprzedniego urządzenia z systemem iOS
pt_br: Transferir sua conta e mensagens do seu antigo dispositivo iOS
pt_pt: Transfira a sua conta e mensagens a partir do seu dispositivo iOS antigo
ro: Transferă contul și mesajele de pe vechiul dispozitiv iOS
ru: Перенесите учётную запись и сообщения с вашего старого устройства на iOS
sk: Preneste si účet a správy zo svojho starého iOS zariadenia
sr: Пренесите налог и поруке са старог iOS уређаја
sv: Överför ditt konto och dina meddelanden från din gamla iOS-enhet
th: ถ่ายโอนบัญชีและข้อความจากอุปกรณ์ iOS เครื่องเก่าของคุณ
tr: Eski iOS cihazından hesap ve mesaj geçmişini aktar
ug: كونا iOS ئۈسكۈنىڭىزدىن ھېسابات ۋە ئۇچۇرلىرىڭىزنى يۆتكەش
uk: Перенести акаунт і історію повідомлень зі старого пристрою з iOS
ur: اپنی پرانی iOS ڈیوائس سے اپنا اکاؤنٹ اور میسجز ٹرانسفر کریں
vi: Chuyển tài khoản và tin nhắn từ thiết bị iOS cũ của bạn
zh_cn: 从您原来的 iOS 设备中转移账户和消息
zh_hk: 從舊的 iOS 裝置轉移你的帳戶和訊息

# ONBOARDING_CHOOSE_RESTORE_METHOD_TRANSFER_TITLE
source: Transfer from Device
ar: انقل من الجهاز
be: Перанесці з прылады
bn: ডিভাইস থেকে ট্রান্সফার করুন
ca: Transferir des d'un dispositiu
cs: Přenést ze zařízení
da: Overfør fra enheden
de: Von Gerät übertragen
el: Μεταφορά από συσκευή
es: Transferir desde dispositivo
fa: انتقال از دستگاه
fi: Siirto laitteesta
fr: Transférer depuis un appareil
ga: Aistrigh ó Ghléas
gu: ડિવાઇસ પરથી ટ્રાન્સફર કરો
he: העברה ממכשיר
hi: डिवाइस से ट्रांसफ़र करें
hr: Prijenos s uređaja
hu: Áthelyezés eszközről
id: Transfer dari Perangkat
it: Trasferisci da un dispositivo
ja: 端末から移行する
ko: 기기에서 전송
mr: डिव्हाईसमधून हस्तांतरण करा
ms: Pindahkan daripada Peranti
nb: Overfør fra en enhet
nl: Overzetten vanaf een apparaat
pl: Przenieś z urządzenia
pt_br: Transferir do dispositivo
pt_pt: Transferir de um dispositivo
ro: Transfer de pe un dispozitiv
ru: Перенести с устройства
sk: Preniesť zo zariadenia
sr: Пренесите податке са уређаја
sv: Överför från enhet
th: ถ่ายโอนจากอุปกรณ์
tr: Cihazdan aktar
ug: ئۈسكۈنىدىن يۆتكەش
uk: Перенести з пристрою
ur: ڈیوائس سے ٹرانسفر کریں
vi: Chuyển từ thiết bị
zh_cn: 从设备中转移
zh_hk: 從裝置轉移

# ONBOARDING_CONFIRM_BACKUP_RESTORE_BODY_1
source: Your backup includes:
ar: تتضمن النسخة الاحتياطية:
be: Ваша рэзервовая копія ўключае ў сябе:
bn: আপনার ব্যাকআপের মধ্য়ে যা যা রয়েছে:
ca: La teva còpia de seguretat inclou:
cs: Vaše záloha obsahuje:
da: Din sikkerhedskopi omfatter:
de: Dein Backup umfasst:
el: Τα αντίγραφα ασφαλείας περιλαμβάνουν:
es: Tu copia de seguridad incluye:
fa: نسخه پشتیبان شما شامل موارد زیر است:
fi: Varmuuskopio sisältää:
fr: Votre sauvegarde contient :
ga: Áirítear i do chúltaca:
gu: તમારા બેકઅપમાં શામેલ છે:
he: הגיבוי שלך כולל את:
hi: आपके बैकअप में शामिल है:
hr: Vaša sigurnosna kopija uključuje:
hu: A biztonsági másolat a következőket tartalmazza:
id: Cadangan Anda mencakup:
it: Il tuo backup include:
ja: バックアップの内容
ko: 백업 내용:
mr: आपल्या बॅकअपमध्ये हे समाविष्ट आहे:
ms: Sandaran anda termasuk:
nb: Sikkerhetskopien inneholder:
nl: Je back-up omvat:
pl: Kopia zapasowa obejmuje:
pt_br: Seu backup inclui:
pt_pt: A sua cópia de segurança inclui:
ro: Backup-ul tău include:
ru: Резервное копирование включает:
sk: Vaša záloha zahŕňa:
sr: Резервна копија обухвата:
sv: Din säkerhetskopia innehåller:
th: ข้อมูลสำรองของคุณประกอบด้วย:
tr: Yedeklemen şunlardan oluşur:
ug: زاپاسلىغان مەلۇماتلار تۆۋەندىكىلەرنى ئۆز ئىچىگە ئالىدۇ:
uk: Резервна копія містить:
ur: آپ کے بیک اپ میں شامل ہوتا ہے:
vi: Bản sao lưu bao gồm:
zh_cn: 您的备份包括：
zh_hk: 你的備份包括：

# ONBOARDING_CONFIRM_BACKUP_RESTORE_BODY_2
source: All of your messages
ar: جميع الرسائل الخاصة بك
be: Усе вашы паведамленні
bn: আপনার সকল মেসেজ
ca: Tots els teus missatges
cs: Všechny vaše zprávy
da: Alle dine beskeder
de: Alle deine Nachrichten
el: Όλα τα μηνύματά σου
es: Todos tus mensajes
fa: همه پیام‌های شما
fi: Kaikki viestisi
fr: tous vos messages
ga: Do theachtaireachtaí uile
gu: તમારા બધા મેસેજ
he: כל ההודעות שלך
hi: आपके सभी संदेश
hr: Sve vaše poruke
hu: Az összes üzeneted
id: Semua pesan Anda
it: Tutti i tuoi messaggi
ja: すべてのメッセージ
ko: 모든 메시지
mr: आपले सर्व संदेश
ms: Semua mesej anda
nb: alle meldingene dine
nl: Al je berichten
pl: Wszystkie wiadomości
pt_br: Todas as mensagens
pt_pt: Todas as suas mensagens
ro: Toate mesajele tale
ru: Все ваши сообщения
sk: Všetky vaše správy
sr: све ваше поруке
sv: Alla dina meddelanden
th: ข้อความทั้งหมด
tr: Mesajlarının tamamı
ug: بارلىق ئۇچۇرلىرىڭىز
uk: Усі ваші повідомлення
ur: آپ کے تمام میسجز
vi: Tất cả tin nhắn
zh_cn: 您的所有消息
zh_hk: 所有你的訊息

# ONBOARDING_CONFIRM_BACKUP_RESTORE_BODY_3_FREE
source: The last 45 days of your media
ar: آخر 45 يوم من الوسائط لديك
be: Апошнія 45 дзён утрымання медыяфайлаў
bn: আপনার মিডিয়া ব্যাকআপের সর্বশেষ 45 দিন
ca: Els teus darrers 45 dies d'arxius multimèdia
cs: Vaše média za posledních 45 dní
da: Dine medier for de sidste 45 dage
de: Deine Medien der letzten 45 Tage
el: Οι τελευταίες 45 ημέρες πολυμέσων σου
es: Tus últimos 45 días de archivos multimedia
fa: رسانه‌های ۴۵ روز اخیر شما
fi: Mediasisältö viimeisten 45 päivän ajalta
fr: vos médias des 45 derniers jours
ga: Do mheáin le 45 lá anuas
gu: મીડિયાના તમારા છેલ્લા 45 દિવસ
he: 45 ימי המדיה האחרונים שלך
hi: आपका पिछले 45 दिनों का मीडिया
hr: Medijski zapisi iz zadnjih 45 dana
hu: Médiafájljaid az utóbbi 45 napon
id: Media dalam 45 hari terakhir
it: Gli ultimi 45 giorni dei tuoi media
ja: 直近45日間のメディア
ko: 지난 45일간의 미디어
mr: तुमच्या मिडीया चे मागचे 45 दिवस
ms: 45 hari terakhir media anda
nb: Mediefiler fra de siste 45 dagene
nl: Media van de afgelopen 45 dagen
pl: Multimedia z ostatnich 45 dni
pt_br: Sua mídia dos últimos 45 dias
pt_pt: Os últimos 45 dias dos seus ficheiros multimédia
ro: Ultimele 45 de zile de fișiere media
ru: Ваши медиафайлы за последние 45 дней
sk: Médiá z posledných 45 dní
sr: Последњих 45 дана ваших медија
sv: De senaste 45 dagarnas media
th: ไฟล์สื่อจาก 45 วันที่ผ่านมา
tr: Medyanın son 45 günü
ug: ئەڭ ئاخىرقى 45 كۈنلۈك مېدىيالىرىڭىز
uk: Медіафайли за минулі 45 днів
ur: آپ کا گزشتہ 45 دنوں کا میڈیا
vi: Tập tin đa phương tiện trong 45 ngày qua
zh_cn: 您最近 45 天的媒体
zh_hk: 你最近 45 天的媒體內容

# ONBOARDING_CONFIRM_BACKUP_RESTORE_BODY_3_PAID
source: All of your media
ar: جميع وسائطك
be: Усе вашы медыяфайлы
bn: আপনার সকল মিডিয়া
ca: Tots els teus arxius multimèdia
cs: Všechna vaše média
da: Alle dine mediefiler
de: Alle deine Medien
el: Όλα τα πολυμέσα σου
es: Todos tus archivos multimedia
fa: همه رسانه‌های شما
fi: Kaikki mediasisältösi
fr: tous vos médias
ga: Do mheáin uile
gu: તમારા બધા મીડિયા
he: כל המדיה שלך
hi: आपका सभी मीडिया
hr: Sve vaše medijske zapise
hu: Az összes médiafájlod
id: Semua media Anda
it: Tutti i tuoi media
ja: すべてのメディア
ko: 모든 미디어
mr: आपले सर्व मिडीया
ms: Semua media anda
nb: alle mediefilene dine
nl: Al je media
pl: Wszystkie multimedia
pt_br: Todos arquivos de mídia
pt_pt: Todos os seus ficheiros multimédia
ro: Toate fișierele media
ru: Все ваши медиафайлы
sk: Všetky vaše médiá
sr: све ваше медије
sv: Alla dina media
th: ไฟล์สื่อทั้งหมด
tr: Medyanın tamamı
ug: بارلىق مېدىيالىرىڭىز
uk: Усі ваші медіафайли
ur: آپ کا تمام میڈیا
vi: Tất cả tập tin đa phương tiện
zh_cn: 您的所有媒体
zh_hk: 所有你的媒體

# ONBOARDING_CONFIRM_BACKUP_RESTORE_CONFIRM_ACTION
source: Restore Backup
ar: استعادة النسخة الاحتياطية
be: Аднавіць рэзервовую копію
bn: ব্যাকঅাপ পুনরুদ্ধার
ca: Restaura la còpia de seguretat
cs: Obnovit zálohu
da: Gendan sikkerhedskopi
de: Backup wiederherstellen
el: Επαναφορά αντίγραφου ασφαλείας
es: Restaurar copia
fa: بازیابی پشتیبان
fi: Palauta varmuuskopio
fr: Restaurer la sauvegarde
ga: Aischuir cúltaca
gu: બેકઅપ રિસ્ટોર કરો
he: שחזר גיבוי
hi: बैकअप पुनर्स्थापित करें
hr: Vrati iz sigurnosne kopije
hu: Biztonsági mentés visszaállítása
id: Pulihkan Cadangan
it: Ripristina backup
ja: バックアップを復元する
ko: 백업 복원
mr: बॅकअप पुनर्स्थापित करा
ms: Memulihkan sandaran
nb: Gjenopprett sikkerhetskopi
nl: Back-upgegevens terugzetten
pl: Przywróć kopię zapasową
pt_br: Restaurar backup
pt_pt: Restaurar cópia de segurança
ro: Restaurare backup
ru: Восстановить резервную копию
sk: Obnoviť zálohu
sr: Врати резервну копију
sv: Återställ säkerhetskopia
th: กู้คืนจากข้อมูลสำรอง
tr: Yedeği geri yükle
ug: زاپاسنى ئەسلىگە كەلتۈرۈش
uk: Відновити з резервної копії
ur: بیک اپ بحال کریں
vi: Khôi phục từ bản sao lưu
zh_cn: 还原备份
zh_hk: 備份還原

# ONBOARDING_CONFIRM_BACKUP_RESTORE_DESCRIPTION
source: Your last backup was made on %1$@ at %2$@. Your backup size is %3$@
ar: أُجريتَ آخِر نسخة احتياطية في %1$@ عند الساعة %2$@. حجم نسختك الاحتياطية هو %3$@.
be: Ваша апошняя рэзервовая копія была зроблена %1$@ у %2$@. Памер рэзервовай копіі: %3$@
bn: আপনার সর্বশেষ ব্যাকআপ নেওয়া হয়েছিলো %1$@ তারিখে %2$@-টার সময়। আপনার ব্যাকআপের আকার হলো %3$@
ca: La teva darrera còpia de seguretat es va fer el dia %1$@ a les %2$@. Mida de la teva còpia de seguretat: %3$@
cs: Vaše poslední záloha proběhla dne %1$@ v %2$@. Velikost vaší zálohy je %3$@.
da: Din sidste sikkerhedskopi blev oprettet den %1$@ kl. %2$@. Sikkerhedskopiens størrelse er %3$@.
de: Dein letztes Backup wurde am %1$@ um %2$@ durchgeführt. Die Größe deines Backups beträgt %3$@
el: Το τελευταίο σου αντίγραφο ασφαλείας έγινε στις %1$@ στις %2$@. Το μέγεθος του αντιγράφου ασφαλείας είναι %3$@
es: Última copia de seguridad: %2$@ del %1$@. Tamaño de tu copia de seguridad: %3$@
fa: آخرین پشتیبان‌گیری در %1$@ ساعت %2$@ انجام شده است. حجم نسخه پشتیبان شما %3$@ است
fi: Viimeisin varmuuskopio tehtiin %1$@ klo %2$@. Varmuuskopion koko on %3$@
fr: Dernière sauvegarde effectuée le %1$@ à %2$@. Taille de la sauvegarde : %3$@.
ga: Rinneadh do chúltaca deiridh ar an %1$@ ag %2$@. %3$@ is ea méid do chúltaca
gu: તમારું છેલ્લું બેકઅપ %1$@ના રોજ %2$@ વાગ્યે બનાવવામાં આવ્યું હતું. તમારા બેકઅપની સાઇઝ %3$@ છે
he: הגיבוי האחרון שלך התבצע בתאריך %1$@ בשעה %2$@. גודל הגיבוי שלך הוא %3$@
hi: आपका पिछला बैकअप %1$@ को %2$@ पर बनाया गया था। आपके बैकअप का आकार %3$@ है
hr: Posljednje sigurnosno kopiranje obavljeno je %1$@ u %2$@. Veličina sigurnosne kopije: %3$@
hu: Az utolsó biztonsági mentés dátuma: %1$@, %2$@. A biztonsági másolat mérete: %3$@.
id: Pencadangan terakhir dilaksanakan pada %1$@ pukul %2$@. Ukuran cadangan %3$@
it: Il tuo ultimo backup è stato eseguito alle ore %2$@ del giorno %1$@. La dimensione del tuo backup è %3$@
ja: 最終バックアップは%1$@の%2$@におこなわれました。バックアップサイズは%3$@です。
ko: 마지막 백업이 완료된 시간은 %1$@ %2$@입니다. 백업 크기는 %3$@입니다
mr: आपला शेवटचा बॅकअप %1$@ रोजी %2$@ वाजता घेतला होता. आपल्या बॅकअपचे माप %3$@ आहे
ms: Sandaran terakhir anda dibuat pada %1$@ jam %2$@. Saiz sandaran anda ialah %3$@
nb: Den siste sikkerhetskopieringen ble gjort kl. %2$@ den %1$@. Størrelsen på sikkerhetskopien er %3$@.
nl: De laatste back-up is gemaakt op %1$@ om %2$@. Je back-upgrootte is %3$@
pl: Ostatnia kopia zapasowa została utworzona %1$@ o godz. %2$@. Rozmiar kopii zapasowej to %3$@
pt_br: Seu último backup foi feito em %1$@ às %2$@. O tamanho do backup é de %3$@
pt_pt: A sua última cópia de segurança foi feita a %1$@ às %2$@. O tamanho da cópia de segurança é %3$@
ro: Ultimul backup a fost făcut pe %1$@ la %2$@. Dimensiunea backup-ului este de %3$@
ru: Последняя резервная копия была создана %1$@ в %2$@. Размер резервной копии %3$@
sk: Vaša posledná záloha bola vytvorená %1$@ o %2$@. Veľkosť vašej zálohy je %3$@
sr: Последња резервна копија направљена је %1$@ у %2$@. Величина резервне копије је %3$@
sv: Din senaste säkerhetskopia gjordes den %1$@ kl %2$@. Storleken på din säkerhetskopia är %3$@
th: คุณสำรองข้อมูลครั้งล่าสุดเมื่อวันที่ %1$@ เวลา %2$@ และข้อมูลสำรองมีขนาด %3$@
tr: Son yedeklemen %1$@ tarihinde %2$@ saatinde yapılmıştır. Yedekleme boyutun %3$@
ug: ئاخىرقى قېتىملىق زاپاسلىشىڭىز %1$@ ، %2$@ دە ئېلىپ بېرىلغان. زاپاسلاش سىغىمىڭىز%3$@
uk: Дата і час створення останньої резервної копії: %1$@, %2$@. Розмір резервної копії: %3$@
ur: آپ کا آخری بیک اپ %1$@ کو %2$@ پر کیا گیا تھا۔ آپ کے بیک اپ کا سائز %3$@ ہے
vi: Bản sao lưu gần nhất của bạn là vào lúc %2$@ ngày %1$@. Dung lượng của bản sao lưu là %3$@
zh_cn: 您上一次备份的时间是 %1$@ %2$@。您的备份大小是 %3$@
zh_hk: 你上次備份是在 %1$@ 的 %2$@ 進行的。你的備份大小為 %3$@

# ONBOARDING_CONFIRM_BACKUP_RESTORE_DESCRIPTION_NO_SIZE
source: Your last backup was made on %1$@ at %2$@.
ar: أُجريَت آخِر نسخة احتياطية في %1$@ عند الساعة %2$@.
be: Ваша апошняя рэзервовая копія была зроблена %1$@ у %2$@.
bn: আপনার সর্বশেষ ব্যাকআপ করা হয়েছিল %1$@ তারিখে %2$@-টার সময়।
ca: La teva darrera còpia de seguretat es va fer el dia %1$@ a les %2$@.
cs: Vaše poslední záloha byla vytvořena dne %1$@ v %2$@.
da: Din sidste sikkerhedskopi blev lavet %1$@ kl. %2$@.
de: Dein letztes Backup wurde am %1$@ um %2$@ durchgeführt.
el: Το τελευταίο σου αντίγραφο ασφαλείας έγινε στις %1$@ στις %2$@.
es: Última copia de seguridad: %2$@ del %1$@.
fi: Viimeisin varmuuskopio tehtiin %1$@ klo %2$@.
fr: Dernière sauvegarde effectuée le %1$@ à %2$@.
ga: Rinneadh do chúltaca deiridh %1$@ ag %2$@.
gu: તમારું છેલ્લું બેકઅપ %1$@ના રોજ %2$@ વાગ્યે લેવામાં આવ્યું હતું.
he: הגיבוי האחרון שלך התבצע ב–%1$@ בשעה %2$@.
hi: आपका पिछला बैकअप %1$@ को %2$@ पर बनाया गया था।
hr: Posljednje sigurnosno kopiranje obavljeno je %1$@ u %2$@.
hu: Az utolsó biztonsági mentés dátuma: %1$@, %2$@.
id: Pencadangan terakhir Anda dibuat pada %1$@ pukul %2$@.
it: Il tuo ultimo backup è stato eseguito alle ore %2$@ del giorno %1$@.
ja: 最終バックアップは%1$@の%2$@です。
ko: 마지막 백업이 완료된 시간은 %1$@ %2$@입니다.
mr: आपला शेवटचा बॅकअप %1$@ रोजी %2$@ वाजता घेतला.
ms: Sandaran terakhir anda telah dibuat pada %1$@ pada %2$@.
nb: Den siste sikkerhetskopieringen ble gjort kl. %2$@ den %1$@.
nl: De laatste back-up is gemaakt op %1$@ om %2$@.
pl: Ostatnia kopia zapasowa została utworzona %1$@ o godz. %2$@.
pt_br: Seu último backup foi feito em %1$@ à(s) %2$@.
pt_pt: A sua última cópia de segurança foi feita a %1$@ às %2$@.
ro: Ultima copie de rezervă a fost făcută pe %1$@ la %2$@.
ru: Последняя резервная копия была создана %1$@ в %2$@.
sk: Vaša posledná záloha bola vytvorená %1$@ o %2$@.
sr: Последња резервна копија направљена је %1$@ у %2$@.
sv: Din senaste säkerhetskopia gjordes den %1$@ kl %2$@.
tr: Son yedeklemen %1$@ tarihinde %2$@ saatinde yapılmıştır.
ug: ئاخىرقى قېتىملىق زاپاسلاش %1$@ %2$@ دە ئېلىپ بېرىلغان.
uk: Дата і час створення останньої резервної копії: %1$@, %2$@.
ur: آپ کا آخری بیک اپ %2$@ بجے %1$@ کو کیا گیا۔
vi: Bản sao lưu gần nhất của bạn là vào lúc %2$@ ngày %1$@.
zh_cn: 您上一次备份的时间是 %1$@ %2$@。
