Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BANK_DONATION_SUBHEADER_TEXT
source: Enter your bank details. Signal does not collect or store your personal information.
ar: أدخِل معلومات مصرفك. لا يقوم سيجنال بجمع أو تخزين معلوماتك الشخصية.
be: Увядзіце свае банкаўскія рэквізіты. Signal не збірае і не захоўвае вашу асабістую інфармацыю.
bn: আপনার ব্যাংকের তথ্য লিখুন। Signal আপনার ব্যক্তিগত তথ্য সংগ্রহ কিংবা সংরক্ষণ করে না।
ca: Introdueix els teus detalls bancaris. Signal no recopila ni emmagatzema la teva informació personal.
cs: Zadejte své bankovní údaje. Signal neshromažďuje ani neukládá vaše osobní údaje.
da: Angiv dine bankoplysninger. Signal indsamler eller opbevarer ikke dine personlige oplysninger.
de: Gib deine Bankverbindung ein. Deine persönlichen Daten werden von Signal nicht erfasst oder gespeichert.
el: Γράψε τα τραπεζικά σου στοιχεία. Το Signal δεν συλλέγει ούτε αποθηκεύει τα προσωπικά στοιχεία σου.
es: Introduce tus datos bancarios. Signal no recoge ni almacena tu información personal.
fa: مشخصات بانکی خود را وارد کنید. سیگنال اطلاعات شخصی شما را جمع‌آوری یا ذخیره نمی‌کند.
fi: Anna pankkitietosi. Signal ei kerää tai tallenna henkilötietojasi.
fr: Veuillez saisir vos coordonnées bancaires. Signal ne collecte pas et ne stocke pas vos informations personnelles.
ga: Cuir isteach do shonraí bainc. Ní dhéanann Signal d'fhaisnéis phearsanta a bhailiú ná a stóráil.
gu: તમારી બેંકની વિગતો દાખલ કરો. Signal તમારી અંગત માહિતી એકત્રિત અથવા સંગ્રહિત કરતું નથી.
he: יש להזין את פרטי הבנק שלך. Signal לא אוספת או מאחסנת את המידע האישי שלך.
hi: अपनी बैंक जानकारी दर्ज करें। Signal आपकी व्यक्तिगत जानकारी एकत्र या स्टोर नहीं करता है।
hr: Unesite svoje bankovne podatke. Signal ne prikuplja niti pohranjuje vaše osobne podatke.
hu: Add meg a banki adataid. A Signal nem gyűjti és nem tárolja a személyes adataidat.
id: Masukkan detail bank Anda. Signal tidak mengumpulkan atau menyimpan informasi pribadi Anda.
it: Inserisci i dettagli del tuo conto. Signal non archivia né salva le tue informazioni personali.
ja: 口座情報を入力してください。Signalがお客様の個人情報を収集したり保存したりすることはありません。
ko: 은행 세부 정보를 입력하세요. Signal은 개인 정보를 수집하거나 저장하지 않습니다.
mr: आपला बँक तपशील प्रविष्ट करा. Signal आपली वैयक्तिक माहिती संकलित किंवा संग्रहित करत नाही.
ms: Masukkan butiran bank anda. Signal tidak mengumpul atau menyimpan maklumat peribadi anda.
nb: Angi bankinformasjonen din. Signal verken samler inn eller lagrer personopplysningene dine.
nl: Vul je bankgegevens in. Signal verzamelt of bewaart geen persoonlijke gegevens.
pl: Wpisz dane do przelewu. Signal nie gromadzi ani nie przechowuje Twoich danych osobowych.
pt_br: Insira seus dados bancários. O Signal não coleta nem armazena suas informações pessoais.
pt_pt: Insira os seus detalhes bancários. O Signal não recolhe nem armazena as suas informações pessoais.
ro: Introdu detaliile tale bancare. Signal nu colectează sau păstrează informațiile personale.
ru: Введите ваши банковские реквизиты. Signal не собирает и не хранит вашу личную информацию.
sk: Zadajte svoje bankové údaje. Signal nezhromažďuje ani neukladá vaše osobné údaje.
sr: Унесите податке о банци. Signal не прикупља нити чува ваше податке о личности.
sv: Ange dina bankuppgifter. Signal samlar inte in eller lagrar dina personuppgifter.
th: โปรดกรอกข้อมูลธนาคารของคุณ โดย Signal จะไม่รวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลของคุณ
tr: Banka bilgilerini gir. Signal, kişisel bilgilerini toplamaz veya saklamaz.
ug: بانكا تەپسىلاتىنى كىرگۈزۈڭ. Signal شەخسىي ئۇچۇرلىرىڭىزنى توپلىمايدۇ ياكى ساقلىمايدۇ.
uk: Введіть реквізити картки. Signal не збирає і не зберігає вашу особисту інформацію.
ur: اپنی بینک کی تفصیلات درج کریں۔ Signal آپ کی ذاتی معلومات اکٹھی یا اسٹور نہیں کرتا۔
vi: Nhập thông tin ngân hàng của bạn. Signal không thu thập hay lưu trữ thông tin cá nhân của bạn.
zh_cn: 请输入您的银行信息。Signal 不会收集或储存您的个人信息。
zh_hk: 請輸入你的銀行資料。 Signal 不會收集或儲存你的個人資料。

# BANK_MANDATE_AGREE
source: Agree
ar: موافق
be: Згаджаюся
bn: একমত
ca: Acceptar
cs: Souhlasím
da: Enig
de: Zustimmen
el: Αποδοχή
es: Aceptar
fa: موافقم
fi: Hyväksy
fr: Accepter
ga: Aontaigh
gu: સંમત છું
he: הסכמה
hi: सहमत
hr: Pristajem
hu: Elfogad
id: Setuju
it: Accetta
ja: 同意する
ko: 동의
mr: सहमत
ms: Setuju
nb: Godkjenn
nl: Akkoord
pl: Zgadzam się
pt_br: Concordo
pt_pt: Aceito
ro: De acord
ru: Соглашаюсь
sk: Súhlasím
sr: Слажем се
sv: Godkänner
th: ยอมรับ
tr: Kabul et
ug: قوشۇلىمەن
uk: Погоджуюся
ur: متفق ہوں
vi: Đồng ý
zh_cn: 同意
zh_hk: 同意

# BANK_MANDATE_READ_MORE
source: Read More
ar: اقرأ المزيد
be: Чытаць далей
bn: আরও পড়ুন
ca: Llegiu-ne més.
cs: Číst dál
da: Læs mere
de: Weiterlesen
el: Διάβασε Περισσότερα
es: Más información
fa: بیشتر بخوانید
fi: Lue lisää
fr: En savoir plus
ga: Tuilleadh Eolais
gu: વધુ વાંચો
he: קרא עוד
hi: और पढ़ें
hr: Pročitaj više
hu: Koppints a teljeshez
id: Baca Lebih Lanjut
it: Continua a leggere
ja: さらに表示
ko: 더 보기
mr: अधिक वाचा
ms: Baca Lagi
nb: Les mer
nl: Meer lezen
pl: Czytaj dalej
pt_br: Leia mais
pt_pt: Ler mais
ro: Citește mai mult
ru: Читать далее
sk: Dočítať sa viac
sr: Прочитајте више
sv: Läs mer
th: อ่านเพิ่มเติม
tr: Devamını Oku
ug: تېخىمۇ كۆپ
uk: Читати далі
ur: مزید پڑھ
vi: Đọc Thêm
zh_cn: 查看更多
zh_hk: 了解更多

# BANK_MANDATE_SUBTITLE
source: Stripe processes donations made to Signal. Signal does not collect or store your personal information.
ar: يُعالج Stripe التبرُّعات المقدمة لسيجنال. سيجنال لا يجمع ولا يُخزِّن معلوماتك الشخصية.
be: Stripe апрацоўвае ахвяраванні, зробленыя для Signal. Signal не збірае і не захоўвае вашу асабістую інфармацыю.
bn: Stripe Signal-এ পাঠানো ডোনেশন প্রক্রিয়া করে। Signal আপনার ব্যক্তিগত তথ্য সংগ্রহ কিংবা সংরক্ষণ করে না।
ca: Stripe processa les donacions fetes a Signal. Signal no recopila ni emmagatzema la teva informació personal.
cs: Příspěvky poskytnuté na službu Signal zpracovává společnost Stripe. Signal neshromažďuje ani neukládá vaše osobní údaje.
da: Stripe behandler donationer til Signal. Signal indsamler eller opbevarer ikke dine personlige oplysninger.
de: Stripe verarbeitet Spenden an Signal. Deine persönlichen Daten werden von Signal nicht erfasst oder gespeichert.
el: Η Stripe επεξεργάζεται τις δωρεές που γίνονται στο Signal. Το Signal δεν συλλέγει ούτε αποθηκεύει τα προσωπικά στοιχεία σου.
es: Stripe se encarga de procesar las donaciones a Signal. Signal no recoge ni almacena tu información personal.
fa: Stripe کمک‌های مالی اهدایی به سیگنال را پردازش می‌کند. سیگنال اطلاعات شخصی شما را جمع آوری یا ذخیره نمی‌کند.
fi: Stripe käsittelee Signalille tehdyt lahjoitukset. Signal ei kerää tai tallenna henkilötietojasi.
fr: Les dons en faveur de Signal sont traités par Stripe. Signal ne collecte pas et ne stocke pas vos informations personnelles.
ga: Déanann Stripe na tabhartais a thugtar do Signal a phróiseáil. Ní dhéanann Signal d'fhaisnéis phearsanta a bhailiú ná a stóráil.
gu: Signalને આપવામાં આવેલા દાનની પ્રક્રિયા Stripe કરે છે. Signal તમારી અંગત માહિતી એકત્રિત અથવા સંગ્રહિત કરતું નથી.
he: Stripe מעבדת תרומות שמתבצעות עבור Signal. Signal לא אוספת או מאחסנת את המידע האישי שלך.
hi: स्ट्राइप Signal को दिए गए दान को संसाधित करता है। Signal आपकी व्यक्तिगत जानकारी एकत्र या स्टोर नहीं करता है।
hr: Stripe obrađuje donacije u korist Signala. Signal ne prikuplja niti pohranjuje vaše osobne podatke.
hu: A Stripe feldolgozza a Signalnak adott adományokat. A Signal nem gyűjti és nem tárolja a személyes adataidat.
id: Stripe memproses donasi yang diberikan ke Signal. Signal tidak mengumpulkan atau menyimpan informasi pribadi Anda.
it: Stripe si occupa di elaborare le donazioni a Signal. Signal non archivia né salva le tue informazioni personali.
ja: StripeがSignalへの寄付を処理します。Signalがお客様の個人情報を収集したり保存したりすることはありません。
ko: Stripe에서 Signal에 대한 기부를 처리합니다. Signal은 개인 정보를 수집하거나 저장하지 않습니다.
mr: Signal ला केलेले देणगीवर स्ट्राईप प्रक्रिया करते. Signal आपली वैयक्तिक माहिती संकलित किंवा संग्रहित करत नाही.
ms: Stripe memproses derma yang dibuat kepada Signal. Signal tidak mengumpul atau menyimpan maklumat peribadi anda.
nb: Stripe behandler pengegavene som gis til Signal. Signal samler ikke inn eller lagrer personopplysningene dine.
nl: Stripe verwerkt alle donaties aan Signal. Signal verzamelt of bewaart geen persoonlijke gegevens.
pl: Darowizny wpłacane na rzecz aplikacji Signal są przetwarzane przez Stripe. Signal nie gromadzi ani nie przechowuje Twoich danych osobowych.
pt_br: O Stripe processa as doações para o Signal. O Signal não coleta nem armazena suas informações pessoais.
pt_pt: O Stripe processa donativos feitos ao Signal. O Signal não recolhe nem armazena as suas informações pessoais.
ro: Stripe procesează donațiile făcute către Signal. Signal nu colectează sau păstrează informațiile personale.
ru: Stripe обрабатывает пожертвования, сделанные в пользу Signal. Signal не собирает и не хранит вашу личную информацию.
sk: Príspevky pre Signal spracováva Stripe. Signal nezhromažďuje ani neukladá vaše osobné údaje.
sr: Stripe обрађује донације послате Signal-у. Signal не прикупља нити чува ваше податке о личности.
sv: Stripe behandlar donationer till Signal. Signal samlar inte in eller lagrar dina personuppgifter.
th: Stripe เป็นผู้ดำเนินงานการรับเงินบริจาคของ Signal Signal ไม่รวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลของคุณ
tr: Stripe, Signal'e yapılan bağışları işler. Signal, kişisel bilgilerini toplamaz veya saklamaz.
ug: Signal غا قىلغان ئىئانىنى Stripe بىر تەرەپ قىلىدۇ. Signal شەخسىي ئۇچۇرىڭىزنى توپلىمايدۇ ياكى ساقلىمايدۇ.
uk: Stripe опрацьовує донати на користь Signal. Signal не збирає і не зберігає вашу особисту інформацію.
ur: Signal کو کیے گئے عطیات پر Stripe کی جانب سے کارروائی کی جاتی ہے۔ Signal آپ کی ذاتی معلومات جمع یا اسٹور نہیں کرتا۔
vi: Stripe là đơn vị xử lý các khoản ủng hộ bạn gửi cho Signal. Signal không thu thập hay lưu trữ thông tin cá nhân của bạn.
zh_cn: 用户给 Signal 进行的捐款由 Stripe 处理。Signal 不会收集或储存您的个人信息。
zh_hk: Stripe 會處理給 Signal 的捐款。Signal 不會收集或保存你的個人資料。

# BANK_MANDATE_TITLE
source: Bank Transfer
ar: تحويل مصرفي
be: Банкаўскі перавод
bn: ব্যাংক ট্রান্সফার
ca: Transferència bancària
cs: Bankovní převod
da: Bankoverførsel
de: Überweisung
el: Τραπεζική μεταφορά
es: Transferencia bancaria
fa: انتقال بانکی
fi: Pankkisiirto
fr: Virement bancaire
ga: Aistriú Bainc
gu: બેંક ટ્રાન્સફર
he: העברה בנקאית
hi: बैंक ट्रांसफर
hr: Bankovni transfer
hu: Banki átutalás
id: Transfer Bank
it: Bonifico bancario
ja: 銀行振り込み
ko: 송금
mr: बँक हस्तांतरण
ms: Pindahan bank
nb: Bankoverføring
nl: Bankoverschrijving
pl: Przelew bankowy
pt_br: Transferência bancária
pt_pt: Transferência bancária
ro: Transfer bancar
ru: Банковский перевод
sk: Bankový prevod
sr: Банковни пренос
sv: Banköverföring
th: โอนเงินผ่านระบบธนาคาร
tr: Banka Transferi
ug: بانكىدىن ئاغدۇرۇش
uk: Банківський переказ
ur: بینک ٹرانسفر
vi: Chuyển khoản Ngân hàng
zh_cn: 银行转账
zh_hk: 銀行轉帳

# BANNER_CLOSE_ACCESSIBILITY_LABEL
source: Close banner
af: Sluit banier
ar: إغلاق الشريط
az: Banneri bağla
be: Закрыць банер
bn: ব্যানার বন্ধ করুন
ca: Tanca la pancarta
cs: Zavřít banner
cy: Cau baner
da: Luk banner
de: Banner schließen
el: Κλείσιμο μηνύματος
es: Cerrar notificación
es_es: Cerrar notificación
et: Sulge bänner
eu: Itxi bannerra
fa: بستن بنر
fi: Sulje banneri
fr: Fermer la bannière
gu: બેનર બંધ કરો
he: סגור מודעה
hi: बैनर को बंद करें
hr: Zatvori natpis
hu: Tájékoztató bezárása
id: Tutup banner
is: Loka borða
it: Chiudi banner
ja: バナーを閉じる
kab: Mdel annay
km: á”á·á‘á•áŸ’á‘á¶áŸ†á„á”áŠá¶
kn: ಬ್ಯಾನರ್‌ ಮುಚ್ಚಿ
ko: 배너 닫기
lt: Užverti plakatą
lv: Aizvērt reklāmjoslu
ml: ബാനർ അടയ്‌ക്കുക
mr: बॅनर बंद करा
ms: Tutup sepanduk
my: ခေါင်းစာကြောင်းကို ပိတ်မယ်
nb: Lukk banner
nl: Banner sluiten
pa: ਬੈਨਰ ਬੰਦ ਕਰੋ
pl: Zamknij baner
ps: د بینر بندول
pt_br: Fechar balão
pt_pt: Fechar insígnia
ro: Închide notificarea
ru: Закрыть баннер
sk: Zatvoriť banner
sl: Zapri pasico
sq: Mbylle banderolën
sr: Затвори банер
sv: Stäng skylten
sw: Funga bango
ta: பதாகையை மூடு
te: బ్యానర్ మూసివేయండి
th: ปิดแถบแสดง
tr: Başlığı kapat
ug: لوزۇنكىنى ياپ
uk: Закрити банер
ur: بینر بند کریں
vi: Tắt biểu ngữ
zh_cn: 关闭横幅
zh_hk: 關閉橫額

# BLOCK_GROUP_BEHAVIOR_EXPLANATION
source: You will no longer receive messages or updates from this group.
af: Jy sal nie meer boodskappe of nuus van hierdie groep ontvang nie.
ar: لن تصلك الرسائل أو التحديثات من هذه المجموعة بعد الآن.
az: Artıq bu qrupdan mesaj və ya yeniləmələr almayacaqsınız.
be: Вы больш не будзеце атрымліваць паведамленні або абнаўленні з гэтай групы.
bg: Повече няма да получавате съобщения или обновления от тази група.
bn: আপনি আর এই গ্রুপ থেকে মেসেজ বা আপডেট পাবেন না।
ca: Ja no rebreu missatges ni actualitzacions d'aquest grup.
cs: Již nebudete přijímat zprávy a aktualizace od této skupiny.
cy: Ni fyddwch bellach yn derbyn negeseuon na diweddariadau gan y grŵp hwn.
da: Du vil ikke længere modtage beskeder eller opdateringer fra denne gruppe.
de: Du wirst von dieser Gruppe keine Nachrichten oder Aktualisierungen mehr erhalten.
el: Δεν θα λαμβάνεις πια μηνύματα ή ενημερώσεις από αυτήν την ομάδα.
es: Ya no recibirás mensajes ni actualizaciones de este grupo.
es_es: No podrás enviar o recibir más mensajes en este grupo.
et: Sa ei saa sellest grupist rohkem sõnumeid või uuendusi.
eu: Ez dituzu talde honetatik mezu edo egunerapenik jasoko.
fa: شما دیگر از این گروه پیام یا به‌روزرسانی دریافت نخواهید کرد.
fi: Et enää saa viestejä tai päivityksiä tältä ryhmältä.
fil: Hindi ka na muling makakatanggap ng mga mensahe at update mula sa grupong ito.
fr: Ce groupe ne pourra plus vous envoyer de messages, ni vous tenir informé des dernières actualités.
ga: Ní bhfaighidh tú teachtaireachtaí ón ghrúpa seo a thuilleadh.
gu: તમે હવે આ ગ્રુપમાંથી મેસેજ અથવા અપડેટ્સ પ્રાપ્ત કરશો નહીં.
he: לא תקבל יותר הודעות או עדכונים מקבוצה זו.
hi: अब आपको इस ग्रुप से कोई संदेश या अपडेट नहीं मिलेंगे।
hr: Više nećete primati poruke ni ažuriranja iz ove grupe.
hu: Többé nem kapsz üzeneteket és frissítéseket ebből a csoportból.
id: Anda tidak akan lagi menerima pesan dan pembaruan dari grup ini.
is: Þú munt ekki lengur fá skilaboð eða uppfærslur frá þessum hóp.
it: Non riceverai più messaggi o aggiornamenti da questo gruppo.
ja: 今後このグループからは、メッセージや更新を受信しません。
kab: Dayen ur tettizmireḍ ara ad d-tremseḍ iznan akked yileqman seg ugraw-a.
kk: Енді бұл топтан хабар немесе жаңарту алмайсыз.
km: á¢áŸ’á“á€á“á¹á„á›áŸ‚á„á‘á‘á½á›áŸá¶áš á¬ á€á¶ášá’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á–áŸááŸŒá˜á¶á“á–á¸á€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: ನೀವು ಈ ಗುಂಪಿನಿಂದ ಸಂದೇಶಗಳು ಅಥವಾ ನವೀಕರಣಗಳನ್ನು ಇನ್ನು ಮುಂದೆ ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.
ko: 이 그룹에게서 메시지 또는 새 소식을 받을 수 없게 됩니다.
lt: Jūs daugiau nebegausite žinučių ar atnaujinimų iš šios grupės.
lv: Jūs vairs nesaņemsiet ziņas vai jaunumus no šīs grupas.
mk: Повеќе нема да добивате пораки или ажурирања од оваа група.
ml: ഈ ഗ്രൂപ്പിൽ നിന്ന് നിങ്ങൾക്ക് മേലിൽ സന്ദേശങ്ങളോ അപ്‌ഡേറ്റുകളോ ലഭിക്കില്ല.
mr: या गटामधून आपल्याला यापुढे संदेश किंवा अद्यतने प्राप्त होणार नाहीत.
ms: Anda tidak akan menerima mesej dan kemas kini daripada kumpulan ini.
my: ၎င်းအဖွဲ့ထံမှ မက်ဆေ့ချ်များ သို့မဟုတ် အပ်ဒိတ်များ သင် မရရှိတော့ပါ။
nb: Du vil ikke lenger motta meldinger eller oppdateringer fra denne gruppen.
nl: Je zult niet langer berichten of meldingen van deze groep ontvangen.
pa: ਤੁਸੀਂ ਹੁਣ ਇਸ ਗਰੁੱਪ ਤੋਂ ਸੁਨੇਹੇ ਜਾਂ ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰੋਗੇ।
pa_pk: تہانوں ایس گروپ توں فیر ہور سنیہے یاں اپ ڈیٹس موصول نئیں ہون گیاں۔
pl: Nie będziesz już otrzymywać wiadomości ani powiadomień z tej grupy.
ps: تاسې به نور له دغه ګروپ څخه هېڅ ډول پیغامونه یا اپډیټونه تر لاسه نه کړئ.
pt_br: Você deixará de receber mensagens e notificações do grupo.
pt_pt: Deixará de receber mensagens ou notificações deste grupo.
ro: Nu vei mai putea primi mesaje sau actualizări de la acest grup.
ru: Вы больше не будете получать сообщения и обновления от этой группы.
sk: Už nebudete dostávať správy a aktualizácie od tejto skupiny.
sl: Od te skupine ne boste več prejemali sporočil in posodobitev.
sq: S’do të merrni më mesazhe apo përditësime nga ky grup.
sr: Више нећете примати поруке и новости из ове групе.
sv: Du kommer inte längre att få meddelanden eller uppdateringar från denna grupp.
sw: Hautaweza kupokea ujumbe ama sasisho kutoka kwenye kikundi hiki.
ta: இந்த குழுவிலிருந்து நீங்கள் இனி செய்திகளையோ புதுப்பிப்புகளையோ பெற மாட்டீர்கள்.
te: మీరు ఇకపై ఈ సమూహాం నుండి సందేశాలు లేదా నవీకరణలను స్వీకరించరు.
th: คุณจะไม่ได้รับข้อความหรือความเคลื่อนไหวจากกลุ่มนี้อีกต่อไป
tr: Bu grubun iletilerini veya güncellemelerini almayacaksınız.
ug: ئەمدى بۇ گۇرۇپپىنىڭ ئۇچۇرى ۋە يېڭىلىنىشىنى تاپشۇرۇۋالمايسىز.
uk: Ви перестанете отримувати повідомлення та оновлення від цієї групи.
ur: آپ کو مزید اس گروپ سے پیغامات اورتجادید وصول نہیں ہونگے۔
vi: Bạn sẽ không còn nhận tin nhắn hay cập nhật từ nhóm này nữa.
zh_cn: 您将不再接收该群组的消息或更新。
zh_hk: 您將無法再接收來自此群組的訊息或更新。

# BLOCK_LIST_BLOCK_BUTTON
source: Block
af: Versper
ar: حَظر
az: Əngəllə
be: Заблакаваць
bg: Блокиране
bn: ব্লক করুন
ca: Bloquejar
cs: Blokovat
cy: Rhwystro
da: Blokér
de: Blockieren
el: Αποκλεισμός
es: Bloquear
es_es: Bloquear
et: Blokeeri
eu: Blokeatu
fa: مسدود کردن
fi: Estä
fil: Hadlangan
fr: Bloquer
ga: Cuir bac
gu: બ્લૉક કરો
he: חסימה
hi: ब्लॉक करें
hr: Blokiraj
hu: Letiltás
id: Blokir
is: Loka á
it: Blocca
ja: ブロックする
kab: Sewḥel
kk: Бұғаттау
km: á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧಿಸಿ
ko: 차단
lt: Užblokuoti
lv: Bloķēt
mk: Блокирај
ml: തടയുക
mr: अवरोधित करा
ms: Sekat
my: ပိတ်ပင်သည်
nb: Blokker
nl: Blokkeren
pa: ਬਲਾਕ
pa_pk: بلاک کرو
pl: Zablokuj
ps: بلاک کول
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Blokovať
sl: Blokiraj
sq: Bllokoje
sr: Блокирај
sv: Blockera
sw: Zuia
ta: தடு
te: నిరోధించు
th: บล็อก
tr: Engelle
ug: چەكلەش
uk: Заблокувати
ur: بلاک کریں
vi: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# BLOCK_LIST_BLOCK_GROUP_TITLE_FORMAT
source: Block and Leave the "%@" Group?
af: Versper en verlaat die “%@”-groep?
ar: هل ترغبُ بحَظر ومُغادرة المجموعة "%1$@"؟
az: "%@" qrupunu əngəlləyib tərk edirsiniz?
be: Заблакаваць і пакінуць групу «%1$@»?
bg: Блокирай и Напусни групата "%@"?
bn: "%1$@" গ্রুপটিকে ব্লক করবেন এবং বের হয়ে যাবেন?
ca: Vols bloquejar i abandonar el grup «%1$@»?
cs: Blokovat a opustit skupinu „%1$@“?
cy: Rhwystro a Gadael Grŵp "%@"
da: Blokér og forlad gruppen "%1$@"?
de: Gruppe »%1$@« blockieren und verlassen?
el: Αποκλεισμός και αποχώρηση από την ομάδα "%1$@";
es: ¿Bloquear y abandonar el grupo "%1$@"?
es_es: ¿Bloquear y abandonar el grupo «%@»?
et: Kas blokeerida ja lahkuda grupist "%@"?
eu: Blokeatu eta utzi "%@" taldea?
fa: گروه «%1$@» را مسدود و آن را ترک می‌کنید؟
fi: Estetäänkö ja poistutaanko ryhmästä %1$@?
fil: I-block at Lisanin ang grupong "%@"?
fr: Bloquer et quitter le groupe "%1$@" ?
ga: Cuir bac ar an ngrúpa "%1$@" agus imigh as?
gu: "%1$@" ગ્રૂપને બ્લૉક કરી અને છોડી દેવું છે?
he: לחסום ולעזוב את הקבוצה "%1$@"?
hi: क्या आप "%1$@" ग्रुप को ब्लॉक करके छोङना चाहते हैं?
hr: Blokirati i napustiti grupu "%1$@"?
hu: Letiltod és elhagyod a(z) „%1$@” csoportot?
id: Blokir dan Keluar dari Grup "%1$@"?
is: Útiloka og hætta í hópnum "%@"?
it: Vuoi bloccare e abbandonare il gruppo "%1$@"?
ja: ブロックして「%1$@」グループを抜けますか？
kab: Sewḥel syen eǧǧ %@ Ugraw?
kk: "%@" тобын бұғаттап, одан шығу керек пе?
km: ášá¶áŸ†á„ááŸ’á‘á”áŸ‹ á“á·á„á…á¶á€á…áŸá‰á–á¸á€áŸ’ášá»á˜ "%@" ?
kn: "%@" ಗುಂಪನ್ನು ನಿರ್ಬಂಧಿಸುವುದೇ ಮತ್ತು ತೊರೆಯುವುದೇ?
ko: '%1$@' 그룹을 차단하고 나갈까요?
lt: Užblokuoti ir išeiti iš grupės „%@“?
lv: Vai bloķēt un atstāt grupu "%@"?
mk: Блокирај и напушти ја ”%@” група?
ml: "%@" ഗ്രൂപ്പ് ബ്ലോക്ക് ചെയ്തു വിട്ടുപോവണോ?
mr: "%1$@" गट अवरोधित करायचा आणि सोडायचा?
ms: Sekat dan Keluar dari Kumpulan "%1$@"?
my: "%@" အဖွဲ့ကို ပိတ်ပယ်ပြီး ၎င်းအဖွဲ့မှ ထွက်ခွာမည်လား?
nb: Vil du blokkere og forlate gruppen %1$@?
nl: De groep %1$@ blokkeren en verlaten?
pa: "%@" ਗਰੁੱਪ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਣੀ ਅਤੇ ਛੱਡਣਾ ਹੈ?
pa_pk: "%@" گروپ نوں مسدود کرو تے چھڈ دیو؟
pl: Zablokować i opuścić grupę „%1$@”?
ps: غواړئ د "%@" ګروپ بلاک او پریږدئ؟
pt_br: Bloquear e sair do grupo "%1$@"?
pt_pt: Bloquear e sair do grupo "%1$@"?
ro: Blochează și părăsește grupul "%1$@" ?
ru: Заблокировать и покинуть группу «%1$@»?
sk: Zablokovať a opustiť skupinu „%1$@“?
sl: Želite zapustiti in blokirati skupino "%@" ?
sq: Të bllokohet dhe të Braktiset Grupi "%@"?
sr: Желите ли да блокирате и напустите групу „%1$@“?
sv: Blockera och lämna gruppen "%1$@"?
sw: Zuia na Ondoka kwenye Kikundi "%@"?
ta: "%@" குழுவைத் தடுத்து வெளியேறு?
te: "%@" సమూహాన్ని బ్లాక్ చేసి వదిలేయాలా?
th: บล็อกและออกจากกลุ่ม "%1$@" หรือไม่
tr: "%1$@" Grubundan Ayrıl ve Engelle?
ug: گۇرۇپپا «%1$@» نى چەكلەپ ئۇنىڭدىن ئايرىلامسىز؟
uk: Заблокувати й покинути групу «%1$@»?
ur: "%1$@" گروپ کو بلاک کریں اور چھوڑ دیں؟
vi: Chặn và Rời Nhóm "%1$@" ?
zh_cn: 要屏蔽并离开“%1$@”群组吗？
zh_hk: 要封鎖並退出「%1$@」群組嗎？

# BLOCK_LIST_BLOCK_USER_TITLE_FORMAT
source: Block %@?
af: Versper %@?
ar: هل ترغبُ بحَظر %1$@؟
az: %@ əngəllənsin?
be: Заблакаваць %1$@?
bg: Блокирай %@ ?
bn: %1$@-কে ব্লক করবেন?
ca: Vols bloquejar %1$@?
cs: Blokovat uživatele %1$@?
cy: Rhwystro %@?
da: Blokér %1$@?
de: %1$@ blockieren?
el: Αποκλεισμός του/της %1$@;
es: ¿Bloquear a %1$@?
es_es: ¿Bloquear a %@?
et: Kas blokeerida %@?
eu: %@ blokeatu?
fa: %1$@ مسدود شود؟
fi: Estetäänkö %1$@?
fil: I-block %@?
fr: Bloquer %1$@ ?
ga: Cuir bac ar %1$@?
gu: %1$@ને બ્લૉક કરવા છે?
he: לחסום את %1$@?
hi: %1$@ को ब्लॉक करें?
hr: Blokirati korisnika %1$@?
hu: %1$@ letiltása?
id: Blokir %1$@?
is: Loka á %@?
it: Vuoi bloccare %1$@?
ja: %1$@ をブロックしますか？
kab: Sewḥel %@?
kk: %@ бұғаттау керек пе?
km: á á¶á˜áƒá¶ááŸ‹ %@?
kn: %@ನಿರ್ಬಂಧಿಸುವುದೇ?
ko: %1$@을(를) 차단할까요?
lt: Užblokuoti %@?
lv: Vai bloķēt %@?
mk: Блокирај го %@?
ml: %@-നെ തടയണോ?
mr: %1$@ ला अवरोधित करायचे?
ms: Sekat %1$@?
my: %@ ကို ပိတ်မလား?
nb: Vil du blokkere %1$@?
nl: %1$@ blokkeren?
pa: %@ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਣੀ ਹੈ?
pa_pk: %@ نوں بلاک کرو؟
pl: Zablokować tę osobę: %1$@?
ps: غواړئ %@ بلاک کړئ؟
pt_br: Bloquear %1$@?
pt_pt: Bloquear %1$@?
ro: Blochezi pe %1$@?
ru: Заблокировать %1$@?
sk: Blokovať používateľa %1$@?
sl: Blokiram uporabnika/co %@?
sq: Të bllokohet %@?
sr: Желите ли да блокирате корисника %1$@?
sv: Blockera %1$@?
sw: Zuia %@?
ta: %@ஐ தடுக்கவா?
te: %@ ని నిరోధించాల?
th: บล็อก %1$@ หรือไม่
tr: %1$@ engellensin mi?
ug: %1$@ نى چەكلەمسىز؟
uk: Заблокувати користувача %1$@?
ur: %1$@ کو بلاک کریں؟
vi: Chặn %1$@?
zh_cn: 要屏蔽%1$@吗？
zh_hk: 要封鎖 %1$@ 嗎？

# BLOCK_LIST_BLOCKED_GROUPS_SECTION
source: Blocked Groups
af: Versperde groepe
ar: المجموعات المحظورة
az: Əngəllənmiş qruplar
be: Заблакаваныя групы
bg: Блокирани Групи
bn: ব্লক করা হয়েছে এমন গ্রুপ
ca: Grups bloquejats
cs: Zablokované skupiny
cy: Grŵpiau wedi'u Rhwystro
da: Blokerede grupper
de: Blockierte Gruppen
el: Αποκλεισμένες ομάδες
es: Grupos bloqueados
es_es: Grupos bloqueados
et: Blokeeritud grupid
eu: Blokeatutako taldeak
fa: گروه‌های مسدودشده
fi: Estetyt ryhmät
fil: Mga Grupong Naka-block
fr: Groupes bloqués
ga: Grúpaí Bactha
gu: બ્લૉક કરેલા ગ્રૂપ
he: קבוצות חסומות
hi: ब्लॉक किया गया ग्रुप
hr: Blokirane grupe
hu: Letiltott csoportok
id: Grup Diblokir
is: Útilokaðir hópar
it: Gruppi bloccati
ja: ブロック中のグループ
kab: Igrawen yettusweḥlen
kk: Бұғатталған топтар
km: á€áŸ’ášá»á˜á”á¶á“á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧಿಸಿದ ಗುಂಪುಗಳು
ko: 차단한 그룹
lt: Užblokuotos grupės
lv: Bloķētās grupas
mk: Блокирани групи
ml: തടഞ്ഞ ഗ്രൂപ്പുകൾ
mr: अवरोधित केलेले गट
ms: Kumpulan Disekat
my: ပိတ်ပင်ထားသော အဖွဲ့များ
nb: Blokkerte grupper
nl: Geblokkeerde groepen
pa: ਪਾਬੰਦੀ ਲੱਗੇ ਗਰੁੱਪ
pa_pk: بلاک کیتے گروپس
pl: Zablokowane grupy
ps: بلاک شوي ګروپونه
pt_br: Grupos bloqueados
pt_pt: Grupos bloqueados
ro: Grupuri blocate
ru: Заблокированные группы
sk: Blokované skupiny
sl: Blokirane skupine
sq: Grupe të Bllokuar
sr: Блокиране групе
sv: Blockerade grupper
sw: Vikundi Vilivyozuiwa
ta: தடுக்கப்பட்ட குழுக்கள்
te: నిరోధించిన సమూహాలు
th: กลุ่มที่ถูกบล็อก
tr: Engellenen Gruplar
ug: چەكلەنگەن گۇرۇپپىلار
uk: Заблоковані групи
ur: بلاک کردہ گروپس
vi: Các nhóm Đã Chặn
zh_cn: 已屏蔽的群组
zh_hk: 被封鎖的群組
