Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SECONDARY_TRANSFER_GET_STARTED_BY_OPENING_IPAD
source: Launch Signal on your old iPad to transfer your account
af: Begin Signal op u ou iPad om u rekening oor te dra
ar: شَغِّل سيجنال على جهاز الآيباد القديم الخاص بك لكي تنقل الحساب الخاص بك.
az: Hesabınızı köçürmək üçün köhnə iPad-ınızda Signal-ı başladın.
be: Запусціце Signal на сваім старым iPad, каб перанесці свой уліковы запіс
bg: Стартирайте Signal на стария си iPad, за да прехвърлите акаунта си
bn: আপনার অ্যাকাউন্টটি স্থানান্তর করতে আপনার পুরোনো iPad-এ Signal চালু করুন
ca: Obriu el Signal a l'iPad antic per transferir el compte.
cs: Pro přenos vašeho účtu zapnětě Signal na vašem starém iPadu
cy: Lansiwch Sginal ar eich hen IPad er mwyn trosglwyddo'ch cyfrif
da: Start Signal på din gamle iPad for at overføre din konto
de: Starte Signal auf deinem alten iPad, um dein Konto zu übertragen
el: Άνοιξε το Signal στο παλιό σου iPad για να μεταφέρεις το λογαριασμό σου
es: Abre Signal en tu iPad anterior para transferir tu cuenta
es_es: Abre Signal en tu iPad antiguo para transferir tu cuenta.
et: Konto ülekandmiseks käivita Signal vanas iPadis
eu: Irekin Signal zure iPad zaharrean zure kontua transferizeko
fa: سیگنال را روی آیپد قدیمی خود باز کرده تا حساب کاربری خود را انتقال دهید
fi: Avaa Signal vanhalla iPadillasi tilisi siirtämiseksi
fil: Patakbuhin ang Signal sa luma mong iPad para mailipat ang iyong account
fr: Pour transférer votre compte, lancez Signal sur votre ancien iPad
ga: Tosaigh Signal ar do shean-iPad chun do chuntas a aistriú
gu: તમારા એકાઉન્ટને ટ્રાન્સફર કરવા માટે તમારા જૂના iPad પર Signal લોંચ કરો
he: הרץ את Signal על ה־iPad הישן שלך כדי להעביר את החשבון שלך
hi: अपना खाता ट्रान्सफर करने के लिये अपने पुराने iPad में Signal खोलें
hr: Pokrenite Signal na svom starom iPadu kako bi prenijeli vaš račun
hu: Indítsd el a Signalt régi Ipad-eden a fiók átmozgatásához
id: Buka Signal pada iPad lama Anda untuk mentransfer akun Anda
is: Ræstu Signal á gamla iPad-tækinu þínu til að flytja aðganginn þinn
it: Avvia Signal sul tuo vecchio iPad per trasferire il tuo account
ja: アカウントを移行するため、以前のiPadでSignalを起動してください。
kab: Senker Signal ɣef iPad-inek·inem aqbur i wakken ad tazneḍ umiḍan-ik·im
kk: Трікелгіңізді көшіру үшін ескі iPad құрылғыңызда Signal қолданбасын іске қосу
km: áŠáŸ†áá¾ášá€á¶áš Signal á“áŸ…á›á¾ iPad á…á¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á‡á¼á“á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ವರ್ಗಾಯಿಸಲು ನಿಮ್ಮ ಹಳೆಯ ಐಪ್ಯಾಡ್‌ನಲ್ಲಿ Signal ಅನ್ನು ಆರಂಭಿಸಿ
ko: 이전 iPad에서 Signal을 실행하여 계정 이동
lt: Norėdami perkelti savo paskyrą, paleiskite Signal savo senajame iPad įrenginyje
lv: Palaidiet lietotni Signal vecajā iPad ierīcē, lai pārsūtītu savu kontu
mk: Стартувајте го Signal на вашиот стар iPad за да ја пренесете вашата сметка
ml: നിങ്ങളുടെ അക്കൗണ്ട് കൈമാറ്റം ചെയ്യുന്നതിന് നിങ്ങളുടെ പഴയ ഐപാഡിൽ Signal ലോഞ്ച് ചെയ്യുക
mr: आपले खाते स्थानांतरित करण्यासाठी आपल्या जुन्या iPad वर Signal लाँच करा
ms: Lancarkan Signal dalam iPad lama anda untuk memindahkan akaun anda
my: သင့် အကောင့်လွှဲရန် သင့် iPad အဟောင်းပေါ်တွင် Signal ကို ဖွင့်လိုက်ပါ။
nb: Start Signal på den gamle iPad-en for å overføre kontoen
nl: Open de Signal-app op je oude iPad om je Signal-account over te zetten
pa: ਆਪਣਾ ਖਾਤਾ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਲਈ ਆਪਣੇ ਪੁਰਾਣੇ iPad 'ਤੇ Signal ਚਲਾਓ
pa_pk: اپنا اکاؤنٹ منتقل کرن دے لئی اپنے پرانے آئی پیڈ اتے Signal نوں لانچ کرو
pl: Aby przenieść konto, uruchom Signal na swoim poprzednim iPadzie
ps: Signal په خپل زاړه iPad کې خلاص کړئ تر څو خپل اکاونټ ولیږدوئ
pt_br: Abra o Signal no seu antigo iPad para transferir a sua conta
pt_pt: Inicie o Signal no seu iPad antigo para transferir a sua conta
ro: Deschide Signal pe vechiul iPad pentru a transfera contul
ru: Запустите Signal на своём старом iPad, чтобы перенести свою учётную запись
sk: Na prenos vášho účtu, spustite Signal na vašom starom iPade
sl: Za prenos računa zaženite Signal na vašem starem iPadu
sq: Që të shpërngulni llogarinë tuaj, niseni Signal-in te iPad-i juaj i dikurshëm
sr: Покрените Signal на свом старом iPad-у да бисте пренели налог
sv: Starta Signal på din gamla iPad för att överföra ditt konto
sw: Zindua Signal kwenye iPad yako ya zamani ili kuhamisha akaunti yako
ta: தொடங்க Signal ஆன் உங்கள் மாற்ற பழைய ஐபாட் உங்கள் கணக்கு
te: మీ ఖాతాను బదిలీ చేయడానికి మీ పాత ఐప్యాడ్‌లో Signal ప్రారంభించండి
th: เปิด Signal ในไอแพดเครื่องเก่าของคุณเพื่อถ่ายโอนบัญชีของคุณ
tr: Hesabınızı aktarmak için eski iPad'inizde Signal'i açın
ug: كونا iPad ڭىزدە Signal نى قوزغىتىپ ھېساباتىڭىزنى يۆتكەڭ.
uk: Запустіть Signal на старому iPad, щоб перенести свій акаунт
ur: اپنے اکاؤنٹ کو منتقل کرنے کے لئے اپنے پرانے iPad پر Signal لانچ کریں
vi: Mở Signal trên iPad cũ của bạn để chuyển tài khoản
zh_cn: 在你原来的 iPad 上运行 Signal 以便迁移数据到你的账户。
zh_hk: 在您的舊 iPad 上啟動 Signal，以便轉移您的帳戶資料

# SECURE_SESSION_RESET
source: Secure session was reset.
af: Beveiligde sessie is teruggestel.
ar: أُعيدَ ضبط الجلسة الآمنة.
az: Güvənli seans sıfırlandı.
be: Бяспечны сеанс быў скінуты.
bg: Безопасната сесия беше прекъсната.
bn: নিরাপদ সেশন পুনঃস্থাপিত হয়েছে।
ca: La sessió segura ha estat reiniciada.
cs: Bezpečné sezení bylo resetováno.
cy: Ailosodwyd sesiwn diogel.
da: Den sikre session blev nulstillet
de: Sichere Sitzung neu gestartet.
el: Επαναφορά ασφαλούς συνεδρίας.
es: Sesión segura restablecida
es_es: Sesión segura restablecida.
et: Turvaseanss lähtestati.
eu: Saioa segurua berrezarri egin da.
fa: وضعیت رمزنگاری به حالت اولیه بازگردانیده شد.
fi: Suojattu istunto alustettu.
fil: Ang ligtas na session ay na-reset.
fr: La session sécurisée a été réinitialisée.
ga: Athshocraíodh an seisiún slán.
gu: સુરક્ષિત સત્ર ફરીથી ગોઠવવામાં આવ્યું હતું.
he: שיח מאובטח אופס.
hi: सुरक्षित सेशन रिसेट कर दिया गया है।
hr: Sigurna sesija je resetirana.
hu: Biztonságos munkamenet alaphelyzetbe állítva.
id: Sesi aman telah di ulang.
is: Örugg seta var endurstillt.
it: La sessione protetta è stata resettata.
ja: セキュアセッションがリセットされました。
kab: Awennez n tɣimit yettuwennez.
kk: Қауіпсіз сеанс бастапқы қалпына қайтарылды.
km: á€á¶á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹áŸá»áœááŸ’áá·á—á¶á–ááŸ’ášá¼áœá”á¶á“á€áŸ†áááŸ‹á¡á¾á„áœá·á‰áŸ”
kn: ಸುರಕ್ಷಿತ ಅವಧಿ ಮರುಹೊಂದಿಸಲಾಗಿದೆ.
ko: 보안 세션이 초기화되었습니다.
lt: Saugusis seansas buvo atstatytas.
lv: Drošā sesija tika atiestatīta.
mk: Безбедносната сесија беше ресетирана.
ml: സുരക്ഷിതമായ സെഷൻ റീസെറ്റ് ആയിരിക്കുന്നു.
mr: सुरक्षित सत्र रीसेट केले गेले.
ms: Sesi selamat ditetapkan semula
my: လုံခြုံသောဆက်ရှင်ကို ပြန်ပြင်လိုက်ပြီ။
nb: Sikker sesjon ble tilbakestilt.
nl: Je beveiligde sessie is opnieuw ingesteld.
pa: ਸੁਰੱਖਿਅਤ ਸੈਸ਼ਨ ਰੀਸੈੱਟ ਹੋਇਆ।
pa_pk: تحفظ سیشن نوں ری سیٹ کیتا۔
pl: Bezpieczna sesja zresetowana.
ps: خوندي غونډه بیرته له سره تنظیم شوه.
pt_br: A sessão segura foi reiniciada.
pt_pt: A sessão segura foi reiniciada.
ro: Sesiunea securizată a fost resetată
ru: Защищенный сеанс был сброшен.
sk: Bezpečná relácia bola obnovená.
sl: Varna seja je bila ponastavljena.
sq: U rimor sesioni i sigurt.
sr: Безбедна сесија је ресетована.
sv: Säker session har återställts.
sw: Kikao salama kimeseti upya.
ta: பாதுகாப்பான அமர்வு மீட்டமைக்கப்பட்டது.
te: సురక్షిత సెషన్ రీసెట్ చేయబడింది.
th: สมัยสนทนาที่ปลอดภัยถูกล้างเริ่มใหม่
tr: Güvenli oturum sıfırlandı.
ug: بىخەتەر سۆزلىشىش ئەسلىگە قايتۇرۇلدى.
uk: Безпечний сеанс скинуто.
ur: محفوظ سیشن ترتیب دیں۔
vi: Đã đặt lại phiên bảo mật.
zh_cn: 安全会话被重置。
zh_hk: 加密通訊已被重新設定

# SEE_ALL_BUTTON
source: See All
af: Sien alles
ar: مشاهدة الكل
az: Hamısına bax
be: Глядзець усе
bn: সমস্ত দেখুন
ca: Mostra-ho tot
cs: Zobrazit vše
cy: Gweld Popeth
da: Vis alle
de: Alle anzeigen
el: Εμφάνιση όλων
es: Ver todos
et: Näita kõiki
fa: مشاهده همه
fi: Näytä kaikki
fr: Tout afficher
gu: બધું જુઓ
he: ראה את כולם
hi: सभी देखें
hr: Prikaži sve
hu: Összes megtekintése
id: Lihat Semua
is: Sjá allt
it: Vedi tutti
ja: すべて表示
kab: Wali akk
km: á˜á¾á›á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲವನ್ನು ನೋಡಿ
ko: 모두 보기
lt: Rodyti visus
lv: Skatīt visus
mk: Види сѐ
ml: എല്ലാം കാണൂ
mr: सर्व बघा
ms: Lihat Semua
my: အားလုံးကြည့်ရှုမယ်
nb: Se alle
nl: Alles weergeven
pa: ਸਾਰੇ ਵੇਖੋ
pl: Wyświetl resztę
ps: د ټولو لیدل
pt_br: Ver todas
pt_pt: Ver todos
ro: Afișare toți membri
ru: Просмотреть все
sk: Pozrieť všetky
sl: Prikaz vseh
sq: Shihini Krejt
sr: Прикажи све
sv: Se alla
sw: Ona Zote
ta: அனைத்தையும் பார்
te: అన్నింటిని చూడు
th: ดูทั้งหมด
tr: Tümünü Gör
ug: ھەممىنى كۆرسەت
uk: Показати решту
ur: تمام دیکھیں
vi: Xem tất cả
zh_cn: 查看全部
zh_hk: 查看全部

source: Select All
ar: تحديد الكل
be: Выбраць усе
bn: সবগুলো নির্বাচন
ca: Selecciona-ho tot
cs: Vybrat vše
da: Vælg alle
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
ga: Roghnaigh uile
gu: બધા પસંદ કરો
he: בחירת הכל
hi: सभी चुनें
hr: Odaberi sve
hu: Összes kijelölése
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
mr: सर्व निवडा
ms: Pilih Semua
nb: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
pt_pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать всё
sk: Vybrať všetko
sr: Изабери све
sv: Markera allt
th: เลือกทั้งหมด
tr: Tümünü seç
ug: ھەممىنى تاللا
uk: Вибрати все
ur: سب منتخب کریں
vi: Chọn Tất cả
zh_cn: 全选
zh_hk: 選取全部

# SEND_AGAIN_BUTTON
source: Send Again
af: Stuur weer
ar: إعادة الإرسال
az: Yenidən göndər
be: Адправіць яшчэ раз
bg: Повторно Изпращане
bn: আবার পাঠান
ca: Envieu de nou
cs: Znovu odeslat
cy: Anfon Eto
da: Send igen
de: Erneut senden
el: Επαναποστολή
es: Enviar de nuevo
es_es: Enviar de nuevo
et: Saada uuesti
eu: Berriro Bidali
fa: ارسال مجدد
fi: Lähetä uudelleen
fil: Ipadalang Muli
fr: Renvoyer
ga: Seol Arís
gu: ફરી થી મોકલો
he: שלח שוב
hi: फिर से भेजें
hr: Pošalji ponovo
hu: Újraküldés
id: Kirimkan kembali
is: Senda aftur
it: Invia di nuovo
ja: 再送
kab: Azen i tikkelt nniḍen
kk: Қайтадан жіберу
km: á”á‰áŸ’á‡á¼á“á˜áŸ’áá„á‘áŸ€á
kn: ಪುನಃ ಕಳುಹಿಸಿ
ko: 다시 보내기
lt: Siųsti dar kartą
lv: Sūtīt vēlreiz
mk: Испрати повторно
ml: വീണ്ടും അയക്കുക
mr: पुन्हा पाठवा
ms: Hantar Semula
my: နောက်တစ်ကြိမ် ပို့ပါ
nb: Send på nytt
nl: Opnieuw verzenden
pa: ਦੁਬਾਰਾ ਭੇਜੋ
pa_pk: دوبارہ گھلو
pl: Wyślij ponownie
ps: بیا یې ولیږئ
pt_br: Enviar novamente
pt_pt: Reenviar
ro: Trimite din Nou
ru: Отправить еще раз
sk: Odoslať znovu
sl: Ponovno pošlji
sq: Ridërgoje
sr: Пошаљи поново
sv: Skicka igen
sw: Tuma Tena
ta: மீண்டும் அனுப்பு
te: మరల పంపు
th: ส่งอีกครั้ง
tr: Tekrar Gönder
ug: قايتا يوللا
uk: Надіслати знову
ur: دوبارہ بھیجیں
vi: Gửi lại
zh_cn: 重新发送
zh_hk: 重新傳送

# SEND_BUTTON_TITLE
source: Send
af: Stuur
ar: إرسال
az: Göndər
be: Адправіць
bg: Изпрати
bn: পাঠান
ca: Envia
cs: Zaslat
cy: Anfon
de: Senden
el: Αποστολή
es: Enviar
es_es: Enviar
et: Saada
eu: Bidali
fa: ارسال
fi: Lähetä
fil: Ipadala
fr: Envoyer
ga: Seol
gu: મોકલો
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
is: Senda
it: Invia
ja: 送信
kab: Azen
kk: Жіберу
km: á”á‰áŸ’á‡á¼á“
kn: ಕಳುಹಿಸು
ko: 보내기
lt: Siųsti
lv: Sūtīt
mk: Испрати
ml: അയയ്‌ക്കുക
mr: पाठवा
ms: Hantar
my: ပို့ရန်
nl: Verzend
pa: ਭੇਜੋ
pa_pk: گھلو
pl: Wyślij
ps: لیږل
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sl: Pošlji
sq: Dërgoje
sr: Пошаљи
sv: Skicka
sw: Tuma
ta: அனுப்புக
te: పంపు
th: ส่ง
tr: Gönder
ug: ئەۋەت
uk: Надіслати
ur: بھیجیں
vi: Gửi
zh_cn: 发送
zh_hk: 傳送

# SEND_FAILED_NOTIFICATION_BODY
source: Your message failed to send.
af: Kon nie u boodskap stuur nie.
ar: فشل إرسال رسالتك.
az: Mesajınız göndərilmədi.
be: Не атрымалася адправіць ваша паведамленне.
bg: Съобщението ви не беше изпратено успешно.
bn: আপনার বার্তা প্রেরণে ব্যর্থ হয়েছে।
ca: El missatge no s'ha enviat.
cs: Vaše zpráva nemohla být odeslána.
cy: Methwyd anfon eich neges.
da: Din besked kunne ikke sendes
de: Deine Nachricht konnte nicht versendet werden.
el: Αποτυχία αποστολής του μηνύματός σου.
es: No se ha podido enviar tu mensaje.
es_es: Fallo al enviar tu mensaje.
et: Sinu sõnumi saatmine ei õnnestunud.
eu: Ezin izan da zure mezua bidali.
fa: پیام شما ارسال نشد.
fi: Viestin lähettäminen epäonnistui.
fil: Nabigong ipadala ang iyong mensahe.
fr: Échec de l'envoi.
ga: Níor seoladh an teachtaireacht.
gu: તમારો મેસેજ મોકલવામાં નિષ્ફળ.
he: ההודעה שלך נכשלה להישלח.
hi: आपका मेसेज भेजने में विफल रहा।
hr: Poruka nije poslana.
hu: Sikertelen üzenetküldés
id: Pesan Anda gagal terkirim.
is: Mistókst að senda skilaboðin þín.
it: Invio del messaggio non riuscito.
ja: メッセージの送信に失敗しました。
kab: Tuzna n yizen-ik.im ur teddi ara.
kk: Хабарламаңызды жіберу сәтсіз болды.
km: áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá•áŸ’á‰á¾áŸ”
kn: ನಿಮ್ಮ ಸಂದೇಶ ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 메세지 보내기에 실패하였습니다.
lt: Nepavyko išsiųsti jūsų žinutės.
lv: Jūsu ziņu neizdevās nosūtīt.
mk: Неуспешно праќање на вашата порака.
ml: നിങ്ങളുടെ സന്ദേശം അയയ്‌ക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: आपला संदेश पाठविण्यात अयशस्वी.
ms: Mesej anda gagal dihantar
my: သင့်မက်ဆေ့ချ်ပို့ခြင်း မအောင်မြင်ပါ။
nb: Sending mislyktes
nl: Het verzenden van je bericht is mislukt.
pa: ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ.
pa_pk: تساں دا سنیہا گھلنا ناکام ہویا۔
pl: Nie udało się wysłać wiadomości.
ps: ستاسې د بیغام لیږل تر سره نشو.
pt_br: Sua mensagem não pôde ser enviada.
pt_pt: Não foi possível enviar a sua mensagem.
ro: Mesajul tău nu a putut fi transmis.
ru: Ваше сообщение не удалось отправить.
sk: Odosielanie vašej správy zlyhalo
sl: Pošiljanje sporočila ni bilo uspešno.
sq: S"u arrit të dërgohej mesazhi juaj.
sr: Слање поруке није успело.
sv: Det gick inte att skicka ditt meddelande.
sw: Ujumbe wako umefeli kutuma
ta: உங்கள் செய்தி அனுப்பத் தவறிவிட்டது.
te: మీ సందేశం పంపడంలో విఫలమైంది.
th: ส่งข้อความของคุณไม่สำเร็จ
tr: İletiniz gönderilemedi.
ug: ئۇچۇرىڭىز يوللانمىدى.
uk: Ваше повідомлення не вдалося надіслати.
ur: آپ کا پیغام بھیجنے میں ناکامی۔
vi: Không thể gửi tin nhắn của bạn.
zh_cn: 您的信息发送失败。
zh_hk: 您的訊息傳送失敗。

# SEND_INVITE_FAILURE
source: Sending invite failed, please try again later.
af: Kon nie uitnodiging stuur nie; probeer later weer.
ar: فشل إرسال الدعوة. يُرجى إعادة المحاولة مرّة أخرى.
az: Dəvət göndərilmədi, zəhmət olmasa daha sonra yenidən sınayın.
be: Не атрымалася адправіць запрашэнне, паўтарыце спробу пазней.
bg: Изпращането на покана се провали, моля опитайте по-късно.
bn: আমন্ত্রণ প্রেরণ ব্যর্থ হয়েছে, দয়া করে পরে আবার চেষ্টা করুন।
ca: Ha fallat l'enviament de la invitació, torneu a provar-ho més tard.
cs: Odeslání pozvánky selhalo, zkuste to později.
cy: Methwyd anfon gwahoddiad, rhowch gynnig arall arni nes ymlaen.
da: Kunne ikke sende invitation. Prøv igen senere.
de: Einladung konnte nicht versendet werden. Bitte versuche es später erneut.
el: Η αποστολή της πρόσκλησης απέτυχε, παρακαλώ ξαναδοκίμασε αργότερα.
es: No se ha podido enviar la invitación. Inténtalo de nuevo más tarde.
es_es: Fallo al enviar invitación. Por favor, inténtalo más tarde.
et: Kutse saatmine ei õnnestunud, palun proovi hiljem uuesti.
eu: Gonbidapena ezin izan da bidali, saiatu berriro beranduago.
fa: خطا در ارسال دعوتنامه. لطفا دوباره امتحان کنید.
fi: Kutsun lähettäminen epäonnistui. Yritä myöhemmin uudelleen.
fil: Nabigong ipadala ang imbitasyon, Pakisubukang muli mamaya.
fr: Impossible d'envoyer l'invitation. Veuillez réessayer plus tard.
ga: Níorbh fhéidir an cuireadh a sheoladh. Bain triail eile as ar ball.
gu: આમંત્રણ મોકલવાનું નિષ્ફળ થયું, કૃપા કરીને પછીથી ફરી પ્રયાસ કરો.
he: שליחת ההזמנה נכשלה, אנא נסה שוב מאוחר יותר.
hi: आमंत्रण भेजना असफल रहा, कृपया फिर से कोशिश करें।
hr: Slanje pozivnice nije uspjelo, pokušajte ponovno kasnije.
hu: Meghívó küldése sikertelen, kérlek próbáld később.
id: Pengiriman undangan gagal, mohon nanti mencoba kembali
is: Sending boðs mistókst, reyndu aftur síðar
it: Invio dell'invito non riuscito, riprova più tardi
ja: 招待の送信に失敗しました。あとで再度試してください。
kab: Tuzna n tinubga ur teddi ara. Ttxil-k.m εreḍ tikkelt nniḍen.
kk: Шақыруды жіберу сәтсіз болды, кейінірек тағы бір рет байқап көріңіз.
km: á€á¶ášá•áŸ’á‰á¾á›á·áá·áá¢á‰áŸ’á‡á¾á‰á”ášá¶á‡áŸá™ áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá–áŸá›á€áŸ’ášáŸ„á™áŸ”
kn: ಆಹ್ವಾನವನ್ನು ಕಳುಹಿಸುವುದು ವಿಫಲವಾಗಿದೆ, ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 초대 보내기에 실패했습니다. 나중에 다시 시도해 주세요.
lt: Pakvietimo išsiuntimas nepavyko, prašome vėliau bandyti dar kartą.
lv: Neizdevās nosūtīt ielūgumu. Vēlāk mēģiniet vēlreiz.
mk: Неуспешно испраќање покана, Ве молиме обидете се повторно подоцна.
ml: ക്ഷണം അയയ്ക്കുന്നത് പരാജയപ്പെട്ടു, ദയവായി അൽപ്പ സമയത്തിന് ശേഷം ശ്രമിക്കുക.
mr: आमंत्रण पाठविण्यात अयशस्वी, कृपया नंतर पुन्हा प्रयत्न करा.
ms: Penghantaran jemputan gagal, sila cuba sebentar lagi.
my: ဖိတ်လို့မရပါ၊ နောက်တကြိမ် ကြိုးစားကြည့်ပါ။
nb: Sending av invitasjon mislyktes, vennligst prøv igjen senere.
nl: Uitnodiging sturen mislukt, probeer het later opnieuw.
pa: ਸੱਦਾ ਭੇਜਣਾ ਅਸਫਲ ਰਿਹਾ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pa_pk: دعوت گھلن اچ ناکام ہویا، مہربانی کر کے بعد اچ دوبارہ کوشش کرو۔
pl: Nie udało się wysłać zaproszenia. Spróbuj ponownie później.
ps: لیږل کېدونکې بلنه تر سره نشوه، مهرباني وکړئ بیا هڅه وکړئ.
pt_br: Falha ao enviar o convite. Tente novamente mais tarde.
pt_pt: Falha a enviar o convite. Por favor, tente mais tarde.
ro: Invitația trimisă a eșuat, te rog încearcă din nou mai târziu.
ru: Не удалось отправить приглашение, пожалуйста, повторите попытку позже.
sk: Odosielanie pozvánky zlyhalo, prosím, zopakujte to neskôr.
sl: Pošiljanje vabila ni uspelo. Poskusite znova kasneje.
sq: Dërgimi i ftesës dështoi, ju lutemi, riprovoni më vonë.
sr: Слање позивнице није успело. Пробајте поново касније.
sv: Det gick inte att skicka inbjudan, försök igen senare.
sw: Kutuma mwaliko kumefeli, tafadhali jaribu tena baadaye.
ta: அழைப்பை அனுப்புவது தோல்வியுற்றது, பின்னர் மீண்டும் முயற்சிக்கவும்.
te: ఆహ్వానం పంపడం విఫలమైంది, దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: ส่งคำเชิญไม่สำเร็จ โปรดลองอีกครั้งในภายหลัง
tr: Davetiye gönderilemedi, lütfen daha sonra tekrar deneyin.
ug: تەكلىپ ئەۋەتەلمىدى، سەل تۇرۇپ قايتا سىناڭ.
uk: Не вдалося надіслати запрошення, надішліть ще раз пізніше.
ur: مدعو بھیجنے میں ناکامی،براہ کرم بعد میں دوبارہ کوشش کریں۔
vi: Không thể gửi tin nhắn mời, vui lòng thử lại sau.
zh_cn: 发送邀请失败, 请稍候再试.
zh_hk: 邀請傳送失敗，請稍後再試。

# SEND_MEDIA_CONFIRM_ABANDON_ALBUM
source: Discard Media
af: Gooi media weg
ar: تجاهُل الوسائط
az: Medianı ləğv et
be: Не захоўваць медыяфайлы
bg: Отхвърляне на мултимедия
bn: মিডিয়া বাতিল করুন
ca: Descarta el contingut
cs: Zahodit média
cy: Taflu Cyfryngau
da: Kassér mediet
de: Medieninhalte verwerfen
el: Απόρριψη πολυμέσων
es: Descartar archivo
es_es: Descartar
et: Unusta meediafailid
eu: Baztertu Medioa
fa: دور انداختن رسانه
fi: Hylkää media
fil: I-discard ang Media
fr: Supprimer le média
ga: Cuileáil na Meáin
gu: મીડિયા કાઢી નાખો
he: השמט מדיה
hi: मीडिया रद्द करें
hr: Odbaci medijske zapise
hu: Média eldobása
id: Buang Media
is: Henda margmiðlunarefni
it: Scarta
ja: メディアを破棄する
kab: Zgel amidyat
kk: Ақпарат құралын тастау
km: á”áŸ„áŸ‡á”á„áŸ‹á˜áŸáŒáŸ€
kn: ಮೀಡಿಯಾ ತ್ಯಜಿಸಿ
ko: 미디어 파기
lt: Atmesti mediją
lv: Atmest multivides saturu
mk: Откажи Медија
ml: മീഡിയ നിരാകരിക്കുക
mr: मिडिया टाकून द्या
ms: Buang Media
my: မီဒီယာကို ဖယ်ရှားမယ်
nb: Kast ut media
nl: Media verwerpen
pa: ਮੀਡੀਆ ਨੂੰ ਖਾਰਜ ਕਰੋ
pa_pk: میڈیا نوں رد کرو
pl: Odrzuć multimedia
ps: رسنۍ پریږدئ
pt_br: Descartar mídia
pt_pt: Descartar multimédia
ro: Renunță la media
ru: Не сохранять медиа
sk: Zahodiť médiá
sl: Zavrzi posnetek
sq: Hidhe tej Median
sr: Одбаци медије
sv: Släng media
sw: Ghairi Media
ta: மீடியாவை நிராகரி
te: మీడియాను విస్మరించండి
th: ทิ้งสื่อ
tr: İçeriği İptal Et
ug: ۋاسىتە تاشلىۋەت
uk: Не зберігати медіафайл
ur: میڈیا مسترد کریں
vi: Bỏ tệp đa phương tiện
zh_cn: 丢弃媒体
zh_hk: 放棄媒體

# SEND_MEDIA_RETURN_TO_CAMERA
source: Return to Camera
af: Keer terug na kamera
ar: العودة إلى الكاميرا
az: Kameraya qayıt
be: Вярнуцца да камеры
bg: Връщане към Камерата
bn: ক্যামেরা তে ফেরত যান
ca: Torna a la càmera
cs: Zpět k fotoaparátu
cy: Dychwelyd i Camera
da: Tilbage til kameraet
de: Zurück zur Kamera
el: Επιστροφή στην κάμερα
es: Volver a la cámara
es_es: Regresar a la cámara
et: Tagasi kaamerasse
eu: Bueltatu Kamerara
fa: بازگشت به دوربین
fi: Palaa kameraan
fil: Bumalik sa Camera
fr: Revenir à l'appareil photo
ga: Fill ar an gCeamara
gu: કૅમેરા પર પાછા ફરો
he: חזור אל המצלמה
hi: वापस कैमरा खोलें
hr: Povratak na kameru
hu: Vissza a kamerához
id: Kembali ke Kamera
is: Snúa aftur í myndavél
it: Ritorna alla fotocamera
ja: カメラに戻る
kab: Uɣal ɣer tkamiṛat
kk: Фотоаппаратқа қайта оралу
km: ááŸ’ášá¡á”áŸ‹á‘áŸ…á€á¶á˜áŸášáŸ‰á¶
kn: ಕ್ಯಾಮರಾಗೆ ಹಿಂತಿರುಗಿ
ko: 카메라로 돌아가기
lt: Grįžti į kamerą
lv: Atgriezties uz kameru
mk: Врати се на Камера
ml: ക്യാമറയിലേക്ക് തിരികെ പോകുക
mr: कॅमेराकडे परत जा
ms: Kembali ke Kamera
my: ကင်မရာသို့ ပြန်သွားမယ်
nb: Tilbake til kameraet
nl: Terug naar camera
pa: ਕੈਮਰਾ 'ਤੇ ਵਾਪਸ ਜਾਓ
pa_pk: کیمرہ اتے واپس جاؤ
pl: Wróć do aparatu
ps: کیمرې ته ور وګرځئ
pt_br: Voltar para a Câmera
pt_pt: Voltar à câmara
ro: Întoarce-te la cameră
ru: Вернуться в камеру
sk: Späť do fotoaparátu
sl: Nazaj na kamero
sq: Kthehuni te Kamera
sr: Врати на камеру
sv: Återgå till kameran
sw: Rejea kwa Kamera
ta: கேமராவுக்குத் திரும்பு
te: కెమెరాకు తిరిగి వెళ్ళు
th: กลับไปกล้อง
tr: Kameraya Dön
ug: كامېراغا قايت
uk: Повернутися до камери
ur: کیمرہ میں واپس جائیں
vi: Quay lại Camera
zh_cn: 返回相机
zh_hk: 返回相機

# SEND_MEDIA_TURN_OFF_MM_BUTTON
source: Turn Off
af: Deaktiveer
ar: إيقاف
az: Bağla
be: Адключыць
bn: বন্ধ করুন
ca: Desactiva
cs: Vypnout
cy: Diffodd
da: Déaktiver
de: Ausschalten
el: Απενεργοποίηση
es: Desactivar
et: Lülita välja
eu: Desaktibatu
fa: خاموش کردن
fi: Poista käytöstä
fr: Désactiver
ga: Múch
gu: બંધ કરો
he: כבה
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
is: Slökkva
it: Disattiva
ja: 無効にする
kab: Sens
km: á”á·á‘
kn: ಆಫ್ ಮಾಡಿ
ko: 끄기
lt: Išjungti
lv: Izslēgt
mk: Исклучи
ml: ഓഫ് ആക്കുക
mr: बंद करा
ms: Matikan
my: ပိတ်မယ်
nb: Deaktiver
nl: Uitschakelen
pa: ਬੰਦ ਕਰੋ
pl: Wyłącz
ps: خاموشه یې کړئ
pt_br: Desabilitar
pt_pt: Desativar
ro: Dezactivare
ru: Отключить
sk: Vypnúť
sl: Izklopi
sq: Çaktivizoje
sr: Искључи
sv: Slå av
sw: Zima
ta: அணைக்கவும்
te: ఆపివేయండి
th: ปิด
tr: Kapat
ug: ئېتىش
uk: Вимкнути
ur: بند کریں
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
