Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ATTACHMENT_SAVING_ACTION_SHEET_MESSAGE
source: This media will be saved to your phone’s Photos app. Other apps may be able to access it depending on your phone's permissions.
ar: سيتمُّ حفظ هذه الوسائط في تطبيق الصور على هاتفك. قد تتمكّن تطبيقات أخرى من الوصول إليها حسب الأذونات في هاتفك.
be: Гэты медыяфайл будзе захаваны ў праграме «Фота» вашага тэлефона. Іншыя праграмы могуць мець доступ да сховішча вашага тэлефона ў залежнасці ад наладжаных вамі дазволаў.
bn: এই মিডিয়াটি আপনার ফোনের ছবি অ্যাপে সেভ করা হবে। আপনার ফোনের অনুমতির উপর নির্ভর করে অন্যান্য অ্যাপ এটি অ্যাক্সেস করতে সক্ষম হতে পারে।
ca: Aquest arxiu es guardarà a l'app Fotos del teu telèfon. És possible que, depenent dels permisos del telèfon, altres aplicacions puguin accedir-hi.
cs: Tato média se uloží do aplikace Fotky v telefonu. V závislosti na oprávněních telefonu k ní mohou mít přístup i jiné aplikace.
da: Dette medie vil blive gemt i din telefons billedapp. Andre apps kan muligvis tilgå det afhængigt af din telefons tilladelser.
de: Dieser Medieninhalt wird in der Foto-App deines Handys gespeichert. Andere Apps können möglicherweise, je nach Berechtigungen deines Telefons, darauf zugreifen.
el: Αυτό το πολυμέσο θα αποθηκευτεί στην εφαρμογή Φωτογραφίες του τηλεφώνου σου. Άλλες εφαρμογές μπορεί να έχουν πρόσβαση σε αυτό, ανάλογα με τις άδειες του τηλεφώνου σου.
es: Estos archivos se guardarán en la aplicación Fotos de tu teléfono. Es posible que, dependiendo de los permisos de tu teléfono, otras aplicaciones puedan acceder a ellos.
fa: این رسانه در برنامه Photos تلفن شما ذخیره می‌شود. بسته به مجوزهای تلفن شما، برنامه‌های دیگر ممکن است بتوانند به آن دسترسی داشته باشند.
fi: Media tallennetaan puhelimesi Kuvat-appiin. Muut sovellukset voivat päästä siihen puhelimesi käyttöoikeuksista riippuen.
fr: Ce média sera enregistré dans l'application Photos de votre téléphone. D'autres applications peuvent y avoir accès en fonction des autorisations que vous leur accordez.
ga: Sábhálfar an meán seo chuig aip Grianghraif do ghutháin. Is féidir go mbeidh aipeanna eile in ann an meán a rochtain ag brath ar cheadanna do ghutháin.
gu: આ મીડિયા તમારા ફોનની Photos ઍપમાં સેવ કરવામાં આવશે. તમારા ફોનની પરવાનગીઓના આધારે અન્ય ઍપ તેને એક્સેસ કરી શકે તેવું બની શકે.
he: המדיה הזו תישמר באפליקציית התמונות של הטלפון שלך. ייתכן שאפליקציות אחרות יוכלו לגשת אליה בהתאם להרשאות הטלפון שלך.
hi: यह मीडिया आपके फ़ोन के Photos ऐप में सेव किया जाएगा। आपके फ़ोन की अनुमतियों के आधार पर, शायद दूसरे ऐप्स इसे ऐक्सेस कर पाएँ।
hr: Medijski zapisi spremit će se u aplikaciju Fotografije na vašem telefonu. Druge aplikacije moći će im pristupiti ovisno o dopuštenjima vašeg telefona.
hu: Ez a médiatartalom a telefon Fotók alkalmazásába kerül elmentésre. A telefon engedélyeitől függően más alkalmazások is hozzáférhetnek.
id: Media ini akan disimpan ke aplikasi Foto di ponsel Anda. Aplikasi lain mungkin bisa mengaksesnya, tergantung pengaturan izin di ponsel.
it: Questo media verrà salvato sull'app Foto del tuo telefono. A seconda delle autorizzazioni concesse sul tuo dispositivo, altre app potrebbero accedere a questo elemento.
ja: このメディアはご利用のスマートフォンの「写真」アプリに保存されます。スマートフォンの権限設定によっては、他のアプリからもアクセスできる場合があります。
ko: 본 미디어를 휴대폰의 사진 앱에 저장합니다. 휴대폰 사용 권한에 따라 다른 앱에서 해당 사진에 액세스할 수 있습니다.
mr: हा मिडीया तुमच्या फोनच्या फोटोज ॲप मध्ये जतन केला जाईल. इतर ॲप्सना तुमच्या फोनच्या अनुमतीनुसार तो प्राप्त करता येईल.
ms: Media ini akan disimpan ke aplikasi Foto telefon anda. Aplikasi lain mungkin boleh mengaksesnya berdasarkan tetapan kebenaran telefon anda.
nb: Filen lagres i Bilder-appen på telefonen din. Det kan hende at andre apper får tilgang til den. Dette avhenger av innstillingene på telefonen din.
nl: Dit bestand wordt opgeslagen in de Foto's-app op je telefoon. Andere apps hebben er mogelijk toegang toe, afhankelijk van de verleende app-rechten op je telefoon.
pl: Multimedia zostaną zapisane w aplikacji Zdjęcia na Twoim telefonie. Dostęp do nich mogą mieć inne aplikacje, co zależy od uprawnień skonfigurowanych w ustawieniach urządzenia.
pt_br: Esta mídia será salva no app Fotos do seu celular. Outros aplicativos podem acessar o arquivo dependendo das permissões do seu telefone.
pt_pt: Este ficheiro multimédia será guardado na app Fotos do seu telemóvel. Outras apps podem conseguir aceder-lhe, dependendo das permissões do seu telemóvel.
ro: Acest fișier media va fi salvat în aplicația Fotografii a telefonului tău. Alte aplicații ar putea să-l acceseze, în funcție de permisiunile telefonului tău.
ru: Эти медиафайлы будут сохранены в приложение «Фото» вашего телефона. Они могут быть доступны для других приложений в зависимости от разрешений вашего телефона.
sk: Toto médium sa uloží do aplikácie Fotky na vašom telefóne. V závislosti od nastavených povolení telefónu môžu mať k nemu prístup iné aplikácie.
sr: Овај медиј ће бити сачуван у апликацији за фотографије на вашем телефону. Друге апликације ће можда моћи да му приступе у зависности од дозвола на вашем телефону.
sv: Den här mediefilen kommer att sparas i telefonens app Bilder. Andra appar kanske kan komma åt den beroende på din telefons behörigheter.
th: ไฟล์สื่อนี้จะถูกบันทึกลงในแอปรูปภาพของโทรศัพท์คุณ ซึ่งแอปอื่นๆ อาจสามารถเข้าถึงไฟล์นี้ได้โดยขึ้นอยู่กับการอนุญาตสิทธิ์ของโทรศัพท์คุณ
tr: Bu medya telefonunun Photos uygulamasına kaydedilecektir. Diğer uygulamalar bu uygulamaya telefonunun izinlerine göre erişebilir.
ug: بۇ مېدىيا تېلېفونىڭىزنىڭ«رەسىملەر دېتالى»غا ساقلىنىدۇ. بۇنى باشقا ئەپلەر تېلېفونىڭىزنىڭ رۇخسىتىگە ئاساسەن زىيارەت قىلالىشى مۇمكىن.
uk: Медіафайл буде збережено у «Фотографіях» телефона. Відповідно до наданих дозволів інші програми зможуть мати до нього доступ.
ur: یہ میڈیا آپ کے فون کی تصاویر کی ایپ میں محفوظ کیا جائے گا۔ آپ کے فون کی اجازتوں کے لحاظ سے دیگر ایپس اس تک رسائی حاصل کرنے کے قابل ہو سکتی ہیں۔
vi: Tập tin đa phương tiện này sẽ được lưu vào ứng dụng Ảnh trên điện thoại của bạn. Các ứng dụng khác có thể truy cập tập tin đó tùy vào thiết lập quyền trên điện thoại.
zh_cn: 此媒体将会保存到您手机的照片应用中。根据您的手机权限，其他应用可能可以访问该媒体。
zh_hk: 此媒體將儲存在你手機的「相片」應用程式中。其他應用程式可能會根據你手機的權限來使用。

# ATTACHMENT_SAVING_ACTION_SHEET_TITLE
source: Save to Photos?
ar: هل ترغبُ بالحفظ في الصور؟
be: Захаваць у «Фота»?
bn: ছবি-তে সেভ করবেন?
ca: Guardar a Fotos?
cs: Uložit do aplikace Fotky?
da: Vil du gemme i Fotos?
de: In „Fotos“ speichern?
el: Αποθήκευση στις Φωτογραφίες;
es: ¿Guardar en Fotos?
fa: در Photos ذخیره شود؟
fi: Tallennetaanko Kuvat-appiin?
fr: Enregistrer dans Photos ?
ga: Sábháil chuig Grianghraif?
gu: ફોટામાં સેવ કરવું છે?
he: לשמור בתמונות?
hi: Photos में सेव करें?
hr: Spremiti u Fotografije?
hu: Mentés a Fotók közé?
id: Simpan ke Foto?
it: Salvare in Foto?
ja: 「写真」に保存しますか？
ko: 사진에 저장하시겠어요?
mr: फोटोंमध्ये जतन करायचे?
ms: Simpan ke Foto?
nb: Vil du lagre i Bilder?
nl: Opslaan in Foto's?
pl: Zapisać w zdjęciach?
pt_br: Salvar no app Fotos?
pt_pt: Guardar em Fotos?
ro: Salvezi în Fotografii?
ru: Сохранить в «Фото»?
sk: Uložiť do aplikácie Fotky?
sr: Желите ли да сачувате у апликацију за фотографије?
sv: Spara till Bilder?
th: บันทึกไปยังแอปรูปภาพใช่หรือไม่
tr: Fotoğraflara mı kaydedilsin?
ug: «رەسىملەر»گە ساقلامسىز؟
uk: Зберегти у «Фотографіях»?
ur: تصاویر میں محفوظ کریں؟
vi: Lưu vào Ảnh?
zh_cn: 要保存至照片吗？
zh_hk: 要儲存至「相片」嗎？

# ATTACHMENT_SAVING_FAILURE_MESSAGE
source: Failed to save to Photos
ar: تعذَّر الحفظ في الصور
be: Не атрымалася захаваць у «Фота»
bn: ছবি-তে সেভ করা যায়নি
ca: No s'ha pogut guardar a Fotos
cs: Nepodařilo se uložit do aplikace Fotky
da: Kunne ikke gemmes i Fotos
de: Speichern in „Fotos“ fehlgeschlagen
el: Αποτυχία αποθήκευσης στις Φωτογραφίες
es: No se ha podido guardar en Fotos
fa: ذخیره در Photos ناموفق بود
fi: Tallentaminen Kuvat-appiin epäonnistui
fr: Impossible d'enregistrer dans Photos
ga: Theip ar shábháil chuig Grianghraif
gu: ફોટામાં સેવ કરવાનું નિષ્ફળ થયું
he: השמירה בתמונות נכשלה
hi: Photos में सेव नहीं किया जा सका
hr: Spremanje u Fotografije nije uspjelo
hu: Nem sikerült menteni a Fotók közé
id: Gagal menyimpan ke Foto
it: Impossibile salvare in Foto
ja: 「写真」に保存できませんでした
ko: 사진에 저장 실패
mr: फोटोंमध्ये जतन करता आले नाही
ms: Gagal menyimpan ke Foto
nb: Kunne ikke lagres i Bilder
nl: Opslaan in Foto's mislukt
pl: Nie udało się zapisać w zdjęciach
pt_br: Falha ao salvar no app Fotos
pt_pt: Falha ao guardar em Fotos
ro: Nu s-a putut salva în Fotografii
ru: Не удалось сохранить в «Фото»
sk: Ukladanie do Fotiek zlyhalo
sr: Чување у апликацију за фотографије није успело
sv: Det gick inte att spara i Bilder
th: บันทึกไปยังแอปรูปภาพไม่สำเร็จ
tr: Photos uygulamasına kaydedilemedi
ug: «رەسىملەر»گە ساقلاش مەغلۇب بولدى
uk: Не вдалося зберегти у «Фотографіях»
ur: تصاویر میں محفوظ کرنے سے قاصر
vi: Lưu vào Ảnh không thành công
zh_cn: 无法保存至照片
zh_hk: 儲存至「相片」失敗

# ATTACHMENT_SAVING_SUCCESS_MESSAGE
source: Saved to Photos
ar: تمَّ الحفظ في الصور
be: Захавана ў «Фота»
bn: ছবি-তে সেভ করা হয়েছে
ca: Guardat a Fotos
cs: Uloženo do aplikace Fotky
da: Gemt i Fotos
de: In „Fotos“ gespeichert
el: Αποθηκεύτηκε στις Φωτογραφίες
es: Guardado en Fotos
fa: در Photos ذخیره شد
fi: Tallennettu Kuvat-appiin
fr: Enregistré dans Photos
ga: Sábháilte chuig Grianghraif
gu: ફોટામાં સેવ કર્યું
he: נשמר בתמונות
hi: Photos में सेव किया गया
hr: Spremljeno u Fotografije
hu: Mentve a Fotók közé
id: Disimpan ke Foto
it: Salvato in Foto
ja: 「写真」に保存しました
ko: 사진에 저장함
mr: फोटोंमध्ये जतन केले
ms: Disimpan ke Foto
nb: Lagret i Bilder
nl: Opgeslagen in Foto's
pl: Zapisano w zdjęciach
pt_br: Salvo no app Fotos
pt_pt: Guardado em Fotos
ro: Salvat în Fotografii
ru: Сохранено в «Фото»
sk: Uložené do Fotiek
sr: Сачувано у апликацији за фотографије
sv: Sparad i Bilder
th: บันทึกไปยังแอปรูปภาพแล้ว
tr: Fotoğraflara Kaydedildi
ug: «رەسىملەر»گە ساقلاندى
uk: Збережено у «Фотографіях»
ur: تصاویر میں محفوظ ہو گئے
vi: Đã lưu vào Ảnh
zh_cn: 已保存至照片
zh_hk: 已儲存至「相片」

# ATTACHMENT_TYPE_ANIMATED
source: Animated
ar: صورة متحركة
be: З анімацыяй
bn: অ্যানিমেশনকৃত
ca: Animat
cs: Animováno
da: Animeret
de: Animiert
el: Με γραφικά
es: Con animación
fa: متحرک
fi: Animoitu
fr: Pièce jointe animée
ga: Beoite
gu: એનિમેશન સાથે
he: מכיל אנימציה
hi: ऐनिमेटेड
hr: Animirano
hu: Animált
id: Animasi
it: Contenuto animato
ja: アニメーション
ko: 애니메이션
mr: अ‍ॅनिमिटेड
ms: Beranimasi
nb: Animert
nl: Animatie
pl: Animacja
pt_br: Animado
pt_pt: Animação
ro: Animat
ru: Анимировано
sk: Animované
sr: Анимирано
sv: Animerad
th: ภาพเคลื่อนไหว
tr: Animasyonlu
ug: كارتون
uk: Анімація
ur: اینیمیٹڈ
vi: Hình động
zh_cn: 动画
zh_hk: 動畫

# ATTACHMENT_TYPE_AUDIO
source: Audio
af: Klank
ar: ملف صوتي
az: Səs
be: Аўдыё
bg: Аудио
bn: অডিও
ca: Àudio
cs: Zvuk
cy: Sain
da: Lyd
el: Αρχείο ήχου
eu: Audioa
fa: صوت
fi: Ääni
ga: Fuaim
gu: ઓડિયો
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
is: Hljóð
ja: 音声
kab: Ameslaw
kk: Дыбыстық
km: áŸáŸ†á¡áŸá„
kn: ಆಡಿಯೊ
ko: 음성
lt: Garsas
mk: Аудио
ml: ഓഡിയോ
mr: ऑडिओ
my: အသံ
nb: Lyd
pa: ਆਡੀਓ
pa_pk: آڈیو
pl: Dźwięk
ps: اډیو
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sr: Аудио
sv: Ljud
sw: Sauti
ta: ஒலி
te: ఆడియో
th: เสียง
tr: Ses
ug: ئۈن
uk: Аудіо
ur: آڈیو
vi: Âm thanh
zh_cn: 音频
zh_hk: 音訊

# ATTACHMENT_TYPE_FILE
source: File
af: Lêer
ar: ملف
az: Fayl
be: Файл
bg: Файл
bn: ফাইল
ca: Fitxer
cs: Soubor
cy: Ffeil
da: Fil
de: Datei
el: Αρχείο
es: Archivo
es_es: Archivo
et: Fail
eu: Artxiboa
fa: فایل
fi: Tiedosto
fr: Fichier
ga: Comhad
gu: ફાઇલ
he: קובץ
hi: फ़ाइल
hr: Datoteka
hu: Fájl
is: Skrá
ja: ファイル
kab: Afaylu
kk: Файл
km: á¯á€áŸá¶áš
kn: ಫೈಲ್
ko: 파일
lt: Failas
lv: Fails
mk: Датотека
ml: ഫയൽ
mr: फाईल
ms: Fail
my: ဖိုင်
nb: Fil
nl: Bestand
pa: ਫ਼ਾਇਲ
pa_pk: فائل
pl: Plik
ps: فایل
pt_br: Arquivo
pt_pt: Ficheiro
ro: Fișier
ru: Файл
sk: Súbor
sl: Datoteka
sq: Kartelë
sr: Фајл
sv: Fil
sw: Faili
ta: கோப்பு
te: పత్రం
th: แฟ้ม
tr: Dosya
ug: ھۆججەت
uk: Файл
ur: فائل
vi: Tệp
zh_cn: 文件
zh_hk: 檔案

# ATTACHMENT_TYPE_GIF
source: GIF
ar: صورة متحركة (GIF)
fa: گیف
my: လှုပ်ရှားနေသောရုပ်ပုံ GIF
te: గిఫ్
vi: Ảnh GIF

# ATTACHMENT_TYPE_PHOTO
source: Photo
af: Foto
ar: صورة
az: Foto
be: Фота
bg: Снимка
bn: ফটো
ca: Foto
cs: Fotografie
cy: Llun
da: Foto
de: Foto
el: Φωτογραφία
es: Foto
es_es: Foto
et: Foto
eu: Argazkia
fa: عکس
fi: Kuva
fil: Larawan
ga: Grianghraf
gu: ફોટો
he: תמונה
hi: तस्वीर
hr: Fotografija
hu: Kép
id: Foto
is: Mynd
it: Foto
ja: 写真
kab: Tawlaft
kk: Фотосурет
km: ášá¼á”á—á¶á–
kn: ಫೋಟೋ
ko: 사진
lt: Nuotrauka
lv: Attēls
mk: Слика
ml: ഫോട്ടോ
mr: फोटो
ms: Foto
my: ရုပ်ပုံ
nb: Bilde
nl: Afbeelding
pa: ਫੋਟੋ
pa_pk: تصویر
pl: Zdjęcie
ps: انځور
pt_br: Foto
pt_pt: Fotografia
ro: Poză
ru: Фото
sk: Fotka
sl: Slika
sq: Foto
sr: Слика
sv: Foto
sw: Picha
ta: புகைப்படம்
te: చిత్రం
th: รูปถ่าย
tr: Fotoğraf
ug: سۈرەت
uk: Фото
ur: تصویر
vi: Ảnh
zh_cn: 图片
zh_hk: 照片

# ATTACHMENT_TYPE_VIDEO
source: Video
ar: فيديو
be: Відэа
bg: Видео
bn: ভিডিও
ca: Vídeo
cy: Fideo
el: Βίντεο
es: Vídeo
es_es: Vídeo
eu: Bideoa
fa: ویدئو
fr: Vidéo
ga: Físeán
gu: વિડિયો
he: סרטון
hi: वीडियो
hu: Videó
is: Myndskeið
ja: 動画
kab: Avidyu
kk: Бейнефайл
km: áœá¸áŠáŸá¢á¼
kn: ವೀಡಿಯೊ
ko: 동영상
lt: Vaizdo įrašai
mk: Видео
ml: വീഡിയോ
mr: व्हिडिओ
my: ဗီဒီယို
pa: ਵੀਡੀਓ
pa_pk: ویڈیو
pl: Wideo
ps: ویډیو
pt_br: Vídeo
pt_pt: Vídeo
ru: Видео
sr: Видео
ta: காணொளி
te: వీడియో
th: วิดีโอ
ug: سىن
uk: Відео
ur: وڈیو
zh_cn: 视频
zh_hk: 影片

# ATTACHMENT_TYPE_VOICE_MESSAGE
source: Voice Message
af: Stemboodskap
ar: رسالة صوتية
az: Səsyazmalı mesaj
be: Галасавое паведамленне
bg: Гласово Съобщение
bn: ভয়েস বার্তা
ca: Missatge de veu
cs: Hlasová zpráva
cy: Neges Llais
da: Talebesked
de: Sprachnachricht
el: Μήνυμα φωνής
es: Mensaje de voz
es_es: Nota de voz
et: Häälsõnum
eu: Ahots Mezua
fa: پیام صوتی
fi: Ääniviesti
fil: Voice na Mensahe
fr: Message vocal
ga: Glórphost
gu: વૉઈસ મેસેજ
he: הודעה קולית
hi: ध्वनि मेसेज
hr: Glasovna poruka
hu: Hangüzenet
id: Pesan suara
is: Talskilaboð
it: Messaggio vocale
ja: 音声メッセージ
kab: Izen s taɣect
kk: Дауысты хабарлама
km: áŸá¶ášáŸáŸ†á¡áŸá„
kn: ಧ್ವನಿ ಸಂದೇಶ
ko: 음성 메시지
lt: Balso žinutė
lv: Balss ziņa
mk: Гласовна порака
ml: ശബ്ദ സന്ദേശം
mr: व्हॉईस संदेश
ms: Mesej suara
my: အသံသတင်းစကား
nb: Talemelding
nl: Spraakbericht
pa: ਆਵਾਜ਼ ਦਾ ਸੁਨੇਹਾ
pa_pk: وائس سنیہا
pl: Wiadomość głosowa
ps: غږیز پیغام
pt_br: Mensagem de voz
pt_pt: Mensagem de voz
ro: Mesaj vocal
ru: Голосовое сообщение
sk: Hlasová správa
sl: Glasovno sporočilo
sq: Mesazh Zanor
sr: Гласовна порука
sv: Röstmeddelande
sw: Ujumbe wa Sauti
ta: குரல் செய்தி
te: వాయిస్ సందేశం
th: ข้อความเสียง
tr: Sesli İleti
ug: ئاۋازلىق ئۇچۇر
uk: Голосове повідомлення
ur: آواز کے ذریعے پیغام
vi: Tin nhắn Thoại
zh_cn: 语音消息
zh_hk: 語音訊息

# AUDIO_ACTIVITY_PLAYBACK_NAME_AUDIO_MESSAGE
source: Audio Message
af: Klankboodskap
ar: رسالة صوتية
az: Səsli mesaj
be: Аўдыяпаведамленне
bg: Аудио съобщение
bn: অডিও মেসেজ
ca: Missatge d'àudio
cs: Zvuková zpráva
cy: Neges Sain
da: Lydbesked
de: Sprachnachricht
el: Ηχητικό μήνυμα
es: Mensaje de audio
es_es: Nota de voz
et: Häälsõnum
eu: Audio mezua
fa: پیام صوتی
fi: Ääniviesti
fil: Audio na Mensahe
fr: Message vocal
ga: Teachtaireacht Fuaime
gu: ઓડિયો મેસેજ
he: הודעת שמע
hi: ऑडियो मेसेज
hr: Zvučna poruka
hu: Hangfájlüzenet
id: Pesan audio
is: Hljóðskilaboð
it: Messaggio audio
ja: 音声メッセージ
kab: Izen s umeslaw
kk: Дыбыстық хабарлама
km: áŸá¶ášáŸáŸ†á¡áŸá„
kn: ಆಡಿಯೊ ಸಂದೇಶ
ko: 음성 메시지
lt: Garso žinutė
lv: Audio ziņa
mk: Аудио порака
ml: ശബ്ദ സന്ദേശം
mr: ऑडिओ संदेश
ms: Mesej Audio
my: အသံဖိုင် မက်ဆေ့ချ်
nb: Lydmelding
nl: Audiobestand
pa: ਆਡੀਓ ਸੁਨੇਹਾ
pa_pk: آڈیو سنیہا
pl: Wiadomość audio
ps: اډیويي پیغام
pt_br: Mensagem de voz
pt_pt: Mensagem de áudio
ro: Mesaj Audio
ru: Аудио-сообщение
sk: Audio správa
sl: Zvokovno spročilo
sq: Mesazh Audio
sr: Аудио порука
sv: Ljudmeddelande
sw: Ujumbe wa Sauti
ta: ஆடியோ செய்தி
te: ఆడియో సందేశం
th: ข้อความเสียง
tr: Ses İletisi
ug: ئۈن ئۇچۇر
uk: Звукове повідомлення
ur: آڈیو پیغام
vi: Tin nhắn âm thanh
zh_cn: 语音消息
zh_hk: 語音訊息

# AUDIO_ROUTE_BUILT_IN_SPEAKER
source: Speaker
af: Luidspreker
ar: مُكبِّر الصوت
az: Dinamik
be: Вонкавы дынамік
bg: Говорител
bn: স্পিকার
ca: Altaveu
cs: Nahlas
cy: Uchelseinydd
da: Højttaler
de: Lautsprecher
el: Μεγάφωνο
es: Altavoz
es_es: Altavoz
et: Valjuhääldi
eu: Bozgorailua
fa: بلندگو
fi: Kaiutin
fr: Haut-parleur
ga: Callaire
gu: સ્પીકર
he: רמקול
hi: स्पीकर
hr: Zvučnik
hu: Hangszóró
is: Hátalari
it: Vivavoce
ja: スピーカー
kab: Imsiwel
kk: Үндеткіш
km: á”áŸ†á–á„áŸáŸ†á¡áŸá„
kn: ಸ್ಪೀಕರ್
ko: 스피커
lt: Garsiakalbis
lv: Skaļrunis
mk: Звучник
ml: സ്പീക്കർ
mr: स्पीकर
ms: Pembesar suara
my: စပီကာ
nb: Høyttaler
nl: Luidspreker
pa: ਸਪੀਕਰ
pa_pk: اسپیکر
pl: Głośnik
ps: سپیکر
pt_br: Caixa de som
pt_pt: Alta voz
ro: Difuzor
ru: Громкая связь
sk: Reproduktor
sl: Zvočnik
sq: Altoparlant
sr: Звучник
sv: Högtalare
sw: Msemaji
ta: சபாநாயகர்
te: స్పీకర్
th: ลำโพง
tr: Hoparlör
ug: ياڭراتقۇ
uk: Динамік
ur: سپیکر
vi: Loa
zh_cn: 扬声器
zh_hk: 揚聲器

# AUDIO_UNAVAILABLE_MESSAGE_LABEL
source: Voice message not available
ar: الرسالة الصوتية غير مُتوفِّرة
be: Галасавое паведамленне недаступнае
bn: ভয়েস মেসেজ নেই
ca: Missatge de veu no disponible
cs: Hlasová zpráva není k dispozici
da: Stemmebeskeden er ikke tilgængelig
de: Sprachnachricht nicht verfügbar
el: Το ηχητικό μήνυμα δεν είναι διαθέσιμο
es: Mensaje de voz no disponible
fa: پیام صوتی در دسترس نیست
fi: Puheviesti ei ole saatavilla
fr: Message vocal indisponible
ga: Ní an glórphost ar fáil
gu: વોઇસ મેસેજ ઉપલબ્ધ નથી
he: הודעה קולית לא זמינה
hi: वॉइस संदेश उपलब्ध नहीं है
hr: Glasovna poruka nije dostupna
hu: Hangüzenet nem érhető el
id: Pesan suara tidak tersedia
it: Messaggio vocale non disponibile
ja: ボイスメッセージはご利用になれません
ko: 음성 메시지를 사용할 수 없음
mr: व्हॉईस संदेश उपलब्ध नाही
ms: Mesej suara tidak tersedia
nb: Talemeldingen er ikke tilgjengelig
nl: Spraakbericht niet beschikbaar
pl: Wiadomość głosowa niedostępna
pt_br: Mensagem de voz indisponível
pt_pt: Mensagem de voz não disponível
ro: Mesajul vocal nu este disponibil
ru: Голосовое сообщение недоступно
sk: Hlasová správa nie je k dispozícii
sr: Гласовна порука није доступна
sv: Röstmeddelandet är inte tillgängligt
th: ไม่พบข้อความเสียง
tr: Sesli mesaj kullanılamıyor
ug: ئاۋازلىق ئۇچۇرنى ئىشلەتكىلى بولمايدۇ
uk: Голосове повідомлення недоступне
ur: صوتی میسج دستیاب نہیں ہے
vi: Tin nhắn thoại không có sẵn
zh_cn: 语音消息不可用
zh_hk: 無法取得語音訊息
