Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_MEMBERS_NO_OTHER_MEMBERS
source: You can add or invite friends after creating this group.
af: Jy kan vriende toevoeg of uitnooi nadat hierdie groep geskep is.
ar: يُمكنك إضافة أو دعوة أصدقاء بعد إنشاء هذه المجموعة.
az: Bu qrupu yaratdıqdan sonra dostlarınızı əlavə edə və ya dəvət edə bilərsiniz.
be: Вы можаце дадаць або запрасіць сяброў пасля стварэння гэтай групы.
bg: Няма членове.
bn: এই গ্রুপটি তৈরি করার পরে আপনি বন্ধুদের আমন্ত্রণ জানাতে অথবা যোগ করতে পারবেন।
ca: Després de crear el grup podeu afegir-hi o convidar-hi amistats.
cs: Po založení této skupiny můžete přidat nebo pozvat přátele.
cy: Gallwch ychwanegu neu wahodd ffrindiau ar ôl creu'r grŵp hwn.
da: Efter oprettelse af denne gruppe kan du tilføje eller invitere venner.
de: Nachdem diese Gruppe erstellt wurde, kannst du Personen hinzufügen oder einladen.
el: Μπορείς να προσθέσεις ή να προσκαλέσεις φίλους σου αφού δημιουργήσεις την ομάδα.
es: Después de crear este grupo, podrás añadir o invitar a quien quieras.
es_es: Puedes añadir o invitar amistades tras crear el grupo.
et: Sul on võimalik lisada või kutsuda sõpru pärast grupi loomist.
eu: Lagunak taldea sortu ondoren gehitu edo gonbidatu ditzakezu:
fa: می‌توانید دوستان را بعد از ایجاد این گروه دعوت یا اضافه کنید.
fi: Voit lisätä tai kutsua kavereitasi tämän ryhmän luomisen jälkeen.
fil: Walang mga kasapi.
fr: Une fois votre groupe créé, vous pouvez y ajouter ou y inviter des amis.
gu: આ ગ્રુપ બનાવ્યા બાદ તમે તમારા મિત્રોને ઉમેરી શકો છો અથવા આમંત્રિત કરી શકો છો.
he: אתה יכול להוסיף או להזמין חברים לאחר היצירה של הקבוצה הזאת.
hi: आप इस ग्रुप को बनाने के बाद मित्रों को शामिल या आमंत्रित कर सकते हैं।
hr: Nakon stvaranja ove grupe, možete dodati ili pozvati prijatelje.
hu: A csoport létrehozását követően is meghívhatod vagy hozzáadhatod barátaidat.
id: Anda dapat menambahkan atau mengundang teman setelah membuat grup ini
is: Þú getur bætt við eða boðið vinum eftir það þú útbýrð þennan hóp.
it: Puoi aggiungere o invitare amici dopo aver creato questo gruppo.
ja: このグループを作成した後に、友達を追加したり招待することができます。
kab: Tzemreḍ ad ternuḍ neɣ ad d-tnecdeḍ imeddukkal seld timerna n ugraw-a.
kk: Қатысушы жоқ.
km: á¢áŸ’á“á€á¢á¶á…á”á“áŸ’ááŸ‚á˜ á¬ á¢á‰áŸ’á‡á¾á‰á˜á·ááŸ’áá—á€áŸ’áá· á”á“áŸ’á‘á¶á”áŸ‹á–á¸á”á„áŸ’á€á¾áá€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: ಈ ಗುಂಪನ್ನು ರಚಿಸಿದ ನಂತರ ನೀವು ಸ್ನೇಹಿತರನ್ನು ಸೇರಿಸಬಹುದು ಅಥವಾ ಆಹ್ವಾನಿಸಬಹುದು.
ko: 그룹을 만든 후에 친구들을 추가하거나 초대할 수 있습니다.
lt: Sukūrę šią grupę, galėsite pridėti ar pakviesti draugus.
lv: Pēc šīs grupas izveides varat pievienot vai uzaicināt draugus.
mk: Можете да додадете или да поканите пријатели откако ќе ја креирате оваа група.
ml: ഈ ഗ്രൂപ്പ് സൃഷ്ടിച്ചതിനുശേഷം നിങ്ങൾക്ക് സുഹൃത്തുക്കളെ ചേർക്കാനോ ക്ഷണിക്കാനോ കഴിയും.
mr: हा गट तयार केल्यानंतर आपण मित्रांना जोडू किंवा आमंत्रित करू शकता.
ms: Anda boleh menambah atau menjemput rakan selepas mencipta kumpulan ini.
my: အဖွဲ့ဖွဲ့ပြီးလျှင် သင်သည် သူငယ်ချင်းများကို ထည့်ဖိတ်ခေါ်နိုင်ပါသည်။
nb: Du kan legge til eller invitere venner etter at gruppen er opprettet.
nl: Je kunt na het maken van deze groep vrienden ervoor uitnodigen of eraan toevoegen.
pa: ਤੁਸੀਂ ਇਸ ਗਰੁੱਪ ਨੂੰ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ ਦੋਸਤਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਸੱਦਾ ਦੇ ਸਕਦੇ ਹੋ।
pa_pk: کوئی رکن نئیں۔
pl: Gdy utworzysz grupę, możesz do niej dodać lub zaprosić znajomych.
ps: تاسې کولای شئ د دې ګروپ له جوړولو وروسته ملګري اضافه یا ورته را وبولئ.
pt_br: Você pode adicionar ou convidar amigos(as) após criar esse grupo.
pt_pt: Pode adicionar ou convidar amigos depois de criar este grupo.
ro: Poți adăuga sau invita prieteni după crearea acestui grup.
ru: Вы сможете добавить или пригласить друзей после создания этой группы.
sk: Priateľov budete môcť pridať alebo pozvať po vytvorení tejto skupiny.
sl: Prijatelje/ice lahko dodajate ali vabite tudi potem, ko ste ustvarili skupino.
sq: Mund të shtoni ose ftoni shokë pas krijimit të këtij grupi.
sr: Можете додати или позвати пријатеље након што креирате групу.
sv: Du kan lägga till eller bjuda in vänner efter att du har skapat denna grupp.
sw: Unaweza kuwaongeza au kuwaalika marafiki baada ya kuunda kikundi hiki.
ta: இந்த குழுவை உருவாக்கிய பிறகு நீங்கள் நண்பர்களைச் சேர்க்கலாம் அல்லது அழைக்கலாம்.
te: ఈ గుంపును సృష్టించిన తర్వాత మీరు స్నేహితులను జోడించవచ్చు లేదా ఆహ్వానించవచ్చు.
th: คุณสามารถเพิ่มหรือเชิญเพื่อนหลังจากสร้างกลุ่มนี้
tr: Bu grubu oluşturduktan sonra arkadaş ekleyebilir yada davet edebilirsin.
ug: بۇ گۇرۇپپىنى قۇرغاندىن كېيىن دوستلارنى قوشالايسىز ياكى تەكلىپ قىلالايسىز.
uk: Додати чи запросити до групи друзів можна після її створення.
ur: آپ اس گروپ کو بنانے کے بعد دوستوں کو شامل یا مدعو کرسکتے ہیں۔
vi: Bạn có thể thêm hoặc mời bạn bè sau khi tạo nhóm này.
zh_cn: 您可以在创建此群组后添加或邀请朋友。
zh_hk: 您可待建立此群組後新增或邀請好友。

# GROUP_MEMBERS_SECTION_TITLE_MEMBERS
source: Members
af: Lede
ar: الأعضاء
az: Üzvlər
be: Удзельнікі
bg: Членове
bn: সদস্যগণ
ca: Membres
cs: Členové
cy: Aelodau
da: Medlemmer
de: Mitglieder
el: Μέλη
es: Participantes
es_es: Participantes
et: Liikmed
eu: Kideak
fa: اعضا
fi: Jäsenet
fil: Mga Kasapi
fr: Membres
ga: Baill
gu: સભ્યો
he: חברי קבוצה
hi: सदस्यों
hr: Članovi
hu: Tagok
id: Anggota-anggota
is: Meðlimir
it: Membri
ja: メンバー
kab: Imttekkiyen
kk: Қатысушылар
km: áŸá˜á¶á‡á·á€
kn: ಸದಸ್ಯರು
ko: 멤버
lt: Nariai
lv: Dalībnieki
mk: Членови
ml: അംഗങ്ങൾ
mr: सदस्य
ms: Ahli
my: အဖွဲ့ဝင်များ
nb: Medlemmer
nl: Leden
pa: ਮੈਂਬਰ
pa_pk: اراکین
pl: Członkowie
ps: غړي
pt_br: Membros
pt_pt: Membros
ro: Membri
ru: Участники
sk: Členovia
sl: Člani_ce
sq: Anëtarë
sr: Чланови
sv: Medlemmar
sw: Wanachama
ta: உறுப்பினர்கள்
te: సభ్యులు
th: สมาชิก
tr: Üyeler
ug: ئەزالار
uk: Учасники
ur: ممبران
vi: Thành viên
zh_cn: 成员
zh_hk: 我的團隊

# GROUP_MEMBERSHIP_NAME_COLLISION_TITLE
source: Review Members
af: Hersien lede
ar: مراجعة الأعضاء
az: Üzvləri nəzərdən keçir
be: Разглядзець удзельнікаў
bn: সদস্যদের পর্যালোচনা করুন
ca: Reviseu els mebres
cs: Prověřit členy
cy: Adolygu Aelodau
da: Gennemgå medlemmer
de: Mitglieder prüfen
el: Ανασκόπηση μελών
es: Revisar participantes
et: Vaata liikmed üle
eu: Berrikusi Kideak
fa: بازبینی اعضا
fi: Tarkista jäsenet
fr: Examiner les membres
ga: Athbhreithnigh Baill
gu: સભ્યોની સમીક્ષા કરો
he: סקור חברי קבוצה
hi: सदस्यों की समीक्षा करें
hr: Pregled članova
hu: Tagok áttekintése
id: Tinjau Anggota
is: Yfirfara meðlimi
it: Controlla membri
ja: メンバーを確認してください
kab: Senqed iɛeggalen
km: á–á·á“á·ááŸ’á™á˜á¾á›áŸá˜á¶á‡á·á€
kn: ಸದಸ್ಯರನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 멤버 검토
lt: Peržiūrėti narius
lv: Pārskatīt dalībniekus
mk: Прегледај членови
ml: അംഗങ്ങളെ അവലോകനം ചെയ്യുക
mr: सदस्यांचे पुनरावलोकन करा
ms: Semak Ahli
my: အဖွဲ့ဝင်များ သုံးသပ်မယ်
nb: Gå gjennom medlemmer
nl: Leden vergelijken
pa: ਮੈਂਬਰ ਦੀ ਪੜਤਾਲ
pl: Przejrzyj członków
ps: د غړو کتنه
pt_br: Revisar os Membros
pt_pt: Rever membros
ro: Revizuire membri
ru: Проверить участников
sk: Overiť členov
sl: Pregled članov/ic
sq: Shqyrtoni Anëtarë
sr: Прегледајте чланове
sv: Granska medlemmar
sw: Kagua Wanachama
ta: மதிப்பாய்வு உறுப்பினர்கள்
te: సభ్యులను సమీక్షించండి
th: พิจารณาสมาชิกกลุ่ม
tr: Üyeleri İncele
ug: ئەزالارنى تەكشۈر
uk: Переглянути учасників
ur: ممبران کا جائزہ لیں
vi: Xét duyệt Thành viên
zh_cn: 审查成员
zh_hk: 檢閱成員

# GROUP_NAME_EDUCATION_SHEET_BULLET_1
source: Be cautious of groups that impersonate organizations and businesses
ar: كُن حذرًا من المجموعات التي تنتحل صفات المنظمات والشركات.
be: Будзьце пiльнымi: некаторыя групы могуць выдаваць сябе за іншыя арганізацыі і прадпрыемствы
bn: প্রতিষ্ঠান ও ব্যবসার ছদ্মবেশ ধারণকারী গ্ৰুপের ব্যাপারে সতর্ক থাকুন
ca: Ves amb compte amb els grups que es fan passar per organitzacions i empreses
cs: Dávejte si pozor na skupiny, které se vydávají za organizace a podniky
da: Tag dig i agt for grupper, der udgiver sig for at være organisationer og virksomheder
de: Sei misstrauisch bei Gruppen, die sich als Organisationen und Unternehmen ausgeben
el: Να προσέχεις για ομάδες που υποδύονται οργανισμούς και επιχειρήσεις
es: Ten cuidado con los grupos que se hacen pasar por organizaciones y empresas
fa: مراقب گروه‌هایی باشید که خود را به جای سازمان‌ها و کسب‌وکارها جا می‌زنند
fi: Varo ryhmiä, joissa esitetään organisaatioita tai yrityksiä
fr: Attention aux groupes qui se font passer pour des organisations ou des entreprises
ga: Bí ar d'fhaichill ar ghrúpaí a dhéanann eagraíochtaí agus gnóthais a phearsanú
gu: કોઈ સંસ્થાઓ અને બિઝનેસ હોવાનો ઢોંગ કરતા ગ્રૂપથી સાવધ રહો
he: יש להיזהר מקבוצות שמתחזות לארגונים ועסקים
hi: संगठनों और व्यवसायों की पहचान चुराने वाले ग्रुप्स से सावधान रहें
hr: Budite oprezni s grupama koje se lažno predstavljaju kao organizacije i tvrtke
hu: Legyél óvatos azokkal a csoportokkal, amelyek szervezeteknek és vállalkozásoknak adják ki magukat
id: Berhati-hatilah dengan grup yang mungkin menggunakan nama organisasi dan bisnis orang lain
it: Fai attenzione ai gruppi che impersonano altre organizzazioni o aziende
ja: 組織や企業になりすましたグループにはご注意ください
ko: 다른 조직이나 비즈니스를 사칭하는 그룹에 유의하세요
mr: संस्था आणि व्यवसाय असल्याची बतावणी करणाऱ्या गटांपासून सावध राहा
ms: Berhati-hati dengan kumpulan yang menyamar sebagai organisasi dan perniagaan
nb: Vær på vakt mot grupper som utgir seg for å være organisasjoner og bedrifter
nl: Wees voorzichtig met groepen die zich voordoen als organisaties en bedrijven
pl: Zachowaj czujność – niektóre grupy mogą się podszywać pod różne organizacje i firmy
pt_br: Tenha cuidado com grupos que se façam passar por outras pessoas ou empresas
pt_pt: Cuidado com grupos que se façam passar por organizações e empresas
ro: Ai grijă la grupurile care uzurpă identitatea organizațiilor și companiilor
ru: Будьте осторожны с группами, которые выдают себя за организации и компании
sk: Dávajte si pozor na skupiny, ktoré sa vydávajú za organizácie a firmy
sr: Чувајте се група које се лажно представљају као организације и предузећа
sv: Var försiktig med grupper som utger sig för att vara organisationer och företag
th: โปรดระวังกลุ่มที่แอบอ้างเป็นองค์กรหรือหน่วยงานอื่น
tr: Başka kuruluşları ve işletmeleri taklit eden gruplara karşı dikkatli ol
ug: تەشكىلاتلار ۋە كارخانىلارنىڭ قىياپىتىگە كىرىۋالغان گۇرۇپپىلاردىن ئېھتىيات قىلىڭ
uk: Зважайте на те, що є групи, які лише вдають, ніби представляють реальні компанії та організації
ur: ان گروپس سے محتاط رہیں جو تنظیموں اور کاروباروں کی نقالی کرتے ہیں
vi: Hãy cẩn trọng với các nhóm mạo danh tổ chức và doanh nghiệp
zh_cn: 请谨慎甄别假冒仿冒组织或企业的群组
zh_hk: 請小心那些冒充其他組織和企業的群組

# GROUP_NAME_EDUCATION_SHEET_BULLET_2
source: Profile names of members in groups are not verified
ar: أسماء الحسابات الشخصية الخاصة بأعضاء المجموعات لم يتم التحقُّق منها.
be: Імёны профіляў удзельнікаў груп не пацверджаны
bn: গ্রুপের সদস্যদের প্রোফাইলের নাম যাচাই করা হয় না
ca: Els noms de perfil dels membres dels grups no es verifiquen
cs: Jména profilů členů skupin nejsou ověřována
da: Profilnavne på medlemmer i grupper verificeres ikke
de: Profilnamen von Gruppenmitgliedern werden nicht verifiziert
el: Τα ονόματα προφίλ των μελών σε ομάδες δεν είναι επαληθευμένα
es: Los nombres de perfil de los participantes de los grupos no se verifican
fa: نام‌های نمایه اعضای گروه‌ها نیاز به تأیید ندارد
fi: Profiilin nimiä ryhmissä ei vahvisteta
fr: Lorsque des utilisateurs rejoignent un groupe, Signal ne vérifie pas les noms de profil de ses membres
ga: Níl ainmneacha próifíle ag baill i ngrúpaí fíoraithe
gu: ગ્રૂપમાં સભ્યોના પ્રોફાઇલ નેમ ચકાસવામાં આવતા નથી
he: שמות פרופילים של חברי קבוצות אינם מאומתים
hi: ग्रुप्स में सदस्यों के प्रोफ़ाइल नाम वेरिफ़ाइड नहीं होते
hr: Imena profila članova grupe nisu potvrđena
hu: A csoporttagok profilnevei nincsenek ellenőrizve
id: Nama profil anggota grup ini belum diverifikasi
it: I nomi dei profili delle persone nei gruppi non sono verificati
ja: グループ内のメンバーのプロフィールネームは認証されていません
ko: 그룹의 구성원 프로필 이름이 확인되지 않았습니다
mr: गटांमधील सदस्यांची प्रोफाइल नावे पडताळलेली नसतात
ms: Nama profil ahli dalam kumpulan tidak disahkan
nb: Profilnavnene til gruppemedlemmer bekreftes ikke
nl: Profielnamen van leden in groepen worden niet geverifieerd
pl: Imiona i nazwiska w profilach członków grup nie są weryfikowane
pt_br: Os nomes de perfil nos grupos não são verificados
pt_pt: Os nomes de perfil dos membros em grupos não são verificados
ro: Numele de profil membrilor din grupuri nu sunt verificate
ru: Имена профилей участников групп не проверяются
sk: Názvy profilov jednotlivých členov skupín nie sú overené
sr: Имена на профилу чланова у групама нису верификована
sv: Profilnamn på medlemmar i grupper verifieras inte
th: ชื่อโปรไฟล์ของสมาชิกในกลุ่มไม่ได้ผ่านการตรวจยืนยัน
tr: Gruplardaki üyelerin profil adları doğrulanmaz
ug: گۇرۇپپىلاردىكى ئەزالارنىڭ ئارخىپ ناملىرى دەلىللەنمىگەن
uk: Назви профілів учасників груп не проходять перевірку
ur: گروپس میں شامل ممبرز کے پروفائل نیمز تصدیق شدہ نہیں ہیں
vi: Tên hồ sơ của các thành viên trong nhóm chưa được xác minh
zh_cn: 群组成员昵称未经过验证
zh_hk: 群組中成員的個人檔案名稱未經驗證

# GROUP_NAME_EDUCATION_SHEET_BULLET_3
source: Don’t share personal information with people you don’t know
ar: لا تشارِك معلومات شخصية مع أشخاص لا تعرفهم.
be: Не перадавайце асабістую інфармацыю тым, каго не ведаеце
bn: আপনার পরিচিত নন এমন কোনো ব্যক্তির সাথে ব্যক্তিগত তথ্য শেয়ার করবেন না
ca: No comparteixis informació personal amb persones que no coneguis
cs: Nesdílejte osobní údaje s lidmi, které neznáte
da: Del ikke personlige oplysninger med personer, du ikke kender
de: Gib keine persönlichen Informationen an Leute weiter, die du nicht kennst
el: Μην μοιράζεσαι προσωπικές πληροφορίες με άτομα που δεν γνωρίζεις
es: No compartas información personal con personas que no conozcas
fa: اطلاعات شخصی خود را با افرادی که نمی‌شناسید به اشتراک نگذارید
fi: Älä jaa henkilökohtaisia tietoja tuntemattomien ihmisten kanssa
fr: Ne communiquez pas vos informations personnelles à des inconnus
ga: Ná comhroinn faisnéis phearsanta le daoine nach bhfuil aithne agat orthu
gu: અજાણ્યા લોકો સાથે વ્યક્તિગત માહિતી શેર કરશો નહીં
he: אין לשתף מידע אישי עם אנשים שלא מוכרים לך
hi: आप जिन लोगों को नहीं जानते उनकी व्यक्तिगत जानकारी शेयन न करें
hr: Ne dijelite osobne podatke s osobama koje ne poznajete
hu: Ne oszd meg a személyes adataidat olyanokkal, akiket nem ismersz
id: Jangan bagikan info pribadi dengan orang yang tidak dikenal
it: Non condividere mai dati sensibili con persone che non conosci
ja: 知らない人とは個人情報を共有しないでください
ko: 모르는 사람과 개인 정보를 공유하지 마세요
mr: तुम्ही ओळखत नसलेल्या लोकांना तुमची वैयक्तिक माहिती देऊ नका
ms: Jangan kongsi maklumat peribadi dengan orang yang tidak dikenali
nb: Ikke send personlige opplysninger til folk du ikke kjenner
nl: Deel geen persoonlijke informatie met mensen die je niet kent
pl: Nie udostępniaj danych osobowych użytkownikom, których nie znasz
pt_br: Não compartilhe informações pessoais com desconhecidos
pt_pt: Não partilhe informações pessoais com pessoas que não conhece
ro: Nu împărtăși informații personale cu persoane pe care nu le cunoști
ru: Не делитесь личной информацией с теми, кого вы не знаете
sk: Nezdieľajte osobné údaje s ľuďmi, ktorých nepoznáte
sr: Не делите информације о личности са људима које не познајете
sv: Dela inte personlig information med personer du inte känner
th: อย่าให้ข้อมูลส่วนตัวกับบุคคลที่คุณไม่รู้จัก
tr: Tanımadığın kişilerle kişisel bilgilerini paylaşma
ug: شەخسىي ئۇچۇرلىرىڭىزنى تونۇمايدىغان كىشىلەر بىلەن ئورتاقلاشماڭ
uk: Не діліться особистою інформацією з незнайомцями
ur: ان لوگوں کے ساتھ ذاتی معلومات شیئر نہ کریں جنہیں آپ جانتے نہیں ہیں
vi: Không chia sẻ thông tin cá nhân với người bạn không quen biết
zh_cn: 请勿与陌生用户分享您的个人信息
zh_hk: 不要與不認識的人分享個人資料

# GROUP_NAME_EDUCATION_SHEET_HEADER_FORMAT
source: <bold>Group names</bold> are chosen by members of the group.
ar: <bold>أسماء المجموعات</bold> يقوم أفرادها باختيارها.
be: <bold>Назвы груп</bold> выбіраюць удзельнікі групы.
bn: <bold>গ্রুপের নাম</bold> দলের সদস্যরা বেছে নেন।
ca: Els <bold>noms dels grups</bold> els trien els membres del grup.
cs: <bold>Názvy skupin</bold> vybírají členové skupiny.
da: <bold>Gruppenavne</bold> er valgt af gruppens medlemmer.
de: <bold>Gruppennamen</bold> werden von Gruppenmitgliedern gewählt.
el: Τα <bold>Ονόματα ομάδας</bold> επιλέγονται από τα μέλη της ομάδας.
es: Los <bold>nombres de los grupos</bold> los eligen los participantes del grupo.
fa: <bold>نام گروه</bold> توسط اعضای گروه انتخاب می‌شود.
fi: <bold>Ryhmän nimet</bold> ovat ryhmän jäsenten valittavissa.
fr: Les <bold>noms de groupe</bold> sont choisis par les membres ou les admins.
ga: Roghnaíonn baill den ghrúpa <bold>ainm an ghrúpa</bold>.
gu: <bold>ગ્રૂપના નામ</bold> ગ્રૂપના સભ્યો દ્વારા પસંદ કરવામાં આવે છે.
he: <bold>שמות קבוצות</bold> נבחרים על ידי חברי הקבוצה.
hi: <bold>ग्रुप के नाम</bold> ग्रुप के सदस्य चुनते हैं।
hr: <bold>Nazive grupa</bold> biraju članovi grupe.
hu: A <bold>csoportneveket</bold> a csoporttagok választják ki.
id: <bold>Nama grup</bold> dipilih oleh anggota grup.
it: <bold>I nomi dei gruppi</bold> vengono scelti dalle persone che fanno parte del gruppo.
ja: <bold>グループネーム</bold>は、グループのメンバーによって選択されます。
ko: <bold>그룹 이름</bold>은 해당 그룹의 구성원이 선택합니다.
mr: <bold>गटाची नावे</bold> गटाचे सदस्य ठरवतात.
ms: <bold>Nama kumpulan</bold> dipilih oleh ahli kumpulan.
nb: <bold>Gruppenavn</bold> velges av gruppemedlemmene.
nl: <bold>Groepsnamen</bold> worden gekozen door leden van de groep.
pl: <bold>Nazwy grup</bold> są wybierane przez należące do nich osoby.
pt_br: Os <bold>nomes do grupo</bold> são escolhidos pelos membros do grupo.
pt_pt: <bold>Os nomes dos grupos</bold> são escolhidos pelos membros do grupo.
ro: <bold>Numele de grup</bold> sunt alese de membrii grupului.
ru: <bold>Имена групп</bold> выбираются их участниками.
sk: <bold>Názvy skupín</bold> vyberajú členovia skupiny.
sr: <bold>Називе група</bold> бирају чланови групе.
sv: <bold>Gruppnamn</bold> väljs av medlemmar i gruppen.
th: <bold>ชื่อกลุ่ม</bold>เป็นชื่อที่สมาชิกกลุ่มนั้นตั้งเอง
tr: <bold>Grup adları</bold>, grup üyeleri tarafından seçilir.
ug: <bold>گۇرۇپپا ناملىرى</bold> گۇرۇپپا ئەزالىرى تەرىپىدىن تاللىنىدۇ.
uk: <bold>Назви груп</bold> обирають їхні учасники.
ur: <bold>گروپ کے نام</bold> گروپ کے ممبرز کی جانب سے منتخب کیے جاتے ہیں۔
vi: <bold>Tên nhóm</bold> được chọn bởi thành viên của nhóm.
zh_cn: <bold>群组名称</bold>是群组成员自行选择的。
zh_hk: <bold>群組名稱</bold>由群組成員選擇。

# GROUP_NAME_PLACEHOLDER
source: Group Name (Required)
af: Groepnaam (vereis)
ar: اسم المجموعة (مطلوب)
az: Qrup adı (tələb olunur)
be: Назва групы (абавязкова)
bg: Име на групата (задължително)
bn: গ্রপের নাম (আবশ্যক)
ca: Nom del grup (necessari)
cs: Název skupiny (vyžadováno)
cy: Enw'r Grŵp (Angenrheidiol)
da: Gruppenavn (Påkrævet)
de: Gruppenname (erforderlich)
el: Όνομα ομάδας (απαιτείται)
es: Nombre del grupo (obligatorio)
es_es: Nombre del grupo (necesario)
et: Grupi nimi (kohustuslik)
fa: نام گروه (الزامی)
fi: Ryhmän nimi (vaaditaan)
fil: Pangalan ng Grupo (kailangan)
fr: Nom du groupe (obligatoire)
gu: ગ્રુપનું નામ (આવશ્યક)
he: שם קבוצה (דרוש)
hi: ग्रुप का नाम (आवश्यक)
hr: Naziv grupe (obavezno)
hu: Csoport neve (kötelező)
id: Nama Grup (Wajib)
is: Nafn hóps (nauðsynlegt)
it: Nome del gruppo (obbligatorio)
ja: グループ名 (必須)
kk: Топтың аты (талап етіледі)
km: áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜ (á‘á¶á˜á‘á¶áš)
kn: ಗುಂಪಿನ ಹೆಸರು (ಅಗತ್ಯವಿದೆ)
ko: 그룹 이름(필수)
lt: Grupės pavadinimas (Būtina)
lv: Grupas nosaukums (obligāts)
mk: Име на група (задолжително)
ml: ഗ്രൂപ്പിന്റെ പേര് (ആവശ്യമാണ്)
mr: गटाचे नाव (आवश्यक)
ms: Nama Kumpulan (Diperlukan)
my: အဖွဲ့အမည် (လိုအပ်ပါသည်)
nb: Gruppenavn (påkrevd)
nl: Groepsnaam (vereist)
pa: ਗਰੁੱਪ ਦਾ ਨਾਂ (ਲਾਜ਼ਮੀ)
pa_pk: گروپ ناں (مطلوب اے)
pl: Nazwa grupy (wymagana)
ps: د ګروپ نوم (اړین دی)
pt_br: Nome do grupo (obrigatório)
pt_pt: Nome do grupo (obrigatório)
ro: Nume grup (obligatoriu)
ru: Имя группы (обязательно)
sk: Názov skupiny (požaduje sa)
sl: Ime skupine (zahtevano)
sq: Emër Grupi (I domosdoshëm)
sr: Назив групе (обавезно)
sv: Gruppnamn (obligatoriskt)
sw: Jina la Kikundi (Linahitajika)
ta: குழு பெயர் (தேவை)
te: సమూహం పేరు (అవసరం)
th: ชื่อกลุ่ม (ต้องมี)
tr: Grup Adı (Gerekli)
ug: گۇرۇپپا ئاتى (زۆرۈر)
uk: Назва групи (обов'язково)
ur: گروپ کا نام (ضروری ہے)
vi: Tên nhóm (bắt buộc)
zh_cn: 群组名称（必填）
zh_hk: 群組名稱 (必填)

# GROUP_NAME_VIEW_TITLE
source: Group Name
af: Groepnaam
ar: اسم المجموعة
az: Qrup adı
be: Назва групы
bn: গ্রুপের নাম
ca: Nom del grup
cs: Název skupiny
cy: Enw Grŵp
da: Gruppenavn
de: Gruppenname
el: Όνομα ομάδας
es: Nombre del grupo
et: Grupi nimi
eu: Taldearen izena
fa: نام گروه
fi: Ryhmän nimi
fr: Nom du groupe
ga: Ainm an Ghrúpa
gu: ગ્રુપ નામ
he: שם הקבוצה
hi: ग्रुप का नाम
hr: Naziv grupe
hu: Csoport név
id: Nama Grup
is: Heiti hóps
it: Nome del gruppo
ja: グループ名
kab: Isem n ugraw
km: áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜
kn: ಗುಂಪಿನ ಹೆಸರು
ko: 그룹 이름
lt: Grupės pavadinimas
lv: Grupas nosaukums
mk: Име на група
ml: ഗ്രൂപ്പിൻ്റെ പേര്
mr: गट नाव
ms: Nama Kumpulan
my: အဖွဲ့အမည်
nb: Gruppenavn
nl: Groepsnaam
pa: ਗਰੁੱਪ ਦਾ ਨਾਂ
pl: Nazwa grupy
ps: د ګروپ نوم
pt_br: Nome do grupo
pt_pt: Nome do grupo
ro: Numele grupului
ru: Имя группы
sk: Názov skupiny
sl: Ime skupine
sq: Emër Grupi
sr: Назив групе
sv: Gruppnamn
sw: Jina la Kundi
ta: குழு பெயர்
te: సముహం పేరు
th: ชื่อกลุ่ม
tr: Grup Adı
ug: گۇرۇپپا ئىسمى
uk: Назва групи
ur: گروپ کا نام
vi: Tên Nhóm
zh_cn: 群组名称
zh_hk: 群組名稱
