Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# INVITE_FLOW_REQUIRES_CONTACT_ACCESS_BODY
source: You can enable contacts access in the iOS Settings app to invite your friends to join Signal.
af: Jy kan in die iOS-instellingstoep toegang tot kontakte aktiveer om jou vriende te nooi om by Signal aan te sluit.
ar: يمكنك تفعيل الوصول إلى جهات الاتصال في إعدادات iOS على جهازك لدعوة أصدقائك للانضمام إلى سيجنال.
az: Dostlarınızı Signal-a qoşulmağa dəvət etmək üçün iOS tənzimləmələrində əlaqələrə müraciəti fəallaşdıra bilərsiniz.
be: Уключыце доступ да кантактаў у наладах iOS, каб запрасіць сваіх сяброў далучыцца да Signal.
bg: Можете да дадете достъп до контактите от приложението с Настройки на iOS, за да поканите приятелите си да се присъединят към Signal.
bn: Signal এ যোগদানের জন্য আপনার বন্ধুদের আমন্ত্রণ জানাতে আপনি iOS সেটিংস অ্যাপ থেকে পরিচিতি অ্যাক্সেস সক্ষম করতে পারেন।
ca: Podeu activar l'accés als contactes a la Configuració de l'iOS per convidar les amistats al Signal.
cs: Pro pozvání přátel do Signalu povolte přístup ke kontaktům v nastavení iOS.
cy: Gallwch chi alluogi mynediad i'ch cysylltiadau yn app Gosodiadau iOS i wahodd eich ffrindiau i ymuno â Signal.
da: Du kan aktivere kontaktadgang i Indstillinger-appen for at invitere dine venner til at deltage i Signal.
de: Du kannst den Zugriff auf deine Kontakte in der iOS-App »Einstellungen« aktivieren, um deine Kontakte zu Signal einzuladen.
el: Μπορείς να δώσεις πρόσβαση στις επαφές από την εφαρμογή Ρυθμίσεις του iOS, για να προσκαλέσεις τους φίλους και τις φίλες σου στο Signal.
es: Puedes habilitar el acceso a tus contactos en la aplicación Ajustes de iOS para invitar a otras personas a usar Signal.
es_es: Al activar el acceso a contactos en «Ajustes» de iOS puedes invitar a tus amistades a usar Signal.
et: iOS-i sätetes on võimalik lubada juurdepääs kontaktidele, et saaksid kutsuda sõpru Signalit kasutama.
eu: Zure lagunak Signal-era gonbidatzeko, aktiba dezakezu kontaktuetan sartzeko baimena iOS ezarpenak aplikazioan.
fa: شما می توانید از قسمت تنظیمات برنامه iOS دسترسی به مخاطبان را فعال کنید تا دوستان خود را برای عضویت در سیگنال دعوت کنید.
fi: Kutsu kavereita Signaliin sallimalla yhteystietojen käyttö iOS:n asetuksissa.
fil: Maaari mong paganahin ang access sa mga kontak sa Settings app ng iOS upang maimbitahan ang iyong mga kaibigan na sumali sa Signal.
fr: Pour inviter vos amis à vous rejoindre sur Signal, accordez l’accès aux contacts via l’appli Réglages d’iOS.
ga: Is féidir leat rochtain ar do chuid teagmhálaithe a thabhairt do Signal sna Socruithe iOS chun cuireadh a thabhairt do chairde Signal a úsáid.
gu: Signal માં જોડાવા માટે તમારા મિત્રોને આમંત્રણ આપવા માટે તમે iOS સેટિંગ્સ ઍપમાં સંપર્કોના ઍક્સેસને સક્ષમ કરી શકો છો.
he: אתה יכול לאפשר גישה אל אנשי קשר ביישום הגדרות של iOS כדי להזמין את חבריך להצטרף אל Signal.
hi: आप iOS सेटिंग्स ऐप में संपर्क पढने कि अनुमति देकर अपने दोस्तों को Signal पर जुङने के लिए आमंत्रित कर सकते हैं।
hr: Možete omogućiti pristup kontaktima u postavkama iOS-a za pozivanje svojih prijatelja da se pridruže Signalu.
hu: Engedélyezheted a kontaktokhoz való hozzáférést az iOS Beállításokban, így barátaidat is meghívhatod, hogy csatlakozzanak a Signal közösséghez.
id: Anda dapat mengaktifkan akses kontak pada Pengaturan iOS untuk mengundang teman-teman Anda bergabung menggunakan Signal.
is: Þú getur virkjað aðgang að tengiliðum í stillingum iOS svo hægt sé að bjóða vinum þínum að nota Signal.
it: Puoi abilitare l'accesso ai contatti nelle impostazioni di iOS per invitare i tuoi amici ad unirsi a Signal.
ja: 連絡先の友達をSignalに招待するには、iOSの設定で連絡先へのアクセスを有効にしてください。
kab: Tzemreḍ ad tremdeḍ anekcum ɣer tkamiṛat deg usnas n yiɣewwaren n iOS i waken ad d-tesnubegteḍ imeddukkal-ik·im ad d-rnun ɣer Signal.
kk: Достарыңызды Signal қолданбасына қосылуға шақыру үшін iOS параметрлері қолданбасындағы байланыстағы тұлғаларға қатынау функциясын іске қосуға болады.
km: á¢áŸ’á“á€á¢á¶á…á”á¾á€á€á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á€áŸ’á“á»á„á€á¶ášá€áŸ†áááŸ‹ iOS áŠá¾á˜áŸ’á”á¸á¢á‰áŸ’á‡á¾á‰á˜á·ááŸ’áá—á€áŸ’áá·ášá”áŸáŸ‹á¢áŸ’á“á€á…á¼á›ášá½á˜ SignaláŸ”
kn: Signal ಗೆ ಸೇರಲು ನಿಮ್ಮ ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಲು ನೀವು iOS ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಆ್ಯಪಿನಲ್ಲಿ ಸಂಪರ್ಕಗಳ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ko: iOS 설정 앱에서 연락처 권한을 허용하면 Signal에 친구를 초대할 수 있습니다.
lt: Norėdami kviesti savo draugus prisijungti prie Signal, iOS nustatymų programėlėje galite įjungti prieigą prie adresatų.
lv: iOS iestatījumu lietotnē varat iespējot piekļuvi kontaktpersonām, lai aicinātu draugus sākt lietot Signal.
mk: Можете да им овозможите пристап на контактите во апликацијата за iOS Поставки за да ги поканите вашите пријатели да му си приклучат на Signal.
ml: നിങ്ങളുടെ സുഹൃത്തുക്കളെ Signal ലിൽ ചേരുന്നതിനായി ക്ഷണിക്കുന്നതിന് വേണ്ടി നിങ്ങൾക്ക് iOS സെറ്റിംഗ്സ് ആപ്പിൽ കോൺടാക്സ് അക്സസ് പ്രാപ്തമാക്കാവുന്നതാണ്.
mr: Signal मध्ये सामील होण्यासाठी आपल्या मित्रांना आमंत्रित करण्यासाठी आपण iOS सेटिंग अॅप मध्ये संपर्क अॅक्सेस सक्षम करू शकता.
ms: Anda boleh mendayakan akses kenalan dalam aplikasi Tetapan iOS untuk menjemput rakan anda untuk menyertai Signal.
my: iOS အပြင်အဆင် အပ္ပလီကေးရှင်းထဲတွင် သင်မှ အဆက်အသွယ်စာရင်းသုံးခွင့်ကို ဖွင့်ပေး၍​ သင်၏ သူငယ်ချင်းများကို Signal သို့ ဖိတ်ခေါ်နိုင်ပါသည်။
nb: Du kan slå på tilgang til kontakter i iOS-innstillingene for å invitere venner til å bruke Signal.
nl: Je kunt toegang geven tot je contacten in de iOS-Instellingen-app om je vrienden uit te nodigen voor Signal.
pa: ਤੁਸੀਂ ਆਪਣੇ ਦੋਸਤਾਂ ਨੂੰ Signal ਨਾਲ ਜੁੜਨ ਵਾਸਤੇ ਸੱਦਾ ਭੇਜਣ ਲਈ iOS ਸੈਟਿੰਗਸ ਐਪ ਵਿੱਚ ਸੰਪਰਕਾਂ ਤਾਈਂ ਪਹੁੰਚ ਨੂੰ ਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ.
pa_pk: تساں اپنے سجناں نوں Signal اچ نال رلن دی دعوت دین دے لئی iOS ترتيباں ایپ اچ رابطیاں تائیں رسائی نوں فعال کر سکدے او۔
pl: Aby zaprosić znajomych, zezwól aplikacji Signal na dostęp do kontaktów w ustawieniach swojego urządzenia z iOS.
ps: تاسې کولای شئ چې د iOS د اپلیکیشن په تنظیماتو کې مخاطبینو ته لاسرسی فعال کړئ تر څو خپل ملګري Signal سره د یو ځای کېدو لپاره را وبولئ.
pt_br: Você pode permitir o acesso aos contatos no app Ajustes do iOS para convidar outras pessoas para o Signal.
pt_pt: Para convidar os seus contactos para o Signal necessita de permitir o acesso aos contactos nas definições iOS da aplicação.
ro: Poți activa accesul la contacte din aplicația iOS Setări pentru a putea invita prietenii tăi la Signal.
ru: Вы можете разрешить доступ к контактам в приложении «Настройки», чтобы приглашать своих друзей в Signal.
sk: Na pozvanie svojich priateľov, aby sa pridali k používateľom Signalu, môžete v aplikácii Nastavenia iOS povoliť prístup ku kontaktom.
sl: Da bi lahko k uporabi aplikacije Signal povabili tudi prijatelje, lahko aplikaciji dovolite dostop do vašega telefonskega imenika v Nastavitvah iOS.
sq: Për të ftuar shokë tuajt në Signal, mund të aktivizoni që nga aplikacioni Rregullime iOS-i hyrjen te kontaktet.
sr: Дозволите приступ контактима у подешавањима за iOS како бисте могли да позовете пријатеље да се придруже Signal-у.
sv: Du kan aktivera kontaktåtkomst i appen Inställningar för att bjuda in dina vänner till Signal.
sw: Unaweza kuwezesha ufikiaji wa wawasiliani katika Mipangilio ya programu ya iOS kuwaalika marafiki zako kujiunga na Signal.
ta: Signal லில் சேர உங்கள் நண்பர்களை அழைக்க iOS அமைப்புகள் செயலியில் தொடர்புகள் அணுகலை இயக்கலாம்.
te: Signal లో చేరడానికి మీ స్నేహితులను ఆహ్వానించడానికి మీరు iOS సెట్టింగ్‌ల అనువర్తనంలో పరిచయాల ప్రాప్యతను ప్రారంభించవచ్చు.
th: คุณสามารถเปิดการเข้าถึงรายชื่อผู้ติดต่อในการตั้งค่าของ iOS เพื่อเชิญให้เพื่อนของคุณใช้ Signal
tr: Arkadaşlarınızı Signal'e davet etmek için iOS Ayarlar uygulamasından kişiler erişimini etkinleştirebilirsiniz.
ug: ‫iOS تەڭشەكلەردىن ئالاقەداش زىيارەت ھوقۇقىنى ئاچقاندىن كېيىن، دوستلىرىڭىزنى Signal ئىشلىتىشكە تەكلىپ قىلالايسىز.
uk: Щоб запросити друзів у Signal, надайте застосунку доступ до контактів у параметрах iOS.
ur: آپ اپنے دوستوں کو Signal میں شامل ہونے مدعو کرنے کیلئے iOS ترتیبات ایپ میں رسائی کرکے رابطوں کو فعال کرسکتے ہیں۔
vi: Bạn có thể cấp quyền truy cập danh bạ trong Cài đặt iOS để mời bạn bè tham gia sử dụng Signal.
zh_cn: 在“iOS - 设置”中启用联系人访问权限后，您就可以邀请您的朋友加入 Signal。
zh_hk: 您可在 iOS 「設定」中允許存取聯絡人資料來邀請您的好友加入 Signal。

# INVITE_FLOW_REQUIRES_CONTACT_ACCESS_TITLE
source: Allow Contact Access
af: Laat toegang tot kontakte toe
ar: السماح بالوصول لجهات الاتصال
az: Əlaqə müraciətinə icazə ver
be: Дазволіць доступ да кантакту
bg: Разреши Достъп до Контактите
bn: পরিচিতি অ্যাক্সেসের অনুমতি দিন
ca: Doneu accés als contactes
cs: Povolit přístup ke kontaktům
cy: Caniatáu Mynediad Cysylltiadau
da: Tillad adgang til kontakter
de: Zugriff auf Kontakte erlauben
el: Δώσε πρόσβαση στις επαφές
es: Permitir acceso a contactos
es_es: Permitir acesso a contactos
et: Juurdepääs kontaktidele
eu: Baimendu Kontaktuetan Sartzea
fa: اجازه دسترسی به مخاطبین
fi: Salli yhteystietojen käyttö
fil: Pahintulutan ang Access sa Kontak
fr: Autoriser l'accès aux contacts
ga: Rochtain ar Theagmhálaithe ag Teastáil
gu: સંપર્કનો ઍક્સેસ આપો
he: אפשר גישה אל אנשי קשר
hi: संपर्क देखने की अनुमति दें।
hr: Dozvoli pristup kontaktima
hu: Kontaktokhoz hozzáférés engedélyezése
id: Perbolehkan Akses Kontak
is: Gefa aðgang að tengiliðum
it: Abilita accesso contatti
ja: 連絡先へのアクセス許可
kab: Sireg anekcum ɣer inermisen
kk: Байланыстық тұлғаларға қатынауға рұқсат ету
km: á¢á“á»á‰áŸ’á‰á¶áá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಿ
ko: 연락처 접근 허용
lt: Leisti adresatų prieigą
lv: Atļaut piekļuvi kontaktpersonām
mk: Дозволете пристап кон контакти
ml: കോൺടാക്സ് അക്സസ് അനുവദിക്കുക
mr: संपर्क अॅक्सेसची अनुमती द्या
ms: Benarkan Akses Kenalan
my: လိပ်စာစာရင်းကို ဝင်ရောက်ခွင့်ပြုသည်
nb: Tillat kontakttilgang
nl: Toegang tot contacten toestaan
pa: ਸੰਪਰਕਾਂ ਤਾਈਂ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
pa_pk: رابطہ رسائی دی اجازت دیو
pl: Zezwól na dostęp do kontaktów
ps: مخاطبینو ته د لاسرسي لپاره اجازه ورکړئ
pt_br: Permitir acesso aos contatos
pt_pt: Permitir acesso aos contactos
ro: Permite accesul la contacte
ru: Разрешите доступ к контактам
sk: Povoliť prístup ku kontaktom
sl: Dovoli dostop do stikov
sq: Lejoni Hyrje te Kontaktet
sr: Дозволите приступ контактима
sv: Tillåt åtkomst till kontakter
sw: Idhinisha Ufikiaji Wawasiliani
ta: தொடர்பு அணுகலை அனுமதிக்கவும்
te: సంప్రదింపు ప్రాప్యతను అనుమతించండి
th: อนุญาตให้เข้าถึงผู้ติดต่อ
tr: Kişi Erişimine İzin Ver
ug: ئالاقىداشنى زىيارەت قىلىشىغا رۇخسەت قىلىڭ
uk: Надайте доступ до «Контактів»
ur: رابطوں تک رسائی کی اجازت دیں
vi: Cho phép Truy cập Danh bạ
zh_cn: 允许访问联系人
zh_hk: 允許存取聯絡人資料

# INVITE_FRIENDS_CONTACT_TABLE_BUTTON
source: Invite Friends to Signal
af: Nooi vriende na Signal
ar: اُدْعُ الأصدقاء إلى سيجنال
az: Dostlarınızı Signal-a dəvət edin
be: Запрасіць сяброў у Signal
bg: Покани приятели в Signal
bn: বন্ধুদের Signal -এ আমন্ত্রণ জানান
ca: Convideu els amics al Signal
cs: Pozvat přátele do Signalu
cy: Gwahodd Ffrindiau i Signal
da: Invitér dine venner til Signal
de: Kontakte zu Signal einladen
el: Πρόσκληση φίλων στο Signal
es: Invitar personas a Signal
es_es: Invitar personas a Signal
et: Kutsu sõpru Signalisse
eu: Gonbidatu Lagunak Signal-era
fa: دعوت دوستان به سیگنال
fi: Kutsu kavereita Signaliin
fil: Imbitahan ang mga Kaibigan sa Signal
fr: Inviter des amis à rejoindre Signal
ga: Tabhair Cuireadh do Chairde chun Signal a Úsáid
gu: મિત્રોને Signal માટે આમંત્રિત કરો
he: הזמן חברים אל Signal
hi: मित्रों को Signal में शामिल होने के लिए आमंत्रित करें
hr: Pozovite prijatelje na Signal
hu: Barátok meghívása
id: Undang Kawan ke Signal
is: Bjóða vinum á Signal
it: Invita i tuoi amici su Signal
ja: 友達をSignalへ招待する
kab: Snubget-d imdukal ɣer Signal
kk: Достарыңызды Signal қолданбасына шақыру
km: á¢á‰áŸ’á‡á¾á‰á˜á·ááŸ’áá—á€áŸ’áá·á”áŸ’ášá¾Signal
kn: ಸ್ನೇಹಿತರನ್ನು Signal ಗೆ ಆಹ್ವಾನಿಸಿ
ko: Signal로 친구를 초대하세요.
lt: Pakviesti draugus į Signal
lv: Aicināt draugus lietotnē Signal
mk: Поканете пријатели на Signal
ml: സുഹൃത്തുക്കളെ Signal ലേക്ക് ക്ഷണിക്കുക
mr: मित्रांना Signal वर आमंत्रित करा
ms: Jemput Rakan ke Signal
my: သူငယ်ချင်းများကို Signal အသုံးပြုဖို့ ဖိတ်ရန်
nb: Inviter venner til Signal
nl: Vrienden uitnodigen voor Signal
pa: Signal ਵਿੱਚ ਦੋਸਤਾਂ ਨੂੰ ਸੱਦੋ
pa_pk: سجن بیلیاں نوں Signal تے مدعو کرو
pl: Zaproś znajomych do aplikacji Signal
ps: Signal ته ملګري راوبولئ
pt_br: Convide amigos e amigas para o Signal
pt_pt: Convidar amigos para o Signal
ro: Invită-ți prietenii la Signal
ru: Пригласите друзей в Signal
sk: Pozvať priateľov do Signalu
sl: Povabite svoje prijatelje k uporabi aplikacije Signal
sq: Ftoni Shokë te Signal-i
sr: Позовите пријатеље на Signal
sv: Bjud in vänner till Signal
sw: Alika marafiki kwa Signal
ta: Signal லுக்கு நண்பர்களை அழைக்கவும்
te: స్నేహితులను Signal కు ఆహ్వానించండి
th: ชวนเพื่อนมาใช้ Signal
tr: Arkadaşlarınızı Signal'e Davet Edin
ug: دوستلىرىڭىزنى Signal غا تەكلىپ قىلىڭ
uk: Запросити друзів у Signal
ur: سگنل میں دوستوں کو دعوت دیں
vi: Mời Bạn bè sử dụng Signal
zh_cn: 邀请朋友使用 Signal
zh_hk: 邀請好友加入 Signal

# INVITE_FRIENDS_CONTACT_TABLE_HEADER
source: More
ar: المزيد
be: Дадаткова
bn: আরও
ca: Més
cs: Víc
da: Mere
de: Mehr
el: Περισσότερα
es: Más
fa: بیشتر
fi: Lisää
fr: Plus
ga: Tuilleadh
gu: વધુ
he: עוד
hi: अधिक
hr: Više
hu: Tovább
id: Selanjutnya
it: Altro
ja: その他
ko: 더 보기
mr: अधिक
ms: Lagi
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
pt_pt: Mais
ro: Mai multe
ru: Больше
sk: Viac
sr: Више
sv: Mer
th: ดูเพิ่ม
tr: Daha fazla
ug: تېخىمۇ كۆپ
uk: Докладніше
ur: مزید
vi: Thêm
zh_cn: 更多
zh_hk: 更多

# INVITE_FRIENDS_PICKER_SEARCHBAR_PLACEHOLDER
source: Search
af: Soek
ar: بحث
az: Axtar
be: Пошук
bg: Търсене
bn: অনুসন্ধান
ca: Cerca
cs: Hledat
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
es_es: Buscar
et: Otsi
eu: Bilatu
fa: جستجو
fi: Haku
fil: Maghanap
fr: Rechercher
ga: Cuardaigh
gu: શોધો
he: חיפוש
hi: सर्च
hr: Pretraži
hu: Keresés
id: Cari
is: Leita
it: Cerca
ja: 検索
kab: Nadi
kk: Іздеу
km: áŸáŸ’áœáŸ‚á„ášá€
kn: ಹುಡುಕಿ
ko: 검색
lt: Ieškoti
lv: Meklēt
mk: Пребарај
ml: തിരയൽ
mr: शोध
ms: Cari
my: ရှာရန်
nb: Søk
nl: Zoeken
pa: ਖੋਜੋ
pa_pk: لبھو
pl: Szukaj
ps: پلټنه
pt_br: Buscar
pt_pt: Procurar
ro: Căutare
ru: Поиск
sk: Hľadať
sl: Iskanje
sq: Kërkoni
sr: Претрага
sv: Sök
sw: Tafuta
ta: தேடல்
te: వెతకండి
th: ค้นหา
tr: Ara
ug: ئىزدە
uk: Пошук
ur: تلاش کریں
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# INVITE_FRIENDS_PICKER_TITLE
source: Invite Friends
af: Nooi vriende
ar: ادْعُ الأصدقاء
az: Dostları dəvət et
be: Запрасіць сяброў
bg: Покани Приятели
bn: বন্ধুদের আমন্ত্রণ জানান
ca: Convideu els amics
cs: Pozvat přátele
cy: Gwahodd Ffrindiau
da: Invitér venner
de: Kontakte einladen
el: Πρόσκληση φίλων
es: Invitar personas
es_es: Invitar amistades
et: Kutsu sõpru
eu: Lagunak gonbidatu
fa: دعوت از دوستان
fi: Kutsu kavereita
fil: Imbitahan ang mga kaibigan
fr: Inviter des amis
ga: Tabhair Cuireadh do Chairde
gu: મિત્રોને આમંત્રિત કરો
he: הזמן חברים
hi: मित्रों को आमंत्रित करें
hr: Pozovite prijatelje
hu: Barátok meghívása
id: Undang Kawan
is: Bjóða vinum aðgang
it: Invita i tuoi amici
ja: 友達を招待
kab: Nced imeddukkal
kk: Достарыңызды шақыру
km: á¢á‰áŸ’á‡á¾á‰á˜á·ááŸ’áá—á€áŸ’áá·
kn: ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
ko: 친구 초대
lt: Pakviesti draugus
lv: Aicināt draugus
mk: Поканете пријатели
ml: സുഹൃത്തുക്കളെ ക്ഷണിക്കുക
mr: मित्रांना आमंत्रित करा
ms: Jemput Rakan
my: သူငယ်ချင်းများကို ဖိတ်မည်
nb: Inviter venner
nl: Vrienden uitnodigen
pa: ਦੋਸਤਾਂ ਨੂੰ ਸੱਦਾ ਦਿਓ
pa_pk: دوستاں نوں مدعو کرو
pl: Zaproś znajomych
ps: ملګري راوبولئ
pt_br: Convidar amigos e amigas
pt_pt: Convidar amigos
ro: Invită prieteni
ru: Пригласите друзей
sk: Pozvať priateľov
sl: Povabi prijatelje
sq: Ftoni Shokë
sr: Позовите пријатеље
sv: Bjud in vänner
sw: Alika Marafiki
ta: நண்பர்களை அழைக்க
te: స్నేహితులను ఆహ్వానించండి
th: ชวนเพื่อน
tr: Arkadaş Davet Et
ug: دوستلار تەكلىپى
uk: Запрошення
ur: دوستوں کو دعوت دیں
vi: Mời Bạn bè
zh_cn: 邀请朋友
zh_hk: 邀請好友
