Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ERROR_DESCRIPTION_REQUEST_TIMED_OUT
source: Network request timed out.
af: Netwerkversoek het te lank geneem.
ar: نفدَت مُهلة طلب الشبكة.
az: Şəbəkə tələbinin vaxtı bitdi.
be: Час чакання сеткавага запыту скончыўся.
bg: Времето за заявката към мрежата изтече.
bn: নেটওয়ার্ক অনুরোধের সময়সীমা শেষ।
ca: Ha vençut la sol·licitud de xarxa.
cs: Síťová žádost vypršela.
cy: Cais rhwydwaith wedi mynd tu hwnt i'r terfyn amser.
da: Netværks anmodning timeout
de: Netzanfrage abgelaufen.
el: Το αίτημα του δικτύου έληξε.
es: Se superó el tiempo de espera para la solicitud de red.
es_es: Se superó el tiempo de espera para la petición de red.
et: Võrgupäring aegus.
eu: Sarerako eskaeraren denbora iraungi da.
fa: درخواست شبکه به پایان رسیده است.
fi: Verkkopyyntö vanhentui.
fil: Nag-time-out ang network request.
fr: Expiration du délai de la requête réseau.
ga: Iarratas líonra thar am.
gu: નેટવર્ક રિક્વેસ્ટનો સમય સમાપ્ત થયો.
he: הזמן אזל לבקשת הרשת.
hi: नेटवर्क से जुङने कि कोशिश में बहुत समय लगने कि वजह से रद्द कर दी गयी।
hr: Mrežni zahtjev je istekao.
hu: Hlózati időtúllépés.
id: Waktu habis untuk permintaan jaringan.
is: Netbeiðni rann út á tíma
it: La richiesta di rete è scaduta.
ja: ネットワーク要求がタイムアウトしました。
kab: Tuttra n uẓeṭṭa ifut.
kk: Желіге жіберілген өтініштің уақыты өтті.
km: á”ááŸ’áá¶á‰áŸáŸ’á“á¾áŸá»áŸ†á¢áŸáŸ‹á–áŸá›
kn: ನೆಟ್‌ವರ್ಕ್ ವಿನಂತಿಯ ಸಮಯ ಮೀರಿದೆ.
ko: 네트워크 요청 시간이 초과되었습니다.
lt: Pasibaigė tinklo užklausai skirtas laikas.
lv: Tīkla pieprasījumam beidzās laiks.
mk: Времето за барање на мрежа истече.
ml: നെറ്റ്‌വർക്ക് അപേക്ഷയുടെ സമയപരിധി കഴിഞ്ഞു.
mr: नेटवर्क विनंती टाईम आऊट.
ms: Permintaan rangkaian tamat masa.
my: ကွန်ယက်သို့ ချိတ်ဆက်ရန် အချိန်ကျော်သွားပြီ။
nb: Tidsavbrudd for forbindelse.
nl: Netwerkverzoek is verlopen.
pa: ਨੈਟਵਰਕ ਬੇਨਤੀ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ.
pa_pk: نیٹورک دی درخواست دا ویلا مک گیا اے۔
pl: Żądanie sieciowe przekroczyło limit czasu.
ps: د نیټورک غوښتنه تر وخت تیره شوه.
pt_br: Solicitação de rede expirada.
pt_pt: O pedido à rede expirou.
ro: Cererea de rețea a eșuat.
ru: Время ожидания сетевого запроса истекло.
sk: Sieťová žiadosť vypršala.
sl: Zahteva omrežju je potekla.
sq: Kërkesës në rrjet i mbaroi koha.
sr: Мрежни захтев је истекао.
sv: Nätverksförfrågan tog för lång tid.
sw: Ombi la mtandao limepitwa na muda
ta: பிணைய கோரிக்கை நேரம் முடிந்தது.
te: నెట్‌వర్క్ అభ్యర్థన సమయం ముగిసింది.
th: คำร้องขอเครือข่ายหมดเวลา
tr: Ağ isteği zaman aşımına uğradı.
ug: تور ئىلتىماسى ۋاقىت ھالقىدى.
uk: Час запиту сплив.
ur: نیٹ ورک کی درخواست کا ٹائم ختم ہو گیا۔
vi: Yêu cầu kết nối mạng đã hết thời hạn.
zh_cn: 网络请求超时。
zh_hk: 網絡請求超時。

# ERROR_DESCRIPTION_RESPONSE_FAILED
source: Invalid response from service.
af: Ongeldige reaksie van Diens af.
ar: إجابة غير صالحة من الخدمة.
az: Xidmətdən etibarsız cavab.
be: Несапраўдны адказ ад службы.
bg: Невалиден отговор от услугата.
bn: পরিষেবা থেকে অবৈধ প্রতিক্রিয়া।
ca: Resposta del servei no vàlida.
cs: Neplatná odpověď ze strany služby.
cy: Ymateb annilys o'r gwasanaeth.
da: Ugyldigt svar fra tjeneste
de: Ungültige Antwort des Dienstes.
el: Μη έγκυρη απάντηση από την υπηρεσία.
es: Respuesta no válida del servicio.
es_es: Respuesta del servidor inválida.
et: Vigane vastus teenuselt.
eu: Gailutik jasotako erantzuna baliogabea da.
fa: پاسخ نامعتبر از سرویس.
fi: Virheelinen vastaus palvelimelta.
fil: Hindi valid na tugon ng service.
fr: La réponse reçue du service n'est pas valide.
ga: Freagra neamhbhailí ó sheirbhís líonra.
gu: સર્વિસનો અમાન્ય પ્રતિસાદ.
he: תגובה בלתי תקפה משירות.
hi: सर्विस से अवैध जवाब आया है।
hr: Nevažeći odgovor usluge..
hu: Érvénytelen szerver válasz.
id: Respons tidak valid dari layanan.
is: Ógilt svar frá þjónustu.
it: Risposta del servizio non valida.
ja: サービスから無効な応答がありました。
kab: Tiririt tarameɣtut seg umeẓlu.
kk: Қызметтің жауабы жарамсыз.
km: á€á¶ášá†áŸ’á›á¾á™áá”á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœá–á¸áŸáŸáœá¶á€á˜áŸ’á˜áŸ”
kn: ಸೇವೆಯಿಂದ ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆ.
ko: 서비스에서 잘못된 응답을 받았습니다.
lt: Neteisingas atsakymas iš paslaugos.
lv: Nederīga atbilde no pakalpojuma.
mk: Невалиден одоговор од сервисот.
ml: സർവീസിൽ നിന്ന് മൂല്യമില്ലാത്ത പ്രതികരണം.
mr: सेवेकडून अवैध प्रतिसाद.
ms: Respons tidak sah daripada perkhidmatan.
my: ဝန်ဆောင်မှုထံမှ သင့်လျော်မှုမရှိသော တုံ့ပြန်မှု။
nb: Ugyldig svar fra tjenesten.
nl: Ongeldige reactie van de server.
pa: ਸੇਵਾ ਵੱਲੋਂ ਅਵੈਧ ਪ੍ਰਤਿਕਿਰਆ ਮਿਲੀ.
pa_pk: سروس دے ولوں غلط ردعمل
pl: Nieprawidłowa odpowiedź usługi.
ps: له سرویس څخه نامعتبره ځواب راغی.
pt_br: Resposta inválida do serviço.
pt_pt: Resposta inválida do serviço.
ro: Răspuns invalid de la serviciu.
ru: Неверный ответ от сервиса.
sk: Neplatná odpoveď služby.
sl: Neveljaven odziv strežnika.
sq: Përgjigje e pavlefshme nga shërbimi.
sr: Неважећи одговор сервиса.
sv: Ogiltigt svar från tjänsten.
sw: Jibu batili kutoka kwa huduma.
ta: சேவையிலிருந்து தவறான பதில்.
te: సేవ నుండి చెల్లని ప్రతిస్పందన.
th: การตอบรับจากบริการไม่ถูกรูปแบบ
tr: Hizmetten geçersiz yanıt alındı.
ug: مۇلازىمىتىر ئىناۋەتسىز ئىنكاس قايتۇردى.
uk: Неприйнятна відповідь від сервісу.
ur: سروس سے غلط جواب ملا۔
vi: Phản hồi không hợp lệ từ máy chủ.
zh_cn: 服务返回无效响应。
zh_hk: 伺服器響應無效。

# ERROR_DESCRIPTION_SERVER_FAILURE
source: Server Error. Please try again later.
af: Bedienerfout. Probeer asseblief later weer.
ar: خطأ في الخادم. يُرجى المحاولة مُجدَّدًا لاحقًا.
az: Server xətası. Zəhmət olmasa daha sonra yenidən sınayın.
be: Памылка сервера. Калі ласка, паўтарыце спробу пазней.
bg: Грешка в сървъра. Моля, опитайте отново по-късно.
bn: সার্ভার সমস্যা। পরে আবার চেষ্টা করুন।
ca: Error del servidor. Torneu a provar-ho més tard.
cs: Chyba serveru. Prosím, zkuste to později.
cy: Gwall Gweinydd. Rhowch gynnig arall arni nes ymlaen.
da: Serverfejl. Prøv igen senere.
de: Serverfehler. Bitte versuche es später erneut.
el: Σφάλμα διακομιστή. Παρακαλώ δοκίμασε αργότερα.
es: Error del servidor. Inténtalo de nuevo más tarde.
es_es: Fallo en el servidor. Por favor, inténtalo más tarde.
et: Serveri tõrge. Palun proovi hiljem uuesti.
eu: Zerbitzariaren errorea. Mesedez, saia zaitez beranduago.
fa: خطای سمت سرور. لطفا مجددا تلاش کنید.
fi: Palvelinvirhe. Yritä myöhemmin uudelleen.
fil: May Error sa Server. Pakisubukang muli mamaya.
fr: Erreur du serveur. Veuillez réessayer plus tard.
ga: Earráid Fhreastalaí. Bain triail eile as ar ball.
gu: સર્વર એરર. પછીથી ફરી પ્રયત્ન કરો.
he: שגיאת שרת. נסה שוב מאוחר יותר.
hi: सर्वर से गलती हुई है, कृपया फिर कोशिश करें।
hr: Pogreška poslužitelja. Molimo pokušajte ponovo kasnije.
hu: Szerver hiba. Próbálkozz újra később.
id: Server Gagal. Mohon coba lagi nanti.
is: Villa í netþjóni. Reyndu aftur síðar.
it: Errore del server. Si prega di riprovare.
ja: サーバにエラーが発生しました。あとで再度試してください。
kab: Tuccḍa n uqeddac. Ttxil-k.m εreḍ tikkelt nniḍen.
kk: Сервер қатесі. Кейінірек тағы бір рет байқап көріңіз.
km: á”á‰áŸ’á á¶á”ááŸ’áá¶á‰áŸ” áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€áá–áŸá›á€áŸ’ášáŸ„á™áŸ”
kn: ಸರ್ವರ್ ದೋಷ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 서버에서 오류가 발생했습니다. 나중에 다시 시도해 주세요.
lt: Serverio klaida. Prašome vėliau bandyti dar kartą.
lv: Servera kļūda. Vēlāk mēģiniet vēlreiz.
mk: Серверска грешка. Обидете се повторно подоцна.
ml: സെർവർ തകരാർ. ദയവായി അൽപ്പ സമയത്തിന് ശേഷം ശ്രമിക്കുക.
mr: सर्व्हर त्रुटी. कृपया नंतर पुन्हा प्रयत्न करा
ms: Ralat Pelayan. Sila cuba lagi kemudian.
my: ဆာဗာပြဿနာ။ ထပ်မံ ကြိုးစားကြည့်ပါ။
nb: Serverfeil. Vennligst forsøk igjen senere.
nl: Serverfout. Probeer het later opnieuw.
pa: ਸਰਵਰ ਤਰੁਟੀ. ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pa_pk: سرور دا نقص۔ مہربانی کر کے بعد اچ دوبارہ کوشش کرو۔
pl: Błąd serwera. Spróbuj później.
ps: د سرور تیروتنه. د مهرباني له مخې وروسته بیا هڅه وکړئ.
pt_br: Erro no servidor. Por favor, tente novamente mais tarde.
pt_pt: Falha no servidor. Por favor, tente mais tarde.
ro: Eroare de server. Te rog încearcă mai târziu.
ru: Ошибка сервера. Пожалуйста, повторите попытку позднее.
sk: Chyba serveru. Skúste znovu neskôr.
sl: Napaka strežnika. Poskusite znova kasneje.
sq: Gabim Shërbyesi. Ju lutemi, riprovoni më vonë.
sr: Догодила се грешка са сервером. Пробајте поново касније.
sv: Serverfel. Försök igen senare.
sw: Hitilafu ya Seva. Tafadhali jaribu tena baadaye.
ta: சேவையக பிழை. பின்னர் மீண்டும் முயற்சிக்கவும்.
te: సర్వర్ లోపం. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดที่เซิร์ฟเวอร์ โปรดลองอีกครั้งในภายหลัง
tr: Sunucu hatası. Lütfen daha sonra tekrar deneyiniz.
ug: مۇلازىمېتىر خاتالىقى. سەل تۇرۇپ قايتا سىناڭ.
uk: Помилка сервера. Спробуйте пізніше.
ur: سرور غلط ہے۔ براہِ مہربانی دوبارہ کوشش کریں۔
vi: Lỗi Máy chủ. Vui lòng thử lại sau.
zh_cn: 服务器出错。请稍候重试。
zh_hk: 伺服器出錯。請稍後再試。

# ERROR_DESCRIPTION_SUSPECTED_SPAM
source: Server requires user verification before sending the message.
af: Bediener vereis gebruikersverifiëring woordat die boodskap gestuur word.
ar: يحتاج الخادم إلى التحقُّق من المُستخدِم قبل إرسال الرسالة.
az: Server, mesaj göndərməzdən əvvəl istifadə təsdiqləməsini tələb edir.
be: Серверу неабходна праверыць карыстальніка перад тым, як адправіць яму паведамленне.
bn: মেসেজটি পাঠানোর আগে সার্ভারের ইউজারের যাচাইকরণ আবশ্যক।
ca: El servidor requereix la verificació de l'usuari abans d'enviar el missatge.
cs: Server vyžaduje ověření uživatele před odesláním zprávy.
cy: Mae'r gweinydd angen gwirio defnyddiwr cyn anfon y neges.
da: Serveren kræver brugerbekræftelse, før beskeden sendes.
de: Vor Senden der Nachricht erfordert der Server eine Verifizierung.
el: Ο διακομιστής απαιτεί επιβεβαίωση χρήστη πριν την αποστολή αυτού του μηνύματος.
es: El servidor necesita completar la verificación de usuario antes de enviar el mensaje.
et: Server nõuab enne sõnumi saatmist kasutaja kinnitamist.
fa: سرور به وارسی کاربر قبل از ارسال پیام نیاز دارد.
fi: Palvelin vaatii käyttäjän tunnistautumisen ennen viestin lähetystä.
fr: Le serveur demande une vérification de l'utilisateur avant l'envoi du message.
gu: સર્વરને મેસેજ મોકલતા પહેલા ઉપયોગકર્તા દ્વારા ચકાસણીની જરૂર પડે છે.
he: השרת דורש וידוא משתמש לפני שליחת ההודעה.
hi: संदेश भेजने से पहले सर्वर को यूज़र के सत्यापन की आवश्यकता होती है।
hr: Prije slanja poruke poslužitelj zahtijeva potvrdu korisnika.
hu: A szerver felhasználói ellenőrzést igényel az üzenet elküldése előtt.
id: Server memerlukan verifikasi sebelum mengirimkan pesan.
is: Netþjónninn krefst sannvottunar áður en skilaboðin eru send.
it: Il server richiede la verifica dell'utente prima di inviare il messaggio.
ja: サーバはメッセージの送信前にユーザ認証を要求しています。
km: á˜áŸ‰á¶áŸá»á¸á“á˜áŸá‘á¶á˜á‘á¶ášá€á¶ášá”á‰áŸ’á‡á¶á€áŸ‹á˜á»á“á–áŸá›á•áŸ’á‰á¾áŸá¶ášá…áŸá‰
kn: ಸಂದೇಶ ಕಳುಹಿಸುವ ಮುನ್ನ ಸರ್ವರ್‌ಗೆ ಬಳಕೆದಾರರ ದೃಢೀಕರಣದ ಅಗತ್ಯವಿದೆ.
ko: 서버에서는 메시지를 보내기 전에 사용자 확인이 필요합니다.
lt: Prieš išsiunčiant žinutę, serveris reikalauja patvirtinimo.
lv: Pirms nosūtīt ziņu, serverim ir nepieciešama lietotāja verifikācija.
mk: Серверот бара проверка на корисникот пред да ја испрати пораката.
ml: സന്ദേശം അയയ്ക്കുന്നതിന് മുമ്പ് സെർവറിന് ഉപയോക്തൃ പരിശോധന ആവശ്യമാണ്.
mr: संदेश पाठवण्यापूर्वी सर्व्हरला वापरकर्ता सत्यापन आवश्यक आहे.
ms: Pelayan memerlukan pengesahan pengguna sebelum menghantar mesej.
nb: Tjenesten krever brukerverifisering for å sende denne meldingen.
nl: We moeten verifiëren dat je een mens bent, voordat dit bericht kan worden verzonden.
pa: ਸੁਨੇਹਾ ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਸਰਵਰ ਨੂੰ ਵਰਤੋਂਕਾਰ ਤਸਦੀਕ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
pl: Aby wiadomość mogła zostać wysłana, serwer wymaga weryfikacji użytkownika.
ps: سرور د پیغام له لیږلو وړاندې د کارن تایید ته اړتیا لري.
pt_br: O servidor solicita a verificação da pessoa antes de enviar a mensagem.
pt_pt: O servidor requer a verificação do utilizador antes de enviar a mensagem.
ro: Serverul solicită verificarea utilizatorului înainte de a trimite mesajul.
ru: Сервер требует проверку перед тем, как отправить сообщение.
sk: Server vyžaduje pred odoslaním správy overenie používateľa.
sl: Strežnik pred pošiljanjem sporočila zahteva preverjanje uporabnika.
sq: Shërbyesi lyp verifikim përdoruesi, para dërgimit të mesazhit.
sr: Сервер захтева верификацију корисника пре слања поруке.
sv: Server kräver användarverifiering innan meddelandet skickas.
sw: Seva inahitaji uthibitishaji wa mtumiaji kabla ya kutuma ujumbe.
ta: செய்தியை அனுப்புவதற்கு முன் சேவையகத்திற்கு பயனர் சரிபார்ப்பு தேவைப்படுகிறது.
te: సందేశాన్ని పంపే ముందు సర్వర్‌కు వినియోగదారు ధృవీకరణ అవసరం.
th: เซิร์ฟเวอร์ต้องมีการการตรวจยืนยันผู้ใช้ก่อนการส่งข้อความ
tr: Sunucu iletiyi göndermeden önce kullanıcı doğrulaması istiyor.
ug: ئۇچۇر يوللاشتىن ئىلگىرى مۇلازىمېتىر ئىشلەتكۈچىنىڭ دەلىللىشىنى تەلەپ قىلىدۇ.
uk: Сервер вимагає, щоб ви пройшли перевірку, перш ніж надсилати повідомлення.
ur: سرور کو پیغام بھیجنے سے پہلے صارف کی تصدیق درکار ہوتی ہے۔
vi: Máy chủ yêu cầu xác minh người dùng trước khi gửi tin nhắn.
zh_cn: 在发送消息之前，服务器要求用户验证。
zh_hk: 伺服器要求使用者驗證才可傳送訊息。

# ERROR_DESCRIPTION_UNKNOWN_ERROR
source: An unknown error occurred.
af: ’n Onbekende fout het voorgekom.
ar: حدث خطأ مجهول.
az: Bilinməyən bir xəta baş verdi.
be: Адбылася невядомая памылка.
bg: Възникна неизвестна грешка.
bn: একটি অজানা ত্রুটি ঘটেছে.
ca: S'ha produït un error desconegut.
cs: Došlo k neznámé chybě.
cy: Digwyddodd gwall anhysbys.
da: Der er opstået en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα.
es: Se ha producido un error desconocido.
es_es: Ocurrió un fallo desconocido.
et: Ilmnes tundmatu tõrge.
eu: Errore ezezaguna gertatu da.
fa: خطایی ناشناخته رخ داده است.
fi: Tuntematon virhe.
fil: May hindi-tukoy na error ang naganap.
fr: Une erreur inconnue s'est produite.
ga: Tharla earráid anaithnid.
gu: એક અજાણ એરર આવી.
he: התרחשה שגיאה לא ידועה
hi: कोई अज्ञात गलती हुई है।
hr: Došlo je do nepoznate pogreške.
hu: Ismeretlen hiba történt.
id: Muncul masalah tak dikenal.
is: Óþekkt villa kom upp.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
kab: Teḍra tuccḍa tarussint.
kk: Беймәлім қате орын алды.
km: á”á‰áŸ’á á¶á˜á·á“áŸáŸ’á‚á¶á›áŸ‹á€á¾áá¡á¾á„áŸ”
kn: ತಿಳಿದಿಲ್ಲದ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 알 수 없는 오류가 발생했습니다.
lt: Įvyko nežinoma klaida.
lv: Radās nezināma kļūda.
mk: Се појави непозната грешка.
ml: അറിയാത്ത ഒരു തകരാർ സംഭവിച്ചിരിക്കുന്നു.
mr: एक अज्ञात त्रुटी आढळली.
ms: Ralat yang tidak diketahui berlaku.
my: အကျိုးအကြောင်းမသိသည့် ပြဿနာ ဖြစ်လာသည်။
nb: En ukjent feil oppstod.
nl: Er is een onbekende fout opgetreden.
pa: ਇੱਕ ਅਣਪਛਾਤੀ ਤਰੁਟੀ ਹੋਈ.
pa_pk: اک نامعلوم نقص واقع ہویا۔
pl: Wystąpił nieznany błąd.
ps: یوه ناپیژانده تیروتنه رامنځته شوې ده.
pt_br: Erro desconhecido.
pt_pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare neprevăzută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sq: Ndodhi një gabim i panjohur.
sr: Дошло је до непознате грешке.
sv: Ett okänt fel inträffade.
sw: Hitilafu isiyojulikana imetokea.
ta: அறியப்படாத பிழை ஏற்பட்டது.
te: తెలియని లోపం సంభవించింది.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen bir hata oluştu.
ug: يوچۇن خاتالىققا يولۇقتى.
uk: Сталася невідома помилка.
ur: کوئی نا معلوم غلطی واقع ہوئی۔
vi: Đã xảy ra lỗi không xác định.
zh_cn: 发生了未知错误。
zh_hk: 發生未知錯誤。

# ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT
source: Couldn’t send message because this person is no longer using Signal.
af: Kontak is nie ’n Signal-gebruiker nie.
ar: تعذَّر إرسال الرسالة لأن هذا الشخص لم يعد يستخدم سيجنال.
az: Əlaqə, Signal istifadəçisi deyil.
be: Не атрымалася даслаць паведамленне, бо гэтая асоба больш не выкарыстоўвае Signal.
bg: Контакта не е Signal потребител.
bn: এই ব্যক্তি আর Signal ব্যবহার করছেন না বলে মেসেজ পাঠানো যায়নি।
ca: No s'ha pogut enviar el missatge perquè aquesta persona ja no utilitza Signal.
cs: Zprávu se nepodařilo odeslat, protože tato osoba už Signal nepoužívá.
cy: Nid yw'r cysylltiad yn ddefnyddiwr Signal.
da: Kunne ikke sende en besked, da denne person ikke længere bruger Signal.
de: Die Nachricht konnte nicht gesendet werden, weil diese Person Signal nicht mehr verwendet.
el: Δεν ήταν δυνατή η αποστολή μηνύματος επειδή αυτό το άτομο δεν χρησιμοποιεί πλέον το Signal.
es: No se ha podido enviar el mensaje porque esta persona ya no usa Signal.
es_es: Esta persona no usa Signal.
et: Kontakt ei ole Signali kasutaja.
eu: Kontaktua ez da Signal erabiltzaile bat.
fa: پیام ارسال نشد زیرا این شخص دیگر از سیگنال استفاده نمی‌کند.
fi: Viestiä ei voitu lähettää, koska henkilö ei enää käytä Signalia.
fil: Ang kontak ay hindi user ng Signal.
fr: Ce contact n'utilise plus Signal : impossible de lui envoyer ce message.
ga: Ní féidir an teachtaireacht seo a sheoladh toisc nach bhfuil an duine seo ag úsáid Signal a thuilleadh.
gu: આ વ્યક્તિ હવે Signalનો ઉપયોગ કરતી ન હોવાથી મેસેજ મોકલી શકાયો નથી.
he: לא ניתן לשלוח הודעה כי האדם הזה לא משתמש יותר ב–Signal.
hi: संदेश नहीं भेज सके, क्योंकि यह व्यक्ति अब Signal का इस्तेमाल नहीं कर रहा।
hr: Slanje poruke nije uspjelo jer primatelj više ne koristi Signal.
hu: Nem sikerült elküldeni az üzenetet, mert ez a személy már nem használja a Signalt.
id: Tidak dapat mengirim pesan karena orang ini sudah tidak menggunakan Signal.
is: Tengiliður er ekki að nota Signal.
it: Impossibile inviare il messaggio perché questa persona non usa più Signal.
ja: この相手はSignalユーザーではなくなったので、メッセージを送信できませんでした。
kab: Anermis ur yelli ara d aseqdac n Signal.
kk: Байланыстық тұлға Signal пайдаланушысы емес.
km: á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á˜á·á“á˜áŸ‚á“á‡á¶á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ SignaláŸ”
kn: ಸಂಪರ್ಕವು Signal ಬಳಕೆದಾರರಲ್ಲ.
ko: 해당 사용자가 더 이상 Signal을 사용하지 않아 메시지를 보낼 수 없습니다.
lt: Adresatas nėra Signal naudotojas.
lv: Kontaktpersona nav Signal lietotājs.
mk: Контактот не е корисник на Signal.
ml: കോൺടാക്ട് ഒരു Signal യൂസർ അല്ല.
mr: संदेश पाठवता आला नाही कारण ही व्यक्ती आता Signal वापरत नाही.
ms: Tidak dapat menghantar mesej kerana orang ini tidak lagi menggunakan Signal.
my: သူသည် Signal အသုံးပြုသူ မဟုတ်ပါ။
nb: Meldingen kunne ikke sendes fordi denne personen har sluttet å bruke Signal.
nl: Kan bericht niet verzenden omdat deze persoon Signal niet meer gebruikt.
pa: ਸੰਪਰਕ Signal ਦਾ ਵਰਤੋਂਕਾਰ ਨਹੀਂ ਹੈ।
pa_pk: رابطہ Signal صارف نئیں اے۔
pl: Nie udało się wysłać wiadomości. Ta osoba nie korzysta już z aplikacji Signal.
ps: مخاطب د Signal کارن نه دی.
pt_br: Não foi possível enviar mensagem porque esta pessoa já não usa mais o Signal.
pt_pt: Não foi possível enviar mensagem porque esta pessoa já não está a usar o Signal.
ro: Nu s-a putut trimite mesajul deoarece această persoană nu mai folosește Signal.
ru: Не удалось отправить сообщение, так как этот человек больше не использует Signal.
sk: Správu nebolo možné odoslať, pretože táto osoba už nepoužíva Signal.
sl: Stik ne uporablja aplikacije Signal.
sq: Kontakti s’është përdorues i Signal-it.
sr: Слање поруке није успело јер ова особа више не користи Signal.
sv: Det gick inte att skicka meddelandet eftersom den här personen inte längre använder Signal.
sw: Mwasiliani sio mtumiaji wa Signal.
ta: தொடர்பு ஒரு Signal பயனர் அல்ல.
te: పరిచయం Signal వినియోగదారు కాదు.
th: ไม่สามารถส่งข้อความได้เนื่องจากผู้ติดต่อคนนี้ไม่ได้ใช้ Signal แล้ว
tr: Bu kişi artık Signal kullanmadığı için mesaj gönderilemedi.
ug: ئۇچۇر يوللانمىدى ، چۈنكى بۇ ئادەم Signal ئىشلىتىشنى توختاتقان.
uk: Не вдалося надіслати повідомлення, тому що цей користувач більше не використовує Signal.
ur: میسج نہیں بھیجا جا سکا کیونکہ یہ شخص اب Signal استعمال نہیں کر رہا۔
vi: Không thể gửi tin nhắn vì người này không còn sử dụng Signal.
zh_cn: 无法发送消息，因为该用户已不再使用 Signal。
zh_hk: 無法傳送訊息，因為此人不再使用 Signal。

# ERROR_MESSAGE_ATTACHMENT_UPLOAD_FAILED
source: Attachment upload failed.
ar: فشل تحميل الملف المُرفَق.
be: Не атрымалася запампаваць далучэнне.
bn: সংযুক্তি আপলোড ব্যর্থ হয়েছে।
ca: No s'ha pogut carregar el fitxer adjunt.
cs: Nahrání přílohy se nezdařilo.
da: Upload af vedhæftet fil mislykkedes.
de: Hochladen des Anhangs fehlgeschlagen.
el: Αποτυχία μεταφόρτωσης του συνημμένου.
es: No se ha podido subir el archivo.
fa: بارگذاری پیوست انجام نشد.
fi: Liitteen lähettäminen epäonnistui.
fr: Impossible d’importer la pièce jointe.
ga: Theip ar uaslódáil an cheangaltáin.
gu: અટેચમેન્ટ અપલોડ કરવાનું નિષ્ફળ થયું.
he: העלאת הקובץ המצורף נכשלה.
hi: अटैचमेंट अपलोड विफल रहा।
hr: Prijenos privitka nije uspio.
hu: A csatolmány feltöltése sikertelen.
id: Gagal mengunggah lampiran.
it: Caricamento dell'allegato non riuscito.
ja: 添付ファイルのアップロードに失敗しました。
ko: 첨부 파일 업로드에 실패했습니다.
mr: संलग्नक डाउनलोड करणे अयशस्वी.
ms: Muat naik lampiran gagal.
nb: Vedlegget kunne ikke lastes opp.
nl: Het uploaden van bijlagen is mislukt.
pl: Nie udało się przesłać załącznika.
pt_br: Falha no upload do anexo.
pt_pt: O carregamento do anexo falhou.
ro: Încărcarea atașamentului a eșuat.
ru: Не удалось загрузить вложение.
sk: Prílohu sa nepodarilo nahrať.
sr: Отпремање прилога није успело.
sv: Uppladdning av bilaga misslyckades.
th: อัปโหลดไฟล์แนบไม่สำเร็จ
tr: Eklenti yükleme başarısız oldu.
ug: قىستۇرما يۈكلەنمىدى.
uk: Не вдалося вивантажити вкладення.
ur: منسلک مواد اپ لوڈ کرنے سے قاصر۔
vi: Không thể tải lên tệp đính kèm.
zh_cn: 附件上传失败。
zh_hk: 無法上載附件。

# ERROR_MESSAGE_DECRYPTION_FAILURE
source: A message from %@ could not be delivered
af: ’n Boodskap van %@ kon nie afgelewer word nie
ar: تعذَّر توصيل رسالة من %1$@.
az: %@ tərəfindən göndərilən bir mesaj çatdırıla bilmədi
be: Не атрымалася даставіць паведамленне ад %1$@
bn: %1$@ থেকে একটি বার্তা বিতরণ করা যায়নি
ca: No s'ha pogut lliurar un missatge de %1$@.
cs: Zpráva od %1$@ nemohla být doručena.
cy: Nid oedd modd trosglwyddo neges gan %@
da: En besked fra %1$@ kunne ikke leveres
de: Eine Nachricht von %1$@ konnte nicht zugestellt werden
el: Ένα μήνυμα από τον/την %1$@ δεν μπόρεσε να παραδοθεί
es: No se ha podido entregar un mensaje de %1$@
et: Sõnumit kasutajalt %@ ei õnnestunud edastada
fa: یک پیام از %1$@ نتوانست تحویل داده شود
fi: Viestiä lähettäjältä %1$@ ei voitu toimittaa
fr: Impossible de distribuer un message envoyé par %1$@
ga: A message from %1$@ could not be delivered
gu: %1$@ તરફથી મેસેજ ડિલિવર ન થઈ શક્યો
he: הודעה מאת %1$@ לא יכלה להימסר
hi: %1$@ का कोई संदेश डिलीवर नहीं किया जा सका
hr: Poruka od %1$@ nije se mogla isporučiti
hu: Egy üzenet %1$@ ismerősödtől nem érkezett meg
id: Pesan dari %1$@ tidak dapat diterima
is: Skilaboð frá %@ var ekki hægt að afhenda
it: Un messaggio da %1$@ non può essere consegnato
ja: %1$@ からのメッセージを配送できませんでした
km: áŸá¶ášá–á¸ %@ á˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“á”á¶á“
ko: %1$@ 님이 보낸 메시지를 받지 못했습니다.
lt: Nepavyko pristatyti žinutės nuo %@
lv: %@ ziņu nevarēja piegādāt
ml: %@-ൽ നിന്നുള്ള ഒരു സന്ദേശം കൈമാറാൻ കഴിഞ്ഞില്ല
mr: %1$@ कडील संदेश वितरित करता आला नाही
ms: Mesej daripada %1$@ tidak dapat disampaikan
nb: En melding fra %1$@ kunne ikke leveres
nl: Een bericht van %1$@ kan niet worden afgeleverd
pa: %@ਵਲੋਂ ਸੁਨੇਹਾ ਪਹੁੰਚਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie udało się dostarczyć wiadomości, której nadawcą jest %1$@
ps: د %@ پیغام و نه لیږل شو
pt_br: Uma mensagem de %1$@ não pôde ser entregue
pt_pt: Não pode ser entregue uma mensagem de %1$@
ro: Un mesaj de la %1$@ nu a putut fi livrat
ru: Не удалось доставить сообщение от %1$@
sk: Správu od %1$@ sa nepodarilo doručiť
sl: Sporočilo uporabnika_ce %@ ni moglo biti dostavljeno
sq: S’u dërgua dot një mesazh prej %@
sr: Није успела испорука поруке коју шаље %1$@
sv: Ett meddelande från %1$@ kunde inte levereras
sw: Ujumbe kutoka %@ haukuweza kuwasilishwa
ta: இருந்து ஒரு செய்தி %@ வழங்க முடியவில்லை
th: ไม่สามารถส่งข้อความจาก %1$@ ได้
tr: %1$@ tarafından gelen bir ileti teslim edilemedi
ug: «%1$@» دىن كەلگەن بىر ئۇچۇر يەتكۈزۈلمىدى
uk: Не вдалося доставити повідомлення від користувача %1$@
ur: %1$@کی طرف سے پیغام نہیں بھیجا جا سکا
vi: Không thể nhận được một tin nhắn từ %1$@
zh_cn: %1$@的消息无法送达
zh_hk: 來自 %1$@ 的一則訊息無法送達
