Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SHARE_EXTENSION_VIEW_TITLE
source: Share to Signal
af: Deel met Signal
ar: مشاركة على سيجنال
az: Signal ilə paylaş
be: Абагуліць з Signal
bg: Сподели в Signal
bn: Signal এর সাথে শেয়ার করুন
ca: Comparteix a Signal
cs: Sdílet do Signalu
cy: Rhannu i Signal
da: Del til Signal
de: Mit Signal teilen
el: Κοινοποίηση στο Signal
es: Compartir en Signal
es_es: Compartir en Signal
et: Jaga Signalis
eu: Partekatu Signal bitartez
fa: اشتراک گذاری با سیگنال
fi: Jaa Signaliin
fil: Ibahagi sa Signal
fr: Partager sur Signal
ga: Comhroinn le Signal
gu: Signal પર શેર કરો
he: שתף ב־Signal
hi: Signal पर शेयर करें
hr: Podijeli na Signalu
hu: Megosztás: Signal
id: Bagikan ke Signal
is: Deila til Signal
it: Condividi con Signal
ja: Signalと共有
kab: Bḍu deg Signal
kk: Signal қолданбасы арқылы бөлісу
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€á‘áŸ… Signal
kn: Signal ನಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳಿ
ko: Signal에 공유
lt: Bendrinti į Signal
lv: Koplietot ar Signal
mk: Сподели со Signal
ml: Signal ലേക്ക് പങ്കിടുക
mr: संगल्नला सामायिक करा
ms: Kongsikan kepada Signal
my: Signal တွင် ဝေမျှမည်
nb: Del til Signal
nl: Delen via Signal
pa: Signal ਵਿੱਚ ਸਾਂਝਾ ਕਰੋ
pa_pk: Signal اتے سانجھا کرو
pl: Udostępnij w aplikacji Signal
ps: Signal سره یې شریک کړئ
pt_br: Compartilhar no Signal
pt_pt: Partilhar pelo Signal
ro: Partajează prin Signal
ru: Поделиться в Signal
sk: Zdieľať v aplikácii Signal
sl: Deli preko Signala
sq: Ndajeni Me të Tjerë në Signal
sr: Поделите на Signal-у
sv: Dela till Signal
sw: Shiriki kwa Signal
ta: Signal லுடன் பகிரவும்
te: Signal కు భాగస్వామ్యం చేయండి
th: แบ่งปันไปยัง Signal
tr: Signal'de Paylaş
ug: ‫Signal غا ھەمبەھىرلە
uk: Надіслати в Signal
ur: Signal کا اشتراک کریں
vi: Chia sẻ với Signal
zh_cn: 分享到 Signal
zh_hk: 分享至 Signal

# SHARING_SUGGESTIONS_DISABLE_ERROR
source: Failed to disable sharing suggestions.
af: Kon nie deelvoorstelle deaktiveer nie.
ar: فَشَلَ تعطيل اقتراحات المُشاركة.
az: Paylaşma təklifləri sıradan çıxarılmadı.
be: Не атрымалася адключыць прапановы абагулiць.
bn: শেয়ারিং সুপারিশ নিষ্ক্রিয় করতে ব্যর্থ হয়েছে।
ca: Ha fallat desactivar els suggeriments de compartició.
cs: Nepodařilo se zakázat doporučení sdílení.
cy: Methwyd analluogi awgrymiadau rhannu.
da: Delingsforslag kunne ikke deaktiveres.
de: Vorschläge für das Teilen konnten nicht deaktiviert werden.
el: Αποτυχία απενεργοποίησης προτάσεων διαμοιρασμού.
es: No se han podido desactivar las sugerencias para compartir.
et: Jagamissoovituste keelamine ei õnnestunud.
eu: Huts egin du partekatze iradokizunak desaktibatzeak.
fa: غیرفعال کردن پیشنهادهای اشتراک‌گذاری ناموفق بود.
fi: Jakamisehdotusten käytöstä poistaminen epäonnistui.
fr: Impossible de désactiver les suggestions de partage
gu: શેરિંગ સંબંધી સૂચનોને અક્ષમ કરવામાં નિષ્ફળ ગયા.
he: נכשל בהשבתת הצעות שיתוף.
hi: शेयर करने के सुझाव को डिसेबल करना असफल रहा।
hr: Onemogućavanje prijedloga prilikom dijeljenja nije uspjelo.
hu: Nem sikerült letiltani a megosztási javaslatokat.
id: Gagal menonaktifkan saran berbagi.
is: Mistókst að gera deilingu tillagna óvirka.
it: Impossibile disabilitare i suggerimenti di condivisione.
ja: 共有時の提案を無効にできませんでした。
kab: Asensi n beṭṭu n yisumar ur yeddi ara.
km: á”á¶á“á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá”á·á‘á€á¶ášááŸ‚á“á¶áŸ†á€á¶ášá…áŸ‚á€ášáŸ†á›áŸ‚á€áŸ”
kn: ಸಲಹೆಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 제안 공유를 비활성화하지 못했습니다.
lt: Nepavyko išjungti bendrinimo pasiūlymų.
lv: Neizdevās atspējot kopīgošanas ieteikumus.
ml: നിർദ്ദേശങ്ങൾ പങ്കിടുന്നത് പ്രവർത്തനരഹിതമാക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: शेअर करण्याच्या सूचना अक्षम करण्यात अयशस्वी.
ms: Gagal menyahdayakan cadangan perkongsian.
my: အကြံပြုချက်များ မျှဝေခြင်းကို ပိတ်ပယ်ရာတွင် မအောင်မြင်ပါ။
nb: Kunne ikke slå av delingsforslag.
nl: Het is niet gelukt om suggesties bij delen uit te schakelen.
pa: ਸ਼ੇਅਰਿੰਗ ਸੁਝਾਵਾਂ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się wyłączyć sugestii udostępniania.
ps: د شریک کېدونکو وړاندیزونو غیرفعالول تر سره نشو.
pt_br: Falha ao desabilitar sugestões de compartilhamento.
pt_pt: Não foi possível desativar a partilha de sugestões.
ro: Eroare la dezactivarea sugestiilor pentru distribuire
ru: Не удалось отключить предложения.
sk: Návrhy pri zdieľaní sa nepodarilo vypnúť.
sl: Onemogočanje predlogov za skupno rabo ni uspelo.
sq: S’u arrit të çaktivizoheshin sugjerime ndarjesh me të tjerët.
sr: Искључивање предлога за дељење није успело.
sv: Det gick inte att inaktivera delningsförslag.
sw: Mapendekezo ya kushiriki hayajazimwa.
ta: தோல்வி முடக்கு பரிந்துரைகளைப் பகிர்தல்.
te: భాగస్వామ్య సూచనలను నిలిపివేయడంలో విఫలమైంది.
th: การปิดคำแนะนำการแบ่งปันไม่สำเร็จ
tr: Paylaşım önerileri devre dışı bırakılamadı.
ug: ھەمبەھىر تەۋسىيەلىرىنى ئاكتىپسىزلىغىلى بولمىدى.
uk: Не вдалося деактивувати пропонованих одержувачів.
ur: اشتراک کی تجاویز کو ناکام کرنے میں ناکام۔
vi: Không thể tắt gợi ý chia sẻ.
zh_cn: 禁用分享建议失败。
zh_hk: 無法停用分享建議。

# SHOW_THREAD_BUTTON_TITLE
source: Show Chat
af: Toon klets
ar: إظهار الدردشة
az: Söhbəti göstər
be: Паказаць чат
bg: Покажи разговора
bn: চ্যাট দেখান
ca: Mostrar el xat
cs: Zobrazit chat
cy: Dangos Sgwrsio
da: Vis chat
de: Chat anzeigen
el: Εμφάνιση συνομιλίας
es: Ver chat
es_es: Ver chat
et: Näita vestlust
eu: Erakutsi Solasaldia
fa: نمایش گفتگو
fi: Näytä keskustelu
fil: Ipakita ang Pag-uusap
fr: Afficher la conversation
ga: Taispeáin Comhrá
gu: ચેટ બતાવો
he: הצגת צ׳אט
hi: चैट दिखाएँ
hr: Prikaži razgovor
hu: Csevegés mutatása
id: Tampilkan Obrolan
is: Birta spjall
it: Mostra chat
ja: チャットを表示
kab: Sken adiwenni
kk: Әңгімені көрсету
km: á”á„áŸ’á á¶á‰á‡á‡áŸ‚á€
kn: ಚಾಟ್ ತೋರಿಸಿ
ko: 대화 표시
lt: Rodyti pokalbį
lv: Rādīt tērzēšanu
mk: Прикажи разговор
ml: ചാറ്റ് കാണിക്കുക
mr: चॅट दाखवा
ms: Tunjukkan Sembang
my: စကားပြောဆိုမှု ပြပါ
nb: Vis samtale
nl: Chat weergeven
pa: ਗੱਲਬਾਤ ਦਿਖਾਓ
pa_pk: گل وات وکھاؤ
pl: Pokaż czat
ps: د چټ ښودل
pt_br: Mostrar chat
pt_pt: Exibir chat
ro: Afișează conversația
ru: Показать чат
sk: Zobraziť čet
sl: Prikaži pogovor
sq: Shfaq Fjalosje
sr: Прикажи ћаскање
sv: Visa chatt
sw: Onyesha Gumzo
ta: உரையாடலைக் காட்டு
te: మాటామంతీని చూపించు
th: แสดงแชท
tr: Sohbeti Göster
ug: سۆھبەت كۆرسەت
uk: Показати чат
ur: چیٹ دکھائیں
vi: Hiện Cuộc trò chuyện
zh_cn: 显示对话
zh_hk: 顯示聊天

source: Signal Call
ar: مكالمة سيجنال
be: Званок Signal
bn: Signal কল
ca: Trucada de Signal
cs: Hovor Signal
da: Signal-opkald
de: Signal-Anruf
el: Κλήση Signal
es: Llamada de Signal
fa: تماس با سیگنال
fi: Signal-puhelu
fr: Appel Signal
ga: Glao Signal
gu: Signal કૉલ
he: שיחת Signal
hi: Signal कॉल
hr: Signal poziv
hu: Signal hívás
id: Panggilan Signal
it: Chiamata Signal
ja: Signal通話
ko: Signal 통화
mr: Signal कॉल
ms: Panggilan Signal
nb: Signal-samtale
nl: Signal-oproep
pl: Połączenie Signal
pt_br: Chamada do Signal
pt_pt: Chamada do Signal
ro: Apel Signal
ru: Звонок Signal
sk: Signal hovor
sr: Позив преко Signal-а
sv: Ring med Signal
th: การโทรผ่าน Signal
tr: Signal Araması
ug: ‫Signal چاقىرىقى
uk: Виклик у Signal
ur: Signal کال
vi: Cuộc gọi Signal
zh_cn: Signal 通话
zh_hk: Signal 通話

# SMS_INVITE_BODY
source: I'm inviting you to install Signal! Here is the link:
af: Ek nooi u uit om Signal te installeer! Hier is die skakel:
ar: أدعوكَ لتثبيت تطبيق سيجنال! ها هو الرابط:
az: Sizi Signal-ı qoşulmağa dəvət edirəm! Quraşdırmaq üçün bağlantı:
be: Запрашаю вас усталяваць Signal! Вось спасылка:
bg: Предлагам ти да си инсталираш Signal! Ето линка:
bn: আমি আপনাকে Signal ইনস্টল করার জন্য আমন্ত্রণ করছি! লিঙ্কটি এখানে:
ca: Et convide a instal·lar el Signal! Ací tens l'enllaç:
cs: Zvu tě do aplikace Signal! Tady je odkaz:
cy: Rwy'n eich gwahodd i osod Signal! Dyma'r ddolen:
da: Hermed en invitation til at installere Signal! Her er linket:
de: Ich möchte dich einladen, »Signal« zu installieren! Hier ist der Link:
el: Σε προσκαλώ να εγκαταστήσεις το Signal! Να ο σύνδεσμος:
es: ¡Te invito a usar Signal! Toca aquí:
es_es: ¡Instala Signal en tu teléfono! Toca aquí:
et: Kutsun sind Signalit paigaldama. Siin on veebilink:
eu: Signalera gonbidatu zaituz. Hauxe da esteka:
fa: من شما را از طریق این لینک، به نصب برنامه سیگنال دعوت می‌کنم:
fi: Tule käyttämään Signalia! Tässä linkki:
fil: Iniimbitahan kitang i-install ang Signal. Narito ang link:
fr: Je t'invite à installer Signal. Ça se passe ici :
ga: Tá mé ag úsáid Signal agus sílim go dtaitneodh sé leatsa freisin! Seo é an nasc:
gu: હું તમને Signal ઇન્સ્ટોલ કરવા માટે આમંત્રિત કરું છું! અહીં લિંક છે:
he: אני מזמין אותך להתקין Signal! הנה הקישור:
hi: मैं आपको Signal स्थापिेत करने का निमंत्रण देता हुँ, ये रही लिंक:
hr: Pozivam te da instaliraš Signal! Ovdje je poveznica:
hu: Szia, használd te is a Signalt! Innen telepítheted:
id: Saya mengundang Anda untuk memasang Signal! Tautan tersedia di sini:
is: Ég er að bjóða þér að setja upp Signal! Hér er tengillinn:
it: Ti sto invitando a installare Signal! Ecco il link:
ja: Signalのインストールをお勧めします！このリンクから入手してください:
kab: Aql-i necdeɣ-k·kem ad tesbeddeḍ Signal! Ha-t-a useɣwen:
kk: Сені Signal қолданбасын орнатуға шақырамын! Сілтемесі міне:
km: ááŸ’á‰á»áŸ†á¢á‰áŸ’á‡á¾á‰á¢áŸ’á“á€ áŠáŸ†á¡á¾á„Signal! á“áŸáŸ‡á‡á¶ááŸ†ááŸ–
kn: Signal ಅನ್ನು ಸ್ಥಾಪಿಸಲು ನಾನು ನಿಮ್ಮನ್ನು ಆಹ್ವಾನಿಸುತ್ತಿದ್ದೇನೆ! ಲಿಂಕ್ ಇಲ್ಲಿದೆ:
ko: 당신을 Signal로 초대합니다! 여기에 링크가 있습니다:
lt: Siūlau tau įdiegti Signal! Štai čia yra nuoroda:
lv: Es Tevi aicinu lejupielādēt Signal! Lūk, saite:
mk: Те поканувам да го инсталираш Signal! Еве ја адресата:
ml: Signal ഇൻസ്റ്റാൾ ചെയ്യാൻ ഞാൻ നിങ്ങളെ ക്ഷണിക്കുന്നു! ലിങ്ക് ഇതാ ഇവിടെ:
mr: मी आपल्याला Signal स्थापन करण्यासाठी आमंत्रित करत आहे! हा आहे दुवा:
ms: Saya menjemput anda untuk memasang Signal! Berikut adalah pautan:
my: Signal ကို ထည့်သွင်းဖို့အတွက် လှမ်းဖိတ်တာပါ။ လင့်က ဒီမှာ
nb: Jeg inviterer deg til å installere Signal! Her er lenken:
nl: Ik nodig je uit om Signal te installeren! Hier is de link:
pa: ਮੈਂ ਤੁਹਾਨੂੰ Signal ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਸੱਦਾ ਭੇਜ ਰਿਹਾ/ਰਹੀ ਹਾਂ! ਲਿੰਕ ਇਹ ਰਿਹਾ:
pa_pk: میں تساں نوں Signal انسٹال کرن دے لئی مدعو کر رہا ہوں! لنک ایتھے اے:
pl: Zapraszam Cię do komunikatora Signal! Link do pobrania aplikacji:
ps: زه تاسې د Signal انسټالولو ته را بولم! لینک یې دلته دی:
pt_br: Estou te convidando a instalar Signal! Aqui está o link:
pt_pt: Estou a convidá-lo(a) para instalar o Signal! Aqui está a hiperligação:
ro: Te invit să instalezi Signal! Uite linkul:
ru: Предлагаю установить Signal! Вот ссылка:
sk: Pozývam Vás, aby ste si nainštalovali Signal! Tu je odkaz:
sl: Vabim te, da si namestiš aplikacijo Signal. Tu je povezava:
sq: Ju ftoj të instaloni Signal-in! Ja lidhja:
sr: Позивам те да инсталираш Signal! У наставку је линк:
sv: Jag vill gärna att du installerar Signal! Här är länken:
sw: Nakualika usakinishe Signal! Kiungo hiki hapa:
ta: Signal லை நிறுவ நான் உங்களை அழைக்கிறேன்! இங்கே இணைப்பு:
te: Signal ను ఇన్‌స్టాల్ చేయడానికి నేను మిమ్మల్ని ఆహ్వానిస్తున్నాను! లింక్ ఇక్కడ ఉంది:
th: ฉันกำลังชวนคุณให้ติดตั้ง Signal! นี่คือลิงก์:
tr: Seni Signal kullanmaya davet ediyorum! İşte link:
ug: مەن Signal نى قاچىلاشقا تەكلىپ قىلىندىم! ئۇلانمىسى بۇ يەردە:
uk: Пропоную встановити Signal! Завантажуй за цим посиланням:
ur: میں آپ کو Signal نصب کرنے کیلئے مدعو کر رہا ہوں! لنک یہاں ہے:
vi: Tôi đang mời bạn cài đặt Signal! Đây là đường dẫn:
zh_cn: 请你下载Signal加密通讯软件！链接：
zh_hk: 我誠邀你裝Signal！網址係：

# SOMETHING_WENT_WRONG_ERROR
source: Something went wrong.
ar: حدث خطأ ما.
be: Штосьці не так.
bn: কোনো একটি সমস্যা হয়েছে।
ca: Alguna cosa ha anat malament!
cs: Něco se pokazilo.
da: Noget gik galt.
de: Etwas ist schiefgelaufen.
el: Κάτι πήγε στραβά.
es: Se ha producido un error.
fa: مشکلی پیش آمد.
fi: Jokin meni pieleen.
fr: Une erreur s'est produite.
ga: Chuaigh rud éigin mícheart.
gu: કંઈક ખોટું થયું.
he: משהו השתבש.
hi: कुछ गलत हो गया।
hr: Došlo je do pogreške.
hu: Probléma merült fel!
id: Terjadi kesalahan.
it: Qualcosa è andato storto.
ja: エラーが発生しました！
ko: 오류가 발생했습니다.
mr: काहीतरी चुकीचे झाले.
ms: Ada yang tidak kena.
nb: Noe gikk galt.
nl: Er ging iets mis.
pl: Coś poszło nie tak.
pt_br: Algo deu errado.
pt_pt: Ocorreu algo de errado.
ro: Ceva nu a funcționat.
ru: Что-то пошло не так!
sk: Niekde sa stala chyba.
sr: Дошло је до грешке.
sv: Något gick fel.
th: เกิดข้อผิดพลาดบางอย่าง
tr: Bir şeyler ters gitti.
ug: خاتالىق كۆرۈلدى.
uk: Сталася помилка.
ur: کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi.
zh_cn: 出错了。
zh_hk: 發生一些錯誤。

# SOMETHING_WENT_WRONG_TRY_AGAIN_LATER_ERROR
source: Something went wrong. Please try again later.
ar: حدث خطأ ما. يُرجى المحاولة مرّة أخرى لاحقًا.
be: Штосьці не так. Калі ласка, паўтарыце спробу пазней.
bn: কোনো একটি সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
ca: Alguna cosa ha anat malament! Torna-ho a provar més tard.
cs: Něco se pokazilo. Zkuste to prosím znovu později.
da: Noget gik galt. Prøv venligst igen senere.
de: Etwas ist schiefgelaufen. Bitte versuche es später noch einmal.
el: Κάτι πήγε στραβά. Δοκίμασε αργότερα.
es: Se ha producido un error. Inténtalo de nuevo más tarde.
fa: مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید.
fi: Jokin meni pieleen. Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.
ga: Chuaigh rud éigin mícheart. Triail arís níos déanaí.
gu: કંઈક ખોટું થયું. કૃપા કરીને પછી ફરી પ્રયાસ કરો.
he: משהו השתבש. יש לנסות שוב מאוחר יותר.
hi: कुछ गलत हो गया। कृपया बाद में पुन: प्रयास करें।
hr: Došlo je do pogreške. Pokušajte ponovno kasnije.
hu: Probléma merült fel! Kérlek, próbáld újra később.
id: Terjadi kesalahan. Coba lagi nanti.
it: Qualcosa è andato storto. Riprova più tardi.
ja: エラーが発生しました！あとでもう一度試してください。
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요.
mr: काहीतरी चुकीचे झाले. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Ada yang tidak kena. Sila cuba lagi nanti.
nb: Noe gikk galt. Prøv igjen senere.
nl: Er ging iets mis. Probeer het later opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie później.
pt_br: Algo deu errado. Tente novamente mais tarde.
pt_pt: Ocorreu algo de errado. Tente novamente mais tarde.
ro: Ceva nu a funcționat. Încearcă mai târziu.
ru: Что-то пошло не так! Пожалуйста, повторите попытку позднее.
sk: Niekde sa stala chyba. Skúste to znova neskôr.
sr: Дошло је до грешке. Пробајте поново касније.
sv: Något gick fel. Försök igen senare.
th: เกิดข้อผิดพลาดบางอย่าง โปรดลองอีกครั้งในภายหลัง
tr: Bir şeyler ters gitti. Lütfen daha sonra tekrar dene.
ug: خاتالىق كۆرۈلدى. كېيىنرەك قايتا سىناڭ.
uk: Сталася помилка. Будь ласка, спробуйте пізніше.
ur: کچھ غلط ہو گیا۔ براہ کرم کچھ دیر بعد دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi. Vui lòng thử lại sau.
zh_cn: 出错了，请稍后重试。
zh_hk: 發生一些錯誤。請稍後再試。

# SOUND_AND_NOTIFICATION_SETTINGS
source: Sounds & Notifications
af: Klanke & kennisgewings
ar: الأصوات والإشعارات
az: Səs və bildirişlər
be: Гукі & апавяшчэнні
bn: সাউন্ড ও নোটিফিকেশন
ca: Sons i notificacions
cs: Zvuky & oznámení
cy: Seiniau & Hysbysiadau
da: Lyde & notifikationer
de: Töne & Mitteilungen
el: Ήχοι & ειδοποιήσεις
es: Sonidos y notificaciones
et: Helid ja teavitused
fa: صداها و اعلان‌ها
fi: Äänet ja ilmoitukset
fr: Sons et notifications
ga: Fuaimeanna & Fógraí
gu: સાઉન્ડ અને સૂચનાઓ
he: צלילים והתראות
hi: ध्वनियाँ और सूचनाएँ
hr: Zvukovi i obavijesti
hu: Hangok és Értesítések
id: Suara & Notifikasi
is: Hljóð og tilkynningar
it: Suoni e notifiche
ja: 音と通知
km: áŸá˜áŸ’á›áŸá„ & áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„
kn: ಧ್ವನಿಗಳು & ನೊಟಿಫಿಕೇಶನ್‌ಗಳು
ko: 소리 및 알림
lt: Garsai ir pranešimai
lv: Skaņas un paziņojumi
mk: Звуци и известувања
ml: ശബ്ദങ്ങൾ & അറിയിപ്പുകൾ
mr: ध्वनी आणि सूचना
ms: Bunyi & Pemberitahuan
my: အသံများ နှင့် အသိပေးချက်များ
nb: Lyder og varslinger
nl: Geluiden & meldingen
pa: ਸਾਂਊਂਡਜ਼ ਅਤੇ ਸੂਚਨਾਵਾਂ
pl: Dźwięki i powiadomienia
ps: غږونه او خبرتیاووې
pt_br: Sons e notificações
pt_pt: Sons e notificações
ro: Sunete și notificări
ru: Звуки и уведомления
sk: Zvuky a hlásenia
sl: Zvoki in obvestila
sq: Tinguj & Njoftime
sr: Звукови и обавештења
sv: Ljud & notiser
sw: Sauti na Arifa
ta: ஒலிகள் & அறிவிப்புகள்
te: శబ్దాలు & నోటిఫికేషన్‌లు
th: เสียงและการแจ้งเตือน
tr: Sesler ve Bildirimler
ug: ئاۋاز ۋە ئۇقتۇرۇشلار
uk: Звуки і сповіщення
ur: آوازیں اور اطلاعات
vi: Âm thanh & thông báo
zh_cn: 声音与通知
zh_hk: 聲音與通知

# SOUNDS_NONE
source: None
af: Geen
ar: لا شيء
az: Heç biri
be: Няма
bg: Никой
bn: কিছুই না
ca: Cap
cs: Žádné
cy: Dim
da: Ingen
de: Keiner
el: Κανένας
es: Ninguno
es_es: Sin sonido
et: Puudub
eu: Bat ere ez
fa: هیچ
fi: Ei mitään
fil: Wala
fr: Aucun
ga: Gan Fuaim
gu: કંઈ નહીં
he: ללא
hi: कुछ नहीं
hr: Bez zvuka
hu: Nincs
id: Kosong
is: Ekkert
it: Nessuno
ja: なし
kab: Ula d yiwen
kk: Ешқайсы
km: á‚áŸ’á˜á¶á“
kn: ಯಾವುದೂ ಇಲ್ಲ
ko: 없음
lt: Nėra
lv: Bez skaņas
mk: Ништо
ml: ഒന്നുമില്ല
mr: कुठलेही नाही
ms: Tiada
my: ဘယ်ဟာမျှ မဟုတ်သော
nb: Ingen
nl: Geen
pa: ਕੋਈ ਨਹੀਂ
pa_pk: کوئی نئیں
pl: Brak
ps: هېڅ یو
pt_br: Silencioso
pt_pt: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadny
sl: Brez
sq: Asnjë
sr: Без звука
sv: Inget
sw: Hakuna
ta: யாரும்
te: ఏదీ కాదు
th: ไม่มี
tr: Hiçbiri
ug: ھېچنېمە
uk: Жодного
ur: کوئی نہیں
vi: Không
zh_cn: 无
zh_hk: 無

# SPAM_CAPTCHA_COMPLETED_TOAST
source: Verification complete.
af: Verifikasie is voltooi.
ar: اكتملَ التحقُّق.
az: Təsdiqləmə tamamlandı.
be: Праверка завершана.
bn: যাচাইকরণ সম্পূর্ণ হয়েছে।
ca: Verificació completa
cs: Ověření dokončeno.
cy: Cwblhawyd gwirio.
da: Bekræftelse gennemført.
de: Verifizierung abgeschlossen.
el: Η επιβεβαίωση ολοκληρώθηκε.
es: Verificación completada.
et: Verifitseerimine lõpetatud.
eu: Baieztapen osatua
fa: وارسی کامل شد.
fi: Tarkistus suoritettu.
fr: Vérification terminée.
gu: ચકાસણી સંપૂર્ણ થયું.
he: וידוא הושלם.
hi: सत्यापन पूर्ण।
hr: Provjera je dovršena.
hu: Ellenőrzés kész.
id: Verifikasi selesai.
is: Sannvottun lokið.
it: Verifica completata.
ja: 認証を完了しました。
km: á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á”á¶á“á”á‰áŸ’á…á”áŸ‹
kn: ದೃಢೀಕರಣ ಪೂರ್ಣಗೊಂಡಿದೆ.
ko: 확인이 완료되었습니다.
lt: Patvirtinimas užbaigtas.
lv: Verifikācija pabeigta.
mk: Верификацијата е завршена.
ml: പരിശോധന പൂർത്തിയായി.
mr: सत्यापन पूर्ण झाले.
ms: Pengesahan selesai.
my: အတည်ပြုမှု ပြီးပါပြီ။
nb: Verifisering fullført.
nl: Verificatie succesvol voltooid.
pa: ਤਸਦੀਕ ਕਰਨਾ ਪੂਰਾ ਹੋਇਆ।
pl: Weryfikacja zakończona.
ps: تایید بشپړ شو.
pt_br: Verificação concluída.
pt_pt: Verificação completa.
ro: Verificare finalizată.
ru: Проверка завершена.
sk: Overenie je dokončené.
sl: Preverjanje je zaključeno.
sq: Verifikim i plotë.
sr: Верификација је завршена.
sv: Verifieringen slutförd.
sw: Uthibitishaji umekamilika.
ta: சரிபார்ப்பு முழுமை.
te: ధృవీకరణ పూర్తయింది.
th: การตรวจยืนยันเสร็จสิ้น
tr: Doğrulama tamamlandı.
ug: دەلىللەش تامام.
uk: Перевірку пройдено.
ur: توثیق مکمل۔
vi: Xác minh hoàn tất.
zh_cn: 验证完成。
zh_hk: 驗證完成。
