Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONTACT_CELL_IS_NO_LONGER_VERIFIED
source: Not Verified
af: Nie geverifieer nie
ar: لم يتم التحقُّق منه
az: Təsdiqlənmədi
be: Не правераны
bg: Непроверен
bn: যাচাইকৃত নয়
ca: No verificat
cs: Neověřen(a)
cy: Heb ei Gwirio
da: Ikke bekræftet
de: Nicht verifiziert
el: Μη επιβεβαιωμένος/η
es: Sin verificar
es_es: Persona sin verificar
et: Pole kinnitatud
eu: Egiaztatu gabea
fa: تایید نشده
fi: Ei varmennettu
fil: Hindi Beripikado
fr: Non confirmé
ga: Gan Deimhniú
gu: ચકાસાયેલ નથી
he: לא מאומת
hi: सत्यापित नहीं है
hr: Nije provjeren/a
hu: Nem ellenőrzött
id: Belum terverifikasi
is: Ekki sannreynt
it: Non verificato
ja: 未検証
kab: Ur yettusenqed ara
kk: Тексерілген жоқ
km: á˜á·á“á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಲಾಗಿಲ್ಲ
ko: 인증하지 않음
lt: Nepatvirtinta(s)
lv: Nav pārbaudīta
mk: Неверификувано
ml: പരിശോധിച്ചുറപ്പാക്കിയില്ല
mr: सत्यापित नाही
ms: Tidak Disahkan
my: ဆန်းစစ်အတည်ပြုခြင်းမပြုရသေး
nb: Ikke verifisert
nl: Niet geverifieerd
pa: ਤਸਦੀਕ ਨਹੀਂ ਕੀਤਾ
pa_pk: توثیق شدہ نئیں
pl: Niezweryfikowany
ps: نا تایید شوی
pt_br: Contato não verificado
pt_pt: Não verificado
ro: Neverificat
ru: Не подтверждён
sk: Neoverený
sl: Ni potrjeno
sq: I paverifikuar
sr: Неверификован корисник
sv: Inte verifierat
sw: Haijathibitishwa
ta: சரிபார்க்கப்படவில்லை
te: తనిఖీ చెయ్యబడలేదు
th: ยังไม่ถูกตรวจยืนยัน
tr: Onaylanmadı
ug: دەلىللەنمىگەن
uk: Не перевірено
ur: غیر تصدیق شدہ
vi: Chưa Xác minh
zh_cn: 未验证
zh_hk: 未驗證

# CONTACT_DETAIL_COMM_TYPE_INSECURE
source: Unregistered Number
af: Ongeregistreerde nommer
ar: رقم غير مُسجَّل
az: Qeydiyyatdan Keçməmiş Nömrə
be: Незарэгістраваны нумар
bg: Нерегистриран Номер
bn: অনিবন্ধিত নাম্বার
ca: Número sense registrar
cs: Neregistrované číslo
cy: Rhif Anghofrestredig
da: Ikke-registreret nummer
de: Unregistrierte Telefonnummer
el: Μη καταχωρημένος αριθμός
es: Número no registrado
es_es: Número no registrado
et: Registreerimata number
eu: Erregistratu gabeko zenbakia
fa: شماره‌ٔ ثبت نشده
fi: Rekisteröimätön numero
fil: Hindi Nakarehistrong Numero
fr: Numéro non inscrit
ga: Uimhir Neamhchláraithe
gu: વણનોંધાયેલ નંબર
he: מספר בלתי רשום
hi: नंबर पंजीकृत नहीं है
hr: Neregistrirani broj
hu: Nem regisztrált szám
id: Nomor tidak terdaftar
is: Afskrá númer
it: Utente non registrato
ja: 未登録番号
kab: Tukksa n wuṭṭun seg ujerred
kk: Тіркелмеген нөмір
km: á›áŸáá˜á·á“á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡
kn: ನೋಂದಾಯಿಸದ ಸಂಖ್ಯೆ
ko: 등록되지 않은 전화번호
lt: Neregistruotas numeris
lv: Nereģistrēts numurs
mk: Нерегистриран број
ml: രജിസ്റ്റർ ചെയ്യാത്ത നമ്പർ
mr: नोंदणी नसलेला नंबर
ms: Nombor Tidak Berdaftar
my: စာရင်းမသွင်းထားသော နံပါတ်
nb: Uregistrert nummer
nl: Ongeregistreerd nummer
pa: ਨਾ-ਰਜਿਸਟਰ ਕੀਤਾ ਨੰਬਰ
pa_pk: غیر رجسٹرڈ نمر
pl: Niezarejestrowany numer
ps: نا ثبت شوې شمېره
pt_br: Número não registrado
pt_pt: Número não registado
ro: Număr neînregistrat
ru: Незарегистрированный номер
sk: Neregistrované číslo
sl: Neregistrirana številka
sq: Numër i Paregjistruar
sr: Нерегистрован број
sv: Oregistrerat nummer
sw: Nambari isiyosajiliwa
ta: பதிவு செய்யப்படாத எண்
te: నమోదు చేయని సంఖ్య
th: หมายเลขที่ยังไม่ลงทะเบียน
tr: Kayıtsız Numara
ug: خەتلەتمىگەن نومۇر
uk: Незареєстрований номер
ur: غیر اندراج یافتہ نمبر
vi: Số chưa đăng ký
zh_cn: 未注册的号码
zh_hk: 未登記電話號碼

# CONTACT_EMAIL
source: Email
af: E-pos
ar: البريد الإلكتروني
az: E-poçt
be: Адрас электроннай пошты
bg: Имейл
bn: ইমেইল
ca: Adreça electrònica
cy: E-bost
es: Correo electrónico
es_es: Correo
et: E-post
eu: Emaila
fa: ایمیل
fi: Sähköposti
ga: Seoladh r-phoist
gu: ઇમેઇલ
he: דוא״ל
hi: ईमेल
hr: E-pošta
is: Tölvupóstur
ja: メールアドレス
kab: Imayl
kk: Электрондық пошта
km: á¢áŸŠá¸á˜áŸ‰áŸ‚á›
kn: ಇಮೇಲ್
ko: 이메일
lt: El. paštas
lv: E-pasts
mk: Е-пошта
ml: ഇമെയിൽ
mr: ईमेल
ms: E-mel
my: အီးမေးလ်
nb: E-post
pa: ਈਮੇਲ
pa_pk: ای میل
ps: برېښليک
sl: E-pošta
sr: Имејл
sv: E-post
sw: Barua-pepe
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล
tr: Eposta
ug: ئېلخەت
uk: Електронна пошта
ur: ای میل
zh_cn: 邮箱
zh_hk: 電郵

# CONTACT_FIELD_FAMILY_NAME
source: Family Name
af: Van
ar: اسم العائلة
az: Soyad
be: Прозвішча
bg: Фамилия
bn: পারিবারিক নাম
ca: Cognoms
cs: Příjmení
cy: Cyfenw
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellido
es_es: Apellido(s)
et: Perekonnanimi
eu: Abizena
fa: نام خانوادگی
fi: Sukunimi
fil: Apelyido
fr: Nom de famille
ga: Sloinne
gu: અટક
he: שם משפחה
hi: कुलनाम
hr: Prezime
hu: Vezetéknév
id: Nama belakang
is: Heiti leturgerðar:
it: Cognome
ja: 姓
kab: Isem n twacult
kk: Тегі
km: á“á¶á˜ááŸ’ášá€á¼á›
kn: ಕೌಟುಂಬಿಕ ಹೆಸರು
ko: 성
lt: Pavardė
lv: Uzvārds
mk: Презиме
ml: കുടുംബനാമം
mr: कुटूंब नाव
ms: Nama Keluarga
my: မိသားစုအမည်
nb: Etternavn
nl: Achternaam
pa: ਖਾਨਦਾਨੀ ਨਾਂ
pa_pk: خاندانی ناں
pl: Nazwisko
ps: کورنی نوم
pt_br: Sobrenome
pt_pt: Apelido
ro: Nume
ru: Фамилия
sk: Priezvisko
sl: Priimek
sq: Mbiemër
sr: Презиме
sv: Efternamn
sw: Jina la Ukoo
ta: குடும்ப பெயர்
te: ఇంటి పేరు
th: สกุล
tr: Soyad
ug: تەگئات
uk: Прізвище
ur: خاندانی نام
vi: Họ
zh_cn: 姓氏
zh_hk: 姓

# CONTACT_FIELD_GIVEN_NAME
source: Given Name
af: Noemnaam
ar: الاسم الشخصي
az: Ad
be: Імя
bg: Име
bn: প্রদত্ত নাম
ca: Name
cs: Křestní jméno
cy: Enw â Roddir
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
es_es: Nombre
et: Eesnimi
eu: Izena
fa: نام
fi: Etunimi
fil: Pangalan
fr: Prénom
ga: Ainm
gu: આપેલા નામ
he: שם פרטי
hi: नाम
hr: Ime
hu: Keresztnév
id: Nama depan
is: Eiginnafn
it: Nome
ja: 名
kab: Isem
kk: Аты
km: á“á¶á˜ááŸ’á›á½á“
kn: ನೀಡಿರುವ ಹೆಸರು
ko: 이름
lt: Vardas
lv: Vārds
mk: Име
ml: നൽകിയിരിക്കുന്ന പേര്
mr: दिलेले नाव
ms: Nama Sebenar
my: ကိုယ်ပိုင်အမည်
nb: Fornavn
nl: Voornaam
pa: ਦਿੱਤਾ ਨਾਂ
pa_pk: پہلا ناں
pl: Imię
ps: نوم
pt_br: Nome
pt_pt: Nome
ro: Prenume
ru: Имя
sk: Krstné meno
sl: Ime
sq: Emër
sr: Име
sv: Förnamn
sw: Jina Ulilopewa
ta: கொடுக்கப்பட்ட பெயர்
te: ఇచ్చిన పేరు
th: ชื่อตัว
tr: Birinci ad
ug: ئات
uk: Ім’я
ur: دیا گیا نام
vi: Tên
zh_cn: 名字
zh_hk: 名

# CONTACT_FIELD_MIDDLE_NAME
source: Middle Name
af: Middelnaam
ar: الاسم الأوسط
az: Ata adı
be: Імя па бацьку
bg: Презиме
bn: মধ্য নাম
ca: Segon nom
cs: Druhé jméno
cy: Enw Canol
da: Mellemnavn
de: Mittelname
el: Μεσαίο Όνομα
es: Segundo nombre
es_es: Segundo nombre
et: Lisanimi
eu: Bigarren izena
fa: نام میانه
fi: Muut nimet
fil: Panggitnang Pangalan
fr: Deuxième prénom
ga: Ainm Láir
gu: પિતાનું નામ
he: שם שני
hi: मध्य नाम
hr: Srednje ime
hu: Második keresztnév
id: Nama tengah
is: Millinafn
it: Secondo nome
ja: ミドルネーム
kab: Isem alemmas
kk: Екінші аты
km: áˆáŸ’á˜áŸ„áŸ‡á€ááŸ’áá¶á›
kn: ಮಧ್ಯದ ಹೆಸರು
ko: 가운데 이름
lt: Antras vardas
lv: Otrs vārds
mk: Средно име
ml: മദ്ധ്യത്തിലുള്ള പേര്
mr: मधले नाव
ms: Nama Tengah
nb: Mellomnavn
nl: Tweede voornaam
pa: ਵਿਚਲਾ ਨਾਂ
pa_pk: درمیانی ناں
pl: Drugie imię
ps: منځنی نوم
pt_br: Nome do meio
pt_pt: Segundo nome
ro: Al doilea pronume
ru: Отчество
sk: Stredné meno
sl: Drugo ime
sq: Emër i Dytë
sr: Средње име
sv: Mellannamn
sw: Jina la Kati
ta: மத்திய பெயர்
te: మధ్య పేరు
th: ชื่อกลาง
tr: İkinci ad
ug: ئوتتۇرانچى ئات
uk: По батькові / Друге ім’я
ur: دوسرا ذاتی نام
vi: Tên đệm
zh_cn: 中间名
zh_hk: 中間名

# CONTACT_FIELD_NAME_PREFIX
source: Prefix
af: Voorvoegsel
ar: بادئة الاسم
az: Prefiks
be: Прэфікс
bg: Префикс
bn: উপসর্গ
cs: Před jménem
cy: Rhagddodiad
da: Navnepræfiks
de: Präfix
el: Πρόθεμα
es: Prefijo
es_es: Prefijo
et: Eesliide
eu: Aurrizkia
fa: پیشوند
fi: Etuliite
fil: Unlapi
fr: Titre
ga: Réimír
gu: પ્રિફિક્સ
he: קידומת
hi: प्रिफिक्स
hr: Prefiks
hu: Előtag
id: Awalan
is: Forskeyti
it: Prefisso
ja: プレフィックス
kab: Azdawṣil
kk: Префикс
km: áá¶á„áŠá¾á˜
kn: ಪೂರ್ವಪ್ರತ್ಯಯ
ko: 접두사
lt: Priešvardis
lv: Uzruna
mk: Префикс
ml: പ്രിഫിക്‌സ്
mr: प्रीफिक्स
ms: Awalan
my: ရှေ့ဆက်တွဲအမည် (ဦး၊ ဒေါ် ...)
nb: Prefiks
nl: Voorvoegsel
pa: ਅਗੇਤਰ
pa_pk: شروع اچ
pl: Tytuł
ps: مختاړی
pt_br: Prefixo
pt_pt: Prefixo
ru: Префикс
sk: Titul pred
sl: Predpona
sq: Prefiks
sr: Префикс
sw: Kiambishi awali
ta: முன்னொட்டு
te: ఉపసర్గ
th: คำนำหน้า
tr: Önek
ug: ئاتاق
uk: Звертання
ur: سابقہ
vi: Danh xưng
zh_cn: 前缀
zh_hk: 前綴

# CONTACT_FIELD_NAME_SUFFIX
source: Suffix
af: Agtervoegsel
ar: ملحق الاسم
az: Suffiks
be: Суфікс
bg: Наставка
bn: প্রত্যয়
ca: Sufix
cs: Titul za
cy: Ôl-ddodiad
da: Navnesuffiks
el: Eπίθεμα
es: Sufijo
es_es: Sufijo
et: Järelliide
eu: Atzizkia
fa: پسوند
fi: Jälkiliite
fil: Hulapi
fr: Suffixe
ga: Iarmhír
gu: સફિક્સ
he: סיומת
hi: सफिक्स
hr: Sufiks
hu: Utótag
id: Akhiran
is: Ending
it: Suffisso
ja: サフィックス
kab: Uḍfir
kk: Постфикс
km: áá¶á„á…á»á„
kn: ಅಂತ್ಯಪ್ರತ್ಯಯ
ko: 접미사
lt: Povardis
lv: Tituls
mk: Суфикс
ml: സഫിക്സ്
mr: सफ्फिक्स
ms: Akhiran
my: နောက်ဆက်တွဲအမည်
nb: Suffiks
nl: Achtervoegsel
pa: ਪਿਛੇਤਰ
pa_pk: اخیر اچ
pl: Dodatkowe określenie
ps: وروستاړی
pt_br: Sufixo
pt_pt: Sufixo
ro: Sufix
ru: Суффикс
sk: Titul za
sl: Pripona
sq: Sufiks
sr: Суфикс
sw: Kiambishi tamati
ta: பின்னொட்டு
te: ప్రత్యయం
th: คำต่อท้าย
tr: Sonek
ug: قوشۇمچە نام
uk: Додаток до повного імені
ur: لاحقہ
vi: Hậu tố
zh_cn: 后缀
zh_hk: 後綴

# CONTACT_FIELD_ORGANIZATION
source: Organization
af: Organisasie
ar: المُنظمة
az: Təşkilat
be: Арганізацыя
bg: Организация
bn: প্রতিষ্ঠান
ca: Organització
cs: Organizace
cy: Sefydliad
da: Organistation
de: Organisation
el: Oργανισμός
es: Organización
es_es: Organización
et: Organisatsioon
eu: Erakundea
fa: سازمان
fi: Organisaatio
fil: Organisasyon
fr: Organisation
ga: Eagraíocht
gu: સંસ્થા
he: ארגון
hi: संस्था
hr: Organizacija
hu: Szervezet
id: Organisasi
is: Stofnun
it: Organizzazione
ja: 組織
kab: Tuddsa
kk: Мекеме
km: áŸáŸ’áá¶á”áŸá“
kn: ಸಂಸ್ಥೆ
ko: 조직
lt: Organizacija
lv: Organizācija
mk: Организација
ml: സ്ഥാപനം
mr: संस्था
ms: Organisasi
my: အဖွဲ့အစည်း
nb: Organisasjon
nl: Organisatie
pa: ਸੰਸਥਾ
pa_pk: تنظیم
pl: Organizacja
ps: موسسه
pt_br: Organização
pt_pt: Organização
ro: Organizație
ru: Организация
sk: Organizácia
sl: Organizacija
sq: Ent
sr: Организација
sv: Organisation
sw: Shirika
ta: அமைப்பு
te: సంస్థ
th: องค์กร
tr: Kuruluş
ug: تەشكىل
uk: Організація
ur: تنظیم
vi: Tổ chức
zh_cn: 机构
zh_hk: 機構

# CONTACT_NOTE_TITLE
source: Note
ar: ملاحظة
be: Нататка
bn: নোট
ca: Nota
cs: Poznámka
da: Bemærk
de: Notiz
el: Σημείωση
es: Nota
fa: یادداشت
fi: Huomautus
fr: Notes
ga: Nóta
gu: નોંધ
he: הערה
hi: नोट
hr: Bilješka
hu: Megjegyzés
id: Catatan
it: Appunti
ja: メモ
ko: 메모
mr: टीप
ms: Nota
nb: Notat
nl: Notitie
pl: Notatka
pt_br: Nota
pt_pt: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sr: Белешка
sv: Anteckning
th: โน้ต
tr: Not
ug: خاتىرە
uk: Примітка
ur: نوٹ
vi: Ghi chú
zh_cn: 备注
zh_hk: 備註

# CONTACT_PERMISSION_ACTION_SHEET_2_BODY
source: To find people you know on Signal:
ar: للعثور على الأشخاص الذين تعرفهم على سيجنال:
be: Каб знайсці людзей, якіх вы ведаеце, у Signal:
bn: Signal-এ আপনার পরিচিত লোকদের খুঁজে পেতে:
ca: Per trobar gent que coneixes a Signal:
cs: pro vyhledávání lidí, které znáte, v aplikaci Signal:
da: For at finde folk, du kender på Signal:
de: Um auf Signal Leute zu finden, die du kennst:
el: Για να βρεις άτομα που γνωρίζεις στο Signal:
es: Para encontrar a personas que conoces en Signal:
fa: برای پیدا کردن آشنایان در سیگنال:
fi: Näin löydät tuntemasi ihmiset Signalista:
fr: Pour rechercher vos amis sur Signal :
ga: Chun daoine a bhfuil aithne agat orthu a aimsiú ar Signal:
gu: Signal પર તમે જાણતા હોય તેવા લોકોને શોધવા માટે:
he: כדי למצוא אנשים שמכירים ב–Signal:
hi: Signal पर उन लोगों को खोजने के लिए जिन्हें आप जानते हैं:
hr: Da biste pronašli ljude koje poznajete na Signalu:
hu: Ismerősök keresése a Signalban:
id: Untuk menemukan orang yang Anda kenal di Signal:
it: Per trovare le persone che conosci su Signal:
ja: Signalで知り合いを探すには：
ko: Signal에서 내가 아는 사람을 찾으려면 다음을 수행하세요.
mr: Signal वर आपणाला माहीत असलेल्या लोकांना शोधण्यासाठी:
ms: Untuk mencari orang yang anda kenali di Signal:
nb: Slik finner du bekjente på Signal:
nl: Om mensen die je kent te vinden op Signal:
pl: Aby znaleźć w aplikacji Signal znajome osoby:
pt_br: Para encontrar pessoas que você conhece no Signal:
pt_pt: Para encontrar pessoas que conhece no Signal:
ro: Ca să găsești persoane pe care le cunoști pe Signal:
ru: Чтобы найти знакомых в Signal:
sk: Ak chcete nájsť ľudí, ktorých v aplikácii Signal poznáte:
sr: Да бисте могли да пронађете људе које знате на Signal-у:
sv: För att hitta personer du känner på Signal:
th: เพื่อค้นหาคนที่คุณรู้จักบน Signal:
tr: Signal'de tanıdığın kişileri bulmak için:
ug: Signal دا تونۇيدىغان كىشىلەرنى تېپىش:
uk: Щоб знаходити знайомих у Signal:
ur: Signal پر اپنے جاننے والے لوگوں کو تلاش کرنے کے لیے:
vi: Để tìm người bạn biết trên Signal:
zh_cn: 如要在 Signal 上查找认识的人：
zh_hk: 要在 Signal 上尋找你認識的人：

# CONTACT_PERMISSION_ACTION_SHEET_2_STEP_ONE
source: Tap “Go to Settings” below
ar: انقر على "انتقِل إلى الإعدادات" في الأسفل
be: Націсніце «Перайсці ў налады», што ніжэй
bn: নিচের “সেটিংস-এ যান” অপশনে ট্যাপ করুন
ca: Feu un toc a Ves a la configuració
cs: Klepněte níže na „Přejít na nastavení“
da: Tryk på “Gå til indstillinger” nedenfor
de: Tippe unten auf »Zu Einstellungen«
el: Πάτησε "Πήγαινε στις Ρυθμίσεις" παρακάτω
es: Toca el botón "Ir a Ajustes" de abajo.
fa: پایین روی «به تنظیمات بروید» ضربه بزنید
fi: Napauta alla Siirry asetuksiin
fr: Touchez "Accéder aux réglages" ci-dessous.
ga: Tapáil "Socruithe" thíos
gu: નીચે "સેટિંગ્સ પર જાઓ" પર ટેપ કરો
he: הקש על ”לך אל הגדרות” למטה
hi: नीचे "सेटिंग्स पर जाएँ" पर टैप करें
hr: Pritisnite "Idi na postavke"
hu: Koppints a "Beállításokhoz" címkére lent
id: Ketuk “Buka Pengaturan” di bawah
it: Tocca su “Vai alle Impostazioni” in basso
ja: 以下の「設定へ」をタップ
ko: 하단 "설정으로 이동"을 탭하세요
mr: खाली "सेटिंग वर जा" टॅप करा
ms: Ketik "Pergi ke Tetapan" di bawah
nb: Trykk «Gå til innstillinger» under
nl: Tik op ‘Naar instellingen’ hieronder
pl: Dotknij opcji „Przejdź do ustawień” poniżej
pt_br: Toque em "Ir para configurações," abaixo:
pt_pt: Toque em "Ir para as definições" abaixo
ro: Apăsă pe "Navigați la Setări" mai jos
ru: Нажмите «Перейти в Настройки» ниже
sk: Ťuknite na “Prejsť na Nastavenia” nižšie
sr: Додирните „Иди на подешавања“ у наставку
sv: Tryck på "Gå till inställningar" nedan
th: แตะ "ไปยังการตั้งค่า" ด้านล่าง
tr: Aşağıdan "Ayarlara git" seçeneğine dokunun
ug: تۆۋەندىكى «تەڭشەكلەرگە يۆتكەل» نى چېكىڭ
uk: Натисніть кнопку «Відкрити параметри»
ur: نیچے "ترتیبات پر جائیں" پر ٹیپ کریں
vi: Nhấn "Mở Cài đặt" ở dưới
zh_cn: 轻按下面的“去设置”
zh_hk: 按一下「前往設定」

# CONTACT_PERMISSION_ACTION_SHEET_2_STEP_THREE
source: Allow the permission
ar: امنح الصلاحية
be: Уключыце дазвол
bn: অনুমতি দিন
ca: Activa permisos
cs: Povolte přístup
da: Giv tilladelse
de: Berechtigung erlauben
el: Να δοθούν δικαιώματα
es: Activa los permisos.
fa: اجازه دسترسی را بدهید
fi: Myönnä käyttöoikeudet
fr: Accordez l'autorisation.
ga: Tabhair an cead
gu: પરવાનગી આપો
he: מפעילים את ההרשאה
hi: अनुमति दें
hr: Omogućite pristup
hu: Add meg az engedélyt
id: Berikan izin
it: Consenti l'autorizzazione
ja: 権限を許可する
ko: 권한을 허용합니다.
mr: परवानगीची अनुमती द्या
ms: Beri kebenaran
nb: Gi tilgang
nl: Geef toestemming
pl: Włącz uprawnienie
pt_br: Permitir acesso
pt_pt: Conceda a permissão
ro: Activează permisiunea
ru: Включите разрешение
sk: Odsúhlaste povolenie
sr: Дозволите приступ
sv: Tillåt behörigheten
th: อนุญาตสิทธิ์การเข้าถึง
tr: İzni etkinleştir
ug: ئىجازەت بېرىڭ
uk: Надайте дозвіл
ur: اجازت دیں
vi: Cấp quyền
zh_cn: 授予权限
zh_hk: 允許存取權限

# CONTACT_PERMISSION_ACTION_SHEET_2_STEP_TWO
source: Tap “Contacts”
ar: انقر على "جهات الاتصال"
be: Націсніце «Кантакты»
bn: "কন্টাক্ট" ট্যাপ করুন
ca: Toca “Contactes”
cs: Klikněte na „Kontakty“
da: Tryk på "Kontakter"
de: Auf »Kontakte« tippen
el: Πάτα "Επαφές"
es: Toca "Contactos".
fa: روی «مخاطبان» ضربه بزنید
fi: Napauta Yhteystiedot
fr: Appuyez sur "Contacts".
ga: Tapáil "Teagmhálaithe"
gu: "સંપર્કો" પર ટેપ કરો
he: לוחצים על ״אנשי קשר״
hi: “संपर्क” पर टैप करें
hr: Dodirnite "Kontakti"
hu: Koppints a „Névjegyek” lehetőségre
id: Ketuk “Kontak”
it: Tocca su "Contatti"
ja: 「連絡先」をタップする
ko: '연락처'를 탭합니다.
mr: “संपर्क” वर टॅप करा
ms: Ketik "Kenalan"
nb: Trykk på «Kontakter»
nl: Tik op ‘Contacten’
pl: Dotknij opcji „Kontakty”
pt_br: Toque em “Contatos”
pt_pt: Toque em "Contactos"
ro: Atinge „Contacte”
ru: Нажмите «Контакты»
sk: Ťuknite na „Kontakty“
sr: Додирните опцију „Контакти“
sv: Tryck på Kontakter
th: แตะ "รายชื่อผู้ติดต่อ"
tr: "Kişiler"e dokun
ug: «ئالاقىلاشقۇچىلار» نى چېكىڭ
uk: Виберіть «Контакти»
ur: "رابطوں" پر ٹیپ کریں
vi: Nhấn “Danh bạ”
zh_cn: 点击“联系人”
zh_hk: 點按「聯絡人」

# CONTACT_PERMISSION_ACTION_SHEET_2_TITLE
source: Allow access to Contacts
ar: اسمح بالوصول إلى جهات الاتصال
be: Уключыце доступ да кантактаў
bn: কন্টাক্টে অ্যাক্সেসের অনুমতি দিন
ca: Permet l'accés als contactes
cs: Povolte přístup ke kontaktům
da: Giv adgang til kontakter
de: Zugriff auf Kontakte erlauben
el: Να δοθεί πρόσβαση στις επαφές
es: Permite el acceso a tus contactos
fa: اجازه دسترسی به مخاطبان
fi: Anna yhteystietojen käyttöoikeus
fr: Autoriser l'accès aux contacts
ga: Ceadaigh rochtain ar na Teagmhálaithe
gu: સંપર્કો પર ઍક્સેસની મંજૂરી આપો
he: מתן גישה לאנשי קשר
hi: कॉन्टैक्ट्स के एक्सेस की अनुमति दें
hr: Omogućite pristup kontaktima
hu: Hozzáférés engedélyezése a névjegyekhez
id: Izinkan akses ke Kontak
it: Consenti l'accesso ai contatti
ja: 連絡先へのアクセスを許可する
ko: 연락처 접근 허용
mr: संपर्कांना ॲक्सेसची अनुमती द्या
ms: Benarkan akses kepada kenalan
nb: Gi tilgang til kontaktlisten
nl: Toegang tot contacten toestaan
pl: Zezwól na dostęp do kontaktów
pt_br: Permita o acesso aos contatos
pt_pt: Permita o acesso aos contactos
ro: Permite accesul la contacte
ru: Разрешить доступ к контактам
sk: Povoľte prístup ku kontaktom
sr: Дозволите приступ контактима
sv: Tillåt åtkomst till kontakter
th: อนุญาตให้เข้าถึงรายชื่อผู้ติดต่อ
tr: Kişilere erişime izin ver
ug: ئالاقىداش ھوقۇقىغا ئىجازەت قىلىش
uk: Надайте доступ до контактів
ur: روابط تک رسائی کی اجازت دیں
vi: Cho phép truy cập danh bạ
zh_cn: 允许访问联系人
zh_hk: 允許存取通訊錄

# CONTACT_PERMISSION_ACTION_SHEET_BODY
source: To see contact names and photos in your chats:
af: Om kontakname en foto’s in jou kletse te sien:
ar: لرؤية أسماء وصور جهات الاتصال في دردشاتك:
az: Söhbətlərinizdəki əlaqə adlarına və fotolara baxmaq üçün:
be: Каб убачыць імёны кантактаў і фатаграфіі ў вашых чатах:
bn: আপনার চ্যাটে থাকা কন্টাক্টের নাম ও ছবি দেখতে:
ca: Per a veure els noms i les fotografies als xats:
cs: Zobrazování jmen kontaktů a jejich fotek ve vašich chatech:
cy: I weld enwau cysylltiadau a lluniau yn eich sgyrsiau:
da: For at se kontaktnavne og billeder i dine chats:
de: Um Kontaktnamen und -fotos in deinen Chats anzuzeigen:
el: Για να δεις τα ονόματα επαφών και φωτογραφίες στις συνομιλίες σου:
es: Para mostrar los nombres y las fotos de tus contactos en los chats:
es_es: Para mostrar nombres y fotos de tus contactos en chats:
et: Kontaktide nimede ja fotode nägemiseks vestlustes:
eu: Zure solasaldietan kontaktuen izenak eta argazkiak ikusteko:
fa: برای مشاهده نام مخاطبان و عکس‌ها در گفتگوهای خود:
fi: Näin näet yhteystietojen nimet ja kuvat keskusteluissa:
fil: To see contact names and photos in your conversations:
fr: Pour afficher le nom et la photo de vos contacts dans les conversations :
ga: Chun féachaint ar ainmneacha na dteagmhálaithe agus pictiúir i do chomhráite:
gu: તમારી ચેટમાં સંપર્કના નામ અને ફોટા જોવા માટે:
he: כדי לראות שמות ותמונות של אנשי קשר בצ׳אטים שלך:
hi: अपनी चैट में संपर्क के नामों और फ़ोटोस को देखने के लिए:
hr: Za prikaz imena i fotografije kontakta u vašim razgovorima:
hu: A névjegyek nevének és fotójának megjelenítéséhez a csevegéseidben:
id: Untuk melihat nama kontak dan fotonya dalam obrolan Anda:
is: Til að sjá nöfn og myndir tengiliða í spjöllunum þínum:
it: Per vedere i nomi dei contatti e le foto nelle tue chat:
ja: チャットで連絡先の名前と写真を見るには:
kab: I wakken ad twaliḍ ismawen n yinermisen d tewlafin-nsen deg yidiwenniyen:
kk: Әңгіме-дүкендегі байланыстық тұлғалардың аты мен фотосуреттерін көру үшін:
km: áŠá¾á˜áŸ’á”á¸á˜á¾á›áˆáŸ’á˜áŸ„áŸ‡á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ á“á·á„ášá¼á”á—á¶á–á“á¶á“á¶á€áŸ’á“á»á„á€á¶ášá‡á‡áŸ‚á€ášá”áŸáŸ‹á¢áŸ’á“á€áŸ–
kn: ನಿಮ್ಮ ಚಾಟ್‌ಗಳಲ್ಲಿ ಸಂಪರ್ಕ ಹೆಸರುಗಳು ಮತ್ತು ಫೋಟೋಗಳನ್ನು ನೋಡಲು:
ko: 대화에서 연락처 이름과 사진을 보려면 다음을 수행하세요.
lt: Norėdami pokalbiuose matyti adresatų vardus ir nuotraukas:
lv: Lai redzētu kontaktpersonu vārdus un fotoattēlus tērzēšanas laikā:
mk: За да ги видите имињата на контактите и сликите во Вашите разговори:
ml: നിങ്ങളുടെ ചാറ്റുകളിൽ കോൺ‌ടാക്റ്റ് നാമങ്ങളും ഫോട്ടോകളും കാണുന്നതിന്:
mr: आपल्या चॅटमध्ये संपर्क नावं आणि फोटोज पहाण्यासाठी:
ms: Untuk melihat nama dan foto kenalan dalam sembang anda:
my: သင့် စကားပြောဆိုမှုများအတွင်းရှိ အဆက်အသွယ်များ၏ နားမည်နှင့် ဓါတ်ပုံများ ကြည့်ရှုရန် -
nb: For å se navn og bilder på kontakter i samtaler:
nl: Om de namen en profielfoto's van je contacten weer te geven in jouw chats:
pa: ਆਪਣੀਆਂ ਚੈਟਾਂ ਵਿੱਚ ਸੰਪਰਕਾਂ ਦੇ ਨਾਂ ਅਤੇ ਫੋਟੋਆਂ ਨੂੰ ਵੇਖਣਾ।
pa_pk: To see contact names and photos in your conversations:
pl: Aby wyświetlić w czatach imiona i zdjęcia kontaktów:
ps: په خپلو چټونو کې د مخاطبینو د نومونو او انځورونو د لیدلو لپاره:
pt_br: Para ver os nomes e fotos dos contatos nos seus chats:
pt_pt: Para ver os nomes dos contactos e fotografias nos seus chats:
ro: Pentru a vedea numele și fotografiile contactelor tale în conversații:
ru: Чтобы видеть имена и фото контактов в своих чатах:
sk: Pre zobrazenie mien a fotiek kontaktov vo vašich četoch:
sl: Da bi videli imena stikov in fotografije v pogovorih:
sq: Që të shihni emra dhe foto kontaktesh në fjalosjet tuaja:
sr: Да бисте видели имена и слике контакта у вашим ћаскањима:
sv: Så här ser du kontaktnamn och foton i dina chattar:
sw: Ili uone majina na picha kwenye anwani zako:
ta: உங்கள் அரட்டைகளில் தொடர்பு பெயர்கள் மற்றும் புகைப்படங்களைக் காண:
te: మీ మాటామంతీలో సంప్రదింపు పేర్లు మరియు చిత్రాలను చూడటానికి:
th: เพื่อดูชื่อผู้ติดต่อและรูปภาพในแชทของคุณ:
tr: Sohbetlerindeki kişi adlarını ve fotoğrafları görmek için:
ug: پاراڭدىكى ئالاقىداش ئىسمى ۋە رەسىمىنى كۆرسىتىدۇ:
uk: Щоб бачити імена й фото контактів у своїх чатах:
ur: اپنی چیٹس میں رابطے کے نام اور تصاویر دیکھنے کے لیے:
vi: Để xem tên và ảnh của các liên hệ trong các cuộc trò chuyện của bạn:
zh_cn: 去查看联系人名称以及聊天中的图片：
zh_hk: 在聊天中查看聯絡人名字和相片：
