Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# INVITE_WARNING_MULTIPLE_INVITES_BY_TEXT
source: Inviting multiple users at the same time will start a group message and the recipients will be able to see each other.
af: As u meerdere gebruikers op een slag nooi, sal ’n groepboodskap begin en sal die ontvangers mekaar kan sien.
ar: إن دعوتك لعدة أشخاص في نفس الوقت ستؤدي إلى بدء مُحادثة جماعية. ووفقًا لذلك، فإن جميع المُستلمين سوف يتمكنون من رؤية بعضهم البعض.
az: Eyni anda bir neçə istifadəçini dəvət etmək, bir qrup mesajı başladacaq və alıcılar bir-birini görə biləcək
be: Адначасовае запрашэнне некалькіх карыстальнікаў запусціць групавое паведамленне, і атрымальнікі змогуць бачыць адзін аднаго.
bg: Поканването на няколко потребителя наведнъж ще започне групово съобщение, а получателите ще могат да се виждат едни други.
bn: একই সাথে একাধিক ব্যবহারকারীকে আমন্ত্রণ জানানো হলে একটি গ্রুপ বার্তা শুরু হবে এবং প্রাপকরা একে অপরকে দেখতে সক্ষম হবে।
ca: Convidar més d'un usuari al mateix temps generarà un missatge grupal i els destinataris podran veure's mútuament.
cs: Pozvání několika uživatelů najednou odešle skupinovou zprávu, jejíž příjemci se navzájem uvidí.
cy: Bydd gwahodd mwy nag un defnyddwr ar yr un pryd yn cychwyn neges grŵp a bydd y derbynwyr yn gallu gweld ei gilydd.
da: Hvis du inviterer flere brugere på samme tid, starter dette en gruppebesked, og modtagerne kan se hinanden.
de: Gleichzeitiges Einladen mehrerer Personen beginnt eine Gruppennachricht. Die empfangenden Personen können sich gegenseitig sehen.
el: Προσκαλώντας πολλούς χρήστες ταυτόχρονα θα ξεκινήσει μια ομαδική συζήτηση. Οι παραλήπτες του μηνύματος θα μπορούν να δουν ο ένας τον άλλον.
es: Si invitas a varias personas al mismo tiempo, se enviará un mensaje de grupo y los destinatarios podrán verse entre ellos.
es_es: Al invitar a varias personas al mismo tiempo, se enviará un mensaje de grupo donde l@s participantes se pueden ver entre ell@s.
et: Mitme kasutaja korraga kutsumine käivitab grupivestluse ja selle saajatel on võimalik üksteist näha.
eu: Erabiltzaile anitz une berean gonbidatzeak talde mezu bat hasiko du eta hartzaileek elkar ikusi ahal izango dute.
fa: دعوت چندین کاربر به صورت همزمان یک پیام گروهی ایجاد خواهد کرد و گیرندگان قادر خواهند بود یکدیگر را ببینند.
fi: Useamman yhteystiedon kutsuminen samaan aikaan lähettää ryhmäviestin, jonka vastaanottajat voivat nähdä toisensa.
fil: Ang pag-imbita ng maraming user ng sabay-sabay ay magsisimula ng isang mensaheng pang-grupo at ang mga makakatanggap ay magagawang makita ang isa't-isa.
fr: Lorsque vous envoyez une invitation à plusieurs utilisateurs simultanément, vous démarrez un message de groupe. Les destinataires de ce message pourront voir les autres utilisateurs qui l'ont reçu.
ga: Má thugann tú cuireadh do níos mó ná duine amháin san am céanna, tosófar teachtaireacht ghrúpa agus beidh na faighteoirí in ann na daoine eile a fheiceáil.
gu: એક જ સમયે ઘણા વપરાશકર્તાઓને આમંત્રિત કરવાથી ગ્રુપ મેસેજ શરૂ થશે અને પ્રાપ્તકર્તાઓ એક બીજાને જોવા માટે સમર્થ હશે.
he: הַזְמָנָת משתמשים רבים באותו הזמן תתחיל הודעת קבוצה והמקבלים יוכלו לראות זה את זה.
hi: एक साथ बहुत लोगों को आमंत्रित करने से वो एक ग्रुप का हिस्सा बन जाऐंगे औेर एक दूसरे को देख पाऐंगे।
hr: Ako istovremeno pozovete više korisnika, pokrenuti će se grupna poruka i primatelji će se moći međusobno vidjeti.
hu: Több felhasználó egyidejű meghívása egyben csoportos csevegés indítását is jelenti, aminek során a címzettek látni fogják egymást a csoportlistában.
id: Mengundang beberapa pengguna pada saat yang bersamaan akan memulai sebuah pesan grup dan para penerimanya akan dapat melihat satu sama lain.
is: Ef mörgum notendum er boðið á sama tíma verða til hópskilaboð og viðtakendurnir munu geta séð hvern annan.
it: L'invito simultaneo di più utenti invierà un messaggio di gruppo e i destinatari saranno in grado di vedersi a vicenda.
ja: 複数のユーザを同時に招待すると、グループメッセージが開始され、招待先は全員で共有されます。
kab: Asnubget n waṭas n yiseqdacen ɣef tikelt ad iseddu izen n ugraw syen iɣerwaḍen ad izmiren ad meswalin gar-asen.
kk: Бірнеше пайдаланушыны бір мезгілде шақыру топтық хабарламаны бастайды да, хабар алушылар бір бірін көре алатын болады.
km: á€á¶ášá¢á‰áŸ’á‡á¾á‰á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á…áŸ’ášá¾á“á€áŸ’á“á»á„á–áŸá›ááŸ‚á˜á½á™ á“á¹á„á…á¶á”áŸ‹á•áŸ’áá¾á˜áŸá¶ášá‡á¶á€áŸ’ášá»á˜á˜á½á™ á“á·á„á¢áŸ’á“á€á‘á‘á½á›á“á¹á„á¢á¶á…á˜á¾á›áƒá¾á‰á‚áŸ’á“á¶á‘áŸ…áœá·á‰á‘áŸ…á˜á€áŸ”
kn: ಒಂದೇ ಸಮಯದಲ್ಲಿ ಅನೇಕ ಬಳಕೆದಾರರನ್ನು ಆಹ್ವಾನಿಸುವುದು ಗುಂಪು ಸಂದೇಶವನ್ನು ಪ್ರಾರಂಭಿಸುತ್ತದೆ ಮತ್ತು ಸ್ವೀಕರಿಸುವವರು ಪರಸ್ಪರರನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: 여러 사용자를 동시에 초대하게 된다면 수신자들이 서로를 볼 수 있는 그룹 메시지를 시작하게 됩니다.
lt: Kviečiant vienu metu kelis naudotojus, bus pradėta grupės žinutė ir gavėjai galės matyti vieni kitus.
lv: Uzaicinot vairākus lietotājus vienlaikus, tiks sākta grupas sarakste, un adresāti varēs redzēt viens otru.
mk: Поканувањето на повеќе корисници во исто време ќе започне групна порака и примачите ќе можат да се видат меѓусебно.
ml: ഒന്നിലധികം യൂസർമാരെ ഒരേ സമയം ക്ഷണിക്കുന്നത് മൂലം ഗ്രൂപ്പ് സന്ദേശങ്ങൾ തുടങ്ങുന്നു, കൂടാതെ സ്വീകർത്താക്കൾക്ക് പരസ്പരം കാണാനും സാധിക്കുന്നു.
mr: अनेक वापरकर्त्यांना एकाच वेळेस आमंत्रित केल्यास गट संदेश चालू होईल आणि प्राप्तकर्ते एकमेकांना बघू शकतील.
ms: Menjemput ramai pengguna pada masa yang sama akan memulakan mesej kumpulan dan penerima akan dapat melihat satu sama lain.
my: သုံးသူများစွာကို တစ်ပြိုင်ထဲ ဖိတ်ခေါ်၍ အဖွဲ့လိုက်မက်ဆေ့ချ် စတင်ပါမည်။ ဖိတ်ခေါ်ခံရသူများသည် အချင်းချင်း မြင်တွေ့နိုင်ရပါမည်။
nb: Ved å invitere flere brukere på én gang, vil det blir laget en gruppemelding der alle mottakerne kan se hverandre.
nl: Door meerdere mensen tegelijkertijd uit te nodigen maak je een groepsbericht. De ontvangers kunnen elkaar zien.
pa: ਇੱਕੋ ਸਮੇਂ 'ਤੇ ਇੱਕ ਤੋਂ ਵੱਧ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੱਦਾ ਭੇਜਣ ਨਾਲ ਗਰੁੱਪ ਸੁਨੇਹਾ ਸ਼ੁਰੂ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਪ੍ਰਾਪਤਕਰਤਾ ਇੱਕ ਦੂਜੇ ਨੂੰ ਦੇਖ ਸਕਣਗੇ.
pa_pk: اکو ویلے اچ کئی صارفین نوں مدعو کرن توں اک گروپ سنیہا شروع ہو جاوے گا تے وصول کرن آلے اک دوجے نوں ویکھ سکن گے۔
pl: Jeśli zaprosisz wiele osób naraz, zostanie do nich wysłana wiadomość grupowa. Lista jej odbiorców będzie widoczna dla każdej z tych osób.
ps: په ورته وخت کې د ګڼو کارنونو را بلل به د ګروپي پیغام د پیلیدو لامل وګرځي او نور تر لاسه کوونکي به وکولای شي چې یو بل سره وویني.
pt_br: Quando várias pessoas são convidadas ao mesmo tempo, elas recebem uma mensagem única e podem se ver entre si.
pt_pt: Convidar vários utilizadores ao mesmo tempo irá enviar uma mensagem de grupo em que os utilizadores se poderão ver entre eles.
ro: Invitarea mai multor utilizatori în același timp va porni un mesaj de grup și destinatarii se vor putea vedea reciproc.
ru: Одновременное приглашение нескольких пользователей отправит групповое сообщение, и получатели смогут видеть друг друга.
sk: Pozvanie viacerých používateľov súčasne vytvorí skupinovú správu a príjemcovia sa budú navzájom vidieť.
sl: Vabilo večim uporabnikom/cam hkrati bo ustvarilo skupinsko sporočilo, prejemniki/ce bodo lahko videli drug drugega.
sq: Ftimi i shumë përdoruesve njëherësh do t’i japë fill një mesazhi grupi dhe marrësit do të jenë në gjendje të shohin njëri-tjetrin.
sr: Ако позовете више корисника одједном започећете групно ћаскање у ком ће се сви међусобно видети.
sv: Inbjudan till flera användare på en gång kommer att starta ett gruppmeddelande och mottagarna kommer att kunna se varandra.
sw: Ualikaji watumiaji wengi kwa wakati mmoja kutaanzisha ujumbe wa kundi na wapokeaji wataweza kuonana.
ta: ஒரே நேரத்தில் பல பயனர்களை அழைப்பது குழு செய்தியைத் தொடங்கும், மேலும் பெறுநர்கள் ஒருவருக்கொருவர் பார்க்க முடியும்.
te: ఒకే సమయంలో బహుళ వినియోగదారులను ఆహ్వానించడం సమూహ సందేశాన్ని ప్రారంభిస్తుంది మరియు గ్రహీతలు ఒకరినొకరు చూడగలుగుతారు.
th: การเชิญผู้ใช้หลายรายในเวลาเดียวกันจะสร้างกลุ่มข้อความขึ้นและผู้ที่ตอบรับจะเห็นกันและกันในกลุ่ม
tr: Aynı anda birden fazla kullanıcıyı davet etmek bir grup iletisi gönderecektir ve alıcılar birbirini görebilecektir.
ug: بىرلا ۋاقىتتا كۆپ ئىشلەتكۈچىنى تەكلىپ قىلغاندا، بىر گۇرۇپپا قۇرىسىز، ئۇنىڭدىكى تەكلىپ قىلىنغانلار بىر بىرىنى كۆرەلەيدۇ.
uk: Якщо ви запросите кілька користувачів одночасно, їм буде надіслано групове повідомлення, і кожен одержувач зможе побачити інших.
ur: گروپ پیغام شروع کرنے کیلئے ایک وقت میں بہت سے صارفین کو مدعو کریں اور وصول کنندگان کو دیکھنے کے قابل ہوں گے۔
vi: Việc mời nhiều người dùng cùng lúc sẽ tạo nên một cuộc trò chuyện nhóm và các người dùng này sẽ thấy được thông tin của nhau.
zh_cn: 同时邀请多位用户时，您将创建一个群组，其中的受邀用户将能看到彼此。
zh_hk: 同時邀請多個使用者將創建群組訊息，受邀者可以見到對方。

# JOIN_CALL_PILL_BUTTON
source: Join
af: Sluit aan
ar: انضمام
az: Qoşul
be: Далучыцца
bn: যোগদান করুন
ca: Afegeix-m'hi
cs: Připojit
cy: Ymuno
da: Deltag
de: Beitreten
el: Μπες
es: Unirse
es_es: Unirse
et: Liitu
eu: Batu
fa: پیوستن
fi: Liity
fr: Rejoindre
ga: Téigh le
gu: જોડાઓ
he: הצטרף
hi: जुड़ें
hr: Pridruži se
hu: Belépés
id: Bergabung
is: Samsetning
it: Unisciti
ja: 参加する
kab: Semlil
km: á…á¼á›ášá½á˜
kn: ಸೇರು
ko: 참가
lt: Prisijungti
lv: Pievienoties
mk: Приклучи сѐ
ml: ചേരുക
mr: सामील व्हा
ms: Sertai
my: ဝင်ပါမယ်
nb: Bli med
nl: Deelnemen
pa: ਜੁੜੋ
pl: Dołącz
ps: یو ځای کېدل
pt_br: Entrar
pt_pt: Entrar
ro: Alătură-te
ru: Войти
sk: Pridať sa
sl: Pridruži se
sq: Merrni pjesë
sr: Придружите се
sv: Gå med
sw: Jiunge
ta: சேரவும்
te: చేరండి
th: เข้าร่วม
tr: Katıl
ug: قوشۇل
uk: Приєднатися
ur: شامل ہوں
vi: Tham gia
zh_cn: 加入
zh_hk: 加入

# KEY_COMMAND_ALL_MEDIA
source: Go to All Media
af: Gaan na alle media
ar: انتقِل إلى "جميع الوسائط"
az: Bütün medialara gedin
be: Перайсці да Ўсіх медыяфайлаў
bg: Към всички мултимедийни файлове
bn: সকল মিডিয়া দেখুন
ca: Ves a tot el contingut
cs: Přejít na všechna média
cy: Mynd i Holl Gyfryngau
da: Gå til alle mediefiler
de: Zur Medienübersicht
el: Μετάβαση σε όλα τα μέσα
es: Ir a todos los archivos
es_es: Ir a adjuntos
et: Mine kõikide meediafailide juurde
eu: Joan euskarri guztietara
fa: رفتن به تمام رسانه‌ها
fi: Siirry medianäkymään
fil: Pumunta sa Lahat ng Media
fr: Accéder à tous les médias
ga: Oscail na Meáin go léir
gu: બધા મીડિયા પર જાઓ
he: לך אל כל המדיה
hi: सभी मीडिया देखें
hr: Otvorite sve medijske zapise
hu: Váltás "Minden média" nézetre
id: Lihat Semua Media
is: Fara í 'Allt margmiðlunarefni'
it: Vai a tutti i media
ja: すべてのメディア
kab: Ddu ɣer meṛṛa imidyaten
kk: Барлық ақпарат құралдарына өту
km: á‘áŸ…á€á¶á“áŸ‹á¯á€áŸá¶ášá˜áŸáŒá¶á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲ ಮೀಡಿಯಾಕ್ಕೆ ಹೋಗಿ
ko: 모든 미디어로 이동
lt: Pereiti į visą mediją
lv: Atvērt visas multivides skatu
mk: Оди во Главна Медија
ml: എല്ലാ മീഡിയകളിലേക്കും പോകുക
mr: सर्व मिडिया वर जा
ms: Pergi ke Semua Media
my: မီဒီယာအားလုံးသို့ သွားမယ်
nb: Gå til alle medier
nl: Ga naar ‘Alle media’
pa: ਸਾਰੇ ਮੀਡੀਆ 'ਤੇ ਜਾਓ
pa_pk: آل میڈیا اتے جاؤ
pl: Przejdź do wszystkich multimediów
ps: ټولې میډیا ته ولاړ شئ
pt_br: Ir para Todas as Mídias
pt_pt: Ir para 'Todos os multimédia'
ro: Mergi la toate fișierele media
ru: Перейти ко всем медиа
sk: Prejsť na všetky médiá
sl: Pojdi na Vsi posnetki
sq: Shko te Krejt Mediat
sr: Иди у све медије
sv: Gå till alla media
sw: Enda kwa Media Zote
ta: எல்லா மெடியாவிற்கு செல்
te: ఆల్ మీడియాకు వెళ్లండి
th: ไปที่สื่อทั้งหมด
tr: Tüm İçeriği Görüntüle
ug: بارلىق ۋاسىتىلەرگە يۆتكەل
uk: Переглянути всі медіафайли
ur: All میڈیا پر جائیں
vi: Đi đến Tất cả tập tin đa phương tiện
zh_cn: 全部媒体
zh_hk: 前往「所有媒體」

# KEY_COMMAND_ARCHIVE
source: Archive Chat
af: Argiveer klets
ar: أرشفة الدردشة
az: Söhbəti arxivlə
be: Архіваваць чат
bg: Архивиране на разговор
bn: চ্যাট আর্কাইভ করুন
ca: Arxiva el xat
cs: Archivovat chat
cy: Archifio'r Sgwrs
da: Arkivér chats
de: Chats archivieren
el: Αρχειοθέτηση συνομιλίας
es: Archivar chat
es_es: Archivar chat
et: Arhiveeri vestlus
eu: Artxibatu Solasaldia
fa: بایگانی گفتگو
fi: Arkistoi keskustelu
fil: I-archive ang Pag-uusap
fr: Archiver la conversation
ga: Cuir Comhrá sa Chartlann
gu: ચેટ આર્કાઇવ કરો
he: אחסון צ׳אט בארכיון
hi: चैट को संग्रहीत करें
hr: Arhiviraj razgovor
hu: Csevegés archiválása
id: Arsipkan Obrolan
is: Setja spjall í geymslu
it: Archivia chat
ja: チャットをアーカイブ
kab: Seɣber adiwenni
kk: Белсенді әңгіме
km: á”ááŸ’ááŸá¶ášá€á¶ášá‡á‡áŸ‚á€
kn: ಚಾಟ್ ಆರ್ಕೈವ್ ಮಾಡಿ
ko: 대화 보관
lt: Archyvuoti pokalbį
lv: Arhivēt tērzēšanu
mk: Архивирај разговор
ml: ചാറ്റ് ആർക്കൈവുചെയ്യുക
mr: चॅट आर्काईव्ह करा
ms: Arkibkan Sembang
my: စကားပြောဆိုမှုကို မှတ်တမ်းတင်မယ်
nb: Arkiver samtale
nl: Chat archiveren
pa: ਗੱਲਾਂਬਾਤ ਆਰਕਾਈਵ ਕਰੋ
pa_pk: گل وات نوں آرکائیو کرو
pl: Zarchiwizuj czat
ps: د چټ ارشیف کول
pt_br: Arquivar o chat
pt_pt: Arquivar chat
ro: Arhivează conversația
ru: Архивировать чат
sk: Archivovať čet
sl: Arhiviraj pogovor
sq: Arkivoje Fjalosjen
sr: Архивирај ћаскање
sv: Arkivera chatt
sw: Jalada la Gumzo
ta: உரையாடலை காப்பகப்படுத்தவும்
te: మాటామంతీని భద్రపరుచు
th: จัดเก็บแชทในที่เก็บถาวร
tr: Sohbeti Arşivle
ug: پاراڭ ئارخىپلاش
uk: Заархівувати чат
ur: محفوظ شدہ چیٹ
vi: Lưu trữ Cuộc trò chuyện
zh_cn: 存档聊天
zh_hk: 封存聊天

# KEY_COMMAND_ATTACHMENTS
source: Show Attachments
af: Toon aanhangsels
ar: أظهِر الملفات المُرفَقة
az: Qoşmaları göstər
be: Паказаць далучэнні
bg: Показване на прикачени файлове
bn: সংযুক্তি সমুহ দেখান
ca: Mostra els adjunts
cs: Zobrazit přílohy
cy: Dangos Atodiadau
da: Vis vedhæftninger
de: Anhänge anzeigen
el: Εμφάνιση συνημμένων
es: Mostrar archivos adjuntos
es_es: Ver adjuntos
et: Näita manuseid
eu: Erakutsi eranskinak
fa: نمایش پیوست‌ها
fi: Näytä liitetiedostot
fil: Ipakita ang Kalakip
fr: Afficher les pièces jointes
ga: Taispeáin Ceangaltáin
gu: જોડાણો બતાવો
he: הראה צרופות
hi: अटैचमेंट दिखाएँ
hr: Prikaži privitke
hu: Csatolmányok megtekintése
id: Tampilkan Lampiran
is: Birta viðhengi
it: Mostra allegati
ja: 添付ファイルを表示
kab: Sken ticeqqufin yeddan
kk: Тіркемелерді көрсету
km: á”á„áŸ’á á¶á‰á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಗತ್ತುಗಳನ್ನು ತೋರಿಸಿ
ko: 첨부 파일 표시
lt: Rodyti priedus
lv: Rādīt pielikumus
mk: Покажи прикачувања
ml: അറ്റാച്ച്‌മെൻ്റുകൾ കാണിക്കുക
mr: संलग्न दाखवा
ms: Papar Lampiran
my: ပူးတွဲဖိုင်များ ပြပါ
nb: Vis vedlegg
nl: Bijlagen weergeven
pa: ਅਟੈਚਮੈਂਟਾਂ ਦਿਖਾਓ
pa_pk: منسلکات وکھاؤ
pl: Pokaż załączniki
ps: ضمیمې وښیئ
pt_br: Mostrar Anexos
pt_pt: Exibir anexos
ro: Afișează atașamentele
ru: Показать вложения
sk: Zobraziť prílohy
sl: Prikaži Priponke
sq: Shfaq Bashkëngjitje
sr: Прикажи прилоге
sv: Visa bilagor
sw: Onyesha Viambatisho
ta: இணைப்புகள் காட்டு
te: జోడింపులను చూపించు
th: แสดงแฟ้มแนบ
tr: Eklentileri Göster
ug: قۇشۇمچىلارنى كۆرسىتىش
uk: Показати вкладення
ur: اٹیچمنٹ دکھائیں
vi: Hiện tập tin đính kèm
zh_cn: 显示附件
zh_hk: 顯示附件

# KEY_COMMAND_CONVERSATION_INFO
source: Go to Chat Info
af: Gaan na kletsinligting
ar: انتقِل إلى معلومات الدردشة
az: Söhbət məlumatına get
be: Перайсці ў Інфармацыю пра чат
bg: Към инфо за разговора
bn: চ্যাট তথ্যে যান
ca: Ves a la informació del xat
cs: Přejít na informace o chatu
cy: Mynd i Gwybodaeth Sgwrs
da: Gå til chatinformation
de: Zu Chat-Infos
el: Μετάβαση στις πληροφορίες συνομιλίας
es: Ir a detalles del chat
es_es: Ver detalles del chat
et: Mine vestluse infosse
eu: Joan Solasaldiaren Informaziora
fa: رفتن به اطلاعات گفتگو
fi: Siirry keskustelutietoihin
fil: Pumunta sa Info ng Pag-uusap
fr: Accéder aux informations de la conversation
ga: Téigh chuig Faisnéis faoin gComhrá
gu: ચેટ સંબંધી માહિતી પર જાઓ
he: מעבר למידע על צ׳אט
hi: चैट की जानकारी पर जाएँ
hr: Idi na detalje o razgovoru
hu: Váltás a csevegés beállításaira
id: Buka Info Obrolan
is: Fara í upplýsingar um spjall
it: Vai a informazioni chat
ja: チャットの設定
kab: Ddu ɣer talɣut n udiwenni
kk: Әңгіме ақпаратына өту
km: á…á¼á›á‘áŸ…á€á¶á“áŸ‹á–áŸááŸŒá˜á¶á“á€á¶ášá‡á‡áŸ‚á€
kn: ಚಾಟ್ ಮಾಹಿತಿಗೆ ಹೋಗಿ
ko: 대화 정보로 이동
lt: Pereiti į pokalbio informaciją
lv: Atvērt tērzēšanas informāciju
mk: Оди во информации за разговор
ml: ചാറ്റ് ഇൻഫോയിലേക്ക് പോകുക
mr: चॅट माहिती वर जा
ms: Pergi ke Maklumat Sembang
my: စကားပြောဆိုမှု အချက်အလက်များ သို့သွားမယ်
nb: Gå til samtaleinfo
nl: Ga naar Chatinformatie
pa: ਗੱਲਬਾਤ ਜਾਣਕਾਰੀ ਵਿੱਚ ਜਾਓ
pa_pk: گل وات دی جانکاری اتے جاؤ
pl: Przejdź do informacji o czacie
ps: د چټ معلوماتو ته ولاړ شئ
pt_br: Ir para as informações do chat
pt_pt: Ir para a informação do chat
ro: Mergi la informații despre conversație
ru: Перейти к информации о чате
sk: Prejsť na informácie o čete
sl: Pojdi na informacije o pogovoru
sq: Shko te Të dhëna Fjalosjeje
sr: Иди на информације о ћаскању
sv: Gå till chattinfo
sw: Nenda kwenye Maelezo ya Gumzo
ta: அரட்டை தகவலுக்குச் செல்லவும்
te: మాటామంతీ సమాచారం కి వెళ్ళండి
th: ไปที่ข้อมูลการแชท
tr: Sohbet Bilgilerine Git
ug: پاراڭ ئۇچۇرىغا كىرىش
uk: Відкрити налаштування чату
ur: چیٹ کی معلومات پر جائیں
vi: Đến Thông tin Cuộc trò chuyện
zh_cn: 打开聊天信息
zh_hk: 前往聊天資訊

# KEY_COMMAND_FOCUS_COMPOSER
source: Focus Input Bar
af: Fokusinvoerbalk
ar: تحديد شريط الإدخال
az: Giriş sətrinə fokuslanma
be: Перамясціць фокус на поле ўводу
bg: Фокус върху лентата за въвеждане
bn: ফোকাস ইনপুট বার
ca: Focalitza la barra d'entrada
cs: Zaměřit vstupní pole
cy: Ffocwsi ar y Bar Mewnbwn
da: Fokuser tekst felt
de: Eingabeleiste fokussieren
el: Εστίαση στην γραμμή εισαγωγής
es: Centrarse en el campo de escritura
es_es: Enfocar en el campo de entrada
et: Fookus sisestusribale
eu: Ipini Arreta Sarrera Barran
fa: نوار ورودی فوکوس
fi: Tarkenna syöttökenttään
fil: I-focus sa Input Bar
fr: Accéder à la zone de saisie
ga: Cuir an Fócas sa Bharra Ionchurtha
gu: ફોકસ ઇનપુટ બાર
he: התמקד בשורת הקלט
hi: इनपुट बार पर फ़ोकस करें
hr: Fokusiraj na tekstualno polje
hu: Ugrás beviteli mezőre
id: Fokus ke Kolom Penulisan
is: Gera inntaksreit virkan
it: Attiva barra di inserimento
ja: 入力バーにフォーカス
kab: Afeggag n unekcum n ufukus
kk: Енгізу жолағына кезелу
km: á•áŸ’ááŸ„áá›á¾ášá”á¶ášá”á‰áŸ’á…á¼á›
kn: ಇನ್ಪುಟ್ ಬಾರ್ ಅನ್ನು ಕೇಂದ್ರೀಕರಿಸಿ
ko: 입력 바 포커스
lt: Fokusuoti įvesties juostą
lv: Fokusēt ievades joslu
mk: Фокус на Лента за внес
ml: ഇൻപുട്ട് ബാർ ഫോക്കസ് ചെയ്യുക
mr: फोकस इनपुट बार
ms: Fokus Bar Input
my: စာထည့်ရန် အကွက်
nb: Fokus inntastingsfelt
nl: Focus op invoerveld
pa: ਇਨਪੁਟ ਬਾਰ ਫੋਕਸ ਕਰੋ
pa_pk: فوکس ان پٹ بار
pl: Zaznacz pole tekstowe
ps: د تمرکز ورودي پټۍ
pt_br: Focar no campo de texto
pt_pt: Focar a barra de escrita
ro: Focalizează bara de introducere
ru: Переместить фокус на поле ввода
sk: Zamerať vstupný panel
sl: Fokus na vrstico za pisanje
sq: Fokusohu te Shtyllë Input-esh
sr: Фокусирање на траку за унос
sv: Fokusera på inmatningsfält
sw: Angazio Ingizo Mwamba
ta: உள்ளீட்டு பட்டியில் கவனம் செலுத்துங்கள்
te: ఇన్‌పుట్ బార్‌పై దృష్టి పెట్టండి
th: แป้นโฟกัสอินพุต
tr: Girdi Çubuğuna Odaklan
ug: كىرگۈزۈش بالدىقىنى فوكۇسلاش
uk: Активувати панель введення
ur: فوکس ان پٹ بار
vi: Trỏ vào trường soạn thảo
zh_cn: 打开输入框
zh_hk: 打開輸入欄位

# KEY_COMMAND_GIF_SEARCH
source: Go to GIF Search
af: Gaan na GIF-soektog
ar: انتقِل إلى البحث عن صورة متحركة (GIF)
az: GIF axtarışına get
be: Перайсці ў пошук GIF-файлаў
bg: Към търсене на GIF
bn: GIF সার্চ-এ যান
ca: Ves a la cerca de GIF
cs: Přejít na hledání GIFů
cy: Mynd i Chwiliad GIF
da: Gå til GIF søgning
de: Zur GIF-Suche
el: Μετάβαση στην αναζήτηση GIF
es: Ir a búsqueda de GIF
es_es: Ir a búsqueda de GIFs
et: Mine GIF-ide otsingusse
eu: Joan GIF Bilaketara
fa: برو به جستجو GIF
fi: Siirry GIF-hakuun
fil: Pumunta sa Paghahanap ng GIF
fr: Accéder à l'écran "Rechercher un GIF"
ga: Oscail Cuardach GIF
gu: GIF શોધ પર જાઓ
he: לך אל חיפוש GIF
hi: GIF खोजें
hr: Idi na GIF pretragu
hu: Váltás GIF választó nézetre
id: Lihat Pencarian GIF
is: Fara í að leita að GIF-mynd
it: Vai alla ricerca GIF
ja: GIF検索
kab: Ddu ɣer unadi n GIF
kk: GIF іздеуге өту
km: á‘áŸ…á€á¶á“áŸ‹á€á¶ášáŸáŸ’áœáŸ‚á„ášá€ GIF
kn: GIF ಹುಡುಕಾಟಕ್ಕೆ ಹೋಗಿ
ko: GIF 검색으로 이동
lt: Pereiti į GIF paiešką
lv: Šākt GIF meklēšanu
mk: Оди во пребарување за GIF
ml: GIF തിരയലിലേക്ക് പോകുക
mr: GIF शोध वर जा
ms: Pergi ke Carian GIF
my: GIF ရှာဖွေခြင်း သို့သွားမယ်
nb: Gå til GIF-søk
nl: Ga naar ‘GIF zoeken’
pa: GIF ਖੋਜ 'ਤੇ ਜਾਓ
pa_pk: GIF تلاش اتے جاؤ
pl: Przejdź do wyszukiwarki GIF-ów
ps: د GIF پلټنې ته ولاړ شئ
pt_br: Ir para pesquisa de GIF
pt_pt: Ir para a pesquisa GIF
ro: Mergi la căutare GIF
ru: Перейти к поиску GIF
sk: Prejsť na vyhľadávanie GIFov
sl: Pojdi na Iskanje GIF
sq: Shko te Kërkim GIF-esh
sr: Иди на претрагу GIF-ова
sv: Gå till GIF-sökning
sw: Enda kwa GIF Tafuta
ta: GIF தேடலுக்குச் செல்லவும்
te: GIF శోధనకు వెళ్లండి
th: ไปที่การค้นหา GIF
tr: GIF Arama Ekranını Göster
ug: GIF ئىزدەشكە يۆتكەل
uk: Перейти до пошуку GIF-зображень
ur: GIF تلاش پر جائیں
vi: Đi đến Tìm kiếm ảnh GIF
zh_cn: 前往 GIF 搜索
zh_hk: 前往 GIF 搜尋

# KEY_COMMAND_NEW_GROUP
source: New Group
af: Nuwe groep
ar: مجموعة جديدة
az: Yeni Qrup
be: Новая група
bg: Нова Група
bn: নতুন গ্রুপ
ca: Grup nou
cs: Nová skupina
cy: Grŵp Newydd
da: Ny gruppe
de: Neue Gruppe
el: Νέα ομάδα
es: Nuevo grupo
es_es: Nuevo grupo
et: Uus grupp
eu: Talde berria
fa: گروه جدید
fi: Uusi ryhmä
fil: Bagong Grupo
fr: Nouveau groupe
ga: Grúpa Nua
gu: નવુ ગ્રુપ
he: קבוצה חדשה
hi: नया ग्रुप
hr: Nova grupa
hu: Új csoport
id: Grup Baru
is: Nýr hópur
it: Nuovo gruppo
ja: 新規グループ
kab: Rnu agraw
kk: Жаңа топ
km: á€áŸ’ášá»á˜ááŸ’á˜á¸
kn: ಹೊಸ ಗುಂಪು
ko: 새 그룹
lt: Nauja grupė
lv: Jauna grupa
mk: Нова група
ml: പുതിയ ഗ്രൂപ്പ്
mr: नवीन गट
ms: Kumpulan Baru
my: အဖွဲ့သစ်
nb: Ny gruppe
nl: Nieuwe groep
pa: ਨਵਾਂ ਗਰੁੱਪ
pa_pk: نواں گروپ
pl: Nowa grupa
ps: نوی ګروپ
pt_br: Novo grupo
pt_pt: Novo grupo
ro: Grup nou
ru: Новая группа
sk: Nová skupina
sl: Nova skupina
sq: Grup i Ri
sr: Нова група
sv: Ny grupp
sw: Kikundi Kipya
ta: புதிய குழு
te: కొత్త సమూహం
th: กลุ่มแบบใหม่
tr: Yeni Grup
ug: يېڭى گۇرۇپپا
uk: Нова група
ur: نیا گروپ
vi: Nhóm Mới
zh_cn: 新群组
zh_hk: 建立新群組

# KEY_COMMAND_NEW_MESSAGE
source: New Message
af: Nuwe boodskap
ar: رِسالة جديدة
az: Yeni mesaj
be: Новае паведамленне
bg: Ново Съобщение
bn: নতুন বার্তা
ca: Missatge nou
cs: Nová zpráva
cy: Neges Newydd
da: Ny besked
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
es_es: Mensaje nuevo
et: Uus sõnum
eu: Mezu Berria
fa: پیام جدید
fi: Uusi viesti
fil: Bagong Mensahe
fr: Nouveau message
ga: Teachtaireacht Nua
gu: નવો મેસેજ
he: הודעה חדשה
hi: नया मेसेज
hr: Nova poruka
hu: Új üzenet
id: Pesan Baru
is: Ný skilaboð
it: Nuovo messaggio
ja: 新規メッセージ
kab: Izen amaynut
kk: Жаңа хабарлама
km: áŸá¶ášááŸ’á˜á¸
kn: ಹೊಸ ಸಂದೇಶ
ko: 새 메시지
lt: Nauja žinutės
lv: Jauna ziņa
mk: Нова порака
ml: പുതിയ സന്ദേശം
mr: नवीन संदेश
ms: Mesej Baru
my: မက်ဆေ့ချ်အသစ်
nb: Ny melding
nl: Nieuw bericht
pa: ਨਵਾਂ ਸੁਨੇਹਾ
pa_pk: نواں سنیہا
pl: Nowa wiadomość
ps: نوی پیغام
pt_br: Nova mensagem
pt_pt: Nova mensagem
ro: Mesaj nou
ru: Новое сообщение
sk: Nová správa
sl: Novo sporočilo
sq: Mesazh i Ri
sr: Нова порука
sv: Nytt meddelande
sw: Ujumbe Mpya
ta: புதிய தகவல்
te: కొత్త సందేశం
th: ข้อความใหม่
tr: Yeni İleti
ug: يېڭى ئۇچۇر
uk: Нове повідомлення
ur: نیا پیغام
vi: Tin Nhắn Mới
zh_cn: 新消息
zh_hk: 新訊息
