Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_INVITE_LINK_SET_TO_REQUIRE_APPROVAL
source: Admin approval was turned on for the group link.
af: Admingoedkeuring is vir die groepskakel gedeaktiveer.
ar: تمَّ تفعيل مُتطلَّب مُوافقة المشرف لرابط المجموعة.
az: Qrup bağlantısı üçün admin təsdiqi işə salındı.
be: Ухваленне адміністратарам для спасылкі на групу было ўключана.
bn: গ্রুপ লিঙ্কের জন্য অ্যাডমিনের অনুমোদন চালু করা হয়েছে।
ca: S'ha activat l'aprovació de l'administrador per a l'enllaç de grup.
cs: Schvalování skupinového odkazu sprácem bylo zapnuto.
cy: Galluogwyd caniatâd gwenyddwr ar gyfer y ddolen grŵp hon.
da: Administratorgodkendelsen til gruppelinket blev déaktiveret
de: Admin-Bestätigungen für den Gruppen-Link wurden eingeschaltet.
el: Η έγκριση διαχειριστή για το σύνδεσμο της ομάδας ενεργοποιήθηκε.
es: Se ha activado la aprobación de admin para unirse al grupo mediante enlace.
es_es: Se ha activado la confirmación de admin para compartir el grupo vía enlace.
et: Grupilingi administraatori kinnitus lülitati sisse.
eu: Administratzaile baimenaren beharra aktibatu da talde estekarako..
fa: موافقت مدیر برای پیوند گروه فعال شد.
fi: Ylläpitäjä tarkistaa ryhmälinkkien liittymispyynnöt.
fr: L'approbation des adhésions via le lien du groupe a été activée.
gu: ગ્રુપ લિંક માટે એડમિનની મંજૂરી ચાલુ કરવામાં આવી હતી.
he: אישור מנהלן הופעל עבור קישור הקבוצה.
hi: ग्रुप लिंक के लिए एडमिन एप्रूवल को चालू कर दिया गया था।
hr: Omogućili ste odobrenje administratora za poveznicu grupe.
hu: Az adminisztrátori jóváhagyás a megosztható csoporthivatkozáshoz bekapcsolásra került.
id: Persetujuan admin dinyalakan untuk tautan grup.
is: Kveikt var á samþykki stjórnanda fyrir hóptengilinn.
it: L'approvazione degli amministratori è stata attivata per il link del gruppo.
ja: グループリンクが管理者承認制になりました。
kab: Asentem n unedbal yermed i useɣwen n ugraw.
km: á€á¶ášá¢á“á»á˜áŸáá¢áŸ’á“á€á¢á—á·á”á¶á›ááŸ’ášá¼áœá”á¶á“á”á¾á€áŸá˜áŸ’ášá¶á”áŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: ಗುಂಪಿನ ಲಿಂಕ್‌ಗಾಗಿ ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆನ್ ಮಾಡಲಾಗಿದೆ.
ko: 그룹 링크 관리자 참가 승인 기능이 켜졌습니다.
lt: Administratoriaus patvirtinimai grupės nuorodai buvo įjungti.
lv: Grupas saitei tika ieslēgts administratora apstiprinājums.
mk: Администраторското одобрување е вклучено за групниот линк.
ml: ഗ്രൂപ്പ് ലിങ്കിനായി അഡ്മിൻ അംഗീകാരം ഓണാക്കി.
mr: गट लिंकसाठी ऍडमिन मान्यता चालू केली गेली होती.
ms: Kelulusan pentadbir telah dihidupkan untuk pautan kumpulan.
my: အဖွဲ့လင့်ခ်အတွက် စီမံသူ၏ ခွင့်ပြုချက် လိုအပ်ရန် ခလုတ်ဖွင့်ထားပါသည်။
nb: Administrativ godkjenning ble skrudd på for gruppelenken.
nl: Beheerdersgoedkeuring van nieuwe leden is ingeschakeld voor de groepslink.
pa: ਗੁਰੱਪ ਲਿੰਕ ਲਈ ਐਡਮਿਨ ਪ੍ਰਵਾਨਗੀ ਚਾਲੂ ਕੀਤੀ ਗਈ ਸੀ।
pl: W ustawieniach linku do grupy zostaje włączone wymaganie zatwierdzania nowych osób przez administratora.
ps: د ګروپ د تایید لپاره د اډمین تایید روښانه شو.
pt_br: A aprovação do admin foi ativada para o link do grupo.
pt_pt: Foi desativada a aprovação de administrador par ao link de grupo.
ro: Aprobarea de acces din partea unui administrator a fost activată pentru adresa grupului.
ru: Было включено одобрение администратора для ссылки на группу.
sk: Schválenie administrátorom pre odkaz do skupiny bolo zapnuté.
sl: Skrbniška odobritev je bila vklopljena za skupinsko povezavo.
sq: Miratimi nga përgjegjësi qe aktivizuar për lidhjen e grupit.
sr: Укључено је обавезно одобрење администратора за линк за групу.
sv: Administratörsgodkännande aktiverades för grupplänken.
sw: Idhini ya msimamizi imewashwa kwa ajili ya kiungo cha kikundi.
ta: நிர்வாக ஒப்புதல் இருந்தது க்கு இயக்கப்பட்டது குழு இணைப்பு.
te: సమూహ లింక్ కోసం నిర్వాహక ఆమోదం ప్రారంభించబడింది.
th: การอนุมัติโดยผู้ดูแลได้ถูกเปิดไว้สำหรับลิงก์กลุ่มนี้
tr: Grup bağlantısı için yönetici onayı etkinleştirildi.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللەش قوزغىتىلدى.
uk: Увімкнено адміністраторське затвердження для посилання на групу.
ur: گروپ لنک کے لئے منتظم کی منظوری دے دی گئی۔
vi: Sự chấp duyệt của admin đã được bật cho đường dẫn nhóm.
zh_cn: 已激活群组链接的管理员审核要求。
zh_hk: 群組連結須經管理員批准的要求已開啟。

# GROUP_INVITE_LINK_SET_TO_REQUIRE_APPROVAL_BY_LOCAL_USER
source: You turned on admin approval for the group link.
af: Jy het admingoedkeuring vir die groepskakel geaktiveer.
ar: أنت فعّلتَ مُتطلَّب مُوافقة المُشرِف لرابط المجموعة.
az: Qrup bağlantısı üçün admin təsdiqini işə saldınız.
be: Вы ўключылі ўхваленне адміністратарам для спасылкі на групу.
bn: আপনি গ্রুপ লিঙ্কের জন্য অ্যাডমিনের অনুমোদন চালু করেছেন।
ca: Heu activat l'aprovació de l'administrador per a l'enllaç de grup.
cs: Zapnuli jste schvalování skupinového odkazu správcem.
cy: Galluogasoch caniatâd gwenyddwr ar gyfer y ddolen grŵp hon.
da: Du aktiverede administratorgodkendelsen for gruppelinket
de: Du hast Admin-Bestätigungen für den Gruppen-Link eingeschaltet.
el: Ενεργοποίησες την έγκριση διαχειριστή για τον σύνδεσμο της ομάδας.
es: Has activado la aprobación de admin para unirse al grupo mediante enlace.
es_es: Has activado la confirmación de admin para compartir el grupo vía enlace.
et: Sa lülitasid grupilingi administraatori kinnituse sisse.
eu: Administratzaile baimenaren beharra aktibatu duzu talde estekarako.
fa: شما موافقت مدیر را برای پیوند گروه فعال کردید.
fi: Otit käyttöön ylläpitäjän hyväksynnän ryhmälinkillä liittyttäessä.
fr: Vous avez activé l'approbation des adhésions via le lien du groupe.
gu: તમે ગ્રુપ લિંક માટે એડમિનની મંજૂરી ચાલુ કરી.
he: הפעלת אישור מנהלן עבור קישור הקבוצה.
hi: आपने ग्रुप लिंक के लिए एडमिन एप्रूवल को चालू कर दिया है।
hr: Omogućili ste odobrenje administratora za poveznicu grupe.
hu: Bekapcsoltad az adminisztrátori jóváhagyás kérését a megosztható csoporthivatkozáshoz.
id: Anda menyalakan persetujuan admin untuk tautan grup.
is: Þú kveiktir á samþykki stjórnanda fyrir hóptengilinn.
it: Hai attivato l'approvazione degli amministratori per il link del gruppo.
ja: グループリンクを管理者承認制にしました。
kab: Tremdeḍ asentem n unedbal i useɣwen n ugraw.
km: á¢áŸ’á“á€á”á¶á“á”á¾á€á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á› áŸá˜áŸ’ášá¶á”áŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: ನೀವು ಗುಂಪಿನ ಲಿಂಕ್‌ಗಾಗಿ ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆನ್ ಮಾಡಿದ್ದೀರಿ.
ko: 내가 그룹 링크 관리자 참가 승인 기능을 켰습니다.
lt: Jūs įjungėte administratoriaus patvirtinimus grupės nuorodai.
lv: Jūs aktivizējāt administratora apstiprinājumu grupas saitei.
mk: Го вклучивте администраторското одобрување за групниот линк.
ml: ഗ്രൂപ്പ് ലിങ്കിനായുള്ള അഡ്‌മിൻ അംഗീകാരം നിങ്ങൾ ഓണാക്കി.
mr: आपण गट लिंकसाठी ऍडमिन मान्यता चालू केली आहे.
ms: Anda telah menghidupkan kelulusan pentadbir untuk pautan kumpulan.
my: သင်မှ အဖွဲ့လင့်ခ်အတွက် စီမံသူ၏ ခွင့်ပြုချက် လိုအပ်ရန် ခလုတ်ဖွင့်ခဲ့ပါသည်။
nb: Du skrudde på administrativ godkjenning for gruppelenken.
nl: Je hebt beheerdersgoedkeuring van nieuwe leden ingeschakeld voor de groepslink.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਲਿੰਕ ਲਈ ਐਡਮਿਨ ਦੀ ਮਨਜ਼ੂਰੀ ਨੂੰ ਚਾਲੂ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Włączasz w ustawieniach linku do grupy wymaganie zatwierdzania nowych osób przez administratora.
ps: تاسې د ګروپ د لینک لپاره د اډمین تایید روښانه کړ.
pt_br: Você ativou a aprovação do admin para o link do grupo.
pt_pt: Desativou a aprovação de administrador para o link de grupo.
ro: Ai activat aprobarea de acces din partea unui administrator pentru adresa grupului.
ru: Вы включили одобрение администратора для ссылки на группу.
sk: Zapli ste schválenie administrátorom pre odkaz do skupiny.
sl: Izklopili ste potrjevanje povezave do skupine s strani skrbnika.
sq: Aktivizuat miratim përgjegjësi për lidhjen e grupit.
sr: Укључили сте обавезно одобрење администратора за линк за групу.
sv: Du aktiverade administratörsgodkännande för grupplänken.
sw: Umewasha idhini ya wasimamizi kwa kiungo cha kikundi.
ta: குழு இணைப்பிற்கான நிர்வாகி ஒப்புதல் அமைப்பை இயக்கியுள்ளீர்கள்.
te: మీరు సమూహ లింక్ కోసం నిర్వాహక ఆమోదాన్ని ఆన్ చేసారు.
th: คุณได้เปิดการอนุมัติโดยผู้ดูแลสำหรับลิงก์กลุ่มนี้
tr: Grup bağlantısı için yönetici onayını etkinleştirdiniz.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللەشنى قوزغاتتىڭىز.
uk: Ви ввімкнули адміністраторське затвердження для посилання на групу.
ur: آپ نے گروپ لنک کیلئے منتظم کی منظوری دے دی۔
vi: Bạn đã bật chấp duyệt của admin cho đường dẫn nhóm.
zh_cn: 您激活了群组链接的管理员审核要求。
zh_hk: 您已為群組連結開啟管理員核准。

# GROUP_INVITE_LINK_SET_TO_REQUIRE_APPROVAL_BY_REMOTE_USER_FORMAT
source: %@ turned on admin approval for the group link.
af: %@ het admingoedkeuring vir die groepskakel geaktiveer.
ar: فعَّل %1$@ مُتطلَّب مُوافقة المُشرِف لرابط المجموعة.
az: %@, qrup bağlantısı üçün admin təsdiqini işə saldı.
be: %1$@ уключыў(-ла) ухваленне адміністратарам для спасылкі на групу.
bn: %1$@ গ্রুপ লিঙ্কের জন্য অ্যাডমিনের অনুমোদন চালু করেছেন।
ca: %1$@ ha activat l'aprovació de l'administrador per a l'enllaç de grup.
cs: %1$@ zapnul schvalování skupinového odkazu správcem.
cy: Galluogodd %@ caniatâd gwenyddwr ar gyfer y ddolen grŵp hon.
da: %1$@ aktiverede administratorgodkendelsen til gruppelinket
de: %1$@ hat Admin-Bestätigungen für den Gruppen-Link eingeschaltet.
el: Ο/Η %1$@ ενεργοποίησε την έγκριση διαχειριστή για το σύνδεσμο της ομάδας.
es: %1$@ ha activado la aprobación de admin para unirse al grupo mediante enlace.
es_es: %@ ha activado la confirmación de admin para compartir el grupo vía enlace.
et: %@ lülitas grupilingi administraatori kinnituse sisse.
eu: %@ erabiltzaileak administratzaile baimenaren beharra aktibatu du talde estekarako.
fa: %1$@ موافقت مدیر را برای پیوند گروه فعال کرد.
fi: %1$@ otti käyttöön ylläpitäjän hyväksynnän ryhmälinkillä liittyttäessä.
fr: %1$@ a activé l'approbation des adhésions via le lien du groupe.
ga: %1$@ turned on admin approval for the group link.
gu: %1$@એ ગ્રુપ લિંક માટે એડમિનની મંજૂરી ચાલુ કરી.
he: %1$@ הפעיל/ה אישור מנהלן עבור קישור הקבוצה.
hi: %1$@ ने ग्रुप लिंक के लिए एडमिन एप्रूवल को चालू कर दिया है।
hr: %1$@ je omogućio/la odobrenje administratora za poveznicu grupe.
hu: %1$@ bekapcsolta az adminisztrátori jóváhagyás kérését a megosztható csoporthivatkozáshoz.
id: %1$@ menyalakan persetujuan admin untuk tautan grup.
is: %@ kveikti á samþykki stjórnanda fyrir hóptengilinn.
it: %1$@ ha attivato l'approvazione degli amministratori per il link del gruppo.
ja: %1$@ がグループリンクを管理者承認制にしました。
kab: %@ yermed asentem n unedbal i useɣwen n ugraw.
km: %@ á”á¶á“á”á¾á€á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á› áŸá˜áŸ’ášá¶á”áŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: %@ ಅವರು ಗುಂಪಿನ ಲಿಂಕ್‌ಗಾಗಿ ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆನ್ ಮಾಡಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 링크 관리자 참가 승인 기능을 켰습니다.
lt: %@ įjungė administratoriaus patvirtinimus grupės nuorodai.
lv: %@ ieslēdza administratora apstiprinājumu grupas saitei.
mk: %@ го вклучи администраторското одобрување за групниот линк.
ml: ഗ്രൂപ്പ് ലിങ്കിനായുള്ള അഡ്മിൻ അംഗീകാരം %@ ഓണാക്കി.
mr: %1$@ ने गट लिंकसाठी ऍडमिन मान्यता चालू केली आहे.
ms: %1$@ telah menghidupkan kelulusan pentadbir untuk pautan kumpulan.
my: %@ မှ အဖွဲ့လင့်ခ်အတွက် စီမံသူ၏ ခွင့်ပြုချက် လိုအပ်ရန် ခလုတ်ဖွင့်ခဲ့ပါသည်။
nb: %1$@ skrudde på administrativ godkjenning for gruppelenken.
nl: %1$@ heeft beheerdersgoedkeuring van nieuwe leden ingeschakeld voor de groepslink.
pa: %@ਨੇ ਗਰੁੱਪ ਲਿੰਕ ਲਈ ਐਡਮਿਨ ਦੀ ਮਨਜ਼ੂਰੀ ਨੂੰ ਚਾਲੂ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: %1$@ włącza w ustawieniach linku do grupy wymaganie zatwierdzania nowych osób przez administratora.
ps: %@ د ګروپ د لینک لپاره د اډمین تایید روښانه کړ.
pt_br: %1$@ ativou a aprovação do admin para o link do grupo.
pt_pt: %1$@ ativou a aprovação de administrador para o link de grupo.
ro: %1$@ a activat aprobarea de acces din partea unui administrator pentru adresa grupului.
ru: %1$@ включил(-а) одобрение администратора для ссылки на группу.
sk: %1$@ zapol/pla schválenie administrátorom pre odkaz do skupiny.
sl: %@ je vklopil_a skrbniško privoljenje za povezavo do skupine.
sq: %@ aktivizoi miratim përgjegjësi për lidhjen e grupit.
sr: %1$@ је укључио/ла обавезно одобрење администратора за линк за групу.
sv: %1$@ aktiverade administratörsgodkännande för grupplänken.
sw: %@ amewasha idhini ya msimamizi kwa kiungo cha kikundi.
ta: %@ இயக்கப்பட்டது நிர்வாக ஒப்புதல் அதற்காக குழு இணைப்பு.
te: సమూహ లింక్ కోసం %@ నిర్వాహక ఆమోదం ఆన్ చేసింది.
th: %1$@ ได้เปิดการอนุมัติโดยผู้ดูแลสำหรับลิงก์กลุ่มนี้
tr: %1$@ grup bağlantısı için yönetici onayını etkinleştirdi.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللەشنى %1$@ قوزغاتتى.
uk: Користувач %1$@ увімкнув адміністраторське затвердження для посилання на цю групу.
ur: %1$@ نے گروپ لنک کے لیئے منتظم کی منظوری دے دی۔
vi: %1$@ đã bật cài đặt quản trị viên xét duyệt cho đường dẫn nhóm.
zh_cn: %1$@ 激活了群组链接的管理员审核要求。
zh_hk: %1$@ 已開啟群組連結須經管理員批准的要求。

# GROUP_INVITES_SENT_ALERT_MESSAGE_1_FORMAT
source: %@ can’t be automatically added to this group by you. They’ve been invited to join, and won’t see any group messages until they accept.
af: %@ kan nie outomaties deur jou by hierdie groep gevoeg word nie. Hulle is genooi om aan te sluit, maar sal geen groepboodskappe sien voordat hulle aanvaar nie.
ar: لا يُمكن إضافة %1$@ تلقائيًا للمجموعة بواسطتك. تمَّت دعوته للانضمام، لكنه لن يرى أي رسالة من رسائل المجموعة حتى يقبل الدعوة.
az: "%@", sizin tərəfinizdən bu qrupa avtomatik olaraq əlavə edilə bilməz. Qoşulması üçün dəvət göndərildi və qəbul edənə qədər qrup mesajını görməyəcək.
be: Карыстальнік «%1$@» не можа быць аўтаматычна даданы вамі ў гэту групу. Яго запрасілі далучыцца, і ён не ўбачыць паведамленняў у групе, пакуль не прыме запыт.
bg: Не можете да добавите %@ автоматично към тази група. Той/тя е получил/а покана за присъединяване и няма да вижда съобщенията в групата, преди да приеме.
bn: আপনি স্বয়ংক্রিয়ভাবে %1$@-কে এই গ্রুপে যোগ করতে পারবেন না। তাদের যোগদানের জন্য আমন্ত্রণ জানানো হয়েছে এবং তারা সেটি স্বীকার না করা পর্যন্ত কোনও গ্রুপ মেসেজ দেখতে পাবেন না।
ca: No podeu afegir %1$@ automàticament a aquest grup. Han estat convidats a afegir-s'hi i no veuran cap missatge del grup fins que ho acceptin.
cs: %1$@ nemůže být přidán do skupiny automaticky. Byl pozván, ale neuvidí žádné zprávy, dokud pozvání nepřijme.
cy: Ni allwch chi ychwanegu %@ i'r grŵp hwn yn awtomatig. Maen't wedi eu gwahodd, a ni fyddent yn gweld unrhyw negeseuon grŵp nes iddynt dderbyn.
da: %1$@ kan ikke automatisk blive tilføjet gruppen af dig. Brugeren er blevet inviteret til at deltage, og vil ingen beskeder se fra gruppen, før invitationen accepteres
de: %1$@ kann von dir nicht automatisch zu dieser Gruppe hinzugefügt werden. Die Person wurde eingeladen beizutreten, wird aber keine Gruppennachrichten erhalten, bis sie die Einladung angenommen hat.
el: Δεν μπορείς να προσθέσεις αυτόματα τον/την %1$@ σε αυτή την ομάδα. Του/της στάλθηκε πρόσκληση για να μπει, και δεν θα βλέπει τα μηνύματα της ομάδας μέχρι να αποδεχτεί.
es: No puedes añadir automáticamente a %1$@ al grupo. Esta persona ha recibido una invitación y no podrá ver ningún mensaje hasta que la acepte.
es_es: No se puede añadir automáticamente a %@ al grupo. Ha recibido una invitación y no podrá ver ningún mensaje hasta que la acepte.
et: Sa ei saa kasutajat %@ automaatselt gruppi lisada. Nad on kutsutud grupiga liituma ja ei näe grupi sõnumeid enne kui on nõusoleku andnud.
eu: %@ erabiltzailea ezin duzu talde honetan modu automatikoan sartu. Sartzeko gonbidapena bidali zaie eta ezingo dute talde mezurik ikusi onartu arte.
fa: «%1$@» نمی‌تواند به صورت خودکار از سوی شما به این گروه اضافه شود. آن‌ها برای پیوستن دعوت شده‌اند و پیام‌های گروهی را تا زمانی که دعوت را نپذیرند، نخواهند دید.
fi: Et voi lisätä käyttäjää %1$@ automaattisesti tähän ryhmään. Hänet on kutsuttu liittymään ryhmään, ja hän näkee ryhmäviestit vasta hyväksyttyään kutsun.
fil: Ang %@ ay hindi mo awtomatikong maidadag sa grupo. Sila ay naimbitahan na sumali, ngunit hindi pa nila makikita ang mga mensahe hanggang tanggapin nila ito.
fr: Vous ne pouvez pas automatiquement ajouter %1$@ à ce groupe. Cette personne a été invitée à rejoindre le groupe et ne pourra voir aucun message du groupe tant qu'elle n'aura pas accepté l'invitation.
ga: Ní féidir leat %1$@ a chur leis an ngrúpa go huathoibríoch. Tugadh cuireadh dó/dí páirt a ghlacadh, agus caithfidh sé/sí glacadh leis an gcuireadh chun teachtaireachtaí an ghrúpa a fheiceáil.
gu: %1$@ તમારા દ્વારા આ ગ્રુપમાં આપમેળે ઉમેરી શકાશે નહીં. તેમને જોડાવા માટે આમંત્રણ અપાયું છે, અને તેઓ સ્વીકારે નહીં ત્યાં સુધી કોઈપણ ગ્રુપ મેસેજ જોશે નહીં
he: %1$@ אינם יכולים להתווסף באופן אוטומטי אל קבוצה זו על ידך. הם הוזמנו להצטרף, ולא יראו הודעות קבוצה כלשהן עד שהם יאשרו.
hi: आप %1$@ को स्वचालित रूप से इस ग्रुप में शामिल नहीं कर सकते। उनको जुड़ने के लिए आमंत्रित किया गया है और आमंत्रण स्वीकार करने से पहले वे ग्रुप के संदेश नहीं देख सकते हैं।
hr: Ne možete automatski dodati %1$@ u grupu. Korisnik je pozvan i neće vidjeti poruke grupe dok ne prihvati pozivnicu.
hu: Nem adhatsz %1$@ személyt automatikusan a csoporthoz. Meghívót kaptak, amíg azt el nem fogadják, nem kapják meg a csoportüzeneteket.
id: %1$@ Tidak dapat secara otomatis Anda tambahkan ke dalam grup. Mereka telah mendapatkan undangan, dan tidak dapat melihat pesan di dalam grup sampai mereka menerimanya.
is: Þú getur ekki bætt "%@" sjálfvirkt í þennan hóp. Notandanum hefur verið boðið að ganga í hópinn en mun ekki fá skilaboð hópsins fyrr en hann hefur samþykkt boðið.
it: %1$@ non possono essere aggiunti automaticamente a questo gruppo da te. Sono stati invitati a partecipare e non vedranno alcun messaggio del gruppo fino a quando non accetteranno.
ja: %1$@ を自動的にこのグループに追加することはできません。ユーザは受信した招待を受け入れるまで、グループメッセージを閲覧できません。
kab: %@ ur yezmir ara ad yettwarnu s wudem awurman ɣer ugraw-a sɣur-k·m. Ttusnubegten-d ad d-rnun, ur ttwalin ara iznan n ugraw alamma qeblen tinubga.
kk: Сіз %@ деген пайдаланушыны топқа автоматты түрде қоса аласыз. Ол топқа қосылуға шақырылды, шақыруды қабылдамайынша топ хабарламаларын көрмейтін болады.
km: %@ á˜á·á“á¢á¶á…á”á“áŸ’ááŸ‚á˜á…á¼á›á€áŸ’ášá»á˜áá¶á˜á¢áŸ’á“á€ áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·á“áŸ„áŸ‡á‘áŸáŸ” á–á½á‚á‚áŸááŸ’ášá¼áœá”á¶á“á¢á‰áŸ’á‡á¾á‰á…á¼á› á“á·á„á˜á·á“á¢á¶á…áƒá¾á‰áŸá¶ášáá¶á˜á½á™á€áŸ’á“á»á„á€áŸ’ášá»á˜ ášá á¼ááŠá›áŸ‹á–á½á€á‚áŸá™á›áŸ‹á–áŸ’ášá˜áŸ”
kn: %@ ಅನ್ನು ನೀವು ಈ ಗುಂಪಿಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ. ಅವರನ್ನು ಸೇರಲು ಆಹ್ವಾನಿಸಲಾಗಿದೆ, ಮತ್ತು ಅವರು ಸ್ವೀಕರಿಸುವವರೆಗೆ ಯಾವುದೇ ಗುಂಪು ಸಂದೇಶಗಳನ್ನು ನೋಡಲಾಗುವುದಿಲ್ಲ.
ko: %1$@ 님을 그룹에 자동으로 추가할 수 없습니다. 참가 초대는 보내졌으나 상대는 이를 수락할 때까지 그룹 메시지를 볼 수 없습니다.
lt: Jūs negalite automatiškai pridėti naudotojo %@ į šią grupę. Jis yra pakviestas prisijungti prie grupės ir nematys jokių grupėje esančių žinučių tol, kol nepriims kvietimo.
lv: Jūs nevarat automātiski pievienot %@ šai grupai. Lietotāji ir uzaicināti pievienoties, un viņi neredzēs nevienu grupas ziņu, kamēr neapstiprinās savu dalību.
mk: %@ не може автоматски да биде додаден во оваа група од вас. Тој беше поканет да се приклучи, и нема да види ниту една порака во групата додека не ја прифати поканата.
ml: %@ നെ സ്വമേധയാ ഈ ഗ്രൂപ്പിലേക്ക് ചേർക്കാൻ നിങ്ങൾക്ക് കഴിയില്ല. അവരെ അംഗത്വമെടുക്കാൻ ക്ഷണിക്കേണ്ടതുണ്ട്, അവർ അത് സ്വീകരിക്കുന്നത് വരെ ഗ്രൂപ്പ് സന്ദേശങ്ങളൊന്നും കാണാൻ സാധിക്കുകയില്ല.
mr: आपल्याद्वारा %1$@ गटात स्वयंचलितपणे जोडला जाऊ शकत नाही. त्यांना सामील होण्यास निमंत्रण दिले आहे, आणि ते स्वीकारे पर्यंत कुठलेही संदेश पाहू शकणार नाहीत.
ms: %1$@ tidak boleh ditambah secara automatik kepada kumpulan ini oleh anda. Mereka telah dijemput untuk menyertai, dan tidak akan melihat mana-mana mesej kumpulan sehingga mereka terima.
my: သင်သည် %@ ကို အဖွဲ့သို့ အလိုအလျောက် ပေါင်းထည့်လို့မရပါ။ ၎င်းကို ဝင်ရောက်ရန် ဖိတ်ခေါ်ပြီးပါပြီ။​ လက်ခံသည်အထိ မည်သည့် အဖွဲ့ထဲ၌ရှိ မက်ဆေ့ချ်များကို မတွေ့ရှိရပါ။
nb: %1$@ kan ikke automatisk bli lagt til i gruppen av deg. De har blitt invitert, men vil ikke se meldinger i gruppen før de aksepterer.
nl: %1$@ kan door jou niet direct worden toegevoegd aan de groep. Ze zijn uitgenodigd om lid te worden van de groep, en ze zullen geen groepsberichten ontvangen totdat ze de uitnodiging hebben geaccepteerd.
pa: %@ ਨੂੰ ਤੁਹਾਡੇ ਵੱਲੋਂ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਆਪਣੇ-ਆਪ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਉਹਨਾਂ ਨੂੰ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਅਤੇ ਜਿੰਨਾਂ ਚਿਰ ਉਹ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਲੈਂਦੇ, ਉਹ ਗਰੁੱਪ ਦੇ ਕੋਈ ਸੁਨੇਹੇ ਨਹੀਂ ਦੇਖ ਪਾਉਣਗੇ.
pa_pk: %@ نوں تساں دے ولوں اپنے آپ ایس گروپ اچ شامل نئیں کیتا جا سکدا۔ اونہاں نوں شامل ہون لئی مدعو کیتا گیا اے، تے جدوں تائیں اوہ قبول نئیں کردے کوئی گروپ سنیہے نئیں ویکھ سکن گے۔
pl: Nie możesz automatycznie dodać tej osoby do grupy. %1$@ otrzyma zaproszenie i dopóki go nie zaakceptuje, nie będzie mieć dostępu do wiadomości grupowych.
ps: %@ نشي کېدای چې په اتومات ډول ستاسې له خوا په دغه ګروپ کې اضافه شي. هغوی دلته د یو ځای کېدو لپاره رابلل شوي دي، او تر هغه چې ویې نه مني نو هېڅ راز د ګروپ پیغامونه به و نه ویني.
pt_br: %1$@ não pôde ser adicionado/a automaticamente a este grupo por você. Essa pessoa foi convidada a participar e não verá nenhuma mensagem do grupo até que aceite o convite.
pt_pt: %1$@ não puderam ser adicionados automaticamente a este grupo por si. Eles foram convidados a participar e não verão nenhuma mensagem de grupo até que aceitem esse convite.
ro: %1$@ nu pot fi adăugați automat la acest grup de tine. Au fost invitați să se alăture și nu vor vedea niciun mesaj de grup până când nu acceptă.
ru: Вы не можете автоматически добавить %1$@ в эту группу. Ему (ей) было отправлено приглашение присоединиться, и он(-а) не увидит сообщений в группе, пока не примет приглашение.
sk: %1$@ nemôžete automaticky pridať do tejto skupiny. Tomuto používateľovi bola odoslaná pozvánka, aby sa pridal, a kým pozvanie nepríjme, neuvidí žiadne správy zo skupiny.
sl: Uporabnika/ce %@ ne morete avtomatično dodati k skupini. Poslano mu/ji je bilo vabilo in dokler ga ne potrdi, ne bo mogel/la prejemati sporočil skupine.
sq: %@ s’mund të shtohet automatikisht te ky grup nga ju. Është ftuar të marrë pjesë, dhe s’do të shohë ndonjë grup, përpara se të pranojë ftesën.
sr: Не можете аутоматски додати корисника %1$@ у групу. Позивница је послата том кориснику и корисник неће видети групне поруке док је не прихвати.
sv: %1$@ kan inte läggas till automatiskt till denna grupp av dig. De har blivit inbjudna att gå med och ser inga gruppmeddelanden förrän de accepterar.
sw: %@hawezi kuongezwa moja kwa moja kwenye kundi hili na wewe. Amealikwa kujiunga, na hatauona ujumbe wowote wa kundi hadi aukubali mwaliko.
ta: %@ இந்த குழுவில் தானாக சேர்க்க முடியாது நீங்கள். அவர்கள் அழைக்கப்பட்டுள்ளனர்சேர, மற்றும் எந்த குழு செய்திகளையும் அவர்கள் பார்க்கும் வரை பார்க்க மாட்டார்கள் ஏற்றுக்கொள்.
te: %@ ను మీరు స్వయంచాలకంగా ఈ గుంపుకు చేర్చలేరు. చేరడానికి వారిని ఆహ్వానించారు మరియు వారు అంగీకరించే వరకు సమూహ సందేశాలను చూడలేరు.
th: คุณไม่สามารถเพิ่ม%1$@เข้ากลุ่มโดยอัตโนมัติ ผู้ใช้ได้ถูกเชิญให้เข้ากลุ่ม และเขาจะไม่เห็นข้อความในกลุ่มจนกว่าเขาจะตอบรับ
tr: %1$@, sizin tarafınızdan bu gruba otomatik olarak eklenemez. Katılmaları için davet gönderildi, ve daveti kabul edene kadar grup iletilerini görmeyecek.
ug: «%1$@» نى بۇ گۇرۇپپىغا ئاپتوماتىك قوشالمايسىز. ئۇلار قوشۇلۇشقا تەكلىپ قىلىنغان بولۇپ، تەكلىپنى قوبۇل قىلمىغۇچە گۇرۇپپا ئۇچۇرلىرىنى كۆرەلمەيدۇ.
uk: Ви не можете автоматично додати користувача %1$@ в цю групу. Користувачеві було надіслано запрошення, він зможе бачити повідомлення в групі лише після його прийняття.
ur: %1$@آپ کے ذریعہ خود بخود اس گروپ میں شامل نہیں ہوسکتا۔ انہیں شرکت کے لئے مدعو کیا گیا ہے ، اور جب تک وہ قبول نہیں کریں گے کوئی گروپ پیغامات نہیں دیکھیں گے۔
vi: %1$@ không thể được tự động thêm vào nhóm này bởi bạn. Họ đã được mời tham gia, và sẽ không thấy tin nhắn nhóm cho đến khi họ chấp nhận.
zh_cn: %1$@ 不能直接被你邀请入群组。他已经收到入群邀请，但在他同意之前无法收到来自该群组的任何消息。
zh_hk: 您不可自動將 %1$@ 新增至此群組。他們已獲邀加入群組，而且各人在接受之前，不會看見任何群組訊息。
