Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CUSTOM_CHAT_COLOR_SETTINGS_TITLE
source: Custom Color
af: Pasgemaakte kleur
ar: لون مُخصَّص
az: Özəl rəng
be: Персаналізаваны колер
bn: কাস্টম রং
ca: Color personalitzat
cs: Vlastní barva
cy: Lliw Chwaeth
da: Tilpasset farve
de: Personalisierte Farbe
el: Προσαρμοσμένο χρώμα
es: Color personalizado
et: Kohandatud värv
eu: Kolore pertsonalizatua
fa: رنگ سفارشی
fi: Mukautettu väri
fr: Couleur personnalisée
gu: કસ્ટમ રંગ
he: צבע מותאם אישית
hi: कस्टम रंग
hr: Prilagođena boja
hu: Egyedi szín
id: Warna kustom
is: Sérsniðinn litur
it: Colore personalizzato
ja: カスタム色
km: á€áŸ†áááŸ‹á–ááŸŒáŠáŸ„á™ááŸ’á›á½á“á¯á„
kn: ಕಸ್ಟಮ್‌ ಬಣ್ಣ
ko: 사용자 지정 색상
lt: Tinkinta spalva
lv: Pielāgota krāsa
mk: Боја на разговор
ml: ഇഷ്‌ടാനുസൃത നിറം
mr: कस्टम रंग
ms: Warna Tersuai
my: စိတ်ကြိုက် အရောင်
nb: Selvvalgt farge
nl: Aangepaste kleur
pa: ਪਸੰਦੀਦਾ ਰੰਗ
pl: Własny kolor
ps: سفارشي رنګ
pt_br: Cor personalizada
pt_pt: Cor personalizada
ro: Culoare personalizată
ru: Пользовательский цвет
sk: Vlastná farba
sl: Barva po meri
sq: Ngjyrë Vetjake
sr: Прилагођена боја
sv: Anpassad färg
sw: Rangi Maalum
ta: விருப்ப வண்ணம்
te: అనుకూల రంగు
th: ปรับแต่งสี
tr: Özel Renk
ug: ئىختىيارىچە رەڭ
uk: Власний колір
ur: کسٹم رنگ
vi: Màu tuỳ chỉnh
zh_cn: 自定义颜色
zh_hk: 自訂色彩

# CUSTOM_CHAT_COLOR_SETTINGS_TOOLTIP
source: Drag to change the direction of the gradient
af: Sleep om die gradiëntrigting te verander
ar: اسحب لتغيير اتجاه التدرُّج اللوني
az: Meylin istiqamətini dəyişdirmək üçün çəkin
be: Перацягнуць, каб змяніць напрамак градыенту
bn: গ্রেডিয়েন্টের দিক পরিবর্তন করতে টেনে আনুন
ca: Arrossegueu-ho per canviar la direcció del gradient.
cs: Přetažením změníte směr gradientu
cy: Llusgo i newid cyfeiriad y graddiant
da: Træk for at ændre retningen af farveovergangen
de: Ziehen, um die Richtung des Farbverlaufs zu ändern
el: Σύρε για να αλλάξεις τη φορά της διαβάθμισης
es: Desliza para cambiar la dirección del degradado
et: Lohista gradiendi suuna muutmiseks
eu: Arrastatu gradientearen norabidea aldatzeko
fa: بکشید تا جهت گرادیان را تغییر دهید
fi: Raahaa muuttaaksesi väriliu'un suuntaa
fr: Faites glisser pour choisir le sens du dégradé
gu: ગ્રેડિયન્ટની દિશા બદલવા માટે ખેંચો
he: יש לגרור כדי לשנות את כיוון שינוי הצבע בגרדיאנט
hi: ग्रैडिएंट की दिशा बदलने के लिए खींचें
hr: Povucite za promjenu smjera gradijenta
hu: Húzd a színátmenet változtatásához
id: Geser untuk mengubah arah gradasi warna
is: Dragðu til að breyta stefnu litstigulsins
it: Trascina per cambiare la direzione del gradiente
ja: ドラッグしてグラデーションの方向を変更できます
km: á¢á¼áŸáŠá¾á˜áŸ’á”á¸á”áŸ’áŠá¼ášá‘á·áŸáŠáŸ…á“áŸƒá‡á˜áŸ’ášá¶á›á–ááŸŒ
kn: ಗ್ರೇಡಿಯಂಟ್‌ ದಿಕ್ಕು ಬದಲಿಸಲು ಎಳೆಯಿರಿ
ko: 드래그하여 그라디언트 방향 변경
lt: Tempkite, norėdami keisti gradiento kryptį
lv: Velciet, lai mainītu gradienta virzienu
mk: Повлечете за да ја смените насоката на градиентот
ml: ഗ്രേഡിയന്റിന്റെ ദിശ മാറ്റാൻ വലിച്ചിടുക
mr: ग्रेडिएंटची दिशा बदलण्यासाठी ओढा
ms: Seret untuk menukar arah kecerunan
my: Gradient ၏ လားရာကို ပြောင်းရန် ဆွဲယူပါ
nb: Dra for å endre retning på graderingen
nl: Sleep om de richting van het verloop te veranderen
pa: ਗਰੇਡੀਐਂਟ ਦੀ ਦਿਸ਼ਾ ਬਦਲਣ ਲਈ ਡ੍ਰੈਗ ਕਰੋ
pl: Przeciągnij, aby zmienić kierunek gradientu
ps: کش یې کړئ تر څو د هغه د تحرک تګلوری بدل شي
pt_br: Arraste para mudar a direção do gradiente
pt_pt: Arraste para alterar a orientação do gradiente
ro: Trage pentru a schimba direcția gradientului
ru: Перетащите для изменения направления градиента
sk: Potiahnite pre zmenu smeru farebného prechodu
sl: Potegnite za spremembo smeri preliva
sq: Tërhiqeni që të ndryshohet drejtimi i gradientit
sr: Превуците да бисте променили смер градијента
sv: Dra för att ändra lutningens riktning
sw: Buruta ubadilishe mwelekeo wa upinde
ta: இழுக்கவும் மாற்றம் சாய்வு திசை
te: ప్రవణత దిశను మార్చడానికి లాగండి
th: ลากเพื่อเปลี่ยนทิศทางของการไล่สี
tr: Renk karışımının yönünü değiştirmek için sürükleyin
ug: گىرادۇس يۆنىلىشىنى ئۆزگەرتىش ئۈچۈن سۆرەڭ
uk: Потягніть для зміни напрямку градієнту
ur: میلان کی سمت تبدیل کرنے کیلئے گھسیٹیں
vi: Kéo để thay đổi chiều hướng của nhiệt độ màu
zh_cn: 拖动更改渐变方向
zh_hk: 拖曳以變更漸層的方向

# DATABASE_INTEGRITY_CHECK_ACTION_RUN
source: Run
ar: تشغيل
az: İşə sal
be: Выканаць
bn: চালান
ca: Executa
cs: Spustit
da: Kør
de: Starten
el: Εκτέλεση
es: Ejecutar
et: Käivita
fa: اجراء
fi: Käynnistä
fr: Exécuter
gu: ચલાવો
he: הרץ
hi: रन करें
hr: Pokreni
hu: Indítás
id: Jalankan
is: Keyra
it: Esegui
ja: 実行
km: áŠáŸ†áá¾ášá€á¶áš
ko: 실행
lt: Paleisti
ml: റൺ ചെയ്യുക
mr: रन करा
ms: Jalankan
nb: Kjør
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
pt_pt: Correr
ro: Pornește
ru: Запустить
sk: Spustiť
sl: Zaženi
sq: Kryeje
sr: Покрени
sv: Kör
sw: Endesha
th: เปิดใช้งาน
tr: Çalıştır
ug: ئىجرا قىلىش
uk: Виконати
ur: چلائیں
vi: Chạy
zh_cn: 运行
zh_hk: 執行

# DATABASE_INTEGRITY_CHECK_MESSAGE
source: This will help us solve your issue and may take several minutes to complete. You may close Signal while this check runs, but please return to submit your logs.
ar: سَيساعدنا هذا في حل مشكلتك وقد يستغرق استكماله عدة دقائق. يُمكنك إغلاق تطبيق سيجنال أثناء تشغيل هذا الفحص، ولكن يُرجى العودة لإرسال سِجلاتك.
be: Праверка можа заняць некалькі хвілін, але дапаможа вырашыць вашу праблему. Вы можаце закрыць Signal падчас дыягностыкі, але вярніцеся ў праграму, каб адправіць свае журналы.
bn: আপনার সমস্যা সমাধান করতে এটি আমাদের সাহায্য করবে এবং এটি সম্পন্ন হতে কয়েক মিনিট সময় লাগতে পারে৷ এই চেক চলাকালীন আপনি Signal বন্ধ রাখতে পারেন, তবে আপনার লগ জমা দিতে অনুগ্রহ করে পুনরায় ফিরে আসুন।
ca: Això pot trigar alguns minuts, però ens ajudarà a solucionar el teu problema. Pots tancar Signal mentre es duu a terme la revisió, però recorda tornar per enviar els teus registres.
cs: Tohle nám pomůže vyřešit váš problém a může to trvat několik minut. Během kontroly můžete Signal zavřít, ale pak se prosím vraťte, aby se odeslaly vaše záznamy.
da: Dette hjælper os med at løse problemet og kan tage adskillige minutter. Du kan lukke Signal, mens vi tjekker, men husk at komme tilbage for at indsende dine logfiler.
de: Das hilft uns, dein Problem zu lösen und kann einige Minuten dauern. Du kannst Signal schließen, während die Prüfung läuft, aber bitte vergiss nicht, anschließend deine Diagnoseprotokolle zu senden.
el: Αυτό θα μας βοηθήσει να λύσουμε το πρόβλημά σου και μπορεί να χρειαστούν αρκετά λεπτά για να ολοκληρωθεί. Μπορείς να κλείσεις το Singal για όσο εκτελείται ο έλεγχος, αλλά επέστρεψε για να υποβάλλεις τα αρχεία καταγραφής σου.
es: Esto nos ayudará a solucionar tu problema y puede llevar varios minutos en completarse. Puedes cerrar Signal mientras realizamos esta verificación, pero recuerda regresar para enviar tus registros.
fa: این کار به ما کمک می‌کند مشکل شما را حل کنیم و ممکن است انجام آن چند دقیقه طول بکشد. می‌توانید سیگنال را در هنگام اجرای این بررسی‌ها ببندید، اما لطفاً برای ارسال گزارش‌های خود بازگردید.
fi: Tämä auttaa meitä ratkaisemaan ongelman ja saattaa kestää useita minuutteja. Voit sulkea Signalin tämän tarkistuksen aikana, mutta palaathan takaisin lähettämään lokisi.
fr: Cette vérification nous aidera à résoudre le problème et peut prendre plusieurs minutes. Vous pouvez fermer Signal pendant ce temps, mais n'oubliez pas de rouvrir l'application pour nous envoyer vos journaux de débogage.
ga: Cabhróidh sé sin linn d'fhadhb a réiteach agus is féidir go mbeidh cúpla nóiméad de dhíth lena chur i gcrích. Is féidir leat Signal a dhúnadh le linn seiceáil, ach tar ar ais le do logaí a chur isteach.
gu: આ અમને તમારી સમસ્યા ઉકેલવામાં મદદ કરશે અને પૂર્ણ થવામાં થોડી મિનિટો લાગી શકે છે. આ તપાસ ચાલે ત્યાં સુધી તમે Signal બંધ કરી શકો છો, પરંતુ કૃપા કરીને તમારા લૉગ સબમિટ કરવા પાછા આવજો.
he: זה יסייע לנו לפתור את הבעיה שלך ועשוי לקחת מספר דקות. אפשר לסגור את Signal בזמן שאנחנו מריצים את הבדיקה, אבל חשוב לחזור כדי להגיש את הלוגים שלך.
hi: इससे हमें आपकी समस्या हल करने में मदद मिलेगी और इसे पूरा होने में कई मिनट लग सकते हैं। इस जाँच के दौरान आप चाहें तो Signal को बंद कर सकते हैं, लेकिन कृपया अपने लॉग सबमिट करने के लिए वापस आएँ।
hr: To će nam pomoći u rješavanju vašeg problema, a može potrajati nekoliko minuta. Možete napustiti aplikaciju Signal tijekom provjere, ali molimo vas da se vratite i pošaljete svoje zapisnike.
hu: Ez segít megoldani a problémát, és néhány percet is igénybe vehet. Addig bezárhatod a Signalt, amíg ez az ellenőrzés fut, de a naplók elküldéséhez, kérjük, térj vissza később.
id: Kami perlu beberapa menit untuk mengatasi masalah ini. Anda dapat menutup Signal selama pemeriksaan ini berjalan, tetapi harap kembali untuk mengirim log Anda.
it: Questo processo ci aiuterà a risolvere il tuo problema, ma potrebbe richiedere diversi minuti. Puoi chiudere Signal mentre avviene il controllo, ma ricorda di tornare sull'app per inviarci i tuoi registri.
ja: これは問題を解決するのに役立ち、完了するまでに数分かかる場合があります。 このチェックの実行中にSignalを閉じることはできますが、ログを送信するために戻ってください。
ko: 이 검사는 문제 해결에 도움이 되며, 완료 시까지 몇 분 정도가 소요될 수 있습니다. 검사가 진행되는 동안에는 Signal을 닫아도 괜찮지만, 나중에 로그를 제출하러 다시 돌아와 주세요.
mr: याची आम्हाला आपल्या समस्या सोडवण्यास मदत होईल आणि हे पूर्ण होण्यास बरीच मिनिटे लागू शकतात. ही तपासणी सुरु असताना तुम्ही Signal बंद करु शकता, मात्र आपले लॉग सबमिट करण्यास परत या.
ms: Ini akan membantu kami menyelesaikan masalah anda dan mungkin akan mengambil masa beberapa minit untuk selesai. Anda boleh menutup Signal semasa pemeriksaan ini berjalan, tapi sila kembali untuk menghantar log anda.
nb: Denne sjekken tar et par minutter og vil gjøre det lettere for oss å løse problemet. Du kan lukke Signal mens sjekken pågår, men husk å logge på igjen for å sende inn loggen.
nl: Dit helpt ons je probleem op te lossen en kan enkele minuten duren. Je mag Signal sluiten terwijl deze controle loopt, maar kom terug om je logs in te dienen.
pl: Pomoże nam to w rozwiązaniu problemu i zajmie kilka minut. Możesz na ten czas zamknąć aplikację Signal, ale wróć tutaj, aby przesłać swoje dzienniki.
pt_br: Isso vai nos ajudar a resolver o problema, mas pode demorar alguns minutos. Você pode fechar o Signal enquanto fazemos essa verificação, mas volte aqui para enviar seus registros.
pt_pt: Isto irá ajudar-nos a resolver o seu problema e poderá demorar vários minutos. Pode fechar o Signal enquanto esta verificação é executada, mas não se esqueça de voltar para submeter os seus registos.
ro: Asta ne va ajuta să-ți rezolvăm problema și va dura câteva minute. Poți închide Signal în timp ce merge verificarea, dar te rugăm să te întorci la trimiterea registrelor tale.
ru: Это поможет нам решить вашу проблему и может занять несколько минут. Вы можете закрыть Signal на время выполнения этой проверки, но, пожалуйста, вернитесь, чтобы ввести свои логин и пароль.
sk: Pomôže nám to vyriešiť váš problém, dokončenie však môže trvať niekoľko minút. Počas kontroly môžete Signal zavrieť, nezabudnite sa ale následne vrátiť a odoslať svoje záznamy.
sl: To nam bo pomagalo rešiti vaš problem in lahko traja nekaj minut. Medtem, ko preverjanje poteka, lahko zaprete Signal, vendar se vrnite in oddajte svoje dnevnike.
sr: То ће нам помоћи да решимо проблем, што може потрајати неколико минута. Можете затворити Signal док траје провера, али се вратите да пошаљете извештаје.
sv: Det här hjälper oss att lösa ditt problem och det kan ta flera minuter att slutföra. Du kan avsluta Signal medan kontrollen körs men kom tillbaka för att skicka dina loggar.
th: ขั้นตอนนี้จะช่วยให้เราแก้ปัญหาของคุณได้ และอาจใช้เวลาสักครู่ คุณสามารถปิดแอป Signal ระหว่างทำการตรวจสอบนี้ แต่กรุณากลับมาส่งบันทึกข้อมูลการใช้งานของคุณ
tr: Bu işlem, sorunu çözmemize yardımcı oluyor ve işlemin tamamlanması birkaç dakika sürebilir. Bu kontrol işlemi yapılırken Signal'i kapatabilirsin, fakat lütfen geçmiş bilgilerini girmek için burayı yeniden ziyaret et.
ug: بۇ بىزنىڭ مەسىلىڭىزنى ھەل قىلىشىمىزغا ياردەم بېرىدۇ. بۇ جەريانغا بىر قانچە مىنۇت كېتىشى مۇمكىن. بۇ تەكشۈرۈش جەريانىدا Signal نى ئەتسىڭىز بولىدۇ، لېكىن قايتا كىرىپ خاتىرىڭىزنى تاپشۇرۇڭ.
uk: Перевірка може зайняти кілька хвилин, але допоможе усунути вашу проблему. Під час перевірки Signal можна закрити, але не забудьте надіслати журнал налагодження після її завершення.
ur: یہ آپ کا مسئلہ حل کرنے میں ہماری مدد ہو گی اور اسے مکمل ہونے میں کئی منٹ لگ سکتے ہیں۔ اس دوران آپ Signal بند کر سکتے ہیں، لیکن براہ کرم اپنے لاگز جمع کروانے کے لیے واپس ضرور آئیں۔
vi: Việc này sẽ giúp chúng tôi giải quyết vấn đề của bạn, có thể mất vài phút để hoàn thành. Bạn có thể đóng Signal trong giai đoạn chạy kiểm tra này, nhưng vui lòng quay lại ứng dụng để gửi kết quả kiểm tra.
zh_cn: 这将能帮助我们解决您的问题，整个过程可能需要几分钟。在运行检查期间您可以关闭 Signal，不过请记得回来提交您的日志。
zh_hk: 這將有助我們解決你的問題，過程可能需時幾分鐘才能完成。你可以在檢查進行期間關閉 Signal，但請稍後回來提交你的記錄。

# DATABASE_INTEGRITY_CHECK_SKIP
source: Skip
af: Slaan oor
ar: تخطّي
az: Ötür
be: Прапусціць
bn: এড়িয়ে যান
ca: Omet
cs: Přeskočit
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
et: Jäta vahele
eu: Saltatu
fa: رد کردن
fi: Ohita
fr: Ignorer
ga: Léim thairis seo
gu: સ્કિપ
he: דלג
hi: छोड़ दे
hr: Preskoči
hu: Kihagyás
id: Lewati
is: Sleppa
it: Salta
ja: スキップ
kab: Zgel
km: ášáŸ†á›á„
kn: ಬಿಟ್ಟು ಮುಂದುವರಿಯಿರಿ
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
mk: Прескокни
ml: ഒഴിവാക്കുക
mr: वगळा
ms: Langkau
my: ကျော်မယ်
nb: Hopp over
nl: Overslaan
pa: ਛੱਡੋ
pl: Pomiń
ps: ترې تیر شئ
pt_br: Ignorar
pt_pt: Saltar
ro: Omite
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sq: Anashkaloje
sr: Прескочи
sv: Hoppa över
sw: Ruka
ta: தவிர்
te: దాటవేయి
th: ข้าม
tr: Atla
ug: ئاتلا
uk: Пропустити
ur: چھوڑ دو
vi: Bỏ qua
zh_cn: 跳过
zh_hk: 略過

# DATABASE_INTEGRITY_CHECK_TITLE
source: Run database diagnostic?
ar: هل ترغبُ بتشغيل فحص قاعدة البيانات؟
be: Выканаць дыягностыку базы даных?
bn: ডেটাবেজ ডায়গনিস্টিক চালাবেন?
ca: Executar un diagnòstic de la base de dades?
cs: Spustit diagnostiku databáze?
da: Kør databasediagnosticering?
de: Datenbankdiagnose durchführen?
el: Εκτέλεση διάγνωσης βάσης δεδομένων;
es: ¿Realizar diagnóstico de la base de datos?
fa: عیب‌یابی پایگاه داده اجرا شود؟
fi: Suoritetaanko tietokannan diagnostiikka?
fr: Exécuter le diagnostic de la base de données ?
ga: Rith diagnóis bunachar sonraí?
gu: ડેટાબેઝ ડાયગ્નોસ્ટિક ચલાવવું છે?
he: להריץ בדיקת מסד נתונים?
hi: डेटाबेस डायग्नोस्टिक रन करना है?
hr: Pokrenuti dijagnostiku baze podataka?
hu: Adatbázis-diagnosztika futtatása?
id: Jalankan diagnostik database?
it: Effettuare il processo di diagnostica per il database?
ja: データベース診断を実行しますか？
ko: 데이터베이스 진단 검사를 실행할까요?
mr: डेटाबेस तपासणी सुरू करायची?
ms: Jalankan diagnostik pangkalan data?
nb: Vil du kjøre en sjekk av databasen?
nl: Diagnostische test voor database uitvoeren?
pl: Uruchomić diagnostykę bazy danych?
pt_br: Executar diagnóstico da base de dados?
pt_pt: Executar diagnóstico da base de dados?
ro: Inițiezi diagnosticul bazelor de date?
ru: Запустить диагностику базы данных?
sk: Spustiť diagnostiku databázy?
sl: Zaženemo diagnostiko baze podatkov?
sr: Желите ли да покренете дијагностику базе података?
sv: Kör databasdiagnostik?
th: ดำเนินการตรวจสอบฐานข้อมูลหรือไม่
tr: Veri tabanı kontrolü başlasın mı?
ug: سانلىق مەلۇمات تەكشۈرۈشىنى ئىجرا قىلامسىز؟
uk: Запустити діагностичну перевірку бази даних?
ur: ڈیٹا بیس ڈائگناسٹک چلائیں؟
vi: Bạn muốn chạy kiểm tra cơ sở dữ liệu?
zh_cn: 要运行数据库诊断吗？
zh_hk: 要執行資料庫診斷嗎？

# DATABASE_RECOVERY_AWAITING_USER_CONFIRMATION_DESCRIPTION
source: Some of your message history may be corrupted. There has been no impact to the security of your account or messages. Tap “Continue” to recover your data.
ar: قد يكون حدث تلف لبعض محفوظات رسائلك. لم يحدث أي تأثير على أمان حسابك أو رسائلك. انقر على "متابعة" لاستعادة بياناتك.
be: Частка вашай гісторыі паведамленняў, магчыма, пашкоджаная. Гэта ніяк не ўплывае на бяспеку вашага ўліковага запісу або паведамленняў. Націсніце «Працягнуць», каб аднавіць вашы даныя.
bn: আপনার কিছু ম্যাসেজের ইতিহাস সম্ভবত নষ্ট হয়ে গেছে। আপনার অ্যাকাউন্ট বা ম্যাসেজের নিরাপত্তার উপর কোন প্রভাব পরেনি। আপনার ডেটা পুনরুদ্ধার করতে "এগিয়ে যান" ট্যাপ করুন।
ca: És possible que part del teu historial de missatges estigui malmès. No hi ha hagut cap impacte en la seguretat del teu compte o missatges. Toca "Continua" per recuperar les teves dades.
cs: Historie některých vašich zpráv může být poškozena. Zabezpečení vašeho účtu ani zpráv nebylo nijak narušeno. Klepnutím na „Pokračovat“ obnovíte svá data.
da: Dele af din meddelelseshistorik kan være beskadiget. Sikkerheden af din konto eller dine meddelelser er ikke påvirket. Tryk på "Fortsæt" for at gendanne dine data.
de: Ein Teil deines Nachrichtenverlaufs könnte fehlerhaft sein. Dies hat keine Auswirkungen auf die Sicherheit deines Kontos oder deiner Nachrichten. Tippe auf »Weiter«, um deine Daten wiederherzustellen.
el: Κάποιο τμήμα από το ιστορικό μηνυμάτων σου μπορεί να έχει καταστραφεί. Δεν υπήρξε καμία επίδραση στην ασφάλεια του λογαριασμού ή των μηνυμάτων σου. Πάτα "Συνέχεια" για να ανακτήσεις τα δεδομένα σου.
es: Es posible que parte de tu historial de mensajes esté dañado. Esto no ha afectado a la seguridad de tu cuenta ni de tus mensajes. Toca "Continuar" para recuperar tus datos.
fa: ممکن است بخشی از تاریخچه پیام شما خراب شده باشد. هیچ تاثیری بر امنیت حساب یا پیام‌های شما نداشته است. برای بازیابی اطلاعات خود روی «ادامه» ضربه بزنید.
fi: Osa viestihistoriastasi saattaa olla vioittunut. Tällä ei ole ollut vaikutusta tilisi tai viestiesi suojaukseen. Palauta tiedot napauttamalla Jatka.
fr: Une partie de l'historique de vos messages est peut-être corrompue. Cela n'a aucune incidence sur la sécurité de votre compte ou de vos messages. Appuyez sur "Continuer" pour récupérer vos données.
ga: B'fhéidir go bhfuil cuid de stair do theachtaireachtaí truaillithe. Ní raibh aon tionchar aige sin ar shlándáil do chuntais nó teachtaireachtaí. Tapáil "Ar aghaidh" chun do shonraí a athshlánú.
gu: તમારી કેટલીક મેસેજની હિસ્ટ્રી કરપ્ટ થઈ હોઈ શકે છે. તમારા એકાઉન્ટ કે મેસેજની સુરક્ષા પર કોઈ અસર થઈ નથી. તમારો ડેટા રિકવર કરવા માટે "ચાલુ રાખો" પર ટૅપ કરો.
he: יתכן שחלק מהיסטוריית ההודעות שלך נפגמה. אל דאגה, אבטחת החשבון או ההודעות שלך לא נפגעה. צריך ללחוץ על ״המשך״ כדי לשחזר את הנתונים שלך.
hi: हो सकता है कि आपका कुछ संदेश इतिहास करप्ट हो गया हो। आपके अकाउंट या संदेशों की सुरक्षा पर कोई असर नहीं पड़ा है। अपने डेटा को रिकवर करने के लिए "जारी रखें" पर टैप करें।
hr: Dio vaše povijesti poruka možda je oštećen. To ne utječe na sigurnost vašeg računa ili vaših poruka. Dodirnite "Nastavi" za oporavak podataka.
hu: Az üzenet-előzményeid egy része lehet, hogy megsérült. Ez semmilyen hatással nincs a fiókod vagy az üzeneteid biztonságára. Az adatok helyreállításához koppints a „Tovább” lehetőségre.
id: Beberapa riwayat pesan Anda mungkin rusak. Tidak ada dampak pada keamanan akun atau pesan Anda. Ketuk “Lanjutkan” untuk memulihkan data Anda.
it: Parte della tua cronologia messaggi potrebbe essere corrotta. Non preoccuparti, la sicurezza del tuo account e dei tuoi messaggi non è in alcun modo a rischio. Tocca "Continua" per recuperare i tuoi dati.
ja: メッセージ履歴の一部が破損している可能性があります。アカウントやメッセージのセキュリティーに影響はありません。「続行」をタップするとデータが復元されます。
ko: 내 메시지 기록 중 일부가 손상됐을 수 있습니다. 계정이나 메시지 보안에는 영향이 없습니다. '계속'을 탭하여 데이터를 복구하세요.
mr: आपला काही संदेश इतिहास दूषित झालेला असू शकतो. याचा आपल्या अकाऊंट किंवा संदेशांच्या सुरक्षेवर कोणताही परिणाम झालेला नाही. आपला डेटा पुनर्प्राप्त करण्यासाठी "सुरू ठेवा" वर टॅप करा.
ms: Sesetengah sejarah mesej anda mungkin rosak. Tiada kesan kepada keselamatan akaun atau mesej anda. Ketik "Teruskan" untuk memulihkan data anda.
nb: En del av meldingsloggen din kan være skadet. Kontoen og de andre meldingene dine er fremdeles helt sikre. Trykk på «Fortsett» for å gjenopprette dataene dine.
nl: Delen van je chatgeschiedenis kunnen beschadigd zijn. Dit heeft geen gevolgen voor de veiligheid van je account of berichten. Tik op ‘Doorgaan’ om je gegevens te herstellen.
pl: Część historii wiadomości mogła zostać uszkodzona. Nie wpłynęło to na bezpieczeństwo Twojego konta ani Twoich wiadomości. Aby przywrócić dane, dotknij opcji „Kontynuuj”.
pt_br: Parte do seu histórico de mensagens pode estar corrompido. Isso não prejudica a segurança da sua conta ou mensagens. Toque em "Continuar" para recuperar seus dados.
pt_pt: Algum do seu histórico de mensagens poderá ficar corrompido. Não houve qualquer impacto na segurança da sua conta ou mensagens. Toque em “Continuar” para recuperar os seus dados.
ro: E posibil ca o parte din istoricul mesajelor să fie corupte. Nu a existat impact asupra securității contului sau mesajelor tale. Atinge „Continuă“ ca să recuperezi datele.
ru: Некоторые из ваших сообщений могут быть повреждены. Безопасность вашей учётной записи или сообщений не пострадала. Нажмите «Продолжить», чтобы восстановить данные.
sk: Vaša história správ môže byť sčasti poškodená. Bezpečnosť vášho účtu ani správ to však nijako neovplyvní. Ťuknutím na „Pokračovať“ obnovíte svoje údaje.
sr: Део ваше историје порука је можда оштећен. То није утицало на безбедност вашег налога и порука. Додирните „Настави“ да бисте опоравили своје податке.
sv: En del av din meddelandehistorik kan vara skadad. Säkerheten för ditt konto eller dina meddelanden har inte påverkats. Tryck på Fortsätt för att återställa dina data.
th: ประวัติการส่งข้อความบางส่วนของคุณอาจได้รับความเสียหาย ไม่พบผลกระทบต่อความปลอดภัยในบัญชีหรือข้อความของคุณ แตะ “ดำเนินการต่อ” เพื่อกู้คืนข้อมูล
tr: Mesaj geçmişinin bir kısmı bozulmuş olabilir. Bu durumun hesabının veya mesajlarının güvenliği konusunda herhangi bir etkisi olmamıştır. Verilerini kurtarmak için “Devam” seçeneğine dokun.
ug: بەزى ئۇچۇرلىشىش خاتىرىڭىز بۇزۇلغان بولۇشى مۇمكىن. بۇ سىزنىڭ ھېساباتىڭىز ياكى ئۇچۇرلىرىڭىزنىڭ بىخەتەرلىكىگە تەسىر كۆرسەتمەيدۇ. سانلىق مەلۇماتىڭىزنى ئەسلىگە كەلتۈرۈش ئۈچۈن «داۋاملاشتۇرۇش» نى چېكىڭ.
uk: Можливо, вашу історію повідомлень частково пошкоджено. Небезпеки для вашого акаунту й повідомлень немає. Натисніть «Продовжити», щоб відновити дані.
ur: آپ کی کچھ میسج ہسٹری خراب ہو سکتی ہے۔ آپ کے اکاؤنٹ یا میسجز کی سکیورٹی پر کوئی اثر نہیں پڑا۔ اپنا ڈیٹا بحال کرنے کے لیے "جاری رکھیں" پر ٹیپ کریں۔
vi: Một phần lịch sử tin nhắn của bạn có thể đã bị hỏng. Tính bảo mật hay tin nhắn của bạn không bị ảnh hưởng. Nhấn "Tiếp tục" để khôi phục dữ liệu.
zh_cn: 您的某些消息记录可能已损坏。您的账户或消息安全并未受影响。请点击“继续”以恢复您的数据。
zh_hk: 部分訊息紀錄可能已經損毀。你帳戶或訊息的安全性並無受到影響。點按「繼續」以恢復你的資料。

# DATABASE_RECOVERY_AWAITING_USER_CONFIRMATION_TITLE
source: Problem Retrieving Data
ar: حدث خطأ أثناء استعادة البيانات
be: Праблема з атрыманнем даных
bn: ডেটা পুনরুদ্ধার করতে সমস্যা হচ্ছে
ca: Problema al recuperar dades
cs: Problém s obnovením dat
da: Problem med at hente data
de: Problem beim Abrufen von Daten
el: Πρόβλημα με την ανάκτηση δεδομένων
es: Problema al recuperar los datos
fa: مشکل در بازیابی داده‌ها
fi: Tietojen noutamisessa ilmeni ongelma
fr: Problème de récupération des données
ga: Bhí fadhb le haisghabháil na sonraí
gu: ડેટા પાછા મેળવવામાં સમસ્યા
he: בעיה בשחזור נתונים
hi: डेटा फिर से प्राप्त करने में समस्या हो रही है
hr: Problem s dohvaćanjem podataka
hu: Probléma az adatok lekérésekor
id: Masalah Pengambilan Data
it: Problema nel recupero dei dati
ja: データ取得時の問題
ko: 데이터를 가져오는 데 문제가 발생함
mr: डेटा काढण्यात समस्या आली
ms: Masalah Mendapatkan Data
nb: Kunne ikke hente data
nl: Probleem met ophalen van gegevens
pl: Problem z przywracaniem danych
pt_br: Problema ao recuperar dados
pt_pt: Problema a recuperar dados
ro: Problemă la Recuperarea Datelor
ru: Проблема с извлечением истории сообщений
sk: Problém pri získavaní údajov
sr: Проблем приликом опорављања података
sv: Problem med att hämta data
th: พบปัญหาในการดึงข้อมูล
tr: Veri Alma Sorunu
ug: ئۇچۇرلىشىش خاتىرىسىنى ئەسلىگە كەلتۈرۈش مەسىلىسى
uk: Проблема з отриманням даних
ur: ڈیٹا واپس حاصل کرنے میں مسئلہ
vi: Sự cố Truy xuất Dữ liệu
zh_cn: 检索消息记录出现问题
zh_hk: 擷取資料時出現問題
