Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PROFILE_SETTINGS_USERNAME_DELETION_CONFIRMATION_ALERT_MESSAGE_FORMAT
source: This will remove your username and disable your QR code and link. "%1$@" will be avaliable for others to claim. Are you sure?
ar: سيُؤدِّي هذا إلى إزالة اسم المُستخدم الخاص بك وتعطيل كود الـ QR والرابط الخاصين بك. ستُصبح "%1$@" متوفِّرة للآخرين ليستفيدوا منها. هل أنت متأكِّد؟
be: Гэта прывядзе да выдалення вашага імя карыстальніка і адключэння вашага QR-кода і спасылкі. «%1$@» будзе даступнае для іншых жадаючых. Вы ўпэўнены?
bn: এটি আপনার ব্যবহারকারীর নাম মুছে ফেলবে এবং আপনার QR কোড ও লিংক অকার্যকর করবে। "%1$@" অন্যরা দাবি করতে পারবেন। আপনি কি নিশ্চিত?
ca: Això eliminarà el teu àlies i desactivarà el teu codi QR i enllaç. "%1$@" estarà disponible perquè altres puguin utilitzar-lo. Segur que vols fer això?
cs: Tím odstraníte své uživatelské jméno a deaktivujete svůj QR kód a odkaz. „%1$@“ budou moci použít ostatní. Jste si jisti?
da: Dette vil fjerne dit brugernavn og deaktivere din QR-kode og dit link. Andre vil dermed have mulighed for at bruge "%1$@". Er du sikker?
de: Hierdurch wird dein Nutzername entfernt und dein QR-Code und dein Link werden deaktiviert. »%1$@« kann dann auch von anderen verwendet werden. Bist du dir sicher?
el: Αυτό θα καταργήσει το όνομα χρήστη σου και θα απενεργοποιήσει τον κωδικό QR και τον σύνδεσμό σου. Το όνομα χρήστη "%1$@" θα είναι διαθέσιμο σε άλλους χρήστες. Είσαι σίγουρος/η;
es: Se eliminará tu alias y deshabilitarán tu código QR y tu enlace. "%1$@" estará disponible para que otras personas lo usen. ¿Seguro que quieres continuar?
fa: این کار موجب حذف نام کاربری و غیرفعال کردن کد و پیوند QR شما می‌شود. «%1$@» در دسترس دیگران قرار خواهد گرفت و می‌توانند آن را تصاحب کنند. مطمئن هستید؟
fi: Tämä poistaa käyttäjänimesi ja poistaa QR-koodisi ja linkkisi käytöstä. Sen jälkeen käyttäjänimi "%1$@" on muiden käytettävissä. Oletko varma?
fr: Vous allez supprimer votre nom d'utilisateur et désactiver votre lien et votre code QR. "%1$@" sera disponible et d'autres personnes pourront l'utiliser. Voulez-vous vraiment continuer ?
ga: Bainfear d'ainm úsáideora agus díchumasófar do chód QR agus nasc leis sin. Beidh "%1$@" ar fáil ag daoine eile le héileamh. An bhfuil tú cinnte?
gu: આનાથી તમારું યુઝરનેમ દૂર થઈ જશે અને તમારો QR કોડ અને લિંક અક્ષમ થઈ જશે. "%1$@" અન્ય લોકો દ્વારા દાવો કરવા માટે ઉપલબ્ધ હશે. તમને ખાતરી છે?
he: זה יסיר את שם המשתמש שלך ויבטל את קוד ה–QR והלינק שלך. ״%1$@״ יהיה זמין לאחרים. להמשיך?
hi: यह आपका यूज़रनेम हटा देगा और आपका QR कोड और लिंक अक्षम कर देगा। "%1$@" दूसरों के दावे के लिए उपलब्ध होगा। क्या आपको यकीन है?
hr: Ovime ćete ukloniti svoje korisničko ime i poništiti svoj QR kôd i poveznicu. "%1$@" bit će dostupno drugima za korištenje. Sigurno želite nastaviti?
hu: Ezzel eltávolítod a felhasználóneved, és érvénytelenné teszed a QR-kódot és a hivatkozást. A(z) %1$@ név elérhető lesz más felhasználók számára. Biztos vagy benne?
id: Ini akan menghapus nama pengguna serta menonaktifkan tautan dan kode QR Anda. "%1$@" akan bisa diklaim oleh orang lain. Anda yakin?
it: Quest'azione porterà alla rimozione del tuo nome utente e disattiverà il tuo codice QR e link. "%1$@" sarà disponibile come nome utente per altre persone. Vuoi procedere comunque?
ja: ユーザーネームを削除すると、QR コードとリンクが無効になります。「%1$@」は他のユーザーに使用可能となります。本当に変更しますか？
ko: 사용자 이름이 제거되고 QR 코드와 링크를 사용할 수 없게 되며, '%1$@'을(를) 다른 사용자가 사용할 수 있게 됩니다. 계속할까요?
mr: हे आपले वापरकर्ता नाव हटवेल आणि आपला QR कोड आणि लिंक अक्षम करेल. "%1$@" हे इतर दाव्यांसाठी उपलब्ध असेल. आपल्याला खात्री आहे?
ms: Ini akan mengalih keluar nama pengguna anda dan melumpuhkan kod QR dan pautan anda. "%1$@" akan tersedia untuk dituntut oleh orang lain. Adakah anda pasti?
nb: Brukernavnet fjernes, og QR-koden og profillenken din deaktiveres. Brukernavnet «%1$@» kan brukes av andre. Er du sikker?
nl: Hiermee wordt je gebruikersnaam verwijderd en worden je QR-code en link uitgeschakeld. ‘%1$@’ kan hierna door anderen worden geclaimd. Weet je het zeker?
pl: Spowoduje to usunięcie Twojej nazwy użytkownika i dezaktywację kodu QR oraz linku. Inne osoby będą mogły użyć nazwy „%1$@”. Chcesz kontynuować?
pt_br: Esta ação vai remover seu nome de usuário e desativar seu QR code e link. "%1$@" ficará disponível para outros usuários. Tem certeza?
pt_pt: Isto irá remover o seu nome de utilizador e desativar o seu código QR e link. "%1$@" ficará disponível para ser utilizado por outros. Tem a certeza?
ro: Aceasta îți va elimina numele de utilizator și va dezactiva codul QR și linkul. „ %1$@ ” va fi disponibil pentru a fi revendicat de alții. Ești sigur?
ru: Это приведёт к удалению имени пользователя и отключению QR-кода и ссылки. Имя пользователя «%1$@» будет доступно для других желающих. Вы уверены?
sk: Týmto sa odstráni vaše používateľské meno a zruší sa váš QR kód a odkaz. Používateľské meno „%1$@“ bude k dispozícii pre ďalších používateľov. Naozaj chcete pokračovať?
sr: Овим ћете уклонити корисничко име и искључити свој QR код и линк. Корисничко име „%1$@“ ће бити доступно другима за преузимање. Да ли сте сигурни?
sv: Detta tar bort ditt användarnamn och inaktiverar din QR-kod och länk. "%1$@" kommer att kunna väljas av andra. Är du säker?
th: การดำเนินการนี้จะลบชื่อผู้ใช้ของคุณ รวมทั้งยกเลิกคิวอาร์โค้ดและลิงก์เดิมของคุณ โดยผู้ใช้คนอื่นจะสามารถนำชื่อ "%1$@" ไปใช้ได้ ต้องการดำเนินการต่อหรือไม่
tr: Bu işlem, kullanıcı adını kaldırır ve kare kodunu ve bağlantını devre dışı bırakır. "%1$@" başkalarının talebine açık olacaktır. Emin misin?
ug: بۇ سىزنىڭ ئىشلەتكۈچى نامىڭىزنى ئۆچۈرىۋېتىدۇ ۋە QR كودىڭىزۋە ئۇلانمىسىنى بېكار قىلىۋېتىدۇ. "%1$@" بولسا باشقىلارنىڭ ئىشلىتىشى ئۈچۈن بېرىلىدۇ. جەزىملەشتۈرەمسىز؟
uk: Ваше користувача буде видалено, а QR-код і посилання — деактивовано. Ім'я «%1$@» зможуть узяти собі інші користувачі. Ви впевнені?
ur: یہ آپ کا یوزر نیم ہٹا دے گا اور آپ کے QR کوڈ اور لنک کو غیر فعال کر دے گا۔ "%1$@" دوسروں کو دعویٰ کرنے کے لیے دستیاب ہو گا۔ کیا واقعی آپ کرنا چاہتے ہیں؟
vi: Thao tác này sẽ xóa tên người dùng của bạn, đồng thời vô hiệu hóa mã QR và đường dẫn của bạn. "%1$@" sẽ có thể được sử dụng bởi thành viên khác. Bạn có chắc không?
zh_cn: 这样做将会删除您的用户名并使您的二维码和链接失效。其他用户将可以申请使用“%1$@”这个用户名。确定要更改吗？
zh_hk: 這將刪除你的用戶名稱及停用你的二維碼和連結。「%1$@」將會供其他人使用。你確定嗎？

# PROFILE_SETTINGS_USERNAME_DELETION_USERNAME_ACTION_TITLE
source: Delete Username
ar: حذف اسم المُستخدِم
be: Выдаліць імя карыстальніка
bn: ব্যবহারকারীর নাম মুছে ফেলুন
ca: Elimina l'àlies
cs: Smazat uživatelské jméno
da: Slet brugernavn
de: Nutzername löschen
el: Διαγραφή ονόματος χρήστη
es: Eliminar alias
fa: پاک کردن نام کاربری
fi: Poista käyttäjänimi
fr: Supprimer le nom d'utilisateur
ga: Scrios Ainm Úsáideora
gu: યુઝરનેમ ડિલીટ કરો
he: מחיקת שם משתמש
hi: यूज़र नाम डिलीट करें
hr: Brisanje korisničkog imena
hu: Felhasználónév törlése
id: Hapus Nama Pengguna
it: Elimina nome utente
ja: ユーザーネームを消去
ko: 사용자 이름 삭제
mr: वापरकर्तानाव हटवा
ms: Padam nama pengguna
nb: Slett brukernavnet
nl: Gebruikersnaam verwijderen
pl: Usuń nazwę użytkownika
pt_br: Apagar nome de usuário
pt_pt: Eliminar nome de utilizador
ro: Șterge Numele de Utilizator
ru: Удалить имя пользователя
sk: Odstrániť používateľské meno
sr: Избриши корисничко име
sv: Ta bort användarnamn
th: ลบชื่อผู้ใช้
tr: Kullanıcı Adını Sil
ug: ئىشلەتكۈچى نامىنى ئۆچۈرۈش
uk: Видалити ім'я користувача
ur: یوزر نیم حذف کریں
vi: Xóa tên người dùng
zh_cn: 删除用户名
zh_hk: 刪除用戶名稱

# PROFILE_SETTINGS_USERNAME_EDIT_USERNAME_ACTION
source: Edit Username
ar: تعديل اسم المُستخدِم
be: Рэдагаваць імя карыстальніка
bn: ব্যবহারকারীর নাম এডিট করুন
ca: Editar àlies
cs: Upravit uživatelské jméno
da: Rediger brugernavn
de: Nutzername bearbeiten
el: Επεξεργασία ονόματος χρήστη
es: Editar alias
fa: ویرایش نام کاربری
fi: Muokkaa käyttäjänimeä
fr: Modifier le nom d'utilisateur
ga: Cuir ainm úsáideora in eagar
gu: યુઝરનેમમાં ફેરફાર કરો
he: עריכת שם משתמש
hi: यूज़रनेम संपादित करें
hr: Uredi korisničko ime
hu: Felhasználónév szerkesztése
id: Edit nama pengguna
it: Modifica nome utente
ja: ユーザーネームの編集
ko: 사용자 이름 편집
mr: वापरकर्तानाव संपादित करा
ms: Edit nama pengguna
nb: Endre brukernavnet
nl: Gebruikersnaam bewerken
pl: Edytuj nazwę użytkownika
pt_br: Editar nome de usuário
pt_pt: Editar nome de utilizador
ro: Editează numele de utilizator
ru: Редактировать имя пользователя
sk: Upraviť používateľské meno
sr: Измените корисничко име
sv: Redigera användarnamn
th: แก้ไขชื่อผู้ใช้
tr: Kullanıcı adını düzenle
ug: ئىشلەتكۈچى نامىنى تەھرىرلەش
uk: Редагувати ім'я користувача
ur: یوزر نیم میں ترمیم کریں
vi: Sửa tên người dùng
zh_cn: 编辑用户名
zh_hk: 編輯用戶名稱

# PROFILE_SETTINGS_USERNAME_LINK_CELL_TITLE
source: QR Code or Link
ar: رابط أو كود الـ QR
be: QR-код або спасылка
bn: QR কোড বা লিংক
ca: Codi QR o enllaç
cs: QR kód nebo odkaz
da: QR-kode eller link
de: QR-Code oder Link
el: Κωδικός QR ή Σύνδεσμος
es: Código QR o enlace
fa: پیوند یا کد QR
fi: QR-koodi tai linkki
fr: Lien ou code QR
ga: Cód QR nó Nasc
gu: QR કોડ અથવા લિંક
he: קוד QR או לינק
hi: QR कोड या लिंक
hr: QR kôd ili poveznica
hu: QR kód vagy link
id: Kode QR atau Tautan
it: Codice QR o link
ja: QR コードもしくはリンク
ko: QR 코드 또는 링크
mr: QR कोड किंवा लिंक
ms: Kod QR atau Pautan
nb: QR-kode eller lenke
nl: QR-code of link
pl: Kod QR lub link
pt_br: QR code ou link
pt_pt: Código QR ou link
ro: Cod QR sau link
ru: QR-код или ссылка
sk: QR kód alebo odkaz
sr: QR кôд или линк
sv: QR-kod eller länk
th: คิวอาร์โค้ดหรือลิงก์
tr: Kare Kod veya Bağlantı
ug: QR كودى ياكى ئۇلانما
uk: QR-код або посилання
ur: QR کوڈ یا لنک
vi: Mã QR hoặc Đường Dẫn
zh_cn: 二维码或链接
zh_hk: 二維碼或連結

# PROFILE_SETTINGS_USERNAME_PLACEHOLDER
source: Username
af: Gebruikernaam
ar: اسمُ المُستخدِم
az: istifadəçi adı
be: Імя карыстальніка
bn: ব্যবহারকারীর নাম
ca: Àlies
cs: Uživatelské jméno
cy: Enw defnyddiwr
da: Brugernavn
de: Nutzername
el: Όνομα χρήστη
es: Alias
et: Kasutajanimi
eu: Erabiltzailearen izena
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
ga: Ainm úsáideora
gu: વપરાશકર્તા નામ
he: שם משתמש
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
is: Notandanafn
it: Nome utente
ja: ユーザーネーム
kab: Isem n useqdac
km: áˆáŸ’á˜áŸ„áŸ‡á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹
kn: ಬಳಕೆದಾರ ಹೆಸರು
ko: 사용자 이름
lt: Naudotojo vardas
lv: Lietotājvārds
mk: Корисничко име
ml: ഉപയോക്തൃനാമം
mr: वापरकर्तानाव
ms: Nama Pengguna
my: သုံးသူအမည်
nb: Brukernavn
nl: Gebruikersnaam
pa: ਵਰਤੋਂਕਾਰ-ਨਾਂ
pl: Nazwa użytkownika
ps: کارن نوم
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
sq: Emër përdoruesi
sr: Корисничко име
sv: Användarnamn
sw: Jina la mtumiaji
ta: பயனர்பெயர்
te: వినియోగదారుడు
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ug: ئىشلەتكۈچى ئىسمى
uk: Ім'я користувача
ur: یوزر نیم
vi: Tên người dùng
zh_cn: 用户名
zh_hk: 用戶名稱

# PROFILE_VIEW_ERROR_FAMILY_NAME_TOO_LONG
source: Your last name is too long.
af: U van is te lank.
ar: اسمكَ الأخير طويلٌ جدًا.
az: Soyadınız çox uzundur.
be: Ваша прозвішча занадта доўгае.
bg: Фамилното ви име е прекалено дълго.
bn: আপনার নামের শেষাংশটি অনেক দীর্ঘ।
ca: El cognom és massa llarg.
cs: Vaše příjmení je příliš dlouhé.
cy: Mae'ch enw olaf yn ry hir.
da: Dit efternavn er for langt
de: Dein Nachname ist zu lang.
el: Το επίθετό σου είναι πολύ μακρύ.
es: Tu apellido es demasiado largo.
es_es: Tu apellido es demasiado largo.
et: Sinu perekonnanimi on liiga pikk.
eu: Zure abizena luzeegia da.
fa: نام خانوادگی شما بیش‌از‌حد طولانی است.
fi: Sukunimi on liian pitkä.
fil: Ang iyong apelyido ay napakahaba.
fr: Veuillez saisir un nom plus court.
ga: Tá do shloinne rófhada.
gu: તમારું છેલ્લું નામ ખૂબ લાંબું છે.
he: שם המשפחה שלך ארוך מדי.
hi: आपका उपनाम बहुत लंबा है।
hr: Vaše prezime je predugo.
hu: Az utónév túl hosszú
id: Nama belakang Anda terlalu panjang.
is: Kenninafnið þitt er of langt.
it: Il tuo cognome è troppo lungo.
ja: 姓が長すぎます。
kab: Isem-ik·im meqqer aṭas.
kk: Сіздің тегіңіз тым ұзақ.
km: ááŸ’ášá€á¼á›ášá”áŸáŸ‹á¢áŸ’á“á€ áœáŸ‚á„á–áŸá€áŸ”
kn: ನಿಮ್ಮ ಕೊನೆಯ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 성이 너무 깁니다.
lt: Jūsų pavardė yra per ilga.
lv: Jūsu uzvārds ir pārāk garš.
mk: Вашето презиме е премногу долго.
ml: നിങ്ങളുടെ പേരിൻ്റെ അവസാന ഭാഗം ദൈർഘ്യം കൂടുതലാണ്.
mr: आपले अडनाव खूप लांब आहे.
ms: Nama terakhir anda terlalu panjang.
my: သင်၏ အမည်အဆုံးသည် ရှည်လွန်းနေသည်။
nb: Etternavnet ditt er for langt.
nl: Je achternaam is te lang.
pa: ਤੁਹਾਡਾ ਨਾਂ ਦਾ ਆਖਰੀ ਹਿੱਸਾ ਜ਼ਿਆਦਾ ਹੀ ਲੰਮਾ ਹੈ।
pa_pk: تساں دا آخری ناں ہوہتی لما اے۔
pl: Twoje nazwisko jest zbyt długie.
ps: ستاسې تخلص ډېر اوږد دی.
pt_br: O seu sobrenome é muito longo.
pt_pt: O seu apelido é demasiado longo.
ro: Numele este prea lung.
ru: Ваша фамилия слишком длинная.
sk: Vaše priezvisko je pridlhé.
sl: Ime v drugem profilnem polju je predolgo.
sq: Mbiemri juaj është shumë i gjatë.
sr: Ваше презиме је предугачко.
sv: Ditt efternamn är för långt.
sw: Jina lako la mwisho ni refu zaidi.
ta: உங்கள் கடந்த பெயர் மிக நீளமானது.
te: మీ చివరి పేరు చాలా పెద్దది.
th: สกุลของคุณยาวเกินไป
tr: Soyadınız çok uzun.
ug: فامىلىڭىز بەك ئۇزۇن.
uk: Ваше прізвище задовге.
ur: آپ کا آخری نام بہت لمبا ہے۔
vi: Tên họ của bạn quá dài.
zh_cn: 你的姓氏过长。
zh_hk: 您的姓氏太長。

# PROFILE_VIEW_ERROR_GIVEN_NAME_REQUIRED
source: Your first name is required.
af: U voornaam word vereis.
ar: اسمُكَ الأول مطلوب.
az: Adınız tələb olunur.
be: Ваша імя абавязкова.
bg: Собственото име е задължително.
bn: আপনার নামের প্রথম অংশ প্রয়োজন।
ca: Cal el vostre nom.
cs: Křestní jméno je povinné.
cy: Mae'ch enw cyntaf yn angerheidiol.
da: Dit fornavn er påkrævet
de: Dein Vorname ist erforderlich.
el: Το όνομά σου είναι υποχρεωτικό.
es: Tu nombre es obligatorio.
es_es: Tu nombre es necesario.
et: Sinu eesnimi on kohustuslik.
eu: Zure izena beharrezkoa da.
fa: نام کوچک شما مورد نیاز است.
fi: Etunimi vaaditaan.
fil: Kailangan ang iyong pangalan.
fr: Veuillez saisir votre prénom.
ga: Tá an chéad ainm riachtanach.
gu: તમારું પ્રથમ નામ આવશ્યક છે.
he: השם הפרטי שלך דרוש.
hi: आपका मूल नाम आवश्यक है।
hr: Vaše ime je obavezno.
hu: Az keresztnév megadása kötelező
id: Nama depan harus diisi.
is: Eiginnafn þitt er nauðsynlegt.
it: Il tuo nome è obbligatorio.
ja: 名は必須です。
kab: Aɣara-inek·inem yettusra.
kk: Сіздің атыңыз қажет.
km: áˆáŸ’á˜áŸ„áŸ‡ášá”áŸáŸ‹á¢áŸ’á“á€ á‚áºá…á¶áŸ†á…á¶á…áŸ‹áŸ”
kn: ನಿಮ್ಮ ಮೊದಲ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 이름은 반드시 입력해야 합니다.
lt: Reikia jūsų vardo.
lv: Nepieciešams jūsu vārds.
mk: Вашето име е задолжително.
ml: നിങ്ങളുടെ പേരിൻ്റെ ആദ്യ ഭാഗം ആവശ്യമുണ്ട്.
mr: आपले नाव आवश्यक आहे.
ms: Nama pertama anda diperlukan.
my: အမည်အစ လိုအပ်ပါသည်။
nb: Ditt fornavn er påkrevd.
nl: Je voornaam is vereist.
pa: ਤੁਹਾਡੇ ਨਾਂ ਦਾ ਪਹਿਲਾਂ ਹਿੱਸਾ ਲਾਜ਼ਮੀ ਹੈ।
pa_pk: تساں دا پہلا ناں مطلوب اے۔
pl: Musisz podać imię.
ps: ستاسې نوم حتمي دی.
pt_br: O seu primeiro nome é necessário.
pt_pt: É obrigatório inserir o seu primeiro nome.
ro: Prenumele este necesar.
ru: Ваше имя обязательно.
sk: Vaše krstné meno je povinné.
sl: Ime je obvezno.
sq: Emri juaj është i domosdoshëm.
sr: Име је обавезно.
sv: Ditt förnamn är obligatoriskt.
sw: Jina lako la kwanza linahitajika
ta: உங்கள் முதல் பெயர் தேவை.
te: మీ మొదటి పేరు అవసరం.
th: ต้องใช้ชื่อต้นของคุณ
tr: Adınızı girmelisiniz.
ug: ئىسمىڭىز تەلەپ قىلىنغان.
uk: Зазначати ім'я обов'язково.
ur: آپ کا پہلا نام ضروری ہے۔
vi: Tên của bạn là bắt buộc.
zh_cn: 你必须填写你的名字。
zh_hk: 您的名字必填。

# PROFILE_VIEW_ERROR_GIVEN_NAME_TOO_LONG
source: Your first name is too long.
af: U voornaam is te lank.
ar: اسمكَ الأول طويلٌ جدًا.
az: Adınız çox uzundur.
be: Ваша імя занадта доўгае.
bg: Собственото ви име е прекалено дълго.
bn: আপনার নামের প্রথম অংশ অনেক দীর্ঘ।
ca: El nom és massa llarg.
cs: Vaše křestní jméno je příliš dlouhé.
cy: Mae'ch enw cyntaf yn ry hir.
da: Dit fornavn er for langt
de: Dein Vorname ist zu lang.
el: Το όνομά σου είναι πολύ μακρύ.
es: Tu nombre es demasiado largo.
es_es: Tu nombre es demasiado largo.
et: Sinu eesnimi on liiga pikk.
eu: Zure izena luzeegia da.
fa: نام کوچک شما بیش‌از‌حد طولانی است.
fi: Etunimi on liian pitkä.
fil: Ang iyong pangalan ay napakahaba.
fr: Le prénom saisi est trop long.
ga: Tá do chéad ainm rófhada.
gu: તમારું પ્રથમ નામ ખૂબ લાંબું છે.
he: השם הפרטי שלך ארוך מדי.
hi: आपका मूल नाम बहुत लंबा है।
hr: Vaše je ime predugo.
hu: Az keresztnév túl hosszú.
id: Nama depan Anda telalu panjang.
is: Eiginnafnið þitt er of langt.
it: Il tuo nome è troppo lungo.
ja: 名が長すぎます。
kab: Aɣara-inek·inem meqqer aṭas.
kk: Сіздің атыңыз тым ұзақ.
km: áˆáŸ’á˜áŸ„áŸ‡ášá”áŸáŸ‹á¢áŸ’á“á€ áœáŸ‚á„á–áŸá€áŸ”
kn: ನಿಮ್ಮ ಮೊದಲ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 이름이 너무 깁니다.
lt: Jūsų vardas yra per ilgas.
lv: Jūsu vārds ir pārāk garš.
mk: Вашето име е премногу долго.
ml: നിങ്ങളുടെ പേരിൻ്റെ ആദ്യ ഭാഗം ദൈർഘ്യം കൂടുതലാണ്.
mr: आपले नाव खूप लांब आहे.
ms: Nama pertama anda terlalu panjang.
my: သင်၏ အမည်အစသည် ရှည်လွန်းနေသည်။
nb: Fornavnet ditt er for langt.
nl: Je voornaam is te lang.
pa: ਤੁਹਾਡਾ ਨਾਂ ਦਾ ਪਹਿਲਾਂ ਹਿੱਸਾ ਜ਼ਿਆਦਾ ਹੀ ਲੰਮਾ ਹੈ।
pa_pk: تساں دا پہلا ناں بوہتی لما اے۔
pl: Twoje imię jest zbyt długie.
ps: ستاسې نوم ډېر اوږد دی.
pt_br: O seu primeiro nome é muito longo.
pt_pt: O seu primeiro nome é demasiado longo.
ro: Prenumele este prea lung.
ru: Ваше имя слишком длинное.
sk: Vaše krstné meno je pridlhé.
sl: Ime v prvem profilnem polju je predolgo.
sq: Emri juaj është shumë i gjatë.
sr: Ваше име је предугачко.
sv: Ditt förnamn är för långt.
sw: Jina lako la kwanza ni refu zaidi.
ta: உங்கள் முதல் பெயர் மிக நீளமானது.
te: మీ మొదటి పేరు చాలా పెద్దది.
th: ชื่อตัวของคุณยาวเกินไป
tr: Adınız çok uzun.
ug: ئىسمىڭىز بەك ئۇزۇن.
uk: Ваше ім'я задовге.
ur: آپ کا پہلا نام بہت لمبا ہے۔
vi: Tên của bạn quá dài.
zh_cn: 你的名字过长。
zh_hk: 您的名字太長。

# PROFILE_VIEW_FAMILY_NAME_DEFAULT_TEXT
source: Last Name (Optional)
af: Van (opsioneel)
ar: الاسم الأخير (اختياري)
az: Soyad (İxtiyari)
be: Прозвішча (неабавязкова)
bg: (По избор)
bn: নামের শেষ অংশ (ঐচ্ছিক)
ca: Cognoms (opcional)
cs: Příjmení (volitelné)
cy: Enw Olaf (Dewisol)
da: Efternavn (valgfrit)
de: Nachname (optional)
el: Επώνυμο (προαιρετικά)
es: Apellido (opcional)
es_es: (Opcional)
et: Perekonnanimi (valikuline)
eu: Abizena (aukerazkoa)
fa: نام خانوادگی (اختیاری)
fi: Sukunimi (valinnainen)
fil: (Opsyonal)
fr: Nom (facultatif)
gu: અટક (વૈકલ્પિક)
he: שם משפחה (רשותי)
hi: अंतिम नाम (वैकल्पिक)
hr: Prezime (neobavezno)
hu: Vezetéknév (opcionális)
id: Nama Belakang (Opsional)
is: Kenninafn (eftirnafn - valfrjálst)
it: Cognome (facoltativo)
ja: 姓 (任意)
kab: Isem (d afrayan)
kk: (қалауыңыз бойынша)
km: á‚áŸ„ááŸ’áá“á¶á˜ (á‘á¶á˜á‘á¶áš)
kn: ಕೊನೆಯ ಹೆಸರು (ಐಚ್ಛಿಕ)
ko: 성(선택 사항)
lt: Pavardė (nebūtina)
lv: Uzvārds (nav obligāts)
mk: Презиме (опционално)
ml: പേരിൻ്റെ അവസാന ഭാഗം (ഓപ്ഷണൽ)
mr: शेवटचे नाव (पर्यायी)
ms: Nama Keluarga (Pilihan)
my: အမည်အဆုံး (ထည့်ရန် မလိုအပ်ပါ)
nb: Etternavn (Valgfritt)
nl: Achternaam (optioneel)
pa: ਨਾਂ ਦਾ ਆਖਰੀ ਹਿੱਸਾ (ਚੋਣਵਾਂ)
pa_pk: (اختیاری)
pl: Nazwisko (opcjonalnie)
ps: تخلص (اختیاري دی)
pt_br: Sobrenome (opcional)
pt_pt: Apelido (Opcional)
ro: Nume (opțional)
ru: Фамилия (необязательно)
sk: Priezvisko (nepovinné)
sl: Priimek (neobvezno)
sq: Mbiemër (Në daçi)
sr: Презиме (опционо)
sv: Efternamn (valfritt)
sw: Jina la Mwisho (Ukipenda)
ta: கடந்த பெயர் (விரும்பினால்)
te: చివరి పేరు (ఐచ్ఛికం)
th: นามสกุล (ไม่จำเป็น)
tr: Soyad (isteğe bağlı)
ug: تەگئات (ئىختىيارى)
uk: Прізвище (необов'язково)
ur: آخری نام (اختیاری)
vi: Tên Họ (Không bắt buộc)
zh_cn: 姓（可选）
zh_hk: 姓氏 (選用)

# PROFILE_VIEW_GIVEN_NAME_DEFAULT_TEXT
source: First Name (Required)
af: Voornaam (vereis)
ar: الاسم الأول (مطلوب)
az: Ad (Tələb olunur)
be: Імя (абавязкова)
bg: (Задължително)
bn: নামের প্রথম অংশ (আবশ্যক)
ca: Nom (necessari)
cs: Křestní jméno (povinné)
cy: Enw Cyntaf (Angenrheidiol)
da: Fornavn (påkrævet)
de: Vorname (erforderlich)
el: Όνομα (απαιτείται)
es: Nombre (obligatorio)
es_es: (Requerido)
et: Eesnimi (kohustuslik)
eu: Izena (beharrezkoa)
fa: نام (ضروری)
fi: Etunimi (pakollinen)
fil: (Kailangan)
fr: Prénom (champ obligatoire)
gu: પહેલું નામ (આવશ્યક)
he: שם פרטי (דרוש)
hi: प्रथम नाम (आवश्यक)
hr: Ime (obavezno)
hu: Keresztnév (opcionális)
id: Nama Depan (Wajib)
is: Eiginnafn (nauðsynlegt)
it: Nome (obbligatorio)
ja: 名 (必須)
kab: Aɣara (yettwasra)
kk: (талап етіледі)
km: áˆáŸ’á˜áŸ„áŸ‡ (á‘á¶á˜á‘á¶áš)
kn: ಮೊದಲ ಹೆಸರು (ಅಗತ್ಯವಿದೆ)
ko: 이름(필수)
lt: Vardas (būtinas)
lv: Vārds (obligāts)
mk: Име (задолжително)
ml: പേരിൻ്റെ ആദ്യ ഭാഗം (ആവശ്യമാണ്)
mr: पहिले नाव (आवश्यक)
ms: Nama Pertama (Diperlukan)
my: အမည်အစ (လိုအပ်သည်)
nb: Fornavn (påkrevd)
nl: Voornaam (vereist)
pa: ਨਾਂ ਦਾ ਪਹਿਲਾਂ ਹਿੱਸਾ (ਲਾਜ਼ਮੀ)
pa_pk: (مطلوب اے)
pl: Imię (wymagane)
ps: نوم (اړین دی)
pt_br: Nome (obrigatório)
pt_pt: Nome (Obrigatório)
ro: Prenume (obligatoriu)
ru: Имя (обязательно)
sk: Krstné meno (povinné)
sl: Ime (zahtevano)
sq: Emër (I domosdoshëm)
sr: Име (обавезно)
sv: Förnamn (obligatoriskt)
sw: Jina la Kwanza (Linahitajika)
ta: முதல் பெயர் (தேவை)
te: మొదటి పేరు (అవసరం)
th: ชื่อ (ต้องมี)
tr: Ad (gerekli)
ug: ئىسىم (زۆرۈر)
uk: Ім'я (обов'язково)
ur: پہلا نام (ضروری ہے)
vi: Tên Đầu (Bắt buộc)
zh_cn: 名（必须）
zh_hk: 名字 (必填)
