Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DATABASE_RECOVERY_RECOVERY_FAILED_SUBMIT_DEBUG_LOG_BUTTON
source: Submit Debug Log
ar: إرسال سجل الأخطاء
be: Адправіць журнал адладкі
bn: ডিবাগ লগ জমা দিন
ca: Envia el registre de depuració
cs: Odeslat Debug Log
da: Indsend fejlsøgningslog
de: Diagnoseprotokoll übermitteln
el: Υποβολή αρχείου αποσφαλμάτωσης
es: Enviar registro de depuración
fa: ارسال گزارش اشکال‌زدایی
fi: Lähetä virheenkorjausloki
fr: Envoyer le journal de débogage
ga: Seol an Logchomhad Dífhabhtaithe
gu: ડીબગ લૉગ સબમિટ કરો
he: הגש יומן ניפוי תקלים
hi: डीबग लॉग जमा करें
hr: Pošalji zapisnik pogreške
hu: Hibanapló továbbítása
id: Mengajukan Catatan Debug
it: Invia il log di debug
ja: デバッグログを送信する
ko: 디버그 로그 보내기
mr: डीबग लॉग प्रविष्ट करा
ms: Hantar Log Nyahpepijat
nb: Send inn feilsøkingslogg
nl: Foutopsporingslog indienen
pl: Wyślij dzienniki debugowania
pt_br: Enviar registro de depuração
pt_pt: Enviar relatório de depuração
ro: Trimite Jurnal de Depanare
ru: Отправить журнал отладки
sk: Odoslať denník ladenia
sr: Пошаљи извештај о грешкама
sv: Skicka in felsökningslogg
th: ส่งบันทึกดีบัก
tr: Hata Ayıklama Günlüğünü gönder
ug: سازلاش خاتىرەسى يوللا
uk: Надіслати журнал налагодження
ur: ڈی بَگ لاگ پیش کریں
vi: Gửi Nhật ký Gỡ lỗi
zh_cn: 提交调试日志
zh_hk: 傳送錯誤紀錄

# DATABASE_RECOVERY_RECOVERY_FAILED_TITLE
source: Data Not Recovered
ar: تعذَّر استرداد البيانات
be: Даныя не адноўлены
bn: ডেটা পুনরুদ্ধার করা যায়নি
ca: Dades no recuperades
cs: Data nebyla obnovena
da: Data er ikke gendannet
de: Daten nicht wiederhergestellt
el: Τα δεδομένα δεν ανακτήθηκαν
es: Datos no recuperados
fa: داده‌ها بازیابی نشد
fi: Tietoja ei palautettu
fr: Données non récupérées
ga: Níor athshlánaíodh na sonraí
gu: ડેટા રિકવર થયો નથી
he: הנתונים לא שוחזרו
hi: डेटा रिकवर नहीं किया जा सका
hr: Oporavak vaših podataka nije uspio
hu: Az adatok helyreállítása sikertelen
id: Data Tidak Dipulihkan
it: Recupero dati non riuscito
ja: データが復元されません
ko: 데이터를 복구하지 못함
mr: डेटा पुनर्प्राप्त झाला नाही
ms: Data Tidak Dipulihkan
nb: Kunne ikke gjenopprette dataene
nl: Gegevens niet hersteld
pl: Dane nie zostały przywrócone
pt_br: Dados não recuperados
pt_pt: Dados não recuperados
ro: Datele nu au fost Recuperate
ru: Данные не восстановлены
sk: Údaje neboli obnovené
sr: Подаци нису опорављени
sv: Data har inte återställts
th: ไม่สามารถกู้คืนข้อมูลได้
tr: Veriler Kurtarılmadı
ug: سانلىق مەلۇمات ئەسلىگە كەلتۈرۈلمىدى
uk: Дані не відновлено
ur: ڈیٹا بحال نہیں ہوا
vi: Không Khôi phục được Dữ liệu
zh_cn: 数据未恢复
zh_hk: 未能恢復資料

# DATABASE_RECOVERY_RECOVERY_IN_PROGRESS_DESCRIPTION
source: Keep the app open during the recovery process. It may take several minutes.
ar: اترك التطبيق مفتوحًا أثناء عملية الاستعادة. قد يستغرق الأمر بضع دقائق.
be: Праграма павінна заставацца адкрытай падчас працэсу аднаўлення. Гэта займае некалькі хвілін.
bn: পুনরুদ্ধার প্রক্রিয়া চলাকালীন অ্যাপটি খোলা রাখুন। এটি কয়েক মিনিট সময় নিতে পারে।
ca: Mantingues l'app oberta durant el procés de recuperació. Això pot trigar uns minuts.
cs: Ponechte aplikaci během procesu obnovení otevřenou. Může to trvat několik minut.
da: Hold appen åben under gendannelsesprocessen. Det kan tage flere minutter.
de: Die App während des Wiederherstellungsvorgangs geöffnet lassen. Der Vorgang kann einige Minuten dauern.
el: Κράτα την εφαρμογή ανοιχτή κατά τη διαδικασία ανάκτησης. Μπορεί να πάρει μερικά λεπτά.
es: Mantén la app abierta durante el proceso de recuperación. Esto puede tardar varios minutos.
fa: برنامه را در طول فرآیند بازیابی باز نگه دارید. ممکن است چند دقیقه طول بکشد.
fi: Älä sulje sovellusta palautusprosessin aikana. Se voi kestää useita minuutteja.
fr: Ne fermez pas l'application pendant la récupération. L'opération peut durer plusieurs minutes.
ga: Coinnigh an app ar oscailt agus an próiseas athshlánaithe ar bun. B'fhéidir go dtógfaidh sé roinnt nóiméad.
gu: રિકવરી પ્રક્રિયા દરમિયાન ઍપને ખુલ્લી રાખો. આમાં થોડી મીનિટો લાગી શકે છે.
he: צריך להשאיר את האפליקציה פתוחה בזמן תהליך השחזור. זה עשוי לקחת מספר דקות.
hi: रिकवरी प्रक्रिया के दौरान ऐप को खुला रखें। इसमें कई मिनट लग सकते हैं।
hr: Tijekom postupka oporavka nemojte izaći iz aplikacije. Ovo može potrajati nekoliko minuta.
hu: A helyreállítási folyamat során hagyd megnyitva az alkalmazást. Ez eltarthat néhány percig.
id: Pastikan aplikasi tetap terbuka selama proses pemulihan. Dibutuhkan waktu beberapa menit.
it: Tieni aperta l'app durante il processo di recupero dati. L'operazione potrebbe richiedere diversi minuti.
ja: 復元中はアプリを開いたままにしてください。これには数分かかる場合があります。
ko: 복구 프로세스 중 앱을 종료하지 마세요. 몇 분 정도가 걸릴 수 있습니다.
mr: पुनर्प्राप्ती प्रक्रियेच्या दरम्यान अ‍ॅप सुरू ठेवा. यासाठी अनेक मिनिटे लागू शकतात.
ms: Pastikan aplikasi dibuka semasa proses pemulihan. Ini mengambil masa beberapa minit.
nb: Husk å holde appen åpen under gjenopprettingen. Dette kan ta flere minutter.
nl: Houd de app geopend tijdens het herstelproces. Dit kan enkele minuten duren.
pl: Pozostaw aplikację otwartą na czas przywracania danych. Może to potrwać kilka minut.
pt_br: Mantenha o app aberto durante o processo de recuperação. Isso pode demorar alguns minutos.
pt_pt: Mantenha a app aberta durante o processo de recuperação. Pode demorar vários minutos.
ro: Menține aplicația deschisă în timpul procesului de recuperare. Poate dura mai multe minute.
ru: Не закрывайте приложение, пока идет восстановление. Это может занять несколько минут.
sk: Počas procesu obnovy nechajte aplikáciu otvorenú. Môže to trvať niekoľko minút.
sr: Не затварајте апликацију током опоравка. Поступак може потрајати неколико минута.
sv: Håll appen öppen under återställningsprocessen. Det kan ta flera minuter.
th: โปรดเปิดแอปไว้ระหว่างที่กำลังดำเนินการกู้คืน ขั้นตอนนี้อาจใช้เวลาสักครู่
tr: Kurtarma işlemi sırasında uygulamayı açık tut. Bu işlem bir kaç dakika sürebilir.
ug: ئەسلىگە كەلتۈرۈش جەريانىدا ئەپنى ئوچۇق قويۇڭ. بۇنىڭغا بىر قانچە مىنۇت ۋاقىت كېتىشى مۇمكىن.
uk: Не закривайте застосунок, поки триває відновлення. Воно може тривати кілька хвилин.
ur: بحالی کے دوران ایپ کھلی رکھیں۔ اس میں کئی منٹس لگ سکتے ہیں۔
vi: Giữ ứng dụng mở trong quá trình khôi phục. Quá trình có thể mất nhiều phút.
zh_cn: 请在恢复过程中使应用保持打开状态。这将需要几分钟。
zh_hk: 請在恢復過程期間保持應用程式開啟。這可能需時數分鐘。

# DATABASE_RECOVERY_RECOVERY_IN_PROGRESS_TITLE
source: Recovering Data
ar: جارٍ استعادة البيانات
be: Аднаўленне даных
bn: ডেটা পুনরুদ্ধার করা হচ্ছে
ca: Recuperant dades
cs: Obnovování dat
da: Gendannelse af data
de: Daten werden wiederhergestellt
el: Επαναφορά δεδομένων
es: Recuperando datos
fa: در حال بازیابی داده
fi: Tietoja palautetaan
fr: Récupération des données
ga: Sonraí á n-athshlánú
gu: ડેટા રિકવર થાય છે
he: שחזור נתונים
hi: डाटा रिकवर हो रहा है
hr: Oporavak podataka
hu: Adatok helyreállítása
id: Memulihkan Data
it: Recupero dati in corso
ja: データ復元中
ko: 데이터 복구 중
mr: डेटा पुनर्प्राप्त करत आहे
ms: Memulihkan Data
nb: Gjenoppretter dataene
nl: Gegevens herstellen
pl: Przywracanie danych
pt_br: Recuperando dados
pt_pt: A recuperar dados
ro: Se Recuperează Datele
ru: Восстановление данных
sk: Obnova údajov
sr: Опорављамо податке
sv: Återställer data
th: กำลังกู้คืนข้อมูล
tr: Veriler Kurtarılıyor
ug: سانلىق مەلۇمات ئەسلىگە كېلىۋاتىدۇ
uk: Триває відновлення даних
ur: ڈیٹا کی بحالی
vi: Đang Khôi phục Dữ liệu
zh_cn: 正在恢复数据
zh_hk: 正在恢復資料

# DATABASE_RECOVERY_RECOVERY_SUCCEEDED_DESCRIPTION
source: Recovery was successful, but some messages may not have been recovered.
ar: تمَّت الاستعادة بنجاح، ولكن ربما تعذَّرت استعادة بعض الرسائل.
be: Аднаўленне адбылося паспяхова, але некаторыя паведамленні, магчыма, не былі адноўлены.
bn: পুনরুদ্ধার সফল হয়েছে, তবে কিছু ম্যাসেজ পুনরুদ্ধার নাও হতে পারে৷
ca: La recuperació ha estat correcta, però és possible que alguns missatges no s'hagin recuperat.
cs: Obnovení dat proběhlo úspěšně, některé zprávy se ale obnovit nepodařilo.
da: Gendannelsen lykkedes, men nogle meddelelser er muligvis ikke blevet gendannet.
de: Die Wiederherstellung war erfolgreich, aber einige Nachrichten wurden möglicherweise nicht wiederhergestellt.
el: Η ανάκτηση ήταν επιτυχής, αλλά ορισμένα μηνύματα ενδέχεται να μην έχουν ανακτηθεί.
es: El proceso de recuperación se ha completado correctamente, pero es posible que no se hayan recuperado algunos mensajes.
fa: بازیابی با موفقیت انجام شد، اما ممکن است برخی از پیام ها بازیابی نشده باشند.
fi: Palautus onnistui, mutta kaikkia viestejä ei ehkä palautettu.
fr: Nous avons bien récupéré vos données. Il est cependant possible que certains messages manquent à l'appel.
ga: D'éirigh le hathshlánú, ach b'fhéidir nár athshlánaíodh teachtaireachtaí áirithe.
gu: રિકવરી સફળ હતી, પરંતુ કેટલાક મેસેજ રિકવર ન થાય હોય તેમ બની શકે.
he: השחזור עבר בהצלחה, אבל יתכן שכמה הודעות לא שוחזרו.
hi: रिकवरी सफल रही, लेकिन हो सकता है कि कुछ संदेश रिकवर न हुए हों।
hr: Oporavak je bio uspješan, no neke poruke možda nije bilo moguće spasiti.
hu: A helyreállítás sikeres volt, azonban előfordulhat, hogy egyes üzeneteket nem sikerült helyreállítani.
id: Pemulihan berhasil, tetapi beberapa pesan mungkin tidak dapat dipulihkan.
it: Il recupero dei dati è andato a buon fine, ma ricorda che potresti aver comunque perso alcuni messaggi.
ja: 復元に成功しましたが、メッセージの一部は復元されなかった可能性があります。
ko: 복구에 성공했으나 일부 메시지를 복구하지 못했을 수 있습니다.
mr: पुनर्प्राप्ती यशस्वी झाली होती, मात्र काही संदेशांची पुनर्प्राप्ती झालेली नसू शकते.
ms: Pemulihan telah berjaya, tetapi beberapa mesej mungkin tidak dapat dipulihkan.
nb: Gjenopprettingen var vellykket, men enkelte meldinger kunne ikke gjenopprettes.
nl: Het herstel was succesvol, maar sommige berichten zijn mogelijk niet hersteld.
pl: Udało się przywrócić dane z wyjątkiem niektórych wiadomości.
pt_br: Concluímos a recuperação, mas é possível que algumas mensagens não tenham sido recuperadas.
pt_pt: A recuperação foi bem sucedida, mas algumas mensagens podem não ter sido recuperadas.
ro: Recuperarea a avut succes, dar este posibil ca unele dintre mesaje să nu fi fost recuperate.
ru: Восстановление прошло успешно, но некоторые сообщения могли быть не восстановлены.
sk: Obnova bola úspešná, je však možné, že sa nepodarilo obnoviť všetky správy.
sr: Опоравак је успео, али неке поруке можда нису опорављене.
sv: Återställningen lyckades, men vissa meddelanden kanske inte har återställts.
th: กู้คืนสำเร็จ แต่บางข้อความอาจไม่ได้รับการกู้คืน
tr: Kurtarma başarılı oldu, fakat bazı mesajlar kurtarılamamış olabilir.
ug: ئەسلىگە كەلتۈرۈش مۇۋەپپەقىيەتلىك بولدى، ئەمما بەزى ئۇچۇرلار ئەسلىگە كەلمىگەن بولۇشى مۇمكىن.
uk: Дані відновлено, але, можливо, було втрачено частину повідомлень.
ur: بحالی کامیاب رہی، لیکن کچھ میسجز بحال نہیں ہو سکے۔
vi: Quá trình khôi phục thành công, nhưng một số tin nhắn có thể đã không được khôi phục.
zh_cn: 数据恢复成功，不过有些消息可能未能成功恢复。
zh_hk: 恢復過程順利完成，但某些訊息可能無法恢復。

# DATABASE_RECOVERY_RECOVERY_SUCCEEDED_TITLE
source: Data Successfully Recovered
ar: تمَّت استعادة البيانات بنجاح
be: Даныя паспяхова адноўлены
bn: ডেটা সফলভাবে পুনরুদ্ধার করা হয়েছে
ca: Dades recuperades correctament
cs: Data byla úspěšně obnovena
da: Data gendannet
de: Daten erfolgreich wiederhergestellt
el: Τα δεδομένα ανακτήθηκαν επιτυχώς
es: Datos recuperados correctamente
fa: داده‌ها با موفقیت بازیابی شد
fi: Tietojen palauttaminen onnistui
fr: Récupération réussie
ga: D'éirigh le hathshlánú na sonraí
gu: ડેટા સફળતાપૂર્વક રિકવર થયો
he: שחזור הנתונים הצליח
hi: डेटा सफलतापूर्वक रिकवर किया गया
hr: Podaci su uspješno oporavljeni
hu: Az adatok sikeresen helyreállításra kerültek
id: Data Berhasil Dipulihkan
it: Recupero dei dati riuscito
ja: データの復元に成功しました
ko: 데이터를 복구함
mr: डेटा यशस्वीरित्या पूनर्प्राप्त झाला
ms: Data Berjaya Dipulihkan
nb: Dataene dine er gjenopprettet
nl: Gegevens succesvol hersteld
pl: Dane przywrócone
pt_br: Dados recuperados
pt_pt: Dados recuperados com sucesso
ro: Datele au fost Recuperate cu Succes
ru: Данные успешно восстановлены
sk: Údaje boli úspešne obnovené
sr: Подаци су опорављени
sv: Data har återställts
th: กู้คืนข้อมูลสำเร็จ
tr: Veriler Başarıyla Kurtarıldı
ug: سانلىق مەلۇمات ئەسلىگە كەلتۈرۈلدى
uk: Дані відновлено
ur: ڈیٹا کامیابی سے بحال ہو گیا
vi: Khôi phục Dữ liệu Thành công
zh_cn: 数据已成功恢复
zh_hk: 成功恢復資料

# DATABASE_VIEW_OVERLAY_SUBTITLE
source: This can take a few minutes.
af: Dit kan ’n aantal minute neem.
ar: قد يستغرق ذلك بضع دقائق.
az: Bu, bir neçə dəqiqə çəkə bilər.
be: Гэта займае некалькі хвілін.
bg: Това може да отнеме няколко минути.
bn: এই কয়েক মিনিট সময় নিতে পারে.
ca: Això pot trigar uns minuts.
cs: Toto může pár minut trvat.
cy: Gall hyn gymryd ychydig funudau.
da: Dette kan tage et par minutter
de: Dies kann einige Minuten dauern.
el: Αυτό μπορεί να πάρει μερικά λεπτά.
es: Puede llevar unos minutos.
es_es: Puede tomar unos minutos.
et: See võib võtta paar minutit.
eu: Baliteke minutu batzuk behar izatea.
fa: ممکن است چند دقیقه زمان ببرد.
fi: Tämä saattaa kestää muutaman minuutin.
fil: Maaari itong kumain ng ilang minuto.
fr: Cela peut prendre quelques minutes.
ga: Tógann sé seo nóiméad nó dhó.
gu: આમાં થોડીવાર લાગી શકે છે.
he: ייתכן וזה יקח מספר דקות
hi: यह कुछ समय ले सकता है।
hr: Ovo može potrajati nekoliko minuta.
hu: Ez pár percet is igénybe vehet.
id: Ini akan memerlukan beberapa menit.
is: Þetta getur tekið nokkrar mínútur.
it: Può richiedere alcuni minuti.
ja: 数分かかるかも知れません。
kab: Aya yezmer ad yeṭṭef kra n tesdatin.
kk: Бұған бірнеше минут кетеді.
km: áœá¶á¢á¶á…á…áŸ†áá¶á™á–áŸá›á”áŸ‰á»á“áŸ’á˜á¶á“á‘á¶á‘á¸áŸ”
kn: ಇದು ಕೆಲವು ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko: 몇 분 정도 소요됩니다.
lt: Tai gali užtrukti kelias minutes
lv: Šī darbība var ilgt dažas minūtes.
mk: Ова може да потрае неколку минути.
ml: ഇത് കുറച്ച് മിനിറ്റുകൾ എടുക്കും.
mr: ह्याला काही मिनिटे लागू शकतात.
ms: Ini boleh mengambil masa beberapa minit
my: မိနစ်အနည်းငယ်ကြာနိုင်ပါသည်
nb: Dette kan ta noen minutter.
nl: Dit kan enkele minuten duren.
pa: ਇਸ ਵਿੱਚ ਕੁਝ ਮਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ.
pa_pk: ایس اچ چند منٹ لگ سکدے نیں۔
pl: To może zająć kilka minut.
ps: دا کار کېدای شي څو دقیقې وخت ونیسي.
pt_br: Isso pode levar alguns minutos.
pt_pt: Isto poderá demorar alguns minutos.
ro: Această operațiune poate dura câteva minute.
ru: Это может занять несколько минут.
sk: Môže to trvať pár minút.
sl: To lahko traja nekaj minut.
sq: Kjo mund të hajë ca minuta.
sr: Може потрајати пар минута.
sv: Detta kan ta några minuter.
sw: Hii inaweza kuchukua dakika chache
ta: இதற்கு சில நிமிடங்கள் ஆகலாம்.
te: దీనికి కొన్ని నిమిషాలు పట్టవచ్చు.
th: นี่อาจใช้เวลาสองสามนาที
tr: Bu birkaç dakika sürebilir.
ug: بۇنىڭغا بىر مىنۇتتەك ۋەقىت كېتىشى مۇمكىن.
uk: Перевірка триватиме кілька хвилин.
ur: اس میں چند منٹ لگ سکتے ہیں
vi: Việc này có thể mất vài phút.
zh_cn: 这需要耗费 1 分钟左右。
zh_hk: 可能需要數分鐘。

# DATABASE_VIEW_OVERLAY_TITLE
source: Optimizing Database
af: Optimering van databasis
ar: تنظيم قاعدة البيانات
az: Verilənlər bazası optimallaşdırılır
be: Аптымізацыя базы даных
bg: Оптимизиране на данните
bn: ডাটাবেস অপ্টিমাইজ করা হচ্ছে
ca: S'optimitza la base de dades
cs: Optimalizace databáze
cy: Yn Optimeiddio Cronfa Ddata
da: Optimerer database
de: Datenbank wird optimiert
el: Βελτιστοποίηση βάσης δεδομένων
es: Optimizando base de datos
es_es: Optimizando base de datos
et: Andmebaasi optimeerimine
eu: Datubasea Optimizatzen
fa: در حال بهینه‌سازی پایگاه داده
fi: Päivitetään tietokantaa
fil: Ino-optimize ang Database
fr: Optimisation de la base de données
ga: Bunachar Sonraí á Optamú
gu: ઑપ્ટિમાઇઝ ડેટાબેસ
he: ממטב מסד נתונים
hi: डेटाबेस को बेहतर कर रहे हैं
hr: Optimiziranje baze podataka
hu: Adatbázis optimalizálása
id: Mengoptimalkan Database
is: Hagræði gagnagrunni
it: Ottimizzazione del database
ja: データベースを最適化中
kab: Aṣggem n taffa n yisefka
kk: Дерекқорды оңтайландыру
km: á€áŸ†á–á»á„á’áŸ’áœá¾á²áŸ’á™á‘á·á“áŸ’á“á“áŸá™á”áŸ’ášáŸá¾ášá¡á¾á„
kn: ಡೇಟಾಬೇಸ್ ಅನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸುವುದು
ko: 데이터베이스 최적화 중
lt: Optimizuojama duomenų bazė
lv: Uzlabo datu bāzi
mk: Оптимизирање на базата на податоци
ml: ഡാറ്റാബേസ് ഓപ്റ്റിമൈസ് ചെയ്യുന്നു
mr: डेटाबेस ऑप्टीमाईझ करत आहे
ms: Mengoptimumkan Pangkalan Data
my: အချက်အလက်သိမ်းဆည်းမှုကို ဆီလျော်အောင်လုပ်ဆောင်နေသည်
nb: Optimaliserer database
nl: Database aan het optimaliseren
pa: ਡਾਟਾਬੇਸ ਅਨੁਕੂਲਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pa_pk: ڈیٹا بیس نوں چنگا بنانا
pl: Optymalizacja bazy danych
ps: د ډیټابیز د غوره کولو په حال کې
pt_br: Otimizando base de dados
pt_pt: A optimizar a base de dados
ro: Se optimizează baza de date
ru: Оптимизируем базу данных
sk: Optimalizácia databázy
sl: Optimiziram bazo podatkov
sq: Po optimizohet Baza e të Dhënave
sr: Оптимизујемо базу података
sv: Optimerar databas
sw: Inaboresha Hifadhidata
ta: தரவுத்தளத்தை மேம்படுத்துகிறது
te: దత్తాంశమూలను ఆప్టిమైజ్ చేస్తుంది
th: จัดระเบียบฐานข้อมูล
tr: Veritabanı Optimize Ediliyor
ug: سانداننى ئەلالاشتۇرۇۋاتىدۇ
uk: Триває оптимізація бази даних
ur: ڈیٹا بیس بحال ہو رہا ہے
vi: Đang tối ưu hóa Cơ sở dữ liệu
zh_cn: 正在优化数据库
zh_hk: 正在最佳化資料庫

# DATE_NOW
source: Now
af: Nou
ar: الآن
az: İndi
be: Зараз
bg: Току що
bn: এখন
ca: Ara
cs: Nyní
cy: Nawr
da: Nu
de: Jetzt
el: Τώρα
es: Ahora
es_es: Ahora
et: Praegu
eu: Orain
fa: الان
fi: Nyt
fil: Ngayon
fr: À l'instant
ga: Anois
gu: હમણાં
he: עכשיו
hi: अभी
hr: Sada
hu: Most
id: Sekarang
is: Núna
it: Ora
ja: たった今
kab: Tura
kk: Қазір
km: á¥á¡á¼áœ
kn: ಈಗ
ko: 방금 전
lt: Dabar
lv: Tagad
mk: Сега
ml: ഇപ്പോൾ
mr: आता
ms: Sekarang
my: ယခု
nb: Nå
nl: Nu
pa: ਹੁਣ
pa_pk: ہونڑی
pl: Teraz
ps: اوس
pt_br: Agora
pt_pt: Agora
ro: Acum
ru: Только что
sk: Teraz
sl: Ravnokar
sq: Tani
sr: Сада
sv: Nu
sw: Sasa
ta: இப்போது
te: ఇప్పుడు
th: เดี๋ยวนี้
tr: Şimdi
ug: ھازىر
uk: Щойно
ur: اب
vi: Vừa xong
zh_cn: 刚刚
zh_hk: 剛剛

# DATE_TODAY
source: Today
af: Vandag
ar: اليوم
az: Bu gün
be: Сёння
bg: Днес
bn: আজ
ca: Avui
cs: Dnes
cy: Heddiw
da: I dag
de: Heute
el: Σήμερα
es: Hoy
es_es: Hoy
et: Täna
eu: Gaur
fa: امروز
fi: Tänään
fil: Ngayong Araw
fr: Aujourd'hui
ga: Inniu
gu: આજે
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
is: Í dag
it: Oggi
ja: 今日
kab: Ass-a
kk: Бүгін
km: ááŸ’á„áŸƒá“áŸáŸ‡
kn: ಇಂದು
ko: 오늘
lt: Šiandien
lv: Šodien
mk: Денес
ml: ഇന്ന്
mr: आज
ms: Hari ini
my: ယနေ့
nb: I dag
nl: Vandaag
pa: ਅੱਜ
pa_pk: اج
pl: Dzisiaj
ps: نن
pt_br: Hoje
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sl: Danes
sq: Sot
sr: Данас
sv: Idag
sw: Leo
ta: இன்று
te: నేడు
th: วันนี้
tr: Bugün
ug: بۈگۈن
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_cn: 今日
zh_hk: 今天

# DATE_YESTERDAY
source: Yesterday
af: Gister
ar: البارِحة
az: Dünən
be: Учора
bg: Вчера
bn: গতকাল
ca: Ahir
cs: Včera
cy: Ddoe
da: I går
de: Gestern
el: Χθές
es: Ayer
es_es: Ayer
et: Eile
eu: Atzo
fa: دیروز
fi: Eilen
fil: Kahapon
fr: Hier
ga: Inné
gu: ગઇકાલે
he: אתמול
hi: कल
hr: Jučer
hu: Tegnap
id: Kemarin
is: Í gær
it: Ieri
ja: 昨日
kab: Iḍelli
kk: Кеше
km: á˜áŸ’áŸá·á›á˜á·á‰
kn: ನಿನ್ನೆ
ko: 어제
lt: Vakar
lv: Vakar
mk: Вчера
ml: ഇന്നലെ
mr: काल
ms: Semalam
my: မနေ့
nb: I går
nl: Gisteren
pa: ਕੱਲ
pa_pk: کل
pl: Wczoraj
ps: پرون
pt_br: Ontem
pt_pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sq: Dje
sr: Јуче
sv: Igår
sw: Jana
ta: நேற்று
te: నిన్న
th: เมื่อวานนี้
tr: Dün
ug: تۈنۈگۈن
uk: Учора
ur: کل
vi: Hôm qua
zh_cn: 昨日
zh_hk: 昨天

# DEBUG_LOG_ALERT_COULD_NOT_PACKAGE_LOGS
source: Could not package logs.
af: Kon nie logs verpak nie.
ar: تعذّر جمع السجلات.
az: Jurnallar paketlənə bilmədi.
be: Не атрымалася ўпакаваць журналы.
bg: Регистрационните файлове не можаха да бъдат пакетирани.
bn: লগগুলি প্যাকেজ করা যায়নি।
ca: No s'han pogut empacar els registres.
cs: Nelze zabalit logy.
cy: Methwyd pecynnu cofnodion.
da: Kunne ikke pakke logfiler
de: Protokoll konnte nicht zusammengestellt werden.
el: Αποτυχία πακεταρίσματος των αρχείων αποσφαλμάτωσης.
es: No se han podido comprimir los archivos.
es_es: No se ha podido preparar el archivo con el registro de depuración.
et: Logide pakendamine ei õnnestunud.
eu: Ezin izan da arazteko informazioa paketatu
fa: گزارش ها جمع آوری نشدند.
fi: Lokien pakkaus ei onnistunut.
fil: Hindi mai-package ang mga log.
fr: Impossible de compresser les journaux.
ga: Níorbh fhéidir na logchomhaid a phacáistiú.
gu: લૉગનું પેકેજ કરી શકાયું નહીં.
he: לא היה ניתן לארוז יומנים.
hi: लॉग्स पैकेज नहीं हो रहे हैं।
hr: Nije moguće zapakirati zapise.
hu: Hibanapló előkészítése sikertelen.
id: Tidak dapat memaketkan log.
is: Gat ekki pakkað saman atvikaskrám.
it: Impossibile preparare i log.
ja: ログパッケージの作成に失敗しました。
kab: D awezɣi ad uɣalen yiɣmisen d akemmus.
kk: Журналдарды пакетке салу мүмкін болмады.
km: á˜á·á“á¢á¶á…á”áŸ’ášá˜á¼á›á€áŸ†áááŸ‹ááŸ’ášá¶áŸ”
kn: ಲಾಗ್‌ಗಳನ್ನು ಪ್ಯಾಕೇಜ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 로그를 압축할 수 없습니다.
lt: Nepavyko supakuoti žurnalus.
lv: Žurnālfailus nevarēja ievietot pakotnē.
mk: Логовите не може да бидат спакувани.
ml: ലോഗുകൾ പാക്കേജ് ചെയ്യാനായില്ല.
mr: लॉग पॅकेज करू शकले नाही.
ms: Tidak dapat pakej log.
my: မှတ်တမ်းများကို ထုတ်သိမ်း၍မရပါ
nb: Kunne ikke pakke logg.
nl: Kon logs niet inpakken.
pa: ਲੌਗ ਪੈਕੇਜ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ.
pa_pk: لاگز نوں پیک نئیں کر سکیا۔
pl: Nie udało się utworzyć pakietu dzienników.
ps: رپوټونه یې را جمع نشو کړای.
pt_br: Não foi possível empacotar os registros.
pt_pt: Não foi possível compactar os relatórios de erros.
ro: Nu s-au putut arhiva jurnalele.
ru: Не удалось упаковать журналы.
sk: Nepodarilo sa zabaliť logy.
sl: Ne morem pripraviti zabeležb.
sq: S’u paketuan dot regjistrat.
sr: Припрема извештаја није успела.
sv: Det gick inte att paketera loggar.
sw: Haikuweza kushughulikia tunza kumbukumbu
ta: பதிவுகளை தொகுக்க முடியவில்லை.
te: లాగ్‌లను ప్యాకేజీ చేయలేకపోయింది.
th: ไม่สามารถจัดปูมลงหีบห่อ
tr: Günlükler paketlenemedi.
ug: سازلاش خاتىرىسىنى بوغچىلىيالمايدۇ.
uk: Не вдалося зібрати журнали.
ur: پیکج لاگز کاپی نہیں ہو سکتے۔
vi: Không thể đóng gói nhật kí lỗi.
zh_cn: 无法打包日志。
zh_hk: 無法包裝日誌。
