Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

source: Bank transfers can take 1 to 14 business days to process. Please wait until this donation completes before updating your subscription.
ar: عادةً ما تستغرق معالجة التحويلات المصرفية ما بين يوم واحد و14 يوم عمل. يُرجى الانتظار حتى اكتمال تبرُّعك هذا قبل تحديث اشتراكك.
be: Апрацоўка банкаўскіх пераводаў можа заняць ад 1 да 14 працоўных дзён. Перш чым абнавіць падпіску, дачакайцеся, пакуль гэта ахвяраванне не завершыцца.
bn: ব্যাংক ট্রান্সফার প্রক্রিয়া করতে 1 থেকে 14 কার্যদিবস সময় লাগতে পারে। অনুগ্রহ করে আপনার সাবস্ক্রিপশন আপডেট করার আগে এই ডোনেশনটি সম্পন্ন হওয়ার আগ পর্যন্ত অপেক্ষা করুন।
ca: Les transferències bancàries poden trigar entre 1 i 14 dies laborables a completar-se. Espera fins que es completi la donació abans d'actualitzar la teva subscripció.
cs: Zpracování bankovního převodu může trvat 1 až 14 pracovních dní. S aktualizací předplatného prosím počkejte, dokud nebude tento příspěvek dokončen.
da: Det kan tage 1-14 arbejdsdage at behandle en bankoverførsel. Vent på at betalingen bliver gennemført, inden du opdaterer dit abonnement.
de: Die Bearbeitung von Banküberweisungen kann 1 bis 14 Werktage dauern. Bitte warte, bis diese Spende abgeschlossen ist, bevor du deine regelmäßige Spende aktualisierst.
el: Οι τραπεζικές μεταφορές χρειάζονται 1 με 14 εργάσιμες ημέρες για να διεκπεραιωθούν. Περίμενε μέχρι να ολοκληρωθεί αυτή η δωρεά προτού ενημερώσεις τη συνδρομή σου.
es: Las transferencias bancarias pueden tardar entre 1 y 14 días hábiles en procesarse. Espera hasta que se complete esta donación antes de actualizar tu suscripción.
fa: پردازش انتقال‌های بانکی ممکن است ۱ تا ۱۴ روز کاری طول بکشد. لطفاً قبل از به‌روزرسانی اشتراک خود، صبر کنید تا این اهدای مالی تکمیل شود.
fi: Pankkisiirtojen käsittely voi kestää 1–14 arkipäivää. Odota, kunnes maksu on suoritettu, ennen kuin päivität tilauksesi.
fr: Le traitement des virements peut prendre entre 1 et 14 jours ouvrés. Veuillez attendre que ce paiement soit finalisé avant de modifier votre don mensuel.
ga: Is gnách go bpróiseáiltear aistrithe bainc idir 1 agus 14 lá gnó. Fan go gcríochnófar an tabhartas seo roimh do shíntiús a nuashonrú.
gu: બેંક ટ્રાન્સફરની પ્રક્રિયા થવામાં 1 થી 14 કામકાજી દિવસ લાગી શકે છે. તમારું સબ્સ્ક્રિપ્શન અપડેટ કરતાં પહેલાં કૃપા કરીને આ ચુકવણી પૂર્ણ થાય ત્યાં સુધી રાહ જુઓ.
he: עיבוד העברות בנקאיות יכול לקחת בין 1–14 ימי עסקים. יש להמתין עד שתשלום זה יסתיים לפני עדכון המנוי שלך.
hi: बैंक ट्रांसफर को प्रोसेस करने में 1 से 14 कारोबारी दिन लग सकते हैं। कृपया अपना सब्सक्रिप्शन अपडेट करने से पहले इस दान के पूरा होने तक इंतजार करें।
hr: Obrada transakcije putem bankovnog transfera može potrajati od 1 do 14 radnih dana. Prije ažuriranja pretplate pričekajte završetak transakcije.
hu: A banki átutalások feldolgozása 1–14 munkanapot vehet igénybe. Mielőtt frissíted az előfizetésedet, kérjük, várd meg, amíg a fizetés teljesül.
id: Proses transfer bank biasanya perlu waktu 1 sampai 14 hari kerja. Harap tunggu hingga pemrosesan donasi ini selesai sebelum memperbarui langganan Anda.
it: L'elaborazione dei bonifici bancari di solito richiede da 1 a 14 giorni lavorativi. Attendi il completamento di questa transazione prima di aggiornare il tuo abbonamento.
ja: 銀行振り込みの場合、処理されるまで1～14日かかる場合があります。この寄付が完了するまで、再度の寄付のお申し込みをお待ちください。
ko: 은행 송금을 처리하는 데 영업일 기준 1~14일이 걸릴 수 있습니다. 이 기부가 완료될 때까지 기다렸다가 구독을 업데이트해 주세요.
mr: बँक हस्तांतरणावर प्रक्रिया होण्यासाठी 1 ते 14 दिवस लागू शकतात. कृपया आपले सदस्यत्व अद्ययावत करण्यापूर्वी या देणगी वर प्रक्रिया होण्याची प्रतिक्षा करा.
ms: Pindahan bank boleh mengambil masa 1 hingga 14 hari perniagaan untuk diproses. Sila tunggu sehingga pembayaran ini selesai sebelum mengemas kini langganan anda.
nb: Bankoverføringer har en behandlingstid på 1 til 14 virkedager. Du kan oppdatere abonnementet ditt når denne betalingen er gjennomført.
nl: Het kan 1 tot 14 werkdagen duren voordat een bankoverschrijving is verwerkt. Wacht tot deze betaling is voltooid voordat je je maandelijkse donatie bijwerkt.
pl: Realizacja przelewu bankowego może potrwać od 1 do 14 dni roboczych. Zanim zmienisz swoją darowiznę cykliczną, poczekaj, aż ta płatność zostanie zrealizowana.
pt_br: As transferências bancárias podem levar de 1 a 14 dias para serem processadas. Espere até que a doação seja concluída para atualizar sua assinatura.
pt_pt: As transferências bancárias podem levar 1 a 14 dias úteis a serem processadas. Aguarde até que este pagamento seja concluído antes de atualizar a sua subscrição.
ro: Procesarea transferurilor bancare poate dura între 1 și 14 zile lucrătoare. Așteaptă până la finalizarea acestei plăți înainte de a-ți actualiza abonamentul.
ru: Обработка банковских переводов может занимать от 1 до 14 рабочих дней. Пожалуйста, дождитесь завершения обработки пожертвования, прежде чем обновлять подписку.
sk: Spracovanie bankového prevodu môže trvať 1 až 14 pracovných dní. Pred aktualizáciou prispievania počkajte, kým sa nedokončí odosielanie tohto príspevku.
sr: Обрада банковних преноса може да потраје од 1 до 14 радних дана. Сачекајте да се ова донација заврши пре него што ажурирате претплату.
sv: Banköverföringar kan ta 1 till 14 arbetsdagar att bearbeta. Vänta tills denna donation slutförs innan du uppdaterar ditt abonnemang.
th: การโอนเงินผ่านระบบธนาคารอาจใช้เวลาดำเนินการประมาณ 1 ถึง 14 วันทำการ โปรดรอให้การบริจาคนี้สำเร็จก่อน แล้วจึงค่อยอัปเดตการบริจาครายเดือนของคุณ
tr: Banka transferlerinin işleme alınması 1 ila 14 iş günü sürebilir. Lütfen aboneliğini güncellemeden önce bu bağışın tamamlanmasını bekle.
ug: بانكىدىن ئاغدۇرغان ھېساباتنى بىر تەرەپ قىلىشقا 1 كۈندىن 14 كۈنگىچە ۋاقىت كېتىدۇ. مۇشتەرىلىكنى يېڭىلاشتىن بۇرۇن بۇ پۇ تۆلەشنىڭ تاماملىنىشىنى كۈتۈپ تۇرۇڭ.
uk: Опрацювання банківських переказів може займати від 1 до 14 робочих днів. Просимо вас дочекатися проведення платежу, перш ніж оновлювати підписку.
ur: بینک ٹرانسفرز کو زیر عمل لانے میں 1 سے 14 کاروباری ایام لگ سکتے ہیں۔ براہ کرم اپنی سبسکرپشن اپ ڈیٹ کرنے سے پہلے اس عطیے کے مکمل ہونے کا انتظار کریں۔
vi: Giao dịch chuyển khoản ngân hàng thường mất 1 đến 14 ngày làm việc để xử lý. Vui lòng chờ đến khi khoản ủng hộ này hoàn tất trước khi cập nhật gói ủng hộ.
zh_cn: 银行转账可能需要 1 至 14 个工作日。请等待这笔捐款完成后再更新您的定期捐款。
zh_hk: 銀行轉帳需要 1 至 14 個工作天才能處理。請等待捐款完成後，才更新你的定期贊助。

# DONATE_SCREEN_ERROR_MESSAGE_FORMAT_BANK_TRANSFER_AMOUNT_TOO_LARGE
source: You can send up to %1$@ via bank transfer. Try a different amount or a different payment method.
ar: يُمكنك إرسال ما يصل إلى %1$@ عبر تحويل مصرفي. جرِّب مبلغًا مختلفًا أو طريقة دفع أخرى.
be: Вы можаце адправіць банкаўскім пераводам да %1$@. Выберыце іншую суму або іншы спосаб аплаты.
bn: আপনি ব্যাংক ট্রান্সফারের মাধ্যমে %1$@ পর্যন্ত পাঠাতে পারবেন। একটি ভিন্ন পরিমাণ পাঠানোর চেষ্টা করুন বা একটি ভিন্ন পেমেন্ট পদ্ধতি ব্যবহার করে দেখুন।
ca: Pots enviar fins a %1$@ mitjançant transferència bancària. Prova una quantitat o una forma de pagament diferents.
cs: Bankovním převodem můžete poslat nejvýše %1$@. Zkuste jinou částku nebo jiný způsob platby.
da: Du kan sende op til %1$@ med bankoverførsel. Prøv et andet beløb eller en anden betalingsmetode.
de: Du kannst bis zu %1$@ per Banküberweisung senden. Versuche es mit einem anderen Betrag oder einer anderen Zahlungsmethode.
el: Μπορείς να στείλεις έως και %1$@ μέσω τραπεζικής μεταφοράς. Δοκίμασε διαφορετικό ποσό ή διαφορετικό τρόπο πληρωμής.
es: Puedes enviar hasta %1$@ mediante transferencia bancaria. Prueba con otro importe o un método de pago.
fa: می‌توانید تا سقف %1$@ از طریق انتقال بانکی ارسال کنید. مبلغ یا روش پرداخت دیگری را امتحان کنید.
fi: Pankkisiirron enimmäismäärä on %1$@. Kokeile toista summaa tai maksutapaa.
fr: Vous pouvez envoyer jusqu'à %1$@ par virement bancaire. Veuillez saisir un autre montant ou choisir un autre mode de paiement.
ga: Is féidir leat suas le %1$@ a sheoladh trí aistriú bainc. Triail méid difriúil nó modh íocaíochta eile.
gu: તમે બેંક ટ્રાન્સફર દ્વારા %1$@ સુધી મોકલી શકો છો. કોઈ બીજી રકમ અથવા અલગ ચુકવણી પદ્ધતિ અજમાવી જુઓ.
he: אפשר לשלוח עד %1$@ באמצעות העברה בנקאית. יש לנסות סכום אחר או אמצעי תשלום אחר.
hi: आप बैंक ट्रांसफर के माध्यम से %1$@ तक भेज सकते हैं। एक अलग राशि या एक अलग भुगतान विधि आज़माएँ।
hr: Moguće je poslati do %1$@ putem bankovnog transfera. Pokušajte s nižim iznosom ili drugim načinom plaćanja.
hu: Legfeljebb %1$@ összeget küldhetsz banki átutalással. Próbálkozz másik összeggel vagy fizetési móddal.
id: Anda bisa kirim maksimal %1$@ via transfer bank. Coba jumlah lain atau metode pembayaran berbeda.
it: Puoi inviare fino a %1$@ tramite bonifico bancario. Prova a inserire un'altra cifra o a usare un metodo di pagamento diverso.
ja: 銀行振り込みによる寄付金額は、最大%1$@です。金額を変えるか他の決済方法をお試し下さい。
ko: 은행 송금을 통해 보낼 수 있는 최대 금액은 %1$@입니다. 다른 금액이나 다른 결제 방법으로 시도해 주세요.
mr: आपण बँक ट्रान्सफर द्वारे %1$@ पर्यंत पाठवू शकता. दुसरी रक्कम किंवा एक दुसरी पेमेंट्स पद्धत वापरून पहा.
ms: Anda boleh menghantar sehingga %1$@ melalui pindahan bank. Cuba jumlah lain atau kaedah pembayaran yang berbeza.
nb: Du kan gi opptil %1$@ via bankoverføring. Prøv med et annet beløp eller en annen betalingsmåte.
nl: Via een bankoverschrijving kun je maximaal %1$@ overmaken. Probeer een ander bedrag of een andere betaalmethode.
pl: Przelewem bankowym możesz przekazać maksymalnie %1$@. Podaj inną kwotę lub wybierz inną metodę płatności.
pt_br: Você pode enviar até %1$@ via transferência bancária. Tente outro valor ou forma de pagamento.
pt_pt: Pode enviar até %1$@ por transferência bancária. Experimente um valor diferente ou um método de pagamento diferente.
ro: Poți trimite până la %1$@ prin transfer bancar. Încearcă o sumă diferită sau o metodă de plată diferită.
ru: Вы можете отправить банковским переводом до %1$@. Попробуйте другую сумму или другой способ оплаты.
sk: Bankovým prevodom môžete poslať maximálne %1$@. Skúste zadať inú sumu alebo iný spôsob platby.
sr: Можете послати до %1$@ путем банковног преноса. Пробајте да пошљњете други износ или користите други начин плаћања.
sv: Du kan skicka upp till %1$@ via banköverföring. Prova ett annat belopp eller en annan betalningsmetod.
th: คุณสามารถบริจาคด้วยการโอนเงินผ่านระบบธนาคารได้สูงสุด %1$@ กรุณาระบุยอดบริจาคใหม่หรือลองชำระเงินด้วยวิธีอื่น
tr: Banka transferi yoluyla en fazla %1$@ gönderebilirsin. Farklı bir tutar veya farklı bir ödeme yöntemi dene.
ug: بانكا ئارقىلىق كۆپ بولغاندا %1$@ ئىئانە قىلالايسىز. باشقا ئىئانە سوممىسىنى ياكى باشقا پۇل تۆلەش ئۇسۇلىنى سىناپ بېقىڭ.
uk: Ми приймаємо банківські перекази на суму до %1$@. Спробуйте іншу суму або інший платіжний засіб.
ur: آپ بذریعہ بینک ٹرانسفر %1$@ تک بھیج سکتے ہیں۔ کوئی اور رقم یا پیمنٹ کا کوئی مختلف طریقہ آزمائیں۔
vi: Bạn có thể gửi đến %1$@ qua chuyển khoản ngân hàng. Thử một khoản ủng hộ có giá trị khác hoặc một phương thức thanh toán khác.
zh_cn: 通过银行转账捐款的金额最高不超过 %1$@。请尝试其他金额或更换另一种付款方式。
zh_hk: 你可以透過銀行轉帳寄送最多 %1$@ 。嘗試不同金額或不同付款方式。

# DONATE_SCREEN_ERROR_MESSAGE_PLEASE_WAIT_BEFORE_MAKING_ANOTHER_DONATION
source: Your donation is still being processed. This can take a few minutes depending on your connection. Please wait until this donation completes before making another donation.
ar: لا يزال تبرُّعك قيد المعالجة. قد يستغرق الأمر بضع دقائق حسب اتصال شبكتك. يُرجى الانتظار حتى اكتمال تبرُّعك هذا قبل التبرُّع مرّة أخرى.
be: Ваша ахвяраванне яшчэ апрацоўваецца. Гэта можа заняць некалькі хвілін у залежнасці ад вашага падключэння. Перш чым зрабіць наступнае ахвяраванне, дачакайцеся, пакуль гэта ахвяраванне не завершыцца.
bn: আপনার ডোনেশন এখনো প্রক্রিয়া করা হচ্ছে। আপনার সংযোগের উপর ভিত্তি করে এতে কয়েক মিনিট সময় লাগতে পারে। অনুগ্রহ করে আরেকটি ডোনেশন পাঠানোর আগে এই পেমেন্টটি সম্পন্ন হওয়ার আগ পর্যন্ত অপেক্ষা করুন।
ca: La teva donació encara s'està processant. Això pot trigar uns quants minuts segons la connexió. Espera fins que es completi aquesta donació abans de fer-ne una altra.
cs: Váš příspěvek se stále ještě zpracovává. V závislosti na vašem připojení to může trvat několik minut. S dalším příspěvkem prosím počkejte, dokud nebude tento příspěvek dokončen.
da: Din donation er stadig under behandling. Det kan tage et par minutter afhængigt af din forbindelse. Vent på at betalingen bliver gennemført, inden du foretager en anden donation.
de: Deine Spende wird immer noch bearbeitet. Das kann abhängig von deiner Verbindung ein paar Minuten dauern. Bitte warte, bis diese Spende abgeschlossen ist, bevor du eine weitere Spende vornimmst.
el: Η δωρεά σου είναι ακόμη σε επεξεργασία. Μπορεί να διαρκέσει μερικά λεπτά, ανάλογα με τη σύνδεσή σου. Περίμενε μέχρι να ολοκληρωθεί αυτή η δωρεά προτού κάνεις νέα.
es: Tu donación aún se está procesando. Este proceso puede llevar unos minutos dependiendo de tu conexión. Espera hasta que se complete esta donación antes de realizar otra.
fa: اهدای مالی شما هنوز در حال پردازش است. بسته به اتصال اینترنت شما، این پردازش ممکن است چند دقیقه طول بکشد. لطفاً قبل از اهدای کمک مالی دیگر، صبر کنید تا این پرداخت تکمیل شود.
fi: Lahjoitusta käsitellään vielä. Tämä voi kestää muutamia minuutteja yhteydestäsi riippuen. Odota, kunnes maksu on suoritettu, ennen kuin teet uuden lahjoituksen.
fr: Votre don est en cours de traitement. Cela peut prendre quelques minutes en fonction de votre connexion. Veuillez attendre que ce don soit finalisé avant de faire un autre don.
ga: Tá do thabhartas á phróiseáil fós. D'fheadfaí go mbeadh cúpla nóiméad i gceist leis sin ag brath ar do nasc. Fan go gcríochnófar an tabhartas seo roimh thabhartas eile a thabhairt.
gu: તમારા દાનની પ્રક્રિયા હજી ચાલુ છે. આમાં તમારા કનેક્શનને આધારે થોડી મિનિટો લાગી શકે છે. અન્ય દાન આપતાં પહેલાં કૃપા કરીને આ ચુકવણી પૂર્ણ થાય ત્યાં સુધી રાહ જુઓ.
he: התרומה שלך עדיין בתהליך עיבוד. זה יכול לקחת מספר דקות בהתאם לחיבור שלך. יש להמתין עד שתשלום זה יסתיים לפני ביצוע תרומה נוספת.
hi: आपका दान अभी भी संसाधित किया जा रहा है। आपके कनेक्शन के आधार पर इसमें कुछ समय लग सकता है। कृपया, दूसरा दान करने से पहले इस भुगतान के पूरा होने तक इंतजार करें।
hr: Vaša se donacija još uvijek obrađuje. Ovisno o brzini vaše mreže, to može potrajati nekoliko minuta. Pričekajte završetak transakcije prije nego što izvršite novu donaciju.
hu: Az adományod feldolgozása még folyamatban van. Ez a kapcsolattól függően néhány percig is eltarthat. Mielőtt újra adományoznál, kérjük, várd meg, amíg a fizetés teljesül.
id: Donasi Anda sedang diproses. Ini dapat memakan waktu beberapa menit tergantung koneksi Anda. Harap tunggu hingga donasi ini selesai sebelum memberikan donasi lagi.
it: La tua donazione è ancora in fase di elaborazione. Questo processo può richiedere qualche minuto in base alla tua connessione. Attendi il completamento di questa transazione prima di effettuare un'altra donazione.
ja: 寄付の処理は完了していません。接続状況によっては数分かかる場合があります。この寄付が完了するまで、次の寄付をお待ちください。
ko: 기부를 아직 처리하는 중입니다. 연결에 따라 몇 분이 소요될 수 있습니다. 이 기부가 완료될 때까지 기다렸다가 더 기부해 주세요.
mr: आपल्या देणगीवर अद्याप प्रक्रिया केली जात आहे. हे आपल्या कनेक्शनवर अवलंबून काही मिनिटांचा वेळ घेऊ शकते. कृपया आणखी एक देणगी देण्यापूर्वी हे पेमेंट्स पूर्ण होण्याची प्रतिक्षा करा.
ms: Derma anda sedang diproses. Ini boleh mengambil masa beberapa minit bergantung pada sambungan anda. Sila tunggu sehingga pembayaran ini selesai sebelum membuat derma lain.
nb: Betalingen av pengegaven er fremdeles under behandling. Dette kan ta et par minutter, avhengig av internettilkoblingen. Du kan gi flere pengegaver når denne betalingen er gjennomført.
nl: Je donatie wordt nog verwerkt. Dit kan een paar minuten duren afhankelijk van je internetverbinding. Wacht tot deze betaling is voltooid voordat je nog een donatie doet.
pl: Twoja darowizna jest jeszcze przetwarzana. W zależności od połączenia z internetem może to potrwać kilka minut. Zanim wpłacisz kolejną darowiznę, poczekaj, aż ta płatność zostanie zrealizowana.
pt_br: Sua doação ainda está sendo processada. Isso pode demorar alguns minutos, dependendo da sua conexão. Espere até que a doação seja concluída para fazer outra doação.
pt_pt: O seu donativo ainda está a ser processado. Isto pode demorar alguns minutos, dependendo da sua ligação. Aguarde até que este donativo seja concluído antes de fazer outra doação.
ro: Donația ta este încă în procesare. Ceea ce poate dura câteva minute, în funcție de conexiunea ta. Așteaptă până la finalizarea acestei plăți înainte de a face o altă donație.
ru: Ваше пожертвование всё ещё обрабатывается. Это может занять несколько минут в зависимости от вашего соединения. Пожалуйста, дождитесь завершения обработки пожертвования, прежде чем обновлять подписку.
sk: Váš príspevok sa stále spracováva. V závislosti od vášho pripojenia to môže trvať niekoľko minút. Pred odoslaním ďalšieho príspevku počkajte, kým sa nedokončí odosielanie príspevku.
sr: Ваша донација се и даље обрађује. То може потрајати неколико минута у зависности од ваше везе. Сачекајте да се ова донација заврши пре него што дате другу донацију.
sv: Din donation bearbetas fortfarande. Detta kan ta några minuter beroende på din anslutning. Vänta tills denna donation slutförs innan du gör en ny donation.
th: การบริจาคของคุณยังอยู่ระหว่างดำเนินการ ขั้นตอนนี้อาจใช้เวลาสักครู่ โดยขึ้นอยู่กับสัญญาณอินเทอร์เน็ตของคุณ โปรดรอให้การบริจาคนี้สำเร็จก่อน แล้วจึงค่อยบริจาคอีกครั้ง
tr: Bağışın hâlâ işleniyor. Bağlantına bağlı olarak bu birkaç dakika sürebilir. Lütfen başka bir bağışta bulunmadan önce bu bağışın tamamlanmasını bekle.
ug: ئىئانىڭىزنى تېخىچە بىر تەرەپ قىلىۋاتىدۇ. تور ئۇلىنىشىڭىزغا ئاساسەن بۇنىڭغا بىر نەچچە مىنۇت كېتىشى مۇمكىن. باشقا بىر ئىئانە قىلىشتىن بۇرۇن بۇ پۇل تۆلەشنىڭ تاماملىنىشىنى كۈتۈپ تۇرۇڭ.
uk: Опрацювання вашого донату ще триває. Воно може зайняти кілька хвилин — швидкість залежить від вашого з'єднання. Просимо вас дочекатися проведення платежу, перш ніж робити новий донат.
ur: آپ کا عطیہ اب بھی زیر عمل ہے۔ اس پر چند منٹ لگ سکتے ہیں جس کا انحصار آپ کے کنکشن پر ہے۔ براہ کرم ایک اور عطیہ دینے سے پہلے اس عطیے کے مکمل ہونے کا انتظار کریں۔
vi: Khoản ủng hộ của bạn vẫn đang được xử lý. Quá trình này có thể mất vài phút tùy vào kết nối của bạn. Vui lòng chờ đến khi khoản ủng hộ này hoàn tất trước khi gửi thêm khoản ủng hộ khác.
zh_cn: 您的捐款仍在处理中。这可能需要几分钟时间，视您的网络连接情况而定。请等待这笔捐款完成后再进行另一笔捐款。
zh_hk: 你的捐款仍在處理中。 可能需時幾分鐘，視乎你的連線而定。 請等待捐款完成後，才進行另一次捐款。
