Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTER_2FA_FORGOT_SVR_PIN_WITHOUT_REGLOCK_ALERT_MESSAGE
source: Your PIN is a 4+ digit code you created that can be numeric or alphanumeric. If you can’t remember your PIN, you can register and use your account but you’ll lose some saved settings like your profile information.
af: U PIN is ’n 4-syfer-kode (of langer) wat u geskep het, wat numeries of alfanumeries kan wees. As u nie u PIN kan onthou nie, kan u ’n nuwe een skep. U kan registreer en u rekening gebruik, maar u sal sekere bewaarde instellings soos u profielinligting verloor.
ar: رقم التعريف الشخصي (PIN) الخاص بك عِبارة عن كود أنشأته مُكوَّن من أربع خانات أو أكثر والتي يُمكن أن تكون إما أرقامًا أو حُروفًا. إذا لم تستطع تَذكُّر رقم التعريف الشخصي (PIN) الخاص بك، تستطيع إنشاء واحِد جديد. يُمكنك التسجيل واستخدام الحساب الخاص بك لكِنَك ستفقِد بعض الإعدادات المحفوظة، مِثل معلومات حسابك الشخصي.
az: PIN-iniz, yaratdığınız alfa nömrəli və ya nömrəli ola bilən 4+ rəqəmli koddur. Əgər PIN-inizi xatırlaya bilmirsinizsə, yeni birisini yaradın. Qeydiyyatdan keçə və hesabınızı istifadə edə bilərsiniz, ancaq profil məlumatlarınız kimi saxlanılmış bəzi tənzimləmələri itirəcəksiniz.
be: Ваш PIN-код — гэта код з 4+ сімвалаў, якi вы стварылі i які можа быць лічбавым або змяшчаць літары i лічбы. Калі вы не памятаеце свой PIN-код, вы можаце зарэгістравацца і выкарыстоўваць свой уліковы запіс, але вы страціце некаторыя захаваныя налады, такія як ваша інфармацыя профілю.
bg: Вашият ПИН е създаден от вас код с 4+ цифри, който може да съдържа само цифри или цифри и букви. Ако не можете да си спомните своя ПИН, можете да си създадете нов. Можете да се регистрирате и да използвате акаунта си, но ще изгубите някои запазени настройки като например информацията за профила ви.
bn: আপনার পিন হলো আপনারই তৈরি একটি {0}+ সংখ্যার কোড, যা সংখ্যাসূচক বা আলফানিউমেরিক হতে পারে। আপনার পিন মনে না রাখতে পারলেও আপনি রেজিস্ট্রেশন করতে এবং আপনার অ্যাকাউন্ট ব্যবহার করতে পারবেন, তবে আপনি আপনার প্রোফাইলের তথ্যের মতো কিছু সংরক্ষিত সেটিংস হারাবেন।
ca: El teu PIN és un codi creat per tu d'almenys 4+ caràcters, i pot ser numèric o alfanumèric. Si no recordes el PIN, en pots crear un de nou. Pots registrar-te i utilitzar el teu compte, però perdràs alguns ajustos desats, com ara la informació del perfil.
cs: PIN je vámi vytvořený nejméně 4místný kód, který může být numerický nebo alfanumerický. Pokud si PIN nepamatujete, můžete se zaregistrovat a používat svůj účet, ale ztratíte některá uložená nastavení, například informace o profilu.
cy: Mae eich PIN yn gyfrinair 4+ digid a grëwyd gennych a all fod yn rhifol neu'n alffaniwmerig. Os na fyddwch yn gallu cofio'ch PIN, gallwch greu un newydd. Gallwch gofrestru a defnyddio'ch cyfrif ond byddwch yn colli rhai gosodiadau sydd wedi'u cadw fel manylion eich proffil.
da: Din pinkode er en numerisk eller alfanumerisk firecifret kode, som du har oprettet. Hvis du ikke kan huske din pinkode, kan du tilmelde dig og bruge din konto, men du vil miste nogle gemte indstillinger, såsom dine profiloplysninger.
de: Deine PIN ist ein von dir erstellter, numerischer oder alphanumerischer Code von mindestens 4 Zeichen. Falls du deine PIN vergessen hast, kannst du dich registrieren und dein Konto verwenden, wirst aber einige gespeicherte Einstellungen, wie z. B. deine Profilinformationen verlieren.
el: Το PIN σου είναι ένας κωδικός με 4+ ψηφία που δημιούργησες και μπορεί να αποτελείται από αριθμούς ή αλφαριθμητικά. Αν δεν μπορείς να θυμηθείς το PIN σου, μπορείς να εγγράψεις και να χρησιμοποιήσεις τον λογαριασμό σου, αλλά θα χάσεις κάποιες αποθηκευμένες ρυθμίσεις όπως οι πληροφορίες προφίλ σου.
es: Tu PIN es un código numérico o alfanumérico de 4 o más caracteres que has creado. Si olvidas tu PIN, podrás volver a registrarte y usar tu cuenta, pero perderás algunos ajustes guardados, como tu información de perfil.
es_es: El PIN de Signal es un código de 4+ dígitos creado por ti que puede constar de cifras y letras. Si no recuerdas tu PIN, podrás crear uno nuevo. Podrás volver a registrar y usar tu cuenta pero perderás tu perfil, alias, grupos y personas bloqueadas.
et: Sinu PIN-kood on sinu loodud 4-kohaline kood, mis võib olla numbriline või tähtnumbriline. Kui sa ei mäleta oma PIN-koodi, saad luua uue. Saad oma kontot registreerida ja kasutada, kuid kaotad mõned salvestatud sätted, näiteks oma profiiliteabe.
eu: Zure PIN-a 4 zenbaki baino gehiago duen kode bat da; zenbakiduna edo alfanumerikoa izan dateke. Zure PIN-a ezin baduzu gogoratu, berri bat sortu dezakezu. Zure kontua erregistratu eta erabili dezakezu, baina gordetako ezarpen batzuk galduko dituzu; esate baterako, zure profilaren informazioa.
fa: پین شما یک کد بیش از ۴ رقمی است که شما ساخته‌اید و می‌تواند عدد یا حروف باشد. اگر نمی‌توانید پین خود را به یاد بیاورید، می‌توانید ثبت‌نام کنید و از حسابتان استفاده کنید، اما برخی تنظیمات ذخیره‌شده مانند اطلاعات نمایه خود را از دست خواهید داد.
fi: Luomasi PIN-koodi on vähintään nelinumeroinen koodi, ja se voi olla numeerinen tai aakkosnumeerinen. Jos et muista PIN-koodia, voit rekisteröityä ja käyttää tiliäsi, mutta menetät joitain tallennettuja asetuksia, kuten profiilitietosi.
fil: Ang PIN na iyong nilikha ay isang 4+ na code na maaaring naglalaman ng mga numero, letra o kombinasyon nito. Kung hindi mo matandaan ang iyong PIN, maaari kang lumikha ng bago. Makakapagrehistro at magagamit mo ang iyong account ngunit mawawala na ang ilang naka-save na mga setting tulad ng iyong profile na impormasyon.
fr: Votre PIN est un code numérique ou alphanumérique d'au moins 4 caractères, que vous avez créé. Si vous avez oublié votre PIN, vous pouvez vous réinscrire et utiliser votre compte, mais vous perdrez certains paramètres enregistrés, tels que les informations de profil.
ga: Cód 4+ dhigit is ea do UAP a chruthaigh tú, ar féidir leis a bheith uimhriúil nó alfa-uimhriúil. Mura bhfuil tú in ann cuimhneamh ar do UAP, is féidir leat clárú agus do chuntas a úsáid ach caillfidh tú socruithe áirithe atá sábháilte, amhail d'fhaisnéis phróifíle.
gu: તમારો પિન એ તમે બનાવેલ 4થી વધુ અંકનો કોડ છે જે આંકડાકીય અથવા આંકડા અને અક્ષરોનું મિશ્રણ હોઈ શકે છે. જો તમને તમારો પિન યાદ ન હોય, તો તમે રજિસ્ટર કરી અને તમારા એકાઉન્ટનો ઉપયોગ કરી શકો છો પરંતુ તમે તમારી પ્રોફાઇલ માહિતી જેવા કેટલાક સાચવેલા સેટિંગ્સ ગુમાવશો.
he: ה–PIN שלך הוא קוד בעל 4 תווים או יותר שיצרת ויכול להיות מספרי או אלפא–נומרי. אם שכחת את ה–PIN שלך, אפשר להירשם ולהשתמש בחשבון שלך אבל יאבדו לך הגדרות מסוימות כמו מידע הפרופיל שלך.
hi: आपका पिन आपके द्वारा बनाया गया 4+अंकों वाला कोड है, जो संख्यात्मक या अल्फ़ान्यूमेरिक हो सकता है। यदि आपको अपना पिन याद नहीं है, तो आप पंजीकरण करा सकते हैं और अपने अकाउंट का उपयोग कर सकते हैं, लेकिन आप अपनी प्रोफ़ाइल जानकारी जैसी कुछ सहेजी गई सेटिंग्स खो देंगे।
hr: Vaš PIN je numerički ili alfanumerički kôd od 4+ znamenke koji ste sami postavili. Ako se ne možete sjetiti svog PIN-a, i dalje ćete se moći registrirati i koristiti svoj račun, ali ćete izgubiti spremljene postavke poput podataka o vašem profilu.
hu: A PIN-kódod egy általad létrehozott 4+ jegyű kód, amely lehet numerikus és alfanumerikus is. Amennyiben nem emlékszel a PIN-kódodra, lehetőséged van létrehozni egy újat. Ezután regisztrálhatsz, majd használhatod a fiókod, de a mentett beállításaid egy része, így például a profilinformációid elvesznek.
id: PIN Anda adalah kode 4+ digit yang telah Anda buat, bisa berupa numerik atau alfanumerik. Jika tidak ingat PIN Anda, Anda bisa mendaftar dan menggunakan akun Anda tetapi beberapa pengaturan tersimpan, seperti informasi profil, akan hilang.
is: PIN-númerið þitt er 4+ stafa kóði sem þú útbjóst sem getur samanstaðið af tölu- eða bókstöfum. Ef þú manst ekki PIN-númerið þitt, geturðu búið til nýtt. Þú getur skráð og notað aðganginn þinn, en þú munt tapa einhverju af vistuðum stillingum á borð við upplýsingar í notandasniðinu þínu.
it: Il tuo PIN è un codice di almeno 4 cifre creato da te e può essere numerico o alfanumerico. Se hai dimenticato il tuo PIN, puoi registrarti e usare il tuo account ma perderai alcune impostazioni salvate come le informazioni del tuo profilo.
ja: あなたの PIN は 4 桁以上のコードで、数字または英数字のいずれかです。もし PIN を忘れてしまっても、アカウントを登録して使用することもできますが、プロフィールなどの保存されている設定情報は失われます。
kab: Tangalt-ik·im PIN d 4+ azwil i d-terniḍ i izemren ad yili d umḍin neɣ d agmumḍin. Ma yella ur d-tecfiḍ ara i tengalt-ik·im PIN, tzemreḍ ad ternuḍ yiwet n tmaynut. Tzemreḍ ad tjerrdeḍ yerna ad tesqedceḍ amiḍan-ik·im maca tesruḥeḍ kra n yiɣewwaren yettuskelsen am talɣut n umaɣnu-inek·inem.
kk: Сіздің PIN кодыңыз - сіз жасайтын 4+ санды код, ол сандардан немесе әріптер мен сандардан тұруы мүмкін. Егер PIN кодыңызды есіңізге түсіре алмасаңыз, жаңа код жасауға болады. Сіз тіркеліп, тіркелгіңізді пайдалана аласыз, бірақ профиль ақпаратыңыз сияқты кейбір параметрлер жоғалып кетеді.
km: á›áŸá PIN ášá”áŸáŸ‹á¢áŸ’á“á€á‚áº 4+ á…áŸ†á“á½á“ááŸ’á‘á„áŸ‹áŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á”á„áŸ’á€á¾á á¢á¶á…á‡á¶á›áŸá á¬ á¢á€áŸ’áŸášáŸ” á”á¾á¢áŸ’á“á€á˜á·á“á¢á¶á…á…á„á…á¶áŸ† PIN ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ á¢áŸ’á“á€á¢á¶á…á”á„áŸ’á€á¾áááŸ’á˜á¸á”á¶á“áŸ” á¢áŸ’á“á€á¢á¶á…á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ á“á·á„á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€ ááŸ‚á¢áŸ’á“á€á“á¹á„ááŸ’ášá¼áœá”á¶ááŸ‹á”á„áŸ‹á€á¶ášá€áŸ†áááŸ‹áŠáŸ‚á›á”á¶á“ášá€áŸ’áŸá¶á‘á»á€ áŠá¼á…á‡á¶á–áŸááŸŒá˜á¶á“á”áŸ’ášáœááŸ’áá·ášá¼á”ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ಪಿನ್ ನೀವು ರಚಿಸಿದ 4+ ಅಂಕಿಯ ಕೋಡ್ ಆಗಿದ್ದು ಅದು ಸಂಖ್ಯಾತ್ಮಕ ಅಥವಾ ಆಲ್ಫಾನ್ಯೂಮರಿಕ್ ಆಗಿರಬಹುದು. ನಿಮ್ಮ ಪಿನ್ ನಿಮಗೆ ನೆನಪಿಲ್ಲದಿದ್ದರೆ, ನೀವು ಹೊಸದನ್ನು ರಚಿಸಬಹುದು. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನೀವು ನೋಂದಾಯಿಸಬಹುದು ಮತ್ತು ಬಳಸಬಹುದು, ಆದರೆ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿಯಂತಹ ಕೆಲವು ಉಳಿಸಿದ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ.
ko: PIN은 사용자가 만든 4자리 이상의 영숫자 조합 코드입니다. PIN이 기억나지 않는다면 새로 만들어서 계정을 사용할 수 있지만, 프로필 정보 등 일부 저장 설정이 손실됩니다.
lt: Jūsų PIN kodas yra keturių ar daugiau skaitmenų kodas, kuris gali būti sudarytas iš skaičių arba raidžių ir skaičių. Jei negalite prisiminti savo PIN kodo, galite susikurti naują. Galite registruotis ir naudotis savo paskyra, tačiau prarasite kai kuriuos įrašytus nustatymus, kaip pavyzdžiui, savo profilio informaciją.
lv: PIN ir jūsu izveidots 4+ ciparu kods, kas var sastāvēt no cipariem vai no burtiem un cipariem. Ja neatceraties savu PIN, varat izveidot jaunu. Varat reģistrēties un izmantot savu kontu, taču zaudēsiet saglabātos iestatījumus, piemēram, profila informāciju.
mk: Вашиот ПИН е 4+ цифрен код содаден така што може да биде нумерички или алфанумерички. Ако не можете да го запаметите вашиот ПИН, можете да создадете нов. Можете да ја регистрирате и користите вашата сметка, но ќе ги изгубите некои од зачуваните поставки како што се вашите информации за профилот.
ml: നിങ്ങളുടെ PIN ഒരു 4+ ഡിജിറ്റ് കോഡ് ആണ് നിങ്ങൾ സൃഷ്ടിച്ചിരിക്കുന്നത്, അത് അക്കങ്ങൾ മാത്രമുള്ളതോ അല്ലെങ്കിൽ അക്കങ്ങളും അക്ഷരങ്ങളും ഉള്ളതോ ആകാം. നിങ്ങൾക്ക് നിങ്ങളുടെ PIN ഓർക്കാൻ കഴിയുന്നില്ലായെങ്കിൽ, നിങ്ങൾക്ക് പുതിയ ഒരെണ്ണം സൃഷ്ടിക്കാവുന്നതാണ്. നിങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ട് രജിസ്റ്റർ ചെയ്യാനും ഉപയോഗിക്കാനും സാധിക്കും, പക്ഷേ നിങ്ങളുടെ പ്രൊഫൈൽ വിവരങ്ങൾ പോലെ സേവ് ചെയ്തിട്ടുള്ള ചില സെറ്റിംഗ്സ് നിങ്ങൾക്ക് നഷ്ടമാകും.
mr: आपला पिन हा 4+ अंकांचा आपण तयार केलेला कोड असतो जो न्यूमेरिक किंवा अल्फान्यूमेरिक असू शकतो. आपणाला आपला पिन आठवत नसेल्यास, आपण आपल्या अकाऊंटची नोंदणी करू शकता आणि ते वापरू शकता मात्र आपण आपली प्रोफाईल माहिती यासारखी काही जतन केलेली सेटिंग्ज गमावू शकाल.
ms: PIN anda ialah 4+ kod digit yang anda buat sama ada angka atau abjad angka. Jika anda tidak ingat PIN anda, anda boleh mendaftar dan menggunakan akaun anda tetapi anda akan kehilangan sesetengah tetapan yang disimpan seperti maklumat profil anda.
my: သင်၏ ပင်နံပါတ်သည် သင်ဖန်တီးထားသောဂဏန်း ၄ ခုအထက် ပါဝင်သော ကုဒ်နံပါတ် (သို့) အက္ခရာနံပါတ် ဖြစ်နိုင်သည်။ သင်၏ပင်နံပါတ်ကို သင်မမှတ်မိပါက အသစ်တစ်ခု ပြန်ဖန်တီးနိုင်ပါသည်။ သင်မှတ်ပုံတင်ပြီး အကောင့်သုံးနိုင်ပါမည်၊ သို့သော် အချို့သိမ်းဆည်းထားသော အပြင်အဆင်များ (ဥပမာ သင်၏ ပရိုဖိုင်း အချက််အလက်) ဆုံးရှူံပါမည်။
nb: PIN-koden din er en kode på minst 4 tegn som du har valgt selv. Hvis du ikke husker PIN-koden, kan du registrere og bruke kontoen din, men du mister enkelte lagrede innstillinger, som profilinformasjonen din.
nl: Je pincode is een code die je zelf hebt aangemaakt en die bestaat uit 4 of meer cijfers of een combinatie van cijfers en letters. Als je je pincode niet kunt herinneren, kun je je opnieuw registreren en je account gebruiken maar je verliest wel een aantal opgeslagen instellingen, zoals je profielinformatie.
pa: ਤੁਹਾਡਾ ਪਿਨ ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਿਰਜਿਆ ਇੱਕ 4+ ਅੰਕਾਂ ਦਾ ਕੋਡ ਹੁੰਦਾ ਹੈ ਜੋ ਅੰਕਾਂ ਵਾਲਾ ਜਾਂ ਵਰਨਅੰਕੀ ਹੋ ਸਕਦਾ ਹੈ. ਜੇ ਤਸੀਂ ਆਪਣਾ ਪਿਨ ਯਾਦ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਨਵਾਂ ਪਿਨ ਬਣਾ ਸਕਦੇ ਹੋ. ਤੁਸੀਂ ਰਜਿਸਟਰ ਕਰਕੇ ਆਪਣਾ ਖਾਤਾ ਵਰਤ ਸਕਦੇ ਹੋ ਪਰ ਤੁਸੀਂ ਸਹੇਜੀ ਗਈ ਕੁਝ ਜਾਣਕਾਰੀ ਖੋ ਬੈਠੋਗੇ ਜਿਵੇਂ ਕਿ ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਦੀ ਜਾਣਕਾਰੀ.
pa_pk: تساں دی پن 4+ ہندسیاں دا کوڈ اے جیہڑی تساں بنائی سی جیہڑی عددی یا عددی و حرفی ہو سکدی اے۔ جے تساں نوں اپنی پن یاد نئیں اے، تے تساں اک نویں تخلیق کر سکدے او۔ تساں اپنا اکاؤنٹ رجسٹر کر سکدے تے ورت سکدے او، پر تساں اپنی پروفائل دی جانکاری ورگی کجھ محفوظ کیتی ترتیباں کھو دیو گے۔
pl: PIN to kod utworzony przez Ciebie z co najmniej 4 znaków. Może składać się z cyfr lub z cyfr i liter. Jeśli nie pamiętasz PIN-u, możesz się zarejestrować i korzystać ze swojego konta, ale stracisz niektóre zapisane ustawienia, takie jak informacje w profilu.
ps: ستاسې PIN یو 4+ رقمي کوډ دی کوم چې تاسې جوړ کړی او کېدای شي هغه د شمېرو یا تورو له مخې وی. که چیرته نشئ کولای چې خپل PIN په یاد وساتئ، تاسې کولای شئ یو نوی یې جوړ کړئ. تاسې کولای شئ خپل اکاونټ ثبت او ویې کاروئ خو تاسې به ځینې ثبت شوي تنظیمات لکه ستاسې د پروفایل معلومات له لاسه ورکړئ.
pt_br: Seu PIN é um código com no mínimo {0} dígitos e pode ser numérico ou alfanumérico. Se não conseguir lembrar do seu PIN, você poderá se cadastrar e usar sua conta, mas perderá algumas configurações salvas como suas informações de perfil.
pt_pt: O seu PIN é um código de 4 ou mais dígitos por si criado e pode ser numérico ou alfanumérico. Se não se lembrar do seu PIN, pode inscrever-se e usar a sua conta, mas perderá algumas informações guardadas como as suas informações de perfil.
ro: PIN-ul tău este un cod de 4+ pe care l-ai creat care poate fi numeric sau alfanumeric. Dacă nu îți mai amintești codul PIN, poți crea unul nou. Te poți înregistra și utiliza contul, dar vei pierde unele setări salvate, cum ar fi informațiile despre profil.
ru: Ваш Пин-код — это код из 4+ символов, созданный вами, который может быть цифровым или буквенно-цифровым. Если вы не можете вспомнить свой Пин-код, вы можете создать новый. Вы сможете зарегистрироваться и использовать свою учётную запись, но потеряете некоторые сохранённые настройки, например информацию вашего профиля.
sk: Váš PIN kód je 4 alebo viacmiestny kód, ktorý ste si vytvorili a môže pozostávať z číselných alebo alfanumerických znakov. Ak si na svoj PIN nedokážete spomenúť, môžete sa zaregistrovať a používať svoj účet, ale prídete o niektoré uložené nastavenia, ako sú informácie o vašom profile.
sl: Vaš PIN je koda 4+ znakov, ki je lahko sestavljena zgolj iz številk ali iz kombinacije črk in številk. Če ste pozabili svoj PIN, lahko ustvarite novoega. Z njim se lahko ponovno registrirate in uporabljate svoj račun, izgubili pa boste nekatere shranjene nastavitve, kot npr. podatke iz vašega profila.
sq: PIN-i juaj është një kod me 4 ose më tepër shifra që krijuat dhe që mund të jetë numerik ose alfanumerik. Nëse s’mbani mend PIN-in tuaj, mund të krijoni një të ri. Mund të regjistroni dhe përdorni llogarinë tuaj, por do të humbni disa nga rregullimet e ruajtura, bie fjala, të dhënat e profilit tuaj.
sr: Ваш PIN је шифра од {0} или више цифара коју сте креирали и која може бити нумеричка или алфанумеричка. Ако се не сећате PIN-а, моћи ћете да региструјете и користите свој налог, али ћете изгубити нека сачувана подешавања као што су информације на профилу.
sv: Din pinkod är en 4+-siffrig kod du skapade som kan vara numerisk eller alfanumerisk. Om du inte kommer ihåg din pinkod så kan du registrera och använda ditt konto men du kommer att förlora vissa sparade inställningar, som din profilinformation.
sw: PINI yako ni nambari ya tarakimu 4+ ulizounda ambazo zinaweza kuwa nambari au herufinambari. Iwapo huwezi kukumbuka PINI yako, unaweza kuunda nyingine mpya. Unaweza kusajili na utumie akaunti yako lakini utapoteza mipangilio fulani kama vile taarifa za wasifu.
ta: உங்கள் பின் 4+ இலக்க குறியீடு நீங்கள் எண் அல்லது எண்ணெழுத்து இருக்கக்கூடியதாக உருவாக்கப்பட்டது. என்றால் நீங்கள் நினைவில் இல்லை உங்கள் பின், நீங்கள் முடியும் உருவாக்கு புதியது. நீங்கள் பதிவு செய்யலாம் மற்றும் பயன்பாடு உங்கள் கணக்கு ஆனால் நீங்கள்சேமித்த சிலவற்றை இழப்பேன் அமைப்புகள் போன்ற உங்கள் சுயவிவரம் தகவல்.
te: మీ పిన్ మీరు సృష్టించిన 4+ అంకెల కోడ్, ఇది సంఖ్యా లేదా ఆల్ఫాన్యూమరిక్ కావచ్చు. మీకు మీ పిన్ గుర్తులేకపోతే, మీరు క్రొత్తదాన్ని సృష్టించవచ్చు. మీరు మీ ఖాతాను నమోదు చేసుకోవచ్చు మరియు ఉపయోగించవచ్చు, కానీ మీ ప్రొఫైల్ సమాచారం వంటి కొన్ని సేవ్ చేసిన సెట్టింగులను మీరు కోల్పోతారు.
th: PIN ของคุณคือรหัส 4+ หลักที่คุณสร้างไว้โดยอาจจะเป็นตัวเลขหรือตัวอักษรผสมกับตัวเลข หากจำ PIN ของตัวเองไม่ได้ คุณจะยังสามารถลงทะเบียนและใช้บัญชีได้ แต่จะสูญเสียการตั้งค่าเดิมบางรายการ เช่น ข้อมูลโปรไฟล์
tr: PIN'in, sayısal veya alfanumerik karakterleri kullanabileceğin 4+ haneli bir koddur. PIN'ini hatırlamıyorsan, kaydolabilir ve hesabını kullanabilirsin ancak profil bilgilerin gibi bazı kaydedilmiş ayarları kaybedersin.
ug: PIN كودىڭىز سىز قۇرغان 4 خانىدىن كۆپ سان ياكى ھەرپ ۋە ساندىن تەركىب تاپقان كود. ئەگەر PIN نى ئەسلىيەلمىسىڭىز ھېساباتىڭىزنى تىزىملىتالايسىز ۋە ئىشلىتەلەيسىز، ئەمما ئارخىپ ئۇچۇرلىرىغا ئوخشاش ساقلانغان تەڭشەكلەرنى يوقىتىپ قويىسىز.
uk: Ваш PIN-код — це створений вами цифровий або буквено-цифровий код, який містить мінімум 4 символи. Якщо ви забули свій PIN-код, то можете зареєструвати й використовувати акаунт, але ви втратите частину збережених налаштувань, як-от інформацію профілю.
ur: آپ کا پِن آپ کی طرف سے تخلیق کردہ 4+ ہندسوں کا کوڈ ہے جو کہ عددی یا حرفی و عددی ہو سکتا ہے۔ اگر آپ اپنا پِن یاد کرنے سے قاصر ہیں، تو آپ اپنا اکاؤنٹ رجسٹر اور استعمال کر سکتے ہیں تاہم آپ اپنی پروفائل کی معلومات جیسی کچھ محفوظ کردہ سیٹنگز سے محروم ہو جائیں گے۔
vi: Mã pin của bạn là một mã có 4+ ký tự bạn đã tạo, có thể là dãy số hoặc có cả số và chữ cái. Nếu bạn không nhớ được mã PIN, bạn có thể đăng ký và dùng tài khoản của bạn nhưng bạn sẽ mất một số cài đặt được lưu lại như thông tin người dùng.
zh_cn: 密码是您创建的一个不少于 4 位数的密码，它可以是纯数字，也可以是数字和字母的组合。您如果忘记了密码，可以注册和使用您的账户，但您会丢失一些保存过的设置，如您的个人资料信息。
zh_hk: PIN 碼是由你建立的 {0} 位數以上密碼，可以是數字或字母數字混合。如果忘記了你的 PIN 碼，你可以註冊並使用你的帳戶，但將會遺失部分已儲存的設定，例如你的個人資訊。
