Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONTACT_SUPPORT_PROMPT_TO_INCLUDE_DEBUG_LOG_MESSAGE
source: Your debug logs will help us troubleshoot your issue faster. Submitting your logs is optional.
af: Jou ontfoutlogs sal ons help om jou kwessie vinniger op te los. Om logs in te dien, is opsioneel.
ar: تساعدنا سجلات الأخطاء في استكشاف مشاكلك وإصلاحها في أسرع وقت. إرسال سجلاتك إلينا أمر اختياري.
az: Sazlama jurnalları, problemi daha tez aradan qaldırmağa kömək edir. Jurnalların göndərilməsi istəyinizdən asılıdır.
be: З вашымі журналамі адладкі мы хутчэй выправім вашу праблему. Вам неабавязкова адпраўляць вашы журналы.
bg: Вашите регистрационни файлове за дебъг ще ни помогнат да решим проблема ви по-бързо. Вие решавате дали да изпратите регистрационните файлове.
bn: আপনার ডিবাগ লগগুলি আমাদেরকে সমস্যা দ্রুত সমাধানে সহায়তা করবে। আপনার লগ জমা দেওয়া বাধ্যতামূলক নয়।
ca: Els vostres registres de depuració ens ajudaran a solucionar el problema més de pressa. Enviar-nos-els és opcional.
cs: S vaším debug logem se nám podaří vyřešit váš problém rychleji. Nahrání vašich logů není povinné.
cy: Bydd eich cofnodion dadfygio yn gymorth i ni ddatrys eich achos yn gynt. Mae anfon eich confodion yn ddewisiol.
da: Dine fejlsøgningslogs hjælper os med at fejlsøge hurtigere. Det er frivilligt om du ønsker at vedhæfte dem.
de: Deine Diagnoseprotokolle helfen uns, dein Problem schneller zu lösen. Das Übermitteln deiner Protokolle ist optional.
el: Τα αρχεία καταγραφής θα μας βοηθήσουν στην γρηγορότερη επίλυση του προβλήματος. Η υποβολή των αρχείων είναι προαιρετική.
es: El registro de depuración nos ayudará a solucionar tu problema más rápido. Enviar tu registro es opcional.
es_es: El registro de depuración (debug log) nos ayuda a entender tu problema más rápidamente. Enviar tu registro es opcional.
et: Sinu silumislogid aitavad meil sinu poolt kogetud tõrkeid kiiremini lahendada. Logide postitamine on vabatahtlik.
eu: Zure arazteko informazioak lagunduko digu zure arazoa arinago konpontzen. Informazioa hau bidaltzea aukerazkoa da.
fa: گزارش‌های اشکال‌زدایی شما به ما کمک خواهد کرد تا مشکل‌تان را سریع‌تر حل کنیم. ارسال این گزارش‌ها اختیاری است.
fi: Voimme selvittää vian nopeammin virheenkorjauslokisi avulla. Lokien lähettäminen on valinnaista.
fil: Ang iyong mga debug log ay makakatulong sa amin upang mabilis na mai-troubleshoot ang iyong isyu. Ang pagsusumite ng iyong mga logs ay opsyonal.
fr: Les journaux de débogage nous permettent d'accélérer la résolution des problèmes. Leur envoi est facultatif.
ga: Chabhródh an logchomhad dífhabhtaithe linn fadhbanna den sórt seo a réiteach níos sciobtha. É sin ráite, níl sé riachtanach.
gu: તમારા ડિબગ લૉગ્સ તમારી સમસ્યાને ઝડપથી નિવારણ કરવામાં મદદ કરશે. તમારા લૉગ્સ સબમિટ કરવું વૈકલ્પિક છે.
he: יומני ניפוי התקלים שלך יעזרו לנו לפתור מהר יותר את הסוגייה שלך. הגשת יומנים היא רשותית.
hi: आपके डीबग लाॅग अपकी समस्या तेज़ी से सुलझाने में हमारी मदद करेंगे। आपका लाॅग जमा करना वैकल्पिक है।
hr: Vaši zapisnici pogrešaka pomoći će nam da brže riješimo vaš problem. Slanje zapisnika nije obavezno.
hu: A hibanapló fájlok segítenek a hibák gyorsabb javításában. Beküldésük opcionális.
id: Kami dapat menangani masalah dengan lebih cepat jika Anda mengirimkan log debug (opsional).
is: Villumeldingaskrárnar þínar munu hjálpa okkur við að finna fljótar lausn á vandamálinu þínu. Innsending villumeldingaskráa er valfrjáls.
it: I log di debug ci aiuteranno a risolvere il problema più rapidamente. L'invio dei log è facoltativo.
ja: デバッグログがあると、問題の早い解決に役立ちます。ログの提出は任意です。
kab: Iɣmisen-inek·inem n temseɣtayt ad aɣ-εawnen aṭas ad nefru ugur-ik·im s zzerb. Tuzna n yiɣmisen d tafrayant.
kk: Дұрыстау журналдары мәселені тезірек анықтап, ақаулықты түзетуге көмектеседі. Журналдарыңызды жіберу-жібермеу өз еркіңізде.
km: á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶ášá”áŸáŸ‹á¢áŸ’á“á€ á“á¹á„á‡á½á™á™á¾á„á²áŸ’á™á–á·á“á·ááŸ’á™á”á‰áŸ’á á¶ášá”áŸáŸ‹á¢áŸ’á“á€á›á¿á“á‡á¶á˜á»á“áŸ” á€á¶ášáŠá¶á€áŸ‹á”á‰áŸ’á‡á¼á“á€áŸ†áááŸ‹ááŸ’ášá¶ášá”áŸáŸ‹á¢áŸ’á“á€ á‚áºá‡á¶á‡á˜áŸ’ášá¾áŸáŸ”
kn: ನಿಮ್ಮ ಡೀಬಗ್ ಲಾಗ್‌ಗಳು ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ತ್ವರಿತವಾಗಿ ನಿವಾರಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತವೆ. ನಿಮ್ಮ ಲಾಗ್‌ ಗಳನ್ನು ಸಲ್ಲಿಸುವುದು ಐಚ್ಛಿಕವಾಗಿದೆ.
ko: 디버그 로그를 보내 문제 해결에 도움을 주실 수 있습니다. 로그 보내기는 선택 사항입니다.
lt: Jūsų derinimo žurnalai padės mums greičiau pašalinti jūsų problemą. Žurnalų pateikimas yra laisvanoriškas.
lv: Jūsu atkļūdošanas žurnālfaili mums palīdzēs ātrāk novērst jūsu problēmu. Žurnālfailu iesniegšana nav obligāta.
mk: Вашиот лог за грешки ќе ни помогне да го разбереме вашиот проблем побрзо. Испраќањето на логот е опционално.
ml: നിങ്ങളുടെ ഡീബഗ് ലോഗുകൾ നിങ്ങളുടെ പ്രശ്നം പെട്ടന്ന് പരിഹരിക്കാൻ ഞങ്ങളെ സഹായിക്കും. നിങ്ങളുടെ ലോഗുകൾ സമർപ്പിക്കുക എന്നത് ഓപ്ഷനലാണ്.
mr: आपले डीबग लॉग आम्हाला आपल्या समस्या जलदतेने सोडविण्यात मदत करतील. आपले लॉग प्रविष्ट करणे पर्यायी आहे.
ms: Log nyahpepijat anda akan membantu kami menyelesaikan masalah anda dengan lebih pantas. Menghantar log anda adalah pilihan,
my: သင့် ပျက်ကွက်မှုဖြေရှင်းသည့် မှတ်တမ်းများသည် သင့်ပြဿနာကို ပိုမြန်စွာ ဖြေရှင်းရန်အတွက် ကျွန်ုပ်တို့ကို အထောက်ကူပြုပါသည်။ သင့် ပျက်ကွက်မှုဖြေရှင်းသည့် မှတ်တမ်းစာများကို တင်ခြင်းသည် မဖြစ်မနေ တင်ရမည်တော့မဟုတ်ပါ။
nb: Debugloggene vil hjelpe oss med å feilsøke problemet ditt raskere. Det er valgfritt å sende inn loggene dine.
nl: Je foutopsporingslog helpt ons om je probleem sneller te ontdekken en op te lossen. Het indienen van een foutopsporingslog is optioneel.
pa: ਤੁਹਾਡੇ ਡੀਬਗ ਲੌਗ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਦਾ ਤੇਜੀ ਨਾਲ ਨਿਵਾਰਣ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਨਗੇ. ਆਪਣੇ ਲੋਗ ਜਮ੍ਹਾਂ ਕਰਨਾ ਵਿਕਲਪਿਕ ਹੈ.
pa_pk: تساں دے ڈیبگ لاگز تساں دے مسئلیاں نوں چھیتی حل کرن اچ اساں دی مدد کرن گے۔ اپنے لاگز جمع کرانا اختیاری اے۔
pl: Dzienniki debugowania pomogą nam szybciej rozwiązać problem. Załączenie dzienników jest opcjonalne.
ps: ستاسې له خوا د ستونزې د هواري رپوټ به له موږ سره مرسته وکړي چې ستاسې ستونزه ژر در حل کړو. ستاسې له خوا د رپوټ تسلیمول اختیاري ده.
pt_br: Os seus registros de depuração nos ajudarão a resolver seu problema mais rápido. Enviá-los é opcional.
pt_pt: Os seus registos de depuração irão ajudar-nos a resolver mais rapidamente o seu problema. A submissão dos seus registos é opcional.
ro: Jurnalele tale de depanare ne vor ajuta să rezolvăm mai rapid problema. Trimiterea lor este opțională.
ru: Ваши журналы отладки помогут нам устранить вашу проблему быстрее. Отправление журналов необязательно.
sk: Vaše denníky ladenia nám pomôžu vyriešiť váš problém rýchlejšie. Ich odoslanie nie je povinné.
sl: Vaša sistemska zabeležba nam bo pomagala pri iskanju izvora vaše težave. Pošiljanje sistemske zabeležbe je neobvezno.
sq: Regjistrat tuaj të diagnostikimit do të na ndihmojnë të gjejmë më shpejt problemin. Parashtrimi i regjistrave tuaj është opsional.
sr: Извештаји о грешкама нам помажу да лакше отклонимо проблем. Слање извештаја није обавезно.
sv: Dina felsökningsloggar kommer att hjälpa oss att felsöka problemet snabbare. Att skicka in dina loggar är valfritt.
sw: Tunza kumbukumbu zako za ueuaji zitatusaidia kutatua swala lako kwa haraka. Uwasilishaji wa tunza kumbukumbu za ueuaji wako sio wa lazima
ta: உங்கள் பிழைத்திருத்த பதிவுகள் உதவி எங்களுக்கு சரிசெய்தல் உங்கள்வேகமாக வெளியிடுங்கள். சமர்ப்பித்தல்உங்கள் பதிவுகள் விருப்பமானது.
te: మీ డీబగ్ లాగ్‌లు మీ సమస్యను వేగంగా పరిష్కరించడంలో మాకు సహాయపడతాయి. మీ లాగ్లను సమర్పించడం ఐచ్ఛికం.
th: ปูมดีบักของคุณจะช่วยให้เราแก้ไขปัญหาของคุณได้เร็วขึ้น คุณจะส่งปูมของคุณหรือไม่ก็ได้
tr: Hata ayıklama günlükleriniz sorununuzu çözmemizi hızlandıracaktır. Günlüklerinizi göndermeniz isteğe bağlıdır.
ug: سازلاش خاتىرىڭىز مەسىلىنى تېخىمۇ تېز ھەل قىلىشىمىزغا ياردەم بېرىدۇ. خاتىرە يوللاش ئىختىيارىي.
uk: Ваш журнал налагодження допоможе нам швидше усунути проблему. Надсилати журнал необов'язково.
ur: آپ کے ڈیبگ لاگس آپ کے مسئلے کو تیزی سے ازالہ کرنے میں ہماری مدد کریں گے۔ اپنے لاگس جمع کروانا اختیاری ہے۔
vi: Ghi chú lỗi của bạn sẽ giúp chúng tôi khắc phục sự cố nhanh hơn. Gửi các ghi chú này là không bắt buộc.
zh_cn: 你可以选择上传调试日志，这些日志能帮助我们更快地解决问题。
zh_hk: 除錯日誌會幫助我們更快地修正問題。上載除錯日誌是可選項目。

# CONTACT_SUPPORT_PROMPT_TO_INCLUDE_DEBUG_LOG_TITLE
source: Submit Debug Log?
af: Dien ontfoutlog in?
ar: هل ترغب بإرسال سجل الأخطاء؟
az: Sazlama jurnalı göndərilsin?
be: Адправіць журнал адладкі?
bg: Изпращане на регистрационен файл за дебъг?
bn: ডিবাগ লগ জমা দেবেন?
ca: Voleu enviar el registre de depuració?
cs: Odeslat debug log?
cy: Anfon Cofnodion Dadfygio?
da: Indsend fejlsøgningslog?
de: Diagnoseprotokoll übermitteln?
el: Υποβολή αρχείου καταγραφής;
es: ¿Enviar registro?
es_es: ¿Enviar registro?
et: Kas postitada silumislogi?
eu: Bidali arazketa-erregistroa?
fa: ارسال تاریخچه گزارش اشکال‌زدایی؟
fi: Lähetetäänkö virheenkorjausloki?
fil: Isumite ang Debug Log?
fr: Envoyer le journal de débogage ?
ga: Logchomhad Dífhabhtaithe
gu: ડિબગ લૉગ સબમિટ કરો?
he: להגיש יומן ניפוי תקלים?
hi: डीबग लाॅग जमा करें?
hr: Pošaljite zapisnik pogreške?
hu: Hibanapló beküldése?
id: Kirim log debug?
is: Senda villumeldingaskrá?
it: Inviare log di debug?
ja: デバッグログを送信しますか？
kab: Azen aɣmis n temseɣtayt?
kk: Дұрыстау журналын жіберу керек пе?
km: á”á‰áŸ’á‡á¼á“ á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶?
kn: ಡೀಬಗ್ ಲಾಗ್ ಸಲ್ಲಿಸುವುದೇ?
ko: 디버그 로그를 보내시겠습니까?
lt: Pateikti derinimo žurnalą?
lv: Vai iesniegt atkļūdošanas žurnālfailu?
mk: Испрати Лог за грешки?
ml: ഡീബഗ് ലോഗ് സമർപ്പിക്കണോ?
mr: डीबग लॉग प्रविष्ट करायचे?
ms: Hantar Log Nyahpepijat?
my: ပျက်ကွက်မှုဖြေရှင်းသည့် မှတ်တမ်းစာ တင်မလား?
nb: Sende inn feilsøkingslogg?
nl: Foutopsporingslog indienen?
pa: ਡੀਬਗ ਲੌਗ ਜਮ੍ਹਾਂ ਕਰਨਾ ਹੈ?
pa_pk: ڈیبگ لاگ جمع کراؤ؟
pl: Załączyć dzienniki debugowania?
ps: غواړئ د ستونزې د هواري رپوټ تسلیم کړئ؟
pt_br: Enviar registro de depuração?
pt_pt: Enviar relatório de depuração?
ro: Trimiți jurnalul de depanare?
ru: Отправить журнал отладки?
sk: Odoslať denník ladenia?
sl: Želite oddati sistemsko zabeležbo?
sq: Të parashtrohet Regjistër Diagnostikimi?
sr: Желите ли да пошаљете извештај о грешкама?
sv: Skicka felsökningslogg?
sw: Wasilisha Tunza Kumbukumbu za Ueuaji?
ta: சமர்ப்பிக்கவும் பிழைத்திருத்த பதிவு?
te: డీబగ్ లాగ్‌ను సమర్పించాలా?
th: ส่งปูมดีบักหรือไม่?
tr: Hata Ayıklama Günlüğü gönderilsin mi?
ug: سازلاش خاتىرىسى يوللامدۇ؟
uk: Надіслати журнал налагодження?
ur: ڈیبگ لاگ جمع کروائیں؟
vi: Gửi Ghi chú Lỗi?
zh_cn: 提交调试日志？
zh_hk: 是否上載除錯日誌？

# CONTACT_SUPPORT_SELECT_A_FILTER
source: Select Reason
af: Kies rede
ar: حدِّد سبب
az: Səbəbi seç
be: Выбраць прычыну
bn: কারণ বেছে নিন
ca: Seleccioneu-ne la raó
cs: Zvolte důvod
cy: Dewis Rheswm
da: Vælg årsag
de: Grund auswählen
el: Επιλογή αιτίας
es: Selecciona un motivo
et: Vali põhjus
fa: انتخاب دلیل
fi: Valitse syy
fr: Sélectionnez un motif
gu: કારણ પસંદ કરો
he: בחר סיבה
hi: कारण चुनें
hr: Odaberite razlog
hu: Válassz témát
id: Pilih alasan
is: Veldu ástæðu
it: Seleziona motivo
ja: 理由を選択してください
km: á‡áŸ’ášá¾áŸášá¾áŸá˜á¼á›á áŸáá»
kn: ಕಾರಣ ಆರಿಸಿ
ko: 이유 선택하
lt: Pasirinkite priežastį
lv: Atlasīt iemeslu
mk: Избери причина
ml: കാരണം തിരഞ്ഞെടുക്കുക
mr: कारण निवडा
ms: Pilih Sebab
my: အကြောင်းရင်း ရွေးပါ
nb: Velg årsak
nl: Kies een reden
pa: ਕਾਰਨ ਚੁਣੋ
pl: Wybierz temat
ps: یو دلیل وټاکئ
pt_br: Selecione o motivo
pt_pt: Selecione o motivo
ro: Alege motivul
ru: Выберите причину
sk: Vyberte dôvod
sl: Izberite razlog
sq: Përzgjidhni Arsye
sr: Изаберите разлог
sv: Välj anledning
sw: Chagua Sababu
ta: தேர்ந்தெடு காரணம்
te: కారణం ఎంచుకోండి
th: เลือกเหตุผล
tr: Sebep Seçin
ug: سەۋەپ تاللاڭ
uk: Причина звернення
ur: وجہ منتخب کریں
vi: Chọn Lý do
zh_cn: 选择原因
zh_hk: 選擇理由

# CONTACT_SUPPORT_SUBMIT_WITH_LOG
source: Submit with Debug Log
af: Dien in met Ontfoutlog
ar: إرسال مع سجل الأخطاء
az: Sazlama jurnalı ilə göndər
be: Адправіць з журналам адладкі
bg: Изпращане с регистрационен файл за дебъг
bn: ডিবাগ লগ সহ জমা দিন
ca: Envia-ho amb el registre de depuració
cs: Odeslat s debug logem
cy: Anfon â Chofnodion
da: Send med fejlsøgningslog
de: Mit Diagnoseprotokoll übermitteln
el: Υποβολή με αρχείο καταγραφής
es: Enviar con registro de depuración
es_es: Enviar con registro
et: Postita silumislogiga
eu: Bidali arazketa-erregistroarekin
fa: ارسال با گزارش اشکال‌زدایی
fi: Lähetä virheenkorjauslokilla
fil: Isumite kasama ang Debug Log
fr: Envoyer avec journal de débogage
ga: Seol le Logchomhad Dífhabhtaithe
gu: ડિબગ લૉગ સાથે સબમિટ કરો
he: הגש עם יומן ניפוי תקלים
hi: डीबग लाॅग के साथ जमा करें
hr: Pošalji sa zapisnikom pogreške
hu: Beküldés hibanaplóval együtt
id: Kirimkan dengan log debug
is: Senda með villumeldingaskrá
it: Invia con log di debug
ja: デバッグログを添付して送信する
kab: Azen s uɣmis n temseɣtayt
kk: Дұрыстау журналымен бірге жіберу
km: á”á‰áŸ’á‡á¼á“ á‡á¶á˜á½á™á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶
kn: ಡೀಬಗ್ ಲಾಗ್‌ನೊಂದಿಗೆ ಸಲ್ಲಿಸಿ
ko: 디버그 로그와 함께 보내기
lt: Pateikti su derinimo žurnalu
lv: Iesniegt ar atkļūdošanas žurnālfailu
mk: Испрати со Лог за грешки
ml: ഡീബഗ് ലോഗിനോടൊപ്പം സമർപ്പിക്കുക
mr: डीबग लॉग सोबत प्रविष्ट करा
ms: Hantar dengan Log Nyahpepijat
my: ပျက်ကွက်မှုဖြေရှင်းသည့် မှတ်တမ်းစာ တင်မယ်
nb: Send inn med feilsøkingslogg
nl: Indienen met foutopsporingslog
pa: ਡੀਬਗ ਲੌਗ ਦੇ ਨਾਲ ਜਮ੍ਹਾਂ ਕਰੋ
pa_pk: ڈیبگ لاگ دے نال جمع کراؤ
pl: Wyślij z dziennikami debugowania
ps: د ستونزې د هواري له رپوټ سره تسلیمول
pt_br: Enviar com registro de depuração
pt_pt: Enviar com relatório de depuração
ro: Trimite împreună cu jurnalul de depanare
ru: Отправить с журналом отладки
sk: Odoslať s denníkom ladenia
sl: Pošlji skupaj s sistemsko zabeležbo
sq: Parashtroje me Regjistër Diagnostikimi
sr: Пошаљи са извештајем о грешкама
sv: Skicka med felsökningslogg
sw: Wasilisha na Tunza Kumbukumbu ya Ueuaji
ta: உடன் சமர்ப்பிக்கவும் பிழைத்திருத்த பதிவு
te: డీబగ్ లాగ్‌తో సమర్పించండి
th: ส่งพร้อมกับปูมดีบัก
tr: Hata Ayıklama Günlüğü ile gönder
ug: سازلاش خاتىرىسىنى قوشۇپ يوللا
uk: Відправити з журналом налагодження
ur: ڈیبگ لاگ کے ساتھ جمع کروائیں
vi: Gửi với Ghi chú Lỗi
zh_cn: 提交并附上调试日志
zh_hk: 連同除錯日誌一同上交

# CONTACT_SUPPORT_SUBMIT_WITHOUT_LOG
source: Submit without Debug Log
af: Dien in sonder ontfoutlog
ar: إرسال بدون سجل الأخطاء
az: Sazlama jurnalı olmadan göndər
be: Адправіць без журнала адладкі
bg: Изпращане без регистрационен файл за дебъг
bn: ডিবাগ লগ ছাড়াই জমা দিন
ca: Envia-ho sense el registre de depuració
cs: Odeslat bez debug logu
cy: Anfon heb Gofnodion
da: Send uden fejlsøgningslog
de: Ohne Diagnoseprotokoll übermitteln
el: Υποβολή χωρίς αρχείο καταγραφής
es: Enviar sin registro de depuración
es_es: Enviar sin registro
et: Postita silumislogita
eu: Bidali arazketa-erregistrorik gabe
fa: ارسال بدون گزارش اشکال‌زدایی
fi: Lähetä ilman virheenkorjauslokia
fil: Isumite ng hindi kasama ang Debug Log
fr: Envoyer sans journal de débogage
ga: Seol gan Logchomhad Dífhabhtaithe
gu: ડિબગ લૉગ વિના સબમિટ કરો
he: הגש בלי יומן ניפוי תקלים
hi: डीबग लाॅग के बिना जमा करें
hr: Pošalji bez zapisnika pogreške
hu: Beküldés hibanapló nélkül
id: Kirim tanpa log debug
is: Senda án villumeldingaskrá
it: Invia senza log di debug
ja: デバッグログなしで送信する
kab: Azen s uɣmis n temseɣtayt
kk: Дұрыстау журналынсыз жіберу
km: á”á‰áŸ’á‡á¼á“ áŠáŸ„á™á˜á·á“á˜á¶á“á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶
kn: ಡೀಬಗ್ ಲಾಗ್ ಇಲ್ಲದೆ ಸಲ್ಲಿಸಿ
ko: 디버그 로그를 제외하고 보내기
lt: Pateikti be derinimo žurnalo
lv: Iesniegt bez atkļūdošanas žurnālfaila
mk: Испрати без Лог за грешки
ml: ഡീബഗ് ലോഗില്ലാതെ സമർപ്പിക്കുക
mr: डीबग लॉग विना प्रविष्ट करा
ms: Hantar tanpa Log Nyahpepijat
my: ပျက်ကွက်မှုဖြေရှင်းသည့် မှတ်တမ်းစာ မပါပဲ တင်မယ်
nb: Send inn uten feilsøkingslogg
nl: Indienen zonder foutopsporingslog
pa: ਡੀਬਗ ਲੌਗ ਦੇ ਬਿਨਾ ਜਮ੍ਹਾਂ ਕਰੋ
pa_pk: ڈیبگ لاگ دے بغیر جمع کراؤ
pl: Wyślij bez dzienników debugowania
ps: د ستونزې د هواري له رپوټ پرته تسلیمول
pt_br: Enviar sem registro de depuração
pt_pt: Enviar sem relatório de depuração
ro: Trimite fără jurnalul de depanare
ru: Отправить без журнала отладки
sk: Odoslať bez denníka ladenia
sl: Pošlji brez sistemske zabeležbe
sq: Parashtroje pa Regjistër Diagnostikimi
sr: Пошаљи без извештаја о грешкама
sv: Skicka utan felsökningslogg
sw: Wasilisha bila Tunza Kumbukumbu ya Ueuaji
ta: இல்லாமல் சமர்ப்பிக்கவும் பிழைத்திருத்த பதிவு
te: డీబగ్ లాగ్ లేకుండా సమర్పించండి
th: ส่งโดยไม่มีปูมดีบัก
tr: Hata Ayıklama Günlüğü olmadan gönder
ug: سازلاش خاتىرەسىز يوللا
uk: Відправити без журналу налагодження
ur: ڈیبگ لاگ کے بغیر جمع کروائیں
vi: Gửi không kèm Ghi chú Lỗi
zh_cn: 提交但不附调试日志
zh_hk: 不要連同除錯日誌一同上交

# CONTACT_VIEW_OPEN_ADDRESS_IN_MAPS_APP
source: Open in Maps
af: Maak oop in Kaarte
ar: الفتح في الخريطة
az: Xəritələrdə aç
be: Адкрыць у Мапах
bg: Отваряне в Карти
bn: মানচিত্রে খুলুন
ca: Obre al Mapes
cs: Otevřít v Mapách
cy: Agor yn Maps
da: Åbn i Maps
de: In »Karten« öffnen
el: Άνοιγμα στους Χάρτες
es: Abrir en Mapas
es_es: Abrir en Mapas
et: Ava Maps-is
eu: Maps aplikazioan ireki
fa: باز کردن در Maps
fi: Avaa Kartat-apissa
fil: Buksan sa Maps
fr: Ouvrir dans Plans
ga: Oscail in aip Mapaí
gu: નકશામાં ખોલો
he: פתח במפות
hi: मैप में खोलें
hr: Otvori u Kartama
hu: Megnyitás a Térképek alkalmazásban
id: Buka di peta
is: Opna í Kortum
it: Apri nelle mappe
ja: 地図で開く
kab: Ldi di Maps
kk: Карталардан ашу
km: á”á¾á€á€áŸ’á“á»á„á€á˜áŸ’á˜áœá·á’á¸ á•áŸ‚á“á‘á¸
kn: ನಕ್ಷೆಗಳಲ್ಲಿ ತೆರೆಯಿರಿ
ko: 지도에서 열기
lt: Atverti žemėlapiuose
lv: Atvērt karšu lietotnē
mk: Отвори во Мапи
ml: മാപ്പുകളിൽ തുറക്കുക
mr: मॅप मध्ये उघडा
ms: Buka dalam Peta
my: မြေပုံတွင် ဖွင့်ရန်
nb: Åpne i kart
nl: Openen in Kaarten
pa: ਨਕਸ਼ਿਆਂ ਵਿੱਚ ਖੋਲ੍ਹੋ
pa_pk: نقشے اچ کھولو
pl: Otwórz w aplikacji Mapy
ps: په نقشه کې یې خلاص کړئ
pt_br: Abrir no Mapas
pt_pt: Abrir no Mapas
ro: Deschide în Hărți
ru: Открыть в Картах
sk: Otvoriť v aplikácii Mapy
sl: Odpri na zemljevidu
sq: Hape në Harta
sr: Прикажи на мапи
sv: Öppna i Kartor
sw: Fungua katika Ramani
ta: வரைபடத்தில் திறக்கவும்
te: పటంలో తెరవండి
th: เปิดในแผนที่
tr: Haritalarda Aç
ug: خەرىتەدە ئاچ
uk: Відкрити в «Картах»
ur: نقشہ میں کھولیں
vi: Mở trong Bản đồ
zh_cn: 在地图中打开
zh_hk: 在地圖中開啟

# CONTACT_VIEW_OPEN_EMAIL_IN_EMAIL_APP
source: Send Email
af: Stuur e-pos
ar: إرسال رسالة إلكترونية
az: E-poçt göndər
be: Адправіць электронны ліст
bg: Изпратете имейл
bn: ইমেইল পাঠান
ca: Envia un correu
cs: Poslat e-mail
cy: Anfon E-bost
de: E-Mail senden
el: Αποστολή email
es: Enviar correo electrónico
es_es: Enviar correo
et: Saada e-post
eu: Emaila bidali
fa: ارسال ایمیل
fi: Lähetä sähköpostilla
fil: Magpadala ng Email
fr: Envoyer un e-mail
ga: Seol Ríomhphost
gu: ઈ - મેલ મોકલો
he: שלח דוא״ל
hi: ईमेल भेजें
hr: Pošalji e-poštu
hu: E-mail küldése
id: Kirim email
is: Senda tölvupóst
it: Manda email
ja: メールを送る
kab: Azen imayl
kk: Электрондық хат жіберу
km: á•áŸ’á‰á¾áŸá¶ášá¢áŸá¡á·á…ááŸ’ášá¼á“á·á…
kn: ಇಮೇಲ್ ಕಳುಹಿಸಿ
ko: 이메일 보내기
lt: Siųsti el. paštą
lv: Sūtīt e-pastu
mk: Испрати е-пошта
ml: ഇമെയിൽ അയയ്ക്കുക
mr: ईमेल पाठवा
ms: Hantar E-mel
my: အီးမေးလ်ပေးပို့ရန်
nb: Send e-post
nl: E-mail verzenden
pa: ਈਮੇਲ ਭੇਜੋ
pa_pk: ای میل گھلو
pl: Wyślij e-mail
ps: د برېښنالیک لیږل
pt_br: Enviar e-mail
pt_pt: Enviar e-mail
ro: Trimite email
ru: Отправить Email
sk: Poslať Email
sl: Pošlji e-pošto
sq: Dërgo Email
sr: Пошаљи имејл
sv: Skicka e-post
sw: Tuma Barua-pepe
ta: மின்னஞ்சல் அனுப்பு
te: ఈ మెయిల్ పంపించండి
th: ส่งอีเมล
tr: Eposta Gönder
ug: ئېلخەت يوللا
uk: Відправити електронного листа
ur: ای میل بھیجیں
vi: Gửi email
zh_cn: 发送邮件
zh_hk: 傳送電郵

# CONTACT_WITHOUT_NAME
source: Unnamed Contact
af: Naamlose kontak
ar: جهة اتصال غير مُسمّاة
az: Adsız əlaqə
be: Кантакт без імя
bg: Неназован контакт
bn: নামবিহীন পরিচিতি
ca: Contacte sense nom
cs: Kontakt beze jména
cy: Cysylltiad Dienw
da: Unavngivet kontakt
de: Unbenannter Kontakt
el: Ανώνυμη επαφή
es: Contacto sin nombre
es_es: Contacto sin nombre
et: Nimetu kontakt
eu: Izenik gabeko taldea
fa: مخاطب بدون نام
fi: Nimeämätön yhteystieto
fil: Kontak na Walang Pangalan
fr: Contact sans nom
ga: Teagmhálaí Gan Ainm
gu: અનામી સંપર્ક
he: איש קשר ללא שם
hi: संपर्क का नाम नहीं है
hr: Bezimeni kontakt
hu: Névtelen kontakt
id: Kontak tak bernama
is: Nafnlaus tengiliður
it: Contatto senza nome
ja: 無名の連絡先
kab: Anermis war isem
kk: Аты жоқ байланыстағы тұлға
km: á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á‚áŸ’á˜á¶á“áˆáŸ’á˜áŸ„áŸ‡
kn: ಹೆಸರಿಸದ ಸಂಪರ್ಕ
ko: 이름 없는 연락처
lt: Bevardis adresatas
lv: Nenosaukta kontaktpersona
mk: Неименуван контакт
ml: പേരില്ലാത്ത കോൺടാക്ട്
mr: निनावी संपर्क
ms: Kenalan Tidak Dinamakan
my: အမည်မပေးထားသော အဆက်အသွယ်
nb: Ikke navngitt kontakt
nl: Naamloos contact
pa: ਬਿਨਾਂ ਨਾਮ ਦੇ ਸੰਪਰਕ
pa_pk: بنا ناں رابطہ
pl: Kontakt bez nazwy
ps: بې نومه مخاطب
pt_br: Contato sem nome
pt_pt: Contacto sem nome
ro: Contact fără nume
ru: Безымянный контакт
sk: Nepomenovaný kontakt
sl: Nepoimenovan stik
sq: Kontakt Pa Emër
sr: Неименовани контакт
sv: Okänd kontakt
sw: Mwasiliani asiye na jina
ta: பெயரிடப்படாத தொடர்பு
te: పేరులేని పరిచయం
th: ข้อมูลติดต่อที่ไม่มีชื่อ
tr: İsimsiz Kişi
ug: ئاتسىز ئالاقەداش
uk: Безіменний контакт
ur: نامعلوم رابطہ
vi: Liên hệ Chưa lưu tên
zh_cn: 未命名的联系人
zh_hk: 未命名的聯絡人

# CONTEXT_MENU_COPY
source: Copy
af: Kopieer
ar: نسخ
az: Kopyala
be: Капіраваць
bn: কপি করুন
ca: Copia
cs: Kopírovat
cy: Copïo
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
eu: Kopiatu
fa: کپی
fi: Kopioi
fr: Copier
ga: Cóipeáil
gu: કૉપિ
he: העתק
hi: कॉपी
hr: Kopiraj
hu: Másolás
id: Salin
is: Afrita
it: Copia
ja: コピー
kab: Nɣel
km: á…á˜áŸ’á›á„
kn: ನಕಲಿಸು
ko: 복사
lt: Kopijuoti
lv: Kopēt
mk: Копирај
ml: പകർത്തുക
mr: कॉपी करा
ms: Salin
my: ကူးမည်
nb: Kopier
nl: Kopiëren
pa: ਕਾਪੀ ਕਰੋ
pl: Skopiuj
ps: کاپي
pt_br: Copiar
pt_pt: Copiar
ro: Copiere
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
sr: Копирај
sv: Kopiera
sw: Nakili
ta: நகல்
te: నకలు
th: คัดลอก
tr: Kopyala
ug: كۆچۈر
uk: Копіювати
ur: کاپی کریں
vi: Sao chép
zh_cn: 复制
zh_hk: 複製

# CONTEXT_MENU_DELETE_MESSAGE
source: Delete
af: Skrap
ar: حذف
az: Sil
be: Выдаліць
bn: মুছে ফেলুন
ca: Suprimeix
cs: Odstranit
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: پاک کردن
fi: Poista
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 消去する
kab: Kkes
km: á›á»á”
kn: ಅಳಿಸು
ko: 삭제
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കൂ
mr: हटवा
ms: Padam
my: ဖျက်မယ်
nb: Slett
nl: Verwijderen
pa: ਹਟਾਓ
pl: Usuń
ps: پاکول
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sq: Fshije
sr: Избриши
sv: Ta bort
sw: Futa
ta: நீக்கு
te: తొలగించండి
th: ลบ
tr: Sil
ug: ئۆچۈر
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

# CONTEXT_MENU_DETAILS
source: Info
af: Inligting
ar: المعلومات
az: Məlumat
be: Інфармацыя
bn: তথ্য
ca: Informació
cy: Gwyb
da: Information
el: Πληροφορίες
es: Detalles
et: Teave
fa: اطلاعات
fi: Tietoja
fr: Infos
ga: Eolas
gu: માહિતી
he: מידע
hi: जानकारी
hr: Detalji
hu: Részletek
is: Upplýsingar
it: Informazioni
ja: 詳細
km: á–áŸááŸŒá˜á¶á“
kn: ಮಾಹಿತಿ
ko: 정보
lt: Informacija
lv: Informācija
mk: Информации
ml: വിവരം
mr: माहिती
ms: Maklumat
my: အချက်အလက်
nl: Berichtdetails
pa: ਜਾਣਕਾਰੀ
pl: Informacje
ps: معلومات
ro: Informații
ru: Информация
sr: Информације
sw: Maelezo
ta: தகவல்
te: సమాచారం
th: ข้อมูล
tr: Bilgi
ug: ئۇچۇر
uk: Інформація
ur: معلومات
vi: Thông tin
zh_cn: 信息
zh_hk: 資訊

# CONTEXT_MENU_EDIT_MESSAGE
source: Edit
ar: تعديل
be: Рэдагаваць
bn: এডিট করুন
ca: Editar
cs: Upravit
da: Redigér
de: Bearbeiten
el: Eπεξεργασία
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
ga: Cuir in Eagar
gu: ફેરફાર કરો
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集する
ko: 수정
mr: संपादन
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Изменить
sk: Upraviť
sr: Уреди
sv: Ändra
th: แก้ไข
tr: Düzenle
ug: تەھرىرلەش
uk: Редагувати
ur: ترمیم کریں
vi: Sửa
zh_cn: 编辑
zh_hk: 編輯
