Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ERROR_MESSAGE_SESSION_REFRESH
source: Chat session refreshed
af: Kletssessie het verfris
ar: تمَّ تحديث جلسة الدردشة
az: Söhbət seansı təzələndi
be: Сеанс чата абноўлены
bn: চ্যাট সেশনটি রিফ্রেশ করা হয়েছে
ca: S'ha refrescat la sessió.
cs: Relace chatu byla obnovena
cy: Adnewyddwyd sesiwn sgwrsio
da: Chatsession opdateret
de: Chat-Sitzung aktualisiert
el: Η συνομιλία ανανεώθηκε
es: Sesión de chat reiniciada
et: Vestluse seanss on värskendatud
eu: Txataren sesioa eguneratu egin da
fa: نشست گفتگو تازه‌سازی شد
fi: Keskustelu on päivitetty
fr: Actualisation de la session
ga: Seisiún an chomhrá athnuaite
gu: ચેટ સેશન રિફ્રેશ થયું
he: צ'אט רוענן
hi: चैट सेशन रीफ्रेश हुआ
hr: Sesija razgovora je osvježena
hu: A munkamenet alaphelyzetbe állt
id: Sesi obrolan disegarkan
is: Spjallseta endurlesin
it: Sessione di chat aggiornata
ja: セッションが更新されました
kab: Tiɣimit n usqerdec tettusmiren
km: áœá‚áŸ’á‚á‡á‡áŸ‚á€ááŸ’ášá¼áœá”á¶á“á•áŸ’á‘á»á€á¡á¾á„áœá·á‰
kn: ಚಾಟ್ ಸೆಷನ್ ರಿಫ್ರೆಶ್ ಮಾಡಲಾಗಿದೆ
ko: 대화 세션을 새로 고침
lt: Pokalbio seansas atnaujintas
lv: Sarunas (čata) sesija atsvaidzināta
mk: Сесијата со разговорот е освежена
ml: ചാറ്റ് സെഷൻ പുതുക്കി
mr: चॅट सत्र रिफ्रेश झाले
ms: Sesi sembang dimulakan semula
my: စကားပြောဆိုမှု အချိန်ပိုင်း ပြန်စတင်ခဲ့ပါသည်
nb: Samtaleøkt lastet inn på nytt
nl: Chatsessie vernieuwd
pa: ਚੈਟ ਸੈਸ਼ਨ ਤਾਜ਼ਾ ਕੀਤਾ ਗਿਆ
pl: Sesja czatu odświeżona
ps: د چټ غونډه ریفریش شوې
pt_br: A sessão do chat foi reiniciada
pt_pt: Atualizada sessão de chat
ro: Sesiunea conversației a fost resetată
ru: Сессия чата обновлена
sk: Relácia četu bola obnovená
sl: Seja pogovora je osvežena
sq: Sesioni i fjalosjes u rifreskua
sr: Сесија ћаскања је освежена
sv: Chattsessionen uppdaterad
sw: Kipindi cha mazungumzo kiliburudishwa
ta: உரையாடல் அமர்வு புதுப்பிக்கப்பட்டது
te: చాట్ సెషన్ రిఫ్రెష్ చేయబడింది
th: รีเฟรชแชทเซสชันใหม่แล้ว
tr: Sohbet oturumu yenilendi
ug: پاراڭ يېڭىلاندى
uk: Сесію чату оновлено
ur: چیٹ سیشن ری فریش ہو گیا
vi: Đã làm mới phiên trò chuyện
zh_cn: 聊天会话已刷新
zh_hk: 聊天工作階段已重新整理

# ERROR_MESSAGE_UNKNOWN_ERROR
source: An unknown error occurred.
af: ’n Onbekende fout het voorgekom.
ar: حدث خطأ مجهول.
az: Bilinməyən bir xəta baş verdi.
be: Адбылася невядомая памылка.
bg: Възникна неизвестна грешка.
bn: একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut.
cs: Došlo k neznámé chybě.
cy: Digwyddodd gwall anhysbys.
da: En ukendt fejl opstod
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα.
es: Se ha producido un error desconocido.
es_es: Ocurrió un fallo desconocido.
et: Ilmnes tundmatu tõrge.
eu: Errore ezezaguna gertatu da.
fa: خطای نامشخصی رخ داده است.
fi: Tuntematon virhe.
fil: May hindi-tukoy na error ang naganap.
fr: Une erreur inconnue s'est produite.
ga: Tharla earráid anaithnid.
gu: એક અજાણ એરર આવી.
he: התרחשה שגיאה לא ידועה
hi: कोई अज्ञात गलती हुई है।
hr: Dogodila se nepoznata pogreška.
hu: Ismeretlen hiba történt.
id: Muncul masalah tak dikenal.
is: Óþekkt villa kom upp.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
kab: Teḍra tuccḍa tarussint.
kk: Беймәлім қате орын алды.
km: á”á‰áŸ’á á¶á˜á·á“áŸáŸ’á‚á¶á›áŸ‹á€á¾áá¡á¾á„áŸ”
kn: ತಿಳಿದಿಲ್ಲದ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 알 수 없는 오류가 발생했습니다.
lt: Įvyko nežinoma klaida.
lv: Radās nezināma kļūda.
mk: Се појави непозната грешка.
ml: അജ്ഞാതമായ ഒരു പിശക് സംഭവിച്ചിരിക്കുന്നു.
mr: एक अज्ञात त्रुटी आढळली.
ms: Ralat yang tidak diketahui berlaku.
my: အကျိုးအကြောင်းမသိသည့် ပြဿနာ ဖြစ်လာသည်။
nb: En ukjent feil oppstod.
nl: Er is een onbekende fout opgetreden.
pa: ਇੱਕ ਅਣਪਛਾਤੀ ਤਰੁਟੀ ਹੋਈ.
pa_pk: اک نامعلوم نقص واقع ہویا۔
pl: Wystąpił nieznany błąd.
ps: یوه ناپیژانده تیروتنه رامنځته شوې ده.
pt_br: Erro desconhecido.
pt_pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare neprevăzută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sq: Ndodhi një gabim i panjohur.
sr: Дошло је до непознате грешке.
sv: Ett okänt fel inträffade.
sw: Hitilafu isiyojulikana imetokea.
ta: அறியப்படாத பிழை ஏற்பட்டது.
te: తెలియని లోపం సంభవించింది.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen bir hata oluştu.
ug: يوچۇن خاتالىققا يولۇقتى.
uk: Сталася невідома помилка.
ur: ایک نا معلوم غلطی واقع ہوئی۔
vi: Đã xảy ra lỗi không xác định.
zh_cn: 发生未知错误。
zh_hk: 發生未知錯誤。

# ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY
source: Safety number changed.
af: Veiligheidsnommer het verander.
ar: تغيَّر رقم اﻷمان.
az: Güvənlik nömrəsi dəyişdirildi.
be: Код бяспекі змяніўся.
bg: Номера за безопасност се променени.
bn: নিরাপত্তা নাম্বার পরিবর্তন হয়েছে।
ca: El número de seguretat ha canviat.
cs: Došlo ke změně bezpečnosntího čísla.
cy: Rhif diogelwch wedi newid.
da: Sikkerhedsnummer er ændret
de: Sicherheitsnummer geändert.
el: Ο αριθμός ασφαλείας άλλαξε.
es: El número de seguridad ha cambiado.
es_es: Cambio en cifras de seguridad.
et: Turvanumber on muutunud.
eu: Segurtasun zenbakia aldatu da.
fa: کد امنیتی تغییر یافت.
fi: Turvanumero on vaihtunut.
fil: Nagbago ang numerong pangkaligtasan.
fr: Changement de numéro de sécurité.
ga: Athraíodh an uimhir shábháilteachta.
gu: સલામતી નંબર બદલ્યો છે.
he: מספר בטיחות השתנה.
hi: सुरक्षा नंबर बदल गया है।
hr: Promijenjen je sigurnosni broj.
hu: A biztonsági azonosító megváltozott.
id: Nomor keamanan diubah
is: Öryggisnúmer breyttist.
it: Codice di sicurezza cambiato.
ja: 安全番号が変わりました。
kab: Uṭṭun n tɣellist yettubeddel.
kk: Қауіпсіздік нөмірі өзгерді.
km: á›áŸááŸá»áœááŸ’áá·á—á¶á–á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŸ”
kn: ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ.
ko: 안전 번호가 변경되었습니다.
lt: Pasikeitė saugumo numeris.
lv: Drošības numurs ir mainīts.
mk: Безбедносниот број е променет.
ml: സുരക്ഷാ നമ്പർ മാറ്റി.
mr: सुरक्षितता नंबर बदलला.
ms: Nombor keselamatan diubah
my: လုံခြုံရေးနံပါတ် ပြောင်းသွားသည်။
nb: Sikkerhetsnummer endret.
nl: Veiligheidsnummer is veranderd.
pa: ਸੁਰੱਖਿਆ ਨੰਬਰ ਬਦਲ ਗਿਆ.
pa_pk: حفاظتی نمر تبدیل ہو گیا اے۔
pl: Zmienił się numer bezpieczeństwa.
ps: د خوندیتوب شمېره بدله شوې ده.
pt_br: O número de segurança mudou.
pt_pt: O número de segurança mudou.
ro: Numărul de siguranță s-a schimbat.
ru: Код безопасности изменился.
sk: Bezpečnostné číslo sa zmenilo.
sl: Varnostno število je bilo spremenjeno.
sq: Ndryshoi numri i sigurisë.
sr: Сигурносни број је промењен.
sv: Säkerhetsnumret har ändrats.
sw: Nambari ya usalama imebadilika
ta: பாதுகாப்பு எண் மாற்றப்பட்டது.
te: భద్రతా సంఖ్య మార్చబడింది
th: หมายเลขความปลอดภัยถูกเปลี่ยนแล้ว
tr: Güvenlik numarası değişti.
ug: بىخەتەرلىك نومۇرى ئۆزگەردى
uk: Змінився код безпеки.
ur: حفاظتی نمبر تبدیل ہوا
vi: Số an toàn đã thay đổi.
zh_cn: 安全码已改变。
zh_hk: 安全碼已變更。

# ERROR_NETWORK_FAILURE
source: Network Error
af: Netwerkfout
ar: خطأ في الشبكة
az: Şəbəkə xətası
be: Памылка сеткі
bg: Грешка с мрежата
bn: নেটওয়ার্ক ত্রুটি
ca: Error de xarxa
cs: Chyba sítě
cy: Gwall Rhwydwaith
da: Netværksfejl
de: Netzwerkfehler
el: Σφάλμα δικτύου
es: Error de red
es_es: Fallo de red
et: Võrgutõrge
eu: Sare errorea
fa: خطا در شبکه
fi: Verkkovirhe
fil: Nagka-error sa Network.
fr: Erreur réseau
ga: Earráid Líonra
gu: નેટવર્ક એરર
he: שגיאת רשת
hi: नेटवर्क में त्रुटि
hr: Mrežna pogreška
hu: Hálózati hiba
id: Jaringan Gagal
is: Villa í nettengingu
it: Errore di rete
ja: ネットワークエラー
kab: Tuccḍa deg uzeṭṭa
kk: Желі қатесі
km: á”á‰áŸ’á á¶á”ááŸ’áá¶á‰
kn: ನೆಟ್ವರ್ಕ್ ದೋಷ.
ko: 네트워크 오류
lt: Tinklo klaida
lv: Tīkla kļūda
mk: Мрежна грешка
ml: നെറ്റ്‌വർക്ക് തകരാർ
mr: नेटवर्क त्रुटी
ms: Ralat Rangkaian
my: ကွန်ယက် ပျက်ကွက်မှု
nb: Nettverksfeil
nl: Netwerkfout
pa: ਨੈੱਟਵਰਕ ਗਲਤੀ
pa_pk: نیٹ ورک نقص
pl: Błąd sieci
ps: د نیټورک تیروتنه
pt_br: Erro de rede
pt_pt: Erro de rede
ro: Eroare de rețea
ru: Ошибка сети
sk: Chyba siete
sl: Napaka v omrežju
sq: Gabim Rrjeti
sr: Грешка са мрежом
sv: Nätverksfel
sw: Hitilafu ya Mtandao
ta: பிணைய பிழை
te: నెట్వర్క్ లోపం
th: ข้อผิดพลาดจากเครือข่าย
tr: Ağ Hatası
ug: تور خاتالىقى
uk: Мережева помилка
ur: نیٹ ورک کی خرابی
vi: Lỗi Kết nối mạng
zh_cn: 网络错误
zh_hk: 網路出錯。

# ERROR_NOTIFICATION_MESSAGE_FORMAT
source: Please help us improve Signal by reporting this error along with debug logs from your device to support@signal.org; %@
af: Help ons asb. om Signal te verbeter deur hierdie fout saam met ontfoutlogs van jou toestel te rapporteer aan support@signal.org; %@
ar: ‫نرجو منك مساعدتنا على تحسين سيجنال، وذلك بالإبلاغ عن هذا الخطأ مع إرفاق سِجلات الأخطاء من جهازك إلى support@signal.org؛ %1$@
az: Zəhmət olmasa bu xətanı cihazınızdakı sazlama jurnalı ilə birgə support@signal.org ünvanına bildirərərk Signal-ı təkmilləşdirməyimizə kömək edin; %@
be: Вы дапаможаце нам палепшыць Signal, калі паведаміце аб гэтай памылцы і адправіце нам журналы адладкі з вашай прылады на support@signal.org; %1$@
bn: আপনার ডিভাইস থেকে support@signal.org-এ ডিবাগ লগ সহ এই ত্রুটিটি রিপোর্ট করে সিগন্যাল উন্নত করতে আমাদের সাহায্য করুন; %1$@
ca: Ajudeu-nos a millorar el Signal informant-nos d'aquest error amb informes d'error del vostre aparell a support@signal.org; %1$@
cs: Pomozte nám prosím zlepšit Signal odesláním této chyby spolu s ladícím záznamem z vašeho zařízení na adresu support@signal.org; %1$@
cy: Helpwch ni i wella Signal trwy adrodd y gwall hwn ynghyd â logiau dadfygio o'ch dyfais i support@signal.org; %@
da: Hjælp os venligst med at forbedre Signal ved at rapportere denne fejl sammen med fejlsøgningslogger fra din enhed til support@signal.org; %1$@
de: Bitte hilf uns, Signal zu verbessern, und melde diesen Fehler zusammen mit einem Diagnoseprotokoll deines Geräts bei support@signal.org; %1$@
el: Παρακαλούμε βοήθησέ μας να βελτιώσουμε το Signal αναφέροντας αυτό το σφάλμα μαζί με τα αρχεία καταγραφής αποσφαλμάτωσης της συσκευής σου στο support@signal.org; %1$@
es: Ayúdanos a mejorar Signal enviándonos un reporte de este error junto con el registro de depuración de tu dispositivo a support@signal.org; %1$@
et: Palun aita meil Signalit täiustada, saates selle tõrkekirjelduse koos sinu seadmest pärit silumislogidega aadressil support@signal.org; %@
fa: لطفاً به ما در بهبود سیگنال با ارسال گزارش این خطا به همراه گزارش‌های عیب‌یابی از دستگاه خود به support@signal.org کمک کنید: %1$@
fi: Ole hyvä ja auta meitä parantamaan Signalia lähettämällä tämä virheilmoitus laitteesi virheenkorjauslokien kanssa osoitteeseen support@signal.org; %1$@
fr: Aidez-nous à améliorer Signal : signalez cette erreur à support@signal.org et joignez les journaux de débogage de votre appareil ;%1$@
ga: Please help us improve Signal by reporting this error along with debug logs from your device to support@signal.org; %1$@
gu: કૃપા કરીને આ ત્રુટિને ડીબગ લૉગ સાથે તમારા ડિવાઇસ પરથી support@signal.orgને રિપોર્ટ કરીને Signalને બહેતર બનાવવામાં મદદ કરો; %1$@
he: עזור לנו לשפר את Signal ע״י דיווח על שגיאה זו ביחד עם יומני ניפוי תקלים מהמכשיר שלך אל support@signal.org; %1$@
hi: कृपया अपने डिवाइस से डिबग लॉग के साथ इस एरर को support@signal.org पर रिपोर्ट करके Signal को बेहतर बनाने में हमारी मदद करें; %1$@
hr: Pomozite nam poboljšati Signal prijavom ove pogreške zajedno s zapisnicima pogrešaka s vašeg uređaja na support@signal.org; %1$@
hu: Segítsd a Signal fejlesztését a hiba leírásával és a hibanapló beküldésével a support@signal.org címre; %1$@
id: Bantu kami meningkatkan Signal dengan melaporkan kesalahan ini beserta log debug dari perangkat Anda ke support@signal.org; %1$@
is: Hjálpaðu okkur við að bæta Signal með því að gefa skýrslu um þessa villu og senda villuskráningarskrár úr tækinu þínu til support@signal.org; %@
it: Aiutaci a migliorare Signal segnalando questo errore insieme a un log di debug dal tuo dispositivo a support@signal.org; %1$@
ja: このエラーとあなたの端末のデバッグログを support@signal.org に報告して、Signalの改善にご協力ください; %1$@
km: áŸá¼á˜á‡á½á™á–á½á€á™á¾á„á’áŸ’áœá¾á¢áŸ„á™ Signal á€á¶á“áŸ‹ááŸ‚á”áŸ’ášáŸá¾ášá¡á¾á„ áŠáŸ„á™ášá¶á™á€á¶ášááŸá–á¸á€áŸ†á á»áŸá“á¶á“á¶á–á¸á€áŸ’á“á»á„á§á”á€ášááŸá¢áŸ’á“á€á‘áŸ…á€á¶á“áŸ‹ support@signal.org%@
ko: 장치의 디버그 로그와 함께 support@signal.org에 이 오류(%1$@)를 보고하여 Signal 서비스를 개선할 수 있도록 도와주세요.
lt: Padėkite mums tobulinti Signal, pranešdami apie šią klaidą ir pateikdami derinimo žurnalus iš savo įrenginio į support@signal.org; %@
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ നിന്ന് support@signal.org; %@എന്നതിലേക്ക് ഡീബഗ് ലോഗുകൾ ഉൾപ്പെടെയുള്ള പിശക് റിപ്പോർട്ട് ചെയ്‌ത് Signal മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ സഹായിക്കുക
mr: support@signal.org; %1$@ ला, तुमच्या डिव्हाइसमधून डिबग/दुरुस्ती लॉग्जसह ही त्रुटी रिपोर्ट करून Signal सुधारण्यात कृपया आमची मदत करा
ms: Sila bantu kami menambah baik Signal dengan melaporkan ralat ini dan menghantar log nyahpepijat daripada peranti anda kepada support@signal.org; %1$@
nb: Hjelp oss med å forbedre Signal ved å rapportere denne feilen og sende feilsøkingslogg fra enheten din til support@signal.org; %1$@
nl: Help ons alsjeblieft om Signal te verbeteren door deze fout te melden via support@signal.org en door je foutopsporingslog mee te sturen; %1$@
pl: Aby pomóc nam ulepszyć Signal, wyślij zgłoszenie o tym błędzie wraz z dziennikami debugowania z Twojego urządzenia na adres support@signal.org: %1$@
ps: مهرباني وکړئ support@signal.org؛ %@ ته د همدې تیروتنې او له خپلې وسیلې څخه د ستونزې د هواري د رپوټونو په رپوټولو له موږ سره مرسته وکړئ تر څو په Signal کې ښه والی راولو.
pt_br: Ajude-nos a melhorar o Signal, por favor. Relate esse erro e envie o registro de depuração do seu aparelho para support@signal.org; %1$@
pt_pt: Ajude-nos a melhorar o Signal, por favor. Relate esse erro e envie o registo de depuração do seu dispositivo para support@signal.org; %1$@
ro: Te rugăm să ne ajuți să îmbunătățim Signal raportând această eroare împreună cu jurnalele de depanare de pe dispozitivul tău la adresa support@signal.org; %1$@
ru: Пожалуйста, помогите нам улучшить Signal, сообщив об этой ошибке по адресу support@signal.org вместе с журналом отладки с вашего устройства: %1$@
sk: Pomôžte nám zlepšiť Signal nahlásením tejto chyby spolu s denníkmi ladenia z vášho zariadenia na adresu support@signal.org; %1$@
sl: Pomagajte nam izboljšati Signal tako, da to napako skupaj z dnevniki odpravljanja napak iz vaše naprave prijavite na support@signal.org;%@
sq: Ju lutemi, ndihmonani të përmirësojmë Signal-in, duke njoftuar për këtë gabim dhe duke dhënë regjistrat e diagnostikimit nga pajisja juaj, te support@signal.org; %@
sr: Помозите нам да побољшамо Signal тако што ћете пријавити ову грешку и послати извештаје о грешкама са вашег уређаја на support@signal.org; %1$@
sv: Hjälp oss att förbättra Signal genom att rapportera detta fel tillsammans med felsökningsloggar från din enhet till support@signal.org; %1$@
sw: Tafadhali tusaidie kuiboresha Signal kwa kutoa ripoti ya hitilafu pamoja na debug logs kutoka kwenye kifaa chako kwenda support@signal.org;%@
th: กรุณาช่วยเราปรับปรุง Signal ด้วยการรายงานข้อผิดพลาดนี้ พร้อมปูมดีบักจากอุปกรณ์ของคุณไปยัง support@signal.org; %1$@
tr: Lütfen bu hatayı cihazınızdaki hata ayıklama günlükleriyle birlikte support@signal.org adresine bildirerek Signal'i iyileştirmemize yardımcı olun; %1$@
ug: ئۈسكۈنىڭىزدىكى كاشىلا بىر تەرەپ قىلىش خاتىرىسى ۋە بۇ خاتالىق دوكىلاتىنى support@signal.org گە يوللاپ، Signal نى ياخشىلىشىمىزغا ياردەم بېرىڭ. %1$@
uk: Будь ласка, допоможіть нам покращити Signal. Відправте цю помилку разом з журналами налагодження з вашого пристрою на адресу support@signal.org; %1$@
ur: اپنی ڈیوائس سے support@signal.org؛ %1$@ پر ڈی بگ لاگز کے ساتھ اس نقص کی رپورٹ کرنے کے ذریعے Signal کو بہتر بنانے میں ہماری مدد کریں
vi: Vui lòng giúp chúng tôi nâng cập Signal bằng cách báo cáo lỗi này và lịch sử sửa lỗi từ thiết bị của bạn đến support@signal.org;%1$@
zh_cn: 请帮助我们优化 Signal 吧：向 support@signal.org 举报此错误并附上您设备上的调试日志；%1$@
zh_hk: 為協助我們改進 Signal，敬請附上由您的裝置產生的除錯記錄檔，並將此錯誤報告給 support@signal.org；%1$@

# ERROR_NOTIFICATION_TITLE
source: Signal Beta: An error occurred
af: Signal-beta: ’n Fout het voorgekom
ar: ‫إصدار سيجنال التجريبي‬: حدث خطأ ما
az: Signal Beta: Bir xəta baş verdi
be: Signal Beta: адбылася памылка
bn: সিগন্যাল বিটা: একটি ত্রুটি ঘটেছে
ca: Signal Beta: s'ha produït un error
cs: Signal Beta: Objevila se chyba
cy: Signal Beta: Digwyddodd gwall
da: Signal Beta: Der opstod en fejl
de: Signal Beta: Ein Fehler ist aufgetreten
el: Signal Beta: Παρουσιάστηκς κάποιο σφάλμα
es: Signal Beta: Se ha producido un error
et: Signal beeta: Ilmnes tõrge
fa: سیگنال بتا: خطایی رخ داد
fi: Signal Beta: Tapahtui virhe
fr: Version bêta de Signal : une erreur s'est produite
gu: Signal બીટા: એક ત્રુટિ આવી
he: Signal בטא: שגיאה התרחשה
hi: सिग्नल बीटा: एक एरर हो गया
hr: Signal Beta: Došlo je do pogreške
hu: Signal Beta: hiba történt
id: Signal Beta: Terjadi masalah
is: Signal Beta: Villa kom upp
it: Signal Beta: Errore riscontrato
ja: Signal Beta: エラーが発生しました
km: Signal áŸá¶á€á›áŸ’á”á„áŸ– á˜á¶á“á”á‰áŸ’á á¶á˜á½á™á€á¾áá¡á¾á„
ko: Signal 베타: 오류 발생
lt: Signal Beta: Įvyko klaida
ml: Signal ബീറ്റ: ഒരു പിശകുണ്ടായി
mr: Signal Beta: एक त्रुटी आली
ms: Beta Signal: Ralat telah berlaku
nb: Signal Beta: En feil oppstod
nl: Signal-bèta: er heeft zich een fout voorgedaan
pl: Signal Beta: wystąpił błąd
ps: بیټا Signal: تیروتنه رامنځته شوې ده
pt_br: Signal Beta: ocorreu um erro
pt_pt: Signal Beta: Ocorreu um erro
ro: Signal Beta: S-a produs o eroare
ru: Бета-версия Signal: произошла ошибка
sk: Signal Beta: Vyskytla sa chyba
sl: Signal Beta: prišlo je do napake
sq: Signal Beta: Ndodhi një gabim
sr: Signal Beta: Догодила се грешка
sv: Signal Beta: Ett fel uppstod
sw: Signal Beta: Hitilafu imetokea
ta: சிக்னல் பீட்டா: பிழை ஏற்பட்டது
th: Siganl Beta: เกิดข้อผิดพลาด
tr: Signal Beta: Bir hata oluştu
ug: Signal سىناق نەشرى: خاتالىق كۆرۈلدى
uk: Signal Beta: Сталася помилка
ur: Signal بی ٹا: ایک نقص پیش آیا
vi: Signal Beta: Đã xảy ra lỗi
zh_cn: Signal 测试版：发生错误
zh_hk: Signal 測試版：發生錯誤
