Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STORY_SETTINGS_WHO_CAN_VIEW_THIS_FOOTER
source: Choose which Signal Connections can view your story. Changes won’t affect stories you’ve already sent.
ar: اِختر من يُمكنه رؤية قصتك من جهات اتصال سيجنال. لن تؤثِّر التغييرات على القِصص التي أرسلتها من قبل.
be: Выберыце тых з вашых кантактаў Signal, хто можа бачыць вашу гісторыю. Змянення не закрануць гісторый, што вы ўжо адправілі.
bn: কোন Signal কানেকশনরা আপনার স্টোরি দেখতে পারবেন তা নির্ধারণ করুন৷ পরিবর্তনগুলো আপনার ইতোমধ্যে পাঠানো স্টোরি-র ক্ষেত্রে প্রযোজ্য হবে না।
ca: Tria quines connexions de Signal poden veure la teva història. Els canvis no afectaran les històries que ja hagis enviat.
cs: Vyberte, kdo ze spojení Signal si může váš příběh prohlédnout. Změny se nedotknou příběhů, které jste už poslali.
da: Vælg, hvilke Signal-kontakter, der kan se din historie. Ændringerne påvirker ikke historier, du allerede har sendt.
de: Wähle aus, welche deiner Signal-Kontakte deine Story sehen können. Änderungen wirken sich nicht auf bereits gesendete Storys aus.
el: Διάλεξε ποιες από τις επαφές Signal μπορούν να δουν την ιστορία σου. Οι αλλαγές δεν επηρεάζουν τις ιστορίες που έχεις στείλει ήδη.
es: Elige quiénes de tus contactos de Signal pueden ver tus historias. Los cambios no afectarán a las historias que ya hayas compartido.
fa: انتخاب کنید که کدام‌یک از آشنایان در سیگنال بتواند استوری شما را مشاهده کند. تغییرات روی استوری‌هایی که قبلاً ارسال کرده‌اید تأثیر نمی‌گذارد.
fi: Valitse Signal-kontaktit, jotka voivat nähdä tarinasi. Muutokset eivät vaikuta jo lähettämiisi tarinoihin.
fr: Sélectionnez les contacts Signal qui peuvent voir votre story. Cela ne modifiera pas l’audience des stories déjà publiées.
ga: Roghnaigh na Teagmhálaithe Signal ar féidir leo féachaint ar do scéal. Ní bheidh tionchar ag athruithe ar scéalta a sheol tú cheana.
gu: કયા Signal કનેકશન તમારી સ્ટોરી જોઈ શકશે તે પસંદ કરો. ફેરફારો પહેલાથી જ મોકલાઈ ચૂકેલ સ્ટોરીને અસર કરશે નહીં.
he: אפשר לבחור אילו חברי Signal יוכלו לצפות בסטורי שלך. השינויים לא ישפיעו על סטוריז שכבר שלחת.
hi: चुनें कि आपकी स्टोरी कौन-से Signal कनेक्शन देख सकते हैं। आपके द्वारा पहले ही भेजी जा चुकी स्टोरीज़ पर कोई असर नहीं पड़ेगा।
hr: Odaberite Signal kontakte koji mogu pogledati vašu priču. Promjene neće utjecati na priče koje ste već poslali.
hu: Döntsd el, melyik Signal Névjegy láthatja a Történeted. A módosítások nem lesznek hatással a már elküldött Történetekre.
id: Pilih Koneksi Signal yang bisa melihat cerita Anda. Perubahan tidak akan memengaruhi cerita yang telah terkirim.
it: Scegli quali Amicizie di Signal possono vedere la tua Storia. Ricorda che eventuali modifiche non verranno applicate alle Storie che hai già inviato.
ja: ストーリーを閲覧できるSignalコネクションを選択します。変更は、既に送信したストーリーには影響しません。
ko: 내 스토리를 볼 수 있는 Signal 커넥션을 선택하세요. 이미 보낸 스토리에는 변경 내용이 적용되지 않습니다.
mr: आपली स्टोरी कोणते Signal कनेक्शन्स पाहू शकतात ते निवडा. बदलांचा आपण आधीच पाठवलेल्या स्टोरीज वर परिणाम होणार नाही.
ms: Pilih Hubungan Signal yang boleh menonton cerita anda. Perubahan tidak akan menjejaskan cerita yang telah anda hantar.
nb: Velg hvilke Signal-kontakter som kan se storyen din. Storyer som allerede er sendt ut, blir ikke påvirket.
nl: Kies wie je verhaal kan zien. Wijzigingen hebben geen invloed op verhalen die je al hebt gedeeld.
pl: Zdecyduj, kto spośród kontaktów Signal może wyświetlać Twoje relacje. Zmiany nie wpłyną na już opublikowane relacje.
pt_br: Escolha quais contatos do Signal podem ver seu story. As alterações que você fizer não se aplicam a stories já compartilhados.
pt_pt: Escolha que contactos do Signal podem ver a sua história. As alterações não afetarão as histórias que já partilhou.
ro: Alege care dintre conexiunile Signal îți pot vedea povestea. Schimbările nu vor afecta poveștile pe care le-ai trimis deja.
ru: Выберите, кто из контактов Signal может просматривать вашу историю. Изменения не повлияют на истории, которые вы уже отправили.
sk: Vyberte, ktoré Signal spojenia si môžu pozrieť váš príbeh. Zmeny neovplyvnia príbehy, ktoré ste už odoslali.
sl: Izberite, katere Signal povezave si lahko ogledajo vašo zgodbo. Spremembe ne bodo vplivale na zgodbe, ki ste jih že poslali.
sr: Бирајте које Signal везе могу да виде вашу причу. Промене неће утицати на приче које сте већ послали.
sv: Välj vilka Signal-förbindelser som kan visa din story. Ändringar påverkar inte stories som du redan har skickat.
th: เลือกว่าจะให้เครือข่าย Signal คนไหนเห็นสตอรี่ของคุณบ้าง การเปลี่ยนแปลงจะไม่ส่งผลต่อสตอรี่ที่ส่งไปแล้ว
tr: Hikayeni Signal Kişilerinden hangilerinin görüntüleyebileceğini seç. Değişiklikler, daha önce gönderdiğin hikayeleri etkilemez.
ug: ھېكايىڭىزنى كۆرسە بولىدىغان Signal ئالاقىداشلارنى تاللاڭ. ئۆزگەرتىشلەر بۇرۇن يوللىغان ھېكايىڭىزگە تەسىر كۆرسەتمەيدۇ.
uk: Виберіть, хто з контактів Signal зможе переглядати вашу історію. Зміни не вплинуть на вже надіслані історії.
ur: منتخب کریں کہ کون سے Signal کنکشنز آپ کی سٹوری دیکھ سکتے ہیں۔ تبدیلیاں ان سٹوریز کو متاثر نہیں کریں گی جو آپ پہلے ہی بھیج چکے ہیں۔
vi: Chọn Liên hệ Signal có thể xem story của bạn. Thay đổi không có hiệu lực với các story bạn đã gửi.
zh_cn: 选择哪些 Signal 密友可以查看您的动态。此更改不会影响您已发送的动态。
zh_hk: 選擇哪些 Signal 人脈可以瀏覽你的限時動態。這不會影響你在更改前發送的限時動態。

# STORY_SETTINGS_WHO_CAN_VIEW_THIS_HEADER
source: Who Can View This Story
ar: من يمكنه مشاهدة هذه القصة
be: Хто можа прагледзець гэту гісторыю
bn: এই স্টোরিটি কে দেখতে পারবেন
ca: Qui pot veure aquesta història
cs: Kdo si může tento příběh zobrazit
da: Hvem kan se denne historie
de: Wer kann diese Story sehen?
el: Ποια άτομα μπορούν να δουν αυτήν την ιστορία
es: Quién puede ver esta historia
fa: کسانی که می‌توانند این استوری را مشاهده کنند
fi: Kuka voi nähdä tämän tarinan
fr: Qui peut voir cette story ?
ga: Na Daoine ar Féidir Leo Féachaint ar an Scéal Seo
gu: આ સ્ટોરી કોણ જોઈ શકે
he: מי יכול לצפות בסטורי הזה
hi: इस स्टोरी को कौन देख सकता है
hr: Tko može pogledati ovu priču
hu: Ki láthatja ezt a Történetet
id: Siapa yang Dapat Melihat Cerita Ini
it: Chi può vedere questa Storia
ja: ストーリーを閲覧できる人
ko: 이 스토리를 볼 수 있는 사람
mr: ही स्टोरी कोण पाहू शकते
ms: Siapa Boleh Tonton Cerita Ini
nb: Disse kan se denne storyen
nl: Wie kan dit verhaal bekijken
pl: Kto może wyświetlać te relacje
pt_br: Quem pode ver esse story
pt_pt: Quem pode ver esta história
ro: Cine Poate Vedea Această Poveste
ru: Кто может просматривать эту историю
sk: Kto si môže pozrieť tento príbeh
sl: Kdo lahko vidi to zgodbo
sr: Ко може да види ову причу
sv: Vem kan visa den här storyn
th: ใครเห็นสตอรี่นี้บ้าง
tr: Bu Hikayeyi Kimler Görebilir
ug: بۇ ھېكايىنى كۆرسە بولىدىغان كىشىلەر
uk: Хто може дивитися цю історію
ur: کون یہ سٹوری دیکھ سکتا ہے
vi: Ai Có Thể Xem Story Này
zh_cn: 谁可以看到此动态
zh_hk: 誰可以瀏覽此限時動態

# STORY_SETTINGS_WHO_CAN_VIEW_THIS_SHEET_HEADER
source: Choose which Signal Connections can view your story. You can change this anytime in privacy settings.
ar: اختر من يُمكنه مشاهدة قصتك من جهات اتصال سيجنال. يُمكنك تغيير هذا في أي وقت ضمن إعدادات الخصوصية.
be: Выберыце тых з вашых кантактаў Signal, хто можа бачыць вашу гісторыю. Вы можаце ў любы момант змяніць гэта ў наладах канфідэнцыйнасці.
bn: কোন কোন Signal কানেকশনরা আপনার স্টোরি দেখতে পারবেন তা নির্ধারণ করুন৷ আপনি গোপনীয়তার সেটিংস থেকে যেকোনো সময় এটি পরিবর্তন করতে পারবেন।
ca: Tria quines connexions de Signal poden veure la teva història. Sempre podràs fer-hi canvis als Ajustos de privacitat.
cs: Nastavte, kdo si z vašich spojení Signal může zobrazit váš příběh. Toto nastavení můžete kdykoli změnit v nastavení soukromí.
da: Vælg hvilke Signal-kontakter, der kan se din historie. Du kan ændre dette når som helst under privatlivsindstillinger.
de: Festlegen welche Signal-Kontakte deine Story sehen können. Du kannst dies jederzeit in den Datenschutzeinstellungen ändern.
el: Επίλεξε ποιες επαφές σου στο Signal μπορούν να δουν την ιστορία σου. Μπορείς να το αλλάξεις αυτό στις ρυθμίσεις απορρήτου ανά πάσα στιγμή.
es: Elige quiénes de tus contactos de Signal pueden ver tus historias. Siempre podrás cambiarlo en los Ajustes de privacidad.
fa: انتخاب کنید که کدام یک از آشنایان در سیگنال می‌تواند استوری شما را مشاهده کنند. هرگاه بخواهید می‌توانید این مورد را در تنظیمات حریم شخصی تغییر دهید.
fi: Valitse Signal-kontaktit, jotka voivat nähdä tarinasi. Voit muuttaa tätä valintaa milloin tahansa yksityisyysasetuksissa.
fr: Sélectionnez les contacts Signal autorisés à voir votre story. Vous pouvez modifier ce choix à tout moment via les paramètres de confidentialité.
ga: Roghnaigh na Teagmhálaithe Signal ar féidir leo féachaint ar do scéal. Is féidir leat é seo a athrú am ar bith i socruithe príobháideachais.
gu: તમારી સ્ટોરી કયા Signal કનેક્શન જોઈ શકે તે પસંદ કરો. તમે ગોપનીયતા સેટિંગ્સમાંથી ગમે ત્યારે આ બદલી શકો છો.
he: אפשר לבחור אילו חברי Signal יוכלו לראות את הסטורי שלך. תמיד אפשר לשנות את זה בהגדרות הפרטיות.
hi: चुनें कि कौन-से Signal कनेक्शन आपकी स्टोरी देख सकते हैं। निजता सेटिंग्स में किसी भी समय जाकर आप इसे बदल सकते हैं।
hr: Odaberite Signal kontakte koji mogu pogledati vašu priču. To možete uvijek promijeniti u postavkama privatnosti.
hu: Döntsd el, hogy mely Signal Névjegyek tekinthetik meg a Történeted. Ezt bármikor módosíthatod az adatvédelmi beállításokban.
id: Pilih siapa saja Koneksi Signal yang bisa melihat cerita Anda. Anda bisa mengubah ini kapan saja di pengaturan privasi.
it: Scegli le Amicizie di Signal che possono vedere le tue Storie. Puoi sempre cambiare la tua scelta nelle Impostazioni per la privacy.
ja: ストーリーを閲覧できるSignalコネクションを選んでください。これはプライバシー設定でいつでも変更できます。
ko: 내 스토리를 볼 수 있는 Signal 커넥션을 선택하세요. 개인정보보호 설정에서 언제든지 변경할 수 있습니다.
mr: आपली स्टोरी कोणती Signal कनेक्शन्स पाहू शकतील ते निवडा. आपण गोपनीयता सेटिंग्ज मध्ये हे कोणत्याही क्षणी बदलू शकता.
ms: Pilih hubungan Signal mana yang boleh menonton cerita anda. Ini boleh ditukar pada bila-bila masa dalam tetapan privasi.
nb: Velg hvilke Signal-kontakter som kan se storyen din. Du kan endre dette når som helst via personverninnstillingene.
nl: Kies welke Signal-contacten jouw verhaal kunnen zien. Dit kun je altijd wijzigen in je privacyinstellingen.
pl: Zdecyduj, które kontakty Signal mogą wyświetlać Twoje relacje. Zawsze możesz to zmienić w ustawieniach prywatności.
pt_br: Escolha quais contatos do Signal podem ver o seu story. É possível mudar isso nas configurações de privacidade.
pt_pt: Escolha que contactos do Signal é que podem ver a sua história. Pode alterar isto a qualquer altura nas definições de privacidade.
ro: Alege ce conexiuni Signal pot să-ți vadă povestea. Poți să schimbi asta oricând din setările de confidențialitate.
ru: Выберите, какие контакты Signal могут просматривать вашу историю. Вы можете изменить это в настройках конфиденциальности.
sk: Vyberte, ktoré Signal spojenia si môžu pozrieť váš príbeh. Výber môžete kedykoľvek zmeniť v nastaveniach súkromia.
sr: Бирајте које Signal везе могу да виде вашу причу. То увек можете да промените у подешавањима приватности.
sv: Välj vilka Signal-förbindelser som kan visa din berättelse. Du kan ändra detta när som helst i integritetsinställningarna.
th: เลือกว่าจะให้เครือข่าย Signal คนไหนเห็นสตอรี่ของคุณบ้าง คุณสามารถเปลี่ยนแปลงตัวเลือกนี้ได้ทุกเมื่อในการตั้งค่าความเป็นส่วนตัว
tr: Hikayeni hangi Signal Kişilerinin görüntüleyebileceğini seç. Seçimini istediğin zaman gizlilik ayarlarından değiştirebilirsin.
ug: ھېكايىڭىزنى كۆرسە بولىدىغان Signal ئالاقىداشلىرىنى تاللاڭ. بۇ تەڭشەكنى مەخپىيەتلىك تەڭشىكىدىن خالىغاندا ئ‍ۆزگەرتەلەيسىز.
uk: Виберіть, хто з контактів Signal зможе переглядати ваші історії. Змінити глядачів завжди можна в налаштуваннях конфіденційності.
ur: منتخب کریں کہ کون سے Signal کنکشنز آپ کی سٹوری دیکھ سکتے ہیں۔ آپ اسے کسی بھی وقت پرائیویسی سیٹنگز میں تبدیل کر سکتے ہیں۔
vi: Chọn các Liên hệ Signal có thể xem story của bạn. Bạn có thể thay đổi tùy chọn này bất kỳ lúc nào trong mục cài đặt sự riêng tư.
zh_cn: 选择哪些 Signal 密友可以看您的动态。您可以随时在隐私设置中对此进行更改。
zh_hk: 選擇哪些 Signal 人脈可以瀏覽你的限時動態。你可以隨時在隱私設定中進行更改。

# STORY_VIDEO_SEGMENTATION_TOOLTIP_FORMAT
source: Videos sent to Stories will be trimmed to %ds clips and sent as multiple stories.
ar: سَيتمُّ تجزئة الفيديوهات المُرسَلة إلى القِصص إلى مقاطع من %1$d ثانية وإرسالها كعِدة قصص.
be: Відэа, што адпраўлены ў Гісторыі, будуць скарочаны да %1$d-сек кліпаў і адпраўлены як шэраг гісторый.
bn: স্টোরিতে পাঠানো ভিডিওগুলোকে %1$dসে. ক্লিপে কাটা হবে এবং একাধিক স্টোরি হিসেবে পাঠানো হবে।
ca: Els vídeos que pugis a Històries es retallaran en clips de %1$d segons i es pujaran com múltiples històries.
cs: Videa odeslaná do příběhů budu zkrácena na %1$dvteřinové klipy a odeslána jako několik příběhů.
da: Videoer sendt til historier beskæres til %1$d sekunder og sendes som flere historier.
de: An Storys gesendete Videos werden auf %1$d-Sekunden-Clips gekürzt und als mehrere Storys verschickt.
el: Τα βίντεο που αποστέλλονται στις Ιστορίες θα κόβονται σε κλιπ των %1$d δευτερολέπτων και θα στέλνονται ως πολλές Ιστορίες.
es: Los vídeos que subas a tus historias se recortarán en clips de %1$d segundos y se subirán como varias historias.
fa: ویدیوهای ارسالی به استوری‌ها به کلیپ‌های %1$d ثانیه‌ای بریده می‌شوند و به صورت استوری‌های متعدد ارسال می‌شوند.
fi: Tarinoihin lähetetyt videot lyhennetään %1$d sekunnin leikkeiksi ja lähetetään useina tarinoina.
fr: Les vidéos envoyées dans les stories seront fractionnées en petits clips de %1$d s et partagées dans des stories distinctes.
ga: Gearrfar físeáin a sheoltar chuig Scéalta chuig gearrthóga %1$ds agus seolfar iad mar scéalta iolracha.
gu: સ્ટોરીમાં મોકલેલા વીડિયોને %1$d સેકન્ડની ક્લિપમાં કાપવામાં આવશે અને મલ્ટિપલ સ્ટોરી તરીકે મોકલવામાં આવશે.
he: סרטונים שנשלחים לסטוריז ייחתכו לקליפים של %1$d שניות ויישלחו כסטוריז נפרדים.
hi: स्टोरीज़ पर भेजे गए वीडियो %1$d सेकेंड की क्लिप्स में छांट-छांट कर कई स्टोरीज़ के रूप में भेजे जाएंगे।
hr: Videozapisi poslani putem Priča bit će skraćeni na isječke od %1$d sekundi/e i poslani kao više priča.
hu: A Történetekhez küldött videókat a rendszer %1$d másodperces klipekre vágja össze, és több Történetként küldi el.
id: Video yang dikirim ke Cerita akan dipangkas menjadi klip %1$d dtk dan terbagi menjadi beberapa Cerita.
it: I video che vuoi inviare come Storie verranno tagliati in clip di %1$d secondi e poi inviati sotto forma di più Storie.
ja: ストーリーに送信された動画は %1$d 秒のクリップにトリミングされ、複数のストーリーとして送信されます。
ko: 스토리에 보낸 동영상이 %1$d초 클립으로 편집되어 여러 개의 스토리로 전송됩니다.
mr: स्टोरीजना पाठवलेले व्हिडीओज %1$d क्लिप्समध्ये ट्रिम केले जातील आणि एकाधिक स्टोरीज म्हणून पाठविले जातील.
ms: Video yang dihantar ke Cerita akan dipotong kepada klip %1$ds dan dihantar menjadi beberapa cerita.
nb: Videoer sendt til storyer trimmes ned til klipp på %1$d sek og sendes som flere storyer.
nl: Video's worden in clips van %1$d seconden geknipt en als meerdere verhalen verstuurd.
pl: Filmy dodane do relacji zostaną przycięte do %1$d-sekundowych klipów i opublikowane jako kilka relacji.
pt_br: Os vídeos enviados para o Stories serão reduzidos para clipes de %1$d segundos e compartilhados como vários stories.
pt_pt: Os vídeos partilhados nas Histórias serão reduzidos para clipes de %1$d segundos e partilhados como histórias múltiplas.
ro: Videoclipurile trimise către povești vor fi scurtate în %1$d clipuri și trimise ca povești multiple.
ru: Видео, отправленные в истории, будут сокращены до %1$d-секундных клипов и отправлены в виде нескольких историй.
sk: Videá odoslané do príbehov budú zostrihané na %1$d-sekundové klipy a odoslané vo forme viacerých príbehov.
sl: Videi, poslani v zgodbe, bodo obrezani na %d-sekundne posnetke in poslani kot več zgodb.
sr: Видео записи објављени у причама биће скраћени на %1$d секунди и послати као више прича.
sv: Videor som skickas till Stories kommer att kortas ner till klipp på %1$d sek och skickas som flera stories.
th: วิดีโอที่ส่งเป็นสตอรี่จะถูกตัดเป็นคลิปยาว %1$d วินาที และส่งเป็นสตอรี่หลายสตอรี่
tr: Videolar %1$d saniyelik kliplere bölünür ve birden çok hikaye olarak paylaşılır.
ug: ھېكايىگە يوللانغان ۋىدېيولار %1$d سېكۇنتلۇق قىسقا سىنلارغا بۆلىنىپ، كۆپ ھېكايە شەكلىدە يوللىنىدۇ.
uk: Відео, які ви додаєте, буде поділено на %1$d-секундні фрагменти та опубліковано як декілька історій.
ur: سٹوریز پر بھیجی جانے والی ویڈیوز %1$dسیکنڈ کے کلپس میں کاٹ کر متعدد سٹوریز کے طور پر بھیجی جائیں گی۔
vi: Các video dùng cho Story sẽ được cắt thành các đoạn dài %1$d và đăng thành nhiều story.
zh_cn: 发送到动态的视频将会剪成 %1$d 秒的小片段并以多个动态发送。
zh_hk: 發送至限時動態的影片將被剪輯成 %1$d 秒的短片，並以多則限時動態發送。

# STORY_VIEWER_ONBOARDING_1
source: Tap to advance
af: Tik om voort te gaan
ar: انقر للتقدُّم
az: İrəli getmək üçün toxunun
be: Націснуць, каб ісці далей
bn: সামনে যেতে ট্যাপ করুন
ca: Toca per avançar
cs: Klepnutím budete pokračovat
da: Tryk for at gå videre
de: Antippen, um fortzufahren
el: Πάτα για συνέχεια
es: Toca para avanzar
et: Toksa, et edasi liikuda
eu: Sakatu aurrera egiteko
fa: برای پیش رفتن ضربه بزنید
fi: Jatka napauttamalla
fr: Appuyez pour avancer
ga: Tapáil chun dul ar aghaidh
gu: આગળ વધવા ટૅપ કરો
he: אפשר ללחוץ כדי להתקדם
hi: आगे बढ़ने के लिए टैप करें
hr: Dodirni za nastavak
hu: A továbblépéshez koppints
id: Ketuk untuk postingan berikutnya
it: Tocca per proseguire
ja: タップして進む
kn: ಮುಂದುವರಿಯಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭하여 계속하기
lt: Bakstelėkite, jei nori tęsti
lv: Pieskarieties, lai pārietu uz nākamo stāstu
mk: Допрете за да продолжите напред
ml: മുന്നോട്ട് പോകാൻ ടാപ്പ് ചെയ്യുക
mr: पुढे जाण्यासाठी टॅप करा
ms: Ketik untuk maju
my: ရှေ့ဆက်ရန် နှိပ်ပါ
nb: Trykk for å gå videre
nl: Tik om door te gaan
pa: ਅੱਗੇ ਵਧਣ ਲਈ ਟੈਪ ਕਰੋ
pl: Dotknij, aby przejść dalej
pt_br: Toque para avançar
pt_pt: Toque para avançar
ro: Atinge ca să continui
ru: Нажмите, чтобы перейти к следующей истории
sk: Pokračujte ťuknutím
sl: Tapnite za napredovanje
sq: Kliko për të avancuar
sr: Додирните да наставите
sv: Tryck för att gå vidare
sw: Bonyeza kuendelea
ta: முன்னேற தட்டவும்
te: ముందుకు సాగడానికి తట్టండి
th: แตะเพื่อดูโพสต์ต่อไป
tr: İlerlemek için dokun
ug: چېكىپ ئىلگىرلەڭ
uk: Натисніть, щоб продовжити
ur: آگے بڑھنے کے لیے ٹیپ کریں
vi: Nhấn để tiếp tục
zh_cn: 点击前进
zh_hk: 輕按以繼續操作

# STORY_VIEWER_ONBOARDING_2
source: Swipe up to skip
af: Vee boontoe om oor te slaan
ar: اسحب للأعلى للتخطي
az: Ötürmək üçün yuxarı çəkin
be: Правесці пальцам уверх, каб прапусціць
bn: এড়িয়ে যেতে উপরে সোয়াইপ করুন
ca: Llisca cap amunt per saltar
cs: Přejetím nahoru přeskočíte
da: Swipe up for at springe over
de: Zum Überspringen nach oben wischen
el: Σύρε για παράλειψη
es: Desliza hacia arriba para omitir
et: Lohista üles, et vahele jätta
eu: Saltatzeko, pasatu hatza
fa: برای رد کردن به سمت بالا بکشید
fi: Ohita sipaisemalla ylös
fr: Balayer vers le haut pour passer
ga: Svaidhpeáil suas le scipeáil
gu: સ્કિપ કરવા ઉપર સ્વાઇપ કરો
he: אפשר להחליק מעלה כדי לדלג
hi: छोड़ने के लिए ऊपर स्वाइप करें
hr: Povucite prema gore za preskakanje
hu: Az átugráshoz húzz felfelé
id: Usap ke atas untuk melewati
it: Scorri in alto per saltare
ja: 上にスワイプしてスキップ
kn: ಸ್ಕಿಪ್ ಮಾಡಲು ಸ್ವೈಪ್ ಮಾಡಿ
ko: 위로 살짝 밀어 건너뛰기
lt: Perbraukite aukštyn, kad praleistumėte
lv: Pavelciet uz augšu, lai izlaistu
mk: Повлечете нагоре за да прескокнете
ml: ഒഴിവാക്കാൻ മുകളിലേക്ക് സ്വൈപ്പ് ചെയ്യുക
mr: वगळण्यासाठी वर स्वाईप करा
ms: Leret atas untuk langkau
my: ကျော်ရန် အပေါ်သို့ ပွတ်ဆွဲပါ
nb: Sveip opp for å hoppe over
nl: Veeg omhoog om over te slaan
pa: ਛੱਡਣ ਲਈ ਉੱਪਰ ਵੱਲ ਸਵਾਈਪ ਕਰੋ
pl: Przesuń w górę, aby pominąć
pt_br: Deslize para cima para pular
pt_pt: Deslize para cima para passar
ro: Glisează în sus ca să omiți
ru: Проведите пальцем вверх, чтобы пропустить
sk: Preskočte potiahnutím nahor
sl: Podrsajte navzgor, da preskočite
sq: Shfleto lart për të kapërcyer
sr: Превуците нагоре да прескочите
sv: Svep uppåt för att hoppa över
sw: Swipe juu kuruka
ta: தவிர்க்க மேலே ஸ்வைப் செய்யவும்
te: దాటవేయడానికి పైకి స్వైప్ చేయండి
th: ปัดขึ้นเพื่อข้าม
tr: Atlamak için yukarı kaydır
ug: سىيرىپ ئاتلاپ ئۆتۈڭ
uk: Проведіть вгору, щоб пропустити
ur: چھوڑنے کے لیے سوائپ اپ کریں
vi: Vuốt lên để bỏ qua
zh_cn: 上滑跳过
zh_hk: 向上滑動以跳過

# STORY_VIEWER_ONBOARDING_3
source: Swipe right to exit
af: Vee na regs om te verlaat
ar: اسحب لليمين للمُغادرة
az: Çıxmaq üçün sağa çəkin
be: Правесці пальцам управа, каб выйсці
bn: বের হতে ডানে সোয়াইপ করুন
ca: Llisca cap a la dreta per sortir
cs: Pro ukončení přejeďte doprava
da: Swipe til højre for at afslutte
de: Zum Beenden nach rechts wischen
el: Σύρε δεξιά για έξοδο
es: Desliza hacia la derecha para salir
et: Lohista paremale, et väljuda
eu: Saltatzeko, pasatu hatza eskuinera
fa: برای خروج به سمت راست بکشید
fi: Poistu sipaisemalla oikealle
fr: Balayer vers la droite pour quitter
ga: Svaidhpeáil ar dheis chun imeacht as
gu: બહાર નીકળવા જમણે સ્વાઇપ કરો
he: אפשר להחליק ימינה כדי לצאת
hi: बाहर निकलने के लिए दाएँ स्वाइप करें
hr: Povucite udesno za izlaz
hu: A kilépéshez húzz jobbra
id: Usap ke kanan untuk keluar
it: Scorri a destra per uscire
ja: 右にスワイプして終了
kn: ನಿರ್ಗಮಿಸಲು ಬಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
ko: 오른쪽으로 살짝 밀어 종료하기
lt: Perbraukite dešinėn, jei norite išeiti
lv: Pavelciet pa labi, lai aizvērtu
mk: Повлечете надесно за да излезете
ml: പുറത്ത് കടക്കാൻ വലത്തേക്ക് സ്വൈപ്പ് ചെയ്യുക
mr: बाहेर पडण्यासाठी उजव्या बाजूला स्वाईप करा
ms: Leret kanan untuk keluar
my: ထွက်ရန် ညာဘက်သို့ ပွတ်ဆွဲပါ
nb: Sveip til høyre for å avslutte
nl: Veeg naar rechts om terug te gaan
pa: ਬਾਹਰ ਨਿਕਲਣ ਲਈ ਸੱਜੇ ਪਾਸੇ ਵੱਲ ਸਵਾਈਪ ਕਰੋ
pl: Przesuń w prawo, aby wyjść
pt_br: Deslize para direita para sair
pt_pt: Deslize para cima para sair
ro: Glisează dreapta ca să ieși
ru: Проведите пальцем вправо, чтобы выйти
sk: Ukončite potiahnutím doprava
sl: Podrsajte desno, da izstopite
sq: Shfleto djathtas për të dalë
sr: Превуците надесно да изађете
sv: Svep höger för att lämna
sw: Swipe kulia kutoka
ta: வெளியேற வலதுபுறமாக ஸ்வைப் செய்யவும்
te: నిష్క్రమించడానికి కుడివైపుకు స్వైప్ చేయండి
th: ปัดขวาเพื่อออก
tr: Çıkmak için sağa kaydır
ug: ئوڭغا سىيرىپ چېكىنىڭ
uk: Проведіть праворуч, щоб вийти
ur: اخراج کے لیے دائیں سوائپ کریں
vi: Vuốt phải để thoát
zh_cn: 右滑退出
zh_hk: 向右滑動以退出

# STORY_VIEWER_ONBOARDING_CONFIRMATION
source: Got it
af: Ek verstaan
ar: تم
az: Anladım
be: Зразумела
bn: বুঝতে পেরেছি
ca: Entesos
cs: Rozumím
cy: Iawn, rwy'n deall
da: Forstået
de: Verstanden
el: Εντάξει
es: Entendido
et: Sain aru
eu: Ulertuta
fa: فهمیدم
fi: Selvä
fr: J’ai compris
ga: Tuigim
gu: સમજાઈ ગયું
he: הבנתי
hi: समझ गया/गई
hr: Shvaćam
hu: Rendben
id: Mengerti
is: Náði því
it: Capito
ja: わかりました
kn: ಅರ್ಥವಾಯಿತು
ko: 확인
lt: Supratau
lv: Skaidrs
mk: Во ред
ml: മനസ്സിലായി
mr: कळले
ms: Faham
my: ရပြီ
nb: Skjønner
nl: Begrepen
pa: ਸਮਝ ਗਏ
pl: Rozumiem
ps: پوه شوئ
pt_br: Entendi
pt_pt: Entendido
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sl: Razumem
sq: U mor
sr: У реду
sv: Uppfattat
sw: Nimeelewa
ta: அறிந்துகொண்டேன்
te: దొరికింది
th: เข้าใจแล้ว
tr: Anladım
ug: بىلدىم
uk: Зрозуміло
ur: سمجھ گیا
vi: Đã hiểu
zh_cn: 知道了
zh_hk: 我知道了
