Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_EXPLANATION
source: You’ve run out of PIN guesses, but you can still access your Signal account by creating a new PIN. For your privacy and security your account will be restored without any saved profile information or settings.
af: Jy mag nie verder jou PIN raai nie, maar jy kan steeds toegang tot jou Signal-rekening kry deur ’n nuwe PIN te skep. Vir jou privaatheid en sekuriteit sal jou rekening teruggelaai word sonder enige bewaarde profielinligting of -instellings.
ar: استنفدتَ تخمينات رقم التعريف الشخصي (PIN) المسموحة لك، ولكن مازال بإمكانك الوصول إلى حسابك على سيجنال من خلال إنشاء رقم تعريف لشخصي (PIN) جديد. للحفاظ على خصوصيتك وأمانك، ستتمُّ استعادة حسابك بدون أي معلومات حساب أو إعدادات محفوظة.
az: PIN təxminləriniz bitdi, ancaq yenə də yeni bir PIN yaradaraq Signal hesabınıza müraciət edə bilərsiniz. Gizliliyiniz və güvənliyiniz üçün hesabınız, yadda saxlanılmış hər hansısa profil məlumatı və ya tənzimləmələri olmadan geri yüklənəcək.
be: У вас скончыліся PIN-коды, але вы па-ранейшаму зможаце мець доступ да свайго ўліковага запісу Signal, калі створыце новы PIN-код. Для канфідэнцыйнасці і бяспекі ваш уліковы запіс будзе адноўлены без захавання інфармацыі профілю або наладаў.
bg: Нямате повече опити за познаване на ПИН, но пак можете да използвате своя акаунт в Signal, като си създадете нов ПИН. От съображения за вашата сигурност и поверителност, акаунтът ви ще бъде възстановен без запазена информация за профила и настройки.
bn: আপনার পিন অনুমানের সংখ্যা শেষ হয়ে গেছে, তবে আপনি এখনও একটি নতুন পিন তৈরি করে আপনার Signal অ্যাকাউন্টটি অ্যাক্সেস করতে পারবেন। আপনার গোপনীয়তা এবং সুরক্ষার জন্য আপনার অ্যাকাউন্ট কোনও সংরক্ষিত প্রোফাইল তথ্য বা সেটিংস ছাড়াই পুনরুদ্ধার করা হবে।
ca: Se us han acabat els intents del PIN, però encara podeu accedir al compte del Signal creant un PIN nou. Per a la vostra privadesa i seguretat, el vostre compte es restaurarà sense cap tipus d'informació ni configuració de perfil.
cs: Došly vám pokusy pro uhodnutí PIN, ale stále můžete ke svému účtu Signal přistupovat, pokud si vytvoříte nový PIN. Z důvodu ochrany vašeho soukromí a bezpečnosti bude váš účet obnoven bez uložených profilových informací a nastavení.
cy: Rydych wedi cyrraedd terfyn dyfalu PIN, ond fedrwch barhau i ddefnyddio eich cyfrif Signal wrth greu PIN newydd. Er lles eich preifatrwydd a diogelwch bydd eich cyfrif yn cael ei adfer heb unrhwy wybodaeth proffil neu gosodiadau a gedwid.
da: Du har ikke flere pinkode-gæt, men du kan stadig tilgå din Signal-konto ved at oprette en ny pinkode. For at sikre din sikkerhed og dit privatliv, vil din konto blive gendannet uden gemte profiloplysninger eller indstillinger.
de: Du hast all deine Versuche zur PIN-Eingabe aufgebraucht, kannst jedoch trotzdem auf dein Signal-Konto zugreifen, indem du eine neue PIN erstellst. Zu deiner Sicherheit wird dein Konto ohne gespeicherte Profilinformationen oder Einstellungen wiederhergestellt.
el: Σου τέλειωσαν οι απόπειρες για το PIN, αλλά μπορείς να αποκτήσεις πρόσβαση στο λογαριασμό Signal σου δημιουργώντας νέο PIN. Για την ιδιωτικότητα και την ασφάλειά σου ο λογαριασμός δεν θα έχει προϋπάρχουσες πληροφορίες προφίλ και ρυθμίσεις.
es: Te has quedado sin intentos para verificar el PIN. Podrás acceder a tu cuenta de Signal si creas un nuevo PIN. Por tu seguridad y para proteger tu privacidad, se restaurará tu cuenta y se eliminará toda la información de perfil y los ajustes ya guardados.
es_es: Te has quedado sin intentos pero puedes acceder a tu cuenta de Signal si creas un nuevo PIN. Por tu seguridad y para proteger tu privacidad, se restaurará tu cuenta eliminando tu perfil, alias, grupos y personas bloqueadas.
et: PIN-koodi katsete arv on lõppenud, kuid pääsed siiski oma Signali konto juurde, luues uue PIN-koodi. Privaatsuse ja turvalisuse huvides taastatakse sinu konto salvestatud profiiliteabe või säteteta.
eu: PIN-a asmatzeko saiakerarik gabe gelditu zara, baina oraindik sartu zaitezke zure Signal kontuan PIN berri bat sortuz. Zure pribatutasun eta segurtasunerako, zure kontua berreskuratuko da ezarpen edo profilari buruzko informaziorik gabe.
fa: شانس شما برای حدس رمزتان تمام شد، ولی کماکان می توانید با ایجاد یک رمز جدید به حساب سیگنال خود دسترسی داشته باشید. برای امنیت و حریم خصوصی شما، حساب کاربری شما بدون اطلاعات پروفایل و تنظیماتتان بازیابی خواهد شد.
fi: Tunnuslukuyritykset ovat loppuneet, mutta voit silti käyttää Signal-tiliäsi luomalla uuden tunnusluvun. Yksityisyys- ja tietoturvasyistä tili palautetaan ilman tallennettuja profiilitietoja tai asetuksia.
fil: Naubusan ka na ng posibleng hula sa PIN, pero maa-access mo pa rin ang iyong account sa Signal sa paggawa ng bagong PIN. Para sa iyong privacy at security ire-restore ang iyong account ng wala ang naka-save na profile na impormasyon at mga settings.
fr: Vous avez dépassé le nombre de tentatives autorisées. Pour accéder à votre compte Signal, vous devez créer un nouveau code PIN. Afin de protéger vos données personnelles et votre sécurité, votre compte sera restauré sans informations de profil, ni paramètres enregistrés.
ga: Níl aon deiseanna fágtha agat an UAP a thomhas, ach beidh tú fós in ann teacht ar do chuntas Signal trí UAP nua a chruthú. Mar gheall ar chúrsaí slándála agus príobháideachais, athshocrófar do chuntas gan aon fhaisnéis phearsanta ná socruithe.
gu: તમે પિન અનુમાનમાંથી બહાર નીકળી ગયા છો, પરંતુ તમે હજી પણ નવો પિન બનાવીને તમારા Signal એકાઉન્ટને ઍક્સેસ કરી શકો છો. તમારી ગોપનીયતા અને સુરક્ષા માટે તમારું એકાઉન્ટ કોઈ પણ સેવ કરેલી પ્રોફાઇલ માહિતી અથવા સેટિંગ્સ વિના રિસ્ટોર કરવામાં આવશે.
he: ניחושי PIN אזלו לך, אבל אתה עדין יכול להשיג גישה אל חשבון Signal שלך ע״י יצירת PIN חדש. למען פרטיותך ואבטחתך, חשבונך ישוחזר בלי מידע פרופיל שמור כלשהו או הגדרות שמורות כלשהן.
hi: आपके पिन सोचने के सारे मौके ख्तम हो चुके हैं, पर आप नया पिन बना के अपना Signal खाता चला सकते हैं। आपकी गोपनीयता और सुरक्षा के लिये आपका खाता बिना किसी सहेजी हुई प्रोफ़ाइल की जानकारी या सेटिंग्स के पुनः स्थापित होगा।
hr: Ponestalo vam je pokušaja za unos PIN-a, ali i dalje možete pristupiti svom Signal računu stvaranjem novog PIN-a. Radi vaše privatnosti i sigurnosti, vaš će se račun oporaviti bez ikakvih spremljenih podataka ili postavki profila.
hu: Kifogytál a PIN megadási lehetőségekből, de továbbra is hozzáférhetsz Signal fiókodhoz, amennyiben létrehozol egy új PIN-t. A magánszférád védelmének és saját biztonságod érdekében fiókod csak a mentett profilbeállítások nélkül állítható vissza.
id: Anda telah kehabisan percobaan PIN, namun Anda tetap dapat mengakses akun Signal Anda dengan membuat PIN baru. Untuk privasi dan keamanan akun Anda akan dipulihkan tanpa informasi profil atau pengaturan.
is: Þú hefur klárað tækifærin til að giska á PIN-númerið, en þú getur samt fengið aðgang að Signal-aðgangnum þínum með því að útbúa nýtt PIN-númer. Til að tryggja gagnaleynd og öryggi verður aðgangurinn endurheimtur án nokkurra vistaðra upplýsinga eða stillinga notandasniðsins.
it: Hai esaurito i tentativi del PIN, ma puoi comunque accedere al tuo account Signal creando un nuovo PIN. Per la tua privacy e sicurezza il tuo account verrà ripristinato senza alcuna informazione o impostazione del profilo salvata.
ja: PINの試行回数はなくなりましたが、新しいPINを作成することでSignalアカウントにアクセスできます。プライバシーとセキュリティー保護のため、アカウントに保存されているプロフィールや設定情報は復元されません。
kab: Dayen ur tselkameḍ ara tangalt PIN, maca tzemreḍ ad tkecmeḍ ɣer umiḍan-ik·im Signal s tmerna n tengalt PIN tamaynut. I tudert-ik·im tabaḍnit d tɣellist, amiḍan-ik·im ad d-yuɣal s war talɣut neɣ iɣewwaren n umaɣnu yettwaskelsen.
kk: Сіз PIN кодты еске түсіру әрекеттерін тауыстыңыз, бірақ жаңа PIN код жасау арқылы Signal тіркелгіңізге кіре аласыз. Құпиялығыңыз бен қауіпсіздігіңізді сақтау үшін тіркелгіңіз қалпына келтіріледі, бірақ профиль ақпараты мен параметрлер сақталмайды.
km: á¢áŸ’á“á€á”á¶á“á”áŸ’ášá¾á€á¶ášá‘á¶á™á›áŸá PIN á¢áŸáŸ‹á á¾á™ ááŸ‚á¢áŸ’á“á€á“áŸ…ááŸ‚á¢á¶á…á…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‚áá“á¸ Signal áŠáŸ„á™á”á„áŸ’á€á¾áá›áŸáá€á¼áŠ PIN ááŸ’á˜á¸áŸ” áŸá˜áŸ’ášá¶á”áŸ‹á¯á€á‡á“á—á¶á– á“á·á„áŸá»áœááŸ’áá·á—á¶á–á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€ á“á¹á„ááŸ’ášá¼áœáŸáŸ’áá¶ášá¡á¾á„áœá·á‰ áŠáŸ„á™á˜á·á“á˜á¶á“á€á¶ášášá€áŸ’áŸá¶á‘á»á€á–áŸááŸŒá˜á¶á“á”áŸ’ášáœááŸ’áá·ášá¼á” á“á·á„á€á¶ášá€áŸ†áááŸ‹á¡á¾á™áŸ”
kn: ನೀವು ಪಿನ್ ಊಹೆಗಳನ್ನು ಮಿತಿಯನ್ನು ಮೀರಿದ್ದೀರಿ, ಆದರೆ ಹೊಸ ಪಿನ್ ರಚಿಸುವ ಮೂಲಕ ನಿಮ್ಮ Signal ಖಾತೆಯನ್ನು ನೀವು ಇನ್ನೂ ಪ್ರವೇಶಿಸಬಹುದು. ನಿಮ್ಮ ಖಾಸಗಿತನ ಮತ್ತು ಸುರಕ್ಷತೆಗಾಗಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಯಾವುದೇ ಉಳಿಸಿದ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ ಅಥವಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಲ್ಲದೆ ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ.
ko: PIN 시도 횟수 제한에 도달했으나 새로운 PIN을 만들어 Signal 계정에 계속 접근할 수 있습니다. 개인정보와 보안을 위해 저장된 프로필 정보 또는 설정은 삭제된 채로 복원됩니다.
lt: Jums nebeliko PIN kodo spėjimų, bet vis dar galite gauti prieigą prie savo Signal paskyros, susikurdami naują PIN kodą. Siekiant apsaugoti jūsų privatumą, saugumo sumetimais jūsų paskyra bus atkurta be įrašytos profilio informacijos ir įrašytų nustatymų.
lv: Jums vairs nav neviena PIN minēšanas mēģinājuma, taču joprojām varat piekļūt savam Signal kontam, izveidojot jaunu PIN. Jūsu privātumam un drošībai jūsu konts tiks atjaunots bez saglabātas profila informācijas un iestatījumiem.
mk: Останавте без обиди за ПИН, но сеуште можете да и пристапите на вашата Signal сметка со создавање на нов ПИН. За вашата приватност и безбедност вашата сметка ќе биде повратена без зачувани информации и поставки за профилот.
ml: നിങ്ങൾക്ക് PIN ഊഹിച്ചെടുക്കാനുള്ള അവസരങ്ങൾ കഴിഞ്ഞു, പക്ഷേ ഒരു പുതിയ PIN സൃഷ്‌ടിച്ച് നിങ്ങൾക്ക് തുടർന്നും Signal അക്കൗണ്ട് ആക്‌സസ് ചെയ്യാം. നിങ്ങളുടെ സ്വകാര്യതയ്ക്കും സുരക്ഷയ്ക്കും വേണ്ടി, സംരക്ഷിച്ച പ്രൊഫൈൽ വിവരങ്ങളോ ക്രമീകരണങ്ങളോ ഇല്ലാതെ നിങ്ങളുടെ അക്കൗണ്ട് പുനഃസ്ഥാപിക്കും.
mr: आपले PIN अंदाज संपले आहेत, पण तरीही नवीन PIN तयार करून आपण आपले Signal खाते अॅक्सेस करू शकता. आपल्या गोपनीयता आणि सुरक्षेसाठी आपले खाते कुठल्याही जतन केलेल्या प्रोफाईल माहिती किंवा सेटिंग विना पुनर्स्थित केले जाईल.
ms: Anda kehabisan tekaan PIN, tetapi anda masih boleh mengakses akaun Signal anda dengan mencipta PIN baru. Untuk privasi dan keselamatan, akaun anda akan dipulihkan tanpa sebarang maklumat atau tetapan profil yang disimpan.
my: သင်မှ ပင်နံပါတ် မှန်းနိုင်သည့် အကြိမ်းပေါင်း ကုန်သွားပါပြီ၊ သို့သော် သင်သည် ပင်နံပါတ်အသစ် ဖန်တီး၍ သင့် Signal အကောင့်ကို ပြန်ရရှိနိုင်ပါသည်။​ သင့်ပုဂ္ဂိုလ်လုံခြုံရေးအတွက် မည်သည့် သိမ်းဆည်းထားသော ပရိုဖိုင်း အချက်အလက်နှင့် အပြင်အဆင်များ မပါဘဲ သင့်အကောင့်ကို ပြန်လည်ရယူပါမည်။
nb: Du har brukt opp alle PIN forsøk, men du kan fortsatt få tilgang til din Signal konto ved å opprette ny PIN-kode. For din sikkerhet og ditt personvern vil kontoen bli gjenopprettet uten lagret profilinformasjon og innstillinger.
nl: Je hebt geen pogingen meer om je pincode te raden, maar je kunt nog wel gebruik blijven maken van je Signal-account door een nieuwe pincode aan te maken. Voor je privacy en veiligheid wordt je account hersteld zonder opgeslagen profielinformatie of instellingen.
pa: ਤੁਸੀਂ ਪਿੰਨ ਦਾ ਅੰਦਾਜ਼ਾ ਲਗਾਉਣ ਦੀ ਹੱਦ ਮੁੱਕੀ, ਪਰ ਤੁਸੀਂ ਹਾਲੇ ਵੀ ਨਵਾਂ ਪਿੰਨ ਬਣਾ ਕੇ ਆਪਣੇ Signal ਖਾਤੇ ਤਾਈਂ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ ਦੇ ਲਈ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਸੰਭਾਲੀਆਂ ਕਿਸੇ ਵੀ ਪਰੋਫਾਈਲ ਜਾਣਕਾਰੀ ਜਾਂ ਸੈਟਿੰਗਾਂ ਤੋਂ ਬਿਨਾਂ ਬਹਾਲ ਕੀਤਾ ਜਾਵੇਗਾ।
pa_pk: تساں دے پن دے اندازیاں دی تعداد مک گئی اے، پر تساں نویں پن بنا کے فیر اپنے Signal اکاؤنٹ تائیں رسائی حاصل کر سکدے او۔ تساں دی رازداری تے تحفظ دے لئی تساں دے اکاؤنٹ کسے وی محفوظ ہوئے پروفائل جانکاری یا ترتیباں دے بغیر بحال کیتا جاوے گا۔
pl: Nie możesz już więcej razy próbować zgadnąć PIN-u, ale wciąż możesz odzyskać dostęp do swojego konta Signal. W tym celu utwórz nowy PIN. W trosce o Twoją prywatność i bezpieczeństwo Twojego konta przywrócimy je bez zapisanych wcześniej informacji w profilu ani ustawień.
ps: د PIN په اړه ستاسې ګومانونه پای ته رسیدلي دي، خو تاسې بیا هم کولای شئ چې خپل د Signal اکاونټ ته د نوي PIN په جوړولو سره لاسرسی ولری. ستاسې د محرمیت او خوندیتوب په خاطر به ستاسې اکاونټ به د پروفایل د ثبت شویو معلوماتو او تنظیماتو پرته بیرته راوګرځول شي.
pt_br: Vocês esgotou o número de tentativas para adivinhar seu PIN, mas ainda pode acessar sua conta do Signal criando um novo PIN. Porém, para sua privacidade e segurança, sua conta será restaurada sem as informações do perfil e as configurações salvas.
pt_pt: Você esgotou as tentativas de PIN, mas ainda pode aceder à sua conta do Signal criando um novo PIN. Para sua privacidade e segurança, a sua conta será restaurada sem nenhuma informação relativa ao perfil ou definições guardadas.
ro: Ai depășit limita de încercări ale PIN-ului, dar poți accesa contul tău Signal prin crearea unui nou PIN. Pentru confidențialitate și securitate, contul tău va fi restaurat fără informații sau setări de profil salvate.
ru: У вас закончились попытки ввода PIN-кода, но вы всё равно можете получить доступ к своей учётной записи Signal, создав новый PIN-код. Для вашей конфиденциальности и безопасности ваша учётная запись будет восстановлена без какой-либо сохранённой информации профиля или настроек.
sk: Pokusy na uhádnutie PIN kódu ste si vyčerpali, ale ešte stále môžete získať prístup k vášmu účtu Signal, ak si vytvoríte nový PIN. Kvôli vášmu súkromiu a vašej bezpečnosti sa váš účet obnoví bez akýchkoľvek uložených informácií o profile či nastavení.
sl: Ostali ste brez poskusov za vnos PINa. Za dostop do računa SIgnal morate ustvariti nov PIN. Zaradi varnosti in zasebnosti bo vaš račun obnovljen brez informacij shranjenih na vašem profilu.
sq: Ju janë mbaruar hamendësimet e PIN-it, por prapë mundë të hyni në llogarinë tuaj Signal duke krijuar një PIN të ri. Për hir të privatësisë dhe sigurisë tuaj, llogaria juaj do të rikthehet pa ndonjë të dhënë profili apo rregullime të ruajtura.
sr: Искористили сте све покушаје за унос PIN-а, али још увек можете да приступите налогу на Signal-у тако што ћете креирати нови PIN. Зарад ваше безбедности и приватности, налог ће вам бити враћен, али не и подешавања и информације на профилу.
sv: Du har slut på gissningar av PIN-koden men du kan fortfarande komma åt ditt Signal-konto genom att skapa en ny PIN-kod. För din integritet och säkerhet kommer ditt konto kommer att återställas utan några sparade profilinformation eller inställningar.
sw: Umekamilisha ubahatishaji wa PINI, lakini bado unaweza kufikia akaunti yako ya Signal kwa kuunda PINI mpya. Kwa faragha yako na usalama akaunti yako itarejeshwa upya bila maelezo yoyote ya wasifu au mipangilio iliyohifadhiwa.
ta: நீங்கள்முடிந்துவிட்டது பின் யூகங்கள், ஆனால் நீங்கள் இன்னும் முடியும் அணுகல் உங்கள் Signal கணக்கு புதியதை உருவாக்குவதன் மூலம் பின். க்குஉங்கள் தனியுரிமை மற்றும் பாதுகாப்பு உங்கள் கணக்கு எந்த சேமிக்கப்பட்ட சுயவிவரமும் இல்லாமல் மீட்டமைக்கப்படும் தகவல் அல்லது அமைப்புகள்.
te: మీరు పిన్ అంచనాలను కోల్పోయారు, కానీ క్రొత్త పిన్‌ను సృష్టించడం ద్వారా మీరు ఇప్పటికీ మీ Signal ఖాతాను యాక్సెస్ చేయవచ్చు. మీ గోప్యత మరియు భద్రత కోసం మీ ఖాతా సేవ్ చేయబడిన ప్రొఫైల్ సమాచారం లేదా సెట్టింగులు లేకుండా పునరుద్ధరించబడుతుంది.
th: คุณได้เดารหัส PIN จนครบจำนวนแล้ว แต่คุณยังสามารถเข้าถึงบัญชี Signal ของคุณได้ด้วยการสร้างรหัส PIN ใหม่ เพื่อความเป็นส่วนตัวและความปลอดภัยของคุณ บัญชีของคุณจะถูกกู้คืนมาโดยปราศจากข้อมูลโปรไฟล์หรือการตั้งค่าที่คุณบันทึกไว้
tr: PIN tahminleriniz bitti, ancak yeni bir PIN oluşturarak Signal hesabınıza erişebilirsiniz. Gizliliğiniz ve güvenliğiniz için hesabınız kaydedilmiş Profil bilgileri ve ayarları olmadan geri yüklenecektir.
ug: ‫PIN پەرەزلىرىڭىز تۈگەپ كەتتى ، ئەمما يېڭى PIN قۇرۇش ئارقىلىق Signal ھېساباتىڭىزنى يەنىلا زىيارەت قىلالايسىز. شەخسىي مەخپىيەتلىكىڭىز ۋە بىخەتەرلىكىڭىز ئۈچۈن ھېساباتىڭىز ساقلانغان ئارخىپ ئۇچۇرلىرىڭىزسىز ۋە تەڭشەكلىرىڭىزسىز ئەسلىگە كېلىدۇ.
uk: Ви використали всі спроби введення PIN-коду, але все одно можете отримати доступ до свого акаунту Signal, якщо створите новий PIN-код. З міркувань конфіденційності та безпеки ваш акаунт буде відновлено без збереженої інформації профілю й налаштувань.
ur: آپ کے پاس PIN کے اندازے ختم ہوچکے ہیں ، لیکن آپ پھر بھی نیا پن بنا کر اپنے Signal اکاؤنٹ تک رسائی حاصل کرسکتے ہیں۔ آپ کی رازداری اور حفاظت کے لئے آپ کا کھاتہ کسی بھی محفوظ شدہ معلومات یا ترتیبات کے بغیر بحال کیا جائے گا۔
vi: Bạn đã hết lượt thử mã PIN, nhưng bạn vẫn có thể truy cập tài khoản Signal của bạn bằng cách tạo mã PIN mới. Vì sự riêng tư và bảo mật bạn, tài khoản của bạn sẽ được khôi phục mà không có các thông tin hoặc cài đặt người dùng.
zh_cn: 你的 PIN 码错误次数达到上限，但你还是可以通过创建新的 PIN 码以进入你的 Signal 账户。出于对你的隐私和安全考虑，你的账户会在不保存任何个人资料或设置下被还原。
zh_hk: 您的 PIN 碼嘗試次數已達上限，但您仍可建立一個新的 PIN 碼以存取您的 Signal 帳戶。為確保您的私隱和安全性，還原您的帳戶時將不包括任何已儲存的個人資料或設定。

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_LEARN_MORE
source: Learn more about PINs
af: Kom meer te wete oor PIN’s
ar: اعرف المزيد عن أرقام التعريف الشخصية (PIN)
az: PIN-lər haqqında daha ətraflı
be: Даведацца больш пра PIN-коды
bg: Научете повече за ПИН-овете
bn: পিনগুলি সম্পর্কে আরও জানুন
ca: Apreneu més coses sobre els PIN
cs: Zjistěte víc o PINech
cy: Dysgu mwy am PINiau
da: Lær mere om pinkoder
de: Mehr über PINs erfahren
el: Μάθε περισσότερα για τα PIN
es: Más información sobre los PIN
es_es: Saber más sobre el PIN
et: Uuri lähemalt PIN-koodide kohta
eu: Gehiago ikasi PIN-ei buruz
fa: درباره پین ​​اطلاعات بیشتری کسب کنید
fi: Lisätietoa tunnusluvuista
fil: Magdagdag ng kaalaman tungkol sa mga PIN
fr: En savoir plus sur les codes PIN
ga: Tuilleadh eolais faoi UAPanna
gu: PIN વિશે વધુ જાણો
he: למד עוד על קודי PIN
hi: पिन के बारे में और जानें
hr: Naučite više o PIN-ovima
hu: Bővebben a PIN kódokról
id: Pelajari lebih lanjut tentang PIN
is: Fræðstu meira um PIN-númer
it: Scopri di più sui PIN
ja: PINに関する詳細情報
kab: Issin ugar ɣef PINs
kk: PIN кодтар туралы толығырақ ақпарат
km: áŸáŸ’áœáŸ‚á„á™á›áŸ‹á”á“áŸ’ááŸ‚á˜á–á¸ á›áŸá PINs
kn: ಪಿನ್‌ಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.
ko: PIN에 대해 더 알아보기
lt: Sužinokite daugiau apie PIN kodus
lv: Uzzināt vairāk par PIN kodiem
mk: Научи повеќе за ПИН-ови
ml: PIN-കളെക്കുറിച്ച് കൂടുതൽ പഠിക്കുക.
mr: PIN बद्दल अधिक जाणा
ms: Ketahui lebih lanjut mengenai PIN
my: ပင်နံပါတ်များ အကြောင်းထပ်မံ လေ့လာပါ
nb: Lær mer om PIN-koder
nl: Lees meer over pincodes
pa: ਪਿੰਨਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pa_pk: پن دے بارے اچ ہور جانیں
pl: Dowiedz się więcej o kodach PIN
ps: د PINs په اړه لا ډېر زده کړئ
pt_br: Saiba mais sobre PINs
pt_pt: Saber mais acerca dos PINs
ro: Află mai multe despre PIN-uri
ru: Узнать больше о PIN-кодах
sk: Dozvedieť sa viac o PINoch
sl: Izvedite več o kodi PIN.
sq: Mësoni më tepër rreth PIN-ësh
sr: Сазнајте више о PIN-овима
sv: Läs mer om PIN-koder
sw: Jifunze zaidi kuhusu PINI
ta: பின்கள் பற்றி மேலும் அறிக
te: పిన్‌ల గురించి మరింత తెలుసుకోండి
th: เรียนรู้เพิ่มเติมเกี่ยวกับรหัส PIN
tr: PIN'ler hakkında dahasını öğrenin
ug: PIN ھەققىدە تېخىمۇ كۆپ بىلىم
uk: Докладніше про PIN-коди
ur: پن ز کے بارے میں مزید پڑھیں
vi: Tìm hiểu Thêm Về PIN
zh_cn: 了解更多关于 PIN 的信息
zh_hk: 深入瞭解 PIN 碼

# ONBOARDING_PIN_ATTEMPTS_EXHAUSTED_TITLE
source: Incorrect PIN
af: Verkeerde PIN
ar: رقم التعريف الشخصي (PIN) غير صحيح
az: Yanlış PIN
be: Няправільны PIN-код
bg: Грешен ПИН
bn: ভুল পিন
ca: PIN incorrecte
cs: Nesprávný PIN
cy: PIN anghywir
da: Forkert pinkode
de: Falsche PIN
el: Λάθος ΡΙΝ
es: PIN incorrecto
es_es: PIN incorrecto
et: Sobimatu PIN-kood
eu: PIN okerra
fa: پین نادرست
fi: Väärä tunnusluku
fil: Hindi tama ang PIN
fr: Code PIN incorrect.
ga: UAP mhícheart
gu: ખોટો PIN
he: PIN שגוי
hi: ग़लत पिन
hr: Nevažeći PIN
hu: Hibás PIN
id: PIN Salah
is: Rangt PIN
it: PIN errato
ja: PINが違います
kab: PIN ur yeɣti ara
kk: Дұрыс емес PIN
km: á›áŸáá€á¼áŠ PIN á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ತಪ್ಪಾದ ಪಿನ್
ko: 올바르지 않은 PIN
lt: Neteisingas PIN
lv: Nepareizs PIN
mk: Погрешен ПИН
ml: തെറ്റായ പിൻ
mr: चुकीचा PIN
ms: PIN tidak betul
my: ပင်နံပါတ်မှားနေသည်
nb: Feil PIN-kode
nl: Onjuiste pincode
pa: ਗਲਤ ਪਿੰਨ
pa_pk: غلط پن۔
pl: Niepoprawny PIN
ps: ناسم PIN
pt_br: PIN incorreto
pt_pt: PIN incorreto
ro: PIN incorect
ru: Неверный PIN-код
sk: Nesprávny PIN
sl: Napačen PIN
sq: PIN i pasaktë
sr: Нетачан PIN
sv: Felaktig PIN-kod
sw: Nenosiri sio sahihi
ta: தவறான பின்
te: తప్పయిన పిన్
th: รหัส PIN ไม่ถูกต้อง
tr: Yanlış PIN
ug: خاتا PIN
uk: Неправильний PIN-код
ur: غلط پن
vi: Mã PIN không chính xác
zh_cn: PIN 错误
zh_hk: PIN 碼不正確
