Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE
source: The scanned code doesn't look like a safety number. Are you both on an up-to-date version of Signal?
af: Die geskandeerde kode lyk nie soos ’n veiligheidsnommer nie. Het u albei ’n bygewerkte weergawe van Signal?
ar: الكود الممسوح لا يبدو كرقم أمان. هل تستخدمان إصدارًا حديثًا من سيجنال؟
az: Skan edilmiş kod, güvənlik nömrəsinə oxşamır. Hər iki cihazda da Signal-ın son versiyaları var?
be: Прасканаваны код не падобны на код бяспекі. Вы абодва выкарыстоўваеце апошнюю версію Signal?
bg: Сканираният код не прилича на номер за сигурност. И двамата ли ползвате актуална версия на Signal?
bn: স্ক্যান করা কোডটি নিরাপত্তা নাম্বার বলে মনে হচ্ছে না। আপনারা দুজনেই কি সিগন্যালের একটি আধুনিক সংস্করণ ব্যবহার করছেন?
ca: El codi escanejat no sembla un número de seguretat. Teniu la versió més nova de Signal?
cs: Naskenovaný kód nevypadá jako bezpečnostní číslo. Používate oba aktuální verzi Signalu?
cy: Nid yw'r côd a sganwyd yn debyg i rif diogelwch. Ydych chi'ch dau ar y fersiwn mwyaf diweddar o Signal?
da: Den scannede kode ligner ikke et sikkerhedsnummer. Bruger I begge en opdateret version af Signal?
de: Der eingescannte Code sieht nicht wie eine Sicherheitsnummer aus. Verwendet ihr beide eine aktuelle Signal-Version?
el: Ο κωδικός που σκάναρες δεν μοιάζει με αριθμό ασφαλείας. Χρησιμοποιείτε και οι δύο την αναβαθμισμένη έκδοση του Signal;
es: El código escaneado no parece un código de número de seguridad. ¿Ambos dispositivos tienen una versión actualizada de Signal?
es_es: El código escaneado no parece un código de cifras de seguridad. ¿Ambas personas usáis la versión de Signal actual?
et: Skannitud kood ei paista olema turvanumber. Kas te mõlemad kasutate uusimat Signali versiooni?
eu: Eskaneatu duzun kodeak ez dirudi segurtasun zenbaki bat. Solaskide guztiek erabiltzen al duzue Signalen azkenengo bertsioa?
fa: کد اسکن شده شبیه شمارهٔ امنیتی نیست. آیا هر دوی شما از نسخهٔ به‌روز سیگنال استفاده می‌کنید؟
fi: Skannattu koodi ei näytä olevan turvanumero. Onko teillä kummallakin viimeisin versio Signalista käytössä?
fil: Ang na-scan na code mukhang hindi isang numerong pangkaligtasan. Pareho ba kayong gumagamit ng pinakahuling bersyon ng Signal?
fr: Le code scanné ne semble pas être un numéro de sécurité. Utilisez-vous tous les deux la dernière version de Signal ?
ga: Ní uimhir shábháilteachta í an cód a scanadh. An bhfuil sibh beirt ag baint úsáide as an leagan is déanaí de Signal?
gu: સ્કેન થયેલ કોડ સલામતી નંબર જેવો લાગતો નથી. શું તમે બંને Signal ના અદ્યતન વર્ઝન પર છો?
he: הקוד הסרוק לא נראה כמו מספר ביטחון. האם שניכם על גרסה מעודכנת של Signal?
hi: स्कैन किया हुआ कोड सुरक्षा नंबर की तरह नहीं लगता। क्या आप दोनों के पास Signal का नवीनतम वर्ज़न है?
hr: Skenirani kôd ne izgleda kao sigurnosni broj. Koristite li oboje najnoviju verziju Signala?
hu: A beolvasott QR kód nem hasonlít biztonsági azonosítóra. Mindketten a Signal legújabb verzióját használjátok?
id: Kode yang dipindai tidak terlihat seperti nomor keamanan. Apakah Anda berdua menggunakan versi Signal yang terbaru?
is: Kóðinn sem þú skannaðir lítur ekki út eins og öryggisnúmer. Eruð þið bæði að nota nýlega útgáfu af Signal?
it: Il codice scansionato non sembra quello di un codice di sicurezza. State usando entrambi una versione aggiornata di Signal?
ja: スキャンしたQRコードは安全番号ではないようです。二人とも最新版のSignalをお使いですか？
kab: Tangalt yettusmiḍen ur tettban ara d uṭṭun n tɣellist. Isin yid-wen tseqdacem lqem aneggaru n Signal?
kk: Сканерленген код қауіпсіздік нөміріне ұқсамайды. Екеуіңіз де Signal қолданбасының жаңартылған нұсқасын пайдаланасыздар ма?
km: á€á¼áŠáŠáŸ‚á›áŸáŸ’á€áŸá“ á‘áŸ†á“á„á˜á·á“á˜áŸ‚á“á‡á¶á›áŸáá€á¼áŠáŸá»áœááŸ’áá·á—á¶á–á‘áŸáŸ” áá¾á¢áŸ’á“á€á‘á¶áŸ†á„á–á¸ášá”á¾á€á€á¶ášá’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á– Signal á¬á“áŸ…?
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ಕೋಡ್ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯಂತೆ ಕಾಣುತ್ತಿಲ್ಲ. ನೀವಿಬ್ಬರೂ Signal ‌ನ ನವೀಕೃತ ಆವೃತ್ತಿಯಲ್ಲಿದ್ದೀರಾ?
ko: 스캔한 코드는 안전 번호가 아닌 것 같습니다. 모두가 최신 버전의 Signal을 사용하고 있는지 확인하세요.
lt: Nuskenuotas kodas nėra panašus į saugumo numerį. Ar judu naudojate naujausią Signal versiją?
lv: Skenētais kods neatgādina drošības numuru. Vai jūs abi izmantojat jaunāko Signal versiju?
mk: Скенираниот код не изгледа како безбедносен број. Дали и двајцата ја имате најновата верзија на Signal?
ml: സ്കാൻ ചെയ്ത കോഡ് ഒരു സുരക്ഷാ നമ്പർ പോലെ അല്ല. നിങ്ങൾ രണ്ട് പേരും Signal ൻ്റെ ഏറ്റവും പുതിയ പതിപ്പിലാണോ?
mr: स्कॅन केलेला कोड सुरक्षितता नंबर सारखा दिसत नाही.आपण दोघेही Signal ची अद्यतनित आवृत्ती चालवत आहात ना?
ms: Kod yang diimbas tidak kelihatan seperti nombor keselamatan. Adakah anda berdua mempunyai versi Signal yang terkini?
my: စကင်ဖတ်ထားသောကုဒ်သည် လုံခြုံရေးနံပါတ်နှင့် မတူပါ။ သင်တို့ နှစ်ဦးစလုံးသည် နောက်ဆုံး Signal ဗားရှင်းပေါ်တွင် ရှိပါသလား?
nb: Den skannede koden ser ikke ut som et sikkerhetsnummer. Bruker du en oppdatert utgave av Signal?
nl: De gescande code lijkt niet op een veiligheidsnummer. Gebruiken jullie allebei de laatste versie van Signal?
pa: ਸਕੈਨ ਕੀਤਾ ਕੋਡ ਸੁਰੱਖਿਆ ਨੰਬਰ ਵਾਂਗ ਨਹੀਂ ਜਾਪਦਾ. ਕੀ ਤੁਸੀਂ ਦੋਨੋਂ Signal ਦੇ ਨਵੀਨਤਮ ਸੰਸਕਰਣ 'ਤੇ ਹੋ?
pa_pk: اسکین کیتا کوڈ اک حفاظتی نمر ورگا نئیں لگدا اے۔ کی تساں دونویں Signal دے تازہ ترین ورژن اتے او؟
pl: Zeskanowany kod nie wygląda na numer bezpieczeństwa. Upewnij się, że Ty i Twój kontakt używacie aktualnej wersji aplikacji Signal.
ps: دویم کوډ لکه د خوندیتوب د شمېرې په توګه نه ښکاري. ایا تاسې دواړه د Signal وروستۍ نسخې کاروئ؟
pt_br: O código escaneado não parece ser um número de segurança. Ambas as partes estão usando uma versão atualizada do Signal?
pt_pt: O código digitalizado não parece ser um código de um número de segurança. Verifique que ambas as versões do Signal (a sua e a da outra pessoa) estão atualizadas.
ro: Codul scanat nu pare a fi un număr de siguranță. Folosiți amândoi o versiune actualizată de Signal?
ru: Сканированный код не похож на код безопасности. Убедитесь, что вы и ваш собеседник используете последнюю версию Signal.
sk: Naskenovaný kód nevyzerá ako bezpečnostné číslo. Máte obaja aktuálnu verziu Signalu?
sl: Skenirana koda ne izgleda kot varnostna številka. Je na obeh napravah nameščena zadnja različica Signala?
sq: Kodi i skanuar nuk duket si numër sigurie. Jeni që të dy me një version të përditësuar të Signal-it?
sr: Скенирани код не личи на сигурносни број. Да ли ви и ваш контакт користите најновију верзију Signal-а?
sv: Den skannade koden verkar inte vara ett säkerhetsnummer. Använder ni båda en uppdaterad version av Signal?
sw: Msimbo wa QR ulioskaniwa hauonekani kana kwamba ni nambari ya usalama. Je! Nyie wawili mpo kwenye toleo jipya la Signal?
ta: ஸ்கேன் செய்யப்பட்ட குறியீடு பாதுகாப்பு எண்ணாகத் தெரியவில்லை. நீங்கள் இருவரும் Signal லின் புதுப்பித்த பதிப்பில் இருக்கிறீர்களா?
te: స్కాన్ చేసిన కోడ్ భద్రతా సంఖ్య వలె కనిపించడం లేదు. మీరు ఇద్దరూ Signal యొక్క నవీనమైన సంస్కరణలో ఉన్నారా?
th: รหัสที่สแกนมาดูไม่เหมือนหมายเลขความปลอดภัย คุณทั้งสองใช้ Signal รุ่นที่ทันสมัยอยู่หรือไม่?
tr: Taranan kod güvenlik numarası gibi gözükmüyor. Signal'in güncel sürümünde olduğunuzdan emin misiniz?
ug: تارىغان كود بىخەتەرلىك نومۇرىدەك قىلمايدۇ. ھەر ئىككىڭلار ئەڭ يېڭى نەشرىدىكى Signal نى ئىشلىتىۋاتامسىلەر؟
uk: Схоже, що зісканований код — це не код безпеки. Чи використовуєте ви й ваш співрозмовник найновішу версію Signal?
ur: سکین کیا گیا کوڈ حفاظتی نمبر سے نہیں ملتا۔کیا آپ دونوں Signal کے اپ ٹو ڈیٹ ورژن پر ہیں؟
vi: Mã đã quét không giống số an toàn. Cả hai có đang sử dụng Signal phiên bản mới nhất không?
zh_cn: 此二维码不是一个有效的安全码，请确保双方都使用了最新版的 Signal。
zh_hk: 此二維碼似乎不是安全碼。請確保雙方使用的均是最新版本的 Signal。

# PRIVACY_VERIFICATION_TITLE
source: Verify Safety Number
af: Verifieer veiligheidsnommer
ar: التحقَّق من رقم اﻷمان
az: Güvənlik nömrəsini təsdiqlə
be: Праверыць код бяспекі
bg: Провери Номерата за Безопасност
bn: নিরাপত্তা নাম্বার যাচাই করুন
ca: Verificació de la seguretat
cs: Ověření bezpečnostního čísla
cy: Gwirio Rhif Diogelwch
da: Verificer sikkerhedsnummer
de: Sicherheitsnummer verifizieren
el: Επιβεβαίωση αριθμού ασφαλείας
es: Verificar número de seguridad
es_es: Verificar cifras seguridad
et: Kinnita turvanumber
eu: Segurtasun zenbakia egiaztatu
fa: تأیید کد امنیتی
fi: Varmenna turvanumero
fil: Beripikahin ang Numerong Pangkaligtasan
fr: Confirmer le numéro de sécurité
ga: Uimhir Shábháilteachta a Dheimhniú
gu: સલામતી નંબર ચકાસો
he: אימות מספר בטיחות
hi: सुरक्षा नंबर सत्यापित करें
hr: Provjerite sigurnosni broj
hu: Biztonsági azonosító ellenőrzése
id: Verifikasi Nomor Keamanan
is: Sannreyna öryggisnúmer
it: Verifica codice di sicurezza
ja: 安全番号の検証
kab: Senqed uṭṭun n tɣellist
kk: Қауіпсіздік нөмірінің дұрыстығын тексеру
km: á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á›áŸááŸá»áœááŸ’áá·á—á¶á–
kn: ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆ ದೃಢೀಕರಿಸಿ
ko: 안전 번호 검증
lt: Patvirtinti saugumo numerį
lv: Drošības numura pārbaude
mk: Верификувајте го безбедносниот број
ml: സുരക്ഷാ നമ്പർ പരിശോധിക്കുക
mr: सुरक्षितता नंबर सत्यापित करा
ms: Sahkan Nombor Keselamatan
my: လုံခြုံရေးနံပါတ်ကို အတည်ပြုပါ
nb: Verifiser sikkerhetsnummer
nl: Veiligheidsnummer verifiëren
pa: ਸੁਰੱਖਿਆ ਨੰਬਰ ਦੀ ਤਸਦੀਕ ਕਰੋ
pa_pk: حفاظتی نمر دی توثیق کرو
pl: Zweryfikuj numer bezpieczeństwa
ps: د خوندیتوب د شمېرې تایید
pt_br: Verificar Número de Segurança
pt_pt: Verificar número de segurança
ro: Verifică Numărul de Siguranță
ru: Подтвердить код безопасности
sk: Overenie bezpečnostného čísla
sl: Varnostna številka
sq: Verifikoni Numër Sigurie
sr: Верификујте сигурносни број
sv: Verifiera säkerhetsnummer
sw: Hakikisha Nambari ya Usalama
ta: பாதுகாப்பு எண்ணைச் சரிபார்க்கவும்
te: భద్రత సంఖ్యను ధృవీకరించండి
th: ตรวจยืนยันหมายเลขความปลอดภัย
tr: Güvenlik Numarasını Doğrula
ug: بىخەتەرلىك نومۇرنى دەلىللەڭ
uk: Перевірка коду безпеки
ur: حفاظتی نمبر کی تصدیق کریں
vi: Xác minh mã số an toàn
zh_cn: 验证安全码
zh_hk: 驗證安全碼

# PRIVACY_VERIFY_BUTTON
source: Mark as Verified
af: Merk as geverifieer
ar: تحديد كتمَّ التحقُّق منه
az: Təsdiqləndi olaraq işarələ
be: Пазначыць як праверана
bg: Маркирай като проверено
bn: যাচাইকৃত হিসাবে চিহ্নিত করুন
ca: Marca com a verificat
cs: Označit jako ověřený
cy: Marcio fel y'i Gwiriwyd
da: Markér som verificeret
de: Als verifiziert markieren
el: Σημείωση ως επιβεβαιωμένο
es: Verificar identidad
es_es: Verificar identidad
et: Märgi kinnitatuks
eu: Egiaztatu gisa markatu
fa: علامت به عنوان تأییدشده
fi: Merkitse varmennetuksi
fil: Markahan na Beripikado
fr: Marquer comme confirmé
ga: Marcáil Deimhnithe
gu: ચકાસાયેલ તરીકે માર્ક કરો
he: סמן כמוודא
hi: सत्यापित मार्क करे हुए करें
hr: Označi kao provjereno
hu: Ellenőrzöttként megjelölés
id: Tandai Terverifikasi
is: Merkja sem staðfest
it: Segna come verificato
ja: 検証済みにする
kab: Creḍ-it yettwasenqed
kk: Тексерілді деп белгілеу
km: á€áŸ†áááŸ‹ áá¶á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ
ko: 검증으로 표시
lt: Žymėti kaip patvirtintą
lv: Atzīmēt kā pārbaudītu
mk: Означи како верификувано
ml: പരിശോധിച്ചതായി അടയാളപ്പെടുത്തുക
mr: सत्यापित म्हणून चिन्हांकित
ms: Tanda sebagai Disahkan
my: အတည်ပြုပြီးကြောင်း မှတ်ပါ
nb: Merk som verifisert
nl: Als geverifieerd markeren
pa: ਤਸਦੀਕ ਕੀਤੇ ਵਜੋਂ ਚਿੰਨ੍ਹ ਲਗਾਓ
pa_pk: توثیق ہوئے دے طور تے نشان لاؤ
pl: Zweryfikuj
ps: د باوري شوي په توګه په نښه کول
pt_br: Marcar como Verificado
pt_pt: Marcar como verificado
ro: Marchează ca verificat
ru: Подтвердить
sk: Označiť ako overený.
sl: Označi kot potrjeno
sq: Vëri Shenjë si i Verifikuar
sr: Означи као верификовано
sv: Markera som verifierad
sw: Alamisha kama aliyethibitishwa
ta: சரிபார்க்கப்பட்டதாகக் குறிக்கவும்
te: ధృవీకరించినట్లు గుర్తించండి
th: ทำเครื่องหมายว่าตรวจยืนยันแล้ว
tr: Doğrulanmış olarak İşaretle
ug: دەلىللەندى
uk: Позначити як перевірений
ur: تصدیق کے طور پر نشان لگائیں
vi: Đánh dấu là Đã xác minh
zh_cn: 标记为已验证
zh_hk: 標記為已驗證

# PRIVATE_STORY_SETTINGS_ADD_VIEWER_BUTTON
source: Add Viewers
ar: إضافة مُشاهِدين
be: Дадаць гледачоў
bn: দর্শক যোগ করুন
ca: Afegir espectadors
cs: Přidat sledující
da: Tilføj seere
de: Betrachter hinzufügen
el: Προσθήκη θεατών
es: Añadir personas
fa: افزودن بازدیدکنندگان
fi: Lisää katsojia
fr: Ajouter des spectateurs
ga: Cuir Amharcóirí Leis
gu: દર્શકો ઉમેરો
he: הוספת צופים
hi: व्यूअर जोड़ें
hr: Dodaj gledatelje
hu: Nézők hozzáadása
id: Tambah Penonton
it: Aggiungi persone
ja: 閲覧できる人を追加
ko: 볼 수 있는 사람 추가
mr: दर्शक जोडा
ms: Tambah Penonton
nb: Legg til seere
nl: Persoon toevoegen
pl: Dodaj odbiorców
pt_br: Adicionar espectadores
pt_pt: Adicionar visualizadores
ro: Adaugă Spectatori
ru: Добавить зрителей
sk: Pridať sledovateľov
sl: Dodaj gledalce
sr: Додај гледаоце
sv: Lägg till tittare
th: เพิ่มผู้ชม
tr: Görüntüleyenleri Ekle
ug: كۆرۈرمەن قوشۇش
uk: Додати глядачів
ur: ناظرین شامل کریں
vi: Thêm Người Xem
zh_cn: 添加访客
zh_hk: 新增瀏覽者

# PRIVATE_STORY_SETTINGS_DELETE_BUTTON
source: Delete Custom Story
af: Delete Private Story
ar: إزالة قصة مُخصَّصة
az: Delete Private Story
be: Выдаліць персаналізаваную гісторыю
bn: কাস্টম স্টোরি মুছে ফেলুন
ca: Esborrar història personalitzada
cs: Smazat vlastní příběh
cy: Delete Private Story
da: Slet brugerdefineret historie
de: Benutzerdefinierte Story löschen
el: Διαγραφή εξατομικευμένης ιστορίας
es: Eliminar historia personalizada
et: Delete Private Story
eu: Delete Private Story
fa: پاک کردن استوری سفارشی
fi: Poista mukautettu tarina
fr: Supprimer la story personnalisée
ga: Scrios Scéal Saincheaptha
gu: કસ્ટમ સ્ટોરી ડિલીટ કરો
he: מחיקת סטורי מותאם אישית
hi: कस्टम स्टोरी डिलीट करें
hr: Izbriši prilagođenu priču
hu: Egyéni Történet törlése
id: Hapus Cerita Kustom
is: Delete Private Story
it: Elimina Storia personalizzata
ja: カスタムストーリーを消去する
kab: Delete Private Story
km: Delete Private Story
kn: Delete Private Story
ko: 사용자 지정 스토리 삭제
lt: Delete Private Story
lv: Delete Private Story
mk: Delete Private Story
ml: Delete Private Story
mr: सानुकूल स्टोरी हटवा
ms: Padam Cerita Tersuai
my: Delete Private Story
nb: Slett egendefinert story
nl: Aangepast verhaal verwijderen
pa: Delete Private Story
pl: Usuń relację niestandardową
ps: Delete Private Story
pt_br: Apagar story personalizado
pt_pt: Eliminar história personalizada
ro: Șterge Povestea Personalizată
ru: Удалить пользовательскую историю
sk: Vymazať prispôsobený príbeh
sl: Izbriši zasebno Zgodbo
sq: Delete Private Story
sr: Избриши причу
sv: Ta bort anpassad story
sw: Delete Private Story
ta: Delete Private Story
te: Delete Private Story
th: ลบสตอรี่ที่กำหนดเอง
tr: Özel Hikayeyi Sil
ug: خاسلاشتۇرۇلغان ھېكايىنى ئۆچۈرۈش
uk: Видалити індивідуальну історію
ur: کسٹم سٹوری ڈیلیٹ کریں
vi: Xóa Story Tùy chỉnh
zh_cn: 删除自定义动态
zh_hk: 刪除自訂限時動態

# PRIVATE_STORY_SETTINGS_DELETE_CONFIRMATION_FORMAT
source: Are you sure you want to delete “%1$@”? Updates shared to this story will also be deleted.
ar: هل أنت متأكِّد من أنك تريد حذف "%1$@"؟ سيتمُّ أيضًا حذف تحديثات شاركتها مؤخَّرًا في هذه القصة.
be: Вы ўпэўнены, што жадаеце выдаліць «%1$@»? Абнаўленні, што вы абагулілі ў гэтай гісторыі, будуць таксама выдалены.
bn: আপনি কি "%1$@" মুছে ফেলতে চান? এই স্টোরিতে শেয়ার করা আপডেটগুলোও মুছে ফেলা হবে৷
ca: Segur que vols esborrar "%1$@"? També s'esborraran les actualitzacions compartides en aquesta història.
cs: Opravdu chcete odstranit „%1$@“? Aktualizace sdílené k tomuto příběhu budou také odstraněny.
da: Er du sikker på, at du vil slette "%1$@"? Opdateringer, der deles til denne historie, vil også blive slettet.
de: Bist du sicher, dass du »%1$@« löschen willst? Aktualisierungen, die zu dieser Story geteilt werden, werden ebenfalls gelöscht.
el: Θέλεις σίγουρα να διαγράψεις την ιστορία "%1$@"; Οι ενημερώσεις που κοινοποιούνται σε αυτήν την ιστορία θα διαγραφούν επίσης.
es: ¿Seguro que quieres eliminar "%1$@"? También se eliminará todo el contenido que hayas compartido en esta historia.
fa: آیا مطمئن هستید که می‌خواهید "%1$@" را پاک کنید؟ به‌روزرسانی‌های همرسانی شده در این استوری نیز پاک خواهند شد.
fi: Haluatko varmasti poistaa tarinan %1$@? Myös tähän tarinaan jaetut päivitykset poistetaan.
fr: Voulez-vous vraiment supprimer "%1$@ ? Les contenus ajoutés à cette story seront aussi supprimés.
ga: An bhfuil tú cinnte go bhfuil fonn ort "%1$@" a scriosadh? Chomh maith leis sin, scriosfar na nuashonruithe a comhroinneadh chuig an scéal seo.
gu: શું તમે ખરેખર “ %1$@ ” ને ડિલીટ કરવા માગો છો? આ સ્ટોરી પર શેર કરેલ અપડેટ પણ ડિલીટ થઈ જશે.
he: בטוח שבא לך למחוק את ״%1$@״? עדכונים שישותפו לסטורי הזה יימחקו גם הם.
hi: क्या आप वाकई में "%1$@" को डिलीट करना चाहते हैं? इस स्टोरी पर शेयर किए गए अपडेट भी डिलीट कर दिए जाएंगे।
hr: Jeste li sigurni da želite izbrisati "%1$@"? Ažuriranja podijeljena u ovoj priči također će se izbrisati.
hu: Biztosan törölni szeretnéd a következőt: „%1$@”? A Történethez megosztott frissítések is törlésre kerülnek.
id: Yakin Anda ingin menghapus “%1$@”? Pembaruan yang dibagikan ke cerita ini juga akan dihapus.
it: Confermi di voler eliminare la seguente Storia: "%1$@"? Verranno eliminati anche tutti gli aggiornamenti legati a questa Storia.
ja: 本当に「%1$@」を消去しますか？ストーリーで共有された更新情報も消去されます。
ko: '%1$@'을(를) 삭제할까요? 이 스토리에 공유한 업데이트도 삭제합니다.
mr: आपण खात्रीने “%1$@” हटवू इच्छित आहात? या स्टोरी ला शेअर केलेली अद्यतने देखील हटवली जातील.
ms: Adakah anda pasti mahu memadam "%1$@"? Kemas kini yang dikongsi pada cerita ini juga akan dipadam.
nb: Er du sikker på at du vil slette «%1$@»? Oppdateringene knyttet til denne storyen, slettes også.
nl: Weet je zeker dat je ‘%1$@’ wilt verwijderen? Updates gedeeld in dit verhaal worden ook verwijderd.
pl: Chcesz usunąć relację „%1$@”? Oznacza to usunięcie także wszystkiego, co zostało do niej dodane.
pt_br: Tem certeza que deseja apagar “%1$@”? As atualizações desse story também serão apagadas.
pt_pt: Tem a certeza de que deseja eliminar “%1$@”? As atualizações partilhadas nesta história também serão eliminadas.
ro: Sigur vrei să ștergi „%1$@“? Actualizările trimise către această poveste vor fi și ele șterse.
ru: Вы действительно хотите удалить «%1$@»? Все истории, которыми вы недавно поделились, будут также удалены.
sk: Naozaj chcete odstrániť „%1$@“? Budú tiež odstránené aktualizácie zdieľané s týmto príbehom.
sr: Желите ли сигурно да избришете причу „%1$@“? Све што сте поделили у овој причи такође ће бити избрисано.
sv: Är du säker på att du vill ta bort %1$@? Uppdateringar som har delats till den här berättelsen kommer också att raderas.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ “%1$@” การอัปเดตต่างๆ ที่แชร์ในสตอรี่นี้จะถูกลบด้วยเช่นกัน
tr: “%1$@” hikayesini silmek istediğinden emin misin? Bu hikayede paylaşılan güncellemeler de silinecek.
ug: «%1$@» نى ئۆچۈرەمسىز؟ بۇ ھېكايىنىڭ يېڭىلانمىلىرىمۇ ئۆچۈرۈلىدۇ.
uk: Ви справді хочете видалити «%1$@»? Оновлення до цієї історії також буде видалено.
ur: کیا آپ واقعی "%1$@" کو ڈیلیٹ کرنا چاہتے ہیں؟ اس سٹوری پر شیئر کردہ اپ ڈیٹس بھی ڈیلیٹ کر دی جائیں گی۔
vi: Bạn có chắc muốn xóa "%1$@"? Các cập nhật cho story này cũng sẽ được xóa.
zh_cn: 您确定要删除“%1$@”吗？分享到此动态的更新也将会被删除。
zh_hk: 您確定要刪除「%1$@」嗎？分享到此限時動態的更新也將會被刪除。

# PRIVATE_STORY_SETTINGS_REMOVE_BUTTON
source: Remove
af: Verwyder
ar: إزالة
az: Çıxart
be: Выдаліць
bn: সরিয়ে ফেলুন
ca: Suprimeix
cs: Odebrat
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
et: Eemalda
eu: Ezabatu
fa: حذف
fi: Poista
fr: Retirer
ga: Bain
gu: દૂર કરો
he: הסרה
hi: हटा दें
hr: Ukloni
hu: Eltávolítás
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
kab: Kkes
km: á›á»á”á…áŸá‰
kn: ತೆಗೆದುಹಾಕಿ
ko: 제거
lt: Šalinti
lv: Noņemt
mk: Отстрани
ml: നീക്കം ചെയ്യുക
mr: काढून टाका
ms: Alih keluar
my: ဖယ်ရှားမယ်
nb: Fjern
nl: Verwijderen
pa: ਹਟਾਓ
pl: Usuń
ps: ایسته کول
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sq: Fshije
sr: Уклони
sv: Ta bort
sw: Ondoa
ta: நீக்கு
te: తొలగించు
th: ลบ
tr: Kaldır
ug: چىقىرىۋەت
uk: Видалити
ur: ہٹا دیں
vi: Xóa
zh_cn: 移除
zh_hk: 移除

# PRIVATE_STORY_SETTINGS_REMOVE_VIEWER_DESCRIPTION
source: This person will no longer be able to view this story.
ar: لن يتمكن هذا الشخص من رؤية هذه القِصة بعد الآن.
be: Гэтая асоба больш не ўбачыць гэту гісторыю.
bn: এই ব্যক্তি আর এই স্টোরিটি দেখতে পারবেন না।
ca: Aquesta persona ja no podrà veure aquesta història.
cs: Tato osoba již nebude moci tento příběh zobrazit.
da: Denne person vil ikke længere kunne se din historie.
de: Diese Person wird diese Story nicht mehr sehen können.
el: Αυτό το άτομο δεν θα μπορεί πλέον να δει την ιστορία σου.
es: Esta persona ya no podrá ver esta historia.
fa: این شخص دیگر قادر به مشاهده این استوری نخواهد بود.
fi: Tämä henkilö ei enää näe tätä tarinaa.
fr: Ce contact n’aura plus accès à votre story.
ga: Ní bheidh an duine seo in ann féachaint ar an scéal seo a thuilleadh.
gu: આ વ્યક્તિ હવે આ સ્ટોરી જોઈ શકશે નહીં.
he: האדם הזה לא יוכל לצפות בסטורי הזה יותר.
hi: यह व्यक्ति अब इस स्टोरी को नहीं देख पाएगा।
hr: Ova osoba više neće vidjeti vašu priču.
hu: A felhasználó mostantól nem tudja megtekinteni ezt a Történetet.
id: Orang ini tidak akan bisa lagi melihat cerita ini.
it: Questa persona non potrà più vedere questa Storia.
ja: このユーザーは、このストーリーを閲覧できなくなります。
kab: This person will no longer see your story.
km: á”á»á‚áŸ’á‚á›á“áŸáŸ‡á“á¹á„á˜á·á“áƒá¾á‰ášá¿á„ášáŸ‰á¶áœášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ€áá‘áŸáŸ”
ko: 이 사용자가 더 이상 이 스토리를 볼 수 없습니다.
mr: ही व्यक्ती यापुढे ही स्टोरी पाहू शकणार नाही.
ms: Orang ini tidak dapat menonton cerita ini lagi.
nb: Denne personen vil ikke kunne se denne storyen lenger.
nl: Deze persoon kan dit verhaal niet langer bekijken.
pl: Ta osoba nie będzie już mogła wyświetlić relacji.
pt_br: Essa pessoa não poderá mais ver o seu story.
pt_pt: Esta pessoa já não poderá ver esta história.
ro: Această persoană nu va mai putea vedea povestea.
ru: Этот человек больше не сможет просматривать эту историю.
sk: Táto osoba už neuvidí tento príbeh.
sl: Ta oseba ne bo več videla te zgodbe.
sr: Ова особа више неће моћи да види ову причу.
sv: Den här personen kommer inte längre att kunna se den här storyn.
th: ผู้ใช้คนนี้จะไม่สามารถดูสตอรี่นี้ได้อีกต่อไป
tr: Bu kişi artık bu hikayeyi görüntüleyemeyecek.
ug: بۇ كىشى ئەمدى بۇ ھېكايىنى كۆرەلمەيدۇ.
uk: Ця людина більше не зможе бачити цю історію.
ur: یہ فرد مزید اس سٹوری کو دیکھنے سے قاصر ہو گا۔
vi: Người này sẽ không còn xem được story này.
zh_cn: 此人将无法再看到这个动态。
zh_hk: 此人將無法再瀏覽這則限時動態。

# PRIVATE_STORY_SETTINGS_REMOVE_VIEWER_TITLE_FORMAT
source: Remove %1$@?
ar: هل ترغبُ بإزالة %1$@؟
be: Выдаліць %1$@?
bn: %1$@ সরিয়ে ফেলবেন?
ca: Esborrar a %1$@?
cs: Odebrat %1$@?
da: Fjern %1$@?
de: %1$@ entfernen?
el: Αφαίρεση του χρήστη %1$@;
es: ¿Eliminar a %1$@?
fa: %1$@ حذف شود؟
fi: Poistetaanko %1$@?
fr: Retirer %1$@ ?
ga: Bain %1$@?
gu: %1$@ને દૂર કરવા છે?
he: להסיר את %1$@?
hi: %1$@ को हटाना है?
hr: Ukloni %1$@?
hu: %1$@ eltávolítása?
id: Hapus %1$@?
it: Vuoi rimuovere %1$@?
ja: %1$@を削除しますか？
ko: %1$@ 님을 제거할까요?
mr: %1$@ काढून टाकायचे?
ms: Alih Keluar %1$@?
nb: Vil du fjerne %1$@?
nl: %1$@ verwijderen?
pl: Usunąć tę osobę: %1$@?
pt_br: Remover %1$@?
pt_pt: Remover %1$@?
ro: Elimini pe %1$@?
ru: Удалить %1$@?
sk: Odstrániť používateľa %1$@?
sl: Odtstrani uporabnika_co %1$@?
sr: Желите ли да уклоните корисника %1$@?
sv: Ta bort %1$@?
th: ลบ %1$@ หรือไม่
tr: %1$@ kaldırılsın mı?
ug: «%1$@» نى چىقىرىۋېتەمسىز؟
uk: Вилучити користувача %1$@?
ur: %1$@ کو ہٹانا ہے؟
vi: Xóa %1$@?
zh_cn: 要移除%1$@吗？
zh_hk: 要移除 %1$@ 嗎？
