Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# WALLPAPER_SETTINGS_RESET_CHAT_COLORS_CONFIRMATION_TITLE
source: Reset Chat Colors
af: Stel kletskleure terug
ar: إعادة تعيين ألوان الدردشة
az: Söhbət rənglərini sıfırla
be: Скінуць колеры чата
bn: চ্যাটের রং রিসেট করুন
ca: Restableix els colors del xat
cs: Resetovat barvy chatu
cy: Ailosod Lliwiau Sgwrsio
da: Nulstil chatfarver
de: Chat-Farben zurücksetzen
el: Επαναφορά χρωμάτων συνομιλιών
es: Restablecer colores de los chats
et: Lähtesta vestluse värvid
eu: Berrezarri txataren koloreak
fa: بازنشانی رنگ‌های گفتگو
fi: Palauta keskustelujen värit
fr: Réinitialiser la couleur des bulles
ga: Athshocraigh Dathanna Comhráite
gu: ચેટ કલર રીસેટ કરો
he: איפוס צבעי צ'אט
hi: चैट रंग रीसेट करें
hr: Poništi boje razgovora
hu: Csevegésszínek alaphelyzetbe állítása
id: Reset Warna Obrolan
is: Endurstilla liti spjalls
it: Resetta colori chat
ja: チャットの色をリセット
km: á€áŸ†áááŸ‹á–ááŸŒá€á¶ášáŸá“áŸ’á‘á“á¶á¡á¾á„áœá·á‰
kn: ಚಾಟ್‌ ಬಣ್ಣಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 대화창 색 재설정
lt: Atstatyti pokalbių spalvas
lv: Atiestatīt tērzēšanas krāsas
mk: Ресетирај ги боите на разговорот
ml: ചാറ്റ് നിറങ്ങൾ പുന:സജ്ജീകരിക്കുക
mr: चॅट रंग रीसेट करा
ms: Tetapkan Semula Warna Sembang
my: ချက်(တ်)အရောင် ပြန်သတ်မှတ်ရန်
nb: Tilbakestill samtalefarger
nl: Chatkleuren resetten
pa: ਚੈਟ ਦੇ ਰੰਗਾਂ ਨੂੰ ਰੀਸੈੱਟ ਕਰੋ
pl: Zresetuj kolory czatów
ps: د چټ رنګونه له سره تنظیم کړئ
pt_br: Redefinir as cores dos chats
pt_pt: Repor cores dos chats
ro: Resetare culori conversație
ru: Сбросить цвета чатов?
sk: Resetovať farby četu
sl: Ponastavi barve pogovorov
sq: Riktheji Te Parazgjedhjet Ngjyrat e Fjalosjes
sr: Ресетуј боје ћаскања
sv: Återställ chattfärger
sw: Weka Upya Rangi za Gumzo
ta: மீட்டமை அரட்டை வண்ணங்கள்
te: మాటామంతి రంగులను రీసెట్ చేయండి
th: รีเซ็ตสีแชท
tr: Sohbet Renklerini Sıfırla
ug: سۆھبەت رەڭگىنى ئەسلىگە قايتۇر
uk: Скинути колір чатів
ur: چیٹ کے رنگوں کو دوبارہ سیٹ کریں
vi: Đặt lại Màu Cuộc trò chuyện
zh_cn: 重置聊天颜色
zh_hk: 重設所有聊天色彩

# WALLPAPER_SETTINGS_RESET_CONVERSATION_CHAT_COLOR
source: Reset Chat Color
af: Stel kletskleur terug
ar: إعادة تعيين ألوان الدردشة
az: Söhbət rəngini sıfırla
be: Скінуць колер чата
bn: চ্যাটের রং রিসেট করুন
ca: Restableix el color del xat
cs: Resetovat barvu chatu
cy: Ailosod Lliw'r Sgwrs
da: Nulstil chatfarver
de: Chat-Farbe zurücksetzen
el: Επαναφορά χρώματος συνομιλίας
es: Restablecer color del chat
et: Lähtesta vestluse värv
fa: بازنشانی رنگ گفتگو
fi: Palauta keskustelun väri
fr: Réinitialiser la couleur des bulles
ga: Athshocraigh Dath an Chomhrá
gu: ચેટ કલર રીસેટ કરો
he: איפוס צבע צ'אט
hi: चैट का रंग रीसेट करें
hr: Poništi boju razgovora
hu: Csevegésszín alaphelyzetbe állítása
id: Reset Warna Obrolan
is: Endurstilla lit spjalls
it: Resetta colore chat
ja: チャットの色をリセット
km: á€áŸ†áááŸ‹á–ááŸŒá€á¶ášáŸá“áŸ’á‘á“á¶á¡á¾á„áœá·á‰
kn: ಚಾಟ್‌ ಬಣ್ಣವನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 대화창 색 재설정
lt: Atstatyti pokalbio spalvą
lv: Atiestatīt tērzēšanas krāsu
mk: Ресетирај ја бојата на разговорот
ml: ചാറ്റ് നിറം പുന:സജ്ജമാക്കുക
mr: चॅट रंग रीसेट करा
ms: Tetapkan Semula Warna Sembang
nb: Tilbakestill samtalefarge
nl: Chatkleur resetten
pa: ਚੈਟ ਦੇ ਰੰਗਾਂ ਨੂੰ ਰੀਸੈੱਟ ਕਰੋ
pl: Zresetuj kolor czatu
ps: د چټ رنګ له سره تنظیم کړئ
pt_br: Redefinir a cor do chat
pt_pt: Repor cor do chat
ro: Resetare culoare conversație
ru: Сбросить цвет чата
sk: Resetovať farbu četu
sl: Ponastavi barvo pogovora
sq: Rikthe te Parazgjedhja Ngjyrën e Fjalosjes
sr: Ресетуј боју ћаскања
sv: Återställ chattfärg
sw: Rejesha Rangi ya Gumzo
ta: மீட்டமை அரட்டை நிறம்
te: మాటామంతి రంగును రీసెట్ చేయండి
th: รีเซ็ตสีแชท
tr: Sohbet Rengini Sıfırla
ug: سۆھبەت رەڭگىنى ئەسلىگە قايتۇر
uk: Скинути колір чату
ur: چیٹ کا رنگ دوبارہ سیٹ کریں
vi: Đặt lại Màu Cuộc trò chuyện
zh_cn: 重置聊天颜色
zh_hk: 重設聊天色彩

# WALLPAPER_SETTINGS_RESET_CONVERSATION_WALLPAPER
source: Reset Wallpaper
af: Stel muurpapier terug
ar: إعادة تعيين الخلفية
az: Divar kağızını sıfırla
be: Скінуць шпалеры
bn: ওয়ালপেপার রিসেট করুন
ca: Restableix el fons
cs: Resetovat tapetu
cy: Ailosod Papur Wal
da: Nulstil baggrund
de: Hintergrund zurücksetzen
el: Επαναφορά ταπετσαρίας
es: Restablecer fondo de pantalla
et: Lähtesta taustapilt
fa: بازنشانی کاغذدیواری
fi: Palauta taustakuva
fr: Réinitialiser le fond d'écran
ga: Athshocraigh an cúlbhrat
gu: વૉલપેપરને રિસેટ કરો
he: אפס טפט
hi: वॉलपेपर रीसेट करें
hr: Poništi pozadinu
hu: Háttérkép alaphelyzetbe
id: Atur Ulang Gambar Latar
is: Endurstilla bakgrunnsmynd
it: Resetta sfondo
ja: 壁紙をリセット
km: á€áŸ†áááŸ‹á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á¡á¾á„áœá·á‰
kn: ವಾಲ್‌ಪೇಪರ್‌ ಮರುಹೊಂದಿಸಿ
ko: 배경 화면 재설정
lt: Atstatyti foną
lv: Atiestatīt fona tapeti
mk: Ресетирај позадина
ml: വാള്‍പേപ്പര്‍ പുന:സജ്ജമാക്കുക
mr: वॉलपेपर रीसेट करा
ms: Tetapkan Semula Kertas Dinding
my: နောက်ခံပုံ ပြန်သတ်မှတ်ရန်
nb: Tilbakestill bakgrunn
nl: Achtergrond resetten
pa: ਵਾਲਪੇਪਰ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj tapetę
ps: والپيپر له سره تنظیم کړئ
pt_br: Remover o papel de parede
pt_pt: Repor fundo de ecrã
ro: Resetare imagine de fundal
ru: Сбросить обои
sk: Resetovať pozadie
sl: Ponastavi ozadje
sq: Rikthe Sfondin Te Parazgjedhja
sr: Ресетуј позадину
sv: Återställ bakgrund
sw: Weka Upya Picha ya Mandhari
ta: மீட்டமை பின்னணிப்படம்
te: వాల్‌పేపర్‌ను రీసెట్ చేయండి
th: รีเซ็ตภาพพื้นหลัง
tr: Arkaplanı Sıfırla
ug: تام قەغەزنى ئەسلىگە قايتۇر
uk: Скинути шпалери
ur: وال پیپر کو دوبارہ ترتیب دیں
vi: Đặt lại Hình nền
zh_cn: 重置墙纸
zh_hk: 重設背景

# WALLPAPER_SETTINGS_RESET_DEFAULT_CHAT_COLOR
source: Reset Default Colors
af: Stel verstekkleure terug
ar: إعادة تعيين الألوان الافتراضية
az: İlkin rəngləri sıfırla
be: Скінуць колеры па змоўчванні
bn: ডিফল্ট রং রিসেট করুন
ca: Restableix els colors per defecte
cs: Resetovat výchozí barvy
cy: Ailosod Lliwiau Diofyn
da: Nulstil standardfarver
de: Standardfarben zurücksetzen
el: Επαναφορά προκαθορισμένων χρωμάτων
es: Restablecer predeterminado
et: Lähtesta vaikimisi värvid
fa: بازنشانی رنگ‌های پیش‌فرض
fi: Palauta vakiovärit
fr: Seulement la couleur que j'ai choisie par défaut
gu: ડિફોલ્ટ રંગોને રિસેટ કરો
he: אפס צבעי ברירת מחדל
hi: डिफ़ॉल्ट रंग रीसेट करें
hr: Poništi zadane boje
hu: Gyári szín alaphelyzetbe
id: Atur Ulang Warna Bawaan
is: Endurstilla sjálfgefna liti
it: Resetta colori predefiniti
ja: 既定の色をリセットする
km: á€áŸ†áááŸ‹á–ááŸŒá€á¶ášáŸá“áŸ’á‘á“á¶á›áŸ†á“á¶áŸ†áŠá¾á˜á¡á¾á„áœá·á‰
kn: ಡೀಫಾಲ್ಟ್‌ ಬಣ್ಣಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 기본 색상 재설정
lt: Atstatyti numatytąsias spalvas
lv: Atiestatīt noklusējuma krāsas
mk: Ресетирај на стандардни бои
ml: സ്ഥിര നിറങ്ങൾ പുന:സജ്ജമാക്കുക
mr: पूर्वनिर्धारित रंग रीसेट करा
ms: Tetapkan Semula Warna Lalai
nb: Tilbakestill standardfarger
nl: Standaardkleur resetten
pa: ਮੂਲ ਰੰਗ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj kolory domyślne
ps: عادي رنګونه له سره تنظیم کړئ
pt_br: Redefinir a cor padrão
pt_pt: Repor cores padrão
ro: Resetare culori implicite
ru: Сбросить цвета по умолчанию
sk: Resetovať predvolené farby
sl: Ponastavi privzete barve
sq: Rikthe Ngjyrat Parazgjedhje
sr: Ресетуј подразумеване боје
sv: Återställ standardfärger
sw: Weka Upya Rangi Chaguo-msingi
ta: இயல்புநிலை வண்ணங்களை மீட்டமைக்கவும்
te: అప్రమేయ రంగులను రీసెట్ చేయండి
th: รีเซ็ตสีเริ่มต้น
tr: Varsayılan Renkleri Sıfırla
ug: كۆڭۈلدىكى رەڭنى ئەسلىگە قايتۇر
uk: Скинути стандартний колір
ur: پہلے سے طے شدہ رنگوں کو دوبارہ ترتیب دیں
vi: Đặt lại Màu Mặc định
zh_cn: 重置默认颜色
zh_hk: 重設所有預設色彩

# WALLPAPER_SETTINGS_RESET_DEFAULT_CHAT_COLORS
source: Reset Chat Colors
af: Stel kletskleure terug
ar: إعادة تعيين ألوان الدردشة
az: Söhbət rənglərini sıfırla
be: Скінуць колеры чата
bn: চ্যাটের রং রিসেট করুন
ca: Restableix els colors del xat
cs: Resetovat barvy chatu
cy: Ailosod Lliwiau Sgwrsio
da: Nulstil chatfarver
de: Chat-Farben zurücksetzen
el: Επαναφορά χρωμάτων συνομιλιών
es: Restablecer colores de los chats
et: Lähtesta vestluse värvid
eu: Berrezarri txataren koloreak
fa: بازنشانی رنگ‌های گفتگو
fi: Palauta keskustelujen värit
fr: Réinitialiser la couleur des bulles
ga: Athshocraigh Dathanna Comhráite
gu: ચેટ કલર રીસેટ કરો
he: איפוס צבעי צ'אט
hi: चैट रंग रीसेट करें
hr: Poništi boje razgovora
hu: Csevegésszínek alaphelyzetbe állítása
id: Reset Warna Obrolan
is: Endurstilla liti spjalls
it: Resetta colori chat
ja: チャットの色をリセット
km: á€áŸ†áááŸ‹á–ááŸŒá€á¶ášáŸá“áŸ’á‘á“á¶á¡á¾á„áœá·á‰
kn: ಚಾಟ್‌ ಬಣ್ಣಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 대화창 색 재설정
lt: Atstatyti pokalbių spalvas
lv: Atiestatīt tērzēšanas krāsas
mk: Ресетирај ги боите на разговорот
ml: ചാറ്റ് നിറങ്ങൾ പുന:സജ്ജീകരിക്കുക
mr: चॅट रंग रीसेट करा
ms: Tetapkan Semula Warna Sembang
my: ချက်(တ်)အရောင် ပြန်သတ်မှတ်ရန်
nb: Tilbakestill samtalefarger
nl: Chatkleuren resetten
pa: ਚੈਟ ਦੇ ਰੰਗਾਂ ਨੂੰ ਰੀਸੈੱਟ ਕਰੋ
pl: Zresetuj kolory czatów
ps: د چټ رنګونه له سره تنظیم کړئ
pt_br: Redefinir as cores dos chats
pt_pt: Repor cores do chat
ro: Resetare culori conversație
ru: Сбросить цвета чатов?
sk: Resetovať farby četu
sl: Ponastavi barve pogovorov
sq: Riktheji Te Parazgjedhjet Ngjyrat e Fjalosjes
sr: Ресетуј боје ћаскања
sv: Återställ chattfärger
sw: Weka Upya Rangi za Gumzo
ta: மீட்டமை அரட்டை வண்ணங்கள்
te: మాటామంతి రంగులను రీసెట్ చేయండి
th: รีเซ็ตสีแชท
tr: Sohbet Renklerini Sıfırla
ug: سۆھبەت رەڭگىنى ئەسلىگە قايتۇر
uk: Скинути колір чатів
ur: چیٹ کے رنگوں کو دوبارہ سیٹ کریں
vi: Đặt lại Màu Cuộc trò chuyện
zh_cn: 重置聊天颜色
zh_hk: 重設所有聊天色彩

# WALLPAPER_SETTINGS_RESET_DEFAULT_WALLPAPER
source: Reset Default Wallpaper
af: Stel verstekmuurpapier terug
ar: إعادة تعيين الخلفية الافتراضية
az: İlkin divar kağızını sıfırla
be: Скінуць шпалеры па змоўчванні
bn: ডিফল্ট ওয়ালপেপারে রিসেট করুন
ca: Restableix el fons per defecte
cs: Resetovat výchozí tapetu
cy: Ailosod Papur Wal Diofyn
da: Nulstil standardbaggrund
de: Standardhintergrund zurücksetzen
el: Επαναφορά προκαθορισμένης ταπετσαρίας
es: Restablecer predeterminado
et: Lähtesta vaikimisi taustapilt
fa: بازنشانی کاغذدیواری پیش‌فرض
fi: Palauta vakiotaustakuva
fr: Seulement celui que j'ai choisi par défaut
gu: ડિફોલ્ટ વૉલપેપરને રિસેટ કરો
he: אפס טפט ברירת מחדל
hi: डिफ़ॉल्ट वॉलपेपर रीसेट करें
hr: Poništi zadanu pozadinu
hu: Gyári háttérkép alaphelyzetbe
id: Atur Ulang Gambar Latar Bawaan
is: Endurstilla sjálfgefna bakgrunnsmynd
it: Resetta sfondo predefinito
ja: 既定の壁紙をリセットする
km: á€áŸ†áááŸ‹á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á›áŸ†á“á¶áŸ†áŠá¾á˜á¡á¾á„áœá·á‰
kn: ಡೀಫಾಲ್ಟ್‌ ವಾಲ್‌ಪೇಪರ್‌ ಮರುಹೊಂದಿಸಿ
ko: 기본 배경 화면 재설정
lt: Atstatyti numatytąjį foną
lv: Atiestatīt noklusējuma fona tapeti
mk: Ресетирај на стандардна позадина
ml: സ്ഥിരസ്ഥിതി വാള്‍പേപ്പര്‍ പുന:സജ്ജമാക്കുക
mr: पूर्वनिर्धारित वॉलपेपर रीसेट करा
ms: Tetapkan Semula Kertas Dinding Lalai
nb: Tilbakestill standardbakgrunn
nl: Standaardachtergrond resetten
pa: ਮੂਲ ਵਾਲਪੇਪਰ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj tapetę domyślną
ps: عادي والپیپر له سره تنظیم کړئ
pt_br: Remover o papel de parede padrão
pt_pt: Repor fundos de ecrã padrão
ro: Resetare fundal implicit
ru: Сбросить обои по умолчанию
sk: Resetovať predvolené pozadie
sl: Ponastavi privzeto ozadje
sq: Rikthe Sfondin Parazgjedhje
sr: Ресетуј подразумевану позадину
sv: Återställ standardbakgrund
sw: Weka Upya Picha ya Mandhari Chaguo-msingi
ta: இயல்புநிலையை மீட்டமை பின்னணிப்படம்
te: అప్రమేయ వాల్‌పేపర్‌ను రీసెట్ చేయండి
th: รีเซ็ตภาพพื้นหลังเริ่มต้น
tr: Varsayılan Arkaplanı Sıfırla
ug: كۆڭۈلدىكى تام قەغەزنى ئەسلىگە قايتۇر
uk: Скинути стандартні шпалери
ur: پہلے سے طے شدہ وال پیپر کو دوبارہ ترتیب دیں
vi: Đặt lại Hình nền Mặc định
zh_cn: 重置默认墙纸
zh_hk: 重設預設背景

# WALLPAPER_SETTINGS_RESET_GLOBAL_WALLPAPER
source: Reset Wallpapers
af: Stel muurpapiere terug
ar: إعادة تعيين الخلفيات
az: Divar kağızlarını sıfırla
be: Скінуць шпалеры
bn: ওয়ালপেপারগুলি রিসেট করুন
ca: Restableix els fons
cs: Resetovat tapety
cy: Ailosod Papurau Wal
da: Nulstil baggrunde
de: Hintergründe zurücksetzen
el: Επαναφορά ταπετσαριών
es: Restablecer fondos de pantalla
et: Lähtesta taustapildid
fa: بازنشانی کاغذدیواری‌ها
fi: Palauta taustakuvat
fr: Réinitialiser les fonds d'écran
gu: વૉલપેપર્સને રિસેટ કરો
he: אפס טפטים
hi: वॉलपेपर रीसेट करें
hr: Poništi pozadinu
hu: Háttérképek alaphelyzetbe
id: Atur Ulang Gambar Latar
is: Endurstilla bakgrunnsmyndir
it: Resetta sfondi
ja: 壁紙をリセット
km: á€áŸ†áááŸ‹á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á¡á¾á„áœá·á‰
kn: ವಾಲ್‌ಪೇಪರ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 배경 화면 재설정
lt: Atstatyti fonus
lv: Atiestatīt fona tapetes
mk: Ресетирај позадини
ml: വാള്‍പേപ്പറുകള്‍ പുന:സജ്ജമാക്കുക
mr: वॉलपेपर रीसेट करा
ms: Tetapkan Semula Kertas Dinding
nb: Tilbakestill bakgrunner
nl: Achtergronden resetten
pa: ਵਾਲਪੇਪਰ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj tapety
ps: والپیپرونه له سره تنظیم کړئ
pt_br: Remover os papéis de parede
pt_pt: Repor fundos de ecrã
ro: Resetare imagini de fundal
ru: Сбросить обои
sk: Resetovať pozadia
sl: Ponastavi ozadja
sq: Rikthe Sfondet Te Parazgjedhja
sr: Ресетуј позадине
sv: Återställ bakgrunder
sw: Weka Upya Picha za Mandhari
ta: வால்பேப்பர்களை மீட்டமைக்கவும்
te: వాల్‌పేపర్‌లను రీసెట్ చేయండి
th: รีเซ็ตภาพพื้นหลัง
tr: Arkaplanları Sıfırla
ug: تام قەغەزنى ئەسلىگە قايتۇر
uk: Скинути шпалери
ur: وال پیپر کو دوبارہ ترتیب دیں
vi: Đặt lại Các Hình nền
zh_cn: 重置墙纸
zh_hk: 重設所有背景

# WALLPAPER_SETTINGS_RESET_WALLPAPERS_CONFIRMATION_MESSAGE
source: Would you like to override all wallpapers?
af: Wil jy alle muurpapiere oorheers?
ar: هل ترغبُ بتجاهل جميع الخلفيات؟
az: Bütün divar kağızlarını etibarsız etmək istəyirsiniz?
be: Жадаеце змяніць усе шпалеры?
bn: আপনি কি সবগুলি ওয়ালপেপার বাতিল করতে চান?
ca: Voleu substituir tots els fons?
cs: Chcete přepsat všechny tapety?
cy: Hoffech chi ddiystyru pob papur wal?
da: Vil du nulstille alle baggrunde?
de: Möchtest du alle Hintergründe zurücksetzen?
el: Θέλεις να παρακάμψεις όλες τις ταπετσαρίες;
es: ¿Quieres reemplazar los fondos de todos tus chats?
et: Kas soovid kõiki taustapilte muuta?
eu: Txat-kolore guztiak gainidatzi nahi dituzu?
fa: می‌خواهید همهٔ کاغذدیواری‌ها را نادیده بگیرید؟
fi: Ohitetaanko kaikki taustakuvat?
fr: Réinitialiser tous les fonds d'écran ?
gu: શું તમે બધા વૉલપેપર્સને ઓવરરાઇડ કરવા માંગો છો?
he: האם אתה רוצה לדרוס את כל הטפטים?
hi: क्या आप सभी वॉलपेपर ओवरराइड करना चाहेंगे?
hr: Želite li poništiti sve pozadine?
hu: Felülírod az összes háttérképet?
id: Apakah Anda ingin mengganti semua gambar latar?
is: Viltu taka yfir allar bakgrunnsmyndir?
it: Vuoi sovrascrivere tutti gli sfondi?
ja: すべての壁紙を上書きしますか？
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á›á»á”á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á‘á¶áŸ†á„á¢áŸáŸ‹á˜áŸ‚á“á‘áŸ?
kn: ಎಲ್ಲ ವಾಲ್‌ಪೇಪರ್‌ಗಳನ್ನು ಓವರ್‌ರೈಡ್‌ ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
ko: 모든 배경 화면을 덮어쓰시겠습니까?
lt: Ar norėtumėte nustelbti visus fonus?
lv: Vai vēlaties ignorēt visas fona tapetes?
mk: Дали сакате да ги смените сите позадини?
ml: എല്ലാ വാൾപേപ്പറുകളും അസാധുവാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: सर्व वॉलपेपर ओव्हरराइड करण्यास आपण इच्छुक आहात का?
ms: Adakah anda ingin menggantikan semua kertas dinding?
my: နောက်ခံပုံများအားလုံးကို ပယ်ဖျက်လိုပါသလား။
nb: Vil du overstyre alle bakgrunner?
nl: Wil je alleen de standaardachtergrond resetten of wil je alle achtergronden van alle chats resetten?
pa: ਕੀ ਤੁਸੀਂ ਸਾਰੇ ਵਾਲਪੇਪਰਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰਨਾ ਚਾਹੋਗੇ?
pl: Czy chcesz zastąpić wszystkie tapety?
ps: غواړئ چې ټول والپیپرونه لغوه کړئ؟
pt_br: Deseja remover todos os papéis de parede?
pt_pt: Deseja modificar todos os fundos de ecrã?
ro: Dorești să suprascrii toate fundalurile?
ru: Вы хотите заменить обои всех чатов?
sk: Chceli by ste prestaviť všetky pozadia?
sl: Želite povoziti vse barve ozadja?
sq: Do të donit të anashkalohen krejt ngjyrat sfondet?
sr: Желите ли да замените све позадине?
sv: Vill du åsidosätta alla bakgrunder?
sw: Je, ungependa kubatilisha pocha zote za mandhari?
ta: எல்லா வால்பேப்பர்களையும் மேலெழுத விரும்புகிறீர்களா?
te: మీరు అన్ని వాల్‌పేపర్‌లను భర్తీ చేయాలనుకుంటున్నారా?
th: คุณต้องการยกเลิกภาพพื้นหลังทั้งหมดใช่หรือไม่?
tr: Tüm arkaplanları değiştirmek ister misiniz?
ug: ھەممە تام قەغەزنى قاپلىۋېتەمسىز؟
uk: Бажаєте скинути всі встановлені шпалери?
ur: کیا آپ تمام وال پیپروں کو اوور رائڈ کرنا چاہیں گے؟
vi: Bạn có muốn ghi đè tất cả các màu cuộc trò chuyện?
zh_cn: 是否想要覆盖全部墙纸？
zh_hk: 您要覆寫所有背景嗎？

# WALLPAPER_SETTINGS_RESET_WALLPAPERS_CONFIRMATION_TITLE
source: Reset Wallpaper
af: Stel muurpapier terug
ar: إعادة تعيين الخلفية
az: Divar kağızını sıfırla
be: Скінуць шпалеры
bn: ওয়ালপেপার রিসেট করুন
ca: Restableix el fons
cs: Resetovat tapetu
cy: Ailosod Papur Wal
da: Nulstil baggrund
de: Hintergrund zurücksetzen
el: Επαναφορά ταπετσαρίας
es: Restablecer fondo de pantalla
et: Lähtesta taustapilt
fa: بازنشانی کاغذدیواری
fi: Palauta taustakuva
fr: Réinitialiser les fonds d'écran
ga: Athshocraigh an cúlbhrat
gu: વૉલપેપરને રિસેટ કરો
he: אפס טפט
hi: वॉलपेपर रीसेट करें
hr: Poništi pozadinu
hu: Háttérkép alaphelyzetbe
id: Atur Ulang Gambar Latar
is: Endurstilla bakgrunnsmynd
it: Resetta sfondo
ja: 壁紙をリセット
km: á€áŸ†áááŸ‹á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á¡á¾á„áœá·á‰
kn: ವಾಲ್‌ಪೇಪರ್‌ ಮರುಹೊಂದಿಸಿ
ko: 배경 화면 재설정
lt: Atstatyti foną
lv: Atiestatīt fona tapeti
mk: Ресетирај позадина
ml: വാൾപേപ്പർ പുന:സജ്ജമാക്കുക
mr: वॉलपेपर रीसेट करा
ms: Tetapkan Semula Kertas Dinding
my: နောက်ခံပုံ ပြန်သတ်မှတ်ရန်
nb: Tilbakestill bakgrunn
nl: Achtergrond resetten
pa: ਵਾਲਪੇਪਰ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj tapetę
ps: والپيپر له سره تنظیم کړئ
pt_br: Remover o papel de parede
pt_pt: Repor fundo de ecrã
ro: Resetare imagine de fundal
ru: Сбросить обои
sk: Resetovať pozadie
sl: Ponastavi ozadje
sq: Rikthe Sfondin Te Parazgjedhja
sr: Ресетуј позадину
sv: Återställ bakgrund
sw: Weka Upya Picha ya Mandhari
ta: மீட்டமை வால்பேப்பர்
te: వాల్‌పేపర్‌ను రీసెట్ చేయండి
th: รีเซ็ตภาพพื้นหลัง
tr: Arkaplanı Sıfırla
ug: تام قەغەزنى ئەسلىگە قايتۇر
uk: Скинути шпалери
ur: وال پیپر کو دوبارہ ترتیب دیں
vi: Đặt lại Hình nền
zh_cn: 重置墙纸
zh_hk: 重設背景

# WALLPAPER_SETTINGS_SET_CHAT_COLOR
source: Chat Color
af: Kletskleur
ar: لون الدردشة
az: Söhbət rəngi
be: Колер чата
bn: চ্যাটের রং
ca: Color del xat
cs: Barva chatu
cy: Lliw'r Sgwrs
da: Chatfarve
de: Chat-Farbe
el: Χρώμα συνομιλίας
es: Color del chat
et: Vestluse värv
eu: Txat-aren kolorea
fa: رنگ گفتگو
fi: Keskustelun väri
fr: Couleur des bulles
ga: Dath an Chomhrá
gu: ચેટ કલર
he: צבע צ׳אט
hi: चैट का रंग
hr: Boja razgovora
hu: Csevegés színe
id: Warna Obrolan
is: Litur spjalls
it: Colore chat
ja: チャットの色
kab: Ini n udiwenni
km: á–ááŸŒá€á¶ášáŸá“áŸ’á‘á“á¶
kn: ಚಾಟ್ ಬಣ್ಣ
ko: 대화창 색
lt: Pokalbio spalva
lv: Tērzēšanas krāsa
mk: Боја на разговор
ml: ചാറ്റ് നിറം
mr: चॅट रंग
ms: Warna Sembang
my: စကားပြောဆိုမှု အရောင်
nb: Samtalefarge
nl: Chatkleur
pa: ਚੈਟ ਦਾ ਰੰਗ
pl: Kolor czatu
ps: د چټ رنګ
pt_br: Cor do chat
pt_pt: Cor do chat
ro: Culoare conversație
ru: Цвет чата
sk: Farba četu
sl: Barva pogovora
sq: Ngjyrë Fjalosjeje
sr: Боја ћаскања
sv: Chattfärg
sw: Rangi ya Gumzo
ta: உரையாடல் நிறம்
te: మాటామంతీ రంగు
th: สีแชท
tr: Sohbet Rengi
ug: پاراڭ رەڭگى
uk: Колір чатів
ur: چیٹ کا رنگ
vi: Màu Cuộc trò chuyện
zh_cn: 聊天颜色
zh_hk: 聊天顔色

# WALLPAPER_SETTINGS_SET_WALLPAPER
source: Set Wallpaper
af: Stel muurpapier
ar: تعيين الخلفية
az: Divar kağızını tənzimlə
be: Наладзіць шпалеры
bn: ওয়ালপেপার সেট করুন
ca: Estableix el fons
cs: Nastavit tapetu
cy: Gosod Papur Wal
da: Opsæt baggrund
de: Hintergrund festlegen
el: Ορισμός ταπετσαρίας
es: Elegir fondo de pantalla
et: Määra taustapildiks
eu: Ezarri hormairudia
fa: تنظیم کاغذدیواری
fi: Aseta taustakuva
fr: Définir un fond d'écran
ga: Socraigh cúlbhrat
gu: વૉલપેપર સેટ કરો
he: הגדר טפט
hi: वॉलपेपर सेट करें
hr: Postavi pozadinu
hu: Háttérkép beállítása
id: Atur Wallpaper
is: Setja bakgrunnsmynd
it: Imposta sfondo
ja: 壁紙を設定
kab: Sbadu agilal n ugdil
km: á€áŸ†áááŸ‹á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™
kn: ವಾಲ್‌ಪೇಪರ್‌ ಹೊಂದಿಸಿ
ko: 배경 설정
lt: Nustatyti foną
lv: Iestatīt fona tapeti
mk: Постави позадина
ml: വാള്‍പേപ്പര്‍ സജ്ജമാക്കു
mr: वॉलपेपर सेट करा
ms: Tetapkan Kertas Dinding
my: နောက်ခံပုံ တပ်မယ်
nb: Sett inn bakgrunn
nl: Chatachtergrond kiezen
pa: ਵਾਲਪੇਪਰ ਲਾਓ
pl: Ustaw tapetę
ps: د والپیپر ټاکل
pt_br: Definir papel de parede
pt_pt: Definir fundo de ecrã
ro: Setează fundal
ru: Установить обои
sk: Nastaviť pozadie
sl: Določi ozadje
sq: Vëre Si Sfond
sr: Постави позадину
sv: Ställ in bakgrund
sw: Weka Picha ya Mandhari
ta: பின்னணிப்படம் அமைக்கவும்
te: వాల్‌పేపర్‌ను సెట్ చేయండి
th: ตั้งภาพพื้นหลัง
tr: Duvar kağıdı ayarla
ug: تام قەغىزىنى بېكىتىش
uk: Обрати шпалери
ur: وال پیپر سیٹ کریں
vi: Cài ảnh nền
zh_cn: 设置墙纸
zh_hk: 設定背景

source: You
af: Jy
ar: أنت
az: Siz
be: Вы
bn: আপনি
ca: Vós
cs: Vy
cy: Chi
da: Dig
de: Du
el: Εσύ
es: Tú
et: Sina
eu: Zu
fa: شما
fi: Sinä
fr: Vous
ga: Tusa
gu: તમે
he: את/ה
hi: आप
hr: Vi
hu: Te
id: Anda
is: Þú
it: Tu
ja: あなた
kab: Kečč.Kemm
km: á¢áŸ’á“á€
kn: ನೀವು
ko: 나
lt: Jūs
lv: Jūs
mk: Вие
ml: നിങ്ങൾ
mr: आपण
ms: Anda
my: သင်
nb: Deg
nl: Jij
pa: ਤੁਸੀਂ
pl: Ty
ps: تاسې
pt_br: Você
pt_pt: Você
ro: Tu
ru: Вы
sk: Vy
sl: Vi
sq: Ju
sr: Ви
sv: Du
sw: Wewe
ta: நீங்கள்
te: మీరు
th: คุณ
tr: Siz
ug: سىز
uk: Ви
ur: آپ
vi: Bạn
zh_cn: 您
zh_hk: 您

source: You deleted this message.
af: Jy het hierdie boodskap geskrap.
ar: حذفتَ هذه الرسالة.
az: Bu mesajı sildiniz.
be: Вы выдалілі гэтае паведамленне.
bn: আপনি এই বার্তাটি মুছে দিয়েছেন।
ca: Has suprimit aquest missatge.
cs: Tuto zprávu jste odstranili.
cy: Chi wnaeth ddileu'r neges hon.
da: Du slettede beskeden.
de: Du hast diese Nachricht gelöscht.
el: Διέγραψες αυτό το μήνυμα.
es: Has eliminado este mensaje.
es_es: Has eliminado este mensaje.
et: Sina kustutasid selle teate.
eu: Mezu hau ezabatu duzu.
fa: شما این پیام را پاک کردید.
fi: Poistit tämän viestin.
fil: Binura mo ang mensaheng ito.
fr: Vous avez supprimé ce message.
ga: Scrios tú an teachtaireacht seo.
gu: તમે આ મેસેજ ડિલીટ કર્યો.
he: מחקת הודעה זו.
hi: आपने यह संदेश डिलीट कर दिया।
hr: Izbrisali ste ovu poruku.
hu: Általad törölt üzenet.
id: Anda menghapus pesan ini.
is: Þú eyddir þessum skilaboðum
it: Hai eliminato questo messaggio.
ja: メッセージを消去しました。
kab: Tekkseḍ izen-agi.
kk: Сіз бұл хабарламаны жойғансыз.
km: á¢áŸ’á“á€á”á¶á“á›á»á”áŸá¶ášá“áŸáŸ‡áŸ”
kn: ನೀವು ಈ ಸಂದೇಶವನ್ನು ಅಳಿಸಿದಿರಿ
ko: 내가 이 메시지를 삭제했습니다.
lt: Jūs ištrynėte šią žinutę.
lv: Ziņa dzēsta.
mk: Вие ја избришавте оваа порака.
ml: നിങ്ങൾ ഈ സന്ദേശം ഇല്ലാതാക്കി.
mr: आपण हा संदेश हटविला.
ms: Anda memadam mesej ini.
my: သင်သည် ဤမက်ဆေ့အား ဖျက်လိုက်ပါပြီ။
nb: Du slettet denne meldingen.
nl: Je hebt dit bericht verwijderd.
pa: ਤੁਸੀਂ ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਹਟਾਇਆ ਹੈ।
pl: Wiadomość została przez Ciebie usunięta.
ps: دا پیغام تاسې پاک کړ.
pt_br: Você apagou esta mensagem.
pt_pt: Eliminou esta mensagem.
ro: Ai șters acest mesaj.
ru: Вы удалили это сообщение.
sk: Vymazali ste túto správu.
sl: Izbrisali ste to sporočilo.
sq: E fshitë këtë mesazh.
sr: Избрисали сте ову поруку.
sv: Du tog bort detta meddelande.
sw: Umefuta ujumbe huu.
ta: இந்த செய்தியை நீக்கிவிட்டீர்கள்.
te: మీరు ఈ సందేశాన్ని తొలగించారు.
th: คุณลบข้อความนี้
tr: Bu iletiyi sildin.
ug: بۇ ئۇچۇرنى ئۆچۈردىڭىز
uk: Ви видалили це повідомлення.
ur: آپ نے یہ پیغام حذف کردیا۔
vi: Bạn đã xóa tin nhắn này.
zh_cn: 您删除了此消息。
zh_hk: 您已刪除此訊息。
