Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

source: Missed video call
ar: مكالمة فيديو فائتة
be: Прапушчаны відэазванок
bn: মিসড ভিডিও কল
ca: Videotrucada perduda
cs: Zmeškaný videohovor
da: Ubesvaret videoopkald
de: Verpasster Videoanruf
el: Αναπάντητη βιντεοκλήση
es: Videollamada perdida
fa: تماس تصویری ازدست‌رفته
fi: Vastaamaton videopuhelu
fr: Appel vidéo manqué
ga: Físghlao caillte
gu: મિસ્ડ વિડિયો કૉલ
he: שיחת וידאו שלא נענתה
hi: छूटी हुई वीडियो कॉल
hr: Propušteni videopoziv
hu: Nem fogadott videóhívás
id: Panggilan video tidak terjawab
it: Videochiamata persa
ja: ビデオ通話着信あり
ko: 부재중 영상 통화
mr: चूकलेला व्हिडिओ कॉल
ms: Panggilan video terlepas
nb: Tapt videoanrop
nl: Gemiste video-oproep
pl: Nieodebrane połączenie wideo
pt_br: Chamada de vídeo perdida
pt_pt: Videochamada perdida
ro: Apel video nepreluat
ru: Пропущенный видеозвонок
sk: Zmeškaný videohovor
sr: Пропуштен видео позив
sv: Missat videosamtal
th: วิดีโอคอลที่ไม่ได้รับ
tr: Cevapsız görüntülü arama
ug: سۆزلەشمىگەن سىن چاقىرىش
uk: Пропущений відеовиклик
ur: مسڈ ویڈیو کال
vi: Cuộc gọi video bị nhỡ
zh_cn: 未接视频来电
zh_hk: 未接的視訊通話

source: Missed voice call
ar: مكالمة صوتية فائتة
be: Прапушчаны галасавы званок
bn: মিসড ভয়েস কল
ca: Trucada perduda
cs: Zmeškaný hlasový hovor
da: Ubesvaret stemmeopkald
de: Verpasster Sprachanruf
el: Αναπάντητη κλήση
es: Llamada perdida
fa: تماس صوتی ازدست‌رفته
fi: Vastaamaton äänipuhelu
fr: Appel vocal manqué
ga: Guthghlao caillte
gu: મિસ્ડ વૉઇસ કૉલ
he: שיחה קולית שלא נענתה
hi: छूटी हुई वॉयस कॉल
hr: Propušteni glasovni poziv
hu: Nem fogadott hanghívás
id: Panggilan suara tidak terjawab
it: Chiamata vocale persa
ja: 音声通話着信あり
ko: 부재중 음성 통화
mr: चूकलेला व्हाईस कॉल
ms: Panggilan suara terlepas
nb: Tapt taleanrop
nl: Gemiste spraakoproep
pl: Nieodebrane połączenie głosowe
pt_br: Chamada de voz perdida
pt_pt: Chamada de voz perdida
ro: Apel vocal nepreluat
ru: Пропущенный голосовой звонок
sk: Zmeškaný hlasový hovor
sr: Пропуштен гласовни позив
sv: Missat röstsamtal
th: การโทรด้วยเสียงที่ไม่ได้รับ
tr: Cevapsız sesli arama
ug: ئېلىنمىغان ئاۋازلىق چاقىرىق
uk: Пропущений аудіовиклик
ur: مسڈ وائس کال
vi: Cuộc gọi thoại bị nhỡ
zh_cn: 未接语音来电
zh_hk: 未接的語音通話

# MISSING_CAMERA_PERMISSION_MESSAGE
source: You can enable camera access in the iOS Settings app.
af: As jy kameratoegang in die iOS-instellingstoep aktiveer, kan jy video-oproepe in Signal maak.
ar: يُمكنك تمكين الوصول إلى الكاميرا من خلال تطبيق Settings على iOS.
az: Signal-da görüntülü zənglər etmək üçün iOS tənzimləmələrində kamera müraciətini fəallaşdıra bilərsiniz.
be: Вы можаце ўключыць доступ да камеры ў праграме «Налады» iOS.
bg: Можете да дадете достъп до камерата от приложението Настройки на iOS, за да провеждате видео разговори в Signal.
bn: আপনি iOS সেটিংস অ্যাপ থেকে অ্যাক্সেস সক্রিয় করতে পারবেন।
ca: Pots activar l'accés a la càmera als ajustos d'iOS.
cs: Přístup k fotoaparátu lze povolit v aplikaci nastavení iOS.
cy: Gallwch chi alluogi mynediad i'r camera yn yr app Gosodiadau iOS i wneud galwadau fideo yn Signal.
da: Du kan aktivere adgang til kameraet i iOS Indstillinger-appen.
de: Du kannst den Kamera-Zugriff in der iOS-App »Einstellungen« aktivieren.
el: Μπορείς να δώσεις πρόσβαση στην κάμερα μέσα από την εφαρμογή "Ρυθμίσεις" του iOS.
es: Puedes habilitar el acceso a la cámara en la aplicación Ajustes de iOS.
es_es: Puedes activar el acceso a la cámara en «Ajustes» de iOS para hacer vídeollamadas desde Signal.
et: Signaliga videokõnede tegemiseks on võimalik iOSi sätetes lubada juurdepääs kaamerale.
eu: Signal-en bideo-deiak egin ahal izateko, aktiba dezakezu kamera erabiltzeko baimena iOS ezarpenak aplikazioan.
fa: می‌توانید در برنامه تنظیمات iOS دسترسی دوربین را فعال کنید.
fi: Voit antaa kameran käyttöoikeuden iOS Asetukset-sovelluksessa.
fil: Maaari mong paganahin ang access sa camera sa Settings app ng iOS upang makapag-video call sa Signal.
fr: Vous pouvez autoriser l'accès à l'appareil photo dans les réglages iOS.
ga: Is féidir leat rochtain ar cheamara a chumasú san aip Socruithe iOS.
gu: તમે iOS સેટિંગ્સ ઍપમાં કૅમેરા ઍક્સેસને સક્ષમ કરી શકો છો.
he: באפשרותך להפעיל גישה למצלמה באפליקציית ההגדרות של iOS.
hi: आप iOS सेटिंग्स ऐप में कैमरा ऐक्सेस चालू कर सकते हैं।
hr: Možete omogućiti pristup kameri u aplikaciji Postavke iOS sustava.
hu: A kamerához való hozzáférés az iOS Beállításokban engedélyezhető.
id: Anda bisa mengaktifkan akses kamera di aplikasi pengaturan perangkat iOS.
is: Þú getur virkjað aðgang að myndavél í stillingum iOS svo hægt sé að hringja myndsímtöl í Signal.
it: Puoi dare l'autorizzazione per l'accesso alla fotocamera dalle Impostazioni di iOS.
ja: iOSの設定アプリでカメラアクセスを有効にできます。
kab: Tzemreḍ ad tremdeḍ anekcum ɣer tkamiṛat deg usnas n yiɣewwaren n iOS i waken ad tgeḍ isawalen s tvidyut deg Signal.
kk: iOS параметрлер қолданбасында фотоаппаратқа қатынауды іске қосып, Signal қолданбасында бейне қоңырау соғуға болады.
km: á¢áŸ’á“á€á¢á¶á…á”á¾á€á€á¶ášá¢á“á»á‰áŸ’á‰á¶áá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á€á¶á˜áŸášáŸ‰á¶â€‹á€áŸ’á“á»á„á€á¶ášá€áŸ†áááŸ‹ášá”áŸáŸ‹â€‹ iOS áŠá¾á˜áŸ’á”á¾á áŸ…á‡á¶áœá¸áŠáŸá¢á¼á€áŸ’á“á»á„â€‹ SignaláŸ”
kn: Signal ನಲ್ಲಿ ವೀಡಿಯೊ ಕರೆಗಳನ್ನು ಮಾಡಲು ನೀವು iOS ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಆಪ್‌‌‌ನಲ್ಲಿ ಕ್ಯಾಮರಾ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ko: iOS 설정 앱에서 카메라 액세스를 활성화할 수 있습니다.
lt: Norėdami Signal atlikti vaizdo skambučius, iOS nustatymų programėlėje galite įjungti prieigą prie kameros.
lv: Varat iespējot piekļuvi kamerai iOS iestatījumu lietotnē, lai lietotnē Signal veiktu video zvanus.
mk: Можете да овозможите пристап до камерата во апликацијата за iOS Поставки за да правите видео повици во Signal.
ml: നിങ്ങൾക്ക് Signal ൽ വീഡിയോ കോൾ ചെയ്യുന്നതിന് നിങ്ങളുടെ iOS സെറ്റിംഗ്സിലെ ക്യാമറ അക്സസ്സ് പ്രാപ്തമാക്കാവുന്നതാണ്.
mr: तुम्ही iOS सेटिंग्ज ॲप मधून कॅमेराचा वापर सक्रिय करू शकता.
ms: Anda boleh mendayakan akses kamera dalam aplikasi Tetapan iOS.
my: iOS အပြင်အဆင် အပ္ပလီကေးရှင်းထဲတွင် ကင်မရာသုံးခွင့် ပေး၍ Signal ပေါ်တွင် ဗီဒီယိုခေါ်ဆိုခြင်းများကို လုပ်ဆောင်နိုင်ပါသည်။
nb: Du kan gi tilgang til kameraet via iOS-innstillingene.
nl: Je kunt cameratoegang inschakelen via de iOS-Instellingen-app.
pa: ਤੁਸੀਂ Signal ਵਿੱਚ ਵੀਡੀਓ ਕਾਲਾਂ ਕਰਨ ਲਈ iOS Settings ਐਪ ਵਿੱਚ ਕੈਮਰਾ ਤਾਈਂ ਪਹੁੰਚ ਨੂੰ ਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ।
pa_pk: تساں Signal اچ ویڈیو کال کرن دے لئی iOS ترتيباں ایپ اچ کیمرے تائیں رسائی نوں فعال کر سکدے ہین۔
pl: Możesz przyznać dostęp do aparatu w ustawieniach swojego urządzenia z iOS.
ps: تاسې کولای شئ د iOS د تنظیماتو په اپلیکیشن کې کیمرې ته لاسرسی فعال کړئ تر څو وکولای شئ په Signal کې ویډیويي اړیکې ونیسئ.
pt_br: Você pode ativar o acesso à câmera nos Ajustes do iOS.
pt_pt: Pode dar acesso à câmera na app de definições de iOS.
ro: Poți activa accesul la cameră în aplicația Setări iOS.
ru: Вы можете включить доступ к камере в приложении Настройки iOS.
sk: Prístup k fotoaparátu môžete povoliť v aplikácii Nastavenia iOS.
sl: Za video klice s Signalom je potrebno v iOS nastavitvah omogočiti dostop do kamere.
sq: Për të bërë thirrje video në Signal, përdorimin e kamerës mund ta lejoni që nga aplikacioni Rregullime iOS-i.
sr: Приступ камери можете дозволити у подешавањима за iOS.
sv: Du kan aktivera kameraåtkomst i appen Inställningar i iOS.
sw: Unaweza kuwezesha ufikiaji wa kamera kwenye mipangilio ya programu ya iOS kupiga simu za video ndani ya Signal.
ta: Signal லில் வீடியோ அழைப்புகளைச் செய்ய iOS அமைப்புகள் செயலியில் கேமரா அணுகலை இயக்கலாம்.
te: Signal లో వీడియో కాల్స్ చేయడానికి మీరు iOS సెట్టింగ్‌ల అనువర్తనంలో కెమెరా ప్రాప్యతను ప్రారంభించవచ్చు.
th: คุณสามารถอนุญาตสิทธิ์การเข้าถึงกล้องได้ในแอปการตั้งค่า iOS
tr: iOS Ayarları uygulamasından kamera erişimini etkinleştirebilirsin.
ug: سىز iOS تەڭشەكلىرىدىن ئەپ زىيارەت ھوقۇقىنى قوزغىتالايسىز.
uk: Доступ до камери можна надати в параметрах iOS.
ur: آپ iOS سیٹنگز ایپ میں کیمرے تک رسائی کو فعال کر سکتے ہیں۔
vi: Bạn có thể bật quyền truy cập camera trong ứng dụng Cài đặt trên iOS.
zh_cn: 您可以在 iOS 设置应用中启用相机权限。
zh_hk: 你可以在 iOS 的「設定」應用程式啟用相機存取。

# MISSING_CAMERA_PERMISSION_TITLE
source: Signal needs to access your camera.
af: Signal benodig toegang tot jou kamera.
ar: يحتاج سيجنال الوصول إلى الكاميرا الخاصة بك.
az: Signal-ın, kameranıza müraciətinə ehtiyacı var.
be: Signal патрабуе доступу да вашай камеры.
bg: Signal се нуждае от достъп до камерата ви.
bn: Signal এর আপনার ক্যামেরা অ্যাক্সেস করা প্রয়োজন।
ca: El Signal necessita accedir a la càmera.
cs: Signal vyžaduje přístup k vašemu fotoaparátu.
cy: Mae ar Signal angen mynediad i'ch camera.
da: Signal kræver adgang til dit kamera
de: Signal benötigt Zugriff auf deine Kamera.
el: Το Signal χρειάζεται πρόσβαση στη κάμερα.
es: Signal necesita acceso a la cámara.
es_es: Signal necesita acceso a la cámara.
et: Signal vajab juurdepääsu sinu kaamerale.
eu: Signalek zure kamera erabiltzeko baimena behar du.
fa: سیگنال نیاز به دسترسی به دوربین شما دارد.
fi: Signal tarvitsee oikeuden käyttää kameraa.
fil: Kailangan ng Signal na ma-access ang iyong camera.
fr: Signal doit accéder à votre appareil photo
ga: Teastaíonn rochtain ar do cheamara ó Signal.
gu: Signal ને તમારા કૅમેરાને ઍક્સેસ કરવાની જરૂર છે.
he: Signal צריך לקבל גישה אל מצלמה שלך.
hi: Signal को आपका कैमेरा इस्तेमाल करने की ज़रूरत है।
hr: Signal treba pristup vašoj kameri.
hu: A Signal szeretne hozzáférni a kamerádhoz.
id: Signal butuh akses ke kamera Anda.
is: Signal þarf aðgang að myndavélinni þinni.
it: Signal ha bisogno di accedere alla tua fotocamera.
ja: Signalにカメラへのアクセス権限が必要です。
kab: Signal yesra anekcum ɣer tkamiṛat-ik·im
kk: Signal қолданбасына сіздің фотоаппаратқа қатынау құқығы керек.
km: SignalááŸ’ášá¼áœá€á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á€á¶á˜áŸášáŸ‰á¶ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: Signal ಗೆ ಕ್ಯಾಮರಾ ಪ್ರವೇಶ ಅಗತ್ಯವಿದೆ.
ko: Signal에서 카메라 접근 권한이 필요합니다.
lt: Signal reikalinga prieiga prie jūsų kameros.
lv: Signal nepieciešama piekļuve jūsu kamerai.
mk: На Signal му треба пристап до вашата камера.
ml: Signal ന് നിങ്ങളുടെ ക്യാമറ അക്സസ് ചെയ്യേണ്ടതായുണ്ട്.
mr: Signal ला आपला कॅमेरा अॅक्सेस करण्याची गरज आहे.
ms: Signal perlukan akses kamera anda.
my: သင်၏ ကင်မရာအား Signal မှအသုံးပြုလိုပါသည်။
nb: Signal trenger tilgang til ditt kamera.
nl: Signal heeft toegang tot je camera nodig.
pa: Signal ਨੂੰ ਤੁਹਾਡੇ ਕੈਮਰਾ ਤਾਈਂ ਪਹੁੰਚ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pa_pk: Signal نوں تساں دے کیمرے تائیں رسائی دی لوڑ اے۔
pl: Signal potrzebuje dostępu do aparatu
ps: Signal ستاسې کیمرې ته لاسرسی غواړي.
pt_br: O Signal precisa acessar sua câmera.
pt_pt: O Signal necessita de acesso à sua câmara.
ro: Signal are nevoie de acces la camera ta.
ru: Signal необходим доступ к вашей камере.
sk: Signal potrebuje prístup k Vašej kamere.
sl: Signal potrebuje dostop do vaše kamere
sq: Signal-i lyp hyrje te kamera juaj.
sr: Signal-у је потребан приступ вашој камери.
sv: Signal behöver åtkomst till din kamera.
sw: Signal inahitaji ufikiaji wa kamera yako.
ta: Signal உங்கள் கேமராவை அணுக வேண்டும்.
te: Signal మీ కెమెరాను యాక్సెస్ చేయాలి.
th: Signal จำเป็นต้องเข้าถึงกล้องของคุณ
tr: Signal'in kamera erişimine ihtiyacı var.
ug: ‫Signal كامېرانى زىيارەت قىلالىشى كېرەك.
uk: Signal потребує доступу до камери.
ur: Signal کو آپ کے کیمرہ تک رسائی کی ضرورت ہے۔
vi: Signal cần truy cập camera của bạn.
zh_cn: Signal需要访问您的摄像头
zh_hk: Signal 需要存取您的相機。

# MISSING_LOCATION_PERMISSION_MESSAGE
source: You can enable this permission in the iOS Settings app.
af: Jy kan hierdie toestemming in die iOS-instellingstoep aktiveer.
ar: يُمكنك إتاحة هذا الإذن من خلال إعدادات التطبيق على iOS.
az: Bu icazəni iOS tənzimləmələr tətbiqində fəallaşdıra bilərsiniz.
be: Вы можаце ўключыць гэты дазвол у наладах iOS.
bg: Можете да дадете това разрешение от приложението за Настройки на iOS.
bn: আপনি iOS সেটিংস অ্যাপ থেকে এই অনুমতিটি সক্ষম করতে পারবেন।
ca: Podeu activar aquest permís a la Configuració de l'iOS.
cs: Tento souhlas můžete udělit v nastavení iOS.
cy: Gallwch chi alluogi yr hawl yma yn yr app Gosodiadau iOS.
da: Du kan give denne tilladelse i iOS-appen Indstillinger
de: Du kannst diese Berechtigung in der iOS-App »Einstellungen« aktivieren.
el: Μπορείς να δώσεις αυτή την πρόσβαση από την εφαρμογή Ρυθμίσεις του iOS.
es: Puedes habilitar este permiso en la aplicación Ajustes de iOS.
es_es: Puedes dar acceso desde «Ajustes» de iOS.
et: See õigus on võimalik lubada iOS-i rakenduses Settings.
eu: Aktiba dezakezu baimen hau iOS ezarpenak aplikazioan.
fa: شما می‌توانید این اجازه را از تنظیمات اپ iOS فعال کنید.
fi: Voit antaa tämän käyttöoikeuden laitteesi Asetuksista.
fil: Maaari mong paganahin ang pahintulot na ito sa Settings app ng iOS.
fr: Vous pouvez accorder cette autorisation dans l’appli Réglages d’iOS.
ga: Is féidir leat cead a thabhairt don aip sna Socruithe iOS.
gu: તમે iOS સેટિંગ્સ એપ્લિકેશનમાં આ પરવાનગીને સક્ષમ કરી શકો છો.
he: אתה יכול לאפשר הרשאה זו ביישום הגדרות של iOS.
hi: आप इस अनुमति को iOS सेटिंग्स ऐप से दे सकते हैं।
hr: Možete omogućiti ovu dozvolu u postavkama iOS-a.
hu: Engedélyezheted az iOS Beállításokban.
id: Anda dapat mengaktifkan izin ini pada Pengaturan iOS.
is: Þú getur veitt þessa heimild í stillingum iOS.
it: Puoi abilitare questo permesso nelle impostazioni di iOS.
ja: iOSの設定でアクセス権限を設定できます。
kab: Tzemreḍ ad tremdeḍ tasiregt-a deg usnas n yiɣewwaren iOS.
kk: Бұл рұқсатты iOS параметрлері қолданбасында іске қосуға болады.
km: á¢áŸ’á“á€á¢á¶á…á”á¾á€á€á¶ášá¢á“á»á‰áŸ’á‰á¶áá“áŸáŸ‡ á€áŸ’á“á»á„á€á˜áŸ’á˜áœá·á’á¸ á€á¶ášá€áŸ†áááŸ‹ iOSáŸ”
kn: iOS ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಆಪ್‌ನಲ್ಲಿ ನೀವು ಈ ಅನುಮತಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ko: iOS 설정 앱에서 권한을 활성화할 수 있습니다.
lt: Šį leidimą galite įjungti iOS nustatymų programėlėje.
lv: Piekļuves atļauju var piešķirt iOS iestatījumu lietotnē.
mk: Можете да ја овозможите оваа дозвола во апликацијата за iOS Поставки.
ml: നിങ്ങൾക്ക് ഈ അനുമതി iOS സെറ്റിംഗ്സ് ആപ്പിൽ പ്രാപ്തമാക്കാവുന്നതാണ്.
mr: आपण iOS सेटिंग अॅप मध्ये ही परवानगी सक्षम करू शकता.
ms: Anda boleh mendayakan kebenaran ini di dalam aplikasi Tetapan iOS
my: ၎င်းသုံးခွင့်ကို iOS အပြင်အဆင်အပ္ပလီကေးရှင်းထဲတွင် ဖွင့်နိုင်ပါသည်။
nb: Du kan endre denne tilgangen i iOS-innstillingene.
nl: Je kunt deze toestemming verlenen in de iOS-Instellingen-app.
pa: ਤੁਸੀਂ iOS Settings ਐਪ ਵਿੱਚ ਇਹ ਇਜਾਜ਼ਤ ਦੇ ਸਕਦੇ ਹੋ।
pa_pk: تساں iOS ترتیباں ایپ اچ ایس اجازت نوں فعال کر سکدے ہین۔
pl: Możesz włączyć to uprawnienie w ustawieniach swojego urządzenia z iOS.
ps: تاسې کولای شئ دغه اجازه د iOS د اپلیکیشن په تنظیماتو کې فعال کړئ.
pt_br: Você pode conceder essa permissão no app Ajustes do iOS.
pt_pt: Pode ativar esta permissão nas definições iOS da aplicação.
ro: Poți activa această permisiune din aplicația iOS Setări.
ru: Вы можете предоставить это разрешение в приложении «Настройки».
sk: Toto povolenie môžete povoliť v aplikácii Nastavenia iOS.
sl: To lahko omogočite v sistemskih nastavitvah iOS.
sq: Këtë leje mund ta aktivizoni që nga aplikacioni Rregullime iOS-i.
sr: Можете да укључите ту дозволу у подешавањима за iOS.
sv: Du kan aktivera denna behörighet i appen för iOS-inställningar.
sw: Unaweza kuhariri idhini hii kwenye mipangilio ya programu ya iOS.
ta: IOS அமைப்புகள் பயன்பாட்டில் இந்த அனுமதியை நீங்கள் இயக்கலாம்.
te: మీరు iOS సెట్టింగ్‌ల అనువర్తనంలో ఈ అనుమతిని ప్రారంభించవచ్చు.
th: คุณสามารถเปิดสิทธิ์นี้ได้ในการตั้งค่าของ iOS
tr: Bu izni Ayarlar uygulamasından etkinleştirebilirsiniz.
ug: سىز iOS تەڭشەكلىرىدىن ئەپ زىيارەت ھوقۇقىنى قوزغىتالايسىز.
uk: Доступ можна надати в параметрах iOS.
ur: آپ یہ اجازت iOS ایپ ترتیبات میں فعال کرسکتے ہیں۔
vi: Bạn có thể cho phép quyền truy cập này trong Cài đặt iOS.
zh_cn: 您可在”iOS 设置“中启用此权限。
zh_hk: 您可以在 iOS 「設定」 app 中允許存取權限。

# MISSING_LOCATION_PERMISSION_TITLE
source: Signal requires access to your location for this feature.
af: Vir hierdie funksie vereis Signal toegang tot jou ligging.
ar: يتطلب سيجنال الوصول إلى موقعك لهذه الميزة.
az: Signal, bu özəllik üçün yerləşmənizə müraciət tələb edir.
be: Signal патрабуе доступу да вашага месцазнаходжання для гэтай функцыі.
bg: Signal изисква достъп до вашето местоположение, за да работи тази функция.
bn: এই বৈশিষ্ট্যটির জন্য Signal এর আপনার অবস্থান অ্যাক্সেস প্রয়োজন।
ca: El Signal necessita accés a la ubicació per a aquesta funció.
cs: Tato funkce vyžaduje přístup k vaší poloze.
cy: Mae ar Signal angen mynediad i'ch lleoliad ar gyfer y nodwedd hon.
da: Signal kræver adgang til din placering for denne funktion.
de: Signal benötigt für diese Funktion Zugriff auf deine Position.
el: Το Signal χρειάζεται πρόσβαση στην τοποθεσία σου για αυτήν τη λειτουργία.
es: Signal necesita acceso a tu ubicación para usar esta función.
es_es: Signal necesita acceso a tu posición para usar esta función.
et: Signal vajab selle funktsionaalsuse kasutamiseks juurdepääsu su asukohale.
eu: Ezaugarri hau erabili ahal izateko Signalek zure kokapena jakiteko baiena behar du.
fa: سیگنال برای این ویژگی به مکان شما نیاز دارد.
fi: Tämän toiminnon käyttämiseksi Signal tarvitsee luvan käyttää laitteesi sijaintitietoa.
fil: Kailangan ng Signal ng access sa iyong lokasyon para sa feature na ito.
fr: Pour utiliser cette fonctionnalité, Signal doit accéder à votre position.
ga: Ní mór duit an áit ina bhfuil tú a nochtadh do Signal chun an ghné seo a úsáid.
gu: આ સુવિધા માટે Signalને તમારા સ્થાનના ઍક્સેસની જરૂર છે.
he: Signal דורש גישה אל המיקום שלך עבור מאפיין זה.
hi: इस सुविधा के लिये Signal को आपके स्थान की जानकारी चाहिये।
hr: Signal zahtijeva pristup vašoj lokaciji za ovu značajku.
hu: Ehhez a művelethez a Signalnak helymeghatározási hozzáférés kell.
id: Signal membutuhkan akses ke lokasi Anda untuk fitur ini.
is: Signal þarf aðgang að staðsetningunni þinni til að nýta þennan eiginleika.
it: Signal richiede l'accesso alla tua posizione per questa funzione.
ja: この機能を使うためには、Signalに位置情報のアクセスを許可する必要があります。
kab: Signal yesra anekcum ɣer wadig-inek·inem i tmahilt-a.
kk: Осы функция үшін Signal қолданбасына сіздің орналасқан жеріңізге қатынау мүмкіндігі қажет.
km: Signal ááŸ’ášá¼áœá€á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‘á¸áá¶áŸ†á„ášá”áŸáŸ‹á¢áŸ’á“á€ áŸá˜áŸ’ášá¶á”áŸ‹á˜á»áá„á¶ášá“áŸáŸ‡áŸ”
kn: ಈ ವೈಶಿಷ್ಟ್ಯಕ್ಕಾಗಿ Signal ‌ಗೆ ನಿಮ್ಮ ಸ್ಥಳಕ್ಕೆ ಪ್ರವೇಶದ ಅಗತ್ಯವಿದೆ.
ko: Signal에서 해당 기능을 사용하려면 위치 접근 권한을 허용하세요.
lt: Norint naudoti šią ypatybę, Signal reikia prieigos prie jūsų buvimo vietos.
lv: Lai izmantotu šo funkciju, lietotnei Signal nepieciešama piekļuve jūsu atrašanās vietas informācijai.
mk: Signal бара пристап да вашата локација за оваа можност.
ml: Signal ന് ഈ ഫീച്ചറിന് നിങ്ങളുടെ ലൊക്കേഷനിലേക്കുള്ള അക്സസ് ആവശ്യമാണ്.
mr: ह्या वैशिष्ट्यासाठी Signal ला आपले स्थान अॅक्सेस करण्याची आवश्यकता आहे.
ms: Signal memerlukan akses kepada lokasi anda untuk ciri ini.
my: ဤအင်္ဂါရပ်အတွက် Signal သည် သင့်တည်နေရာသုံးခွင့် လိုအပ်ပါသည်။
nb: Signal krever tilgang til posisjonen din for denne funksjonen.
nl: Signal heeft voor deze functionaliteit toegang tot je locatie nodig.
pa: Signal ਨੂੰ ਇਸ ਫੀਚਰ ਲਈ ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਤਾਈਂ ਪਹੁੰਚ ਦੀ ਲੋੜ ਹੈ।
pa_pk: Signal نوں ایس خصوصیت دے لئی تساں دے مقام تائیں رسائی مطلوب اے۔
pl: Aby używać tej funkcji, musisz zezwolić aplikacji Signal na dostęp do Twojej lokalizacji.
ps: Signal د همدې ځانګړنې لپاره ستاسې موقعیت ته لاسرسی غواړي.
pt_br: O Signal requer acesso à sua localização para esta funcionalidade.
pt_pt: O Signal necessita de acesso à sua localização para esta funcionalidade.
ro: Signal are nevoie de acces la locația ta pentru această funcționalitate.
ru: Signal требуется доступ к вашему местоположению для этой функции.
sk: Signal vyžaduje pre túto funkciu prístup k vašej polohe.
sl: Za ta namen potrebuje aplikacija Signal dostop do vaše lokacije.
sq: Për këtë veçori, Signal-i lyp njohjen e vendndodhjes tuaj.
sr: Signal-у је потребан приступ вашој локацији за ову функционалност.
sv: Signal kräver åtkomst till din plats för denna funktion.
sw: Signal inahitaji ufikiaji kwa eneo lako kwa kipengele hiki.
ta: இந்த அம்சத்திற்கு Signal க்கு உங்கள் இருப்பிடத்தை அணுக வேண்டும்.
te: ఈ లక్షణం కోసం Signal కు మీ స్థానానికి ప్రాప్యత అవసరం.
th: Signal จำเป็นต้องเข้าถึงตำแหน่งที่ตั้งของคุณสำหรับการใช้งานนี้
tr: Signal bu özellik için konumunuza erişim gerektirir.
ug: بۇ ئىقتىدارنى ئىشلىتىش ئۈچۈن Signal ئورۇن ئۇچۇرىڭىزنى زىيارەت قىلىشقا ئېھتىياجلىق.
uk: Для використання цієї функції Signal потребує доступу до геопозиції.
ur: Signal کو اس فیچر کیلئے مقام تک رسائی درکار ہے۔
vi: Signal cần quyền truy cập vị trí của bạn cho tính năng này.
zh_cn: Signal 需要访问您的位置以使用此功能。
zh_hk: Signal 需要存取您的位置以使用此功能。
