Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_TOGGLE_FOOTER_AVAILABLE
source: Unused media will be offloaded, but can be downloaded from your backup anytime.
ar: سيتمُّ تفريغ ملفات الوسائط غير المُستخدِمة، لكن يُمكن تنزيلها من النسخة الاحتياطية لديك في أيّ وقت.
be: Нявыкарыстаныя медыяфайлы будуць выгружаны, але іх можна ў любы час спампаваць з рэзервовай копіі.
bn: অব্যবহৃত মিডিয়া অফলোড করা হবে, কিন্তু আপনার ব্যাকআপ থেকে যেকোনো সময় ডাউনলোড করা যাবে।
ca: Els arxius multimèdia no utilitzats es descarregaran, però es poden baixar de la còpia de seguretat en qualsevol moment.
cs: Nepoužívaná média budou odložena, ale můžete je kdykoli stáhnout ze zálohy.
da: Ubrugte medier fjernes, men kan downloades fra din sikkerhedskop når som helst.
de: Nicht verwendete Medien werden zwar ausgelagert, sie können aber jederzeit aus deinem Backup heruntergeladen werden.
el: Ο φόρτος των αχρησιμοποίητων πολυμέσων θα μειωθεί, αλλά μπορούν να ληφθούν από το αντίγραφο ασφαλείας σου ανά πάσα στιγμή.
es: Los archivos multimedia que no uses se eliminarán del dispositivo, pero podrás descargarlos desde tu copia de seguridad en cualquier momento.
fa: رسانه‌های استفاده‌نشده پاک می‌شوند، اما می‌توانید هر زمانی که خواستید از نسخه پشتیبان خود دانلودشان کنید.
fi: Käyttämätön media poistetaan, mutta se voidaan ladata varmuuskopiosta milloin tahansa.
fr: Signal déplacera les médias inutilisés vers la sauvegarde et les supprimera de votre appareil. Vous pourrez les télécharger depuis votre sauvegarde à tout moment.
ga: Bainfear meáin nár úsáideadh, ach is féidir iad a íoslódáil ó do chúltaca am ar bith.
gu: ન વપરાયેલ મીડિયાને ઓફલોડ કરવામાં આવશે, પરંતુ તમારા બેકઅપમાંથી ગમે ત્યારે ડાઉનલોડ કરી શકાય છે.
he: מדיה שאינה בשימוש תוסר, אך ניתן להוריד אותה מהגיבוי שלך בכל עת.
hi: इस्तेमाल न किया गया मीडिया ऑफ़लोड हो जाएगा, लेकिन इसे आपके बैकअप से कभी भी डाउनलोड किया जा सकता है।
hr: Nekorišteni medijski zapisi bit će uklonjeni, ali moguće ih je vratiti iz sigurnosne kopije u bilo kojem trenutku.
hu: A fel nem használt médiafájlokat a rendszer eltávolítja, de bármikor letöltheted őket a biztonsági másolatból.
id: Media yang tidak digunakan akan di-offload, tetapi dapat diunduh dari cadangan Anda kapan saja.
it: I media inutilizzati verranno trasferiti su un backup remoto, ma potrai scaricarli in qualsiasi momento dal tuo backup.
ja: 未使用のメディアはオフロードされますが、バックアップからいつでもダウンロードできます。
ko: 사용하지 않는 미디어를 오프로드하지만, 언제든지 백업에서 다운로드할 수 있습니다.
mr: न वापरलेला मिडीया ऑफलोड केला जाईल, परंतु त्याला आपल्या बॅकअप मधून कधीही डाउनलोड केले जाऊ शकते.
ms: Media yang tidak digunakan akan dipindahkan, tetapi boleh dimuat turun dari sandaran anda pada bila-bila masa.
nb: Ubrukte mediefiler avlastes, men kan lastes ned fra sikkerhetskopien når som helst.
nl: Ongebruikte media worden verwijderd van je apparaat, maar kunnen op elk moment opnieuw worden gedownload vanuit je back-up.
pl: Nieużywane multimedia zostaną usunięte z urządzenia, ale w dowolnym momencie można je będzie pobrać z kopii zapasowej.
pt_br: Arquivos de mídia não utilizados serão descarregados, mas poderão ser baixados do seu backup a qualquer momento.
pt_pt: Os ficheiros não utilizados serão movidos, mas podem ser descarregados a partir da sua cópia de segurança a qualquer altura.
ro: Fișierele neutilizate vor fi mutate, dar pot fi descărcate oricând din backup.
ru: Неиспользуемые медиафайлы будут выгружены, но их можно будет загрузить из резервной копии в любое время.
sk: Nepoužívané médiá budú dočasne vymazané, môžete si ich však kedykoľvek stiahnuť zo zálohy.
sr: Неискоришћени медији ће бити уклоњени, али се могу преузети из резервне копије у било ком тренутку.
sv: Oanvända mediafiler kommer att avlastas, men kan laddas ner från din säkerhetskopia när som helst.
th: ไฟล์สื่อที่ไม่ได้ใช้งานจะถูกออฟโหลด แต่คุณสามารถดาวน์โหลดไฟล์กลับมาจากข้อมูลสำรองได้ทุกเมื่อ
tr: Kullanılmayan medya boşaltılır ancak istediğin zaman yedeklemenden indirilebilir.
ug: ئىشلىتىلمىگەن مېدىيا چۈشۈرۋېتىلىدۇ، ئەمما زاپاسلىغان ئورۇندىن خالىغان ۋاقىتتا چۈشۈرەلەيسىز.
uk: Медіафайли, які не використовуються, буде вивантажено з пам'яті пристрою; їх можна в будь-який час завантажити на пристрій з резервної копії.
ur: غیر استعمال شدہ میڈیا کو آف لوڈ کر دیا جائے گا، لیکن آپ کے بیک اپ سے کسی بھی وقت ڈاؤن لوڈ کیا جا سکتا ہے۔
vi: Tập tin đa phương tiện không được sử dụng sẽ được gỡ bỏ, nhưng có thể được tải xuống từ bản sao lưu của bạn bất kỳ lúc nào.
zh_cn: 不使用的媒体将会被卸载，但您可以随时从备份中下载这些媒体。
zh_hk: 未使用的媒體將被卸載，但可以隨時從備份中下載。

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_TOGGLE_FOOTER_AVAILABLE_FOR_TESTERS
source: Unused media will be offloaded, but can be downloaded from your backup anytime while you remain a tester.
ar: سيتمُّ تفريغ ملفات الوسائط غير المُستخدِمة، لكن يُمكن تنزيلها من النسخة الاحتياطية لديك في أيّ وقت طالما أنك تختبر الخطة.
be: Медыяфайлы, што не выкарыстаны, будуць выгружаны, але ж могуць быць спампаваны з рэзервовай копіі ў любы момант, пакуль вы застаяцеся тэсціроўшчыкам.
bn: অব্যবহৃত মিডিয়া অফলোড করা হবে, কিন্তু আপনি যখন পরীক্ষক হিসেবে থাকবেন তখন আপনার ব্যাকআপ থেকে যেকোনো সময় ডাউনলোড করা যাবে।
ca: Els arxius multimèdia no utilitzats es descarregaran, però es poden baixar de la còpia de seguretat en qualsevol moment mentre continuïs sent un provador.
cs: Nepoužívaná média budou odložena, ale můžete je kdykoli ze zálohy stáhnout, pokud jste tester.
da: Ubrugte medier fjernes, men kan downloades fra din sikkerhedskopi når som helst, så længe du fortsat er tester.
de: Nicht verwendete Medien werden zwar ausgelagert, sie können aber jederzeit aus deinen Backups heruntergeladen werden, während du Tester bist.
el: Ο φόρτος των αχρησιμοποίητων πολυμέσων θα μειωθεί, αλλά μπορούν να ληφθούν από το αντίγραφο ασφαλείας σου οποιαδήποτε στιγμή, όσο παραμένεις δοκιμαστής.
es: Los archivos multimedia que no uses se eliminarán del dispositivo, pero podrás descargarlos desde tu copia de seguridad en cualquier momento mientras sigas siendo tester de la versión beta.
fa: رسانه استفاده‌نشده آفلود می‌شود، اما می‌توانید تا زمانی که همچنان آزمایش‌کننده هستید، آنها را از نسخه پشتیبان خود دانلود کنید.
fi: Käyttämätön media siirretään sivuun, mutta se voidaan ladata varmuuskopiosta milloin tahansa niin kauan kuin olet testaajana.
fr: Signal déplacera les médias inutilisés vers la sauvegarde et les supprimera de votre appareil. Vous pourrez les télécharger depuis votre sauvegarde à tout moment tant que vous restez testeur.
ga: Bainfear meáin nár úsáideadh, ach is féidir iad a íoslódáil ó do chúltaca am ar bith fad is a bhíonn tú mar thástálaí.
gu: ન વપરાયેલ મીડિયા ઓફલોડ કરવામાં આવશે, પરંતુ તમે ટેસ્ટર રહેશો ત્યારે તમારા બેકઅપમાંથી ગમે ત્યારે ડાઉનલોડ કરી શકાય છે.
he: מדיה שאינה בשימוש תוסר, אך ניתן להוריד אותה מהגיבוי שלך בכל עת כל עוד את/ה בסטטוס של בודק/ת.
hi: जो मीडिया इस्तेमाल में नहीं है उसे ऑफ़लोड कर दिया जाएगा। हालांकि, जब तक आप टेस्टर हैं, आप कभी भी अपने बैकअप से उसे डाउनलोड कर सकते हैं।
hr: Nekorišteni medijski zapisi bit će premješteni u sigurnosnu kopiju i uklonjeni s uređaja, no moguće ih je ponovno preuzeti u bilo kojem trenutku dokle god sudjelujete u testiranju.
hu: A felhasználatlan médiafájlok eltávolításra kerülnek, de a biztonsági mentésből bármikor letölthetők, amíg tesztelő vagy.
id: Media yang tidak digunakan akan di-offload, tetapi dapat diunduh dari cadangan Anda kapan saja selagi Anda masih menjadi penguji.
it: I media inutilizzati verranno trasferiti su un backup remoto, ma possono essere scaricati dal tuo backup in qualsiasi momento finché rimani un tester.
ja: 未使用のメディアはオフロードされますが、テスターである間は、バックアップからいつでもダウンロードできます。
ko: 사용되지 않은 미디어는 오프로드되지만, 테스트 사용자로 등록되어 있는 동안에는 언제든지 백업에서 다운로드할 수 있습니다.
mr: न वापरलेला मीडिया ऑफलोड केला जाईल, पण तुम्ही टेस्टर असेपर्यत तुमच्या बॅकअपवरून कधीही डाऊनलोड करता येऊ शकेल.
ms: Media yang tidak digunakan akan dipindahkan, tetapi boleh dimuat turun dari sandaran anda pada bila-bila masa semasa anda kekal sebagai penguji.
nb: Ubrukte mediefiler avlastes, men kan lastes ned fra sikkerhetskopien når som helst, så lenge du er med i testprogrammet.
nl: Ongebruikte media worden verwijderd van je apparaat, maar kunnen op elk moment opnieuw worden gedownload vanuit je back-up zolang je een tester blijft.
pl: Nieużywane multimedia zostaną usunięte z urządzenia, ale dopóki uczestniczysz w testach usługi, w dowolnym momencie możesz pobrać te multimedia z kopii zapasowej.
pt_br: Arquivos de mídia não utilizados serão removidos do seu dispositivo, mas permanecerão salvos no backup. Você poderá baixá-los enquanto continuar como testador(a).
pt_pt: Os ficheiros multimédia não utilizados serão carregados, mas podem ser transferidos a partir da sua cópia de segurança enquanto estiver a usar o TestFlight.
ro: Fișierele media neutilizate vor fi descărcate, dar pot fi descărcate din copia de rezervă oricând, cât timp rămâneți tester.
ru: Неиспользуемые медиафайлы будут выгружены, но их можно будет загрузить из резервной копии в любое время, пока вы остаётесь тестером.
sk: Nepoužívané médiá budú presunuté, môžete si ich však kedykoľvek stiahnuť zo zálohy, pokým budete testerom.
sr: Неискоришћени медији ће бити уклоњени, али се могу преузети из резервне копије у било ком тренутку докле год сте у програму за тестирање.
sv: Oanvända mediefiler kommer att avinstalleras, men kan laddas ner från din säkerhetskopia när som helst medan du är testare.
th: ไฟล์สื่อที่ไม่ได้ใช้งานจะถูกออฟโหลด แต่คุณสามารถดาวน์โหลดไฟล์กลับมาจากข้อมูลสำรองได้ทุกเมื่อในขณะที่ยังอยู่ในสถานะผู้ร่วมทดสอบ
tr: Kullanılmayan medya boşaltılır, ancak test kullanıcısı olduğun sürece yedeklemenden istediğin zaman indirebilirsin.
ug: ئىشلىتىلمىگەن مېدىيا چۈشۈرۋېتىلىدۇ ، ئەمما سىناق قىلغۇچى سۈپىتىدە زاپىسىڭىزدىن خالىغان ۋاقىتتا چۈشۈرەلەيسىز.
uk: Медіафайли, які не використовуються, буде вивантажено з пам'яті пристрою; їх можна в будь-який час завантажити на пристрій з резервної копії, поки ви берете участь у тестуванні.
ur: غیر استعمال شدہ میڈیا کو آف لوڈ کر دیا جائے گا، لیکن جب تک آپ ٹیسٹر رہتے ہیں اسے آپ کے بیک اپ سے کسی بھی وقت ڈاؤن لوڈ کیا جا سکتا ہے۔
vi: Tập tin đa phương tiện không được sử dụng sẽ được offload (gỡ bỏ), nhưng có thể được tải xuống bất kỳ lúc nào trong thời gian bạn giữ vai trò người thử nghiệm.
zh_cn: 不使用的媒体将会被卸载，但只要您仍然是测试员，您可以随时从备份中下载这些媒体。
zh_hk: 未使用的媒體將被卸載，但只要你仍是測試員，就可以隨時從備份中下載。

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_TOGGLE_FOOTER_UNAVAILABLE
source: Storage optimization can only be used with the paid tier of Signal Backups. Upgrade your backup plan to start using this feature.
ar: لا يمكن استخدام ميزة تحسين التخزين إلّا مع المُستوى المدفوع لنسخ سيجنال الاحتياطية. يُرجى ترقية خطة النسخ الاحتياطية لديك لتفعيل هذه الميزة.
be: Аптымізацыю сховішча можна зрабіць толькі на платнай аснове рэзервовага капіравання Signal. Каб выкарыстоўваць гэту функцыю, абнавіце свой план рэзервовага капіравання.
bn: স্টোরেজ অপ্টিমাইজেশন শুধুমাত্র Signal ব্যাকআপের পেইড টিয়ারের ক্ষেত্রে ব্যবহার করা যেতে পারে। এই ফিচারটি ব্যবহার শুরু করতে আপনার ব্যাকআপ প্ল্যান আপগ্রেড করুন।
ca: L'optimització d'emmagatzematge només es pot utilitzar amb el nivell de subscripció de pagament de Còpies de seguretat de Signal. Actualitza el teu pla de còpies de seguretat per accedir a aquesta funció.
cs: Optimalizaci úložiště lze použít pouze s placenou verzí zálohování služby Signal. Aktualizujte svůj plán zálohování, abyste mohli začít tuto funkci používat.
da: Lageroptimering kan kun bruges, hvis du betaler for Signal-sikkerhedskopier. Opgrader dit abonnement på sikkerhedskopiering for at begynde at bruge denne funktion.
de: Die Speicheroptimierung kann nur mit der kostenpflichtigen Option für Signal Backups genutzt werden. Upgrade deine Backup-Option, um diese Funktion zu nutzen.
el: Η βελτιστοποίηση αποθηκευτικού χώρου μπορεί να χρησιμοποιηθεί μόνο με την πληρωμένη βαθμίδα των Αντιγράφων Ασφαλείας Signal. Αναβάθμισε το πρόγραμμα δημιουργίας αντιγράφων ασφαλείας σου για να αρχίσεις να χρησιμοποιείς αυτήν τη λειτουργία.
es: La optimización de almacenamiento solo se puede utilizar con el nivel de pago de las copias de seguridad de Signal. Actualiza tu plan de copias de seguridad para empezar a usar esta función.
fa: بهینه‌سازی فضای ذخیره‌سازی فقط با نسخه پولی پشتیبان‌های سیگنال امکان‌پذیر است. برای استفاده از این قابلیت، طرح پشتیبان‌گیری خود را ارتقا دهید.
fi: Tallennustilan optimointia voidaan käyttää vain Signalin maksullisen varmuuskopiointitilauksen yhteydessä. Päivitä varmuuskopioinnin tilaus, jotta voit alkaa käyttää tätä ominaisuutta.
fr: L'optimisation de l'espace de stockage n'est disponible qu'avec la version payante du forfait de sauvegarde Signal. Donnez un coup de pouce à Signal et passez à la version payante pour utiliser cette fonctionnalité.
ga: Ní féidir optamú stórais a úsáid ach leis an leibhéal íoctha de Chúltacaí Signal. Uasghrádaigh do phlean cúltacaithe le tosú ar úsáid na gné sin.
gu: સ્ટોરેજ ઑપ્ટિમાઇઝેશનનો ઉપયોગ માત્ર Signal બેકઅપના પેઇડ ટીયર સાથે જ થઈ શકે છે. આ સુવિધાનો ઉપયોગ શરૂ કરવા માટે તમારા બેકઅપ પ્લાનને અપગ્રેડ કરો.
he: ניתן להשתמש באופטימיזציה של אחסון רק עם אפשרות הגיבוי בתשלום של Signal. אפשר לשדרג את תכנית הגיבוי שלך כדי להתחיל להשתמש בפיצ׳ר.
hi: स्टोरेज ऑप्टिमाइज़ेशन को सिर्फ़ Signal बैकअप के भुगतान वाले टियर के साथ इस्तेमाल किया जा सकता है। इस फ़ीचर को इस्तेमाल करना शुरू करने के लिए, अपना बैकअप प्लान अपग्रेड करें।
hr: Optimizacija pohrane dostupna je samo uz plaćenu pretplatu na sigurnosno kopiranje Signala. Pretplatite se na sigurnosno kopiranje kako biste koristili ovu značajku.
hu: A tárhely-optimalizálás csak a díj ellenében igénybe vehető Signal biztonsági mentésekkel használható. A funkció használatának megkezdéséhez frissítsd a biztonsági csomagodat.
id: Pengoptimalan penyimpanan hanya dapat digunakan dengan Signal Backups berbayar. Upgrade paket pencadangan Anda untuk mulai menggunakan fitur ini.
it: L'ottimizzazione dello spazio di archiviazione è una funzione disponibile solo con i Backup di Signal a pagamento. Scegli il tuo piano di backup per poterla usare.
ja: ストレージの最適化は、Signalバックアップの有料版でのみご利用いただけます。この機能をご利用になるには、バックアッププランをアップグレードしてください。
ko: 저장 공간 최적화는 유료 Signal 백업으로만 사용할 수 있습니다. 이 기능을 사용하기 시작하려면 백업 플랜을 업그레이드하세요.
mr: साठवण सुधारणा फक्त Signal बॅकअप्सच्या सशुल्क टीअरसह वापरता येते. हे वैशिष्ट्य वापरणे सुरू करण्यासाठी आपला बॅकअप प्लॅन अपग्रेड करा.
ms: Pengoptimuman storan hanya boleh digunakan dengan Sandaran Signal berbayar. Naik taraf pelan sandaran anda untuk mula menggunakan ciri ini.
nb: Optimalisering av lagring kan kun brukes med betalingsabonnement på sikkerhetskopiering fra Signal. Du må oppgradere abonnementet ditt for å kunne bruke denne funksjonen.
nl: Opslagoptimalisatie kan alleen worden gebruikt met een betaald abonnement op Signal back-ups. Upgrade je back-upabonnement om deze functie te gebruiken.
pl: Optymalizacja pamięci jest dostępna tylko w ramach płatnej usługi kopii zapasowych Signal. Aby korzystać z tej funkcji, wykup płatny tryb tworzenia kopii zapasowych.
pt_br: A otimização de armazenamento só pode ser usada com o plano pago dos Backups do Signal. Atualize seu plano de backup para começar a usar esta função.
pt_pt: A otimização do armazenamento só pode ser usada com a categoria paga das Cópias de Segurança do Signal. Faça upgrade ao seu plano de cópias de segurança para começar a usar esta funcionalidade.
ro: Optimizarea stocării poate fi utilizată numai cu nivelul plătit de Backup-uri Signal. Actualizează-ți planul de backup pentru a începe să folosești această funcție.
ru: Оптимизация хранилища доступна только с платным уровнем резервного копирования Signal. Обновите план резервного копирования, чтобы начать использовать эту функцию.
sk: Optimalizáciu úložiska je možné využiť iba v prípade, ak používate platenú verziu Záloh Signal. Ak chcete používať túto funkciu, aktualizujte svoj plán zálohovania.
sr: Оптимизација меморијског простора се може користити само ако имате плаћени пакет резервних копија Signal-а. Надоградите пакет резервних копија да бисте могли да користите ову функционалност.
sv: Lagringsoptimering kan endast användas med den betalda nivån av Säkerhetskopiering av Signal. Uppgradera din säkerhetskopieringsplan för att börja använda den här funktionen.
th: เริ่มใช้งานฟีเจอร์การเพิ่มประสิทธิภาพพื้นที่จัดเก็บ โดยอัปเกรดแพ็กเกจสำรองข้อมูลของคุณด้วยการชำระค่าสำรองข้อมูลของ Signal
tr: Depolama optimizasyonu yalnızca Signal Yedeklemelerin ücretli katmanı ile kullanılabilir. Bu özelliği kullanmaya başlamak için yedekleme planını yükselt.
ug: ساقلاشنى ئەلالاشتۇرۇش پەقەت سىگنال زاپاسلاشنىڭ ھەقلىق دەرىجىسى بىلەنلا ئىشلىتىلىدۇ. زاپاسلاش پىلانىڭىزنى يېڭىلاپ بۇ ئىقتىدارنى ئىشلىتىشنى باشلاڭ.
uk: Оптимізація пам'яті доступна тим, хто користується платним резервним копіюванням від Signal. Оформте передплату, щоб використовувати цю функцію.
ur: اسٹوریج کی کارکردگی کو صرف Signal بیک اپس کے ادا شدہ درجے کے ساتھ ہی استعمال کیا جا سکتا ہے۔ اس فیچر کے استعمال کو شروع کرنے کے لیے اپنے بیک اپ پلان کو اپ گریڈ کریں۔
vi: Tối ưu hóa lưu trữ là tính năng của gói trả phí Sao lưu Signal. Nâng cấp gói sao lưu để bắt đầu sử dụng tính năng này.
zh_cn: 储存优化功能仅在 Signal 备份付费套餐中可用。欢迎升级您的备份套餐以开始使用该功能。
zh_hk: 儲存最佳化只可供 Signal 備份付費級別使用。升級你的備份計畫以開始使用此功能。

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_TOGGLE_TITLE
source: Optimize On-Device Storage
ar: تحسين التخزين على الجهاز
be: Зрабіце аптымізацыю сховішча на прыладзе
bn: অন-ডিভাইস স্টোরেজ অপ্টিমাইজ করুন
ca: Optimitzar l'emmagatzematge en el dispositiu
cs: Optimalizace úložiště v zařízení
da: Optimer lagring på enheden
de: Gerätespeicher optimieren
el: Βελτιστοποίηση αποθηκευτικού χώρου συσκευής
es: Optimizar almacenamiento en el dispositivo
fa: بهینه‌سازی فضای ذخیره‌سازی در دستگاه
fi: Optimoi laitteen tallennustila
fr: Optimiser l'espace de stockage de l'appareil
ga: Optamaigh stóras ar an ngléas
gu: ડિવાઇસ પરના સ્ટોરેજને ઑપ્ટિમાઇઝ કરો
he: אופטימיזציה של אחסון במכשיר
hi: डिवाइस पर स्टोरेज को ऑप्टिमाइज़ करें
hr: Optimizirajte pohranu na uređaju
hu: Az eszköz tárhelyének optimalizálása
id: Optimalkan Penyimpanan di Perangkat
it: Ottimizzazione dello spazio su dispositivo
ja: 端末上のストレージを最適化する
ko: 기기 저장 공간 최적화
mr: डिव्हाइस वरील संग्रहण सानुकूल करा
ms: Optimumkan storan pada peranti
nb: Optimaliser lagring på enheten
nl: Apparaatopslag optimaliseren
pl: Zoptymalizuj pamięć na urządzeniu
pt_br: Otimizar armazenamento no dispositivo
pt_pt: Otimizar o armazenamento no dispositivo
ro: Optimizează stocarea pe dispozitiv
ru: Оптимизируйте хранилище на устройстве
sk: Optimalizovať úložisko na zariadení
sr: Оптимизуј чување на уређају
sv: Optimera lagring på enheten
th: เพิ่มประสิทธิภาพพื้นที่จัดเก็บบนอุปกรณ์
tr: Cihazda depolamayı optimize et
ug: ئۈسكۈنىدىكى ساقلاش بوشلۇقىنى ئەلالاشتۇرۇش
uk: Оптимізувати внутрішню пам'ять
ur: آن-ڈیوائس اسٹوریج کو بہتر کریں
vi: Tối ưu hóa lưu trữ trên thiết bị
zh_cn: 优化设备端存储
zh_hk: 最佳化裝置儲存

# BACKUP_SETTINGS_REENABLE_BACKUPS_BUTTON_TITLE
source: Re-enable Backups
ar: إعادة تفعيل النسخ الاحتياطية
be: Уключыць нанова рэзервовыя копіі
bn: ব্যাকআপ পুনরায় সচল করুন
ca: Tornar a activar les còpies de seguretat
cs: Znovu povolit zálohování
da: Slå sikkerhedskopiering til igen
de: Backups erneut aktivieren
el: Ενεργοποίηση αντιγράφων ασφαλείας εκ νέου
es: Volver a habilitar copias
fa: فعال‌سازی مجدد پشتیبان‌گیری‌ها
fi: Ota varmuuskopiot uudelleen käyttöön
fr: Réactiver les sauvegardes
ga: Athchumasaigh Cúltacaí
gu: બેકઅપ ફરીથી સક્ષમ કરો
he: הפעלת גיבויים מחדש
hi: बैकअप फिर से चालू करें
hr: Ponovno uključi
hu: Engedélyezd újra a biztonsági mentéseket
id: Aktifkan Kembali Cadangan
it: Riattiva i backup
ja: バックアップをもう一度有効にする
ko: 백업 재활성화
mr: बॅकअप पुन्हा सक्षम करा
ms: Dayakan semula sandaran
nb: Slå på sikkerhetskopiering på nytt
nl: Back-ups opnieuw inschakelen
pl: Włącz z powrotem
pt_br: Reativar backups
pt_pt: Reativar cópias de segurança
ro: Reactivează backup-urile
ru: Включить резервное копирование снова
sk: Znova povoliť zálohovanie
sr: Поново омогући резервне копије
sv: Återaktivera säkerhetskopiering
th: เปิดใช้งานการสำรองข้อมูลอีกครั้ง
tr: Yedeklemeleri yeniden etkinleştir
ug: زاپاسلاشنى قايتا قوزغىتىش
uk: Увімкнути знову
ur: بیک اپس کو دوبارہ فعال کریں
vi: Kích hoạt lại sao lưu
zh_cn: 重新启用备份
zh_hk: 重新啟用備份

# BACKUP_SETTINGS_SKIP_DOWNLOADS_WARNING_SHEET_ACTION_SKIP
source: Skip Download
ar: تخطي التنزيل
be: Прапусціць пампаванне
bn: ডাউনলোড এড়িয়ে যান
ca: Ometre la descàrrega
cs: Přeskočit stahování
da: Spring download over
de: Download überspringen
el: Παράλειψη λήψης
es: Omitir descarga
fa: رد کردن دانلود
fi: Ohita lataus
fr: Ignorer le téléchargement
ga: Scipeáil íoslódáil
gu: ડાઉનલોડ કરવાનું છોડો
he: דילוג על הורדה
hi: डाउनलोड छोड़ें
hr: Preskoči preuzimanje
hu: Letöltés kihagyása
id: Lewati Pengunduhan
it: Salta download
ja: ダウンロードをスキップする
ko: 다운로드 건너뛰기
mr: डाउनलोड वगळा
ms: Langkau muat turun
nb: Hopp over
nl: Downloaden overslaan
pl: Pomiń pobieranie
pt_br: Pular download
pt_pt: Saltar transferência
ro: Omite descărcarea
ru: Пропустить загрузку
sk: Preskočiť sťahovanie
sr: Прескочи преузимање
sv: Hoppa över nedladdning
th: ข้ามการดาวน์โหลด
tr: İndirmeyi atla
ug: چۈشۈرۈشتىن ۋاز كېچىش
uk: Не завантажувати
ur: ڈاؤن لوڈ چھوڑ دیں
vi: Bỏ qua không tải
zh_cn: 跳过下载
zh_hk: 跳過下載
