Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_CALL_HAS_MAX_DEVICES_UNKNOWN_COUNT
source: The maximum number of participants has been reached for this call. Try again later.
af: Die maksimum aantal deelnemers vir hierdie oproep is bereik. Probeer later weer.
ar: وصلَ عدد المُشاركين إلى الحد الأقصى في هذه المكالمة. يُرجى المُحاولة مرّة أُخرى لاحقًا.
az: Bu zəng üçün maksimum iştirakçı sayına çatdınız. Daha sonra yenidən sınayın.
be: Для гэтага званка дасягнута максімальная колькасць удзельнікаў. Паўтарыце спробу пазней.
bn: এই কলের জন্য সর্বোচ্চ অংশগ্রহণকারীর সংখ্যায় পৌঁছেছে। পরে আবার চেষ্টা করুন।
ca: S'ha assolit el nombre màxim de participants per a aquesta trucada. Torneu-ho a provar més tard.
cs: Byl dosažen maximální počet účastníků hovoru. Zkuste to znovu později.
cy: Mae'r uchafswm nifer o gyfranogwyr wedi'i gyrraedd ar gyfer yr alwad hon. Rhowch gynnig arall arni nes ymlaen.
da: Det maksimale antal deltagere er nået for dette opkald. Prøv igen senere.
de: Für diesen Anruf wurde die maximale Teilnehmeranzahl erreicht. Bitte versuche es später erneut.
el: Ο μέγιστος αριθμός συμμετεχόντων για αυτή τη κλήση έχει συμπληρωθεί. Προσπάθησε ξανά αργότερα.
es: Se alcanzó el máximo de participantes para esta llamada. Inténtalo de nuevo más tarde.
es_es: Se alcanzó el número máximo de participantes para esta llamada. Inténtalo más tarde.
et: Selle kõne maksimaalne osavõtjate arv on täitunud. Proovi hiljem uuesti.
eu: Dei hau gehienezko erabiltzaile kopurura iritsi da. Saiatu beranduago.
fa: به حداکثر تعداد شرکت‌کننده برای این تماس رسیده‌اید، بعد‌اً دوباره امتحان کنید.
fi: Puhelun osallistujien enimmäismäärä on täyttynyt. Yritä myöhemmin uudelleen.
fr: Cet appel a atteint le nombre maximal de participants. Veuillez réessayer plus tard.
gu: આ કૉલ માટે સહભાગીઓની સંખ્યા મહત્તમ સુધી પહોંચી ગઈ છે. પછીથી ફરીથી પ્રયાસ કરો.
he: המספר המרבי של משתתפים הושג עבור שיחה זו. נסה שוב מאוחר יותר.
hi: इस कॉल के लिए भागीदारों की अधिकतम संख्या पूरी हो चुकी है। बाद में दोबारा प्रयास करें।
hr: Dosegnut je maksimalan broj sudionika za ovaj poziv. Pokušajte ponovno kasnije.
hu: A csoporthívás elérte a maximális létszámot. Kérlek próbáld később.
id: Jumlah pesert telah mencapai angka maksimum untuk panggilan ini, Coba lagi nanti.
is: Takmörkum á hámarksfjölda þátttakenda í þessu símtali hefur verið náð. Reyndu aftur síðar.
it: È stato raggiunto il numero massimo di partecipanti per questa chiamata. Riprova più tardi.
ja: この通話の参加者が、上限人数に達しました。あとで再度試してください。
kab: Amḍan afellay n yimttekkiyen yewweḍ ɣer talast i usiwel-a. Ɛreḍ tikkelt-nniḍen ticki.
km: á…áŸ†á“á½á“á¢áá·á”ášá˜á¶á“áŸƒá¢áŸ’á“á€á…á¼á›ášá½á˜ á”á¶á“á‚áŸ’ášá”áŸ‹á…áŸ†á“á½á“á“áŸ…á€áŸ’á“á»á„á€á¶ášá áŸ…á“áŸáŸ‡áŸ” áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€áá–áŸá›á€áŸ’ášáŸ„á™áŸ”
kn: ಈ ಕರೆಗೆ ಭಾಗವಹಿಸುವವರ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಮಿತಿ ತಲುಪಿದೆ. ಮತ್ತೆ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 통화에 대한 최대 참가자 수에 도달했습니다. 나중에 다시 시도하세요.
lt: Šiame skambutyje yra pasiektas didžiausias dalyvių skaičius. Vėliau bandykite dar kartą.
lv: Sasniegts šī zvana maksimālais dalībnieku skaits. Vēlāk mēģiniet vēlreiz.
mk: За овој повик е достигнат максималниот број на учесници. Обидете се повторно подоцна.
ml: ഈ കോളിലെ പരമാവധി എണ്ണമായിരിക്കുന്നു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: या कॉलसाठी सहभागी व्यक्तींची कमाल संख्या पोहोचली आहे. नंतर पुन्हा प्रयत्न करा.
ms: Jumlah maksimum peserta telah dicapai untuk panggilan ini. Cuba lagi nanti.
my: ၎င်းခေါ်ဆိုမှုအတွက် အများဆုံးရှိနိုင်သော လူဦး အရေအတွက် ပြည့်သွားပါပြီ။ နောက်မှပြန်စမ်းကြည့်ပေးပါ။
nb: Maksimalt antall deltagere er nådd for denne samtalen. Prøv igjen senere.
nl: Je kunt niet deelnemen omdat deze groepsoproep het maximale aantal deelnemers heeft bereikt. Probeer het later opnieuw.
pa: ਇਸ ਕਾਲ ਲਈ ਭਾਗੀਦਾਰਾਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਗਿਣਤੀ ਪਹੁੰਚ ਗਈ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਅਜ਼ਮਾਓ।
pl: W połączeniu uczestniczy już maksymalna liczba osób. Spróbuj ponownie później.
ps: د همدې اړیکې لپاره د حداکثر ګډون والو شمېر ډک شوی. وروسته هڅه وکړئ.
pt_br: O número máximo de participantes foi atingido nesta chamada. Tente mais tarde.
pt_pt: Foi atingido o número máximo de participantes para esta chamada. Tente novamente mais tarde.
ro: Numărul maxim de participanți a fost atins pentru acest apel. Încearcă mai târziu.
ru: Для этого звонка было достигнуто максимальное количество участников. Попробуйте ещё раз позже.
sk: Bol dosiahnutý maximálny počet účastníkov pre tento hovor. Skúste to znovu neskôr.
sl: Ta klic je dosegel maksimalno število udeležencev. Poskusite kasneje.
sq: Për këtë thirrje është mbërritur në numrin maksimum pjesëmarrësish. Riprovoni më vonë.
sr: За овај позив је достигнут максималан број учесника. Пробајте поново касније.
sv: Det maximala antalet deltagare har uppnåtts för detta samtal. Försök igen senare.
sw: Mazungumzo haya ya simu yamefikia idadi ya juu zaidi ya washiriki. Jaribu tena baadaye.
ta: இந்த அழைப்பிற்கு அதிகபட்ச பங்கேற்பாளர்களின் எண்ணிக்கை எட்டப்பட்டுள்ளது. பின்னர் மீண்டும் முயற்சிக்கவும்.
te: ఈ కాల్ కోసం పాల్గొనేవారి సంఖ్య గరిష్టంగా చేరుకుంది. తరువాత మళ్ళీ ప్రయత్నించండి.
th: มีผู้เข้าร่วมสายนี้เต็มขีดจำกัดสูงสุดแล้ว โปรดลองใหม่ภายหลัง
tr: Bu çağrı için maksimum katılımcı sayısına ulaşıldı. Daha sonra tekrar deneyin.
ug: بۇ چاقىرىشنىڭ ئادەم سانى چېكىگە يەتتى. سەل تۇرۇپ قايتا سىناڭ.
uk: Для цього виклику досягнуто максимальної кількості учасників. Спробуйте пізніше.
ur: اس کال کے لئے شرکاء کی زیادہ سے زیادہ تعداد پہنچ چکی ہے۔ بعد میں دوبارہ کوشش کریں۔
vi: Đã chạm mức số người tham dự tối đa cho cuộc gọi này. Hãy thử lại sau.
zh_cn: 此通话人数已达上限，请稍候再试。
zh_hk: 參與此通話的人數已達到上限。請稍後再試。

# GROUP_CALL_INCOMING_RING_FORMAT
source: %@ is calling the group
ar: يتصل %1$@ بالمجموعة
be: %1$@ званіць групе
bn: %1$@ গ্ৰুপে কল করছেন
ca: %1$@ està trucant al grup
cs: %1$@ volá skupině
da: %1$@ ringer til gruppen
de: %1$@ ruft die Gruppe an
el: Ο χρήστης %1$@ καλεί την ομάδα
es: %1$@ está llamando al grupo
fa: %1$@ در حال تماس با گروه است
fi: %1$@ soittaa ryhmälle
fr: %1$@ appelle le groupe
ga: Tá %1$@ ag glaoch ar an ngrúpa
gu: %1$@ એ ગ્રુપને કૉલ કરે છે
he: %1$@ מתקשר/ת לקבוצה
hi: %1$@ द्वारा ग्रुप को कॉल किया जा रहा है
hr: %1$@ zove grupu
hu: %1$@ hívja a csoportot
id: %1$@ memanggil grup
it: %1$@ sta chiamando il gruppo
ja: %1$@ さんがグループに着信中です
ko: %1$@ 님이 그룹에 전화를 거는 중입니다.
mr: %1$@ हे ग्रुपला कॉल करत आहेत
ms: %1$@ sedang menelefon kumpulan
nb: %1$@ ringer gruppen
nl: %1$@ belt de groep
pl: %1$@ dzwoni do grupy
pt_br: %1$@ está ligando para o grupo
pt_pt: %1$@ está a ligar ao grupo
ro: %1$@ sună grupul
ru: %1$@ звонит в группу
sk: %1$@ volá skupine
sr: %1$@ позива групу
sv: %1$@ ringer gruppen
th: %1$@ กำลังโทรเข้ากลุ่ม
tr: %1$@ grubu arıyor
ug: %1$@ گۇرۇپپىنى چاقىرىۋاتىدۇ
uk: Користувач %1$@ дзвонить групі
ur: %1$@ گروپ میں کال کر رہا ہے
vi: %1$@ đang gọi cho nhóm
zh_cn: %1$@正在呼叫群组
zh_hk: %1$@ 正在致電群組

# GROUP_CALL_IS_FULL
source: Call is Full
af: Oproep is vol
ar: المُكالمة ممتلئة
az: Zəng dolub
be: Званок запоўнены
bn: কলটিতে জায়গা নেই
ca: La trucada és plena
cs: Hovor je plný
cy: Galwad yn Llawn
da: Opkaldet er fuldt
de: Anruf ist voll
el: Η κλήση είναι γεμάτη
es: La llamada está completa
es_es: La llamada está llena
et: Kõne on täis
eu: Deia beteta dago
fa: تماس کامل است
fi: Puhelu on täynnä
fr: Cet appel est complet
gu: કૉલ પૂર્ણ છે
he: השיחה מלאה
hi: कॉल पूर्ण है
hr: Poziv je pun
hu: A hívás betelt
id: Panggilan Penuh
is: Símtalið er fullskipað
it: La chiamata è piena
ja: 満席です
kab: Asiwel yeččur
km: á€á¶ášá áŸ…á–áŸá‰
kn: ಕರೆ ಭರ್ತಿಯಾಗಿದೆ
ko: 통화 참가자 수 최대
lt: Skambutis yra pilnas
lv: Zvanā vairs nav brīvu vietu
mk: Повикот е полн
ml: കോൾ നിറഞ്ഞു
mr: कॉल पूर्ण आहे
ms: Panggilan sudah Penuh
my: ခေါ်ဆိုမှု လူပြည့်နေပါပြီ
nb: Samtalen er full
nl: De oproep is vol
pa: ਕਾਲ ਭਰੀ ਹੋਈ ਹੈ
pl: Połączenie jest pełne
ps: ټلیفوني اړیکه ډکه ده
pt_br: A chamada está lotada
pt_pt: A chamada encontra-se cheia
ro: Numărul de participanți este maxim. Apelul este plin.
ru: Звонок заполнен
sk: Hovor je plne obsadený
sl: Klic je poln
sq: Thirrja është Plot
sr: Позив је пун
sv: Samtalet är fullt
sw: Mazungumzo ya Simu Yamejaa
ta: அழைப்பு நிரம்பியுள்ளது
te: కాల్ నిండింది
th: ห้องเต็ม
tr: Görüşme dolu.
ug: چاقىرىش توشتى
uk: Немає місць
ur: کال پوری ہے
vi: Cuộc gọi đã Đầy
zh_cn: 通话人数已满
zh_hk: 通話人數已滿

# GROUP_CALL_IS_RINGING_ONE_PERSON_FORMAT
source: Ringing %@…
ar: جارٍ الاتصال بـ %1$@…
be: Званок %1$@…
bn: %1$@-কে রিং করা হচ্ছে…
ca: Trucant a %1$@…
cs: Volám uživateli %1$@…
da: Ringer til %1$@…
de: Ruft %1$@ an …
el: Καλεί τον χρήστη %1$@…
es: Sonando en la app de %1$@…
fa: در حال تماس با %1$@…
fi: Soitetaan käyttäjälle %1$@…
fr: Signal sonne chez %1$@…
ga: Glao á chur ar %1$@…
gu: %1$@ને રિંગ જાય છે…
he: מתקשרים ל%1$@…
hi: %1$@ को रिंग किया जा रहा है…
hr: Poziva se %1$@…
hu: %1$@ hívása…
id: Berdering untuk %1$@…
it: Stiamo chiamando %1$@…
ja: %1$@ を呼び出しています…
km: Ringing %@â€¦
ko: %1$@ 님에게 전화를 거는 중…
mr: %1$@रिंग करत आहे…
ms: Memanggil %1$@…
nb: Ringer %1$@ …
nl: Belt naar %1$@…
pl: Dzwonisz do tej osoby: %1$@…
pt_br: Ligando para %1$@…
pt_pt: A chamar %1$@…
ro: Se apelează %1$@…
ru: Звоним %1$@…
sk: Volám používateľovi %1$@…
sl: Zvoni uporabniku_ci %@…
sr: Позивамо корисника %1$@…
sv: Ringer %1$@ …
th: กำลังโทรหา %1$@…
tr: %1$@ aranıyor…
ug: %1$@ چاقىرىلىۋاتىدۇ…
uk: У користувача %1$@ лунає дзвінок…
ur: %1$@ کو کال کی جا رہی ہے…
vi: %1$@ đang đổ chuông…
zh_cn: 正在呼叫 %1$@……
zh_hk: 正在打電話給 %1$@…

# GROUP_CALL_IS_RINGING_TWO_PEOPLE_FORMAT
source: Ringing %1$@ and %2$@…
ar: جارٍ الاتصال بـ %1$@ و%2$@…
be: Званок %1$@ і %2$@…
bn: %1$@ এবং %2$@-কে রিং করা হচ্ছে…
ca: Trucant a %1$@ i a %2$@…
cs: Volám uživatelům %1$@ a %2$@…
da: Ringer til %1$@ og %2$@…
de: Ruft %1$@ und %2$@ an …
el: Καλεί τους χρήστες %1$@ και %2$@…
es: Sonando en la app de %1$@ y %2$@…
fa: در حال تماس با %1$@ و %2$@…
fi: Soitetaan käyttäjille %1$@ ja %2$@…
fr: Signal sonne chez %1$@ et %2$@…
ga: Glao á chur ar %1$@ agus ar %2$@…
gu: %1$@ અને %2$@ને રિંગ જાય છે…
he: מתקשרים ל%1$@ ול%2$@…
hi: %1$@ और %2$@ को रिंग किया जा रहा है…
hr: Pozivaju se %1$@ i %2$@…
hu: %1$@ és %2$@ hívása…
id: Berdering untuk %1$@ dan %2$@…
it: Stiamo chiamando %1$@ e %2$@…
ja: %1$@ と %2$@ を呼び出しています…
km: Ringing %1$@ and %2$@â€¦
ko: %1$@ 님과 %2$@ 님에게 전화를 거는 중…
mr: %1$@ आणि %2$@रिंग करत आहे…
ms: Memanggil %1$@ dan %2$@…
nb: Ringer %1$@ og %2$@ …
nl: Belt naar %1$@ en %2$@…
pl: Dzwonisz do tych osób: %1$@ i %2$@…
pt_br: Ligando para %1$@ e %2$@…
pt_pt: A chamar %1$@ e %2$@…
ro: Se apelează %1$@ și %2$@…
ru: Звоним %1$@ и %2$@…
sk: Volám používateľom %1$@ a %2$@…
sl: Zvoni uporabnikoma_cama %1$@ in %2$@…
sr: Позивамо кориснике %1$@ и %2$@…
sv: Ringer %1$@ och %2$@ …
th: กำลังโทรหา %1$@ และ %2$@…
tr: %1$@ ve %2$@ aranıyor…
ug: %1$@ بىلەن %2$@ چاقىرىلىۋاتىدۇ…
uk: У користувачів %1$@ і %2$@ лунає дзвінок…
ur: %1$@ اور %2$@ کو کال کی جا رہی ہے…
vi: %1$@ và %2$@ đang đổ chuông…
zh_cn: 正在呼叫 %1$@ 和 %2$@……
zh_hk: 正在打電話給 %1$@ 和 %2$@…

# GROUP_CALL_JOIN_BUTTON
source: Join Call
af: Sluit aan by oproep
ar: الانضمام للمكالمة
az: Zəngə qoşul
be: Далучыцца да званка
bn: কলে যোগ দিন
ca: Afegeix-me a la trucada
cs: Připojit se k hovoru
cy: Ymuno â'r Alwad
da: Deltag i opkaldet
de: Anruf beitreten
el: Είσοδος στην κλήση
es: Unirse a la llamada
es_es: Unirse
et: Liitu kõnega
eu: Deian Sartu
fa: پیوستن به تماس
fi: Liity puheluun
fr: Rejoindre l'appel
ga: Téigh isteach sa ghlao
gu: કૉલમાં જોડાઓ
he: הצטרף לשיחה
hi: कॉल से जुड़ें
hr: Pridruži se pozivu
hu: Hívásba lépés
id: Bergabung Panggilan
is: Taka þátt í símtali
it: Unisciti alla chiamata
ja: 通話に参加する
kab: Rnu ɣer usiwel
km: á…á¼á›ášá½á˜á€á¶ášá áŸ…
kn: ಕರೆಗೆ ಸೇರಿ
ko: 전화 참여하기
lt: Prisijungti prie skambučio
lv: Pievienoties zvanam/sarunai
mk: Приклучи се на повик
ml: കോളിൽ ചേരുക
mr: कॉलमध्ये सामील व्हा
ms: Sertai Panggilan
my: ခေါ်ဆိုမှုထဲဝင်မယ်
nb: Bli med i samtale
nl: Aan oproep deelnemen
pa: ਕਾਲ 'ਚ ਹਿੱਸਾ ਲਵੋ
pl: Dołącz do rozmowy
ps: له اړیکې سره یو ځای کېدل
pt_br: Participar da chamada
pt_pt: Entrar na chamada
ro: Alătură-te apelului
ru: Присоединиться к звонку
sk: Pripojiť sa k hovoru
sl: Pridruži se klicu
sq: Hyni në Thirrje
sr: Укључите се у позив
sv: Gå med i samtalet
sw: Jiunge na Mazungumzo ya Simu
ta: அழைப்பில் சேர்
te: కాల్‌లో చేరండి
th: เข้าร่วมสาย
tr: Görüşmeye Katıl
ug: چاقىرىققا قېتىل
uk: Приєднатися
ur: کال میں شامل ہوں
vi: Tham gia Cuộc gọi
zh_cn: 加入通话
zh_hk: 加入通話

# GROUP_CALL_LEAVE_BUTTON
source: Leave Call
af: Verlaat oproep
ar: مغادرة المكالمة
az: Zəngi tərk et
be: Пакінуць званок
bn: কল ছেড়ে যান
ca: Surt de la trucada
cs: Opustit hovor
cy: Gadael Galwad
da: Forlad opkald
de: Anruf verlassen
el: Αποχώρηση από την κλήση
es: Abandonar llamada
es_es: Abandonar llamada
et: Lahku kõnest
eu: Deia utzi
fa: پایان تماس
fi: Poistu puhelusta
fr: Quitter l'appel
gu: કૉલ છોડી દો
he: עזוב שיחה
hi: कॉल छोड़ें
hr: Napusti poziv
hu: Kilépés a hívásból
id: Tinggalkan Panggilan
is: Hætta símtali
it: Abbandona chiamata
ja: 通話から抜ける
kab: Eǧǧ asiwel
km: á”á·á‘á€á¶ášá áŸ…
kn: ಕರೆ ಬಿಡಿ
ko: 전화 나가기
lt: Išeiti iš skambučio
lv: Pamest zvanu
mk: Напушти повик
ml: കോൾ ഉപേക്ഷിക്കുക
mr: कॉल सोडा
ms: Tinggalkan Panggilan
my: ခေါ်ဆိုမှုမှ ထွက်ခွာမယ်
nb: Legg på
nl: Oproep verlaten
pa: ਕਾਲ ਨੂੰ ਛੱਡੋ
pl: Opuść rozmowę
ps: ټلیفوني اړیکه پریږده
pt_br: Sair da chamada
pt_pt: Abandonar chamada
ro: Părăsește apelul
ru: Покинуть звонок
sk: Opustiť hovor
sl: Zapusti klic
sq: Braktise Thirrjen
sr: Напусти позив
sv: Lämna samtalet
sw: Ondoka kwenye Mazugumzo Simu
ta: விடுங்கள் அழைப்பு
te: కాల్ ని వదిలి
th: ออกจากสาย
tr: Aramadan Ayrıl
ug: چاقىرىشتىن ئايرىل
uk: Покинути виклик
ur: کال چھوڑو
vi: Rời Cuộc gọi
zh_cn: 离开通话
zh_hk: 退出通話

# GROUP_CALL_MEMBER_LIST_DONE_BUTTON_TITLE
source: Done
ar: تمّ
be: Гатова
bn: শেষ
ca: Fet
cs: Hotovo
da: Udført
de: Fertig
el: Τέλος
es: Listo
fa: انجام شد
fi: Valmis
fr: OK
ga: Déanta
gu: થઈ ગયું
he: סיים
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 확인
mr: ठीक
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Pronto
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sr: Готово
sv: Klar
th: เสร็จสิ้น
tr: Tamam
ug: بولدى
uk: Готово
ur: ہو گیا
vi: Xong
zh_cn: 完成
zh_hk: 完成

# GROUP_CALL_MEMBER_LIST_IN_CALL_SECTION_HEADER
source: In Call
ar: في المكالمة
be: Хто ў званку
bn: যারা কলে আছেন
ca: A la trucada
cs: Účastníci hovoru
da: I opkald
de: Teilnehmende
el: Σε κλήση
es: En la llamada
fa: حاضر در تماس
fi: Puhelussa
fr: Participants
ga: Sa Ghlao
gu: કૉલમાં છે
he: בשיחה
hi: इन कॉल
hr: Na ovom pozivu
hu: Hívásban
id: Dalam Panggilan
it: Nella chiamata
ja: 通話中
ko: 통화 참여 중
mr: कॉल मध्ये
ms: Dalam Panggilan
nb: I samtalen
nl: In de oproep
pl: Uczestnicy
pt_br: Na chamada
pt_pt: Na chamada
ro: În apel
ru: В звонке
sk: Účastníci hovoru
sr: У позиву
sv: I samtalet
th: อยู่ในสาย
tr: Aramada
ug: چاقىرىقتا
uk: Учасники виклику
ur: کال میں
vi: Đang trong cuộc gọi
zh_cn: 参与通话
zh_hk: 通話中

# GROUP_CALL_MEMBER_LIST_RAISED_HANDS_SECTION_HEADER
source: Raised Hands
ar: الأيدي المرفوعة
be: Паднятыя рукі
bn: যারা যারা হাত তুলেছেন
ca: Mans Aixecades
cs: Zdvižené ruce
da: Hænder i vejret
de: Erhobene Hände
el: Σηκωμένα χέρια
es: Manos levantadas
fa: دست‌شان را بالا برده‌اند
fi: Kädennostot
fr: Mains levées
ga: Lámha Ardaithe
gu: હાથ ઊંચા કર્યા
he: ידיים מורמות
hi: उठे हुए हाथ
hr: Podignute ruke
hu: Felemelt kezek
id: Angkat Tangan
it: Mani alzate
ja: 挙手している人
ko: 손 든 사람
mr: हात वर केले
ms: Angkat Tangan
nb: Opprakte hender
nl: Opgestoken handen
pl: Podniesione ręce
pt_br: Mãos levantadas
pt_pt: Mãos levantadas
ro: Mâini ridicate
ru: Подняли руку
sk: Zdvihnuté ruky
sr: Подигнутих руку
sv: Uppräckta händer
th: ยกมือ
tr: Kaldırılan Eller
ug: كۆتۈرۈلگەن قوللار
uk: Підняті руки
ur: ہاتھ کھڑا کیے
vi: Giơ Tay
zh_cn: 举手
zh_hk: 已舉手

# GROUP_CALL_MEMBER_LIST_SHARE_CALL_LINK_BUTTON
source: Share call link
ar: مشاركة رابط المكالمة
be: Абагуліць спасылку на званок
bn: কলের লিংক শেয়ার করুন
ca: Compatir enllaç de trucada
cs: Sdílet odkaz na hovor
da: Del opkaldslink
de: Anruflink teilen
el: Κοινοποίηση συνδέσμου κλήσης
es: Compartir enlace de llamada
fa: هم‌رسانی پیوند تماس
fi: Jaa puhelulinkki
fr: Partager le lien d'appel
ga: Comhroinn nasc glao
gu: કૉલ લિંક શેર કરો
he: שיתוף לינק שיחה
hi: कॉल लिंक शेयर करें
hr: Podijeli poveznicu na poziv
hu: Híváslink megosztása
id: Bagikan tautan panggilan
it: Condividi link chiamata
ja: 通話リンクを共有する
ko: 통화 링크 공유
mr: कॉल लिंक शेअर करा
ms: Kongsi pautan panggilan
nb: Del anropslenke
nl: Oproeplink delen
pl: Udostępnij link do połączenia
pt_br: Compartilhar link da chamada
pt_pt: Partilhar link de chamada
ro: Distribuie linkul apelului
ru: Поделиться ссылкой на звонок
sk: Zdieľať odkaz na hovor
sr: Поделите линк за позив
sv: Dela samtalslänk
th: แชร์ลิงก์การโทร
tr: Arama bağlantısını paylaş
ug: چاقىرىق ئۇلانمىسى ئورتاقلىشىش
uk: Поділитися посиланням на виклик
ur: کال لنک شیئر کریں
vi: Chia sẻ đường dẫn cuộc gọi
zh_cn: 分享通话链接
zh_hk: 分享通話連結

# GROUP_CALL_MEMBER_LIST_SINGLE_UNKNOWN_MEMBER_ROW
source: 1 Person
ar: شخص واحد
be: 1 асоба
bn: 1 জন ব্যক্তি
ca: 1 persona
cs: 1 osoba
el: 1 άτομο
es: 1 persona
fa: ۱ نفر
fi: 1 henkilö
fr: 1 personne
ga: 1 Duine amháin
gu: 1 વ્યક્તિ
he: אדם 1
hi: 1 व्यक्ति
hr: 1 osoba
hu: 1 személy
id: 1 Orang
it: 1 persona
ja: 1人
ko: 1명
mr: 1 व्यक्ती
ms: 1 Orang
nl: 1 persoon
pl: 1 osoba
pt_br: 1 pessoa
pt_pt: 1 pessoa
ro: 1 persoană
ru: 1 человек
sk: 1 osoba
sr: 1 особа
th: 1 คน
tr: 1 kişi
ug: 1 كىشى
uk: 1 людина
ur: 1 شخص
vi: 1 Người
zh_cn: 1 人
zh_hk: 1 人

# GROUP_CALL_MEMBER_LIST_TITLE
source: Call Info
ar: معلومات المكالمة
be: Інфармацыя аб званку
bn: কলের তথ্য
ca: Informació de trucada
cs: Informace o hovoru
da: Opkaldsoplysninger
de: Anruf-Info
el: Πληροφορίες κλήσης
es: Información de la llamada
fa: اطلاعات تماس
fi: Puhelutiedot
fr: Informations sur l'appel
ga: Faisnéis faoin nglao
gu: કૉલની માહિતી
he: פרטי שיחה
hi: काल सूचना
hr: Informacije o pozivu
hu: Hívásinformáció
id: Info Panggilan
it: Info sulla chiamata
ja: 通話情報
ko: 통화 정보
mr: कॉल माहिती
ms: Maklumat panggilan
nb: Informasjon om samtalen
nl: Oproepinfo
pl: Informacje o połączeniu
pt_br: Informações da chamada
pt_pt: Informações da chamada
ro: Informații despre apel
ru: Информация о звонке
sk: Informácie o hovore
sr: Информације о позиву
sv: Samtalsinfo
th: ข้อมูลการโทร
tr: Arama bilgileri
ug: چاقىرىق ئۇچۇرلىرى
uk: Про цей виклик
ur: کال کی معلومات
vi: Thông tin cuộc gọi
zh_cn: 通话信息
zh_hk: 通話資訊
