Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STORIES_NO_REPLIES_SUBTITLE
source: All members of this group can view replies
ar: يُمكن لجميع أعضاء هذه المجموعة رؤية الردود
be: Усе ўдзельнікі гэтай групы змогуць прагледзець адказы
bn: এই গ্রুপের সকল সদস্য উত্তর দেখতে পারবেন
ca: Tots els membres d'aquest grup poden veure les respostes
cs: Odpovědi uvidí všichni členové této skupiny
da: Alle medlemmer i denne gruppe kan se svar
de: Alle Mitglieder dieser Gruppe können Antworten sehen
el: Όλα τα μέλη αυτής της ομάδας μπορούν να δουν απαντήσεις
es: Todas las personas del grupo pueden ver las respuestas
fa: همۀ اعضای این گروه می‌توانند پاسخ‌ها را مشاهده کنند
fi: Kaikki tämän ryhmän jäsenet voivat nähdä vastaukset
fr: Tous les membres peuvent voir les réponses et les réactions.
ga: Beidh gach ball den ghrúpa seo in ann féachaint ar na freagraí
gu: આ ગ્રૂપના તમામ સભ્યો જવાબો જોઈ શકે છે
he: כל חברי קבוצה זו יכולים לראות תשובות
hi: इस समूह के सभी सदस्य जवाब देख सकते हैं
hr: Svi članovi grupe mogu vidjeti odgovore
hu: A csoport minden tagja megtekintheti a válaszokat.
id: Semua anggota grup ini dapat melihat balasan
it: Tutte le persone presenti in questo gruppo possono vedere le risposte
ja: このグループの全員が返信を閲覧できます
ko: 이 그룹의 모든 구성원이 답장을 볼 수 있습니다.
mr: या ग्रुपमधील सर्व सदस्य उत्तर पाहू शकतील
ms: Semua ahli kumpulan ini boleh melihat balasan
nb: Alle gruppemedlemmene kan se svarene
nl: Alle leden van deze groep kunnen reacties bekijken
pl: Wszyscy członkowie tej grupy mogą zobaczyć odpowiedzi
pt_br: Todos os membros desse grupo podem ver respostas
pt_pt: Todos os membros deste grupo podem ver respostas
ro: Toți membrii acestui grup pot vedea răspunsurile
ru: Все участники этой группы могут просматривать ответы
sk: Všetci členovia tejto skupiny môžu vidieť odpovede
sr: Одговори су видљиви за све чланове ове групе
sv: Alla medlemmar i denna grupp kan visa svar
th: สมาชิกทุกคนในกลุ่มนี้สามารถดูการตอบกลับได้
tr: Bu grubun tüm üyeleri yanıtları görüntüleyebilir
ug: بۇ گۇرۇپپىدىكى بارلىق ئەزالار ئىنكاسلارنى كۆرەلەيدۇ.
uk: Усі учасники можуть бачити відповіді
ur: اس گروپ کے تمام ممبرز جوابات دیکھ سکتے ہیں
vi: Tất cả thành viên của nhóm này có thể xem câu trả lời
zh_cn: 此群组中的所有成员均可以查看回复
zh_hk: 此群組的所有成員都可以檢視回覆

# STORIES_NO_REPLIES_YET
source: No replies yet
af: Nog geen antwoorde nie
ar: لا ردود حاليًا
az: Hələ ki, cavab yoxdur
be: Пакуль няма адказаў
bn: এখন পর্যন্ত কোন রিপ্লাই নেই
ca: Encara no té respostes
cs: Zatím žádné odpovědi
cy: Dim atebion eto
da: Ingen svar endnu
de: Bisher keine Antworten
el: Καμία απάντηση ακόμα
es: Aún no hay respuestas
et: Vastuseid veel pole
eu: Erantzunik ez oraindik
fa: هنوز پاسخی داده نشده است
fi: Ei vastauksia vielä
fr: Aucune réponse pour le moment
gu: હજી કોઈ જવાબો નથી
he: אין תשובות עדין
hi: कोई जवाब नहीं
hr: Još nema odgovora
hu: Még nem érkeztek reakciók
id: Belum ada balasan
is: Ennþá engin svör
it: Ancora nessuna risposta
ja: 返信 なし
km: á˜á·á“á‘á¶á“áŸ‹á˜á¶á“á€á¶ášá†áŸ’á›á¾á™áá”á‘áŸ
kn: ಇನ್ನೂ ಯಾವುದೇ ಪ್ರತ್ಯುತ್ತರವಿಲ್ಲ
ko: 회신 없음
lt: Atsakymų kol kas nėra
lv: Vēl nav atbilžu
mk: Сè уште нема одговори
ml: ഇതുവരെ മറുപടികളൊന്നുമില്ല
mr: अद्याप कोणतीही प्रत्युत्तरे नाहीत
ms: Tiada balasan lagi
my: ပြန်စာများ မရှိသေးပါ
nb: Ingen svar ennå
nl: Nog geen reacties
pa: ਅਜੇ ਤੱਕ ਕਿਸੇ ਨੇ ਜਵਾਬ ਨਹੀਂ ਦਿੱਤਾ
pl: Brak odpowiedzi
pt_br: Ainda não há respostas
pt_pt: Ainda não existem respostas
ro: Niciun răspuns încă
ru: Ещё нет ответов
sk: Zatiaľ žiadne odpovede
sl: Brez odgovorov
sq: Ende pa përgjigje
sr: Још увек нема одговора
sv: Inga svar ännu
sw: Bado hakuna majibu
ta: இன்னும் பதில்கள் ஏதுமில்லை
te: ఇంకా ఎలాంటి రిప్లైలు లేవు
th: ยังไม่มีการตอบกลับ
tr: Henüz yanıt yok
ug: تېخىچە جاۋاب يوق
uk: Відповідей ще немає
ur: ابھی تک کوئی جوابات نہیں
vi: Chưa có phản hồi
zh_cn: 未有回复
zh_hk: 未有回覆

# STORIES_NO_VIEWS_YET
source: No views yet
af: Nog geen kykslae nie
ar: لا مشاهدات حاليًا
az: Hələ ki, baxış yoxdur
be: Пакуль няма праглядаў
bn: এখন পর্যন্ত কোন ভিউ নেই
ca: Encara no té visualitzacions
cs: Zatím žádná zobrazení
cy: Neb wedi'i darllen eto
da: Ingen visninger endnu
de: Bisher keine Aufrufe
el: Καμία προβολή ακόμα
es: Aún no hay visualizaciones
et: Vaatamisi veel pole
eu: Ikustaldirik ez oraindik
fa: هنوز بازدیدی از آن نشده است
fi: Ei katselukertoja vielä
fr: Aucune vue pour le moment
ga: Níl aon amharc ann fós
gu: હજી કોઈ દ્રશ્યો નથી
he: אין צפיות עדין
hi: अब तक कोई व्यू नहीं
hr: Još nema pregleda
hu: Még nem látta senki
id: Belum ada penonton
is: Ennþá engin innlit
it: Ancora nessuna visualizzazione
ja: 閲覧 なし
km: á˜á·á“á‘á¶á“áŸ‹á˜á¶á“á…áŸ†á“á½á“á˜á¾á›á‘áŸ
kn: ಇನ್ನೂ ಯಾವುದೇ ವೀಕ್ಷಣೆಗಳಿಲ್ಲ
ko: 아직 아무도 조회 안 함
lt: Peržiūrų kol kas nėra
lv: Vēl nav skatījumu
mk: Сè уште нема прегледи
ml: ഇതുവരെ കാഴ്ച്ചകളൊന്നുമില്ല
mr: अद्याप कोणतीही दृश्ये नाहीत
ms: Tiada tontonan lagi
my: ကြည့်ရှုမှုများ မရှိသေးပါ
nb: Ingen visninger ennå
nl: Nog door niemand gezien
pa: ਅਜੇ ਤੱਕ ਕਿਸੇ ਨੇ ਨਹੀਂ ਦੇਖਿਆ
pl: Brak wyświetleń
pt_br: Ainda não há visualizações
pt_pt: Ainda não existem visualizações
ro: Nicio vizualizare încă
ru: Ещё нет просмотров
sk: Zatiaľ žiadne zobrazenia
sl: Brez ogledov
sq: Ende pa parje
sr: Још увек нема прегледа
sv: Inga visningar ännu
sw: Hakuna watazamaji bado
ta: இதுவரை பார்வைகள் ஏதுமில்லை
te: ఇంకా ఎలాంటి వీక్షణలు లేవు
th: ยังไม่มีคนดู
tr: Henüz görülme yok
ug: تېخى كۆرۈلمىگەن
uk: Переглядів ще немає
ur: ابھی تک کوئی ویوز نہیں
vi: Chưa có lượt xem
zh_cn: 未有浏览
zh_hk: 未有觀看

# STORIES_REPLIES_AND_REACTIONS_FOOTER
source: Let people who can view your story react and reply.
af: Laat toe dat mense wat na jou storie kan kyk, daarop reageer en antwoord.
ar: السماح للأفراد الذين يُمكنهم مشاهدة قصتك من التفاعل معها والرد عليها.
az: Hekayənizi görən insanların reaksiya və cavab verməsinə icazə verin.
be: Дазволіць людзям, якія могуць бачыць вашу гісторыю, рэагаваць і адказваць.
bn: আপনার স্টোরি দেখতে পাবেন এমন লোকজনকে রিঅ্যাক্ট করতে ও উত্তর দিতে দিন।
ca: Deixa que les persones que veuen la teva història puguin reaccionar i respondre.
cs: Umožněte lidem, kteří si mohou zobrazit váš příběh, reagovat a odpovídat.
da: Lad folk, der kan se din historie, reagere og svare.
de: Erlaube Personen, die deine Story sehen können, darauf zu reagieren und zu antworten.
el: Δώσε τη δυνατότητα στα άτομα που μπορούν να δουν την ιστορία σου να αντιδρούν και να απαντούν.
es: Deja que las personas que ven tus historias puedan reaccionar y responder.
et: Luba inimestel, kes su lugu näevad, sellele reageerida ja vastata.
eu: Utzi zure istorioa ikus dezakeen jendeari erreakzionatzen eta erantzuten
fa: اجازه دهید افرادی که می‌توانند استوری شما را ببینند واکنش نشان دهند و پاسخ دهند.
fi: Anna henkilöiden, jotka voivat nähdä tarinasi, reagoida ja vastata.
fr: Les spectateurs de votre story peuvent y réagir et y répondre.
ga: Lig don lucht féachana freagra agus freagairt a thabhairt ar do scéal.
gu: જે લોકો તમારી સ્ટોરી જોઈ શકે છે તેમને પ્રતિક્રિયા અને જવાબ આપવા દો.
he: אפשר לתת לאנשים שיכולים לצפות בסטורי שלך להגיב ולהשיב.
hi: आपकी स्टोरी को देख सकने वाले लोगों को प्रतिक्रिया और जवाब देने दें।
hr: Dopustite osobama koje mogu vidjeti vašu priču da reagiraju i odgovaraju na nju.
hu: Engedélyezd, hogy azok, akik láthatják a Történetedet, reagálhassanak és válaszolhassanak rá.
id: Biarkan orang yang bisa melihat cerita Anda menanggapi dan membalas.
it: Consenti alle persone che vedono la tua Storia di aggiungere reazioni e rispondere.
ja: あなたのストーリーを閲覧可能なユーザーにリアクションと返信を許可します。
km: á¢á“á»á‰áŸ’á‰á¶áá²áŸ’á™á˜á“á»áŸáŸ’áŸáŠáŸ‚á›á¢á¶á…á˜á¾á›ášá¿á„ášáŸ‰á¶áœášá”áŸáŸ‹á¢áŸ’á“á€á”áŸ’ášáá·á€á˜áŸ’á˜ á“á·á„á†áŸ’á›á¾á™áá”áŸ”
kn: ನಿಮ್ಮ ಸ್ಟೋರಿ ನೋಡಬಹುದಾದ ಜನರು ಪ್ರತಿಕ್ರಿಯಿಸಲಿ ಮತ್ತು ಉತ್ತರಿಸಲಿ.
ko: 내 스토리를 볼 수 있는 사용자의 반응 및 답장 허용
lt: Leisk žmonėms, galintiems žiūrėti tavo istoriją, reaguoti ir atsakyti.
lv: Ļaut cilvēkiem, kuri var skatīt jūsu stāstu, reaģēt un atbildēt.
mk: Дозволете им на луѓето кои можат да ја видат вашата приказна и да реагираат и да одговорат.
ml: നിങ്ങളുടെ സ്റ്റോറി കാണാൻ കഴിയുന്ന ആളുകളെ പ്രതികരിക്കാനും മറുപടി നൽകാനും അനുവദിക്കുക.
mr: आपली स्टोरी पाहू शकतील अशा लोकांना प्रतिक्रिया आणि उत्तर देऊ द्या.
ms: Biar orang yang boleh melihat cerita anda memberi reaksi dan membalas.
my: သင့်စတိုရီကို ကြည့်နိုင်သူများအား တုံ့ပြန်မှု ပေးရန်နှင့် ပြန်စာပို့ရန် ခွင့်ပြုပါ။
nb: Gjør det mulig for de som kan se storyen din, å reagere og svare.
nl: Sta personen die je verhaal mogen zien ook toe om te reageren.
pa: ਜਿਹੜੇ ਲੋਕ ਤੁਹਾਡੀ ਕਹਾਣੀ ਦੇਖ ਸਕਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਜਵਾਬ ਅਤੇ ਰਿਐਕਸ਼ਨ ਭੇਜਣ ਦੀ ਸਹੂਲਤ ਦਿਓ।
pl: Pozwól osobom, które wyświetlają Twoje relacje, reagować na nie i odpowiadać.
pt_br: Permitir que as pessoas autorizadas a ver o seu story possam reagir e responder.
pt_pt: Permitir que as pessoas que podem ver a sua história possam reagir e responder.
ro: Permite-le oamenilor care îți pot vedea povestea să reacționeze și să răspundă.
ru: Разрешить людям, которые могут видеть вашу историю, реагировать и отвечать.
sk: Umožnite ľuďom, ktorí si môžu pozrieť váš príbeh, reagovať a odpovedať.
sl: Dovolite ljudem, ki lahko vidijo vašo Zgodbo, da se nanjo odzovejo in odgovorijo.
sq: Lejo personat që mund të shikojnë postimin tënd të përkohshëm të reagojnë dhe të përgjigjen.
sr: Дозволите људима који могу да виде вашу причу да реагују и одговоре на њу.
sv: Låt personer som kan visa din story reagera och svara.
sw: Ruhusu watu wanaotazama stori yako ku-react na kujibu.
ta: உங்கள் கதையைப் பார்க்கக்கூடியவர்கள் எதிர்வினையாற்றி பதிலளிக்கட்டும்.
te: మీ స్టోరీని చూసే వ్యక్తులు ప్రతిస్పందించేందుకు మరియు ప్రత్యుత్తరాన్ని ఇవ్వనివ్వండి.
th: ให้คนที่ดูสตอรี่ของคุณแสดงความรู้สึกและตอบกลับได้
tr: Hikayeni gören kişilerin tepki ve yanıt vermesine izin ver.
ug: ھېكايىڭىزنى كۆرەلەيدىغانلارنىڭ جاۋاب ۋە ئىنكاسىغا رۇخسەت.
uk: Дозвольте глядачам ваших історій реагувати й відповідати на них.
ur: جو لوگ آپ کی سٹوری دیکھ سکتے ہیں انہیں اس پر ری ایکٹ کرنے اور جواب دینے کی اجازت دیں۔
vi: Cho phép những người có thể xem story của bạn bày tỏ cảm xúc và trả lời.
zh_cn: 让动态的可见对象回应和回复。
zh_hk: 讓看到限時動態的人回應心情和回覆。

# STORIES_REPLIES_AND_REACTIONS_HEADER
source: Replies & Reactions
ar: الردود والتفاعلات
be: Адказы & рэакцыі
bn: উত্তর ও প্রতিক্রিয়া
ca: Respostes i reaccions
cs: Odpovědi a reakce
da: Svar og reaktioner
de: Antworten und Reaktionen
el: Απαντήσεις και αντιδράσεις
es: Respuestas y reacciones
fa: پاسخ‌ها و واکنش‌ها
fi: Vastaukset ja reaktiot
fr: Réponses et réactions
ga: Freagraí agus Freagairtí
gu: જવાબો અને પ્રતિક્રિયાઓ
he: תשובות ותגובות
hi: जवाब और प्रतिक्रियाएँ
hr: Odgovori i reakcije
hu: Válaszok és reakciók
id: Balasan & Tanggapan
it: Risposte e reazioni
ja: 返信とリアクション
ko: 답장 및 반응
mr: प्रत्युत्तरे व प्रतिक्रिया
ms: Balasan & Reaksi
nb: Svar og reaksjoner
nl: Reacties
pl: Odpowiedzi i reakcje
pt_br: Respostas e reações
pt_pt: Respostas e reações
ro: Răspunsuri & Reacții
ru: Ответы и реакции
sk: Odpovede a reakcie
sl: Odgovori in odzivi
sr: Одговори и реакције
sv: Svar och reaktioner
th: การตอบกลับและการแสดงความรู้สึก
tr: Yanıtlar ve Tepkiler
ug: جاۋاب ۋە ئىنكاس
uk: Відповіді й реакції
ur: جوابات اور ری ایکشنز
vi: Câu trả lời & Bày tỏ cảm xúc
zh_cn: 回复和回应
zh_hk: 回覆及心情回應

# STORIES_REPLIES_AND_REACTIONS_TOGGLE
source: Allow Replies & Reactions
ar: السماح بالردود والتفاعلات
be: Дазволіць адказы & рэакцыі
bn: উত্তর ও প্রতিক্রিয়ার অনুমতি দিন
ca: Permetre respostes i reaccions
cs: Povolit odpovědi a reakce
da: Tillad svar og reaktioner
de: Antworten und Reaktionen erlauben
el: Να επιτρέπονται οι απαντήσεις και οι αντιδράσεις
es: Permitir respuestas y reacciones
fa: اجازه پاسخ و واکنش
fi: Salli vastaukset ja reaktiot
fr: Autoriser les réponses et réactions
ga: Ceadaigh Freagraí agus Freagairtí
gu: જવાબો અને પ્રતિક્રિયાઓને મંજૂરી આપો
he: הפעלת תשובות ותגובות
hi: जवाब और प्रतिक्रियाओं की अनुमति दें
hr: Dopustite odgovore i reakcije
hu: Válaszok és reakciók engedélyezése
id: Izinkan Balasan & Tanggapan
it: Consenti risposte e reazioni
ja: 返信とリアクションを許可する
ko: 답장 및 반응 허용
mr: प्रत्युत्तरे व प्रतिक्रियांना अनुमती द्या
ms: Benarkan Balasan & Reaksi
nb: Tillat svar og reaksjoner
nl: Reacties toestaan
pl: Zezwól na odpowiedzi i reakcje
pt_br: Permitir respostas e reações
pt_pt: Permitir respostas e reações
ro: Permite Răspunsurile și Reacțiile
ru: Разрешить ответы и реакции
sk: Povoliť odpovede a reakcie
sl: Dovoli odgovore in odzive
sr: Активирај одговоре и реакције
sv: Tillåt svar och reaktioner
th: อนุญาตการตอบกลับและการแสดงความรู้สึก
tr: Yanıt ve Tepkilere İzin Ver
ug: جاۋاب ۋە ئىنكاسقا رۇخسەت قىلىش
uk: Дозволити відповіді й реакції
ur: جوابات اور ری ایکشنز کی اجازت دیں
vi: Cho phép Trả lời & Bày tỏ cảm xúc
zh_cn: 允许回复和回应
zh_hk: 允許回覆及心情回應

# STORIES_REPLIES_TAB
source: Replies
af: Antwoorde
ar: الردود
az: Cavablar
be: Адказы
bn: রিপ্লাই
ca: Respostes
cs: Odpovědi
cy: Atebion
da: Svar
de: Antworten
el: Απαντήσεις
es: Respuestas
et: Vastused
eu: Erantzunak
fa: پاسخ‌ها
fi: Vastaukset
fr: Réponses
ga: Freagraí
gu: જવાબો
he: תשובות
hi: जवाब
hr: Odgovori
hu: Válaszok
id: Balasan
is: Svör
it: Risposte
ja: 返信
km: á€á¶ášá†áŸ’á›á¾á™áá”
kn: ಉತ್ತರಗಳು
ko: 답장
lt: Atsakymai
lv: Atbildes
mk: Одговори
ml: മറുപടികൾ
mr: प्रत्युत्तरे
ms: Balasan
my: ပြန်စာများ
nb: Svar
nl: Reacties
pa: ਜਵਾਬ
pl: Odpowiedzi
pt_br: Respostas
pt_pt: Respostas
ro: Răspunsuri
ru: Ответы
sk: Odpovede
sl: Odgovori
sq: Përgjigje
sr: Одговори
sv: Svar
sw: Majibu
ta: பதில்கள்
te: రిప్లైలు
th: ตอบกลับ
tr: Yanıtlar
ug: جاۋاب
uk: Відповіді
ur: جوابات
vi: Câu trả lời
zh_cn: 回复
zh_hk: 回覆

# STORIES_SAVE_STORY_ACTION
source: Save
af: Stoor
ar: حفظ
az: Saxla
be: Захаваць
bn: সংরক্ষণ করুন
ca: Desar
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gu: સેવ કરો
he: שמור
hi: सेव करें
hr: Spremi
hu: Mentés
id: Simpan
is: Vista
it: Salva
ja: 保存
kab: Sekles
km: ášá€áŸ’áŸá¶á‘á»á€
kn: ಉಳಿಸಿ
ko: 저장
lt: Įrašyti
lv: Saglabāt
mk: Зачувај
ml: സംരക്ഷിക്കുക
mr: जतन करा
ms: Simpan
my: သိမ်းရန်
nb: Lagre
nl: Opslaan
pa: ਸੰਭਾਲੋ
pl: Zapisz
ps: ثبت
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaji
sr: Сачувај
sv: Spara
sw: Hifadhi
ta: சேமி
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
ug: ساقلا
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_hk: 儲存

# STORIES_SETTINGS_STORIES_FOOTER
source: Story updates automatically disappear after 24 hours. Choose who can view your story or create new stories with specific viewers or groups.
ar: تختفي تحديثات القصص تلقائيًا بعد 24 ساعة. اختَر من يمكنه مشاهدة قصتك أو أنشِئ قِصص جديدة مع مشاهدين أو مجموعات مُحدَّدة.
be: Гісторыя аўтаматычна знікае праз 24 гадзіны. Выберыце тых, хто можа прагледзець вашу гісторыю, або стварыце новыя гісторыі з асобнымі гледачамі ці групамі.
bn: স্টোরি আপডেট 24 ঘন্টা পর স্বয়ংক্রিয়ভাবে অদৃশ্য হয়ে যায়। আপনার স্টোরি কে দেখতে পারবেন অথবা নির্দিষ্ট দর্শক বা গ্ৰুপের সাথে কে নতুন স্টোরি তৈরি করতে পারবেন তা নির্বাচন করুন।
ca: Les actualitzacions d'històries desapareixeran automàticament després de 24 hores. Tria qui pot veure la teva història o crea noves històries amb espectadors o grups específics.
cs: Aktualizace příběhu automaticky po 24 hodinách zmizí. Vyberte, kdo si může váš příběh zobrazit, nebo vytvořte nový příběh pro konkrétní sledující nebo skupiny.
da: Historieopdateringer forsvinder automatisk efter 24 timer. Vælg, hvem der kan se din historie eller skab nye historier med bestemte seere eller grupper.
de: Story-Updates verschwinden automatisch nach 24 Stunden. Lege fest, wer deine Story sehen kann, oder erstelle neue Storys mit bestimmten Betrachtern oder Gruppen.
el: Οι ενημερώσεις ιστοριών εξαφανίζονται αυτόματα μετά από 24 ώρες. Επίλεξε ποια άτομα μπορούν να δουν την ιστορία σου ή δημιούργησε νέες ιστορίες για συγκεκριμένους θεατές ή ομάδες.
es: Las historias desaparecerán automáticamente después de 24 horas. Elige quién puede ver tus historias o crea historias nuevas para compartir con personas o grupos específicos.
fa: به‌روزرسانی استوری به‌طور خودکار پس از ۲۴ ساعت ناپدید می‌شود. انتخاب کنید چه کسی بتواند استوری شما را مشاهده کند یا استوری‌های جدید با بازدیدکنندگان یا گروه‌های خاص ایجاد کند.
fi: Tarinapäivitykset katoavat automaattisesti 24 tunnin kuluttua. Valitse, kuka voi nähdä tarinasi, tai luo uusia tarinoita tietyille katsojille tai ryhmille.
fr: Les nouveaux contenus ajoutés aux stories sont automatiquement supprimés au bout de 24 heures. Vous pouvez sélectionner les spectateurs autorisés à voir votre story ou créer de nouvelles stories, puis définir les contacts ou les groupes autorisés à les afficher.
ga: Imíonn nuashonruithe ar scéalta as radharc go huathoibríoch tar éis 24 uair an chloig. Roghnaigh an lucht féachana ar do scéal nó cruthaigh scéalta nua in éineacht le lucht féachana nó grúpaí ar leith.
gu: સ્ટોરી અપડેટ 24 કલાક પછી આપમેળે ગાયબ થઈ જાય છે. તમારી સ્ટોરી કોણ જોઈ શકે તે પસંદ કરો અથવા ચોક્કસ દર્શકો અથવા ગ્રુપ સાથે નવી સ્ટોરી બનાવો.
he: עדכוני סטורי נעלמים אוטומטית אחרי 24 שעות. אפשר לבחור מי יכול לראות את הסטורי שלך או ליצור סטוריז חדשים עם קבוצות או צופים ספציפיים.
hi: स्टोरी अपडेट 24 घंटे बाद अपने आप गायब हो जाते हैं। चुनें कि कौन आपको स्टोरी देख सकते हैं या निश्चित व्यूअर्स या ग्रुप्स के साथ ही नई स्टोरीज़ बनाएँ।
hr: Ažuriranja priče automatski nestaju nakon 24 sata. Odaberite tko može pogledati vašu priču ili stvorite nove priče s određenim gledateljima ili grupama.
hu: A Történetfrissítések 24 óra elteltével automatikusan eltűnnek. Válaszd ki, hogy ki tekintheti meg a Történeted, vagy hozz létre újakat meghatározott nézőkkel vagy csoportokkal.
id: Pembaruan cerita otomatis hilang setelah 24 jam. Pilih siapa yang bisa melihat cerita Anda atau buat cerita baru dengan grup atau penonton spesifik.
it: Le Storie scompaiono automaticamente 24 ore dopo la pubblicazione. Scegli chi può vedere le tue Storie oppure crea delle Storie da condividere solo con determinate persone o all'interno di un gruppo.
ja: ストーリーの更新は24時間後に自動的に消えます。ストーリーを閲覧できるユーザーを選択したり、特定の閲覧者やグループで新しいストーリーを作成することができます。
ko: 스토리 업데이트는 24시간 후에 자동으로 사라집니다. 내 스토리를 볼 수 있는 사람을 선택하거나, 볼 수 있는 사람이나 그룹을 지정하여 새 스토리를 만드세요.
mr: स्टोरी अद्यतने 24 तासानंतर स्वयंचलितपणे अदृश्य होतात. आपली स्टोरी कोण पाहू शकते ते निवडा किंवा विशिष्ट दर्शक किंवा ग्रुप्ससह नवीन स्टोरीज तयार करा.
ms: Kemas kini cerita akan hilang secara automatik selepas 24 jam. Pilih siapa yang boleh melihat cerita anda atau mencipta cerita baru dengan penonton atau kumpulan tertentu.
nb: Storyer forsvinner automatisk etter 24 timer. Velg hvem som kan se storyen din, eller del nye storyer med utvalgte personer og grupper.
nl: Verhalen verdwijnen automatisch na 24 uur. Kies wie jouw verhalen kan zien of maak nieuwe verhalen voor specifieke personen of groepen.
pl: Relacje znikają automatycznie po 24 godzinach. Zdecyduj, kto może wyświetlać Twoje relacje, lub utwórz relacje przeznaczone dla określonych odbiorców czy też ich grup.
pt_br: As atualizações dos stories desaparecem automaticamente após 24 horas. Escolha quem pode ver seu story ou crie novos stories com visualizadores ou grupos específicos.
pt_pt: As atualizações das histórias desaparecem automaticamente após 24 horas. Escolha quem pode ver a sua história ou crie novas histórias com visualizadores ou grupos específicos.
ro: Povestea se actualizează automat după 24 de ore. Alege cine îți poate vedea povestea sau creează noi povești cu anumiți spectatori sau grupuri.
ru: Обновления историй автоматически исчезают через 24 часа. Выберите, кто может просматривать вашу историю или создавать новые истории с заданными зрителями или группами.
sk: Aktualizácie príbehov automaticky zmiznú po 24 hodinách. Vyberte, komu sa môže zobraziť váš príbeh, alebo vytvorte nové príbehy s konkrétnymi sledovateľmi či skupinami.
sr: Садржај приче аутоматски нестаје након 24 сата. Одаберите ко може да види вашу причу или да креира нове приче са одређеним гледаоцима или групама.
sv: Storyuppdateringar försvinner automatiskt efter 24 timmar. Välj vilka som kan visa din story eller skapa nya stories för specifika tittare eller grupper.
th: การอัปเดตสตอรี่จะหายไปโดยอัตโนมัติหลังจากครบ 24 ชั่วโมง เลือกได้ว่าจะให้ใครเห็นสตอรี่ของคุณ หรือสร้างสตอรี่ใหม่พร้อมกำหนดผู้ชมหรือกลุ่มเฉพาะ
tr: Hikaye güncellemeleri 24 saat sonra otomatik olarak kaybolur. Hikayeni kimlerin görüntüleyebileceğini seç veya belirli kişiler ya da gruplarla yeni hikayeler oluştur.
ug: ھېكايە يېڭىلانمىلىرى 24 سائەتتىن كېيىن ئاپتوماتىك يوقاپ كېتىدۇ. ھېكايىڭىزنى كۆرسە بولىدىغان كىشىلەرنى تاللاڭ ۋە مەلۇم كۆرۈرمەنلەر ياكى گۇرۇپپىلار كۆرسە بولىدىغان يېڭى ھېكايە قۇرۇڭ.
uk: Оновлення історій автоматично зникають через 24 години. Оберіть глядачів своєї історії або створіть нові історії для конкретних глядачів і груп.
ur: سٹوری اپ ڈیٹس 24 گھنٹوں بعد خود کار طور پر غائب ہو جاتی ہیں۔ منتخب کریں کہ کون آپ کی سٹوری دیکھ سکتا یا مخصوص ناظرین یا گروپس کے ساتھ نئی سٹوریز تخلیق کر سکتا ہے۔
vi: Các story tự động biến mất sau 24 giờ. Chọn người có thể xem story của bạn hoặc tạo các story mới cho các nhóm và người xem nhất định.
zh_cn: 动态更新将会在 24 小时后自动消失。请选择谁可以查看您的动态，或创建对特定访客或群组可见的新动态。
zh_hk: 限時動態更新會在 24 小時後自動消失。你可以選擇限時動態的分享對象，亦可為特定對象或群組建立新的限時動態。

# STORIES_SETTINGS_STORIES_HEADER
source: Stories
ar: القِصَص
be: Гісторыі
bn: স্টোরি
ca: Històries
cs: Příběhy
da: Historier
de: Storys
el: Ιστορίες
es: Historias
fa: استوری‌ها
fi: Tarinat
ga: Scéalta
gu: સ્ટોરી
he: סטוריז
hi: स्टोरीज़
hr: Priče
hu: Történetek
id: Cerita
it: Storie
ja: ストーリー
ko: 스토리
mr: स्टोरीज
ms: Cerita
nb: Storyer
nl: Verhalen
pl: Relacje
pt_pt: Histórias
ro: Povești
ru: Истории
sk: Príbehy
sr: Приче
th: สตอรี่
tr: Hikayeler
ug: ھېكايىلەر
uk: Історії
ur: سٹوریز
vi: Các Story
zh_cn: 动态
zh_hk: 限時動態
