Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ATTACHMENT_APPROVAL_MEDIA_QUALITY_STANDARD_OPTION_SUBTITLE
source: Faster, less data
af: Vinniger, minder data
ar: أسرع، بيانات أقل
az: Sürətli, daha az verilənlər
be: Хутчэй, менш даных
bn: দ্রুততর, কম ডেটা
ca: Més ràpid, menys dades
cs: Rychlejší, méně dat
cy: Cyflymach, llai o ddata
da: Hurtigere, færre data
de: Schneller, weniger Daten
el: Γρηγορότερα, λιγότερα δεδομένα
es: Más rápido, menos datos
et: Kiirem, vähem andmeid
eu: Bizkorrago, datu gutxiago
fa: سریع‌تر، دادهٔ کمتر
fi: Nopeampi, vähemmän dataa
fr: Plus rapide, consomme moins de données
ga: Níos tapúla, níos lú sonraí
gu: ઝડપી, ઓછો ડેટા
he: מהירה יותר, פחות נתונים
hi: तेज़, कम डेटा
hr: Brže, manje podataka
hu: Gyorsabb, kevesebb adat
id: Lebih cepat, sedikit data
is: Hraðvirkt, minna gagnamagn
it: Più veloce, meno dati
ja: 速い, 少ないデータ量
km: á›á¿á“á‡á¶á„á˜á»á“ á‘á·á“áŸ’á“á“áŸá™áá·á…á‡á¶á„á˜á»á“
kn: ತ್ವರಿತ, ಕಡಿಮೆ ಡೇಟಾ
ko: 데이터를 덜 쓰며 빠르게
lt: Greičiau, mažiau duomenų
lv: Ātrāk, mazāk datu
mk: Побрзо, помалку податоци
ml: വേഗത്തിൽ, കുറഞ്ഞ ഡാറ്റ
mr: जलद, कमी डेटा
ms: Lebih cepat, kurang data
my: ပိုမြန်ဆန်ပြီး ဒေတာ နည်းနည်းသာ လိုသည်
nb: Raskere, mindre data
nl: Sneller, minder dataverbruik
pa: ਵੱਧ ਤੇਜ਼, ਘੱਟ ਡਾਟਾ
pl: Szybsze przesyłanie, mniejsze pliki
ps: ډېر تیز، لږه ډیټا
pt_br: Envio mais rápido, arquivo menor
pt_pt: Mais rápido, menos dados
ro: Mai rapid, mai puține date
ru: Быстрее, меньше данных
sk: Rýchlejšie, menej dát
sl: Hitreje, manj podatkov
sq: Më i shpejtë, më pak të dhëna
sr: Брже, мање података
sv: Snabbare, mindre data
sw: Haraka zaidi, kiasi kidogo cha data
ta: வேகமான, குறைந்த இணைய தரவு
te: వేగంగా, తక్కువ డేటా
th: เร็วกว่า ใช้ข้อมูลน้อย
tr: Daha hızlı, az veri
ug: تېزرەك، سانلىق مەلۇماتنى ئاز ئىشلىتىدۇ
uk: Швидше, менше даних
ur: تیز ، کم ڈیٹا
vi: Nhanh hơn, ít dữ liệu
zh_cn: 速度更快，数据更少
zh_hk: 較快、較少數據

# ATTACHMENT_APPROVAL_MEDIA_QUALITY_TITLE
source: Media Quality
af: Mediakwaliteit
ar: جودة الوسائط
az: Media keyfiyyəti
be: Якасць медыяфайла
bn: মিডিয়ার মান
ca: Qualitat dels mitjans
cs: Kvalita médií
cy: Ansawdd Cyfryngau
da: Mediekvalitet
de: Medienqualität
el: Ποιότητα πολυμέσων
es: Calidad de archivos multimedia
et: Meedia kvaliteet
eu: Multimedia-edukien kalitatea
fa: کیفیت رسانه
fi: Median laatu
fr: Qualité du média
gu: મીડિયા ગુણવત્તા
he: איכות מדיה
hi: मीडिया गुणवत्ता
hr: Kvaliteta medija
hu: Média minősége
id: Kualitas media
is: Gæði margmiðlunarefnis
it: Qualità media
ja: メディアの画質
km: á‚á»áá—á¶á–á˜áŸáŒáŸ€
kn: ಮಾಧ್ಯಮ ಗುಣಮಟ್ಟ
ko: 미디어 품질
lt: Medijos kokybė
lv: Multivides kvalitāte
mk: Квалитет на медиа
ml: മീഡിയ ഗുണം
mr: मिडिया दर्जा
ms: Kualiti Media
my: မီဒီယာ အရည်အသွေး
nb: Mediekvalitet
nl: Mediakwaliteit
pa: ਮੀਡੀਆ ਕੁਆਲਟੀ
pl: Jakość multimediów
ps: د رسنۍ کیفیت
pt_br: Qualidade da foto
pt_pt: Qualidade dos multimédia
ro: Calitate Media
ru: Качество медиа
sk: Kvalita médií
sl: Kvaliteta medisjkih datotek
sq: Cilësi Media
sr: Квалитет медија
sv: Mediekvalitet
sw: Ubora wa Media
ta: மீடியா தரம்
te: మీడియా నాణ్యత
th: คุณภาพสื่อ
tr: İçerik kalitesi
ug: ۋاسىتە سۈپىتى
uk: Якість медіафайлів
ur: میڈیا کا معیار
vi: Chất lượng Đa phương tiện
zh_cn: 媒体质量
zh_hk: 媒體的品質

# ATTACHMENT_DEFAULT_FILENAME
source: Attachment
af: Aanhangsel
ar: الملف المُرفَق
az: Qoşma
be: Далучэнне
bg: Прикачен файл
bn: সংযুক্তি
ca: Fitxer adjunt
cs: Příloha
cy: Atodiad
da: Vedhæftning
de: Anhang
el: Συνημμένο
es: Archivo adjunto
es_es: Adjunto
et: Manus
eu: Eranskina
fa: پیوست
fi: Liitetiedosto
fil: Kalakip
fr: Pièce jointe
ga: Ceangaltán
gu: જોડાણ
he: צרופה
hi: अटैचमेंट
hr: Privitak
hu: Csatolmány
id: Lampiran
is: Viðhengi
it: Allegato
ja: 添付ファイル
kab: Afaylu yeddan
kk: Тіркеме
km: á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಗತ್ತು
ko: 첨부 파일
lt: Priedas
lv: Pielikums
mk: Прикачување
ml: അറ്റാച്ചുമെന്റ്
mr: संलग्न
ms: Lampiran
my: ပူးတွဲ
nb: Vedlegg
nl: Bijlage
pa: ਅਟੈਚਮੈਂਟ
pa_pk: منسلکہ
pl: Załącznik
ps: ضمیمه
pt_br: Anexo
pt_pt: Anexo
ro: Atașament
ru: Вложение
sk: Príloha
sl: Priponka
sq: Bashkëngjitje
sr: Прилог
sv: Bilaga
sw: Kiambatisho
ta: இணைப்பு
te: జోడింపు
th: แฟ้มแนบ
tr: Eklenti
ug: قوشۇمچە
uk: Вкладення
ur: منسلک شدہ مواد
vi: Tập tin đính kèm
zh_cn: 附件
zh_hk: 附件

# ATTACHMENT_ERROR_ALERT_TITLE
source: Error Sending Attachment
af: Kon nie aanhangsel stuur nie
ar: خطأ في إرسال الملف المُرفَق.
az: Qoşma göndərmə xətası
be: Памылка падчас адпраўкі далучэння
bg: Грешка с изпращане на прикачения файл
bn: সংযুক্তি পাঠাতে ত্রুটি
ca: Error en enviar l'adjunt
cs: Chyba při odesílání přílohy
cy: Gwall Wrth Anfon Atodiad.
da: Fejl ved afsendelse af vedhæftet fil
de: Fehler beim Senden des Anhangs
el: Σφάλμα αποστολής συνημμένου
es: No se ha podido enviar el archivo adjunto
es_es: Fallo al enviar archivo adjunto
et: Tõrge manuse saatmisel
eu: Eranskina bidaltzerakoan huts egin du
fa: خطا در ارسال پیوست
fi: Virhe liitteen lähettämisessä
fil: May problema sa Pagpapadala ng Attachment
fr: Impossible d'envoyer la pièce jointe
ga: Earráid agus an ceangaltán á sheoladh
gu: જોડાણ મોકલવામાં ભૂલ
he: שגיאה בשליחת צרופה
hi: अटैचमेंट भेजने में गलती हुई है
hr: Pogreška prilikom slanja privitka
hu: Hiba a csatolmány küldése közben
id: Gagal mengirim lampiran
is: Villa kom upp við að senda viðhengi
it: Errore nell'invio dell'allegato
ja: 添付ファイルの送信でエラー
kab: Tuccḍa deg tuzna n tceqquft yeddan
kk: Тіркемені жіберу қатесі
km: á”á‰áŸ’á á¶á€á¶ášá•áŸ’á‰á¾á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಗತ್ತನ್ನು ಕಳುಹಿಸುವಲ್ಲಿ ದೋಷ
ko: 첨부 파일 전송 중 오류 발생
lt: Klaida, siunčiant priedą
lv: Pielikuma nosūtīšanas kļūda
mk: Грешка при праќање на прикачување
ml: അറ്റാച്ചുമെന്റ് അയയ്ക്കുന്നതിൽ പിശക്
mr: संलग्न पाठविण्यात त्रुटी
ms: Ralat Menghantar Lampiran
my: ပူးတွဲဖိုင်ပေးပို့ရာတွင် အခက်အခဲရှိသည်
nb: Feil ved sending av vedlegg
nl: Fout bij verzenden van bijlage
pa: ਅਟੈਚਮੈਂਟ ਭੇਜਣ ਦੌਰਾਨ ਗਲਤੀ
pa_pk: منسلکہ گھلن اچ نقص
pl: Podczas wysyłania załącznika wystąpił błąd
ps: د ضمیمې په لیږلو کې تیروتنه شوې
pt_br: Erro ao enviar o anexo
pt_pt: Erro ao enviar o anexo
ro: Eroare la trimiterea atașamentului
ru: Ошибка отправки вложения
sk: Chyba pri posielaní prílohy
sl: Napaka pri pošiljanju priponke
sq: Gabim Dërgimi Bashkëngjitjeje
sr: Грешка приликом слања прилога
sv: Fel vid sändning av bilaga
sw: Hitilafu katika Utumaji Kiambatisho
ta: இணைப்பு அனுப்புவதில் பிழை
te: అటాచ్మెంట్ పంపడంలో లోపం
th: เกิดข้อผิดพลาดในการส่งแฟ้มแนบ
tr: Eklenti Gönderilirken Hata
ug: قوشۇمچە يوللاش خاتالىقى
uk: Помилка під час надсилання вкладення
ur: منسلک شدہ مواد بھیجنے میں غلطی
vi: Lỗi gửi tệp đính kèm
zh_cn: 附件发送错误
zh_hk: 傳送附件時出錯

# ATTACHMENT_ERROR_COULD_NOT_CONVERT_TO_JPEG
source: Unable to convert image.
af: Kan nie prent omskakel nie.
ar: تعذَّر تحويل الصورة.
az: Təsvir çevrilə bilmir.
be: Немагчыма канвертаваць выяву.
bg: Изображението не може да бъде преобразувано.
bn: চিত্র রূপান্তর করতে অক্ষম।
ca: No s'ha pogut convertir la imatge.
cs: Obrázek nemohl být konvertován.
cy: Methu trosi'r ddelwedd.
da: Kan ikke konvertere billede
de: Bild kann nicht konvertiert werden.
el: Αδυναμία μετατροπής της εικόνας.
es: No se ha podido convertir la imagen.
es_es: Fallo al convertir imagen.
et: Pildi teisendamine ei õnnestunud.
eu: Ezin izan da irudia bihurtu.
fa: تبدیل تصویر ممکن نیست.
fi: Kuvaa ei voitu muuntaa.
fil: Hindi ma-i-convert ang imahe.
fr: Impossible de convertir l'image.
ga: Níorbh fhéidir an íomhá a thiontú.
gu: ઈમેજ કન્વર્ટ કરવામાં અસમર્થ.
he: לא היה ניתן להמיר תמונה.
hi: तसवीर JPEG में नहीं बदल पा रही है।
hr: Neuspješna pretvorba slike
hu: Kép konvertálás sikertelen.
id: Tidak dapat mengubah gambar.
is: Gat ekki breytt mynd.
it: Impossibile convertire l'immagine.
ja: 画像を変換できません。
kab: Aselket n tugna d awezɣi.
kk: Кескінді түрлендіру мүмкін емес.
km: á˜á·á“á¢á¶á…á”á˜áŸ’á›áŸ‚á„ášá¼á”á—á¶á–áŸ”
kn: ಇಮೇಜ್ ಪರಿವರ್ತಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 사진을 변환할 수 없습니다.
lt: Nepavyko kovertuoti paveikslo.
lv: Nevar pārveidot attēlu.
mk: Конвертирањето на сликата беше неуспешно.
ml: ചിത്രം കൺ‌വേർട്ട് ചെയ്യാനായില്ല.
mr: चित्र रुपांतरित करण्यात अक्षम.
ms: Tidak dapat menukar imej.
my: ပုံကို ဖိုင်ပြောင်းလဲခြင်းမရပါ
nb: Kunne ikke konvertere bilde.
nl: Kan afbeelding niet converteren.
pa: ਚਿੱਤਰ ਨੂੰ ਬਦਲਣ ਵਿੱਚ ਅਸਮਰੱਥ।
pa_pk: تصویر نوں تبدیل کرن دے قابل نئیں۔
pl: Nie można przekonwertować obrazu.
ps: د انځور اوړول تر سره نشو.
pt_br: Impossível converter imagem.
pt_pt: Não foi possível converter a imagem.
ro: Imaginea nu a putut fi convertită.
ru: Не удалось конвертировать изображение.
sk: Obrázok sa nepodarilo skonvertovať.
sl: Sporočila ni bilo možno pretvoriti.
sq: S’arrihet të bëhet shndërrimi i figurës.
sr: Конвертовање слике није успело.
sv: Det går inte att konvertera bilden.
sw: Haiwezi kubadilisha picha
ta: படத்தை மாற்ற முடியவில்லை.
te: చిత్రాన్ని మార్చడం సాధ్యం కాలేదు.
th: ไม่สามารถแปลงภาพได้
tr: Görüntü dönüştürülemedi.
ug: سۈرەتنى ئايلاندۇرالمايدۇ.
uk: Неможливо конвертувати зображення.
ur: تصویر تبدیل کرنے کے قابل نہیں۔
vi: Không thể chuyển đổi định dạng ảnh.
zh_cn: 无法转换图片。
zh_hk: 無法轉換影像。

# ATTACHMENT_ERROR_COULD_NOT_CONVERT_TO_MP4
source: Unable to process video.
af: Kan nie video verwerk nie.
ar: تعذَّرت معالجة الفيديو.
az: Video emal edilə bilmir.
be: Немагчыма апрацаваць відэа.
bg: Видеоклипът не може да се обработи.
bn: ভিডিও প্রক্রিয়া করতে অক্ষম।
ca: No s'ha pogut processar el vídeo.
cs: Video nelze zpracovat.
cy: Methu prosesu'r fideo.
da: Behandling af video er ikke mulig.
de: Video kann nicht verarbeitet werden.
el: Αδυναμία επεξεργασίας βίντεο.
es: No se ha podido procesar el vídeo.
es_es: Fallo al procesar el vídeo.
et: Video töötlemine ei õnnestunud.
eu: Ezin izan da bideo prozesatu.
fa: پردازش ویدئو ممکن نیست.
fi: Videon prosessointi ei onnistu.
fil: Hindi ma-i-proseso ang video.
fr: Impossible de traiter la vidéo.
ga: Níorbh fhéidir an físeán a phróiseáil.
gu: વિડિયો પર પ્રક્રિયા કરવામાં અસમર્થ.
he: לא היה ניתן לעבד סרטון.
hi: वीडियो जोङने मे असमर्थ।
hr: Neuspješna obrada videozapisa.
hu: A videó feldolgozása sikertelen.
id: Video tidak dapat diproses.
is: Gat ekki meðhöndlað myndskeið.
it: Impossibile elaborare il video.
ja: 動画を処理できません。
kab: Tiddin n tvidyut d awezɣi.
kk: Бейнефайлды өңдеу мүмкін емес.
km: á˜á·á“á¢á¶á…áŠáŸ†áá¾á€á¶ášáœá¸áŠáŸá¢á¼áŸ”
kn: ವೀಡಿಯೊ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 동영상을 처리할 수 없습니다.
lt: Nepavyko apdoroti vaizdo įrašo.
lv: Nevar apstrādāt video.
mk: Процесирањето на видеото беше неуспешно.
ml: വീഡിയോ പ്രോസസ്സ് ചെയ്യാനായില്ല.
mr: व्हिडिओ वर प्रक्रिया करण्यात अक्षम.
ms: Tidak dapat memproses video.
my: ရုပ်မြင်သံကြားဆက်သွယ်မှု လုပ်ဆောင်၍ မရနိုင်ပါ။
nb: Klarte ikke behandle videoen.
nl: Kan video niet verwerken.
pa: ਵੀਡੀਓ ਤੇ ਕਾਰਵਾਈ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹੈ।
pa_pk: ویڈیو نوں پراسیس کرن دے قابل نئیں۔
pl: Nie można przetworzyć wideo.
ps: ویډیو پروسیس نشوه.
pt_br: Não foi possível processar o vídeo.
pt_pt: Não foi possível processar o vídeo.
ro: Nu s-a putut procesa videoclipul.
ru: Не удалось обработать видео.
sk: Video sa nepodarilo spracovať.
sl: Ne morem procesirati videa.
sq: S’arrihet të përpunohet videoja.
sr: Обрада видео записа није успела.
sv: Det går inte att bearbeta videon.
sw: Haiwezi kuchakata Video
ta: வீடியோவை செயலாக்க முடியவில்லை.
te: వీడియోను క్రమము సాధ్యం కాలేదు.
th: ไม่สามารถประมวลผลวิดีโอได้
tr: Video işlenemedi.
ug: سىننى بىر تەرەپ قىلالمايدۇ.
uk: Неможливо опрацювати відео.
ur: ویڈیو بنانے کے قابل نہیں۔
vi: Không thể xử lí video.
zh_cn: 无法处理该视频。
zh_hk: 無法處理影片。

# ATTACHMENT_ERROR_COULD_NOT_PARSE_IMAGE
source: Unable to parse image.
af: Kan nie prent ontleed nie.
ar: تعذَّرت معالجة الصورة.
az: Təsvir təhlil edilə bilmir.
be: Немагчыма аналізаваць выяву.
bg: Изображението не може да бъде разчетено.
bn: চিত্র বিশ্লেষণ করতে অক্ষম।
ca: No s'ha pogut analitzar la imatge.
cs: Obrázek nebylo možné zpracovat.
cy: Methu dosrannu'r ddelwedd.
da: Kan ikke fortolke billede.
de: Bild kann nicht geparst werden.
el: Αδυναμία ανάλυσης της εικόνας.
es: No se puede analizar la imagen.
es_es: Fallo al leer imagen.
et: Pildi lugemine ei õnnestunud.
eu: Ezin da irudia aztertu.
fa: تجزیهٔ تصویر ممکن نیست.
fi: Kuvaa ei voitu jäsentää.
fil: Hindi ma-parse ang imahe.
fr: Impossible d'analyser l'image.
ga: Níorbh fhéidir an íomhá a pharsáil.
gu: ઈમેજને પાર્સ કરવામાં અસમર્થ.
he: לא היה ניתן לעבד תמונה.
hi: तसवीर पार्स नहीं हो पा रही है।
hr: Neuspješna analiza slike.
hu: Kép beolvasása sikertelen.
id: Tidak dapat menguraikan gambar.
is: Gat ekki þáttað mynd.
it: Impossibile analizzare l'immagine.
ja: 画像をパースできません。
kab: Tasleḍt n tugna d awezɣi.
kk: Кескінді талдау мүмкін емес.
km: á˜á·á“á¢á¶á…á‰áŸ‚á€ášá¼á”á—á¶á–áŸ”
kn: ಇಮೇಜ್ ಪಾರ್ಸ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 사진을 분석할 수 없습니다.
lt: Nepavyko išnagrinėti paveikslo.
lv: Nevar parsēt attēlu.
mk: Анализирањето на сликата беше неуспешно.
ml: ചിത്രം വിശകലനം ചെയ്യാനായില്ല.
mr: चित्र पार्स करण्यात अक्षम.
ms: tidak dapat mengurai imej
my: ပုံကို ခွဲခြမ်းစိတ်ဖြာခြင်းမရပါ
nb: Kunne ikke tolke bilde.
nl: Kan afbeelding niet verwerken.
pa: ਚਿੱਤਰ ਪਾਰਸ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹੈ।
pa_pk: تصویر دا تجزیہ کرن دے قابل نئیں۔
pl: Nie można przetworzyć obrazu.
ps: د انځور تجزیه تر سره نشوه.
pt_br: Não foi possível analisar a imagem.
pt_pt: Não foi possível processar a imagem.
ro: Imaginea nu a putut fi procesată.
ru: Не удалось распознать изображение.
sk: Obrázok sa nepodarilo spracovať.
sl: Sporočila ni bilo možno razčleniti.
sq: S’arrihet të përtypet figura.
sr: Рашчлањивање слике није успело.
sv: Det går inte att tolka bilden.
sw: Haiwezi kugawanya picha
ta: படத்தை அலச முடியவில்லை.
te: చిత్రాన్ని అన్వయించడం సాధ్యం కాలేదు.
th: ไม่สามารถอ่านภาพได้
tr: Görüntü işlenemedi.
ug: سۈرەتنى تەھلىل قىلالمايدۇ.
uk: Неможливо опрацювати зображення.
ur: تصویر کا جائزہ لینے کے قابل نہیں۔
vi: Không thể phân tích ảnh.
zh_cn: 无法解析图片。
zh_hk: 無法處理影像。

# ATTACHMENT_ERROR_COULD_NOT_REMOVE_METADATA
source: Unable to remove metadata from image.
af: Kan nie metadata van die prent verwyder nie.
ar: تعذَّر حذف البيانات الوصفية من الصورة.
az: Təsvirdən meta verilənlər çıxarıla bilmir.
be: Немагчыма выдаліць метаданыя з выявы.
bg: Не може да се премахнат метаданните от изображението.
bn: ছবি থেকে মেটাডেটা সরাতে সক্ষম নয়।
ca: No s'ha pogut esborrar les metadades de la imatge.
cs: Nelze odebrat metadata obrázku.
cy: Methu dileu metaddata o'r ddelwedd.
da: Kan ikke fjerne metadata fra billede
de: Metadaten können nicht aus dem Bild entfernt werden.
el: Αδυναμία κατάργησης μεταδεδομένων από την εικόνα.
es: No se han podido eliminar los metadatos de la imagen.
es_es: Fallo al eliminar los metadatos de la foto.
et: Metaandmete pildist eemaldamine ei õnnestunud.
eu: Irudiaren metadatuak ezin dira ezabatu.
fa: حذف فرادادهٔ تصویر ممکن نیست.
fi: Metatietojen poistaminen kuvasta ei onnistunut.
fil: Hindi magawang tanggalin ang metadata mula sa imahe.
fr: Impossible de supprimer les métadonnées de l'image.
ga: Níorbh fhéidir na meiteashonraí a bhaint den íomhá.
gu: ફોટામાંથી મેટાડેટા દૂર કરવામાં અસમર્થ.
he: לא היה ניתן להסיר מטא־דאטה מהתמונה.
hi: तस्वीर से मेटाडाटा नहीं निकल पाया है।
hr: Neuspješno uklanjanje metapodataka sa slike.
hu: Kép metaadat eltávolítása sikertelen.
id: Tidak dapat menghapus metadata dari gambar.
is: Tókst ekki að fjarlægja lýsigögn úr mynd.
it: Impossibile rimuovere i metadati dall'immagine.
ja: 画像からメタデータを削除できませんでした。
kab: Tuksa n yiqefisefka seg tugna d awezɣi.
kk: Кескіннен метадеректерді алып тастау мүмкін емес.
km: á˜á·á“á¢á¶á…á›á»á”á¯á€áŸá¶ášá”á“áŸ’ááŸ‚á˜á…áŸá‰á–á¸ášá¼á”á—á¶á–áŸ”
kn: ಇಮೇಜ್‌ನಿಂದ ಮೆಟಾಡೇಟಾವನ್ನು ತೆಗೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 사진의 메타데이터를 제거할 수 없습니다.
lt: Nepavyko pašalinti metaduomenų iš paveikslo.
lv: Nevar noņemt metadatus no attēla.
mk: Отстранувањето на мета-податоците од сликата беше неуспешно.
ml: ചിത്രത്തിൽ നിന്ന് മെറ്റാഡാറ്റ നീക്കാനായില്ല.
mr: प्रतिमेमधून मेटाडेटा काढण्यात अक्षम.
ms: Tidak dapat mengalih keluar metadata daripada imej.
my: ရုပ်ပုံနှင့် သက်ဆိုင်သော အချက်အလက်များကို ဖယ်ရှား၍ မရပါ။
nb: Kunne ikke fjerne metadata fra bildet.
nl: Kan metagegevens niet uit afbeelding verwijderen.
pa: ਚਿੱਤਰ ਤੋਂ ਮੈਟਾਡੇਟਾ ਹਟਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ.
pa_pk: شبیہہ توں میٹا ڈیٹا ہٹان دے قابل نئیں۔
pl: Nie można usunąć metadanych z obrazu.
ps: د انځور د میټا ډیټا لري کول ونشو.
pt_br: Não foi possível apagar os metadados da imagem.
pt_pt: Não foi possível remover os metadados da imagem.
ro: Nu s-au putut elimina metadatele din imagine.
ru: Не удалось удалить метаданные из изображения.
sk: Z obrázku sa nepodarilo odstrániť metadáta.
sl: Odstranitev metapodatkov ni bila mogoča.
sq: S’arrihet të hiqen tejtëdhëna nga figura.
sr: Уклањање метаподатака са слике није успело.
sv: Det går inte att ta bort metadata från bilden.
sw: Haiwezi kuondoa maelezo kutoka kwenye picha
ta: படத்திலிருந்து மெட்டாடேட்டாவை அகற்ற முடியவில்லை.
te: చిత్రం నుండి మితాసమాచారం తొలగించడం సాధ్యం కాలేదు.
th: ไม่สามารถลบข้อมูลเมตาจากภาพได้
tr: Bu görüntüdeki metaveriler kaldırılamadı.
ug: سۈرەتتىكى دەسلەپكى سانلىق مەلۇماتنى چىقىرىۋېتەلمەيدۇ.
uk: Неможливо вилучити метадані зображення.
ur: تصویر سے میٹا ڈیٹا نکالنے کے قابل نہیں۔
vi: Không thể loại bỏ metadata khỏi ảnh.
zh_cn: 无法删除图片的元数据。
zh_hk: 無法將影像中的資料移除。

# ATTACHMENT_ERROR_COULD_NOT_RESIZE_IMAGE
source: Unable to resize image.
af: Kan nie prent herskaleer nie.
ar: تعذَّر تعديل أبعاد الصورة.
az: Təsvir yenidən ölçüləndirilə bilmir.
be: Немагчыма змяніць памер выявы.
bg: Изображението не може да бъде преоразмерено.
bn: চিত্রের আকার পরিবর্তন করতে অক্ষম।
ca: No s'ha pogut canviar la mida de la imatge.
cs: Nelze změnit velikost obrázku.
cy: Methu newid maint y ddelwedd.
da: Kan ikke ændre billedets størrelse
de: Bildgröße kann nicht geändert werden.
el: Αδυναμία αλλαγής μεγέθους της εικόνας.
es: No se ha podido escalar la imagen.
es_es: Fallo al escalar la imagen.
et: Pildi suuruse muutmine ei õnnestunud.
eu: Irudiaren neurria ezin da aldatu.
fa: مشکل در تغییر اندازهٔ تصویر.
fi: Kuvan kokoa ei voitu muuttaa.
fil: Hindi ma-resize ang imahe.
fr: Impossible de redimensionner l'image.
ga: Níorbh fhéidir méid na híomhá a athrú.
gu: ઈમેજનું કદ બદલવામાં અસમર્થ.
he: לא היה ניתן לשנות גודל תמונה.
hi: तस्वीर का आकार नहीं बदल पा रहा है।
hr: Neuspješna promjena veličine slike.
hu: Kép átméretezése sikertelen.
id: Tidak dapat mengubah ukuran gambar.
is: Gat ekki breytt stærð myndar.
it: Impossibile ridimensionare l'immagine.
ja: 画像のサイズを変更できません。
kab: Asemsawi n teɣzi n tugna d awezɣi.
kk: Кескіннің өлшемін өзгерту мүмкін емес.
km: á˜á·á“á¢á¶á…á”áŸ’áŠá¼ášá‘áŸ†á áŸ†ášá¼á”á—á¶á–áŸ”
kn: ಇಮೇಜ್ ಮರುಗಾತ್ರಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 사진 크기를 조절할 수 없습니다.
lt: Nepavyko pakeisti paveikslo dydžio.
lv: Nevar mainīt attēla lielumu.
mk: Промената на големината на сликата беше неуспешна.
ml: ചിത്രത്തിന്റെ വലുപ്പം മാറ്റാനായില്ല.
mr: चित्राचा आकार बदलण्यात अक्षम.
ms: Tidak dapat saiz semula imej.
my: ပုံ၏ ဆိုဒ်အရွယ်အစားပြောင်းလဲခြင်းမရပါ
nb: Kunne ikke skalere bilde.
nl: Afbeelding verkleinen mislukt.
pa: ਚਿੱਤਰ ਨੂੰ ਮੁੜ ਅਕਾਰ ਦੇਣ ਵਿੱਚ ਅਸਮਰੱਥ.
pa_pk: شبیہہ دا سائز تبدیل کرن دے قابل نئیں۔
pl: Nie można zmienić rozmiaru obrazu.
ps: د انځور اندازه نشي تنظیم کېدای.
pt_br: Impossível redimensionar imagem.
pt_pt: Não foi possível redimensionar a imagem.
ro: Imaginea nu a putut fi redimensionată.
ru: Не удалось изменить размер изображения.
sk: Nepodarilo sa zmeniť veľkosť obrázka.
sl: Sporočilu ni bilo možno spremeniti velikosti.
sq: S’arrihet të ripërmasohet figura.
sr: Промена величине слике није успела.
sv: Det går inte att ändra storlek på bilden.
sw: Haiwezi kupunguza picha
ta: படத்தின் அளவை மாற்ற முடியவில்லை.
te: చిత్రం పరిమాణాన్ని మార్చడం సాధ్యం కాలేదు.
th: ไม่สามารถปรับขนาดภาพได้
tr: Görüntü yeniden boyutlandırılamadı.
ug: سۈرەت چوڭلۇقىنى ئۆزگەرتەلمەيدۇ.
uk: Неможливо змінити розмір зображення.
ur: تصویر کو نیا سائز دینے کے قابل نہیں۔
vi: Không thể thay đổi kích cỡ ảnh.
zh_cn: 无法调整图像大小。
zh_hk: 無法重新調整影像大小。

# ATTACHMENT_ERROR_FILE_SIZE_TOO_LARGE
source: Attachment is too large.
af: Aanhangsel is te groot.
ar: حجم الملف المُرفَق كبير جدًا.
az: Qoşma çox böyükdür.
be: Далучэнне занадта вялікае.
bg: Прикаченият файл е прекалено голям.
bn: সংযুক্তি অনেক বড়।
ca: El fitxer adjunt és massa gros.
cs: Příloha je příliš velká.
cy: Atodiad yn rhy fawr.
da: Vedhæftning er for stor
de: Anhang ist zu groß.
el: Το συνημμένο είναι πολύ μεγάλο.
es: Archivo adjunto demasiado grande.
es_es: Archivo adjunto demasiado grande.
et: Manus on liiga suur.
eu: Eranskina tamaina handikoa da.
fa: فایل پیوست خیلی بزرگ است.
fi: Liitetiedosto on liian suuri.
fil: Masyadong malaki ang kalakip.
fr: Pièce jointe trop volumineuse.
ga: Tá an ceangaltán rómhór.
gu: જોડાણ ખૂબ મોટું છે.
he: הצרופה גדולה מדי.
hi: अटैचमेंट बहुत बडी है।
hr: Privitak je prevelik.
hu: A csatolmány mérete túl nagy.
id: Lampiran terlalu besar.
is: Viðhengi er of stórt.
it: L'allegato è troppo grande.
ja: 添付ファイルが大きすぎます。
kab: Taceqquft yeddan meqqret aṭas.
kk: Тіркеме тым үлкен.
km: á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹á˜á¶á“á‘áŸ†á áŸ†á’áŸ†á–áŸá€áŸ”
kn: ಲಗತ್ತು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 첨부 파일 용량을 초과했습니다.
lt: Priedas yra per didelis.
lv: Pielikums ir pārāk liels.
mk: Прикачувањето е премногу големo.
ml: അറ്റാച്ചുമെന്റ് വളരെ വലുതാണ്.
mr: संलग्न खूप मोठे आहे.
ms: Lampiran terlalu besar.
my: ပူးတွဲဖိုင်သည် ကြီးလွန်းနေသည်
nb: Vedlegget er for stort.
nl: Bijlage is te groot.
pa: ਅਟੈਚਮੈਂਟ ਬਹੁਤ ਵੱਡਾ ਹੈ.
pa_pk: منسلکہ بہت وڈی اے۔
pl: Załącznik jest za duży.
ps: ضمیمه ډېره ستره ده.
pt_br: Anexo excede o tamanho possível.
pt_pt: O anexo é demasiado grande.
ro: Atașamentul este prea mare.
ru: Вложение слишком большое.
sk: Príloha je priliš veľká.
sl: Priponka je prevelika.
sq: Bashkëngjitja është shumë e madhe.
sr: Прилог је превелик.
sv: Bilagan är för stor.
sw: Kiambatisho ni kikubwa zaidi.
ta: இணைப்பு மிகப் பெரியது.
te: జోడింపు చాలా పెద్దది.
th: แฟ้มแนบใหญ่เกินไป
tr: Eklenti çok büyük.
ug: قوشۇمچە بەك چوڭ.
uk: Вкладення завелике.
ur: منسلک مواد کافی زیادہ ہے۔
vi: Tệp đính kèm quá lớn.
zh_cn: 附件过大。
zh_hk: 附件太大。
