Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_IS_ANNOUNCEMENT_ONLY_DISABLED_BY_REMOTE_USER_FORMAT
source: %@ changed the group settings to allow all members to send messages.
af: %@ het die groepinstellings verander sodat alle lede boodskappe kan stuur.
ar: غيَّر العضو %1$@ إعدادات المجموعة للسماح لجميع الأعضاء بإرسال الرسائل.
az: %@, qrup tənzimləmələrini bütün üzvlərin mesaj göndərməsinə icazə verilir olaraq dəyişdirdi.
be: %1$@ змяніў(-ла) налады групы, каб дазволіць усім удзельнікам адпраўляць паведамленні.
bn: সকল সদস্যকে মেসেজ পাঠানোর অনুমতি দিতে %1$@ গ্রুপের সেটিংস পরিবর্তন করেছেন।
ca: %1$@ ha canviat la configuració del grup per permetre enviar missatges a tots els membres.
cs: %1$@ změnil nastavení skupiny tak, aby umožňovala odesílání zpráv všem členům.
cy: Newidiodd %@ gosodiadau'r grŵp i ganiatáu pob aelod i anfon negeseuon.
da: %1$@ ændrede gruppeindstillingerne, så alle medlemmer kan sende beskeder.
de: %1$@ hat die Gruppen-Einstellungen geändert, um allen Mitgliedern das Senden von Nachrichten zu erlauben.
el: Ο/Η %1$@ άλλαξε τις ρυθμίσεις της ομάδας για να επιτρέπεται σε όλα τα μέλη να στέλνουν μηνύματα.
es: %1$@ ha cambiado los ajustes del grupo para que cualquiera pueda enviar mensajes.
et: %@ muutis grupi sätteid nii, et kõigil liikmetel on lubatud sõnumeid saata.
fa: %1$@ تنظیمات گروه را تغییر داد تا به همهٔ اعضا اجازهٔ ارسال پیام بدهد.
fi: %1$@ muutti ryhmän asetuksia ja nyt kaikki jäsenet voivat lähettää viestejä.
fr: %1$@ a modifié les paramètres du groupe : tous les membres peuvent maintenant envoyer des messages.
ga: %1$@ changed the group settings to allow all members to send messages.
gu: %1$@એ બધા સભ્યોને મેસેજ મોકલવાની મંજૂરી આપવા માટે ગ્રુપ સેટિંગ્સમાં ફેરફાર કર્યો.
he: %1$@ שינה/שינתה את הגדרות הקבוצה אל התרה לכל חברי הקבוצה לשלוח הודעות.
hi: %1$@ ने ग्रुप सेटिंग्ज़ को सभी सदस्यों को संदेश भेजने की अनुमति देने के लिए बदल दिया है।
hr: %1$@ je promijenio postavke grupe kako bi svim članovima omogućio slanje poruka.
hu: %1$@ megváltoztatta a csoportbeállításokat: mostantól minden tag küldhet üzenetet a csoportba.
id: %1$@ mengubah pengaturan grup mengizinkan semua anggota untuk mengirimkan pesan.
is: %@ breytti stillingum hóps þannig að allir meðlimir hans geta sent skilaboð.
it: %1$@ ha modificato le impostazioni del gruppo per consentire a tutti i membri di inviare messaggi.
ja: %1$@ がグループ設定を変更し、すべてのメンバーがメッセージを送信可能になりました。
km: %@á”á¶á“á”áŸ’áŠá¼ášá€á¶ášá€áŸ†áááŸ‹á€áŸ’ášá»á˜áŠáŸ‚á›á¢á“á»á‰á¶áá·á¢áŸ„á™áŸá˜á¶á‡á·á€á€áŸ’ášá»á˜á•áŸ’á‰á¾áŸá¶ášá”á¶á“áŸ”
kn: ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಎಲ್ಲಾ ಸದಸ್ಯರಿಗೂ ಅವಕಾಶವಾಗುವಂತೆ ಗುಂಪಿನ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು %@ ಅವರು ಬದಲಾಯಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 모든 멤버가 메시지를 전송할 수 있도록 그룹 설정을 변경했습니다.
lt: %@ pakeitė grupės nustatymus taip, kad visiems nariams būtų leista siųsti žinutes.
lv: %@ mainīja grupas iestatījumus, lai visiem dalībniekiem ļautu sūtīt ziņas.
ml: എല്ലാ അംഗങ്ങളും സന്ദേശങ്ങള്‍ അയയ്ക്കാൻ അനുവദിക്കുന്നതിന് %@ ഗ്രൂപ്പ് ക്രമീകരണങ്ങൾ മാറ്റി.
mr: सर्व सदस्यांना संदेश पाठवण्याची अनुमती देण्यासाठी %1$@ ने गट सेटिंग बदलल्या.
ms: %1$@ telah mengubah tetapan kumpulan kepada benarkan semua ahli menghantar mesej.
nb: %1$@ endret gruppeinnstillingene slik at alle medlemmene kan sende meldinger.
nl: %1$@ heeft de groepsinstellingen aangepast zodat alle leden berichten kunnen verzenden en oproepen kunnen beginnen.
pa: %@ ਗਰੁੱਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਤਾਂ ਜੋ ਸਾਰੇ ਮੈਂਬਰ ਹੀ ਸੁਨੇਹੇ ਭੇਜ ਸਕਣ।
pl: %1$@ zmienia ustawienia grupy tak, aby wszyscy członkowie mogli wysyłać wiadomości.
ps: %@ د ګروپ تنظیمات بدل کړل تر څو ټولو غړو ته دا اجازه ورکړي چې پیغامونه ولیږي.
pt_br: %1$@ modificou as configurações do grupo para permitir que todos os membros enviem mensagens.
pt_pt: %1$@ modificou as definições do grupo para permitir que todos os membros possam enviar mensagens.
ro: %1$@ a modificat setările grupului pentru a permite tuturor membrilor să trimită mesaje.
ru: %1$@ изменил(-а) настройки группы, чтобы отправлять сообщения могли все участники.
sk: %1$@ zmenil(a) nastavenia skupiny, aby všetci členovia mohli posielať správy.
sl: %@ je nastavitve skupine spremenil_a tako, da lahko vsi člani pošiljajo sporočila.
sq: %@ ndryshoi rregullimet e grupit për të lejuar krejt anëtarët të dërgojnë mesazhe.
sr: %1$@ је променио/ла подешавања групе тако да сви чланови могу да шаљу поруке.
sv: %1$@ ändrade gruppinställningarna så att alla medlemmar tillåts skicka meddelanden.
sw: %@ amebadilisha mipangilio ya kikundi ili kuwaruhusu wanachama wote kutuma ujumbe.
ta: %@ மாற்றப்பட்டது குழு அமைப்புகள் க்கு அனுமதி அனைத்து உறுப்பினர்கள் அனுப்பு செய்திகள்.
te: సభ్యులందరికీ సందేశాలను పంపడానికి %@ సమూహ సెట్టింగులను మార్చారు.
th: %1$@ เปลี่ยนการตั้งค่ากลุ่มเพื่ออนุญาตให้สมาชิกทุกคนส่งข้อความได้
tr: %1$@ grup ayarlarını herkesin ileti gönderebileceği şekilde değiştirdi.
ug: ‏%1$@ گۇرۇپپا تەڭشىكىنى ھەممە ئەزالار ئۇچۇر يوللىيالايدىغان قىلىپ ئۆزگەرتتى.
uk: Користувач %1$@ змінив налаштування групи, і тепер усі учасники мають змогу надсилати повідомлення.
ur: %1$@ نے تمام ممبروں کو پیغامات بھیجنے کی اجازت دینے کے لئے گروپ کی ترتیبات کو تبدیل کیا۔
vi: %1$@đã thay đổi cài đặt nhóm để cho phép tất cả thành viên được gửi tin nhắn.
zh_cn: %1$@ 已更改群组设置为允许全部成员发生消息。
zh_hk: %1$@ 已將群組設定變更為允許所有成員傳送訊息。

# GROUP_IS_ANNOUNCEMENT_ONLY_ENABLED
source: The group settings were changed to only allow admins to send messages.
af: Die groepinstellings is verander sodat slegs admins boodskappe kan stuur.
ar: تغيَّرت إعدادات المجموعة للسماح فقط للمُشرِفين بإرسال الرسائل.
az: Qrup tənzimləmələri, yalnız adminlərin mesaj göndərməsinə icazə verilir olaraq dəyişdirildi.
be: Налады групы былі зменены, каб толькі адміністратары маглі адпраўляць паведамленні.
bn: শুধুমাত্র অ্যাডমিনদের মেসেজ পাঠানোর অনুমতি দিতে গ্রুপের সেটিংস পরিবর্তন করা হয়েছে।
ca: La configuració del grup s'ha canviat per permetre enviar missatges només als administradors.
cs: Nastavení skupiny bylo změněno tak, aby zprávy mohli odesílat pouze správci.
cy: Newidiwyd gosodiadau'r grŵp i ganiatáu gweinyddwyr un unig i anfon negeseuon.
da: Gruppeindstillingerne blev ændret, så kun administratorer kan sende beskeder.
de: Die Gruppen-Einstellungen wurden geändert, um nur Admins das Senden von Nachrichten zu erlauben.
el: Οι ρυθμίσεις της ομάδας άλλαξαν για να επιτρέπεται μόνο σε διαχειριστές να στέλνουν μηνύματα.
es: Se han cambiado los ajustes del grupo para que solo admins puedan enviar mensajes.
et: Grupi sätteid muudeti nii, et ainult administraatoritel on lubatud sõnumeid saata.
eu: Taldearen ezarpenak aldatu dira administratzaileek soilik mezuak bidali ahal izateko.
fa: تنظیمات گروه تغییر کردند تا فقط به مدیران اجازهٔ ارسال پیام داده شود.
fi: Ryhmän asetuksia muutettiin ja nyt vain ylläpitäjät voivat lähettää viestejä.
fr: Modification des paramètres du groupe : seuls les admins peuvent envoyer des messages.
gu: ફક્ત એડમિનને મેસેજ મોકલવાની મંજૂરી આપવા માટે ગ્રુપ સેટિંગ્સ બદલવામાં આવ્યા હતા.
he: הגדרות הקבוצה השתנו אל התרה רק למנהלנים לשלוח הודעות.
hi: केवल व्यवस्थापकों को संदेश भेजने की अनुमति देने के लिए ग्रुप सेटिंग्स बदली गईं।
hr: Postavke grupe promijenjene su tako da se dopušta slanje poruka isključivo administratorima.
hu: Megváltozott csoportbeállítások: mostantól csak adminok küldhetnek üzenetet a csoportba.
id: Pengaturan grup telah diubah hanya mengizinkan admin untuk mengirimkan pesan.
is: Stillingum hóps var breytt þannig að einungis stjórnendur geta sent skilaboð.
it: Le impostazioni del gruppo sono state modificate per consentire solo agli amministratori di inviare messaggi.
ja: グループ設定が変更され、メッセージ送信は管理者に限定されました。
km: á€á¶ášá€áŸ†áááŸ‹á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŸá˜áŸ’ášá¶á”áŸ‹ááŸ‚á¢áŸ’á“á€á¢á—á·á”á¶á›á•áŸ’á‰á¾áŸá¶ášá”áŸ‰á»ááŸ’ááŸ„áŸ‡áŸ”
kn: ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಅಡ್ಮಿನ್‌ಗಳಿಗೆ ಮಾತ್ರ ಅವಕಾಶವಾಗುವಂತೆ ಗುಂಪಿನ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ.
ko: 관리자만 메시지를 전송할 수 있도록 그룹 설정이 변경되었습니다.
lt: Grupės nustatymai buvo pakeisti taip, kad tik administratoriams būtų leista siųsti žinutes.
lv: Grupas iestatījumi tika mainīti, lai ziņas ļautu sūtīt tikai administratoriem.
mk: Поставките на групата беа изменети за да им се дозволи само на администраторите да испраќаат пораки.
ml: അഡ്മിൻമാർക്ക് സന്ദേശങ്ങള്‍ അയയ്ക്കാൻ മാത്രം അനുവദിക്കുന്നതിന് ഗ്രൂപ്പ് ക്രമീകരണങ്ങൾ മാറ്റി.
mr: फक्त प्रशासकांना संदेश पाठवण्याची अनुमती देण्यासाठी गट सेटिंग बदलल्या गेल्या.
ms: Tetapan kumpulan telah diubah kepada hanya benarkan pentadbir menghantar mesej.
my: အက်ဒ်မင်များသာ မက်ဆေ့ချ် ပို့နိုင်စေရန် အဖွဲ့ဆက်တင်ကို ပြောင်းပြီးပါပြီ။
nb: Gruppeinnstillingene ble satt til at kun administratorer kan sende meldinger.
nl: De groepsinstellingen zijn aangepast zodat uitsluitend beheerders berichten kunnen verzenden en oproepen kunnen beginnen.
pa: ਗਰੁੱਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਗਿਆ ਸੀ ਤਾਂ ਜੋ ਸਿਰਫ਼ ਐਡਮਿਨ ਹੀ ਸੁਨੇਹੇ ਭੇਜ ਸਕਣ।
pl: Ustawienia grupy zostają zmienione tak, aby tylko administratorzy mogli wysyłać wiadomości.
ps: د ګروپ تنظیمات بدل شوي دي تر څو یوازې اډمینانو ته اجازه ورکړي چې پیغامونه ولیږي.
pt_br: As configurações do grupo foram modificadas para permitir que somente admins enviem mensagens.
pt_pt: As definições de grupo foram modificadas para permitir que apenas os administradores possam enviar mensagens.
ro: Setările grupului au fost modificate pentru a permite doar administratorilor să trimită mesaje.
ru: Настройки группы были изменены, чтобы отправлять сообщения могли только администраторы.
sk: Zmenili sa nastavenia skupiny, aby len administrátori mohli posielať správy.
sl: Skupinske nastavitve so bile spremenjene tako, da lahko le skrbniki/ce pošiljajo sporočila.
sq: Rregullimet e grupit u ndryshuan për të lejuar vetëm përgjegjësit të dërgojnë mesazhe.
sr: Подешавања групе су промењена тако да само администратори могу да шаљу поруке.
sv: Gruppinställningarna ändrades så att endast administratörer tillåts skicka meddelanden.
sw: Mipangilio ya kikundi imebadilishwa ili kuwaruhusu wasimamizi pekee kutuma ujumbe.
ta: தி குழு அமைப்புகள் மட்டுமே மாற்றப்பட்டது அனுமதி நிர்வாகிகள் க்கு அனுப்பு செய்திகள்.
te: నిర్వాహకులను సందేశాలను పంపడానికి మాత్రమే అనుమతించడానికి సమూహ సెట్టింగ్‌లు మార్చబడ్డాయి.
th: การตั้งค่ากลุ่มเปลี่ยนเป็นอนุญาตให้ผู้ดูแลเท่านั้นที่ส่งข้อความได้
tr: Grup ayarları yalnızca yöneticilerin ileti gönderebileceği şekilde değiştirildi.
ug: گۇرۇپپا تەڭشىكى پەقەت باشقۇرغۇچىلارلا ئۇچۇر يوللىيالايدىغان قىلىپ ئۆزگەرتىلدى.
uk: Налаштування групи змінено, і тепер лише адміністратори мають змогу надсилати повідомлення.
ur: گروپ کی ترتیبات کو تبدیل کیا گیا تھا تاکہ صرف منتظمین کو پیغامات بھیج سکیں۔
vi: Cài đặt nhóm đã được thay đổi để chỉ cho phép người quản trị gửi tin nhắn.
zh_cn: 群组设置已更改为仅允许管理员发送消息。
zh_hk: 群組設定已變更為僅允許管理員傳送訊息。

# GROUP_IS_ANNOUNCEMENT_ONLY_ENABLED_BY_LOCAL_USER
source: You changed the group settings to only allow admins to send messages.
af: Jy het die groepinstellings verander sodat slegs admins boodskappe kan stuur.
ar: غيَّرتَ إعدادات المجموعة للسماح للمُشرِفين فقط بإرسال الرسائل.
az: Qrup tənzimləmələrini yalnız adminlərin mesaj göndərməsinə icazə veriləcək şəkildə tənzimlədi.
be: Вы змянілі налады групы, каб толькі адміністратары маглі адпраўляць паведамленні.
bn: কেবলমাত্র অ্যাডমিনদের মেসেজ পাঠানোর অনুমতি দিতে আপনি গ্রুপের সেটিংস পরিবর্তন করেছেন।
ca: Heu canviat la configuració del grup per permetre enviar missatges només als administradors.
cs: Změnili jste nastavení skupiny tak, aby zprávy mohli odesílat pouze správci.
cy: Newidiasoch gosodiadau'r grŵp i ganiatáu gweinyddwyr un unig i anfon negeseuon.
da: Du ændrede gruppeindstillingerne, så kun administratorer kan sende beskeder.
de: Du hast die Gruppen-Einstellungen geändert, um nur Admins das Senden von Nachrichten zu erlauben.
el: Άλλαξες τις ρυθμίσεις της ομάδας για να επιτρέπεται μόνο σε διαχειριστές να στέλνουν μηνύματα.
es: Has cambiado los ajustes del grupo para que solo admins puedan enviar mensajes.
et: Sa muutsid grupi sätteid nii, et lubad ainult administraatoritel sõnumeid saata.
eu: Taldearen ezarpenak aldatu dituzu administratazileek soilik mezuak bidali ahal izateko.
fa: شما تنظیمات گروه را تغییر دادید تا فقط به مدیران اجازهٔ ارسال پیام بدهید.
fi: Muutit ryhmän asetuksia ja nyt vain ylläpitäjät voivat lähettää viestejä.
fr: Vous avez modifié les paramètres du groupe : seuls les admins peuvent maintenant envoyer des messages.
gu: તમે ગ્રુપ સેટિંગ્સ બદલીને માત્ર એડમિનને મેસેજ મોકલવાની મંજૂરી આપી છે.
he: שינית את הגדרות הקבוצה אל התרה רק למנהלנים לשלוח הודעות.
hi: आपने ग्रुप सेटिंग को केवल व्यवस्थापकों को संदेश भेजने की अनुमति देने के लिए बदल दिया है।
hr: Promijenili ste postavke grupe tako da dopuštate slanje poruka isključivo administratorima.
hu: Megváltoztattad a csoportbeállításokat: mostantól csak adminok küldhetnek üzenetet a csoportba.
id: Anda mengubah pengaturan grup hanya mengizinkan admin untuk mengirimkan pesan.
is: Þú breyttir stillingum hóps þannig að einungis stjórnendur geta sent skilaboð.
it: Hai modificato le impostazioni del gruppo per consentire solo agli amministratori di inviare messaggi.
ja: グループ設定を変更し、メッセージ送信を管理者に限定しました。
km: á¢áŸ’á“á€á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá€á¶ášá€áŸ†áááŸ‹á€áŸ’ášá»á˜ áŠá¾á˜áŸ’á”á¸á¢á“á»á‰áŸ’á‰á¶áááŸ‚á¢áŸ’á“á€á¢á—á·á”á¶á›á•áŸ’á‰á¾áŸá¶ášáŸ”
kn: ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಅಡ್ಮಿನ್‌ಗಳಿಗೆ ಮಾತ್ರ ಅವಕಾಶವಾಗುವಂತೆ ಗುಂಪಿನ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೀವು ಬದಲಾಯಿಸಿರುವಿರಿ.
ko: 관리자만 메시지를 전송할 수 있도록 그룹 설정을 변경했습니다.
lt: Jūs pakeitėte grupės nustatymus taip, kad tik administratoriams būtų leista siųsti žinutes.
lv: Jūs mainījāt grupas iestatījumus, lai ziņas ļautu sūtīt tikai administratoriem.
mk: Ги сменивте поставките на групата за да дозволите само администраторите да испраќаат пораки.
ml: അഡ്മിൻമാർക്ക് സന്ദേശങ്ങൾ അയയ്ക്കാൻ മാത്രം അനുവദിക്കുന്നതിന് നിങ്ങൾ ഗ്രൂപ്പ് ക്രമീകരണങ്ങൾ മാറ്റി.
mr: फक्त प्रशासकांना संदेश पाठवण्याची अनुमती देण्यासाठी आपण गट सेटिंग बदलल्या.
ms: Anda telah mengubah tetapan kumpulan kepada hanya benarkan pentadbir menghantar mesej.
my: သင်သည် အက်ဒ်မင်များသာ မက်ဆေ့ချ် ပို့နိုင်စေရန် အဖွဲ့ဆက်တင်ကို ပြောင်းခဲ့ပါသည်။
nb: Du endret gruppeinnstillingene slik at kun administratorer kan sende meldinger.
nl: Je hebt de groepsinstellingen aangepast zodat uitsluitend beheerders berichten kunnen verzenden en oproepen kunnen beginnen.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਤਾਂ ਜੋ ਸਿਰਫ਼ ਐਡਮਿਨ ਹੀ ਸੁਨੇਹੇ ਭੇਜ ਸਕਣ।
pl: Zmieniasz ustawienia grupy tak, aby tylko administratorzy mogli wysyłać wiadomości.
ps: تاسې د ګروپ تنظیمات بدل کړل تر څو یوازې اډمینانو ته دا اجازه ورکړئ چې پیغامونه ولیږي.
pt_br: Você modificou as configurações do grupo para permitir que somente admins enviem mensagens.
pt_pt: Você modificou as definições de grupo de forma a permitir que apenas os administradores possam enviar mensagens.
ro: Ai modificat setările grupului pentru a permite doar administratorilor să trimită mesaje.
ru: Вы изменили настройки группы, чтобы отправлять сообщения могли только администраторы.
sk: Zmenili ste nastavenia skupiny, aby len administrátori mohli posielať správy.
sl: Nastavitve skupine ste spremenili tako, da lahko le skrbniki pošiljajo sporočila.
sq: Ndryshuat rregullimet e grupit për të lejuar vetëm përgjegjësit të dërgojnë mesazhe.
sr: Променили сте подешавања групе тако да само администратори могу да шаљу поруке.
sv: Du ändrade gruppinställningarna så att endast administratörer tillåts skicka meddelanden.
sw: Umebadilisha mipangilio ya kikundi ili kuwaruhusu wasimamizi pekee kutuma ujumbe.
ta: நீங்கள் மாற்றினீர்கள் குழு அமைப்புகள் மட்டும் அனுமதி நிர்வாகிகள் க்கு அனுப்பு செய்திகள்.
te: సందేశాలను పంపడానికి నిర్వాహకులను మాత్రమే అనుమతించడానికి మీరు సమూహ సెట్టింగులను మార్చారు.
th: คุณเปลี่ยนการตั้งค่ากลุ่มเพื่ออนุญาตให้ผู้ดูแลเท่านั้นที่ส่งข้อความได้
tr: Grup ayarlarını yalnızca yöneticilerin ileti yollayabileceği şekilde değiştirdiniz.
ug: گۇرۇپپا تەڭشىكىنى پەقەت باشقۇرغۇچىلارلا ئۇچۇر يوللىيالايدىغان قىلىپ ئۆزگەرتتىڭىز.
uk: Ви змінили налаштування групи, і тепер лише адміністратори мають змогу надсилати повідомлення.
ur: آپ نے منتظمین کو صرف پیغامات بھیجنے کی اجازت دینے کے لئے گروپ کی ترتیبات کو تبدیل کردیا۔
vi: Bạn đã thay đổi cài đặt nhóm để chỉ cho phép người quản trị gửi tin nhắn.
zh_cn: 您已将群组设置更改为仅允许管理员发送消息。
zh_hk: 您已將群組設定變更為僅允許管理員傳送訊息。

# GROUP_IS_ANNOUNCEMENT_ONLY_ENABLED_BY_REMOTE_USER_FORMAT
source: %@ changed the group settings to only allow admins to send messages.
af: %@ het die groepinstellings verander sodat slegs admins boodskappe kan stuur.
ar: غيَّر العضو %1$@ إعدادات المجموعة للسماح للمُشرِفين فقط بإرسال الرسائل.
az: %@, qrup tənzimləmələrini yalnız adminlərin mesaj göndərməsinə icazə verilir olaraq dəyişdirdi.
be: %1$@ змяніў(-ла) налады групы, каб толькі адміністратары маглі адпраўляць паведамленні.
bn: কেবলমাত্র অ্যাডমিনদের মেসেজ পাঠানোর অনুমতি দিতে %1$@ গ্রুপের সেটিংস পরিবর্তন করেছেন।
ca: %1$@ ha canviat la configuració del grup per permetre enviar missatges només als administradors.
cs: %1$@ změnil nastavení skupiny tak, aby zprávy mohli odesílat pouze správci.
cy: Newidiodd %@ gosodiadau'r grŵp i ganiatáu gweinyddwyr un unig i anfon negeseuon.
da: %1$@ ændrede gruppeindstillingerne, så kun administratorer kan sende beskeder.
de: %1$@ hat die Gruppen-Einstellungen geändert, um nur Admins das Senden von Nachrichten zu erlauben.
el: Ο/Η %1$@ άλλαξε τις ρυθμίσεις της ομάδας για να επιτρέπεται μόνο σε διαχειριστές να στέλνουν μηνύματα.
es: %1$@ ha cambiado los ajustes del grupo para que solo admins puedan enviar mensajes.
et: %@ muutis grupi sätteid nii, et ainult administraatoritel on lubatud sõnumeid saata.
fa: %1$@ تنظیمات گروه را تغییر داد تا فقط به مدیران اجازهٔ ارسال پیام بدهد.
fi: %1$@ muutti ryhmän asetuksia ja nyt vain ylläpitäjät voivat lähettää viestejä.
fr: %1$@ a modifié les paramètres du groupe : seuls les admins peuvent maintenant envoyer des messages.
ga: %1$@ changed the group settings to only allow admins to send messages.
gu: %1$@એ ફક્ત એડમિનને મેસેજ મોકલવાની મંજૂરી આપવા માટે ગ્રુપ સેટિંગ્સ બદલ્યા.
he: %1$@ שינה/שינתה את הגדרות הקבוצה אל התרה רק למנהלנים לשלוח הודעות.
hi: %1$@ ने ग्रुप सेटिंग्ज़ को केवल ऐडमिन को संदेश भेजने की अनुमति देने के लिए बदल दिया।
hr: %1$@ je promijenio postavke grupe tako da dopušta slanje poruka isključivo administratorima.
hu: %1$@ megváltoztatta a csoportbeállításokat: mostantól csak adminok küldhetnek üzenetet a csoportba.
id: %1$@ mengubah pengaturan grup hanya mengizinkan admin untuk mengirimkan pesan.
is: %@ breytti stillingum hóps þannig að einungis stjórnendur geta sent skilaboð.
it: %1$@ ha modificato le impostazioni del gruppo per consentire solo agli amministratori di inviare messaggi.
ja: %1$@ がグループ設定を変更し、メッセージ送信を管理者に限定しました。
km: %@á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áŠá¼ášá€á¶ášá€áŸ†áááŸ‹á€áŸ’ášá»á˜áŠáŸ‚á›á˜á¶á“ááŸ‚á¢áŸ’á“á€á¢á—á·á”á¶á›á€áŸ’ášá»á˜á‘á¾á”á¢á¶á…á•áŸ’á‰á¾áŸá¶ášá”á¶á“áŸ”
kn: ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಅಡ್ಮಿನ್‌ಗಳಿಗೆ ಮಾತ್ರ ಅವಕಾಶವಾಗುವಂತೆ ಗುಂಪಿನ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು %@ಅವರು ಬದಲಾಯಿಸಿದ್ದಾರೆ.
ko: %1$@ 님은 관리자만 메시지를 전송할 수 있도록 그룹 설정을 변경했습니다.
lt: %@ pakeitė grupės nustatymus taip, kad tik administratoriams būtų leista siųsti žinutes.
lv: %@ mainīja grupas iestatījumus, lai ziņas ļautu sūtīt tikai administratoriem.
ml: അഡ്മിൻമാർക്ക് സന്ദേശങ്ങള്‍ അയയ്ക്കാൻ മാത്രം അനുവദിക്കുന്നതിന് %@ ഗ്രൂപ്പ് ക്രമീകരണങ്ങൾ മാറ്റി.
mr: फक्त प्रशासकांना संदेश पाठवण्याची अनुमती देण्यासाठी %1$@ ने गट सेटिंग बदलल्या.
ms: %1$@ telah mengubah tetapan kumpulan kepada hanya benarkan pentadbir menghantar mesej.
nb: %1$@ endret gruppeinnstillingene slik at kun administratorer kan sende meldinger.
nl: %1$@ heeft de groepsinstellingen aangepast zodat uitsluitend beheerders berichten kunnen verzenden en oproepen kunnen beginnen.
pa: %@ ਨੇ ਗਰੁੱਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਤਾਂ ਜੋ ਸਿਰਫ਼ ਐਡਮਿਨ ਹੀ ਸੁਨੇਹੇ ਭੇਜ ਸਕਣ।
pl: %1$@ zmienia ustawienia grupy tak, aby tylko administratorzy mogli wysyłać wiadomości.
ps: %@ د ګروپ تنظیمات بدل کړل تر څو یوازې اډمینانو ته اجازه ورکړي چې پیغامونه ولیږي.
pt_br: %1$@ modificou as configurações do grupo para permitir que somente admins enviem mensagens.
pt_pt: %1$@ modificou as definições de grupo de forma a permitir que apenas os administradores possam enviar mensagens.
ro: %1$@ a modificat setările grupului pentru a permite doar administratorilor să trimită mesaje.
ru: %1$@ изменил(-а) настройки группы, чтобы отправлять сообщения могли только администраторы.
sk: %1$@ zmenil(a) nastavenia skupiny, aby len administrátori mohli posielať správy.
sl: %@ je nastavitve skupine ste spremenil_a tako, da lahko le skrbniki_ce pošiljajo sporočila.
sq: %@ ndryshoi rregullimet e grupit për të lejuar vetëm përgjegjësit të dërgojnë mesazhe.
sr: %1$@ је променио/ла подешавања групе тако да само администратори могу да шаљу поруке.
sv: %1$@ ändrade gruppinställningarna så att endast administratörer tillåts skicka meddelanden.
sw: %@ amebadilisha mipangilio ya kikundi ili kuwaruhusu wasimamizi pekee kutuma ujumbe.
ta: %@ மாற்றப்பட்டது குழு அமைப்புகள் மட்டும் அனுமதி நிர்வாகிகள் க்கு அனுப்பு செய்திகள்.
te: సందేశాలను పంపడానికి నిర్వాహకులను మాత్రమే అనుమతించడానికి %@ సమూహ సెట్టింగులను మార్చారు.
th: %1$@ เปลี่ยนการตั้งค่ากลุ่มเพื่ออนุญาตให้ผู้ดูแลเท่านั้นที่ส่งข้อความได้
tr: %1$@ grup ayarlarını yalnızca yöneticilerin ileti yollayabileceği şekilde değiştirdi.
ug: ‏%1$@ گۇرۇپپا تەڭشىكىنى پەقەت باشقۇرغۇچىلارلا ئۇچۇر يوللىيالايدىغان قىلىپ ئۆزگەرتتى.
uk: Користувач %1$@ змінив налаштування групи, і тепер лише адміністратори мають змогу надсилати повідомлення.
ur: %1$@ نے گروپ کی ترتیبات کو تبدیل کیا تاکہ منتظمین کو صرف پیغامات بھیج سکیں۔
vi: %1$@đã thay đổi cài đặt nhóm để cho phép quản trị viên được gửi tin nhắn.
zh_cn: %1$@ 已将群组设置更改为仅允许管理员发送消息。
zh_hk: %1$@ 已將群組設定變更為僅允許管理員傳送訊息。
