Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_UPDATED_NAME_UPDATED_FORMAT
source: Group name is now “%@”.
af: Groepnaam is nou “%@”.
ar: الآن اسم المجموعة هو "%1$@".
az: Qrupun adı artıq belədir: "%@".
be: Назва групы цяпер «%1$@».
bg: Името на групата вече е „%@“.
bn: গ্রুপের নাম এখন "%1$@"।
ca: El nom del grup ara és «%1$@».
cs: Jméno skupiny je nyní "%1$@".
cy: Enw'r grŵp nawr yw “%@”.
da: Gruppens navn er nu "%1$@"
de: Gruppenname lautet jetzt »%1$@«.
el: Το όνομα της ομάδας άλλαξε σε "%1$@".
es: Ahora el nombre del grupo es "%1$@".
es_es: Ahora el nombre del grupo es «%@».
et: Grupi nimi on nüüd “%@”.
eu: Orain taldearen izena "%@" da.
fa: نام گروه اکنون “%1$@”.
fi: Ryhmän nimi on nyt %1$@.
fil: Ang pangalan ng grupo ay "%@" na.
fr: Le groupe s'appelle maintenant "%1$@".
ga: Is é “%1$@” ainm an ghrúpa anois.
gu: ગ્રુપનું નામ હવે “%1$@” છે.
he: שם הקבוצה הוא עכשיו ”%1$@“.
hi: अब ग्रुप का नाम “%1$@” है।
hr: Naziv grupe je sada “%1$@”.
hu: A csoport neve mostantól "%1$@".
id: Nama grup sekarang adalah "%1$@".
is: Nafn hópsins er núna '%@'.
it: Il nome del gruppo è ora “%1$@”.
ja: グループ名が「%1$@」になりました。
kab: Isem n ugraw tura "%@".
kk: Топ қазір “%@” деп аталады.
km: áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜á¥á¡á¼áœá“áŸáŸ‡á‚áº â€œ%@â€áŸ”
kn: ಈಗ ಗುಂಪಿನ ಹೆಸರು “%@”.
ko: 이제 그룹 이름은 '%1$@'입니다.
lt: Dabar, grupės pavadinimas yra „%@“.
lv: Grupas nosaukums tagad ir “%@”.
mk: Името на групата сега е “%@“.
ml: ഗ്രൂപ്പിന്റെ പേര് ഇപ്പോൾ "%@" ആണ്.
mr: गट नाव आता "%1$@" आहे.
ms: Sekarang nama kumpulan adalah “%1$@”.
my: အဖွဲ့၏အမည်သည် ယခု "%@" ဖြစ်ပါသည်။
nb: Gruppens navn er nå "%1$@".
nl: De groepsnaam is vanaf nu ‘%1$@’.
pa: ਗਰੁੱਪ ਦਾ ਨਾਂ ਹੁਣ “%@” ਹੈ।
pa_pk: گروپ دا ناں ہونڑ "%@" اے۔
pl: Nazwa grupy to teraz „%1$@”.
ps: د ګروپ نوم اوس دی '%@'.
pt_br: O nome do grupo agora é "%1$@".
pt_pt: O nome do grupo é a agora "%1$@".
ro: Numele grupului este acum “%1$@”.
ru: Группа теперь называется «%1$@».
sk: Skupina sa teraz volá “%1$@”.
sl: Novo ime skupine je “%@”.
sq: Emri i grupit tani është “%@”.
sr: Назив групе је сада „%1$@“.
sv: Gruppnamnet är nu "%1$@".
sw: Jina la kundi sasa ni "%@".
ta: குழுவின் பெயர் இப்போது “%@”.
te: సమూహం పేరు ఇప్పుడు “%@”.
th: ตอนนี้ชื่อกลุ่มคือ “%1$@”
tr: Grup adı artık “%1$@”.
ug: ھازىرقى گۇرۇپپا نامى «%1$@».
uk: Тепер група називається «%1$@».
ur: گروپ کا نام اب "%1$@" ہے۔
vi: Tên nhóm đã được đổi sang "%1$@".
zh_cn: 群名称被修改为 “%1$@”。
zh_hk: 群組名稱現為「%1$@」。

# GROUP_WAS_MIGRATED
source: This group was upgraded to a New Group.
af: Hierdie groep is na ’n nuwe groep opgegradeer.
ar: تمَّ ترقية هذه المجموعة إلى مجموعة جديدة.
az: Bu qrup Yeni Qrupa yüksəldildi.
be: Гэтая група была абноўлена да Новай групы.
bn: গ্রুপটি আপগ্রেড হয়ে একটি নতুন গ্রুপ হয়েছে।
ca: Aquest grup s'ha actualitzat a un grup nou.
cs: Tato skupina byla aktualizována na novou verzi.
cy: Uwchraddiwyd y grŵp hwn i Grŵp Newydd.
da: Gruppen blev opgraderet til en ny gruppe
de: Diese Gruppe wurde auf eine Gruppe neuen Typs aktualisiert.
el: Αυτή η ομάδα αναβαθμίστηκε σε Ομάδα νέου τύπου.
es: Este grupo se ha actualizado al nuevo sistema de grupos.
es_es: Este grupo se ha actualizado al nuevo sistema de grupos.
et: See grupp uuendati uueks grupiks.
eu: Talde hau eguneratu da eta Talde Berria bilakatu da.
fa: این گروه به یک گروه جدید ارتقا یافت.
fi: Tämä ryhmä päivitettiin uudeksi ryhmäksi.
fr: Ce groupe a été converti en "nouveau groupe".
gu: આ ગ્રુપને નવા ગ્રુપમાં અપગ્રેડ કરવામાં આવ્યું હતું.
he: קבוצה זו שודרגה אל קבוצה חדשה.
hi: इस ग्रुप को एक नए ग्रुप में अपग्रेड किया गया था।
hr: Ova grupa je ažurirana u Novu grupu.
hu: Ez a csoport új típusú csoporttá lett alakítva.
id: Grup ini telah diperbarui ke Grup Baru.
is: Þessi hópur var uppfærður í nýja gerð hóps.
it: Questo gruppo è stato aggiornato a un Nuovo Gruppo.
ja: このグループは新しいグループにアップデートされました。
kab: Agraw-a yettwaleqqem ɣer ugraw amaynut.
km: á€áŸ’ášá»á˜á“áŸáŸ‡ ááŸ’ášá¼áœá”á¶á“áŠáŸ†á¡á¾á„á‘áŸ…á€áŸ’ášá»á˜ááŸ’á˜á¸áŸ”
kn: ಈ ಗುಂಪನ್ನು ಹೊಸ ಗುಂಪಿಗೆ ಅಪ್‌‌ಗ್ರೇಡ್ ಮಾಡಲಾಗಿದೆ.
ko: 그룹이 새 그룹으로 업그레이드되었습니다.
lt: Ši grupė buvo atnaujinta į naująją grupę.
lv: Šī grupa tika jaunināta uz jauno grupu.
mk: Оваа група беше надградена кон „Нови групи“.
ml: ഈ ഗ്രൂപ്പ് ഒരു പുതിയ ഗ്രൂപ്പിലേക്ക് അപ്‌ഡേറ്റുചെയ്‌തു.
mr: हा गट नवीन गटात श्रेणीसुधारित केले गेले होते.
ms: Kumpulan ini telah dinaik taraf ke Kumpulan Baharu.
my: ၎င်းအဖွဲ့သည် အဖွဲ့အသစ်သို့ အပ်ဒိတ်လုပ်ထားပါသည်။
nb: Denne gruppen ble oppgradert til en "ny" gruppe.
nl: Deze groep is omgezet in een nieuwe-stijl groep.
pa: ਇਸ ਗਰੁੱਪ ਨੂੰ ਇੱਕ ਨਵੇਂ ਗਰੁੱਪ ਵਿੱਚ ਅੱਪਗ੍ਰੇਡ ਕੀਤਾ ਗਿਆ ਸੀ।
pl: Ta grupa zostaje przeniesiona do nowej grupy.
ps: دغه ګروپ یوه نوي ګروپ ته اپډیټ شوی.
pt_br: Este grupo foi atualizado para um Novo Grupo.
pt_pt: O grupo foi atualizado para um 'Novo grupo'.
ro: Acest grup a fost actualizat la Noul Grup.
ru: Эта группа была обновлена до Новой группы.
sk: Táto skupina sa modernizovala na Novú skupinu.
sl: Skupina je bila nadgrajena v Novo skupino.
sq: Ky grup u përmirësua si Grup i Ri.
sr: Ова група је надограђена на нову групу
sv: Denna grupp uppgraderades till en Ny grupp.
sw: Kikundi hiki kiliboreshwa na kuwa Kikundi Kipya.
ta: இது குழு இருந்தது ஒரு மேம்படுத்தப்பட்டது புதிய குழு.
te: ఈ సమూహం క్రొత్త సమూహంగా అప్‌గ్రేడ్ చేయబడింది.
th: กลุ่มนี้ได้ปรับรุ่นเป็นกลุ่มแบบใหม่แล้ว
tr: Bu grup Yeni Grupa yükseltildi.
ug: بۇ گۇرۇپپا «يېڭى گۇرۇپپا»غا يېڭىلاندى.
uk: Цю групу оновлено до нової.
ur: اس گروپ کو نئے گروپ میں اپ گریڈ کیا گیا تھا۔
vi: Nhóm này đã được nâng cấp Nhóm Mới.
zh_cn: 此群升级成新版群组了。
zh_hk: 此群組已升級至「新版群組」。

# GROUP_WAS_MIGRATED_LOCAL_USER_INVITED
source: You couldn’t be added to the New Group and have been invited to join.
ar: يتعذّر إضافتك إلى المجموعة الجديدة وقد دُعِيتَ للانضمام.
be: Не атрымалася дадаць вас у Новую групу, таму вас запрасілі далучыцца.
bn: নতুন গ্রুপটিতে আপনাকে যোগ করা যায়নি এবং আপনাকে গ্রুপটিতে যোগদান করার জন্য আমন্ত্রণ জানানো হয়েছে।
ca: No se t'ha pogut afegir al grup nou i se t'ha convidat a afegir-t'hi.
cs: Nemohli jste být přidáni do nové skupiny a byli jste pozváni, abyste se k ní připojili.
da: Du kunne ikke føjes til den nye gruppe, og er blevet inviteret til at deltage.
de: Du konntest der Neuen Gruppe nicht hinzugefügt werden und wurdest daher eingeladen, beizutreten.
el: Δεν ήταν δυνατή η προσθήκη σου στην Ομάδα νέου τύπου, και προσκλήθηκες για να μπεις.
es: No te han podido añadir al nuevo grupo, pero te han invitado a unirte.
fa: شما به گروه جدید اضافه نشدید و برای پیوستن دعوت شده‌اید.
fi: Sinua ei voitu lisätä uuteen ryhmään ja sinut on kutsuttu liittymään.
fr: Impossible de vous ajouter au nouveau groupe. Vous avez donc reçu une invitation à le rejoindre.
ga: Níorbh fhéidir thú a chur leis an nGrúpa Nua agus tugadh cuireadh duit dul isteach ann.
gu: તમને નવા ગ્રૂપમાં ઉમેરી શકાયા નથી અને તેમાં જોડાવા માટે આમંત્રણ આપવામાં આવ્યું છે.
he: לא יכולת להתווסף אל הקבוצה החדשה והוזמנת להצטרף.
hi: आपको नए ग्रुप में शमिल नहीं किया जा सका और आपको शामिल होने के लिए आमंत्रित किया गया है।
hr: Ne možete biti dodani u Novu grupu, ali ste pozvani da se pridružite.
hu: Nem tudtak közvetlenül az új típusú csoporthoz adni, ezért meghívót kaptál.
id: Anda tidak dapat ditambahkan ke Grup Baru dan telah diundang untuk bergabung.
it: Non è stato possibile aggiungerti al Nuovo Gruppo e hai ricevuto un invito a unirti.
ja: 新しいグループに追加できなかったため、招待されています。
ko: 새 그룹에 추가되지 못했으나 가입하도록 초대되었습니다.
mr: आपण नवीन गटात जोडला जाऊ शकला नाहीत आणि त्यात सामील होण्यासाठी आमंत्रित केले गेले आहे.
ms: Anda tidak dapat ditambah ke Kumpulan Baharu dan telah dijemput untuk menyertai.
nb: Du kunne ikke legges til i den nye gruppen, men er nå invitert til å bli med.
nl: Je kon niet worden toegevoegd aan de nieuwe-stijl groep en hebt daarom een uitnodiging gekregen.
pl: Nie udało się dodać Cię do nowej grupy. Otrzymujesz do niej zaproszenie.
pt_br: Você não pôde ser adicionado ao Novo Grupo e foi convidado a entrar.
pt_pt: Não foi possível adicioná-lo ao Novo grupo e foi convidado a entrar.
ro: Nu ai putut fi adăugat la noul grup și ai fost invitat/ă să te înscrii.
ru: Вас невозможно было добавить в Новую группу, поэтому вы получили приглашение присоединиться.
sk: Nepodarilo sa vás pridať do Novej skupiny a boli ste do nej pozvaný.
sr: Није било могуће додати вас у нову групу, па сте позвани да се придружите.
sv: Du kunde inte läggas till i den Nya gruppen och har blivit inbjuden att gå med.
th: ไม่สามารถเพิ่มคุณเข้ากลุ่มแบบใหม่ได้ และคุณถูกเชิญให้เข้าร่วมกลุ่ม
tr: Yeni Gruba eklenemedin ve gruba katılmak için davet edildin.
ug: تەكلىپ قىلىنمىغۇچە يېڭى گۇرۇپپىغا قوشۇلالمايسىز.
uk: Вас не вдалося додати до нової групи, тому вас запрошують приєднатися до неї.
ur: آپ کو نئے گروپ میں شامل نہیں کیا جا سکا اور آپ کو اس میں شامل ہونے کی دعوت دی گئی ہے۔
vi: Bạn không thể được thêm vào Nhóm Mới và đã được mời tham gia.
zh_cn: 您无法加入新版群组并已收到加入邀请。
zh_hk: 你無法被新增至新版群組，已邀請你加入。

# GROUP_YOU_LEFT
source: You have left the group.
af: Jy het die groep verlaat.
ar: غادرتَ المجموعة.
az: Qrupu tərk etdiniz.
be: Вы пакінулі групу.
bg: Вие напуснахте групата.
bn: আপনি গ্রুপ ত্যাগ করেছেন।
ca: Heu abandonat el grup.
cs: Opustil jste skupinu.
cy: Rydych wedi gadael y grŵp.
da: Du har forladt gruppen.
de: Du hast die Gruppe verlassen.
el: Έφυγες από την ομάδα.
es: Has abandonado el grupo.
es_es: Has abandonado el grupo.
et: Sa lahkusid grupist.
eu: Taldea utzi duzu.
fa: شما از این گروه خارج شده‌اید.
fi: Olet poistunut ryhmästä.
fil: Ika'y lumisan na sa grupo.
fr: Vous avez quitté le groupe.
ga: D'fhág tú an grúpa.
gu: તમે ગ્રુપ છોડી દીધું છે.
he: עזבת את הקבוצה.
hi: आपने ग्रुप छोड़ दिया है
hr: Napustili ste grupu.
hu: Elhagytad a csoportot.
id: Anda telah keluar dari group
is: Þú hefur yfirgefið hópinn.
it: Hai abbandonato il gruppo.
ja: グループを抜けました。
kab: Dayen teǧǧiḍ agraw
kk: Сіз топтан шығып кеттіңіз.
km: á¢áŸ’á“á€á”á¶á“á…á¶á€á…áŸá‰á–á¸á€áŸ’ášá»á˜áŸ”
kn: ನೀವು ಗುಂಪನ್ನು ಬಿಟ್ಟಿದ್ದೀರಿ.
ko: 그룹에서 나갔습니다.
lt: Jūs išėjote iš grupės.
lv: Jūs izstājāties no šīs grupas.
mk: Вие ја напуштивте групата.
ml: നിങ്ങൾ ഗ്രൂപ്പ് വിട്ടു.
mr: आपण गट सोडला आहे.
ms: Anda telah meninggalkan kumpulan.
my: အဖွဲ့မှသင်ထွက်လိုက်သည်။
nb: Du har forlatt gruppen.
nl: Je hebt de groep verlaten.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਨੂੰ ਛੱਡਿਆ।
pa_pk: تسیں گروپ چھڈ دتا اے۔
pl: Opuszczasz grupę.
ps: تاسې دا ګروپ پرېښود.
pt_br: Você saiu do grupo.
pt_pt: Você abandonou o grupo.
ro: Ai părăsit grupul.
ru: Вы покинули группу.
sk: Opustili ste skupinu.
sl: Zapustili ste skupino.
sq: E braktisët grupin.
sr: Напустили сте групу.
sv: Du har lämnat gruppen.
sw: Umeondoka kwenye kundi.
ta: நீங்கள் குழுவிலிருந்து வெளியேறிவிட்டீர்கள்.
te: మీరు సమూహన్ని విడిచిపెట్టారు
th: คุณได้ออกจากกลุ่ม
tr: Gruptan ayrıldınız.
ug: سىز گۇرۇپپىدىن ئايرىلدىڭىز.
uk: Ви покинули групу.
ur: آپ نے گروپ چھوڑدیا ہے۔
vi: Bạn đã rời nhóm.
zh_cn: 您已离开该群组。
zh_hk: 你已退出群組。

# GROUPS_ANNOUNCEMENT_ONLY_ADMINISTRATORS
source: admins
ar: المُشرِفون
az: adminlər
be: адміністратары
bn: অ্যাডমিন
ca: administradors
cs: správci
cy: gweinyddwyr
da: administratorer
el: διαχειριστές
et: administraatorid
eu: administratzaileak
fa: مدیران
fi: ylläpitäjät
ga: riarthóirí
gu: એડમિન્સ
he: מנהלנים
hi: व्यवस्थापक
hr: administratori
hu: adminok
id: admin
is: stjórnendur
it: amministratori
ja: 管理者
km: á¢á—á·á”á¶á›
kn: ಅಡ್ಮಿನ್‌‌ಗಳು
ko: 관리자
lt: administratoriai
lv: administratori
mk: администраторид
ml: അഡ്മിൻസ്
mr: प्रशासक
ms: pentadbir
my: အက်ဒ်မင်များ
nb: administratorer
nl: beheerders
pa: ਐਡਮਿਨਜ਼
pl: administratorzy
ps: اډمینونه
pt_pt: administradores
ro: administratori
ru: администраторы
sk: administrátori
sl: skrbniki/ce
sq: përgjegjësit
sr: администратори
sv: administratörer
sw: wasimamizi
ta: நிர்வாகிகள்
te: నిర్వాహకులు
th: ผู้ดูแล
tr: yöneticiler
ug: باشقۇرغۇچىلار
uk: адміністратори
ur: منتظمین
vi: người quản trị
zh_cn: 管理员
zh_hk: 管理員

# GROUPS_ANNOUNCEMENT_ONLY_BLOCKING_SEND_OR_CALL_FORMAT
source: Only %@ can send messages
af: Slegs %@ kan boodskappe stuur
ar: يمكن فقط لـ %1$@ إرسال الرسائل.
az: Yalnız %@ mesaj göndərə bilər
be: Толькі %1$@ можа адпраўляць паведамленні
bn: কেবলমাত্র %1$@ মেসেজ পাঠাতে পারবেন
ca: Només els %1$@ poden enviar missatges.
cs: Pouze %1$@ může posílat zprávy
cy: %@ yn unig gall anfon negeseuon
da: Kun %1$@ kan sende beskeder.
de: Nur %1$@ dürfen Nachrichten senden
el: Μόνο οι %1$@ μπορούν να στέλνουν μηνύματα
es: Solo %1$@ pueden enviar mensajes
et: Ainult %@ saavad sõnumeid saata.
fa: فقط %1$@ می‌تواند پیام بفرستد
fi: Vain %1$@ voivat lähettää viestejä
fr: Seuls les %1$@ peuvent envoyer des messages
ga: Only %1$@ can send messages
gu: માત્ર %1$@ મેસેજ મોકલી શકે છે
he: רק %1$@ יכולים לשלוח הודעות
hi: केवल %1$@ संदेश भेज सकते हैं
hr: Samo %1$@ može slati poruke.
hu: Csak %1$@ küldhetnek üzeneteket
id: Hanya %1$@ yang dapat mengirimkan pesan
is: Einungis %@ geta sent skilaboð
it: Solo gli %1$@ possono inviare messaggi
ja: %1$@ のみがメッセージを送信できます
km: á˜á¶á“ááŸ‚%@ á¢á¶á…á•áŸ’á‰á¾áŸá¶ášáŸ”
kn: %@ಮಾತ್ರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು
ko: %1$@ 님만 메시지를 전송할 수 있습니다.
lt: Tik %@ gali siųsti žinutes
lv: Tikai %@ var sūtīt ziņas
ml: %@ മാത്രമേ സന്ദേശങ്ങള്‍ അയയ്ക്കാൻ കഴിയൂ
mr: फक्त %1$@ संदेश पाठवू शकतात
ms: Hanya %1$@ dapat menghantar mesej
nb: Bare %1$@ kan sende meldinger
nl: Alleen %1$@ kunnen berichten verzenden
pa: ਸਿਰਫ %@ ਸੁਨੇਹੇ ਭੇਜ ਸਕਦਾ ਹੈ
pl: Tylko %1$@ mogą wysyłać wiadomości
ps: یوازې %@ کولای شي پیغامونه ولیږي
pt_br: Somente %1$@ podem enviar mensagens
pt_pt: Apenas %1$@ pode(m) enviar mensagens
ro: Numai %1$@ pot trimite mesaje
ru: Только %1$@ могут отправлять сообщения
sk: Len %1$@ môžu posielať správy
sl: Samo %@ lahko pošilja sporočila
sq: Vetëm %@ mund të dërgojnë mesazhe
sr: Само %1$@ могу да шаљу поруке
sv: Endast %1$@ kan skicka meddelanden
sw: Ni %@ pekee anayeweza kutuma ujumbe
ta: மட்டும் %@ முடியும் அனுப்பு செய்திகள்
te: %@ మాత్రమే సందేశాలను పంపగలరు
th: เฉพาะ %1$@ เท่านั้นที่ส่งข้อความได้
tr: Yalnızca %1$@ ileti gönderebilir
ug: پەقەت %1$@ ئۇچۇر يوللىيالايدۇ
uk: Надсилати повідомлення можуть тільки %1$@
ur: صرف %1$@ ہی پیغامات بھیج سکتا ہے
vi: Chỉ có %1$@ mới có thể gửi tin nhắn
zh_cn: 只有 %1$@ 可发送消息
zh_hk: 只有 %1$@ 可以傳送訊息

# GROUPS_ANNOUNCEMENT_ONLY_CONTACT_ADMIN
source: Message an Admin
af: Stuur ’n boodskap aan admin
ar: مراسلة أحد المُشرِفين
az: Bir adminə mesaj yazın
be: Напісаць паведамленне адміністратару
bn: একজন অ্যাডমিনকে মেসেজ পাঠান
ca: Envia un missatge a un administrador
cs: Poslat zprávu správci
cy: Anfon Neges i Weinyddwr
da: Send en besked til en administrator
de: Schreib einem Admin
el: Επικοινωνία με διαχειριστή/τρια
es: Enviar mensaje a un admin
et: Sõnum administraatorile
fa: به یک مدیر پیام دهید
fi: Lähetä viesti ylläpitäjälle
fr: Écrire à un admin
gu: એડમિનને મેસેજ કરો
he: שלח הודעה אל מנהלן
hi: किसी ऐडमिन को संदेश भेजें
hr: Pošalji poruku administratoru
hu: Üzenet egy adminnak
id: Kirim pesan ke Admin
is: Senda stjórnanda skilaboð
it: Invia un messaggio a un amministratore
ja: 管理者に連絡
km: á•áŸ’á‰á¾áŸá¶ášá‘áŸ…á¢áŸ’á“á€á¢á—á·á”á¶á›
kn: ಅಡ್ಮಿನ್‌ಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ
ko: 관리자에게 메시지 보내기
lt: Rašyti žinutę administratoriui
lv: Nosūtīt ziņu administratoram
mk: Испрати порака на админ
ml: ഒരു അഡ്മിന് സന്ദേശം അയക്കുക
mr: प्रशासकाला संदेश पाठवा
ms: Hantar mesej kepada Pentadbir
nb: Send melding til en administrator
nl: Bericht sturen naar een beheerder
pa: ਐਡਮਿਨ ਨੂੰ ਸੁਨੇਹਾ ਭੇਜੋ
pl: Napisz do administratora
ps: یوه اډمین ته پیغام ولیږئ
pt_br: Envie uma mensagem para um admin
pt_pt: Envie uma mensagem para um administrador
ro: Trimite un mesaj unui administrator
ru: Написать сообщение администратору
sk: Poslať správu administrátorovi
sl: Pošlji sporočilo skrbniku_ci skupine
sq: Dërgojini Mesazh një Përgjegjësi
sr: Пошаљите поруку администратору
sv: Skicka ett meddelande till en administratör
sw: Mtumie Msimamizi Ujumbe
ta: ஒரு நிர்வாகிக்கு செய்தி அனுப்புங்கள்
te: నిర్వాహకుడికి సందేశం పంపండి
th: ส่งข้อความถึงผู้ดูแล
tr: Bir Yöneticiye Yazın
ug: باشقۇرغۇچىغا ئۇچۇر يوللاڭ
uk: Написати адміністратору
ur: کسی منتظم کو میسج کریں
vi: Nhắn tin cho quản trị viên
zh_cn: 发送消息给管理员
zh_hk: 傳送訊息給管理員

# GROUPS_BLOCK_REQUEST_BUTTON
source: Block Request
af: Blokkeer versoek
ar: حظر الطلب
az: Tələbi əngəllə
be: Блакаваць запыт
bn: ব্লক করার জন্য অনুরোধ
ca: Sol·licitud de bloqueig
cs: Blokovat žádost
cy: Rhwystro'r Cais
da: Blokér anmodning
de: Anfrage blockieren
el: Αποκλεισμός αιτήματος
es: Bloquear solicitud
et: Blokeeri taotlus
eu: Blokeatu eskaera
fa: مسدود کردن درخواست
fi: Estä pyyntö
fr: Bloquer la demande
ga: Cuir bac ar an iarratas
gu: વિનંતી બ્લૉક કરો
he: חסימת בקשה
hi: अनुरोध ब्लॉक करें
hr: Blokiraj zahtjev
hu: Felkérés elutasítása
id: Blokir Permintaan
is: Loka á beiðni
it: Blocca richiesta
ja: リクエストをブロック
km: á‘á”áŸ‹áŸáŸ’á€á¶ááŸ‹áŸáŸ†áá¾
kn: ವಿನಂತಿ ನಿರ್ಬಂಧಿಸಿ
ko: 요청 차단
lt: Blokuoti prašymą
lv: Bloķēt pieprasījumu
mk: Блокирај го барањето
ml: അഭ്യർത്ഥന തടയുക
mr: विनंती रोखा
ms: Sekat Permintaan
my: တောင်းဆိုချက်ကို ဘလော့လုပ်ရန်
nb: Blokker forespørselen
nl: Verzoek blokkeren
pa: ਬੇਨਤੀ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Zablokuj prośbę
pt_br: Bloquear pedido
pt_pt: Bloquear pedido
ro: Blochează cererea
ru: Заблокировать запрос
sk: Blokovať žiadosť
sl: Blokiraj prošnjo
sq: Bllokoje Kërkesën
sr: Блокирај захтев
sv: Blockera förfrågan
sw: Zuia ombi
ta: கோரிக்கையை ரத்து செய்யவும்
te: అభ్యర్ధన బ్లాక్ చేయండి
th: บล็อกคำขอ
tr: İsteği Engelle
ug: چەكلەش تەلىپى
uk: Заблокувати запит
ur: بلاک کی درخواست
vi: Chặn Yêu Cầu
zh_cn: 屏蔽请求
zh_hk: 封鎖請求

# GROUPS_BLOCK_REQUEST_SHEET_BLOCK_BUTTON
source: Block Request
af: Blokkeer versoek
ar: حظر الطلب
az: Tələbi əngəllə
be: Блакаваць запыт
bn: ব্লক করার জন্য অনুরোধ
ca: Sol·licitud de bloqueig
cs: Blokovat žádost
cy: Rhwystro'r Cais
da: Blokér anmodning
de: Anfrage blockieren
el: Αποκλεισμός αιτήματος
es: Bloquear solicitud
et: Blokeeri taotlus
eu: Blokeatu eskaera
fa: مسدود کردن درخواست
fi: Estä pyyntö
fr: Bloquer la demande
ga: Cuir bac ar an iarratas
gu: વિનંતી બ્લૉક કરો
he: חסימת בקשה
hi: अनुरोध ब्लॉक करें
hr: Blokiraj zahtjev
hu: Felkérés elutasítása
id: Blokir Permintaan
is: Loka á beiðni
it: Blocca richiesta
ja: リクエストをブロック
km: á‘á”áŸ‹áŸáŸ’á€á¶ááŸ‹áŸáŸ†áá¾
kn: ವಿನಂತಿ ನಿರ್ಬಂಧಿಸಿ
ko: 요청 차단
lt: Blokuoti prašymą
lv: Bloķēt pieprasījumu
mk: Блокирај го барањето
ml: അഭ്യർത്ഥന തടയുക
mr: विनंती रोखा
ms: Sekat Permintaan
my: တောင်းဆိုချက်ကို ဘလော့လုပ်ရန်
nb: Blokker forespørselen
nl: Verzoek blokkeren
pa: ਬੇਨਤੀ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Zablokuj prośbę
pt_br: Bloquear pedido
pt_pt: Bloquear pedido
ro: Blochează cererea
ru: Заблокировать запрос
sk: Blokovať žiadosť
sl: Blokiraj prošnjo
sq: Bllokoje Kërkesën
sr: Блокирај захтев
sv: Blockera förfrågan
sw: Zuia ombi
ta: கோரிக்கையை ரத்து செய்யவும்
te: అభ్యర్ధన బ్లాక్ చేయండి
th: บล็อกคำขอ
tr: İsteği Engelle
ug: چەكلەش تەلىپى
uk: Заблокувати запит
ur: بلاک کی درخواست
vi: Chặn Yêu Cầu
zh_cn: 屏蔽请求
zh_hk: 封鎖請求
