Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# EDIT_GROUP_ERROR_INVALID_AVATAR
source: Invalid photo.
af: Ongeldige foto.
ar: صورة غير صالحة
az: Etibarsız foto.
be: Несапраўднае фота.
bg: Невалиден аватар.
bn: অবৈধ ফটো।
ca: Foto no vàlida.
cs: Neplatný obrázek.
cy: Llun annilys.
da: Ugyldigt foto
de: Ungültiges Foto.
el: Μη έγκυρη φωτογραφία.
es: Imagen no válida.
es_es: Imagen inválida.
et: Vigane foto.
eu: Argazki baliogabea
fa: عکس نامعتبر است.
fi: Virheellinen kuva.
fr: Photo non valide.
ga: Pictiúr neamhbhailí.
gu: અમાન્ય ફોટો.
he: תמונה בלתי תקפה.
hi: अवैध फ़ोटो।
hr: Nevažeća slika.
hu: Érvénytelen fotófájl.
id: Foto tidak valid.
is: Ógild mynd.
it: Foto non valida.
ja: 無効なアイコンです。
kab: Tawlaft d tarameɣtut.
kk: Жарамсыз фотосурет.
km: ášá¼á”á—á¶á–á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಅಮಾನ್ಯವಾದ ಫೋಟೋ.
ko: 잘못된 사진입니다.
lt: Neteisinga nuotrauka.
lv: Nederīgs attēls.
mk: Невалидна слика.
ml: അസാധുവായ ഫോട്ടോ
mr: अवैध फोटो.
ms: Foto tidak sah.
my: ဓါတ်ပုံ အဆင်မပြေပါ
nb: Ugyldig bilde.
nl: Ongeldige afbeelding.
pa: ਨਾ-ਮੰਨਣਯੋਗ ਫੋਟੋ।
pl: Nieprawidłowe zdjęcie.
ps: ناسم انځور.
pt_br: Foto inválida.
pt_pt: Fotografia inválida.
ro: Poză invalidă.
ru: Недействительное фото.
sk: Neplatná fotka.
sl: Neveljavna fotografija.
sq: Foto e pavlefshme.
sr: Неважећа слика.
sv: Ogiltigt foto.
sw: Picha si sahihi.
ta: தவறான புகைப்படம்.
te: చెల్లని ఫోటో.
th: รูปใช้ไม่ได้
tr: Geçersiz fotoğraf.
ug: ئىناۋەتسىز رەسىم.
uk: Фото не підходить.
ur: غلط تصویر
vi: Ảnh không hợp lệ.
zh_cn: 无效照片。
zh_hk: 無效照片。

# EDIT_GROUP_UPDATE_BUTTON
source: Update
af: Werk by
ar: تحديث
az: Yenilə
be: Абнавіць
bg: Обнови
bn: আপডেট
ca: Actualització
cs: Aktualizovat
cy: Diweddaru
da: Opdatér
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
es_es: Actualizar
et: Uuenda
eu: Eguneratu
fa: به‌روزرسانی
fi: Päivitä
fil: I-update
fr: Mettre à jour
ga: Nuashonraigh
gu: અપડેટ
he: עדכן
hi: अपडेट
hr: Ažuriraj
hu: Frissítés
id: Perbarui
is: Uppfæra
it: Aggiorna
ja: アップデートする
kab: Leqqem
kk: Жаңарту
km: á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–
kn: ನವೀಕರಿಸಿ
ko: 업데이트
lt: Atnaujinti
lv: Atjaunināt
mk: Aжурирај
ml: അപ്‌ഡേറ്റ്
mr: अद्यतन
ms: Kemas Kini
my: အပ်ဒိတ်မယ်
nb: Oppdater
nl: Bijwerken
pa: ਅਪਡੇਟ ਕਰੋ
pa_pk: اپ ڈیٹ کرو
pl: Zaktualizuj
ps: اپډیټ
pt_br: Atualizar
pt_pt: Editar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sl: Posodobi
sq: Përditësoje
sr: Ажурирај
sv: Uppdatera
sw: Sasisha
ta: புதுப்பிக்கப்பட்டது
te: నవీకరణ
th: ปรับปรุง
tr: Güncelle
ug: يېڭىلا
uk: Додати
ur: تجدید
vi: Cập nhật
zh_cn: 更新
zh_hk: 更新

# EDIT_GROUP_VIEW_UNSAVED_CHANGES_MESSAGE
source: Would you like to save the changes that you made to this group?
af: Wil jy die veranderinge wat jy aan hierdie groep gemaak het, bewaar?
ar: هل ترغبُ بحفظ التغييرات التي قمتَ بها لهذه المجموعة؟
az: Bu qrupda etdiyiniz dəyişiklikləri saxlamaq istəyirsiniz?
be: Жадаеце захаваць змяненні, што вы зрабілі ў гэтай групе?
bg: Искате ли да запазите промените, направени по тази група?
bn: আপনি কি এই গ্রুপে পরিবর্তনগুলি সংরক্ষণ করতে চান?
ca: Voleu desar els canvis que heu fet en aquest grup?
cs: Změnil(a) jste tuto skupinu. Chcete tyto změny uložit?
cy: Hoffech gadw y newidiadau â wnaethoch i'r grŵp hwn?
da: Vil du gerne gemme de ændringer, du har foretaget til gruppen?
de: Möchtest du deine Änderungen an dieser Gruppe speichern?
el: Θέλεις να αποθηκεύσεις τις αλλαγές που έκανες σε αυτήν την ομάδα;
es: ¿Quieres guardar los cambios que has hecho en este grupo?
es_es: ¿Deseas guardar los cambios que has hecho en este grupo?
et: Kas sa soovid salvestada sellele grupile tehtud muudatused?
eu: Talde honetan egindako aldaketak gorde nahi dituzu?
fa: آیا تمایل دارید تغییراتی را که برای این گروه انجام داده اید ذخیره کنید.
fi: Tallennetaanko ryhmään tehdyt muutokset?
fil: Nais mo bang i-save ang mga pagbabagong ginawa mo sa grupong ito?
fr: Enregistrer les modifications apportées au groupe ?
ga: An bhfuil fonn ort na hathruithe a rinne tú don ghrúpa a shábháil?
gu: શું તમે આ ગ્રુપમાં કરેલા ફેરફારોને સેવ કરવા માંગો છો?
he: האם אתה רוצה לשמור את השינויים שעשית אל קבוצה זו?
hi: क्या आप इस ग्रुप में किये गये बदलाव सहेजना चाहेंगे?
hr: Želite li spremiti promjene koje ste napravili u ovoj grupi?
hu: Szeretnéd menteni a csoport beállítás változtatásait?
id: Ingin menyimpan perubahan pada grup ini?
is: Viltu vista breytingarnar sem þú gerðir á þessum hópi?
it: Vuoi salvare le modifiche apportate a questo gruppo?
ja: このグループの設定変更を保存しますか？
kab: Tebɣiḍ ad teskelseḍ isenfal i tgiḍ i ugraw-a?
kk: Осы топқа енгізген өзгертулерді сақтағыңыз келе ме?
km: áá¾á¢áŸ’á“á€á…á„áŸ‹ášá€áŸ’áŸá¶á‘á»á€á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á€áŸ†áááŸ‹á€áŸ’á“á»á„á€áŸ’ášá»á˜á“áŸáŸ‡á‘áŸ?
kn: ಈ ಗುಂಪಿನಲ್ಲಿ ನೀವು ಮಾಡಿದ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ko: 이 그룹의 변경사항을 저장하시겠습니까?
lt: Ar norėtumėte įrašyti šioje grupėje atliktus pakeitimus?
lv: Vai vēlaties saglabāt savas šajā grupā veiktās izmaiņas?
mk: Дали сакате да ги зачувате промените кои ги направивте на оваа група?
ml: നിങ്ങൾ ഈ ഗ്രൂപ്പിൽ വരുത്തിയ മാറ്റങ്ങൾ നിങ്ങൾക്ക് സംരക്ഷിക്കണമെന്നുണ്ടോ?
mr: या गटामध्ये आपण केलेले बदल आपल्याला जतन करण्यास आवडेल का?
ms: Adakah anda ingin simpan perubahan yang anda buat kepada kumpulan ini?
my: ၎င်း အဖွဲ့ပေါ်တွင် လုပ်ခဲ့သော ပြောင်းလဲမှုများကို သိမ်းဆည်းစေချင်ပါသလား?
nb: Vil du lagre endringene du gjorde for denne gruppen?
nl: Wil je de wijzigingen aan deze groep behouden?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਵਾਰਤਾਲਾਪ ਵਿੱਚ ਤੁਹਾਡੇ ਵੱਲੋਂ ਕੀਤੇ ਗਏ ਬਦਲਾਵਾਂ ਨੂੰ ਸਹੇਜਣਾ ਚਾਹੋਗੇ?
pa_pk: کی تساں ایس گروپ اچ اپنی کیتی ہوئی تبدیلیاں نوں محفوظ کرنا چاہو گے؟
pl: Czy chcesz zapisać zmiany wprowadzone w tej grupie?
ps: ایا غواړئ هغه بدلونونه چې مو په دغه ګروپ کې راوستي درسره ثبت کړئ؟
pt_br: Gostaria de salvar as mudanças feitas neste grupo?
pt_pt: Deseja guardar as alterações que realizou neste grupo?
ro: Vrei să salvezi schimbările făcute pentru acest grup?
ru: Хотите ли вы сохранить изменения, сделанные вами в этой группе?
sk: Chcete uložiť zmeny, ktoré ste v tejto skupine vykonali?
sl: Želite shraniti spremembe, ki ste jih naredili med urejanjem skupine?
sq: Dëshironi të ruhen ndryshimet që bëtë te ky grup?
sr: Желите ли да сачувате промене које сте направили у овој групи?
sv: Vill du spara ändringarna som du har gjort för denna grupp?
sw: Ungependa kuhifadhi mabadiliko uliyoyafanya kwa kundi hili?
ta: இந்த குழுவில் நீங்கள் செய்த மாற்றங்களைச் சேமிக்க விரும்புகிறீர்களா?
te: మీరు ఈ సమూహాం లో చేసిన మార్పులను సేవ్ చేయాలనుకుంటున్నారా?
th: คุณต้องการบันทึกความเปลี่ยนแปลงที่คุณทำในกลุ่มหรือไม่?
tr: Bu gruba yaptığınız değişiklikleri kaydetmek ister misiniz?
ug: بۇ گۇرۇپپىغا قىلغان ئۆزگەرتىشلىرىڭىزنى ساقلامسىز؟
uk: Зберегти зміни інформації про цю групу?
ur: کیا اس گروپ میں کی گئی تبدیلیاں آپ محفوظ کرنا چاہتے ہیں؟
vi: Bạn có muốn lưu các thay đổi của bạn về thông tin của nhóm này?
zh_cn: 需要保留对此群组的修改吗？
zh_hk: 你要否儲存對這群組所作的更變？

# EDIT_GROUP_VIEW_UNSAVED_CHANGES_TITLE
source: Unsaved Changes
af: Onbewaarde veranderinge
ar: تعديلات غير محفوظة
az: Saxlanılmamış dəyişikliklər
be: Незахаваныя змяненні
bg: Незапазени Промени
bn: অসংরক্ষিত পরিবর্তনসমূহ
ca: Canvis no desats
cs: Neuložené změny
cy: Newidiadau heb eu Cadw
da: Ikke gemte ændringer
de: Ungespeicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambios sin guardar
es_es: Cambios sin guardar
et: Salvestamata muudatused
eu: Aldaketak ez dira gorde
fa: تغییرات ذخیره نشده
fi: Tallentamattomia muutoksia
fil: May mga Pagbabagong hindi pa Na-i-save
fr: Modifications non enregistrées
ga: Athruithe Gan Sábháil
gu: સેવ ન કરેલ ફેરફારો
he: שינויים בלתי שמורים
hi: ना सहेजे गये बदलाव
hr: Nespremljene promjene
hu: Mentetlen változtatások
id: Perubahan Tak Tersimpan
is: Óvistaðar breytingar
it: Modifiche non salvate
ja: 未保存の変更
kab: Asnifel ur yettwaskelsen ara
kk: Сақталмаған өзгертулер
km: á€á¶ášá€áŸ‚á”áŸ’ášáŸ‚á˜á·á“á”á¶á“ášá€áŸ’áŸá¶á‘á»á€
kn: ಉಳಿಸದೇ ಇರುವ ಬದಲಾವಣೆಗಳು
ko: 저장하지 않은 변경사항
lt: Neįrašyti pakeitimai
lv: Nesaglabātas izmaiņas
mk: Незачувани промени
ml: സംരക്ഷിക്കാത്ത മാറ്റങ്ങൾ
mr: जतन न केलेले बदल
ms: Perubahan Yang Tidak Disimpan
my: အပြောင်းအလဲများကို မသိမ်းပါ
nb: Ulagrede endringer
nl: Niet-opgeslagen wijzigingen
pa: ਨਾ-ਸੰਭਾਲੀਆਂ ਤਬਦੀਲੀਆਂ
pa_pk: غیر محفوظ تبدیلیاں
pl: Niezapisane zmiany
ps: نا ثبت شوي بدلونونه
pt_br: Mudanças não salvas
pt_pt: Alterações não guardadas
ro: Schimbări nesalvate
ru: Несохранённые изменения
sk: Neuložené zmeny
sl: Neshranjene spremembe
sq: Ndryshime të Paruajtura
sr: Несачуване промене
sv: Osparade ändringar
sw: Mabadiliko Hayajahifadhiwa
ta: சேமிக்கப்படாத மாற்றங்கள்
te: సేవ్ చేయని మార్పులు
th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş Değişiklikler
ug: ساقلانمىغان ئۆزگەرتىشلەر
uk: Зміни не збережено
ur: غیر محفوظ تبدیلیاں
vi: Thay đổi Chưa được lưu
zh_cn: 未保存的修改
zh_hk: 未儲存的變更

# EDIT_HISTORY_LABEL
source: Edit History
ar: سِجل التعديلات
be: Рэдагаваць гісторыю
bn: এডিট করার ইতিহাস
ca: Historial d'edicions
cs: Historie úprav
da: Redigeringshistorik
de: Bearbeitungsverlauf
el: Ιστορικό επεξεργασίας
es: Historial de cambios
fa: تاریخچه ویرایش
fi: Muokkaushistoria
fr: Historique des modifications
ga: Stair eagarthóireachta
gu: ફેરફારોની હિસ્ટ્રી
he: היסטוריית עריכות
hi: संपादित इतिहास
hr: Povijest uređivanja
hu: Szerkesztési előzmények
id: Riwayat pengeditan
it: Cronologia delle modifiche
ja: 編集履歴
ko: 수정 기록
mr: संपादनाचा इतिहास
ms: Sejarah edit
nb: Redigeringshistorikk
nl: Bewerkingsgeschiedenis
pl: Historia edycji
pt_br: Histórico de edições
pt_pt: Histórico de edições
ro: Istoricul mesajelor
ru: История изменений
sk: História úprav
sr: Историја измена
sv: Redigeringshistorik
th: ประวัติการแก้ไข
tr: Düzenleme geçmişi
ug: تەھرىرلەش تارىخى
uk: Попередній текст
ur: ترمیم کی ہسٹری
vi: Lịch sử chỉnh sửa
zh_cn: 编辑历史
zh_hk: 編輯歷史紀錄

# EDIT_ITEM_COPY_ACTION
source: Copy
af: Kopie
ar: نسخ
az: Kopyala
be: Капіраваць
bg: Копирай
bn: অনুলিপি
ca: Copia
cs: Kopírovat
cy: Copïo
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
es_es: Copiar
et: Kopeeri
eu: Kopiatu
fa: کپی
fi: Kopioi
fil: Kopyahin
fr: Copier
ga: Cóipeáil
gu: કૉપિ
he: העתק
hi: कॉपी
hr: Kopiraj
hu: Másolás
id: Salin
is: Afrita
it: Copia
ja: コピー
kab: Nɣel
kk: Көшірме жасау
km: ááá…á˜áŸ’á›á„
kn: ನಕಲಿಸು
ko: 복사
lt: Kopijuoti
lv: Kopēt
mk: Копирај
ml: പകർത്തുക
mr: कॉपी करा
ms: Salin
my: ကူးသည်
nb: Kopier
nl: Kopiëren
pa: ਕਾਪੀ ਕਰੋ
pa_pk: کاپی کرو
pl: Skopiuj
ps: کاپي
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
sr: Копирај
sv: Kopiera
sw: Nakili
ta: நகல்
te: నకలు
th: คัดลอก
tr: Kopyala
ug: كۆچۈر
uk: Копіювати
ur: کاپی
vi: Sao chép
zh_cn: 复制
zh_hk: 複製

# EDIT_MESSAGE_SEND_MESSAGE_TOO_OLD_ERROR
source: Edits can only be applied within 24 hours from the time you sent this message.
ar: لا يُمكن إحداث التعديلات إلّا في غضون 24 ساعة من وقت إرسال هذه الرسالة.
be: Змяненні могуць быць унесены толькі на працягу 24 гадзін з моманту адпраўкі гэтага паведамлення.
bn: এই ম্যাসেজটি পাঠানোর পর শুধুমাত্র পরবর্তী 24 ঘন্টার মধ্যে এটি এডিট করা যাবে।
ca: Els canvis només es poden realitzar fins 24 hores després d'enviar el missatge.
cs: Úpravy lze provádět pouze do 24 hodin od odeslání této zprávy.
da: Ændringer kan kun foretages indenfor 24 timer efter at du har sendt denne besked.
de: Bearbeitungen können nur innerhalb von 24 Stunden ab dem Senden dieser Nachricht vorgenommen werden.
el: Οι τροποποιήσεις μπορούν να εφαρμοστούν μόνο εντός 24 ωρών από τη στιγμή που έστειλες αυτό το μήνυμα.
es: Solo puedes hacer cambios hasta 24 horas después del momento en que enviaste este mensaje.
fa: ویرایش‌ها فقط تا ۲۴ ساعت بعد از ارسال این پیام قابل اعمال هستند.
fi: Muokkauksia voidaan tehdä vain 24 tunnin kuluessa tämän viestin lähettämisestä.
fr: Une fois envoyés, les messages ne peuvent être modifiés que pendant 24 heures.
ga: Ní féidir eagarthóireacht a chur i bhfeidhm ach amháin laistigh de 24 uair an chloig ón uair a sheol tú an teachtaireacht seo.
gu: તમે આ મેસેજ મોકલ્યો હોય ત્યારથી માત્ર 24 કલાકની અંદર જ ફેરફારો લાગુ કરી શકાય છે.
he: ניתן לערוך את ההודעה הזו רק עד 24 שעות מזמן השליחה שלה.
hi: आपके द्वारा इस संदेश को भेजे जाने के 24 घंटे के भीतर ही संपादन लागू किए जा सकते हैं।
hr: Poruke je moguće uređivati samo u roku od 24 sata od trenutka slanja.
hu: A módosításokat csak az üzenet elküldésétől számított 24 órán belül lehet alkalmazni.
id: Pengeditan hanya dapat diterapkan dalam rentang waktu 24 jam sejak Anda mengirimkan pesan ini.
it: Puoi modificare questo messaggio entro 24 ore dall'invio.
ja: 編集は、このメッセージを送信後24時間以内のみ可能です。
ko: 메시지 수정은 발송 시간으로부터 24시간 이내에 해야 합니다.
mr: आपण हा संदेश पाठवल्यापासून फक्त 24 तासांच्या आत संपादन करणे लागू केले जाऊ शकते.
ms: Edit hanya boleh digunakan dalam masa 24 jam dari masa anda menghantar mesej ini.
nb: Meldinger kan kun redigeres de første 24 timene etter at de ble sendt.
nl: Berichten kunnen alleen binnen 24 uur na verzenden bewerkt worden.
pl: Zmiany można wprowadzić tylko w ciągu 24 godzin od wysłania wiadomości.
pt_br: Só é possível fazer edições no período de 24 horas após enviar esta mensagem.
pt_pt: As edições só podem ser aplicadas dentro de 24 horas a partir do momento em que enviou esta mensagem.
ro: Editările se pot face numai în termen de 3 de ore de la trimiterea acestui mesaj.
ru: Изменения могут быть внесены только в течение 24 часов с момента отправки этого сообщения.
sk: Úpravy je možné vykonať len do 24 hodín od odoslania tejto správy.
sr: Измене се могу применити само у року од 24 сата од тренутка када сте послали ову поруку.
sv: Redigeringar kan bara tillämpas inom 24 timmar från det att du skickade det här meddelandet.
th: สามารถแก้ไขข้อความนี้ได้ภายใน 24 ชั่วโมงนับจากเวลาที่คุณส่ง
tr: Düzenlemeler yalnızca bu mesajı gönderdikten sonraki 24 saat içinde uygulanabilir.
ug: بۇ ئۇچۇرنى يوللاپ 24 سائەت ئىچىدىلا تەھرىرلەشكە بولىدۇ.
uk: Редагувати повідомлення можна лише протягом 24 годин з моменту надсилання.
ur: آپ کی طرف سے اس میسج کو بھیجنے کے بعد ترامیم کا اطلاق محض 24 گھنٹوں کے اندر کیا جا سکتا ہے۔
vi: Các chỉnh sửa chỉ có thể được thực hiện trong vòng 24 giờ kể từ lúc bạn gửi tin nhắn này.
zh_cn: 您只能在发送此消息的 24 小时以内进行编辑。
zh_hk: 編輯只能在你傳送此訊息後的 24 小時內套用。
