Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# UPDATE_CONTACT_ACTION
source: Update Contact
af: Werk kontak by
ar: تحديث جهة الاتصال
az: Əlaqəni yenilə
be: Абнавіць кантакт
bn: কন্ট্যাক্ট আপডেট করুন
ca: Actualitza el contacte
cs: Aktualizovat kontakt
cy: Diweddaru Cysylltiad
da: Opdater kontakt
de: Kontakt aktualisieren
el: Ενημέρωσε την Επαφή
es: Actualizar contacto
es_es: Actualizar contacto
et: Uuenda kontakti
eu: Eguneratu Kontaktua
fa: به‌روز‌رسانی مخاطب
fi: Päivitä yhteystieto
fr: Mettre à jour le contact
ga: Nuashonraigh an Teagmhálaí
gu: સંપર્કને અપડેટ કરો
he: עדכן איש קשר
hi: संपर्क को अपडेट करें
hr: Ažuriraj kontakt
hu: Profil frissítése
id: Perbarui Kontak
is: Uppfæra tengilið
it: Aggiorna contatto
ja: 連絡先を更新する
kab: Anermis yettuleqqam
km: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕ ನವೀಕರಿಸಿ
ko: 연락처 업데이트
lt: Atnaujinti adresatą
lv: Atjaunināt kontaktpersonu
mk: Ажурирај контакт
ml: കോൺ‌ടാക്റ്റ് അപ്ഡേറ്റ് ചെയ്യുക
mr: संपर्क अद्यतनित करा
ms: Kemas kini Kenalan
my: အဆက်အသွယ် အပ်ဒိတ်ပြုလုပ်မယ်
nb: Oppdater kontakt
nl: Contact bijwerken
pa: ਸੰਪਰਕ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj kontakt
ps: د مخاطب اپډیټ کول
pt_br: Atualizar Contato
pt_pt: Atualizar contacto
ro: Actualizează contactul
ru: Обновить контакт
sk: Aktualizovať kontakt
sl: Posodobite kontakt
sq: Përditësoni Kontaktin
sr: Ажурирај контакт
sv: Uppdatera kontakt
sw: Sasisha Mwasiliani
ta: தொடர்பைப் புதுப்பிக்கவும்
te: పరిచయాన్ని నవీకరించండి
th: ปรับปรุงผู้ติดต่อ
tr: Kişiyi Güncelle
ug: ئالاقىداشنى يېڭىلا
uk: Оновити контакт
ur: رابطہ اپ ڈیٹ کریں
vi: Cập nhật Liên hệ
zh_cn: 更新联系人
zh_hk: 更新聯絡人

# UPDATE_GROUP_FAILED
source: Group could not be updated.
af: Kon nie groep bywerk nie.
ar: لم يكن بالإمكان تحديث المجموعة.
az: Qrup yenilənə bilmədi.
be: Не атрымалася абнавіць групу.
bg: Групата не можа да бъде актуализирана.
bn: গ্রুপ আপডেট করা যায়নি।
ca: No s'ha pogut actualitzar el grup.
cs: Skupina nemohla být aktualizována.
cy: Methwyd diweddaru grŵp.
da: Gruppen kunne ikke opdateres
de: Gruppe konnte nicht aktualisiert werden.
el: Η ομάδα δεν μπόρεσε να ενημερωθεί.
es: No se ha podido actualizar el grupo.
es_es: No se ha podido actualizar el grupo.
et: Grupi uuendamine ei õnnestunud.
eu: Taldea ezin izan da eguneratu.
fa: گروه قابل بروز رسانی نیست.
fi: Ryhmän päivittäminen epäonnistui.
fil: Hindi mai-update ang grupo.
fr: Impossible de mettre à jour le groupe.
ga: Níorbh fhéidir an grúpa a nuashonrú.
gu: ગ્રુપ અપડેટ કરી શકાયું નથી.
he: קבוצה לא יכלה להתעדכן.
hi: ग्रुप अपडेट नहीं हो पाया।
hr: Grupa nije mogla biti ažurirana.
hu: A csoport frissítése sikertelen.
id: Grup tidak dapat diperbarui.
is: Ekki var hægt að uppfæra hóp.
it: Il gruppo non può essere aggiornato.
ja: グループを更新できませんでした。
kab: Yugi ad yettuleqqem ugraw.
kk: Топты жаңарту мүмкін болмады.
km: á˜á·á“á¢á¶á…á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€áŸ’ášá»á˜á”á¶á“á‘áŸáŸ”
kn: ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗದು.
ko: 그룹을 업데이트할 수 없습니다.
lt: Nepavyko atnaujinti grupės.
lv: Grupu nevarēja atjaunināt.
mk: Групата не може да биде ажурирана.
ml: ഗ്രൂപ്പ് അപ്‌ഡേറ്റ് ചെയ്യാനാകുന്നില്ല.
mr: गट अद्यतनित केले जाऊ शकले नाही.
ms: Kumpulan tidak dapat dikemas kini.
my: အဖွဲ့ကို အပ်ဒိတ် မလုပ်နိုင်ပါ။
nb: Gruppen lot seg ikke oppdatere.
nl: De groep kan niet worden aangepast.
pa: ਗਰੁੱਪ ਨੂੰ ਅਪਡੇਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pa_pk: گروپ نوں اپ ڈیٹ نئیں کیتا جا سکیا۔
pl: Nie udało się zaktualizować grupy.
ps: ګروپ اپډیټ نشو.
pt_br: Grupo não pôde ser atualizado.
pt_pt: O grupo não pode ser atualizado.
ro: Grupul nu a putut fi actualizat.
ru: Не удалось обновить группу.
sk: Skupinu sa nepodarilo aktualizovať.
sl: Skupine ni mogoče posodobiti.
sq: Grupi s’u përditësua dot.
sr: Ажурирање групе није успело.
sv: Gruppen kunde inte uppdateras.
sw: Haikuweza kusasishwa
ta: குழுவைப் புதுப்பிக்க முடியவில்லை.
te: సమూహాన్ని నవీకరించడం సాధ్యం కాలేదు.
th: ไม่สามารถปรับปรุงกลุ่มได้
tr: Grup güncellenemedi.
ug: گۇرۇپپىنى يۇقىرىلاتقىلى بولمىدى.
uk: Не вдалось оновити групу.
ur: گروپ کو اپ ڈیٹ نہیں کیا جاسکا۔
vi: Nhóm không thể được cập nhật.
zh_cn: 无法更新群组信息。
zh_hk: 無法更新群組。

# UPDATE_GROUP_FAILED_DUE_TO_NETWORK
source: Group could not be updated. Check your internet connection and try again.
af: Groep kon nie bygewerk word nie. Gaan jou internetverbinding na en probeer weer.
ar: لم يكن بالإمكان تحديث المجموعة. تحقَّق من اتصالك بالإنترنت ثمَّ حاوِل مرّة أُخرى.
az: Qrup yenilənə bilmədi. İnternet bağlantınızı yoxlayıb yenidən sınayın.
be: Не атрымалася абнавіць групу. Праверце падключэнне да інтэрнэту і паўтарыце спробу.
bg: Това действие не можа да бъде завършено. Проверете интернет връзката си и опитайте отново.
bn: গ্রুপ আপডেট করা যায়নি। আপনার ইন্টারনেট সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
ca: No s'ha pogut actualitzar el grup. Comproveu la connexió a Internet i torneu-ho a provar.
cs: Skupinu nebylo možné aktualizovat. Zkontrolujte své připojení a zkuste to znovu.
cy: Methwyd diweddaru grŵp. Gwiriwch eich cysylltiad rhyngrwyd a rhowch gynnig arall arni.
da: Gruppen kunne ikke opdateres. Kontroller internetforbindelsen og prøv igen.
de: Gruppe konnte nicht aktualisiert werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν μπορέσαμε να ενημερώσουμε την ομάδα. Έλεγξε τη σύνδεσή σου στο διαδίκτυο και ξαναδοκίμασε.
es: No se ha podido actualizar el grupo. Comprueba tu conexión a Internet e inténtalo de nuevo.
es_es: No se ha podido actualizar el grupo. Comprueba tu conexión a internet e inténtalo de nuevo.
et: Grupi uuendamine ei õnnestunud. Kontrolli internetiühendust ja proovi uuesti.
eu: Taldea ezin izan da eguneratu. Egiaztatu zure interneterako konexioa eta saia zaitez berriro.
fa: گروه نتوانست به‌روزرسانی شود. اتصال اینترنت خود را بررسی و دوباره تلاش کنید.
fi: Ryhmän päivittäminen ei onnistunut. Tarkista verkkoyhteytesi ja yritä uudelleen.
fil: Hindi makumpleto ang aksyon na ito. Pakisuri ang koneksyon ng iyong internet at subukang muli.
fr: Impossible de mettre à jour le groupe. Vérifiez votre connexion Internet et réessayez.
ga: Níorbh fhéidir an grúpa a nuashonrú. Deimhnigh go bhfuil tú ceangailte leis an Idirlíon agus bain triail eile as.
gu: ગ્રુપ અપડેટ કરી શકાયું નથી. તમારું ઇન્ટરનેટ કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
he: תמונת הקבוצה לא יכלה להתעדכן. בדוק את חיבור האינטרנט שלך ונסה שוב.
hi: ग्रुप को अपडेट नहीं किया जा सका। अपना इंटरनेट कनेक्शन चेक करें और फिर से प्रयास करें।
hr: Grupa nije bilo moguće ažurirati. Provjerite internetsku vezu i pokušajte ponovo.
hu: A csoport frissítése sikertelen. Ellenőrizd a hálózati kapcsolatot és próbáld újra!
id: Grup tidak dapat diperbarui. Periksa koneksi internet Anda dan coba lagi.
is: Ekki var hægt að uppfæra hóp. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Il gruppo non può essere aggiornato. Controlla la tua connessione a Internet e riprova.
ja: グループを更新できませんでした。インターネット接続を確認して再度試してください。
kab: Agraw yugi ad yettuleqqem. Senqed tuqqna-inek·inem syen εreḍ tikkelt-nniḍen.
km: á˜á·á“á¢á¶á…á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á€áŸ’ášá»á˜á”á¶á“á‘áŸáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á€á¶ášá—áŸ’á‡á¶á”áŸ‹á¢á»á¸á“á’áºáá·áášá”áŸáŸ‹á¢áŸ’á“á€ á á¾á™á–áŸ’á™á¶á™á¶á˜á˜áŸ’áŠá„á‘áŸ€ááŸ”
kn: ಗುಂಪನ್ನು ನವೀಕರಿಸಲಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 그룹을 업데이트할 수 없습니다. 인터넷 연결을 확인한 후 다시 시도해 주세요.
lt: Nepavyko atnaujinti grupės. Patikrinkite savo interneto ryšį ir bandykite dar kartą.
lv: Grupu nevarēja atjaunināt. Pārbaudiet interneta savienojumu un mēģiniet vēlreiz.
ml: ഗ്രൂപ്പ് അപ്‌ഡേറ്റുചെയ്യാനായില്ല. നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: गट अद्यतनित केला जाऊ शकला नाही. आपले इंटरनेट कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Kumpulan tidak dapat dikemas kini. Periksa sambungan Internet anda dan cuba lagi.
my: အဖွဲ့ကို အပ်ဒိတ် မလုပ်နိုင်ပါ။ သင်၏ အင်တာနက်လိုင်းကို စစ်၍ ပြန်စမ်းကြည့်ပေးပါ။
nb: Gruppen kunne ikke oppdateres. Sjekk internetforbindelsen din og forsøk igjen.
nl: De groep kon niet worden aangepast. Controleer je internetverbinding en probeer het opnieuw.
pa: ਨਵਾਂ ਗਰੁੱਪ ਅੱਪਡੇਟ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਆਪਣਾ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ ਅਤੇ ਫੇਰ ਅਜ਼ਮਾਓ।
pl: Nie udało się zaktualizować grupy. Sprawdź połączenie z internetem i spróbuj ponownie.
ps: ګروپ اپډیټ نشو. خپل انټرنېټ مو وګورئ او بیا هڅه وکړئ.
pt_br: O grupo não pôde ser atualizado. Verifique sua conexão com a internet e tente novamente.
pt_pt: Não foi possível atualizar o grupo. Verifique a sua ligação à internet e tente novamente.
ro: Grupul nu a putut fi actualizat. Verifică-ți conexiunea la internet și încearcă din nou.
ru: Не удалось обновить группу. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Skupinu nebolo možné aktualizovať. Skontrolujte vaše pripojenie na internet a skúste to znovu.
sl: Skupine ni bilo mogoče posodobiti. Preverite internetno povezavo in poskusite znova.
sq: Grupi s’u përditësua dot. Kontrolloni lidhjen tuaj në internet dhe riprovoni.
sr: Ажурирање групе није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Gruppen kunde inte uppdateras. Kontrollera din internetanslutning och försök igen.
sw: Kikundi hakikuweza kusasishwa. Kagua muunganisho wako wa mtandao kisha ujaribu tena.
ta: குழுவைப் புதுப்பிக்க முடியவில்லை. உங்கள் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: సమూహాన్ని నవీకరించడం సాధ్యం కాలేదు. మీ ఇంటర్నెట్ కనెక్షన్‌ను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถปรับปรุงได้ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองใหม่อีกครั้ง
tr: Grup güncelleştirilemedi. İnternet bağlantınızı kontrol edin ve tekrar deneyin.
ug: گۇرۇپپىنى يۇقىرىلاتقىلى بولمىدى. ئىنتېرنېت ئۇلىنىشڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Групу не вдалось оновити. Перевірте з'єднання з інтернетом і спробуйте ще раз.
ur: گروپ کو اپ ڈیٹ نہیں کیا جاسکا۔ اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Nhóm không thể được cập nhật. Kiểm tra kết nối internet và thử lại.
zh_cn: 无法创建群组，请检查您的网络后重试。
zh_hk: 無法升級群組。請檢查您的網絡連線，然後重試。

# USE_PROXY_BUTTON
source: Use Proxy
ar: استخدم البروكسي
be: Выкарыстоўваць проксі
bn: প্রক্সি ব্যবহার করুন
ca: Usa un servidor intermediari
cs: Použít proxy
da: Brug proxy
de: Proxy verwenden
el: Χρήση proxy
es: Usar proxy
fa: استفاده از پروکسی
fi: Käytä välityspalvelinta
fr: Utiliser un proxy
ga: Úsáid Seachfhreastalaí
gu: પ્રોક્સીનો ઉપયોગ કરો
he: השתמש ביפוי כוח
hi: प्रॉक्सी का उपयोग करें
hr: Koristi proxy
hu: Proxy használata
id: Gunakan proksi
it: Usa proxy
ja: プロキシの使用
ko: 프록시 사용하기
mr: प्रॉक्सी वापरा
ms: Gunakan proksi
nb: Bruk proxy
nl: Proxy gebruiken
pl: Użyj proxy
pt_br: Usar proxy
pt_pt: Utilizar proxy
ro: Utilizează proxy
ru: Использовать прокси
sk: Použiť proxy
sl: Uporabi proxy
sr: Користи прокси сервер
sv: Använd proxy
th: ใช้พร็อกซี
tr: Vekil sunucu kullan
ug: ۋاكالەتچى ئىشلىتىش
uk: Використовувати проксі-сервер
ur: پروکسی استعمال کرو
vi: Sử dụng proxy
zh_cn: 使用代理
zh_hk: 使用代理伺服器

# USE_PROXY_EXPLANATION
source: Only use a proxy if you’re not able to connect to Signal on mobile data or Wi-Fi.
ar: استخدِم البروكسي فقط إذا تعذَّر عليك الاتصال بسيجنال عبر بيانات الجوّال أو عبر شبكة الواي فاي.
be: Выкарыстоўвайце проксі, толькі калі немагчыма падключыцца да Signal праз мабільныя даныя або Wi-Fi.
bn: আপনি যদি মোবাইল ডেটা বা ওয়াই-ফাইতে Signal-এর সাথে সংযোগ রাখতে সক্ষম না হন, তবেই কেবল প্রক্সি ব্যবহার করুন।
ca: Utilitza un servidor intermediari només si no pots connectar Signal a les dades mòbils o a una xarxa Wi-Fi.
cs: Proxy server používejte pouze v případě, kdy se nemůžete připojit k síti Signal pomocí mobilních dat nebo Wi-Fi.
da: Brug kun en proxy, hvis du ikke kan oprette forbindelse til Signal på mobildata eller over Wi-Fi.
de: Verwende einen Proxy nur, falls die App sich trotz bestehender Internetverbindung nicht mit dem Signal-Server verbinden kann.
el: Χρησιμοποίησε proxy μόνο αν δεν μπορείς να συνδεθείς στο Signal από δεδομένα κινητής ή Wi-Fi.
es: Usa un servidor proxy únicamente cuando Signal no se pueda conectar por Wi-Fi o red móvil.
fa: فقط در صورتی از پروکسی استفاده کنید که قادر به اتصال به سیگنال روی اینترنت همراه یا Wi-Fi نباشید.
fi: Käytä välityspalvelinta vain, jos et saa yhteyttä Signaliin mobiiliverkolla tai Wi-Fi:llä.
fr: N'utiliser un proxy que lorsqu'il est impossible de se connecter à Signal via les données mobiles ou le Wi-Fi.
ga: Ná húsáid seachfhreastalaí ach amháin mura bhfuil tú in ann nascadh le Signal ar shonraí móibíleacha nó Wi-Fi.
gu: જો તમે મોબાઇલ ડેટા અથવા વાઇ-ફાઇ દ્વારા Signal સાથે કનેક્ટ ન કરી શકતા હો તો જ પ્રૉક્સીનો ઉપયોગ કરો.
he: יש להשתמש בפרוקסי רק אם אין לך אפשרות להתחבר ל–Signal דרך נתונים סלולריים או Wi-Fi.
hi: प्रॉक्सी का उपयोग केवल तभी करें जब आप मोबाइल डेटा या वाई-फाई पर Signal से कनेक्ट करने में सक्षम न हों।
hr: Koristite proxy samo ako niste u mogućnosti povezati se na Signal putem mobilne ili Wi-Fi mreže.
hu: Csak abban az esetben használj proxy-t, ha nem lehet a Signalhoz csatlakozni se mobilnet, se Wi-Fi használatával.
id: Gunakan proksi hanya ketika Anda tidak dapat tersambung ke Signal menggunakan data seluler atau Wi-Fi.
it: Usa un proxy solo se non riesci a connetterti a Signal tramite una connessione Wi-Fi o i dati mobili.
ja: モバイルデータやWi-FiでSignalに接続できない場合にのみ、プロキシを使用してください。
ko: 모바일 데이터 또는 Wi-Fi에서 Signal에 연결할 수 없는 경우에만 프록시를 사용하세요.
mr: आपण मोबाईल डेटा किंवा Wi-Fi वरून Signal ला कनेक्ट करू शकत नसल्यासच प्रॉक्सी वापरा.
ms: Hanya gunakan proksi jika anda tidak dapat menyambung ke Signal menggunakan data mudah alih atau Wi-Fi.
nb: Bruk en proxy kun hvis du ikke kan koble til Signal med mobildata eller Wi-Fi.
nl: Gebruik alleen een proxy als je geen verbinding kunt maken met Signal via mobiele data of wifi.
pl: Używaj proxy tylko wtedy, gdy nie możesz połączyć się z usługą Signal przez sieć komórkową ani Wi-Fi.
pt_br: Somente use um proxy se você não conseguir se conectar ao Signal com dados móveis ou Wi-Fi.
pt_pt: Utilize um proxy apenas se não se conseguir ligar ao Signal através dos dados móveis ou Wi-Fi.
ro: Folosește un proxy numai dacă nu te poți conecta la Signal pe date mobile sau Wi-Fi.
ru: Используйте прокси, только если вы не можете подключиться к Signal через мобильные данные или Wi-Fi.
sk: Proxy používajte iba v prípade, že sa nemôžete pripojiť k Signalu cez mobilné dáta alebo Wi-Fi.
sl: Proxy uporabite samo, če se ne morete povezati s Signalom preko mobilnega omrežja ali Wi-Fija.
sr: Користите прокси сервер само ако не можете да се повежете са Signal-ом преко мобилног интернета или Wi-Fi мреже.
sv: Använd endast en proxy om du inte kan ansluta till Signal med mobildata eller Wi-Fi.
th: ใช้พร็อกซีเฉพาะเมื่อคุณไม่สามารถเชื่อมต่อ Signal ผ่านอินเทอร์เน็ตมือถือหรือ Wi-Fi เท่านั้น
tr: Proxy sunucusunu, yalnızca hücresel veri veya Wi-Fi üzerinden Signal'a bağlanamıyorsan kullan.
ug: كۆچمە ئېقىم ياكى Wi-Fi دا Signal غا ئۇلىنالمىغان ئەھۋالدىلا ئاندىن ۋاكالەتچى ئىشلىتىڭ.
uk: Використовуйте проксі-сервер, тільки якщо не можете встановити з'єднання з Signal через мобільний інтернет або Wi-Fi.
ur: صرف اس صورت میں پراکسی استعمال کریں جب آپ موبائل ڈیٹا یا Wi-Fi پر Signal سے مربوط نہیں ہو سکتے۔
vi: Chỉ dùng proxy khi bạn không thể kết nối tới Signal trên dữ liệu di động hoặc Wi-Fi.
zh_cn: 仅在无法通过移动数据或 Wi-Fi 连接 Signal 时使用代理。
zh_hk: 僅在無法透過行動數據或 Wi-Fi 連接 Signal 時才使用代理伺服器。

# USERNAME_EDUCATION_LINK_DESCRIPTION
source: Usernames have a unique QR code and link you can share with friends to quickly start a chat with you.
ar: أسماء المُستخدِمين لها كودات QR فريدة يُمكنك مُشاركتُهما مع أصدقائك لكي يبدؤوا الدردشة معك.
be: Імя карыстальніка мае ўнікальны QR-код і спасылку, якія вы можаце абагуліць з сябрамі і хутка распачаць з імі чат.
bn: ব্যবহারকারীর নামের একটি বিশেষ QR কোড এবং লিংক রয়েছে, যা আপনি দ্রুত আপনার সাথে চ্যাট শুরু করতে আপনার বন্ধুদের সাথে শেয়ার করতে পারেন।
ca: Els àlies tenen un codi QR únic que pots compartir amb els teus amics perquè iniciïn un xat amb tu
cs: Uživatelská jména mají jedinečný QR kód a odkaz, který můžete sdílet s přáteli, aby s vámi rychle mohli zahájit chat.
da: Brugernavne har en unik QR-kode og et link, som du kan dele med dine venner, så de hurtigt kan starte en chat med dig.
de: Nutzernamen haben einen einzigartigen QR-Code und einen Link, den du mit Kontakten teilen kannst, damit diese schnell einen Chat mit dir beginnen können.
el: Τα ονόματα χρηστών έχουν έναν μοναδικό κωδικό QR και έναν σύνδεσμο που μπορείς να μοιραστείς με φίλους για να ξεκινήσεις γρήγορα μια συνομιλία μεταξύ σας.
es: Los alias tienen un código QR único que puedes compartir con otras personas para que inicien un chat contigo.
fa: هر نام کاربری یک کد QR و پیوند منحصربه‌فرد دارد که می‌توانید با دوستانتان به اشتراک بگذارید تا از آن برای شروع سریع گفتگو با شما استفاده کنند.
fi: Käyttäjänimillä on yksilöllinen QR-koodi ja linkki, jotka voit jakaa ystävillesi, jotta he voivat aloittaa keskustelun kanssasi.
fr: Chaque nom d'utilisateur est associé à un lien et un code QR uniques. Vous pouvez les partager avec vos amis pour démarrer une conversation instantanément.
ga: Tá cód QR agus nasc uathúil ag ainmneacha úsáideora, is féidir leat iad a chomhroinnt le cairde chun tosú ar chomhrá leat.
gu: યુઝરનેમમાં એક અનન્ય QR કોડ અને એક લિંક હોય છે જેને તમે તમારી સાથે ઝડપથી ચેટ શરૂ કરવા માટે મિત્રો સાથે શેર કરી શકો છો.
he: לכל שם משתמש יש קוד QR ולינק ייחודיים שאפשר לשתף עם חברים כדי שהם יוכלו להתחיל איתך צ׳אט במהירות.
hi: यूज़रनेम में एक अद्वितीय QR कोड और लिंक होता है जिसे आप अपने दोस्तों के साथ साझा करके शीघ्रता से चैट शुरू कर सकते हैं।
hr: Svako korisničko ime ima jedinstveni QR kôd i poveznicu koje možete podijeliti sa svojim prijateljima kako biste brzo započeli razgovor.
hu: A felhasználónevek egyedi QR-kóddal és hivatkozással rendelkeznek, amelyet megoszthatsz a barátaiddal, hogy gyorsan cseveghess velük.
id: Nama pengguna punya kode QR dan tautan unik yang bisa dibagikan kepada teman untuk memulai obrolan dengan Anda secara cepat.
it: Ogni nome utente ha un codice QR univoco e un link che è possibile condividere con chiunque per iniziare a chattare.
ja: 各ユーザーネームには固有のQRコードとリンクがあり、友達と共有することですぐにチャットを開始することができます。
ko: 사용자 이름에는 나와 빠르게 대화를 시작하도록 친구와 공유할 수 있는 고유한 QR 코드와 링크가 있습니다.
mr: आपल्यासह जलद चॅट्स सुरू करण्यासाठी आपल्या मित्रांसोबत आपण शेअर करू शकता असा एक असामान्य QR कोड आणि लिंक वापरकर्तानावाला आहे.
ms: Nama pengguna mempunyai kod QR unik dan pautan yang boleh anda kongsi dengan rakan untuk memulakan sembang dengan cepat.
nb: Brukernavnet ditt har sin egen QR-kode og lenke som du kan dele med venner, slik at de raskt kan starte samtaler med deg.
nl: Gebruikersnamen hebben een unieke QR-code en link die je kunt delen met vrienden, zodat ze direct een chat met je kunnen beginnen.
pl: Każda nazwa użytkownika jest powiązana z unikalnym kodem QR i unikalnym linkiem. Udostępnij je znajomym, aby mogli szybko rozpocząć z Tobą czat.
pt_br: Os nomes de usuário têm um QR code único e um link que você pode compartilhar com amigos para que eles iniciem um chat com você.
pt_pt: Os nomes de utilizador têm um código QR e link únicos que pode partilhar com os seus amigos para que iniciem um chat consigo.
ro: Numele de utilizator au un cod QR unic și un link pe care îl poți trimite prietenilor pentru a începe rapid o conversație cu tine.
ru: Именам пользователей присваивается уникальная ссылка, которой вы можете поделиться с друзьями, чтобы они могли начать чат с вами.
sk: Používateľské mená majú jedinečný QR kód a odkaz, ktorý môžete zdieľať so svojimi priateľmi, aby ste mohli rýchlo začať četovať.
sr: Корисничка имена имају јединствени QR код и линк које можете да поделите са пријатељима да би брзо започели ћаскање са вама.
sv: Användarnamn har en unik QR-kod och länk som du kan dela med vänner för att snabbt starta en chatt med dig.
th: ชื่อผู้ใช้จะมีคิวอาร์โค้ดและลิงก์เฉพาะที่คุณสามารถแชร์เพื่อให้เพื่อนเริ่มแชทด้วยได้ทันที
tr: Kullanıcı adlarının, seninle hızla bir sohbet başlatmak için arkadaşlarınla paylaşabileceğin benzersiz bir kare kodu ve bağlantısı vardır.
ug: ئىشلەتكۈچى نامىنىڭ خاس QR ۋە ئۇلانمىسى بار بولۇپ، ئۇلارنى دوستلىرىڭىز بىلەن ئورتاقلىشىپ پاراڭلىشىشنى باشلىسىڭىز بولىدۇ.
uk: Ім’я користувача має унікальний QR-код і посилання, якими можна поділитися з друзями, щоб вони могли швидко почати з вами чат.
ur: یوزر نیمز کا ایک منفرد QR کوڈ اور لنک ہوتا ہے جسے آپ اپنے دوستوں کے ساتھ شیئر کر سکتے ہیں تاکہ وہ آپ کے ساتھ فوراً چیٹ شروع کر سکیں۔
vi: Tên người dùng có một mã QR độc nhất cùng đường dẫn để bạn có thể chia sẻ để bạn bè có thể nhanh chóng bắt đầu trò chuyện với bạn.
zh_cn: 用户名有一个唯一的二维码和链接，您可以将其分享给您的朋友以快速开始聊天。
zh_hk: 用戶名稱會有獨一無二的二維碼和連結，讓你可以與好友分享並快速開始聊天。

# USERNAME_EDUCATION_LINK_TITLE
source: QR Codes and Links
ar: روابط وكودات الـ QR
be: QR-коды і спасылкі
bn: QR কোড ও লিংক
ca: Codis QR i enllaços
cs: QR kódy a odkazy
da: QR-koder og links
de: QR-Codes und Links
el: Κωδικοί QR και σύνδεσμοι
es: Códigos QR y enlaces
fa: پیوندها و کدهای QR
fi: QR-koodit ja linkit
fr: Liens et codes QR
ga: Cóid QR agus Naisc
gu: QR કોડ અથવા લિંક
he: קודי QR ולינקים
hi: QR कोड और लिंक
hr: QR kodovi i poveznice
hu: QR kódok és linkek
id: Kode QR dan Tautan
it: Codici QR e link
ja: QRコードとリンク
ko: QR 코드와 링크
mr: QR कोड्स आणि लिंक्स
ms: Kod QR dan Pautan
nb: QR-koder og lenker
nl: QR-codes en links
pl: Kod QR i link
pt_br: QR Codes e Links
pt_pt: Códigos QR e links
ro: Coduri QR și link-uri
ru: QR-коды и ссылки
sk: QR kódy a odkazy
sr: QR кодови и линкови
sv: QR-koder och länkar
th: คิวอาร์โค้ดและลิงก์
tr: Kare Kodlar ve Bağlantılar
ug: QR كودى ياكى ئۇلانما
uk: QR-коди й посилання
ur: QR کوڈز اور لنکز
vi: Mã QR và Đường Dẫn
zh_cn: 二维码和链接
zh_hk: 二維碼及連結
