Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PENDING_GROUP_MEMBERS_SECTION_FOOTER_INVITES_FROM_OTHER_MEMBERS
source: Details of people invited by other group members are not shown. If invitees choose to join, their information will be shared with the group at that time. They will not see any messages in the group until they join.
af: Details oor mense wat deur ander groeplede genooi is word nie gewys nie. As ’n genooide kies om aan te sluit, sal hul inligting op daardie tydstip met die groep gedeel word. Hulle sal geen boodskappe in die groep sien voordat hulle aansluit nie.
ar: لا يتم إظهار تفاصيل الأشخاص المدعوين مِن قِبَل أعضاء المجموعة الآخرين. إذا اختار المدعوون الانضمام، حينها ستتمُّ مُشاركة معلوماتهم مع المجموعة. لن يستطيعوا رؤية أي رِسالة في المجموعة حتى ينضموا.
az: Digər qrup üzvləri tərəfindən dəvət edilən şəxslər barədə təfsilatlar göstərilmir. Dəvət edilənlər qoşulmağı seçsələr, məlumatları dərhal qrupla paylaşılacaq. Qoşulana qədər qrupdakı mesajları görməyəcəklər.
be: Звесткі пра людзей, запрошаных іншымі ўдзельнікамі групы, не паказваюцца. Інфармацыя аб запрошаных стане даступнай групе толькі тады, калі яны вырашаць далучыцца. Яны не будуць бачыць ніякіх паведамленняў у групе, пакуль не далучацца да яе.
bg: Не се показват подробности за хората, поканени от други членове на групата. Ако поканените решат да се присъединят, тогава информацията им ще бъде споделена с групата. Те няма да виждат никакви съобщения в групата, преди да се присъединят.
bn: গ্রুপের অন্যান্য সদস্যদের দ্বারা আমন্ত্রিত লোকদের খুঁটিনাটি দেখানো হয় না। আমন্ত্রিতরা যোগদান করার সময় তাদের তথ্য গ্রুপের সাথে শেয়ার করা হবে। তারা যোগদান না করা পর্যন্ত গ্রুপের কোনও মেসেজ দেখতে পাবেন না।
ca: No es mostren els detalls de les persones convidades per altres membres del grup. Si trien afegir-s'hi, la informació es compartirà amb el grup en aquell moment. No veuran cap missatge del grup fins que no s'hi afegeixin.
cs: Podrobnosti o lidech pozvaných jinými členy skupiny se nezobrazují. Pokud se pozvaní lidé rozhodnou připojit, jejich informace budou od té doby se skupinou sdíleny. Dokud se nepřipojí, neuvidí žádné zprávy v rámci skupiny.
cy: Nid yw manylion y bobl a wahoddwyd gan aelodau eraill y grŵp yn cael ei ddangos. Os bydd gwahoddwyr yn dewis ymuno, bydd eu manylion yn cael ei rhannu gyda'r grŵp bryd hynny. Fyddan nhw ddim yn gweld unrhyw negeseuon yn y grŵp nes iddyn nhw ymuno.
da: Detaljer om personer inviteret af andre medlemmer af gruppen, vises ikke. Hvis de inviterede accepterer at deltage, vil deres information blive delt med gruppen derefter. De vil ingen beskeder se fra gruppen, før de deltager
de: Du kannst keine Details von Personen sehen, die von anderen Gruppenmitgliedern eingeladen wurden. Erst wenn die Eingeladenen der Gruppe beitreten, sind ihre Details für dich und die anderen Gruppenmitglieder sichtbar. Bis zum Beitritt erhalten die Eingeladenen auch keine Gruppennachrichten.
el: Δεν εμφανίζονται λεπτομέρειες των ατόμων που έχουν προσκληθεί από άλλα μέλη της ομάδας. Αν οι προσκεκλημένοι επιλέξουν να δεχτούν την πρόσκληση, οι πληροφορίες τους θα μοιραστούν με την ομάδα εκείνη την ώρα. Δεν θα μπορούν να δουν οποιαδήποτε μηνύματα μέχρι να δεχτούν την πρόσκληση.
es: No se muestra la información de las personas que otros participantes han invitado. Dicha información se compartirá cuando se unan al grupo. También verán los mensajes del grupo a partir de ese momento.
es_es: No se pueden mostrar los detalles de personas invitadas por otr@s participantes del grupo. Sólo compartirán sus detalles con el grupo y verán los mensajes que se envíen a partir del momento en que decidan participar.
et: Teiste grupiliikmete poolt kutsutud inimeste üksikasju ei kuvata. Kui kutsutud otsustavad liituda, jagatakse nende kohta grupile teavet pärast liitumist. Enne liitumist ei näe nad ühtegi grupi sõnumit.
eu: Taldeko beste partaideek gonbidatutako pertsonen xehetasunak ez dira erakusten. Gonbidatuek taldean sartzea erabakitzen badute, beraien informazioa une horretan partekatuko da taldearekin. Taldean sartu arte ez dute mezurik ikusiko.
fa: اطلاعات افراد دعوت شده از جانب اعضای دیگر گروه نشان داده نمی‌شوند. اگر دعوت‌شوندگان تصمیم به عضویت بگیرند، آنگاه اطلاعات آنان نشان داده خواهد شد. آن‌ها تا زمانی که عضو نشوند هیچ پیامی از گروه را نخواهند دید.
fi: Muiden ryhmän jäsenten kutsumien henkilöiden tiedot näytetään vasta, kun he liittyvät ryhmään. He eivät näe ryhmän viestejä ennen liittymistä.
fil: Ang mga detalye ng mga taong inimbitahan ng ibang kasapi ng grupo ay hindi ipinakita. Kung piliing sumali ng mga inimbitahan, ang kanilang impormasyon ay maibabahagi sa grupo sa puntong iyon. Hindi nila makikita ang anumang mga mensahe sa grupo hanggang sila ay sumali.
fr: Lorsque des membres du groupe invitent des utilisateurs, nous n'affichons aucune info sur ces derniers. Ces informations ne sont communiquées au groupe que si les invités choisissent de le rejoindre. De même, les invités n'ont pas accès aux messages du groupe tant qu'ils ne l'ont pas rejoint.
ga: Ní thaispeántar na sonraí pearsanta do dhaoine a fuair cuireadh ó bhaill eile den ghrúpa. Má ghlacann siad leis an gcuireadh, comhroinnfear a gcuid sonraí leis an ngrúpa ag an bpointe sin. Ní fheicfidh siad teachtaireachtaí ón ghrúpa go dtí go nglacfaidh siad leis an gcuireadh.
gu: અન્ય ગ્રુપ સભ્યો દ્વારા આમંત્રિત લોકોની વિગતો બતાવવામાં આવી નથી. જો આમંત્રિતો જોડાવાનું પસંદ કરે છે, તો તે સમયે તેમની માહિતી ગ્રુપ સાથે શેર કરવામાં આવશે. તેઓ જોડાશે ત્યાં સુધી તેઓ ગ્રુપમાં કોઈ મેસેજ જોશે નહીં.
he: פרטים של אנשים שהוזמנו על ידי חברי קבוצה אחרים אינם נראים. אם מוזמנים בוחרים להצטרף, המידע שלהם ישותף עם הקבוצה בזמן ההצטרפות. הם לא יראו הודעות כלשהן בקבוצה עד שהם יצטרפו.
hi: ग्रुप के अन्य सदस्यों द्वारा आमंत्रित लोगों की जानकारी नहीं दिखाई गई है। अगर आमंत्रित व्यक्ति आमंत्रण स्वीकार करते हैं तो उनकी जानकारी ग्रुप के साथ उस वक़्त साझा की जाएगी। वे जुड़ने से पहले ग्रुप के कोई भी संदेश नहीं देख पाएँगे।
hr: Pojedinosti o osobama koje su pozvali drugi članovi grupe nisu prikazani. Ako se pozvane osobe odluče pridružiti, njihovi će se podaci tada podijeliti s grupom. Neće vidjeti poruke u grupi dok se ne pridruže.
hu: Más csoporttagok által meghívott személyek részletei nem láthatóak. Amint a meghívott elfogadja a felkérést, kapcsolat információi megosztásra kerülnek a csoporttal. Amíg nem lép be, nem lát semmilyen csoport üzenetet.
id: Detil dari orang yang diundang oleh anggota grup lain tidak terlihat. Jika mereka memilih bergabung, informasi mereka akan dibagikan ke dalam grup pada saat itu. Mereka tidak akan melihat pesan apapun di dalam grup sampai mereka bergabung.
is: Nánari upplýsingar um fólk sem boðið er af öðrum meðlimum hópsins eru ekki birtar. Ef boðsgestir ákveða að ganga í hópinn, verður upplýsingum um þá deilt með hópnum á þeim tímapunkti. Þeir munu ekki sjá nein skilaboð frá hápnum fyrr en þeir ganga í hópinn.
it: I dettagli delle persone invitate da altri membri del gruppo non vengono visualizzati. Se gli invitati scelgono di unirsi, le loro informazioni saranno condivise con il gruppo in quel momento. Non vedranno alcun messaggio nel gruppo fino a quando non si uniranno.
ja: 他のグループメンバーが招待したユーザの詳細は表示されません。招待されたユーザが参加した時点で、グループ内で共有されます。招待されたユーザは、参加するまでグループ内のメッセージを閲覧できません。
kab: Talqayt n yimdanen i d-yettusnubegten seg yiεeggalen-nniḍen n ugraw ur d-tettwaskan ara. Ma yella inebgawen fernen ad d-rnun, talɣut-nsen ad tettwabḍu akked ugraw seg yimir. Ur ttwalin ara akk iznan n ugraw alamma rnan-d.
kk: Топтың басқа мүшелері шақырған адамдар туралы мәлімет көрсетілмейді. Егер шақырылған адамдар топқа қосылса, олардың ақпараты сол кезде топқа көрсетіледі. Олар топқа қосылмайынша, қандай да бір хабарламаларды көрмейді.
km: á–áŸááŸŒá˜á¶á“á›áŸ†á¢á·áá“áŸƒá˜á“á»áŸáŸ’áŸ áŠáŸ‚á›ááŸ’ášá¼áœá”á¶á“á¢á‰áŸ’á‡á¾á‰áŠáŸ„á™áŸá˜á¶á‡á·á€á€áŸ’ášá»á˜á•áŸ’áŸáŸá„ á˜á·á“ááŸ’ášá¼áœá”á¶á“á”á„áŸ’á á¶á‰áŸ” á”á¾á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á¢á‰áŸ’á‡á¾á‰á‡áŸ’ášá¾áŸášá¾áŸá…á¼á›ášá½á˜ á–áŸááŸŒá˜á¶á“á–á½á€á‚áŸá“á¹á„ááŸ’ášá¼áœá…áŸ‚á€ášáŸ†á›áŸ‚á€á‡á¶á˜á½á™á€áŸ’ášá»á˜á‚áŸ’ášá”áŸ‹á–áŸá›áŸ” á–á½á€á‚áŸá“á¹á„á˜á·á“á¢á¶á…áƒá¾á‰áŸá¶ášá€áŸ’á“á»á„á€áŸ’ášá»á˜ ášá á¼ááŠá›áŸ‹á–á½á€á‚áŸá…á¼á›ášá½á˜á€áŸ’ášá»á˜áŸ”
kn: ಗುಂಪಿನ ಇತರ ಸದಸ್ಯರು ಆಹ್ವಾನಿಸಿದ ಜನರ ವಿವರಗಳನ್ನು ತೋರಿಸಲಾಗುವುದಿಲ್ಲ. ಆಹ್ವಾನಿತರು ಸೇರಲು ಆರಿಸಿದರೆ, ಅವರ ಮಾಹಿತಿಯನ್ನು ಆ ಸಮಯದಲ್ಲಿ ಗುಂಪಿನೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ. ಅವರು ಸೇರುವವರೆಗೂ ಅವರು ಗುಂಪಿನಲ್ಲಿ ಯಾವುದೇ ಸಂದೇಶಗಳನ್ನು ನೋಡಲಾಗುವುದಿಲ್ಲ.
ko: 다른 그룹 멤버들이 초대한 사람들의 세부정보는 표시되지 않습니다. 초대된 사람이 그룹에 참가한다면 해당인의 정보가 그룹에 즉시 공유됩니다. 초대된 사람은 참가할 때까지 그룹 내 메시지를 볼 수 없습니다.
lt: Išsamesnė žmonių, kuriuos pakvietė kiti grupės nariai, informacija nėra rodoma. Jei pakviesti asmenys pasirinks prisijungti, tuomet tuo metu, jų informacija bus pradėta bendrinti su grupe. Kol jie neprisijungs, jie nematys jokių grupėje esančių žinučių.
lv: Netiek parādīta informācija par cilvēkiem, kurus uzaicinājuši citi grupas dalībnieki. Ja uzaicinātie cilvēki izvēlas pievienoties, viņu informācija tiks kopīgota ar grupu. Šie cilvēki neredzēs nevienu ziņu grupā, kamēr nebūs pievienojušies.
mk: Деталите од луѓе поканети од други членови на групата не се прикажани. Ако поканетите изберат да се приклучат, нивните информации ќе бидат споделени во групата во моментот на прифаќање. Тие нема да видат ниту една порака во групата додека не се приклучат.
ml: മറ്റ് ഗ്രൂപ്പ് അംഗങ്ങൾ ക്ഷണിച്ച ആളുകളുടെ വിശദാംശങ്ങൾ കാണിക്കില്ല. ക്ഷണിതാക്കൾ ചേരാൻ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, അവരുടെ വിവരങ്ങൾ ആ സമയത്ത് ഗ്രൂപ്പുമായി പങ്കിടും. ചേരുന്നതുവരെ അവർ ഗ്രൂപ്പിൽ സന്ദേശങ്ങളൊന്നും കാണില്ല.
mr: इतर गट सदस्यांद्वारा आमंत्रित व्यक्तींचे तपशील दाखविलेले नाही. जर आमंत्रितांनी सामील होण्यास निवडले, तर त्यांची माहिती गटासोबत त्यावेळी सामायिक केली जाईल. ते सामील होईपर्यंत ते कुठलेही संदेश पाहू शकणार नाही.
ms: Maklumat orang yang dijemput oleh ahli kumpulan yang lain tidak ditunjukkan. Jika jemputan memilih untuk menyertai, maklumat mereka akan dikongsi dengan kumpulan pada masa tersebut. Mereka tidak akan melihat sebarang mesej dalam kumpulan sehingga mereka menyertai.
my: အခြားအဖွဲ့ဝင်များမှ​ ဖိတ်ကြားထားသူများ၏ အသေးစိတ်အချက်အလက်များ မပြပါ။ အကယ်၍ ဖိတ်ကြားခံထားရသူများ ပါဝင်ရန် ရွေးချယ်ပါက ထိုအချိန်က သူတို့၏သတင်းအချက်အလက်များကို အဖွဲ့နှင့် မျှဝေမည်ဖြစ်သည်။ သူတို့ဟာ အဖွဲ့ထဲမဝင်မချင်း အဖွဲ့ထဲရှိ မက်ဆေ့ချ်တွေကို မတွေ့ရပါ။
nb: Detaljer om personer invitert av andre gruppemedlemmer vises ikke. Om inviterte velger å bli med i gruppen, vil detaljene bli delt med gruppen. Inviterte vil ikke se meldinger i gruppen, før de eventuelt blir med.
nl: Profielinformatie van personen die door andere groepsleden zijn uitgenodigd wordt pas weergegeven zodra ze de uitnodiging accepteren. Zolang deze personen de uitnodiging niet hebben geaccepteerd zullen ze nog geen groepsberichten ontvangen.
pa: ਗਰੁੱਪ ਦੇ ਹੋਰਨਾਂ ਮੈਂਬਰਾਂ ਵੱਲੋਂ ਸੱਦੇ ਲੋਕਾਂ ਦੇ ਵੇਰਵੇ ਨਹੀਂ ਦਿਖਾਏ ਜਾਂਦੇ. ਜੇਕਰ ਸੱਦਾ ਭੇਜੇ ਗਏ ਵਿਅਕਤੀ ਜੁੜਨ ਦਾ ਫੈਸਲਾ ਕਰਦੇ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਦੀ ਜਾਣਕਾਰੀ ਗਰੁੱਪ ਦੇ ਨਾਲ ਉਸ ਸਮੇਂ ਸਾਂਝੀ ਕੀਤੀ ਜਾਵੇਗੀ. ਜਦੋਂ ਤੱਕ ਉਹ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋ ਜਾਂਦੇ, ਉਹ ਕੋਈ ਵੀ ਸੁਨੇਹੇ ਨਹੀਂ ਦੇਖਣਗੇ.
pa_pk: دوجے گروپ رکناں دے ولوں مدعو کیتے لوکاں دی تفصیلاں نئیں وکھائی جاندی ہین۔ جے مدعو ہوئے لوک شمولیت کرن دا انتخاب کر دے ہین، تے ایس ویلے ایناں دی جانکاری دے گروپ دے نال سانجھا کیتا جاوے گا۔ جدوں تائیں اوہ گروپ اچ شمولیت نئیں کر دے اوہ کوئی سنیہے نئیں ویکھن گے۔
pl: Dane osób zaproszonych przez innych członków grupy nie są widoczne. Gdy przyjmą one zaproszenie, dane zostaną udostępnione grupie. Dopóki zaproszone osoby nie dołączą do grupy, nie będą mogły w niej wyświetlić żadnych wiadomości.
ps: د ګروپ د نورو غړو له خوا د را بلل شویو کسانو جزئیات نه ښودل کېږي. که چیرته رابلل شوي کسان وغواړي چې یو ځای شي، نو د هغوی معلومات به په هغه وخت کې له ګروپ سره شریک کړل شي. هغوی به تر هغه پورې په ګروپ کې پیغامونه و نه ویني تر څو چې یو خای شوي نه وي.
pt_br: Os detalhes das pessoas convidadas por outros membros do grupo não vão aparecer. Se elas optarem por entrar, suas informações serão compartilhadas com o grupo naquele momento. Elas não verão nenhuma mensagem no grupo antes de entrarem.
pt_pt: Os detalhes das pessoas convidadas por outros membros do grupo não são exibidos. Se os convidados optarem se juntarem, as suas informações serão partilhadas com o grupo a partir desse momento. Eles não verão nenhuma mensagem do grupo até se juntarem ao grupo.
ro: Nu sunt afișate detalii despre persoanele invitate de alți membri ai grupului. Dacă invitații aleg să se alăture, informațiile lor vor fi partajate cu grupul în acel moment. Nu vor vedea niciun mesaj din grup până nu se alătură.
ru: Подробности о людях, приглашённых другими участниками группы, не показываются. Если приглашённые решат присоединиться, их информация станет доступна группе. Они не увидят никаких сообщений в группе, пока не присоединятся.
sk: Podrobnosti o ľudoch pozvaných inými členmi skupiny sa nezobrazia. Pozvaní začnú svoje informácie so skupinou zdieľať až po tom, ako sa rozhodnú pridať sa. Kým sa nepridajú, neuvidia žiadne správy zo skupiny.
sl: Podrobosti o uporabnikih/cah povabljenih s strani drugih članov/ic skupine so zakrite. Če bodo povabljeni/e sprejeli/e povabilo v skupino, bodo njihove informacije postale vidne tudi drugim članom/icam skupine. Dokler se ne pridružijo, ne bodo mogli/e spremljati sporočil v skupini.
sq: Nuk shfaqen hollësi të personave të ftuar nga anëtarë të tjerë të grupit. Nëse të ftuarit zgjedhin të marrin pjesë, të dhënat e tyre do të do t’u shfaqen grupit në atë kohë.S’do të shohin ndonjë mesazh te grupi, para se të marrin pjesë në të.
sr: Информације о људима које су позвали други чланови не приказују се. Ако се позване особе придруже, њихове информације ће се тада поделити са групом. Неће видети ниједну поруку у групи док се не придруже.
sv: Detaljer om personer som är inbjudna av andra gruppmedlemmar visas inte. Om inbjudna väljer att gå med kommer deras information att delas med gruppen vid den tiden. De kommer inte att se några meddelanden i gruppen förrän de går med.
sw: Maelezo ya watu walioalikwa na wanachama wengine wa kundi hayajaonyeshwa. Iwapo waalikwa wataamua kujiunga, taarifa zao zitashirikiwa na kundi wakati huo. Hawataweza kuona jumbe zozote kwenye kundi hadi wajiunge.
ta: விவரங்கள் அழைக்கப்பட்ட நபர்களின் மற்றவை குழு உறுப்பினர்கள் காட்டப்படவில்லை. என்றால் அழைப்பாளர்கள் தேர்வு சேர, அவர்களது தகவல்அந்த நேரத்தில் குழுவுடன் பகிரப்படும். அவர்கள் குழுவில் எந்த செய்திகளையும் அவர்கள் பார்க்க மாட்டார்கள்சேர.
te: మిగతా సమూహ సభ్యులచే ఆహ్వానింపబడిన వ్యక్తుల వివరాలు చూపబడవు. ఆ వ్యక్తులు సమూహములో చేరినపుడు వారి వివరాలు పంచబడతాయి. వారు సమూహములో చేరనంత వరకు సమూహములోని సందేశములు చూడలేరు.
th: รายละเอียดของบุคคลที่ถูกเชิญเข้ากลุ่มโดยสมาชิกคนอื่นจะไม่ถูกแสดง ถ้าผู้ถูกเชิญเลือกเข้าร่วมกลุ่ม ข้อมูลของบุคคลเหล่านั้นจะถูกแบ่งปันกับกลุ่ม ผู้ถูกเชิญจะมองไม่เห็นข้อความในกลุ่มจนกว่าจะเข้าร่วม
tr: Diğer grup üyeleri tarafından davet edilen kişilerin ayrıntıları gösterilmez. Davetliler katılmayı seçerse, bilgileri o zaman grupla paylaşılacaktır. Katılıncaya kadar grupta herhangi bir ileti görmezler.
ug: باشقا گۇرۇپپا ئەزالىرى تەكلىپ قىلغان كىشىلەرنىڭ تەپسىلاتلىرى كۆرسىتىلمىدى. ئەگەر تەكلىپ قىلىنغانلار قاتنىشىشنى تاللىسا، ئۇلارنىڭ ئۇچۇرلىرى شۇ ۋاقىتتا ئاندىن گۇرۇپپا بىلەن ھەمبەھىرلىنىدۇ. ئۇلار تەكلىپنى قوبۇل قىلمىغۇچە گۇرۇپپىدىكى ھېچقانداق ئۇچۇرنى كۆرمەيدۇ.
uk: Інформація про людей, яких запросили інші учасники групи, не показується. Інформація запрошеного стане доступна для учасників групи в разі прийняття запрошення. Запрошені побачать повідомлення в групі тільки після приєднання.
ur: گروپ کے دوسرے ممبروں کے ذریعہ مدعو کیے گئے لوگوں کی تفصیلات نہیں دکھائی گئیں۔ اگر مدعو شامل ہونے کا انتخاب کرتے ہیں تو ، اس وقت ان کی معلومات گروپ کے ساتھ شیئر کی جائیں گی۔ وہ اس گروپ میں شامل ہونے تک کوئی پیغامات نہیں دیکھیں گے۔
vi: Thông tin của các người dùng được mời bởi các thành viên nhóm khác không được hiển thị. Nếu người được mời chấp nhận tham gia, thông tin của họ sẽ được chia sẻ với nhóm vào lúc đó. Họ sẽ không thấy tin nhắn trong nhóm cho đến khi họ tham gia.
zh_cn: 被其他用户邀请的用户详情暂时不可见。如果受邀者同意加入，这时他的资料才会对群内可见。在他们加入群组前，不会收到来自群组的任何消息。
zh_hk: 由其他群組成員邀請的人不會在此顯示其詳細資料。若獲邀的人選擇加入，其資訊屆時將與群組分享，加入之前概不會看見群組中任何訊息。

# PENDING_GROUP_MEMBERS_SECTION_FOOTER_PENDING_MEMBER_REQUESTS_FORMAT
source: People on this list are attempting to join “%@” via the group link.
af: Mense op hierdie lys probeer by “%@” aansluit d.m.v. die groepskakel.
ar: يُحاول الأشخاص في هذه القائمة الانضمام إلى "%1$@" عبر رابط المجموعة.
az: Bu siyahıdakı şəxslər, qrup bağlantısı vasitəsilə "%@" qrupuna qoşulmağa cəhd edirlər.
be: Людзі з гэтага спісу спрабуюць далучыцца да «%1$@» па спасылцы на групу.
bn: এই তালিকায় থাকা লোকজন গ্রুপের লিঙ্কটি ব্যবহার করে “%1$@”-এ যোগ দেওয়ার চেষ্টা করছেন।
ca: La gent d'aquesta llista intenta afegir-se a %1$@ per l'enllaç del grup.
cs: Lidé na tomto seznamu se pokouší připojit k "%1$@" pomocí skupinového odkazu.
cy: Mae'r bobl ar y rhestr hon yn ceisio ymuno “%@” trwy'r ddolen grŵp.
da: Personer på denne liste forsøger at deltage "%1$@" via gruppelinket
de: Personen auf dieser Liste möchten der Gruppe »%1$@« über den Gruppen-Link beitreten.
el: Τα άτομα σε αυτή τη λίστα προσπαθούν να μπουν στην ομάδα "%1$@" μέσω του συνδέσμου της ομάδας.
es: Las personas de esta lista han solicitado unirse al grupo "%1$@" mediante enlace.
es_es: Las personas en esta lista han solicitado unirse al grupo «%@» vía enlace.
et: Selles nimekirjas olevad isikud püüavad grupilingi kaudu grupiga “%@” liituda.
eu: Zerrenda honetan dagoen jendea talde estekaren bidez "%@" taldean sartzen saiatzen ari dira.
fa: افراد در این فهرست در حال تلاش برای پیوستن به «%1$@» از طریق پیوند گروه هستند.
fi: Luettelon henkilöt yrittävät liittyä ryhmään %1$@ ryhmälinkin kautta.
fr: Les personnes suivantes tentent de rejoindre %1$@ via le lien du groupe.
ga: People on this list are attempting to join “%1$@” via the group link.
gu: આ લિસ્ટના લોકો ગ્રુપ લિંક મારફતે "%1$@" માં જોડાવાનો પ્રયાસ કરી રહ્યા છે.
he: אנשים ברשימה זו מנסים להצטרף אל ”%1$@“ באמצעות קישור הקבוצה.
hi: इस सूची के लोग ग्रुप लिंक के माध्यम से "%1$@" में शामिल होने का प्रयास कर रहे हैं।
hr: Osobe s ovog popisa pokušavaju se pridružiti “%1$@” putem poveznice grupe.
hu: A listán szereplő emberek a csoporthivatkozás használatával szeretnének belépni ebbe a csoportba: "%1$@".
id: Orang dalam daftar ini mencoba bergabung "%1$@" melalui tautan grup.
is: Fólk á þessum lista er að reyna að ganga í "%@" með hóptengli.
it: Le persone in questo elenco vorrebbero unirsi a “%1$@” tramite il link del gruppo.
ja: このリストの人々が、グループリンクから「%1$@」への参加を申請しています。
kab: Imdanen yellan ɣef tebdart-a ttaεraḍen ad d-rnun "%@" useɣwen n ugraw.
km: á¢áŸ’á“á€á“áŸ…á›á¾á”á‰áŸ’á‡á¸á“áŸáŸ‡ á€áŸ†á–á»á„á–áŸ’á™á¶á™á¶á˜á…á¼á›ášá½á˜ â€œ%@â€ áá¶á˜ášá™áŸˆááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: ಈ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಜನರು ಗುಂಪಿನ ಲಿಂಕ್ ಮೂಲಕ “%@” ಗೆ ಸೇರಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ.
ko: 그룹 링크로 "%1$@"에 참가하려는 사람들의 목록입니다.
lt: Šiame sąraše esantys žmonės bando prisijungti prie „%@“ per grupės nuorodą.
lv: Šajā sarakstā iekļautie cilvēki mēģina pievienoties "%@", izmantojot grupas saiti.
ml: ഈ പട്ടികയിലുള്ള ആളുകൾ ഗ്രൂപ്പ് ലിങ്ക് വഴി %@-ൽ ചേരാൻ ശ്രമിക്കുന്നു.
mr: या यादीवरील लोक गट लिंक द्वारा "%1$@" मध्ये सामील होण्याचा प्रयत्न करत आहेत.
ms: Orang dalam senarai ini cuba menyertai “%1$@” melalui pautan kumpulan.
my: ၎င်းစာရင်းထဲတွင်ရှိသော လူများသည် "%@" သို့ အဖွဲ့လင့်ခ်ဖြင့် ဝင်ရန် ကြိုးစားနေပါသည်။
nb: Folk på denne listen forsøker å bli medlem i “%1$@” via gruppelenken.
nl: Personen in deze lijst proberen via de groepslink lid te worden van ‘%1$@’.
pa: ਇਸ ਸੂਚੀ ’ਤੇ ਮੌਜੂਦ ਲੋਕ ਗਰੁੱਪ ਲਿੰਕ ਰਾਹੀਂ "%@" ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਨ।
pl: Osoby z tej listy chcą dołączyć do grupy „%1$@” za pomocą linku.
ps: په دغه لیست کې شته خلک هڅه کوي تر څو د ګروپ د لینک له لارې له ”%@“ سره یو ځای شي.
pt_br: As pessoas nessa lista estão tentando entrar em “%1$@” através do link do grupo.
pt_pt: As pessoas nesta lista estão a tentar entrar para “%1$@” através do link do grupo partilhável.
ro: Persoanele din această listă încearcă să se alăture "%1$@" folosind linkul grupului.
ru: Люди в этом списке пытаются присоединиться к «%1$@» по ссылке на группу.
sk: Ľudia na tomto zozname sa pokúšajú pridať do “%1$@” prostredníctvom odkazu do skupiny.
sl: Ljudje na tem seznamu se poskušajo pridružiti "%@" preko deljene povezave.
sq: Persona në këtë listë po rreken të bëhen pjesë e “%@” përmes lidhjes së grupit.
sr: Особе са ове листе покушавају да се придруже групи „%1$@“ преко линка за групу.
sv: Personer på denna lista försöker gå med i "%1$@" via grupplänken.
sw: Watu walio kwenye orodha hii wanajaribu kujiunga na “%@” kupitia kiungo cha kikundi.
ta: மக்கள் இந்த பட்டியலில் முயற்சிக்கிறது சேர “%@” வழியாக குழு இணைப்பு.
te: ఈ జాబితాలోని వ్యక్తులు సమూహ లింక్ ద్వారా “%@” లో చేరడానికి ప్రయత్నిస్తున్నారు.
th: ผู้คนในรายชื่อกำลังพยายามเข้าร่วมกลุ่ม "%1$@" ผ่านลิงก์กลุ่ม
tr: Bu listedeki kişiler grup bağlantısı ile "%1$@" grubuna katılmaya çalışıyor.
ug: بۇ تىزىملىكتىكى كىشىلەر «%1$@» غا گۇرۇپپا ئۇلانمىسى ئارقىلىق قوشۇلماقچى.
uk: Це список людей, які хочуть приєднатися до групи «%1$@» за посиланням.
ur: اس فہرست میں شامل افراد گروپ لنک کے ذریعے "%1$@" میں شامل ہونے کی کوشش کر رہے ہیں۔
vi: Những người trên danh sách này đang cố gắng tham gia "%1$@" bằng đường dẫn nhóm.
zh_cn: 此表中的人想通过群组链接加入“%1$@”。
zh_hk: 此清單上的人正嘗試透過群組連結加入「%1$@」。

# PENDING_GROUP_MEMBERS_SECTION_TITLE_INVALID_INVITES
source: Invalid Invites
af: Ongeldige uitnodigings
ar: دعوات غير صالحة
az: Etibarsız dəvətlər
be: Неспапраўдныя запрашэнні
bn: অবৈধ আমন্ত্রণ
ca: Invitacions no vàlides
cs: Neplatné pozvánky
cy: Gwahoddiadau Annilys
da: Ugyldige invitationer
de: Ungültige Einladungen
el: Άκυρες προσκλήσεις
es: Invitaciones no válidas
es_es: Invitaciones inválidas
et: Vigased kutsed
eu: Baliogabeo Gonbidapenak
fa: دعوت‌های نامعتبر
fi: Virheelliset kutsut
fr: Invitations non valides
ga: Cuirí neamhbhailí
gu: અમાન્ય આમંત્રણો
he: הזמנות בלתי תקפות
hi: अवैध आमंत्रण
hr: Nevažeće pozivnice
hu: Érvénytelen meghívók
id: Undangan Tidak Valid
is: Ógild boð
it: Inviti non validi
ja: 不正な招待
kab: Tinubgiwin tarimeɣta
km: á€á¶ášá¢á‰áŸ’á‡á¾á‰á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾದ ಆಹ್ವಾನಗಳು
ko: 잘못된 초대
lt: Neteisingi pakvietimai
lv: Nederīgi uzaicinājumi
mk: Невалидни покани
ml: അസാധുവായ ക്ഷണങ്ങൾ
mr: अवैध आमंत्रणे
ms: Jemputan Tidak Sah
my: အကြုံးမဝင်သော ဖိတ်ခေါ်မှုများ
nb: Ugyldige invitasjoner
nl: Ongeldige uitnodigingen
pa: ਨਾ-ਮੰਨਣਯੋਗ ਸੱਦੇ
pl: Nieprawidłowe zaproszenia
ps: ناسمې بلنې
pt_br: Convites Inválidos
pt_pt: Convites inválidos
ro: Invitații invalide
ru: Недействительные приглашения
sk: Neplatné pozvánky
sl: Neveljavna vabila
sq: Ftesa të Pavlefshme
sr: Неважеће позивнице
sv: Ogiltiga inbjudningar
sw: Mialiko Isiyo Sahihi
ta: தவறான அழைப்புகள்
te: చెల్లని ఆహ్వానాలు
th: คำเชิญที่ใช้งานไม่ได้
tr: Geçersiz Davetler
ug: ئىناۋەتسىز تەكلىپلەر
uk: Недійсні запрошення
ur: غلط دعوت نامے
vi: Lời mời Không có hiệu lực
zh_cn: 无效邀请
zh_hk: 無效邀請
