Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_LINK_VIEW_TITLE
source: Group Link
af: Groepskakel
ar: رابط المجموعة
az: Qrup bağlantısı
be: Спасылка на групу
bn: গ্রুপ লিঙ্ক
ca: Enllaç de grup
cs: Odkaz skupiny
cy: Dolen Grŵp
da: Gruppelink
de: Gruppen-Link
el: Σύνδεσμος ομάδας
es: Enlace al grupo
es_es: Enlace al grupo
et: Grupilink
eu: Talde Esteka
fa: پیوند گروه
fi: Ryhmälinkki
fr: Lien de groupe
gu: ગ્રુપ લિંક
he: קישור קבוצה
hi: ग्रुप लिंक
hr: Poveznica grupe
hu: Csoporthivatkozás
id: Tautan Grup
is: Tengill hóps
it: Link del gruppo
ja: グループリンク
kab: Aseɣwen n ugraw
km: ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜
kn: ಗುಂಪಿನ ಲಿಂಕ್
ko: 그룹 링크
lt: Grupės nuoroda
lv: Grupas saite
mk: Групен линк
ml: ഗ്രൂപ്പ് ലിങ്ക്
mr: गट लिंक
ms: Pautan Kumpulan
my: အဖွဲ့လင့်ခ်
nb: Gruppelenke
nl: Groepslink
pa: ਗਰੁੱਪ ਲਿੰਕ
pl: Link do grupy
ps: د ګروپ لینک
pt_br: Link do Grupo
pt_pt: Link do grupo
ro: Link grup
ru: Ссылка на группу
sk: Odkaz do skupiny
sl: Povezava do skupine
sq: Lidhje Grupi
sr: Линк за групу
sv: Grupplänk
sw: Kiungo cha Kikundi
ta: குழு இணைப்பு
te: సమూహ లింక్
th: ลิงก์กลุ่ม
tr: Grup Bağlantsıı
ug: گۇرۇپپا ئۇلانمىسى
uk: Посилання на групу
ur: گروپ لنک
vi: Đường dẫn Nhóm
zh_cn: 群组链接
zh_hk: 群組連結

# GROUP_LOCAL_USER_ADDED_TO_GROUP_BY_REMOTE_USER_FORMAT
source: %@ added you to the group.
af: %@ het jou bygevoeg.
ar: أضافكَ %1$@ إلى المجموعة.
az: %@ sizi əlavə etdi.
be: %1$@ дадаў(-ла) вас у групу.
bg: %@ ви добави.
bn: %1$@ আপনাকে গ্রুপে যোগ করেছেন।
ca: %1$@ us ha afegit al grup.
cs: %1$@ vás přidal/a do skupiny.
cy: Fe'ch ychwanegwyd gan %@.
da: %1$@ tilføjede dig til gruppen
de: %1$@ hat dich zur Gruppe hinzugefügt.
el: Ο/Η %1$@ σε πρόσθεσε στην ομάδα.
es: %1$@ te ha añadido al grupo.
es_es: %@ te ha añadido.
et: %@ lisas sind.
eu: %@ erabiltzaileak gehitu zaitu.
fa: %1$@شما را به گروه اضافه کرد.
fi: %1$@ lisäsi sinut ryhmään.
fil: Idinagdag ka ni %@.
fr: %1$@ vous a ajouté au groupe.
ga: Chuir %1$@ leis an ngrúpa thú.
gu: %1$@ એ તમને ગ્રૂપમાં ઉમેર્યા છે.
he: %1$@ הוסיף אותך אל הקבוצה.
hi: %1$@ ने आपको ग्रुप में शामिल किया।
hr: Korisnik %1$@ dodao vas je u grupu.
hu: %1$@ hozzáadott a csoporthoz.
id: %1$@ menambahkan Anda ke grup.
is: %@ bætti þér við.
it: %1$@ ti ha aggiunto al gruppo.
ja: %1$@ があなたをグループに追加しました。
kab: %@ yerna-k·kem
kk: %@ сізді қосты.
km: %@ á”á¶á“á”á“áŸ’ááŸ‚á˜á¢áŸ’á“á€áŸ”
kn: %@ ನಿಮ್ಮನ್ನು ಸೇರಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 나를 그룹에 추가했습니다.
lt: %@ pridėjo jus.
lv: %@ jūs pievienoja.
mk: %@ ве додаде.
ml: %@ നിങ്ങളെ ചേർത്തു.
mr: %1$@ ने आपल्याला गटात जोडले.
ms: %1$@ menambah anda kepada kumpulan.
my: %@ သည် သင့်ကို အဖွဲ့ထဲ ထည့်လိုက်ပါသည်။
nb: %1$@ la deg til i gruppen.
nl: %1$@ heeft je toegevoegd aan de groep.
pa: %@ ਨੇ ਤੁਹਾਨੂੰ ਜੋੜਿਆ।
pa_pk: %@ نے تساں نوں نال رلایا۔
pl: %1$@ dodaje Cię do grupy.
ps: %@ تاسې اضافه کړئ.
pt_br: %1$@ adicionou você ao grupo.
pt_pt: %1$@ adicionou-o(a) ao grupo.
ro: %1$@ te-a adăugat la grup.
ru: %1$@ добавил(-а) вас в группу.
sk: %1$@ vás pridal(a) do skupiny.
sl: Oseba %@ vas je dodala k skupini.
sq: %@ ju shtoi.
sr: %1$@ вас је додао/ла у групу.
sv: %1$@ lade till dig i gruppen.
sw: %@amekuongeza.
te: %@ నిన్ను చేర్చాను.
th: %1$@ เพิ่มคุณเข้ากลุ่ม
tr: %1$@ sizi gruba ekledi.
ug: سىزنى %1$@ گۇرۇپپىغا قوشتى.
uk: Користувач %1$@ додав вас до групи.
ur: %1$@ نے آپ کو گروپ میں شامل کیا۔
vi: %1$@ đã thêm bạn vào nhóm.
zh_cn: %1$@ 邀请你进入此群组。
zh_hk: %1$@ 已將您新增至群組。

# GROUP_LOCAL_USER_GRANTED_ADMINISTRATOR
source: You are now an admin.
af: Jy is nou ’n admin.
ar: أنتَ الآن مُشرِف.
az: Artıq adminsiniz.
be: Цяпер вы адміністратар.
bg: Вече сте администратор.
bn: আপনি এখন একজন অ্যাডমিন।
ca: Ara sou un administrador.
cs: Stali jste se administrátorem.
cy: Rydych nawr yn weinyddwr.
da: Du er nu administrator
de: Du bist jetzt ein Admin.
el: Είσαι πλέον διαχειριστής.
es: Ahora eres admin del grupo.
es_es: Ahora eres admin del grupo.
et: Sa oled nüüd administraator.
eu: Orain administratzailea zara.
fa: شما حالا مدیر هستید.
fi: Olet nyt ylläpitäjä.
fil: Ikaw na ngayon ang admin.
fr: Vous êtes maintenant admin.
ga: Tá tú i do riarthóir anois.
gu: હવે તમે એડમિન છો.
he: אתה מנהלן כעת.
hi: आप अब एक एडमिन हैं।
hr: Sada ste administrator.
hu: Admin jogosultságot kaptál.
id: Anda sekarang menjadi admin.
is: Þú ert núna stjórnandi.
it: Ora sei un amministratore.
ja: 現在、あなたは管理者です。
kab: Aql-ak·akem tura d t·anedbal·t.
kk: Сіз енді әкімшісіз.
km: á¥á¡á¼áœá¢áŸ’á“á€á‡á¶á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„áŸ”
kn: ನೀವು ಈಗ ಆಡ್ಮಿನ್ ಆಗಿದ್ದೀರಿ.
ko: 내가 관리자가 되었습니다.
lt: Dabar, esate administratorius.
lv: Jūs tagad esat administrators.
mk: Вие сте сега Администратор.
ml: നിങ്ങൾ ഇപ്പോൾ ഒരു അഡ്‌മിനാണ്.
mr: आपण आता प्रशासक आहात.
ms: Sekarang anda pentadbir.
my: သင်သည် ယခု စီမံသူဖြစ်သည်။
nb: Du er nå administrator
nl: Je bent nu een beheerder.
pa: ਹੁਣ ਤੁਸੀਂ ਇੱਕ ਐਡਮਿਨ ਹੋ।
pa_pk: ہونڑ تساں ایڈمن او۔
pl: Jesteś teraz administratorem.
ps: تاسې اوس یو اډمین یاست.
pt_br: Agora você é um/a admin
pt_pt: Você, é agora administrador.
ro: Ești acum administrator.
ru: Вы теперь администратор.
sk: Odteraz ste administrátorom.
sl: Odslej ste skrbnik skupine.
sq: Tani jeni një përgjegjës.
sr: Сада сте администратор.
sv: Du är nu en administratör.
sw: Wewe sasa ni msimamizi.
ta: நீங்கள் இப்போது ஒரு நிர்வாகி.
te: మీరు ఇప్పుడు నిర్వాహకులే.
th: ตอนนี้คุณเป็นผู้ดูแลแล้ว
tr: Artık yöneticisiniz.
ug: ئەمدى سىز باشقۇرغۇچى.
uk: Ви тепер адміністратор.
ur: اب آپ ایڈمن ہیں۔
vi: Bạn đang là quản trị viên.
zh_cn: 你被设置为管理员。
zh_hk: 您現已是管理員。

# GROUP_LOCAL_USER_GRANTED_ADMINISTRATOR_BY_REMOTE_USER_FORMAT
source: %@ made you an admin.
af: %@ het jou ’n admin gemaak.
ar: قام %1$@ بتعيينك مُشرِفًا.
az: %@, sizi admin etdi.
be: %1$@ зрабіў(-ла) вас адміністратарам.
bg: %@ ви направи администратор.
bn: %1$@ আপনাকে অ্যাডমিন করেছেন।
ca: %1$@ us ha fet administrador.
cs: %1$@ vám dal(a) administrátorská práva.
cy: Gwnaeth %@ chi yn weinyddwr.
da: %1$@ gjorde dig til administrator
de: %1$@ hat dich zu einem Admin gemacht.
el: Ο/Η %1$@ σε έκανε διαχειριστή.
es: %1$@ te ha designado como admin.
es_es: %@ te ha promovido a admin.
et: %@ tegi sind administraatoriks.
eu: %@ erabiltzaileak administratzaile bilakatu zaitu.
fa: %1$@شما را مدیر کرد.
fi: %1$@ nimitti sinut ylläpitäjäksi.
fil: Ginawa kang admin ni %@.
fr: %1$@ vous a accordé des droits d'admin.
ga: Rinne %1$@ riarthóir díot.
gu: %1$@ એ તમને એડમિન બનાવ્યાં છે.
he: %1$@ עשה אותך מנהלן.
hi: %1$@ने आपको एडमिन बनाया है।
hr: %1$@ vas je postavio za administratora.
hu: %1$@ admin jogosultságot adott neked.
id: %1$@ memberikan akses admin kepada Anda.
is: %@ gerði þig að stjórnanda.
it: %1$@ ti ha reso un amministratore.
ja: %1$@ があなたを管理者にしました。
kab: %@ yerra-k·m d anedbal.
kk: %@ сізді әкімші етті.
km: %@ á”á¶á“áŠá¶á€áŸ‹á¢áŸ’á“á€á‡á¶á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„áŸ”
kn: %@ ರವರು ನಿಮ್ಮನ್ನು ಆಡ್ಮಿನ್ ಮಾಡಿದ್ದಾರೆ.
ko: %1$@ 님이 나를 관리자로 지정했습니다.
lt: %@ paskyrė jus administratoriumi.
lv: %@ piešķīra jums administratora tiesības.
mk: %@ ве постави за администратор.
ml: %@ നിങ്ങളെ ഒരു അഡ്മിൻ ആക്കി.
mr: %1$@ ने आपल्याला प्रशासक बनवले.
ms: %1$@ menjadikan anda pentadbir.
my: %@ သည် သင့်ကို စီမံသူတစ်ယောက်အနေအဖြစ် တာဝန်ပေးလိုက်သည်။
nb: %1$@ gjorde deg til administrator.
nl: %1$@ heeft je een beheerder gemaakt.
pa: %@ ਨੇ ਤੁਹਾਨੂੰ ਐਡਮਿਨ ਬਣਾਇਆ।
pa_pk: %@ نے تساں نوں ایڈمن بنایا۔
pl: %1$@ mianuje Cię administratorem.
ps: %@ تاسې اډمین کړئ.
pt_br: %1$@ a/o nomeou como admin
pt_pt: %1$@ tornou-o num administrador.
ro: %1$@ te-a făcut administrator.
ru: %1$@ сделал(-а) вас администратором.
sk: %1$@ z vás spravil(a) administrátora.
sl: Oseba %@ vas je določila za skrbnika.
sq: %@ ju bëri përgjegjës.
sr: %1$@ вас је поставио/ла за администратора.
sv: %1$@ gjorde dig till administratör.
sw: %@amekufanya msimamizi.
ta: %@ செய்யப்பட்டது நீங்கள் ஒரு நிர்வாகி.
te: %@ మిమ్మల్ని నిర్వాహకుడిగా చేసారు.
th: %1$@ ตั้งคุณเป็นผู้ดูแล
tr: %1$@ sizi yönetici yaptı.
ug: سىزنى %1$@ باشقۇرغۇچى قىلىپ تەڭشىدى.
uk: Користувач %1$@ зробив вас адміністратором.
ur: %1$@ نے آپ کو ایک ایڈمن بنایا۔
vi: %1$@ đã chọn bạn làm quản trị viên.
zh_cn: %1$@ 将你设置为管理员。
zh_hk: %1$@ 已將您設為管理員。

# GROUP_LOCAL_USER_INVITE_ACCEPTED
source: You accepted an invitation to the group.
af: Jy het ’n uitnodiging na die groep aanvaar.
ar: قبلتَ الدعوة إلى المجموعة.
az: Qrup dəvətini qəbul etdiniz.
be: Вы прынялі запрашэнне ў групу.
bg: Приехте поканата за групата.
bn: আপনি গ্রুপটিতে একটি আমন্ত্রণ স্বীকার করেছেন।
ca: Heu acceptat una invitació al grup.
cs: Přijali jste pozvánku do skupiny.
cy: Derbyniasoch gwahoddiad i'r grŵp.
da: Du accepterede en invitation til gruppen
de: Du hast eine Gruppeneinladung angenommen.
el: Δέχτηκες την πρόσκληση στην ομάδα.
es: Has aceptado una invitación al grupo.
es_es: Has aceptado la invitación para participar en el grupo.
et: Sa nõustusid grupiga liitumise kutsega.
eu: Taldean sartzeko gonbidapen bat onartu egin duzu.
fa: شما دعوت به گروه را قبول کردید.
fi: Hyväksyit kutsun liittyä ryhmään.
fil: Tinanggap mo ang imbitasyon sa grupong ito.
fr: Vous avez accepté une invitation à rejoindre le groupe.
ga: Ghlac tú le cuireadh chun páirt a ghlacadh sa ghrúpa.
gu: તમે ગ્રુપનુ આમંત્રણ સ્વીકાર્યું છે.
he: אישרת הזמנה אל הקבוצה.
hi: आपने ग्रुप से जुड़ने का आमंत्रण स्वीकार किया।
hr: Prihvatili ste poziv u grupu.
hu: Elfogadtad a csoportmeghívást.
id: Anda menerima undangan undangan masuk ke dalam grup.
is: Þú samþykktir boð um að ganga í hópinn.
it: Hai accettato un invito al gruppo.
ja: こグループへの招待を受け入れました。
kab: Tqebleḍ tinubga ɣer ugraw.
kk: Сіз топқа шақыруды қабылдадыңыз.
km: á¢áŸ’á“á€á”á¶á“á™á›áŸ‹á–áŸ’ášá˜á€á¶ášá¢á‰áŸ’á‡á¾á‰á‘áŸ…á€áŸ’ášá»á˜áŸ”
kn: ನೀವು ಗುಂಪಿಗೆ ಒಂದು ಆಹ್ವಾನವನ್ನು ಸ್ವೀಕರಿಸಿದ್ದೀರಿ.
ko: 내가 그룹 초대를 수락했습니다.
lt: Jūs priėmėte pakvietimą prisijungti prie grupės.
lv: Jūs piekritāt uzaicinājumam pievienoties šai grupai.
mk: Вие прифативте покана за во групата.
ml: ഗ്രൂപ്പിലേക്കുള്ള ഒരു ക്ഷണം നിങ്ങൾ സ്വീകരിച്ചിരിക്കുന്നു.
mr: गटाचे निमंत्रण आपण स्वीकारले.
ms: Anda menerima jemputan kepada kumpulan.
my: သင်သည် အဖွဲ့သို့ဖိတ်ခေါ်မှုကို လက်ခံခဲ့သည်။
nb: Du har akseptert invitasjon til gruppen.
nl: Je hebt de groepsuitnodiging geaccepteerd.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਵਿੱਚ ਸੱਦਾ ਮਨਜ਼ੂਰ ਕੀਤਾ।
pa_pk: تساں نے گروپ اچ دعوت نوں قبول کیتا۔
pl: Przyjmujesz zaproszenie do grupy.
ps: تاسې ګروپ ته یوه بلنه ومنله.
pt_br: Você aceitou um convite para o grupo.
pt_pt: Você aceitou um convite para o grupo.
ro: Ai acceptat o invitație la grup.
ru: Вы приняли приглашение в группу.
sk: Prijali ste pozvanie do skupiny.
sl: Sprejeli ste povabilo v skupino.
sq: Pranuat një ftesë për te grupi.
sr: Прихватили сте позивницу за групу.
sv: Du accepterade en inbjudan till gruppen.
sw: Umekubali mwaliko kwa kundi
ta: நீங்கள் குழுவிற்கான அழைப்பை ஏற்றுக்கொண்டார்.
te: మీరు గుంపుకు ఆహ్వానాన్ని అంగీకరించారు.
th: คุณได้ตอบรับคำเชิญเข้ากลุ่ม
tr: Grup davetiyesini kabul ettiniz.
ug: گۇرۇپپىغا كىرىش تەكلىپىگە قوشۇلدىڭىز.
uk: Ви прийняли запрошення в групу.
ur: آپ نے گروپ کو دعوت نامہ قبول کرلیا۔
vi: Bạn đã chấp nhận thư mời vào nhóm.
zh_cn: 你接受了入群邀请。
zh_hk: 您已接受加入群組的邀請。

# GROUP_LOCAL_USER_INVITE_ACCEPTED_FORMAT
source: You accepted an invitation to the group from %@.
af: Jy het ’n uitnodiging van %@ na die groep aanvaar.
ar: قبلتَ دعوة إلى المجموعة من طرف %1$@.
az: %@ tərəfindən göndərilən bir qrup dəvətini qəbul etdiniz.
be: Вы прынялі запрашэнне ў групу ад %1$@.
bg: Приехте поканата за групата от %@.
bn: আপনি %1$@-এর থেকে গ্রুপে একটি আমন্ত্রণ স্বীকার করেছেন।
ca: Heu acceptat una invitació al grup de %1$@.
cs: Přijali jste pozvánku do skupiny od %1$@.
cy: Derbyniasoch gwahoddiad i'r grŵp oddi wrth %@.
da: Du accepterede en invitation til gruppen fra %1$@
de: Du hast eine Gruppeneinladung von %1$@ angenommen.
el: Δέχτηκες την πρόσκληση στην ομάδα από τον/την %1$@.
es: Has aceptado una invitación de %1$@ para unirte al grupo.
es_es: Has aceptado la invitación de %@ para participar en el grupo.
et: Sa nõustusid grupiga liitumise kutsega kasutajalt %@.
eu: %@ erabiltzaileak talden sartzeko bidalitako gonbidapen bat onartu duzu.
fa: شما دعوت به گروه از طرف %1$@ را قبول کردید.
fi: Hyväksyit kutsun liittyä ryhmään käyttäjältä %1$@.
fil: Tinanggap mo ang imbitasyon sa grupong ito mula kay %@.
fr: Vous avez accepté l'invitation à rejoindre le groupe envoyée par %1$@.
ga: Ghlac tú le cuireadh ó %1$@ chun páirt a ghlacadh sa ghrúpa.
gu: તમે ગ્રુપનુ %1$@ તરફથી આમંત્રણ સ્વીકાર્યું છે.
he: הסכמת להזמנה אל הקבוצה מן %1$@.
hi: आपने %1$@ का ग्रुप से जुड़ने का आमंत्रण स्वीकार किया।
hr: Prihvatili ste pozivnicu za grupu od %1$@.
hu: Elfogadtad %1$@ csoportmeghívását.
id: Anda menerima undangan grup dari %1$@.
is: Þú samþykktir boð frá %@ um að ganga í hópinn.
it: Hai accettato un invito al gruppo da %1$@.
ja: %1$@ からのグループへの招待を受け入れました。
kab: Tqebleḍ tinubga ɣer ugraw seg %@.
kk: Сіз %@ жіберген топқа шақыруды қабылдадыңыз.
km: á¢áŸ’á“á€á”á¶á“á‘á‘á½á›á€á¶ášá¢á‰áŸ’á‡á¾á‰á…á¼á›á€áŸ’ášá»á˜á–á¸ %@áŸ”
kn: ನೀವು %@ ನಿಂದ ಗುಂಪಿಗೆ ಒಂದು ಆಹ್ವಾನವನ್ನು ಪಡೆದಿದ್ದೀರಿ.
ko: 내가 %1$@ 님이 보낸 그룹 초대를 수락했습니다.
lt: Jūs priėmėte nuo %@ pakvietimą prisijungti prie grupės.
lv: Jūs piekritāt %@ uzaicinājumam pievienoties šai grupai.
mk: Вие прифативте покана за во групата од %@.
ml: ഗ്രൂപ്പിലേക്കുള്ള ഒരു ക്ഷണം നിങ്ങൾ %@ൽ നിന്ന് സ്വീകരിച്ചിരിക്കുന്നു.
mr: %1$@ कडून गटाचे निमंत्रण आपण स्वीकारले.
ms: Anda menerima jemputan kepada kumpulan daripada %1$@.
my: သင်သည် %@ မှ အဖွဲ့သို့ဖိတ်ခေါ်မှုကို လက်ခံခဲ့သည်။
nb: Du har akseptert invitasjon til gruppen fra %1$@.
nl: Je hebt de groepsuitnodiging van %1$@ geaccepteerd.
pa: ਤੁਸੀਂ %@ ਵੱਲੋਂ ਭੇਜਿਆ ਗਰੁੱਪ ਦਾ ਸੱਦਾ ਮਨਜ਼ੂਰ ਕੀਤਾ ਹੈ।
pa_pk: تساں نے %@ دے ولوں گروپ اچ دعوت نوں قبول کیتا۔
pl: Przyjmujesz zaproszenie do grupy, którego nadawcą jest %1$@.
ps: تاسې له %@ څخه ګروپ ته یوه بلنه ومنله.
pt_br: Você aceitou um convite de %1$@ para o grupo.
pt_pt: Você aceitou um convite para o grupo. a partir de %1$@
ro: Ai acceptat o invitație la grup de la %1$@.
ru: Вы приняли приглашение в группу от %1$@.
sk: Prijali ste pozvanie do skupiny od %1$@.
sl: Sprejeli ste povabilo uporabnika/ce %@ v skupino.
sq: Pranuat një ftesë për te grupi nga %@.
sr: Прихватили сте позивницу за групу коју вам шаље %1$@.
sv: Du accepterade en inbjudan till gruppen från %1$@.
sw: Umekubali mwaliko kwa kundi kutoka %@.
ta: நீங்கள் குழுவிற்கு ஒரு அழைப்பை ஏற்றுக்கொண்டது %@.
te: మీరు %@నుండి సమూహానికి ఆహ్వానాన్ని అంగీకరించారు.
th: คุณได้ตอบรับคำเชิญเข้ากลุ่มจาก %1$@
tr: %1$@ tarafından gönderilen grup davetiyesini kabul ettiniz.
ug: %1$@ ئەۋەتكەن گۇرۇپپىغا كىرىش تەكلىپىنى قوبۇل قىلدىڭىز.
uk: Ви прийняли запрошення в групу від користувача %1$@.
ur: آپ نے %1$@ سے گروپ کو دعوت نامہ قبول کیا
vi: Bạn đã chấp nhận thư mời vào nhóm từ %1$@.
zh_cn: 你接受了来自 %1$@ 入群邀请
zh_hk: 您已接受來自 %1$@ 的加入群組邀請。

# GROUP_LOCAL_USER_INVITE_DECLINED_BY_LOCAL_USER
source: You declined an invitation to the group.
af: Jy het ’n uitnodiging na die groep geweier.
ar: رفضتَ دعوة إلى المجموعة.
az: Qrup dəvətini rədd etdiniz.
be: Вы адхілілі запрашэнне ў групу.
bg: Отказахте покана за групата.
bn: আপনি এই গ্রুপে একটি আমন্ত্রণ প্রত্যাখ্যান করেছেন।
ca: Heu rebutjat una invitació al grup.
cs: Odmítli jste pozvánku do skupiny.
cy: Gwrthodasoch gwahoddiad i'r grŵp.
da: Du afviste en invitation til gruppen
de: Du hast eine Gruppeneinladung abgelehnt.
el: Απέρριψες την πρόσκληση στην ομάδα.
es: Has rechazado una invitación al grupo.
es_es: Has rechazado la invitación para participar en el grupo.
et: Sa keeldusid grupiga liitumise kutsest.
eu: Taldean sartzeko gonbidapen bati uko egin diozu.
fa: شما دعوت به گروه را رد کردید.
fi: Hylkäsit kutsun liittyä ryhmään.
fil: Hindi mo tinanggap ang imbitasyon sa grupo.
fr: Vous avez refusé une invitation à rejoindre le groupe.
ga: Dhiúltaigh tú cuireadh chun páirt a ghlacadh sa ghrúpa.
gu: તમે ગ્રુપ માટે આમંત્રણ નકાર્યું.
he: דחית הזמנה אל הקבוצה.
hi: आपने ग्रुप से जुड़ने का आमंत्रण अस्वीकार किया।
hr: Odbili ste poziv u grupu.
hu: Elutasítottál egy csoportmeghívást.
id: Anda menolak undangan untuk masuk ke dalam grup.
is: Þú hafnaðir boði um að ganga í hópinn.
it: Hai rifiutato un invito al gruppo.
ja: グループへの招待を断りました。
kab: Tugiḍ tinubga ɣer ugraw.
kk: Сіз топқа шақыруды қабылдаған жоқсыз.
km: á¢áŸ’á“á€á”á¶á“á”áŠá·áŸáŸá’á€á¶ášá¢á‰áŸ’á‡á¾á‰á…á¼á›á€áŸ’ášá»á˜áŸ”
kn: ನೀವು ಗುಂಪಿಗೆ ಆಹ್ವಾನವನ್ನು ನಿರಾಕರಿಸಿದ್ದೀರಿ.
ko: 내가 그룹 초대를 거절했습니다.
lt: Jūs atmetėte pakvietimą prisijungti prie grupės.
lv: Jūs noraidījāt uzaicinājumu pievienoties šai grupai.
mk: Вие одбивте покана за во групата.
ml: ഗ്രൂപ്പിലേക്കുള്ള ഒരു ക്ഷണം നിങ്ങൾ നിരസിച്ചിരിക്കുന്നു.
mr: गटाचे निमंत्रण आपण नाकारले.
ms: Anda menolak jemputan kepada kumpulan.
my: သင်သည် အဖွဲ့သို့ ဖိတ်ခေါ်မှုကို ငြင်းဆိုခဲ့သည်။
nb: Du har avslått en invitasjon til gruppen.
nl: Je hebt de groepsuitnodiging afgewezen.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦੇ ਸੱਦੇ ਨੂੰ ਨਾਂਹ ਕੀਤਾ ਹੈ।
pa_pk: تساں نے گروپ اچ دعوت نوں مسترد کیتا۔
pl: Odrzucasz zaproszenie do grupy.
ps: تاسې ګروپ ته یوه بلنه رده کړه.
pt_br: Você recusou um convite para o grupo.
pt_pt: Você recusou um convite para o grupo.
ro: Ai refuzat o invitație la grup.
ru: Вы отклонили приглашение в группу.
sk: Odmietli ste pozvanie do skupiny.
sl: Zavrnili ste povabilo v skupino.
sq: Hodhët tej një ftesë për te grupi.
sr: Одбили сте позивницу за групу.
sv: Du avfärdade en inbjudan till gruppen.
sw: Umeghairi mwaliko kwa kundi.
ta: நீங்கள் குழுவிற்கான அழைப்பை மறுத்துவிட்டது.
te: మీరు గుంపుకు ఆహ్వానాన్ని తిరస్కరించారు.
th: คุณได้ปฏิเสธคำเชิญเข้ากลุ่ม
tr: Grup davetiyesini reddettiniz.
ug: گۇرۇپپىغا كىرىش تەكلىپىنى رەت قىلدىڭىز.
uk: Ви відхилили запрошення в групу.
ur: آپ نے گروپ کو دعوت نامے سے انکار کردیا۔
vi: Bạn đã từ chối thư mời vào nhóm.
zh_cn: 你拒绝了入群邀请。
zh_hk: 您已拒絕加入群組的邀請。

# GROUP_LOCAL_USER_INVITE_DECLINED_FORMAT
source: You declined an invitation to the group from %@.
af: Jy het ’n uitnodiging van %@ na die groep geweier.
ar: رفضتَ دعوة إلى المجموعة من طرف %1$@.
az: %@ tərəfindən göndərilən bir qrup dəvətini rədd etdiniz.
be: Вы адхілілі запрашэнне ў групу ад %1$@.
bg: Отказахте покана за групата от %@.
bn: আপনি গ্রুপে %1$@-এর আমন্ত্রণ প্রত্যাখ্যান করেছেন।
ca: Heu rebutjat una invitació al grup de %1$@.
cs: Odmítli jste pozvánku do skupiny od %1$@.
cy: Gwrthodasoch gwahoddiad i'r grŵp oddi wrth %@.
da: Du afviste en invitation til gruppen fra %1$@
de: Du hast eine Gruppeneinladung von %1$@ abgelehnt.
el: Απέρριψες την πρόσκληση στην ομάδα από τον/την %1$@.
es: Has rechazado una invitación de %1$@ para unirte al grupo.
es_es: Has rechazado la invitación para el grupo de %@.
et: Sa keeldusid grupiga liitumise kutsest kasutajalt %@.
eu: %@ erabiltzaileak talden sartzeko bidalitako gonbidapen bati uko egin diozu.
fa: شما دعوت به گروه از طرف %1$@ را رد کردید.
fi: Hylkäsit kutsun liittyä ryhmään käyttäjältä %1$@.
fil: Hindi mo tinanggap ang imbitasyon sa grupo mula kay %@.
fr: Vous avez refusé l'invitation à rejoindre le groupe envoyée par %1$@.
ga: Dhiúltaigh tú cuireadh ó %1$@ chun páirt a ghlacadh sa ghrúpa.
gu: તમે %1$@ ના ગ્રુપ માટેનું આમંત્રણ નકાર્યું.
he: דחית הזמנה אל הקבוצה מן %1$@.
hi: आपने %1$@ का ग्रुप से जुड़ने का आमंत्रण अस्वीकार किया।
hr: Odbili ste pozivnicu u grupu od %1$@.
hu: Elutasítottad %1$@ csoportmeghívását.
id: Anda menolak undangan grup dari %1$@.
is: Þú hafnaðir boði frá %@ um að ganga í hópinn.
it: Hai rifiutato un invito al gruppo da %1$@.
ja: %1$@ からのグループへの招待を断りました。
kab: Tesfesxeḍ tinubga n ugraw seg %@.
kk: Сіз %@ жіберген топқа шақыруды қабылдаған жоқсыз.
km: á¢áŸ’á“á€á”á¶á“á”áŠá·áŸáŸá’á€á¶ášá¢á‰áŸ’á‡á¾á‰á…á¼á›á€áŸ’ášá»á˜á–á¸ %@áŸ”
kn: ನೀವು %@ ರಿಂದ ಗುಂಪಿಗೆ ಆಹ್ವಾನವನ್ನು ನಿರಾಕರಿಸಿದ್ದೀರಿ.
ko: 내가 %1$@ 님이 보낸 그룹 초대를 거절했습니다.
lt: Jūs atmetėte nuo %@ pakvietimą prisijungti prie grupės.
lv: Jūs noraidījāt %@ uzaicinājumu pievienoties šai grupai.
mk: Вие одбивте покана за во групата од %@.
ml: ഗ്രൂപ്പിലേക്ക് നിങ്ങൾക്ക് %@ൽ നിന്നുള്ള ഒരു ക്ഷണം നിങ്ങൾ നിരസിച്ചിരിക്കുന്നു.
mr: %1$@ कडून गटाचे निमंत्रण आपण नाकारले.
ms: Anda menolak jemputan kepada kumpulan daripada %1$@.
my: သင်သည် %@ မှ အဖွဲ့သို့ ဖိတ်ခေါ်မှုကို ငြင်းဆိုခဲ့သည်။
nb: Du har avslått en invitasjon til gruppen fra %1$@.
nl: Je hebt de groepsuitnodiging van %1$@ afgewezen.
pa: ਤੁਸੀਂ %@ ਵੱਲੋਂ ਭੇਜਿਆ ਗਰੁੱਪ ਦੇ ਸੱਦੇ ਨੂੰ ਨਾਂਹ ਕੀਤੀ ਹੈ।
pa_pk: تساں نے %@ دے ولوں گروپ اچ دعوت نوں مسترد کیتا۔
pl: Odrzucasz zaproszenie do grupy, którego nadawcą jest %1$@.
ps: تاسې له %@ څخه ګروپ ته یوه بلنه رد کړه.
pt_br: Você recusou um convite de %1$@ para o grupo.
pt_pt: Você recusou um convite para o grupo, a partir de %1$@.
ro: Ai refuzat o invitație la grup de la %1$@.
ru: Вы отклонили приглашение в группу от %1$@.
sk: Odmietli ste pozvanie do skupiny od %1$@.
sl: Zavrnili ste povabilo uporabnika/ce %@ v skupino.
sq: Hodhët tej një ftesë për te grupi nga %@.
sr: Одбили сте позивницу за групу коју шаље %1$@.
sv: Du avfärdade en inbjudan till gruppen från %1$@.
sw: Umeghairi mwaliko kwa kundi kutoka %@.
ta: நீங்கள் குழுவிற்கான அழைப்பை மறுத்துவிட்டது %@.
te: మీరు %@ నుండి సమూహానికి ఆహ్వానాన్ని తిరస్కరించారు.
th: คุณได้ปฏิเสธคำเชิญเข้ากลุ่มจาก %1$@
tr: %1$@ tarafından gönderilen grup davetiyesini reddettiniz.
ug: %1$@ ئەۋەتكەن گۇرۇپپىغا كىرىش تەكلىپىنى رەت قىلدىڭىز.
uk: Ви відхилили запрошення в групу від користувача %1$@.
ur: آپ نے %1$@ سے گروپ کو دعوت نامے سے انکار کردیا
vi: Bạn đã từ chối thư mời vào nhóm từ %1$@.
zh_cn: 你拒绝了来自 %1$@ 的入群邀请。
zh_hk: 您已拒絕來自 %1$@ 的加入群組邀請。
