Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SUPPORT_EMAIL_FILTER_LABEL_FORMAT
source: Filter: %@
ar: الفلتر: %1$@
az: Filtr: %@
be: Фільтр: %1$@
bn: ফিল্টার: %1$@
ca: Filtre: %1$@
cs: Filtr: %1$@
cy: Hidlydd: %@
da: Filter: %1$@
de: Filter: %1$@
el: Φίλτρο: %1$@
es: Filtro: %1$@
es_es: Filtro: %@
fa: فیلتر: %1$@
fi: Suodatin: %1$@
fr: Filtre : %1$@
ga: Scagaire: %1$@
gu: ફિલ્ટર: %1$@
he: מסנן: %1$@
hi: फिल्टर: %1$@
hr: Filtar: %1$@
hu: Szűrő: %1$@
id: Filter: %1$@
is: Sía: %@
it: Filtro: %1$@
ja: フィルタ: %1$@
kab: Sizdeg: %@
km: áá˜áŸ’ášá„áŸ– %@
kn: ಫಿಲ್ಟರ್‌: %@
ko: 필터: %1$@
lt: Filtras: %@
lv: Filtrs: %@
mk: Филтер: %@
ml: ഫിൽട്ടർ: %@
mr: फिल्टर: %1$@
ms: Tapis: %1$@
my: စီစစ်ခြင်း - %@
nb: Filter: %1$@
nl: Filter: %1$@
pa: ਫਿਲਟਰ: %@
pl: Filtr: %1$@
ps: فلټر: %@
pt_br: Filtro: %1$@
pt_pt: Filtro: %1$@
ro: Filtru: %1$@
ru: Фильтр: %1$@
sk: Filter: %1$@
sq: Filtër: %@
sr: Филтер: %1$@
sv: Filter: %1$@
sw: Kichujio: %@
ta: வடிகட்டி: %@
te: ఫిల్టర్: %@
th: ตัวกรอง: %1$@
tr: Filtre: %1$@
ug: سۈزگۈچ: %1$@
uk: Фільтр: %1$@
ur: فلٹر:%1$@
vi: Bộ lọc: %1$@
zh_cn: 筛选器：%1$@
zh_hk: 篩選：%1$@

# SUPPORT_EMAIL_HARDWARE_LABEL_FORMAT
source: Hardware: %@
af: Apparatuur: %@
ar: Hardware: %1$@
az: Avadanlıq təminatı: %@
be: Прылада: %1$@
bn: হার্ডওয়্যার: %1$@
ca: Maquinari: %1$@
cs: Hardware: %1$@
cy: Caledwedd: %@
da: Hardware: %1$@
de: Hardware: %1$@
el: Συσκευή: %1$@
es: Dispositivo: %1$@
es_es: Dispositivo: %@
et: Riistvara: %@
fa: سخت‌افزار: %1$@
fi: Laite: %1$@
fr: Matériel : %1$@
ga: Hardware: %1$@
gu: હાર્ડવેર: %1$@
he: חומרה: %1$@
hi: हार्डवेयर: %1$@
hr: Hardver: %1$@
hu: Hardver: %1$@
id: Perangkat keras: %1$@
is: Vélbúnaður: %@
it: Hardware: %1$@
ja: ハードウェア: %1$@
kab: Arrum: %@
km: HardwareáŸ– %@
kn: ಹಾರ್ಡ್‌ವೇರ್‌: %@
ko: 하드웨어: %1$@
lt: Aparatinė įranga: %@
lv: Aparatūra: %@
mk: Хардвер: %@
ml: ഹാർഡ്‌വെയർ: %@
mr: हार्डवेअर: %1$@
ms: Perkakasan: %1$@
my: ဟာ့ဒ်ဝဲ - %@
nb: Maskinvare: 1%1$@
nl: Hardware: %1$@
pa: ਹਾਰਡਵੇਅਰ: %@
pl: Urządzenie: %1$@
ps: هارډویر: %@
pt_br: Aparelho: %1$@
pt_pt: Hardware: %1$@
ro: Hardware: %1$@
ru: Устройство: %1$@
sk: Hardvér: %1$@
sl: Strojna oprema: %@
sr: Уређај: %1$@
sv: Hårdvara: %1$@
sw: Maunzi: %@
ta: வன்பொருள்: %@
te: హార్డ్వేర్: %@
th: อุปกรณ์: %1$@
tr: Aygıt: %1$@
ug: قاتتىق دېتال: %1$@
uk: Пристрій: %1$@
ur: ہارڈ ویئر:%1$@
vi: Phần cứng: %1$@
zh_cn: 硬件：%1$@
zh_hk: 硬件：%1$@

# SUPPORT_EMAIL_HID_LABEL_FORMAT
source: HID: %@
ar: HID:‏ %1$@
be: HID: %1$@
bn: HID: %1$@
ca: HID: %1$@
cs: HID: %1$@
da: HID: %1$@
de: HID: %1$@
el: HID: %1$@
es: HID: %1$@
fa: HID: %1$@
fi: Käyttöliittymä: %1$@
fr: HID : %1$@
ga: HID: %1$@
gu: HID: %1$@
he: HID: %1$@
hi: HID: %1$@
hr: HID: %1$@
hu: HID: %1$@
id: HID: %1$@
it: HID: %1$@
ja: HID: %1$@
ko: HID: %1$@
mr: HID: %1$@
ms: HID: %1$@
nb: HI: %1$@
nl: HID: %1$@
pl: HID: %1$@
pt_br: Tela: %1$@
pt_pt: HID: %1$@
ro: HID: %1$@
ru: HID: %1$@
sk: HID: %1$@
sl: Naprava za človeški vmesnik: %@
sr: HID: %1$@
sv: HID: %1$@
th: HID: %1$@
tr: HID: %1$@
ug: HID: %1$@
uk: HID: %1$@
ur: HID: %1$@
vi: HID: %1$@
zh_cn: HID：%1$@
zh_hk: HID：%1$@

# SUPPORT_EMAIL_IOS_VERSION_LABEL_FORMAT
source: iOS Version: %@
af: iOS-weergawe: %@
ar: نسخة iOS: %1$@
az: iOS versiyası: %@
be: Версія iOS: %1$@
bn: iOS সংস্করণ: %1$@
ca: Versió de iOS: %1$@
cs: Verze iOS: %1$@
cy: Fersiwn iOS: %@
da: iOS version: %1$@
de: iOS-Version: %1$@
el: Έκδοση iOS: %1$@
es: Versión de iOS: %1$@
es_es: Versión de iOS: %@
et: iOS versioon: %@
fa: نسخهٔ iOS: %1$@
fi: iOS-versio: %1$@
fr: Version d'iOS : %1$@
ga: iOS Version: %1$@
gu: iOS વર્ઝન: %1$@
he: גרסת iOS: %1$@
hi: iOS वर्ज़न: %1$@
hr: iOS verzija: %1$@
hu: iOS verzió: %1$@
id: Versi iOS: %1$@
is: iOS útgáfa: %@
it: Versione di iOS: %1$@
ja: iOSバージョン: %1$@
kab: Lqem n iOS: %@
km: iOS á‡áŸ†á“á¶á“áŸ‹áŸ– %@
kn: iOS ಆವೃತ್ತಿ: %@
ko: iOS 버전: %1$@
lt: iOS versija: %@
lv: iOS versija: %@
mk: Верзија на iOS: %@
ml: iOS പതിപ്പ്: %@
mr: iOS आवृत्ती: %1$@
ms: Versi iOS: %1$@
my: iOS ဗားရှင်း - %@
nb: iOS Versjon: %1$@
nl: iOS-versie: %1$@
pa: iOS ਵਰਜ਼ਨ: %@
pl: Wersja iOS: %1$@
ps: د iOS نسخه: %@
pt_br: Versão do iOS: %1$@
pt_pt: Versão iOS: %1$@
ro: Versiune iOS: %1$@
ru: Версия iOS: %1$@
sk: iOS verzia: %1$@
sl: Verzija iOS: %@
sq: Version iOS-i: %@
sr: Верзија iOS-а: %1$@
sv: iOS version: %1$@
sw: Toleo la iOS: %@
ta: iOS பதிப்பு: %@
te: iOS వెర్షన్: %@
th: รุ่น iOS: %1$@
tr: iOS Sürümü: %1$@
ug: iOS نەشرى: %1$@
uk: Версія iOS: %1$@
ur: iOS ورژن:%1$@
vi: Phiên bản iOS: %1$@
zh_cn: iOS 版本：%1$@
zh_hk: iOS 版本：%1$@

# SUPPORT_EMAIL_LOCALE_LABEL_FORMAT
source: Locale: %@
af: Ligging: %@
ar: Locale: %1$@
az: Dil: %@
be: Мова: %1$@
bn: স্থানীয়: %1$@
ca: Llengua: %1$@
cs: Jazyk: %1$@
da: Lokalt: %1$@
de: Region: %1$@
el: Τοποθεσία και γλώσσα: %1$@
es: Idioma: %1$@
es_es: Idioma: %@
et: Lokaat: %@
fa: زبان محلی: %1$@
fi: Kieli: %1$@
fr: Paramètres régionaux : %1$@
ga: Locale: %1$@
gu: સ્થાનિક: %1$@
he: מַקָּם: %1$@
hi: स्थान: %1$@
hr: Lokalizacija: %1$@
hu: Régió: %1$@
id: Locale: %1$@
is: Staðfærsla: %@
it: Lingua: %1$@
ja: 言語と地域: %1$@
kab: Tutlayt: %@
km: á€á“áŸ’á›áŸ‚á„áŸ– %@
kn: ಭಾಷೆ:%@
ko: 장소: %1$@
lt: Lokalė: %@
lv: Valoda: %@
ml: പ്രാദേശികം: %@
mr: लोकेल: %1$@
ms: Penempatan: %1$@
nb: Lokalisering: %1$@
nl: Taalgebied: %1$@
pa: ਲੋਕੇਲ: %@
pl: Język: %1$@
ps: سیمه ایزه ژبه: %@
pt_br: Região: %1$@
pt_pt: Local: %1$@
ro: Localizare: %1$@
ru: Язык: %1$@
sk: Miestne nastavenie: %1$@
sl: Jezik: %@
sq: Vendore: %@
sr: Језик: %1$@
sv: Språk: %1$@
sw: Lugha: %@
ta: பதிப்பு: %@
te: లొకేల్: %@
th: ท้องถิ่น: %1$@
tr: Dil: %1$@
ug: يەرلىك: %1$@
uk: Регіон: %1$@
ur: Locale: %1$@
vi: Khu vực: %1$@
zh_cn: 区域：%1$@
zh_hk: 地區設定：%1$@

# SUPPORT_EMAIL_LOG_URL_LABEL_FORMAT
source: Log URL: %@
ar: Log URL: %1$@
az: Jurnal URL-si: %@
be: URL журнала: %1$@
bn: লগ URL: %1$@
ca: URL del registre: %1$@
cs: URL protokolu: %1$@
cy: URL Cofnod: %@
da: Log URL: %1$@
de: Diagnoseprotokoll-URL: %1$@
el: URL αρχείου καταγραφής: %1$@
es: URL del registro: %1$@
es_es: URL del log: %@
et: Logi URL: %@
fa: نشانی اینترنتی گزارش: %1$@
fi: Lokin osoite: %1$@
fr: URL du journal : %1$@
ga: Log URL: %1$@
gu: લૉગ URL: %1$@
he: כתובת יומן: %1$@
hi: लॉग URL: %1$@
hr: URL zapisa: %1$@
hu: Naplófájl URL: %1$@
id: URL Panjang: %1$@
is: Slóð á villumeldingaskrá: %@
it: URL log: %1$@
ja: ログURL: %1$@
kab: URL n uɣmis: %@
km: á€áŸ†áááŸ‹ááŸ’ášá¶á¢á¶áŸá™áŠáŸ’á‹á¶á“ URL áŸ– %@
kn: ಲಾಗ್‌ URL: %@
ko: 로그 URL: %1$@
lt: Žurnalo URL: %@
lv: Pieteikšanās URL: %@
mk: URL на записот: %@
ml: ലോഗ് യുആർഎൽ: %@
mr: लॉग URL: %1$@
ms: URL log: %1$@
my: မှတ်တမ်း URL: %@
nb: Logg URL: %1$@
nl: Foutopsporingslog-URL: %1$@
pa: ਲਾਗ URL: %@
pl: URL dziennika: %1$@
ps: د رپوټ URL: %@
pt_br: URL do registro: %1$@
pt_pt: URL de registo: %1$@
ro: URL jurnal: %1$@
ru: URL журнала отладки: %1$@
sk: URL logu: %1$@
sl: URL dnevnika: %@
sq: URL Regjistri: %@
sr: URL извештаја: %1$@
sv: Loggwebbadress: %1$@
sw: URL ya Kumbukumbu: %@
ta: பதிவு URL: %@
te: లాగ్ URL: %@
th: URL ของปูมดีบัก: %1$@
tr: Günlük URL'si: %1$@
ug: خاتىرە URL: %1$@
uk: URL-адреса журналу налагодження: %1$@
ur: Log URL: %1$@
vi: URL của Ghi chú: %1$@
zh_cn: 日志 URL：%1$@
zh_hk: 記錄網址：%1$@

# SUPPORT_EMAIL_SUBJECT
source: Signal iOS Support Request
af: Signal-iOS-ondersteuningsversoek
ar: طلب دعم خاص بمُستخدِمي سيجنال iOS
az: Signal iOS Dəstək Tələbi
be: Запыт падтрымкі Signal iOS
bn: Signal iOS সহায়তার অনুরোধ
ca: Sol·licitud d'assistència de Signal per a iOS
cy: Cais Cymorth Signal iOS
da: Signal IOS-supportanmodning
de: Support-Anfrage Signal iOS
el: Αίτημα Υποστήριξης Signal iOS
es: Solicitud de asistencia de Signal iOS
es_es: Centro de soporte de Signal para iOS
et: Signali IOS kasutajatoetaotlus
eu: Signal iOS Laguntza Eskaera
fa: درخواست پشتیبانی برای سیگنال iOS
fi: Signal iOS -tukipyyntö
fr: Demande d'assistance Signal pour iOS
ga: Iarratas Tacaíocht Signal iOS
gu: Signal iOS સપોર્ટ વિનંતી
he: בקשת תמיכה של Signal iOS
hi: Signal iOS समर्थन अनुरोध
hr: Signal iOS zahtjev za podršku
hu: Signal iOS támogatási kérés
id: Permintaan Dukungan Signal iOS
is: Beiðni um aðstoð vegna Signal á iOS
it: Richiesta di supporto Signal iOS
ja: Signal iOSサポートリクエスト
kab: Asuter n tallalt n Signal iOS
km: Signal iOS áŸáŸ†áá¾á‚á¶áŸ†á‘áŸ’áš
kn: Signal iOS ಬೆಂಬಲ ವಿನಂತಿ
ko: Signal iOS 지원 요청
lt: Signal iOS palaikymo užklausa (Support Request)
lv: Signal iOS atbalsta pieprasījums
mk: Барање за поддршка на Signal IOS
ml: Signal iOS പിന്തുണ അഭ്യർത്ഥന
mr: Signal iOS समर्थन विनंती
ms: Permintaan Sokongan Signal iOS
my: Signal iOS ပံ့ပိုးရန် တောင်းဆိုမှု
nl: Signal iOS ondersteuningsverzoek
pa: Signal iOS ਸਹਾਇਤਾ ਬੇਨਤੀ
pl: Zgłoszenie do pomocy technicznej Signal iOS
ps: د Signal د iOS د مرستې غوښتنه
pt_br: Solicitação de Suporte Signal iOS
pt_pt: Pedido de suporte do Signal para iOS
ro: Cerere asistență Signal iOS
ru: Запрос поддержки Signal iOS
sk: Signal iOS žiadosť o technickú podporu
sl: Zahteva za podporo iOS
sq: Kërkesë Asistence rreth Signal iOS-it
sr: Signal за iOS – захтев за подршку
sv: Supportförfrågan för Signal iOS
sw: Ombi la Usaidizi wa Signal iOS
ta: Signal சிக்னல் iOS ஆதரவு கோரிக்கை
te: Signal iOS మద్దతు అభ్యర్థన
th: การขอความช่วยเหลือสำหรับ Signal iOS
tr: Signal iOS Destek İsteği
ug: Signal iOS قوللاش ئىلتىماسى
uk: Звернення в службу підтримки щодо Signal для iOS
ur: Signal iOS کی مدد کی درخواست
vi: Yêu cầu Hỗ trợ Signal iOS
zh_cn: Signal iOS 支援请求
zh_hk: Signal iOS 支援請求

# SUPPORT_EMOJI_PROMPT
source: How do you feel? (Optional)
af: Hoe voel jy? (Opsioneel)
ar: ما هو شعورك؟ (اِختياري)
az: Özünüzü necə hiss edirsiniz? (İxtiyari)
be: Як вы сябе адчуваеце? (неабавязкова)
bn: আপনার কেমন অনুভব করছেন? (ঐচ্ছিক)
ca: Com us sentiu? (opcional)
cs: Jak se vám líbí (volitelné)
cy: Sut ydych ch'n teimlo? (Dewisol)
da: Hvordan har du det? (valgfrit)
de: Wie fühlst du dich? (optional)
el: Πώς αισθάνεσαι; (Προαιρετικό)
es: ¿Cómo te sientes? (opcional)
es_es: ¿Cómo te sientes? (Opcional)
et: Kuidas sa end tunned? (valikuline)
eu: Nola sentitzen zara? (Aukerazkoa)
fa: چه حسی دارید؟ (اختیاری)
fi: Mitä mieltä olet? (valinnainen)
fr: Quel émoji reflète le mieux votre humeur ? (Facultatif)
ga: Cén chaoi a bhfuil tú? (Roghnach)
gu: તમને કેવું લાગે છે? (વૈકલ્પિક)
he: איך אתה מרגיש? (רשותי)
hi: आप कैसा महसूस कर रहे हैं? (वैकल्पिक)
hr: Kako se osjećate? (neobavezno)
hu: Hogy érzed magad? (opcionális)
id: Saran dan kesan (opsional)
is: Hvernig líður þér? (valkvætt)
it: Come ti senti? (Facoltativo)
ja: どう感じていますか？ (任意)
kab: Amek i tettḥulfuḍ? (D afrayan)
km: áá¾á¢áŸ’á“á€á˜á¶á“á¢á¶ášá˜áŸ’á˜ááŸá™áŸ‰á¶á„áŠá¼á…á˜áŸ’ááŸá…? (á‡áŸ’ášá¾áŸášá¾áŸ)
kn: ನಿಮಗೆ ಏನೆನಿಸುತ್ತದೆ? (ಐಚ್ಛಿಕ)
ko: 기분이 어떠세요? (선택)
lt: Kaip jaučiatės? (Nebūtina)
lv: Kā jūtaties? (fakultatīvs)
mk: Како се чувствувате? (Опционално)
ml: നിങ്ങൾക്ക് എന്തുതോന്നുന്നു? (ഓപ്ഷണൽ)
mr: आपल्याला कसे वाटत आहे? (पर्यायी)
ms: Bagaimanakah perasaan anda? (Pilihan)
my: ဘယ်လိုခံစားရလဲ? (မဖြစ်မနေမဟုတ်ပါ)
nb: Hvordan føler du deg? (Valgfri)
nl: Hoe voel je je? (Optioneel)
pa: ਤੁਸੀਂ ਕਿਵੇਂ ਲੱਗਦਾ ਹੈ? (ਚੋਣਵਾਂ)
pl: Jak się masz? (opcjonalnie)
ps: څه احساس کوی؟ (اختیاري)
pt_br: Como está se sentindo? (Opcional)
pt_pt: Como se sente? (Opcional)
ro: Cum vă simțiți? (Opțional)
ru: Как вы себя чувствуете? (Необязательно)
sk: Ako sa cítite? (voliteľné)
sl: Kako se počutite? (neobvezno)
sq: Si ndiheni? (Opsionale)
sr: Како се осећате? (Опционо)
sv: Hur mår du? (valfritt)
sw: Unahisije? (Si lazima)
ta: செய்தியிடல் அனுபவத்தைப் பற்றி நீங்கள் எப்படி உணருகிறீர்கள்? (விரும்பினால்)
te: నీకు ఎలా అనిపిస్తూంది? (ఐచ్ఛికం)
th: คุณรู้สึกอย่างไร? (ใส่หรือไม่ก็ได้)
tr: Nasıl hissediyorsunuz? (İsteğe bağlı)
ug: قانداقراق ھېس قىلىۋاتىسىز؟ (تاللاشچان)
uk: Який у вас настрій? (необов'язково)
ur: اپ کیسا محسوس کر رہے ہیں؟ (اختیاری)
vi: Bạn cảm thấy thế nào? (không bắt buộc)
zh_cn: 你觉得怎么样？ （可选的）
zh_hk: 您覺得怎麼看？ (選用)

# SUPPORT_FAQ_PROMPT
source: Have you read our FAQ yet?
af: Het jy al ons Gereelde Vrae gelees?
ar: هل قرأتَ الأسئلة الشائعة الخاصة بنا؟
az: TSS bölməmizi hələ oxumamısınız?
be: Вы ўжо прачыталі нашы FAQ?
bn: আপনি কি এখন পর্যন্ত আমাদের FAQ পড়েছেন?
ca: Encara no heu llegit les PMF?
cs: Četli jste už často kladené otázky (FAQ)?
cy: Ydych chi wedi darllen ein Cwestiynau Cyffredin eto?
da: Har du læst vores svar på ofte stillede spørgsmål?
de: Hast du bereits die FAQ gelesen?
el: Έχεις διαβάσει τις Συχνές ερωτήσεις μας;
es: ¿Ya has leído nuestras preguntas frecuentes?
es_es: ¿Ya has leído nuestras FAQ?
et: Kas oled juba meie KKK-d lugenud?
eu: Gure FAQ-a irakurri duzu?
fa: آیا قسمت پرسش‌های متداول را خوانده‌اید؟
fi: Oletko tutustunut usein kysyttyihin kysymyksiin?
fr: Avez-vous parcouru notre FAQ ?
ga: An bhfuil ár gCeisteanna Coitianta léite agat fós?
gu: શું તમે હજી સુધી અમારા FAQ વાંચ્યા છે?
he: האם קראת כבר את השאלות הנפוצות?
hi: क्या आपने अभी तक हमारे FAQ को पढ़ लिया है?
hr: Jeste li već pročitali naša ČPP?
hu: Láttad már a GYIK-et?
id: Sudahkah Anda membaca FAQ?
is: Ertu búin/n að lesa algengu spurningarnar okkar - FAQ?
it: Hai già letto le nostre FAQ?
ja: よくある質問を読まれましたか？
kab: Teɣriḍ yakan FAQ nneɣ neɣ mazal?
km: áá¾á¢áŸ’á“á€á¢á¶á…á”á¶á“áŸáŸ†áá½ášáŠáŸ‚á›áŸá½ášá‰á¹á€á‰á¶á”áŸ‹á á¾á™ á¬ á“áŸ…?
kn: ನಮ್ಮ FAQ ಅನ್ನು ಇದುವರೆಗೆ ನೀವು ಓದಿದ್ದೀರಾ?
ko: 자주 묻는 질문 목록을 읽어보세요
lt: Ar jau esate skaitę DUK?
lv: Vai esiet jau izlasījuši BUJ?
mk: Дали веќе сте ги прочитале нашите ЧПП?
ml: നിങ്ങൾ ഞങ്ങളുടെ പതിവുചോദ്യങ്ങൾ വായിച്ചിട്ടുണ്ടോ?
mr: आपण आतापर्यंत आमचे वारंवार विचारले जाणारे प्रश्न वाचले आहेत?
ms: Adakah anda sudah membaca Soalan Lazim kami?
my: ကျွန်တော်တို့၏ မကြာခဏမေးလေ့ရှိသောမေးခွန်းများကို ဖတ်ပြီးပြီလား?
nb: Har du lest våre vanlige spørsmål ennå?
nl: Heb je onze antwoorden op veelgestelde vragen al gelezen?
pa: ਕੀ ਤੁਸੀਂ ਹਾਲੇ ਸਾਡੇ ਸਵਾਲ-ਜਵਾਬ ਪੜ੍ਹ ਲਏ ਹਨ?
pl: Znasz już nasze odpowiedzi na najczęstsze pytania?
ps: ایا تاسې زموږ معمول پوښتل شوې پوښتنې تر اوسه لوستې دي؟
pt_br: Você já leu nossa FAQ?
pt_pt: Ainda não leu as nossas FAQ?
ro: Ați citit deja FAQ-ul nostru?
ru: Вы уже прочитали наши ЧаВО?
sk: Prečítali ste si už našu sekciu FAQ?
sl: Ste že prebrali pogosta vprašanja in odgovore?
sq: A i keni lexuar PBR tonat?
sr: Јесте ли већ прочитали наша честа питања?
sv: Har du läst våra Vanliga frågor ännu?
sw: Je, umesoma Maswali yetu Yanayoulizwa Sana?
ta: எங்கள் கேள்விகளை நீங்கள் இதுவரை படித்தீர்களா?
te: మీరు మా తరచుగా అడిగే ప్రశ్నలు చదివారా?
th: คุณได้อ่านคำถามพบบ่อยของเราหรือยัง?
tr: SSS sayfamızı okudunuz mu?
ug: كۆپ ئۇچرايدىغان مەسىلىگە جاۋابنى ئوقۇدىڭىزمۇ؟
uk: Відповіді на поширені запитання.
ur: کیا آپ نے ابھی تک ہمارے عمومی سوالنامہ پڑھے ہیں؟
vi: Bạn đã đọc Các câu hỏi thường gặp chưa?
zh_cn: 您阅读常见问题了吗？
zh_hk: 您看過我們的常見問答嗎？

# SUPPORT_INCLUDE_DEBUG_LOG
source: Include debug log
af: Sluit ontfout-log in
ar: تضمين سجل الأخطاء
az: Sazlama jurnalını daxil et
be: Дадаць журнал адладкі
bn: ডিবাগ লগ অন্তর্ভুক্ত করুন
ca: Inclou-hi el registre de depuració.
cs: Přidat debug log
cy: Cynnwys cofnod dadfygio
da: Inkludér fejlsøgningslog
de: Diagnoseprotokoll beifügen
el: Συμπερίλαβε αρχείο καταγραφής εντοπισμού σφαλμάτων
es: Incluir registro de depuración
es_es: Incluir registro de depuración
et: Lisa silumislogi
eu: Arazteko erregistroa sartu
fa: شامل گزارش عیب‌یابی
fi: Liitä virheenkorjausloki
fr: Joindre le journal de débogage
ga: Cuir an logchomhad dífhabhtaithe san áireamh
gu: ડિબગ લૉગ સામેલ કરો
he: כלול יומן ניפוי תקלים
hi: डीबग लॉग को शामिल करें
hr: Uključi i zapisnike pogreške
hu: Hibanapló csatolása
id: Cantumkan catatan awakutu
is: Taka með villumeldingaskrá
it: Includi log di debug
ja: デバッグログを添付する
kab: Seddu aɣmis n temseɣtayt
km: ášá½á˜á”á‰áŸ’á…á¼á›á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶
kn: ಡೀಬಗ್ ಲಾಗ್ ಒಳಗೊಂಡಿದೆ
ko: 디버그 로그 포함
lt: Įtraukti derinimo žurnalą
lv: Iekļaut atkļūdošanas žurnālu
mk: Вклучете Лог за грешки
ml: ഡീബഗ് ലോഗ് ഉൾപ്പെടുത്തുക.
mr: डीबग लॉगचा समावेश करा
ms: Sertakan log nyahpepijat
my: ပျက်ကွက်မှု မှတ်တမ်းစာ ပါဝင်ပါ
nb: Inkluder feilsøkingslogg
nl: Foutopsporingslog bijvoegen
pa: ਡੀਬੱਗ ਲਾਗ ਸਮੇਤ
pl: Załącz dzienniki debugowania
ps: د ستونزې د هواري د رپوټ شاملول
pt_br: Incluir registro de depuração
pt_pt: Incluir histórico de depuração
ro: Includere jurnale depanare
ru: Добавить журнал отладки
sk: Priložiť denník ladenia
sl: Vključi dnevnik odpravljanja napak
sq: Përfshi regjistër diagnostikimi
sr: Укључи извештај о грешкама
sv: Inkludera felsökningslogg
sw: Jumuisha kumbukumbu ya utatuzi
ta: பிழைத்திருத்த பதிவைச் சேர்க்கவும்
te: డీబగ్ లాగ్‌ను చేర్చండి
th: รวมปูมดีบัก
tr: Hata ayıklama günlüğü eklensin
ug: سازلاش خاتىرىسىنى ئۆز ئىچىگە ئالىدۇ
uk: Долучити журнал налагодження
ur: ڈیبگ لاگ شامل کریں
vi: Bao gồm ghi chú lỗi
zh_cn: 附上调试日志
zh_hk: 包含除錯記錄

# SUPPORT_LOG_UPLOAD_IN_PROGRESS
source: Loading
af: Laai tans
ar: جارٍ التحميل
az: Yüklənir
be: Загрузка
bn: লোড হচ্ছে
ca: Es carrega
cs: Načítání
cy: Llwytho
da: Henter
de: Wird geladen …
el: Φορτώνει
es: Cargando
es_es: Cargando
et: Laadimine
eu: Kargatzen
fa: در حال بارگذاری
fi: Ladataan
fr: Chargement
ga: Ag Lódáil
gu: લોડ કરી રહ્યું છે
he: טוען
hi: लोड हो रहा है
hr: Učitavanje
hu: Betöltés
id: Memuat
is: Hleð inn
it: Caricamento
ja: 読み込み中
kab: Azdam
km: á€áŸ†á–á»á„á•áŸ’á‘á»á€
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: 불러오는 중
lt: Įkeliama
lv: Ielādē
mk: Вчитува
ml: ലോഡിംഗ്
mr: लोड करत आहे
ms: Memuatkan
my: လုပ်ဆောင်နေဆဲ
nb: Laster inn
nl: Aan het laden
pa: ਲੋਡ ਕਰ ਰਿਹਾ ਹੈ ...
pa_pk: لوڈ ہو رئیا اے
pl: Ładowanie
ps: راښکته کېږي
pt_br: Carregando
pt_pt: A carregar
ro: Se încarcă
ru: Загрузка
sk: Načítava sa
sl: Nalagam
sq: Po ngarkohet
sr: Учитава се
sv: Läser in
sw: Inapakia
ta: ஏற்றுதல்
te: లోడ్
th: กำลังโหลด
tr: Yükleniyor
ug: يۈكلەۋاتىدۇ
uk: Завантаження
ur: لوڈ ہو رہا ہے
vi: Đang tải
zh_cn: 正在加载
zh_hk: 正在載入

# SUSTAINER_STILL_PROCESSING_BADGE_TITLE
source: Still Processing
af: Verwerk steeds
ar: ما زال قيد المعالجة.
az: Hələ də emal olunur
be: Працягваецца апрацоўка
bn: এখনও প্রক্রিয়া করা হচ্ছে
ca: Encara es processa
cs: Stále zpracovávám
cy: Dal Yn Prosesu
da: Behandler stadig
de: Wird noch verarbeitet
el: Ακόμα επεξεργάζεται
es: Aún se está procesando
fa: هنوز در حال پردازش
fi: Käsitellään edelleen
fr: En cours de traitement
gu: હજી પ્રક્રિયા ચાલુ છે
he: עדין מעבד
hi: अभी भी प्रोसेस कर रहे
hr: Obrada u tijeku
hu: Még dolgozunk
id: Masih Memproses
is: Enn í vinnslu
it: Ancora in fase di elaborazione
ja: 処理を継続しています
km: á€áŸ†á–á»á„áŠáŸ†áá¾á€á¶áš
ko: 아직 처리 중
lt: Vis dar apdorojama
ml: ഇപ്പോഴും പ്രോസസ്സ് ചെയ്യുന്നു
mr: अजूनही प्रक्रिया करत आहे
ms: Masih sedang diproses
nb: Under behandling
nl: Wordt nog verwerkt
pl: Przetwarzanie
pt_br: Ainda em processamento
pt_pt: Ainda a processar
ro: În curs de procesare
ru: Продолжается обработка
sk: Stále sa spracováva
sl: Obdelava še vedno poteka
sq: Ende Në Përpunim
sr: Још увек се обрађује
sv: Bearbetar fortfarande
sw: Bado Inachakata
th: ยังดำเนินการอยู่
tr: İşlem Sürüyor
ug: تېخىچە بىر تەرەپ قىلىۋاتىدۇ
uk: Опрацювання триває
ur: تاحال زیر عمل ہے
vi: Vẫn đang xữ lý
zh_cn: 仍在处理中
zh_hk: 仍在處理中

# SUSTAINER_VIEW_CANCEL_SUBSCRIPTION
source: Cancel Subscription
af: Kanselleer intekening
ar: إلغاء الاشتراك
az: Abunəlikdən imtina
be: Скасаваць падпіску
bn: সাবস্ক্রিপশন বাতিল করুন
ca: Cancel·la la subscripció
cs: Zrušit předplatné
cy: Diddymu'r Tanysgrifiad
da: Opsig abonnement
de: Regelmäßige Spende kündigen
el: Ακύρωση συνδρομής
es: Cancelar suscripción
et: Tühista tellimus
eu: Ezereztu harpidetza
fa: لغو اشتراک
fi: Peruuta tilaus
fr: Résilier les dons mensuels
ga: Cealaigh Síntiús
gu: સબ્સ્ક્રિપ્શન રદ કરો
he: ביטול מנוי
hi: सब्सक्रिप्शन रद्द करें
hr: Otkažite pretplatu
hu: Előfizetés törlése
id: Batalkan Langganan
is: Segja upp áskrift
it: Annulla donazione
ja: サブスクリプションを解除
km: á•áŸ’áŠá¶á…áŸ‹á€á¶ášá‡á¶áœ
kn: ಚಂದಾ ರದ್ದುಗೊಳಿಸಿ
ko: 구독 취소
lt: Nutraukti prenumeratą
lv: Atcelt abonementu
mk: Откажи претплата
ml: സബ്‌സ്‌ക്രിപ്‌ഷൻ റദ്ദാക്കുക
mr: सदस्यत्व रद्द करा
ms: Batal Langganan
my: ပုံမှန်လှူဒါန်းငွေကို ပယ်ဖျက်ရန်
nb: Avslutt abonnementet
nl: Maandelijkse donatie stopzetten
pa: ਮੈਂਬਰੀ ਰੱਦ ਕਰੋ
pl: Anuluj darowiznę cykliczną
ps: ګډون لغوه کړئ
pt_br: Cancelar assinatura
pt_pt: Cancelar assinatura
ro: Anulare abonament
ru: Отменить подписку
sk: Zrušiť predplatné
sl: Prekini naročnino
sq: Anuloje Pajtimin
sr: Откажи претплату
sv: Avbryt abonnemang
sw: Ghairi Usajili
ta: சந்தாவை ரத்துசெய்யவும்
te: సబ్‌స్క్రిప్షన్‌ని రద్దు చేయండి
th: ยกเลิกการเป็นสมาชิก
tr: Aboneliği iptal et
ug: مۇشتەرىلىكنى بىكار قىلىش
uk: Скасувати підписку
ur: سبسکرپشن منسوخ کریں
vi: Hủy Gói Ủng hộ
zh_cn: 取消定期捐款
zh_hk: 取消訂閱

# SUSTAINER_VIEW_CANCEL_SUBSCRIPTION_CONFIRMATION_CONFIRM
source: Confirm
af: Bevestig
ar: تأكيد
az: Təsdiqlə
be: Пацвердзіць
bn: নিশ্চিত করুন
ca: Confirmar
cs: Potvrdit
cy: Cadarnhau
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
eu: Onartu
fa: تأیید
fi: Vahvista
fr: Confirmer
ga: Deimhnigh
gu: ખાતરી કરો
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
is: Staðfesta
it: Conferma
ja: 解除する
kab: Sentem
km: á”á‰áŸ’á‡á¶á€áŸ‹
kn: ದೃಢೀಕರಿಸಿ
ko: 확인
lt: Patvirtinkite
lv: Apstiprināt
mk: Потврди
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
ms: Sahkan
my: အတည်ပြုသည်
nb: Bekreft
nl: Bevestigen
pa: ਤਸਦੀਕ
pl: Potwierdź
ps: تایید
pt_br: Confirmar
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sq: Ripohojeni
sr: Потврдите
sv: Bekräfta
sw: Thibitisha
ta: உறுதிப்படுத்தவும்
te: నిర్ధారించండి
th: ยืนยัน
tr: Onayla
ug: جەزملە
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận
zh_cn: 确认
zh_hk: 確認
