Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# IMAGE_EDITOR_BLUR_TOAST
source: Draw to blur additional faces or areas
af: Teken om bykomende gesigte of gebiede te vervaag
ar: ارسم لتمويه المزيد من الأوجه أو المساحات
az: Digər üzləri və yerləri bulanıqlaşdırmaq üçün çəkin
be: Размалёўвайце, каб размыць іншыя твары або фрагменты
bn: অতিরিক্ত ফেস বা জায়গা অস্পষ্ট করতে আঁকুন
ca: Dibuixeu per esfumar cares o àrees addicionals
cs: Rozostřit kreslením další tváře nebo oblasti
cy: Llunio i bylu wynebau ychwanegol neu ardaloedd
da: Tegn for at sløre flere ansigter eller områder
de: Zeichne zum Verwischen weiterer Gesichter oder Bereiche
el: Ζωγράφισε για να θολώσεις επιπλέον πρόσωπα ή περιοχές
es: Toca sobre la foto para difuminar más caras o zonas
es_es: Toca sobre una parte de la foto para enturbiar más caras o zonas
et: Joonista muude nägude või alade hägustamiseks
eu: Marraztu aurpegi edo area gehiago zirriborrotzeko
fa: برای محو کردن روی چهره‌ها و نواحی دیگر ترسیم کنید
fi: Sumenna kasvoja tai alueita piirtämällä
fr: Dessinez pour flouter d'autres visages ou d'autres zones
ga: Tarraing chun aghaidheanna nó áiteanna eile a dhoiléiriú
gu: વધારાના ચહેરા અથવા ભાગોને ઝાંખા કરવા માટે દોરો
he: צייר כדי לטשטש פרצופים נוספים או אזורים נוספים
hi: अतिरिक्त चेहरे या जगहें धुंधली करने के लिए ड्रॉ करें
hr: Povucite kako biste zamutili dodatna lica ili područja
hu: Rajzolj további arcok vagy területek elhomályosításához
id: Gambar untuk mengaburkan tambahan wajah atau area
is: Teiknaðu til að móska viðbótaradlit eða svæði
it: Disegna per sfocare volti o aree aggiuntive
ja: 追加で顔や場所をぼかせます
kab: Sunneɣ akken ad tesdreɣleḍ udmawen neɣ imeḍqan nniḍen
kk: Басқа да беттерді немесе аймақтарды бұлыңғырлау үшін сызыңыз.
km: á‚á¼ášá±áŸ’á™á–á¶ášá·á›á˜á»á á¬ ááŸ†á”á“áŸ‹á”á“áŸ’ááŸ‚á˜
kn: ಹೆಚ್ಚುವರಿ ಮುಖಗಳನ್ನು ಅಥವಾ ಪ್ರದೇಶಗಳನ್ನು ಬ್ಲರ್ ಮಾಡಲು ಎಳೆಯಿರಿ
ko: 다른 사람의 얼굴이나 영역을 그려서 가릴 수 있습니다
lt: Pieškite norėdami sulieti pridėtinius veidus ar sritis
lv: Velciet, lai aizmiglotu vairākas vietas
mk: Нацртајте за да замаглите доплнителни лица или области
ml: അധിക മുഖങ്ങളോ പ്രദേശങ്ങളോ മങ്ങിക്കാൻ വരയ്‌ക്കുക
mr: अतिरिक्त चेहरे किंवा क्षेत्र अस्पष्ट करण्यासाठी रेखाटा
ms: Lukis untuk mengaburkan wajah atau kawasan tambahan
my: နောက်ထပ်မျက်နှာများ သို့မဟုတ် အခြားနေရာများကို မှုန်ဝါးရန်ဆွဲပါ
nb: Tegn for å viske ut flere ansikter eller områder
nl: Teken om meer gezichten of gebieden te vervagen
pa: ਵਾਧੂ ਚਿਹਰੇ ਜਾਂ ਖੇਤਰ ਧੁੰਦਲੇ ਕਰਨ ਲਈ ਖਿੱਚੋ
pl: Rysuj, aby rozmyć dodatkowe twarze lub obszary
ps: د اضافي مخونو یا برخو د بلور کولو لپاره رسامي وکړئ
pt_br: Desenhe para desfocar outros rostos ou partes da imagem
pt_pt: Desenhe para desfocar rostos ou áreas adicionais
ro: Desenează pentru a estompa fețe sau zone adiționale
ru: Рисуйте, чтобы размыть другие лица или области
sk: Kreslite pre rozmazanie ďalších tvárí či oblastí
sl: Za zabris drugih delov slike potegnite s prstom
sq: Vizatoni që të turbullohen fytyra ose fusha shtesë
sr: Цртајте да замутите додатна лица или делове фотографије
sv: Rita för att oskärpa ytterligare ansikten eller områden
sw: Chora ili uweke ukungu kwenye nyuso au maeneo ya ziada
ta: கூடுதல் முகங்கள் அல்லது பகுதிகளை மங்கச் செய்ய வரையவும்
te: అదనపు ముఖాలు లేదా ప్రాంతాలను అస్పష్టం చేయడానికి గీయండి
th: วาดเพื่อมัวหน้าหรือพื้นที่เพิ่มเติม
tr: Diğer yüzleri veya bölgeleri bulanıklaştırmak için çizin
ug: چىراي ياكى دائىرە سىزىلسا تۇتۇقلىشىدۇ
uk: Замалюйте інші обличчя або зони, щоб їх розмити
ur: اضافی چہروں یا علاقوں کو دھندلا کرنے کے لئے ڈرا کریں
vi: Vẽ để làm mờ thêm mặt hoặc khu vực
zh_cn: 涂抹更多脸部或区域进行模糊
zh_hk: 隨意描繪以模糊額外的樣貌或區域

# IMAGE_PICKER_CAN_SELECT_NO_MORE_TOAST_FORMAT
source: You can't share more than %@ items.
af: Jy kan nie meer as %@ items deel nie.
ar: لا يُمكنك مُشاركة أكثر من %1$@ عنصر.
az: %@ elementdən çoxunu paylaşa bilməzsiniz.
be: Вы не можаце абагуліць больш за %1$@ элементаў.
bg: Не можете да споделите повече от %@ елемента.
bn: আপনি %1$@ টির বেশি আইটেম শেয়ার করতে পারবেন না।
ca: No podeu compartir més de %1$@ elements.
cs: Nemůžete sdílet více než %1$@ položek.
cy: Nid oes modd rhannu mwy na %@ eitem.
da: Du kan ikke dele mere end %1$@ emner.
de: Du kannst maximal %1$@ Elemente teilen.
el: Δεν μπορείς να κοινοποιήσεις πάνω από %1$@ αντικείμενα.
es: No se puede compartir más de %1$@ elementos.
es_es: No se pueden compartir más de %@ objetos.
et: Sa ei saa jagada rohkem kui %@ üksust.
eu: Ezin duzu %@ elementu baino gehiago partekatu.
fa: شما نمی توانید بیشتر از %1$@ آیتم را به اشتراک بگذارید.
fi: Voit jakaa enintään %1$@ kohdetta.
fil: Hindi ka maaaring magbahagi ng mahigit sa %@ items.
fr: Vous ne pouvez pas partager plus de %1$@ éléments.
ga: Ní féidir leat níos mó ná %1$@ comhad a chomhroinnt.
gu: તમે %1$@આઇટમ્સ કરતાં વધુ શેર કરી શકતા નથી.
he: אינך יכול לשתף יותר מן %1$@ פריטים.
hi: आप %1$@ से अधिक चीज़ें साझा नहीं कर सकते।
hr: Ne možete dijeliti više od %1$@ stavki.
hu: A maximum megosztási limit %1$@ db.
id: Anda tidak dapat berbagi lebih dari %1$@ hal.
is: Ekki er hægt að deila fleiri en %@ atriðum.
it: Non puoi condividere più di %1$@ elementi.
ja: 画像の共有は%1$@点までです。
kab: Ur tezmireḍ ara ad tebḍuḍ ugar n %@ yiferdisen.
kk: %@ элементтен артық таңдау мүмкін емес.
km: á¢áŸ’á“á€á˜á·á“á¢á¶á…á…áŸ‚á€ášáŸ†á›áŸ‚á€á›á¾áŸá–á¸ %@ áŸ”
kn: ನೀವು %@ ಗಿಂತ ಹೆಚ್ಚಿನ ಐಟಂಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 항목 %1$@개를 초과하여 공유할 수 없습니다.
lt: Negalite dalintis daugiau nei %@ elementais.
lv: Nav iespējams kopīgot vairāk nekā %@ attēlu.
mk: Не можете да споделите повеќе од %@ содржини.
ml: നിങ്ങൾക്ക് %@ ഇനങ്ങളിൽ കൂടുതൽ പങ്കിടാൻ കഴിയില്ല.
mr: %1$@ आयटम पेक्षा अधिक आपण सामायिक करू शकत नाही.
ms: Anda tidak boleh kongsikan item melebihi %1$@
my: သင်မှ​ %@ခု ထက်ပို၍​အရာများ မျှဝေလို့မရပါ။
nb: Du kan ikke dele mer enn %1$@ gjenstander.
nl: Je kunt niet meer dan %1$@ items delen.
pa: ਤੁਸੀਂ %@ ਤੋਂ ਵੱਧ ਆਈਟਮਾਂ ਸਾਂਝੀਆਂ ਨਹੀਂ ਕਰ ਸਕਦੇ.
pa_pk: تساں %@ توں ودھ آئٹمز دا سانجھا نئیں کر سکدے۔
pl: Liczba multimediów, które można udostępnić, nie może przekroczyć %1$@.
ps: تاسې نشئ کولای چې له %@ څخه زیات مواد شریک کړئ.
pt_br: Você não pode compartilhar mais de %1$@ itens.
pt_pt: Não pode partilhar mais do que %1$@ itens.
ro: Nu poți partaja mai mult de %1$@ elemente.
ru: Вы не можете поделиться более чем %1$@ элементами.
sk: Nemôžete zdieľať viac ako %1$@ položiek.
sl: Ne morete deliti več kot %@ priponk.
sq: S’mund të ndani me të tjerët më tepër se %@ objekte.
sr: Максималан број ставки које можете да поделите је %1$@.
sv: Du kan inte dela mer än %1$@ objekt.
sw: Hauwezi kushiriki zaidi ya vitu %@.
ta: நீங்கள் %@ க்கும் மேற்பட்ட உருப்படிகளைப் பகிர முடியாது.
te: మీరు %@ అంశాల కంటే ఎక్కువ భాగస్వామ్యం చేయలేరు.
th: คุณไม่สามารถแบ่งปันมากกว่า %1$@ รายการ
tr: %1$@ öğeden daha fazlasını paylaşamazsınız.
ug: ئورتاقلىشىش چېكى %1$@.
uk: Ви можете надіслати максимум %1$@ зображення
ur: آپ %1$@سے زیادہ آئٹمز کا اشتراک نہیں کر سکتے۔
vi: Bạn không thể chia sẻ nhiều hơn%1$@ mục.
zh_cn: 您最多分享%1$@项。
zh_hk: 您無法分享超過 %1$@ 個項目。

# IMAGE_PICKER_FAILED_TO_PROCESS_ATTACHMENTS
source: Failed to select attachment.
af: Kon nie aanhangsel kies nie.
ar: فشل في تحديد الملف المُرفَق.
az: Qoşma seçilmədi
be: Не атрымалася выбраць далучэнне.
bg: Неуспешно избиране на прикачен файл.
bn: সংযুক্তি নির্বাচন করতে ব্যর্থ।
ca: Ha fallat seleccionar l'adjunt.
cs: Nepodařilo se odeslat přílohu.
cy: Methwyd dewis atodiad.
da: Kunne ikke vælge vedhæftet fil
de: Anhang konnte nicht ausgewählt werden.
el: Δεν μπόρεσε να επιλεχθεί το συνημμένο.
es: No se ha podido seleccionar el archivo.
es_es: Fallo al seleccionar adjunto.
et: Manuse laadimine ei õnnestunud.
eu: Huts egin du eranskina hautatzeak.
fa: خطا در انتخاب پیوست
fi: Liitteen valitseminen epäonnistui.
fil: Nabigo na makapili ng attachment.
fr: Impossible de sélectionner la pièce jointe.
ga: Níorbh fhéidir an ceangaltán a sheoladh.
gu: જોડાણ પસંદ કરવામાં નિષ્ફળ.
he: נכשל בבחירת צרופה.
hi: अटैचमेंट चुनने में विफल।
hr: Nije uspio odabir privitka.
hu: Csatolmány kiválasztása sikertelen.
id: Gagal memilih lampiran.
is: Mistókst að velja viðhengi.
it: Selezione allegato non riuscita.
ja: 添付ファイルを選択できませんでした。
kab: Afran n tceqquft yeddan ur yeddi ara.
kk: Тіркемені таңдау сәтсіз болды
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá‡áŸ’ášá¾áŸášá¾áŸá¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹áŸ”
kn: ಲಗತ್ತನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.
ko: 첨부 파일을 선택할 수 없습니다.
lt: Nepavyko pasirinkti priedo.
lv: Neizdevās atlasīt pielikumu.
mk: Неуспешно одбирање на прикачување.
ml: അറ്റാച്ച്മെൻ്റ് തിരഞ്ഞെടുക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: संलग्न निवडण्यात अयशस्वी.
ms: Gagal untuk memilih lampiran.
my: ပူးတွဲဖိုင်ရွေးခြင်း မအောင်မြင်ပါ။
nb: Klarte ikke å velge vedlegg
nl: Bijlage selecteren mislukt.
pa: ਅਟੈਚਮੈਂਟ ਨੂੰ ਚੁਣਨਾ ਅਸਫਲ ਰਿਹਾ.
pa_pk: منسلکہ منتخب کرن اچ ناکام۔
pl: Nie udało się wybrać załącznika.
ps: د ضمیمې ټاکل تر سره نشو.
pt_br: Falha ao selecionar anexo.
pt_pt: Não foi possível selecionar o anexo.
ro: Atașamentul nu a putut fi selectat.
ru: Не удалось выбрать вложение.
sk: Nepodarilo sa vybrať prílohu.
sl: Priponke ni bilo mogoče dodati.
sq: S’u arrit të përzgjidhej bashkëngjitje.
sr: Одабир прилога није успео.
sv: Det gick inte att välja bilaga.
sw: Imefeli kuchagua kiambatisho.
ta: இணைப்பு தேர்ந்தெடுப்பதில் தோல்வி.
te: జోడింపును ఎంచుకోవడంలో విఫలమైంది.
th: การเลือกแฟ้มแนบล้มเหลว
tr: Eklenti seçimi başarısız oldu.
ug: يۈكلەنمىنى تاللىغىلى بولمىدى.
uk: Не вдалось вибрати вкладення.
ur: اٹیچمنٹ منتخب کرنے میں ناکامی۔
vi: Không thể chọn tập tin đính kèm.
zh_cn: 选择附件失败。
zh_hk: 無法選擇附件。

# IN_CALL_CONNECTING
source: Connecting…
af: Koppel tans…
ar: جارٍ الاتصال…
az: Bağlantı qurulur...
be: Падключэнне…
bg: Свързване...
bn: সংযুক্ত হচ্ছে…
ca: Connectant…
cs: Připojování…
cy: Yn cysylltu…
da: Forbinder…
de: Verbindet …
el: Σύνδεση…
es: Conectando…
es_es: Conectando …
et: Ühendumine...
eu: Konektatzen...
fa: در حال اتصال…
fi: Yhdistetään…
fil: Umuugnay...
fr: Connexion…
ga: Nascadh…
gu: કનેક્ટ થઈ રહ્યું છે…
he: מתחבר…
hi: कनेक्ट किया जा रहा है…
hr: Povezivanje…
hu: Csatlakozás…
id: Menyambungkan…
is: Tengist…
it: Connessione in corso…
ja: 接続しています…
kab: Tuqqna tetteddu...
kk: Жалғануда...
km: á€áŸ†á–á»á„áá—áŸ’á‡á¶á”áŸ‹...
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
ko: 연결 중…
lt: Jungiamasi…
lv: Savienojas…
mk: Поврзување...
ml: ബന്ധിപ്പിക്കുന്നു…
mr: कनेक्ट करत आहे…
ms: Menyambung…
my: ချိတ်ဆက်နေသည်...
nb: Kobler til…
nl: Verbinden…
pa: ਕਨੈਕਟ ਕਰ ਰਿਹਾ ਹੈ…
pa_pk: مربوط کر رئیا اے…
pl: Łączenie…
ps: د وصل کېدو په حال کې...
pt_br: Conectando…
pt_pt: A ligar…
ro: Se conectează…
ru: Подключаемся…
sk: Pripájanie…
sl: Povezovanje ...
sq: Po lidhet…
sr: Успостављамо везу…
sv: Ansluter …
sw: Inaunganisha
ta: இணைக்கிறது ...
te: కలుస్తుంది...
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
ug: باغلىنىۋاتىدۇ…
uk: триває з'єднання…
ur: منسلک ہورہا ہے۔۔۔۔۔
vi: Đang kết nối…
zh_cn: 正在连接……
zh_hk: 正在連線……

# IN_CALL_ENDED_BECAUSE_ANSWERED_ELSEWHERE
source: Answered on other device
af: Op ander toestel beantwoord.
ar: أُجِيبَ عنها من جهازٍ آخر
az: Digər cihazda cavablandı
be: Адказаны на іншай прыладзе
bg: Прието на друго устройство.
bn: অন্য ডিভাইসে উত্তর দেওয়া হয়েছে
ca: S'ha respost en un altre dispositiu
cs: Hovor přijatý na jiném zařízení
cy: Atebwyd ar ddyfais arall.
da: Besvaret på en anden enhed
de: Auf anderem Gerät angenommen
el: Απαντήθηκε σε άλλη συσκευή
es: Atendida en otro dispositivo
es_es: Atendida en otro dispositivo.
et: Vastatud teises seadmes.
eu: Erantzunda beste gailu batean.
fa: روی دستگاه دیگر جواب داده شد
fi: Vastattu toisella laitteella
fil: Nasagot sa ibang device.
fr: Vous avez pris l'appel sur un autre appareil
ga: Freagartha ar ghléas eile
gu: અન્ય ડિવાઇસ પર જવાબ આપ્યો
he: נענתה על מכשיר אחר
hi: दूसरे डिवाइस पर उत्तर दिया गया कॉल
hr: Odgovoreno na drugom uređaju
hu: Felvett egy másik eszközön
id: Dijawab di perangkat lain
is: Svarað á tengdu tæki.
it: Risposta su un altro dispositivo
ja: 別のデバイスから応答
kab: Yerra-d ɣef yibenk-nniḍen.
kk: Басқа құрылғыдан жауап берді.
km: á”á¶á“á†áŸ’á›á¾á™á›á¾á§á”á€ášááŸáŠá‘áŸƒáŸ”
kn: ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿ ಉತ್ತರಿಸಲಾಗಿದೆ.
ko: 다른 기기에서 응답했습니다.
lt: Atsiliepta kitame įrenginyje.
lv: Atbildēts no citas ierīces.
mk: Одговорено на друг уред.
ml: ഉത്തരം നൽകിയത് മറ്റൊരു ഡിവൈസിൽ ആണ്.
mr: इतर डिव्हाईस वर उत्तर दिले
ms: Menjawab pada peranti lain
my: အခြားစက်ပေါ်တွင် ဖြေကြားထားပါသည်။
nb: Besvart på annen enhet
nl: Beantwoord vanaf een ander apparaat
pa: ਦੂਸਰੇ ਡਿਵਾਈਸ 'ਤੇ ਜਵਾਬ ਦਿੱਤਾ ਗਿਆ.
pa_pk: مربوط کر رئیا اے…
pl: Odebrano na innym urządzeniu
ps: په بله وسیله کې ځواب ورکړل شو.
pt_br: Atendeu em outro aparelho
pt_pt: Atendida noutro dispositivo
ro: Apel acceptat pe alt dispozitiv
ru: Принят на другом устройстве
sk: Prijatý na inom zariadení
sl: Odgovorjeno na drugi napravi.
sq: Iu përgjigj në pajisje tjetër.
sr: Одговорено је на другом уређају
sv: Besvarat på annan enhet
sw: Amepokea kwa kifaa kingine.
ta: பதில் மற்றவை சாதனம்.
te: ఇతర పరికరంలో సమాధానం ఇవ్వబడింది.
th: มีการรับสายบนอุปกรณ์อื่น
tr: Diğer bir cihazdan yanıtlandı
ug: باشقا بىر ئۈسكۈنىدە قوبۇل قىلدى
uk: Прийнято на іншому пристрої
ur: کسی دوسرے ڈیوائس پر قبول کال
vi: Đã được trả lời trên thiết bị khác
zh_cn: 已在其他设备上接听
zh_hk: 已在另一部裝置上接聽

# IN_CALL_ENDED_BECAUSE_BUSY_ELSEWHERE
source: Missed because a call in progress on another device
af: Gemis want ’n oproep is op ’n ander toestel besig.
ar: فائتة لأن مُكالمة أُخرى جارية في جهازٍ آخر
az: Başqa bir cihazda davam edən bir zəngə görə cavab verilmədi
be: Прапушчаны, таму што ідзе званок на іншай прыладзе
bg: Пропуснато, тъй като се провежда повикване на друго устройство.
bn: মিস হয়েছে কারণ অন্য ডিভাইসে একটি কল চলছে
ca: S'ha perdut perquè hi ha una altra trucada activa en un altre dispositiu
cs: Zmeškaný hovor, protože na jiném zařízení probíhá další hovor
cy: Collwyd oherwydd bod galwad ar y gewill ar ddyfais arall.
da: Misset pga. et igangværende opkald på en anden enhed
de: Verpasst aufgrund laufenden Anrufs auf anderem Gerät
el: Δεν απαντήθηκε λόγω κλήσης σε εξέλιξη από άλλη συσκευή
es: Perdida debido a llamada en curso en otro dispositivo
es_es: Perdida debido a llamada en curso en otro dispositivo.
et: Vastamata, kuna teises seadmes oli kõne pooleli.
eu: Galdua beste gailu batean dei bat indarrean zegoelako.
fa: تماس به‌دلیل مکالمه در دستگاه دیگر از دست رفت
fi: Puhelu peruttu – puhelu käynnissä toisella laitteella
fil: Na-miss dahil may tawag na nagaganap sa isa pang device.
fr: Appel manqué : appel en cours sur un autre appareil.
ga: Caillte toisc go raibh glao ar bun ar ghléas eile
gu: મિસ થઈ ગયો કારણ કે અન્ય ડિવાઇસ પર કૉલ ચાલુ છે
he: לא נענתה כי מתבצעת שיחה כרגע על מכשיר אחר
hi: दूसरे डिवाइस पर काॅल चालु होने की वजह से यह काॅल मिस हो गई
hr: Propušteno zbog poziva u tijeku na drugom uređaju
hu: Nem fogadott, mert hívás volt folyamatban egy másik eszközön
id: Tak terjawab karena sedang melakukan panggilan di perangkat lain
is: Ósvarað vegna þess að símtal var í gangi á öðru tæki.
it: Persa perché è in corso una chiamata su un altro dispositivo
ja: 他の端末で通話中のため、呼び出しができませんでした
kab: Ifut acku yella usiwel i iteddun ɣef yibenk-nniḍen.
kk: Қабылданбады, себебі басқа құрылғыда қоңырау соғылып жатыр.
km: áá€áá¶á“ áŠáŸ„á™áŸá¶ášá˜á¶á“á€á¶ášá áŸ…á˜á½á™á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶ášá“áŸ…á›á¾á§á”á€ášááŸáŠá‘áŸƒáŸ”
kn: ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿ ಕರೆ ಪ್ರಗತಿಯಲ್ಲಿರುವುದರಿಂದ ತಪ್ಪಿರುತ್ತದೆ.
ko: 다른 기기에서 통화 중이라 받을 수 없습니다.
lt: Praleistas, nes kitame įrenginyje vyksta pokalbis.
lv: Neatbild, jo aktīvs zvans citā ierīcē.
mk: Пропуштено поради повик во тек на друг уред.
ml: മിസ് ആയി, എന്തെന്നാൽ മറ്റൊരു ഡിവൈസിൽ ഒരു കോളിൽ ആയിരുന്നു.
mr: इतर डिव्हाइस वर कॉल सुरू असल्याने सुटला
ms: Terlepas kerana panggilan sedang berlangsung pada peranti lain
my: အခြားစက်ဖြင့် ခေါ်ဆိုမှုပြုလုပ်နေ၍ လွဲချော်သွားခဲ့ပါသည်။
nb: Avbrutt fordi personen er i en annen samtale på en annen enhet
nl: Gemist omdat een oproep gaande was op een ander apparaat
pa: ਮਿਸ ਹੋ ਗਈ ਕਿਉਂਕਿ ਇੱਕ ਕਾਲ ਦੂਸਰੇ ਡਿਵਾਈਸ 'ਤੇ ਚੱਲ ਰਹੀ ਹੈ.
pa_pk: رہ گیا کیوں جے اک کال چل رئی سی یا اک ہور آلہ اتے سی۔
pl: Nie odebrano z powodu rozmowy na innym urządzeniu
ps: دا اړیکه په بله وسیله کې د شته اړیکې له کبله له لاسه ورکړل شوه.
pt_br: Chamada perdida porque havia outra chamada em andamento em outro dispositivo.
pt_pt: Chamada perdida porque está uma chamada em curso noutro dispositivo
ro: Apel pierdut deoarece un apel este în progres pe alt dispozitiv
ru: Пропущен, потому что идёт звонок на другом устройстве
sk: Zmeškaný kvôli prebiehajúcemu hovoru na inom zariadení
sl: Zgrešen klic, zato ker pravkar poteka klic na drugi napravi.
sq: Humbi, ngaqë gjendet në një thirrje në një pajisje tjetër.
sr: Позив је пропуштен јер је у току позив на другом уређају
sv: Missades på grund av pågående samtal på annan enhet
sw: Imekoswa kwa sababu simu inaendelea kwenye kifaa kingine.
ta: மற்றொரு அழைப்பு நடந்து கொண்டிருப்பதால் தவறவிட்டது சாதனம்.
te: మరొక పరికరంలో కాల్ ప్రోగ్రెస్‌లో ఉన్నందున తప్పిపోయింది.
th: ไม่ได้รับสายเนื่องจากมีการใช้สายบนอุปกรณ์อื่น
tr: Diğer bir cihazda arama sürdüğü için yanıtlanamadı
ug: باشقا ئۈسكۈنىدە چاقىرىش داۋاملىشىۋاتقاچقا ئالالمىدى
uk: Цей виклик пропущено, бо триває виклик на іншому пристрої
ur: چھوٹ گئی ہے کیونکہ دوسری ڈیوائس پر کال جاری ہے
vi: Đã lỡ cuộc gọi vì có cuộc gọi đang diễn ra trên thiết bị khác
zh_cn: 因在其他设备上正在通话而未接听
zh_hk: 因其他裝置正在通話而錯過來電

# IN_CALL_ENDED_BECAUSE_DECLINED_ELSEWHERE
source: Declined on other device
af: Op ander toestel geweier.
ar: رُفِضَت من جهازٍ آخر
az: Digər cihazda rədd edildi
be: Адхілены на іншай прыладзе
bg: Отхвърлено на друго устройство.
bn: অন্য ডিভাইসে অস্বীকার করা হয়েছে
ca: S'ha rebutjat en un altre dispositiu.
cs: Hovor odmítnutý na jiném zařízení
cy: Gwrthodwyd ar ddyfais arall.
da: Afvist på anden enhed
de: Auf anderem Gerät abgelehnt
el: Απορρίφθηκε από άλλη συσκευή
es: Rechazada en otro dispositivo
es_es: Rechazada en otro dispositivo.
et: Keeldutud teises seadmes.
eu: Ukatua beste gailu batean.
fa: تماس روی یک دستگاه دیگر رد شد
fi: Hylätty toisella laitteella
fil: Tinanggihan sa ibang device.
fr: Appel refusé sur un autre appareil
ga: Diúltaithe ar ghléas eile
gu: અન્ય ડિવાઇસ પર નકારી
he: נדחתה על מכשיר אחר
hi: दूसरे डिवाइस से रद्द की गई काॅल
hr: Odbijeno na drugom uređaju
hu: Elutasított egy másik eszközön
id: Ditolak di perangkat lain
is: Hafnað á tengdu tæki.
it: Rifiutata su un altro dispositivo
ja: 他のデバイスで拒否
kab: Aggi deg ibenkan-nniḍen.
kk: Басқа құрылғыда бас тартылды.
km: á”á¶á“á”áŠá·áŸáŸá’á›á¾á§á”á€ášááŸáŠá‘áŸƒáŸ”
kn: ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿ ನಿರಾಕರಿಸಲಾಗಿದೆ.
ko: 다른 기기에서 거절했습니다.
lt: Atmesta kitame įrenginyje.
lv: Noraidīts no citas ierīces.
mk: Одбиено на друг уред.
ml: മറ്റ് ഡിവൈസിൽ നിരാകരിച്ചിരിക്കുന്നു.
mr: इतर डिव्हाईस वर नकारले गेले
ms: Menolak pada peranti lain
my: အခြားစက်ပေါ်တွင် ငြင်းဆိုထားပါသည်။
nb: Samtale avslått på annen enhet.
nl: Geweigerd vanaf een ander apparaat
pa: ਦੂਸਰੇ ਡਿਵਾਈਸ 'ਤੇ ਕੱਟੀ ਗਈ.
pa_pk: دوجے آلے اتے مسترد کر دتا۔
pl: Odrzucono na innym urządzeniu
ps: په بله وسیله کې رد شوی.
pt_br: Recusou em outro aparelho
pt_pt: Rejeitada noutro dispositivo
ro: Apel respins pe alt dispozitiv
ru: Отклонён на другом устройстве
sk: Odmietnutý na inom zariadení
sl: Zavrnjeno na drugi napravi.
sq: U hodh poshtë në pajisje tjetër.
sr: Одбијено је на другом уређају
sv: Avvisat på annan enhet
sw: Ghairi kwa kifaa kingine.
ta: நிராகரிக்கப்பட்டது மற்றவை சாதனம்.
te: ఇతర పరికరంలో తిరస్కరించబడింది.
th: ปฏิเสธรับสายบนอุปกรณ์อื่น
tr: Diğer cihazdan reddedildi
ug: باشقا بىر ئۈسكۈنىدە رەت قىلدى
uk: Відхилено на іншому пристрої
ur: دوسرے ڈیوائس پر انکار کردیا
vi: Đã từ chối trên thiết bị khác
zh_cn: 已在其他设备上拒绝
zh_hk: 已在其他裝置上拒絕

# IN_CALL_RECONNECTING
source: Reconnecting…
af: Herkoppel tans…
ar: جارٍ إعادة الاِتصال...
az: Yenidən bağlantı qurulur...
be: Паўторнае падключэнне…
bg: Повторно свързване…
bn: পুনঃসংযোগ হচ্ছে…
ca: Tornant a connectar…
cs: Opětovné připojování…
cy: Yn Ailgysylltu...
da: Genopretter forbindelse…
de: Neu verbinden …
el: Επανασύνδεση…
es: Reconectando…
es_es: Reconectando …
et: Ühenduse taastamine...
eu: Berriro konektatzen...
fa: در حال اتصال دوباره…
fi: Yhdistetään uudelleen…
fil: Kumukonektang muli...
fr: Reconnexion…
ga: Athnascadh…
gu: ફરીથી કનેક્ટ કરી રહ્યું છે…
he: מתחבר מחדש…
hi: फिर से कनेक्ट किया जा रहा है…
hr: Ponovno povezivanje…
hu: Újracsatlakozás…
id: Menyambungkan ulang…
is: Endurtengist....
it: Riconnessione in corso…
ja: 再接続しています…
kab: Tulsa n tuqqna...
kk: Қайта жалғануда...
km: á€áŸ†á–á»á„áá—áŸ’á‡á¶á”áŸ‹á˜áŸ’áá„á‘áŸ€á...
kn: ಮರುಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
ko: 재연결 중…
lt: Jungiamasi iš naujo…
lv: Savienojas vēlreiz...
mk: Повторно поврзување...
ml: റീകണക്ടിംഗ്...
mr: पुनःकनेक्ट करत आहे…
ms: Menyambung Semula…
my: ပြန်လည်ချိတ်ဆက်နေသည် ...
nb: Kobler til på nytt…
nl: Opnieuw verbinden…
pa: ਮੁੜ ਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...
pa_pk: مربوط کر رئیا اے…
pl: Ponowne łączenie…
ps: بیرته وصل کېږي...
pt_br: Reconectando…
pt_pt: A ligar novamente…
ro: Se reconectează…
ru: Переподключаемся…
sk: Pripájanie…
sl: Ponovno povezovanje ...
sq: Po rilidhet…
sr: Поново успостављамо везу…
sv: Återansluter …
sw: Inaunganisha upya...
ta: மீண்டும் இணைக்கிறது ...
te: కనెక్ట్ చేస్తోంది ...
th: กำลังเชื่อมต่อใหม่…
tr: Yeniden bağlanıyor…
ug: قايتا ئۇلىنىۋاتىدۇ…
uk: триває відновлення з'єднання…
ur: دوبارہ رابطہ ہو رہا ہے۔۔۔
vi: Đang kết nối lại…
zh_cn: 正在重新连接……
zh_hk: 正在重新連線…

# IN_CALL_RINGING
source: Ringing…
af: Lui tans…
ar: يرن…
az: Çağırır...
be: Званок…
bg: Повикване...
bn: রিং হচ্ছে…
ca: Sonant…
cs: Vyzvánění…
cy: Yn canu...
da: Ringer…
de: Es klingelt …
el: Χτυπάει…
es: Sonando…
es_es: Sonando …
et: Helistamine...
eu: Deitzen...
fa: در حال زنگ خوردن…
fi: Soitetaan…
fil: Nagri-ring...
fr: Sonnerie…
ga: Bualadh…
gu: રિંગ વાગે છે…
he: מצלצל…
hi: बज रहा है
hr: Pozivanje…
hu: Kicseng…
id: Berdering…
is: Hringing...
it: Sta squillando…
ja: 呼び出しています…
kab: Yesṭenṭun...
kk: Қоңырау соғылуда...
km: á€áŸ†á–á»á„ášáŸ„á‘á·áŸ...
kn: ರಿಂಗ್ ಆಗುತ್ತಿದೆ…
ko: 발신 중…
lt: Skambinama…
lv: Zvana...
mk: Ѕвонење...
ml: റിംഗിംഗ്...
mr: रिंग होत आहे…
ms: Berdering…
my: ဖုန်းသံမြည်နေသည်
nb: Ringer…
nl: Gaat over…
pa: ਰਿੰਗ ਜਾ ਰਹੀ ਹੈ...
pa_pk: وج رئیا اے...
pl: Dzwonienie…
ps: د زنګ وهلو په حال کې...
pt_br: Chamando…
pt_pt: A tocar…
ro: Sună…
ru: Звоним…
sk: Vyzváňanie…
sl: Zvoni...
sq: Po i bihet ziles…
sr: Позивамо…
sv: Ringer …
sw: Inapiga...
ta: மணி அடிக்கிறது ...
te: మోగుతున్నది...
th: กำลังเรียกสาย…
tr: Çalıyor…
ug: جىرىڭلاۋاتىدۇ…
uk: лунає дзвінок…
ur: گھنٹی بج رہی ہے۔۔۔۔۔۔
vi: Đang đổ chuông…
zh_cn: 正在响铃……
zh_hk: 正在響鈴……

# IN_CALL_RINGING_AUDIO
source: Voice Call…
af: Oudio-oproep…
ar: مكالمة صوتية...
az: Səsli zəng...
be: Галасавы званок…
bn: ভয়েস কল…
ca: Trucada de veu…
cs: Hlasový hovor…
cy: Galwad Sain...
da: Taleopkald...
de: Sprachanruf …
el: Φωνητική κλήση…
es: Llamada…
es_es: Llamada …
et: Häälkõne...
eu: Audio-Deia...
fa: تماس صوتی…
fi: Äänipuhelu…
fr: Appel vocal…
ga: Guthghlao…
gu: વૉઇસ કૉલ…
he: שיחה קולית…
hi: वॉयस कॉल
hr: Glasovni poziv…
hu: Hanghívás…
id: Panggilan Suara…
is: Hljóðsímtal…
it: Chiamata vocale…
ja: 音声通話…
kab: Asiwel s umeslaw...
km: á€á¶ášá áŸ…á‡á¶áŸáŸ†á¡áŸá„â€¦
kn: ಆಡಿಯೊ ಕರೆ...
ko: 음성 통화…
lt: Garso skambutis…
lv: Audio zvans...
mk: Аудио повик...
ml: ഓഡിയോ കോൾ...
mr: व्हॉईस कॉल…
ms: Panggilan suara…
my: အသံခေါ်ဆိုမှု...
nb: Taleanrop …
nl: Spraakoproep…
pa: ਆਡੀਓ ਕਾਲ…
pl: Połączenie głosowe…
ps: غږیزه اړیکه...
pt_br: Chamada de voz…
pt_pt: Chamada de voz
ro: Apel vocal…
ru: Аудиозвонок
sk: Hlasový hovor…
sl: Klic…
sq: Thirrje Audio…
sr: Гласовни позив…
sv: Röstsamtal …
sw: Simu ya Sauti…
ta: ஒலி அழைப்பு...
te: ఆడియో కాల్…
th: โทรด้วยเสียง…
tr: Sesli Arama…
ug: ئاۋازلىق چاقىرىق…
uk: Аудіовиклик…
ur: وائس کال…
vi: Gọi thoại…
zh_cn: 语音通话……
zh_hk: 語音通話...
