Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SPAM_CAPTCHA_DISMISS_CONFIRMATION_MESSAGE
source: If you choose to skip verification, you may miss messages from other people and your messages may fail to send.
af: Indien u kies om verifikasie oor te slaan kan u dalk boodskappe van ander mense mis en u boodskappe kan dalk nie verstuur word nie.
ar: إذا اخترتَ تخطِّي التحقُّق، فقد تفوتك رسائل من أشخاص آخرين وقد يفشل إرسال رسائلك.
az: Əgər təsdiqləməni ötürsəniz, digər şəxslərdən gələn mesajlarınızı itirə bilərsiniz və mesajlarınız göndərilməyə bilər.
be: Калі прапусціць праверку, вы можаце прапусціць паведамленні ад іншых людзей, а адправіць вашы паведамленні будзе немагчыма.
bn: আপনি যাচাইকরণ এড়িয়ে গেলে, আপনি অন্য ব্যক্তিদের কাছ থেকে আসা মেসেজ নাও দেখতে পারেন এবং আপনার মেসেজগুলিও পাঠানো নাও যেতে পারে।
ca: Si decidiu ometre la verificació, és possible que trobeu a faltar missatges d'altres persones i és possible que no s'enviïn missatges vostres.
cs: Pokud se rozhodnete ověření přeskočit, může se stát, že vám uniknou zprávy od jiných osob a vaše zprávy se neodešlou.
cy: Os byddwch yn dewis hepgor y gwiriad, efallai byddwch yn methu negeseuon gan bobl eraill ac efallai bydd eich negeseuon chi yn methu ag anfon.
da: Hvis du vælger at springe bekræftelsen over, kan du gå glip af beskeder fra andre mennesker, og dine beskeder kan muligvis ikke sendes.
de: Falls du die Verifizierung überspringst, kannst du eventuell keine Nachrichten mehr empfangen oder versenden.
el: Αν παραλείψετε την επαλήθευση, μπορεί να μη λαμβάνετε μηνύματα από άλλα άτομα και τα μηνύματά σας να μην αποστέλλονται.
es: Si decides omitir la verificación, es posible que no recibas algunos mensajes de otras personas y que tus mensajes no se envíen.
et: Kui otsustad verifitseerimise vahele jätta, siis võid jääda ilma teiste poolt saadetud sõnumitest ja sinu sõnumite saatmine ei pruugi õnnestuda.
eu: Egiaztapena saltatzea aukeratzen baduzu, baliteke beste pertsona batzuen mezuak galtzea eta zure mezuak ez bidaltzea.
fa: اگر رد کردن مرحلهٔ تأیید را انتخاب کنید، ممکن است پیام‌ها را از افراد دیگر از دست بدهید و پیام‌های شما موفق به ارسال نشوند.
fi: Jos päätät ohittaa vahvistuksen, saatat menettää muiden lähettämiä viestejä ja omien viestiesi lähettäminen voi epäonnistua.
fr: Si vous choisissez d'ignorer la vérification, vous risquez de manquer des messages et de ne pas pouvoir en envoyer.
gu: જો તમે સ્કિપ વેરિફિકેશન પસંદ કરો છો, તો તમે અન્ય લોકોના મેસેજ ચૂકી શકો છો અને તમારા મેસેજ મોકલવામાં નિષ્ફળ થઈ શકે છે.
he: אם תבחר לדלג על וידוא, ייתכן שתחמיץ הודעות מאנשים אחרים וההודעות שלך ייכשלו להישלח.
hi: यदि आप सत्यापन को छोड़ना चुनते हैं, तो आप अन्य लोगों के संदेशों विफल हो सकते हैं और आपके संदेश भेजने में विफल हो सकते हैं।
hr: Ako odlučite preskočiti provjeru, možda ćete propustiti poruke drugih ljudi, a poruke možda neće biti poslane.
hu: Ha az ellenőrzés kihagyását választod, előfordulhat, hogy nem kapsz meg üzeneteket, illetve nem tudod elküldeni őket.
id: Jika Anda memilih untuk melewatkan verfikasi, Anda mungkin melewatkan pesan dari orang lain dan pesan Anda mungkin gagal terkirim.
is: Ef þú velur að sleppa sannvottun, gætirðu misst af skilaboðum frá öðrum og skilaboðin þín gætu misfarist.
it: Se scegli di saltare la verifica, potresti perdere i messaggi di altre persone e i tuoi messaggi potrebbero non essere inviati.
ja: 認証をスキップすると、メッセージの送受信に失敗するかもしれません。
km: á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€ášáŸ†á›á„á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹ á¢áŸ’á“á€á¢á¶á…á“á¹á„á”á¶ááŸ‹áŸá¶ášá–á¸á¢áŸ’á“á€áŠá‘áŸƒ á á¾á™áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€á”áŸ’ášá áŸ‚á›á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá•áŸ’á‰á¾á…áŸá‰áŸ”
kn: ನೀವು ದೃಢೀಕರಣ ಮಾಡದಿರುವುದನ್ನು ಆರಿಸಿಕೊಂಡರೆ ನೀವು ಇತರೆ ಜನರ ಹೊಸ ಸಂದೇಶಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ವಿಫಲವಾಗಬಹುದು.
ko: 확인을 건너뛰도록 선택하면 다른 사용자이 보낸 메시지를 놓칠 수 있고 메시지가 전송되지 않을 수 있습니다.
lt: Jei pasirinksite praleisti patvirtinimą, galite negauti žinučių iš kitų žmonių, o jūsų žinučių gali nepavykti išsiųsti.
lv: Izvēloties izlaist verifikāciju, jūs, iespējams, neredzēsiet citu cilvēku ziņas un jūsu ziņas nevarēs nosūtīt.
mk: Ако одлучите да ја прескокнете верификацијата, може да пропуштите пораки од други луѓе и вашите пораки можно е да не се испратат успешно.
ml: നിങ്ങൾ പരിശോധിച്ചുറപ്പിക്കൽ ഒഴിവാക്കാൻ തീരുമാനിക്കുകയാണെങ്കിൽ, നിങ്ങൾക്ക് മറ്റ് ആളുകളിൽ നിന്നുള്ള സന്ദേശങ്ങള്‍ നഷ്ടപ്പെട്ടേക്കാം, നിങ്ങളുടെ സന്ദേശങ്ങള്‍ അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടേക്കാം.
mr: आपण सत्यापन वगळण्याचे निवडल्यास, आपले इतरांकडील संदेश सुटू शकतात आणि आपले संदेश पाठवणे अयशस्वी होऊ शकते.
ms: Sekiranya anda memilih untuk melangkau pengesahan, anda mungkin terlepas mesej daripada orang lain dan mesej anda mungkin gagal dihantar.
my: အတည်ပြုမှုကို ကျော်ရန် ရွေးချယ်ပါက သင်သည် အခြားသူများထံမှ မက်ဆေ့ချ်များကို လွတ်သွားနိုင်ပြီး သင့်မက်ဆေ့ချ်များကို ပို့ရန်လည်း မအောင်မြင်နိုင်ပါ။
nb: Om du velger å hoppe over verifisering kan du gå glipp av meldinger fra andre, og dine meldinger kan muligens ikke bli sendt.
nl: Als je ervoor kiest om de verificatie over te slaan, dan kan het zijn dat je sommige berichten niet ontvangt en dat het niet langer mogelijk is om berichten te verzenden en oproepen te beginnen.
pa: ਜੇ ਤੁਸੀਂ ਤਸਦੀਕ ਕਰਨ ਨੂੰ ਛੱਡਣ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਦੂਜੇ ਲੋਕਾਂ ਦੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਖੁੰਝਾ ਦਿਓ ਅਤੇ ਸ਼ਾਇਦ ਤੁਹਾਡੇ ਸੁਨੇਹੇ ਭੇਜੇ ਜਾਣ ਵਿੱਚ ਅਸਫ਼ਲ ਰਹਿਣ।
pl: Jeśli pominiesz weryfikację, możesz nie otrzymywać wiadomości od innych osób, a Twoje wiadomości mogą się nie wysyłać.
ps: که چیرته دا وټاکئ چې له تایید څخه تیر شئ، نو ښایي تاسې له نورو خلکو څخه پیغامونه تر لاسه نه کړئ او ستاسې پیغامونه هم و نه لیږل شي.
pt_br: Se você optar por ignorar a verificação, poderá perder mensagens de outras pessoas e o envio de suas mensagens pode falhar.
pt_pt: Se escolher ignorar a verificação, poderá não receber mensagens de outras pessoas e as suas mensagens poderão não ser enviadas.
ro: Dacă alegi să omiți verificarea, este posibil să pierzi mesaje de la alte persoane și este posibil ca mesajele tale să nu poată fi trimise.
ru: Если вы пропустите проверку, то можете пропустить сообщения от других людей, и может не удастся отправить ваши сообщения.
sk: Ak sa rozhodnete preskočiť overovanie, môžu vám chýbať správy od iných ľudí a môže sa stať, že sa vaše správy neodošlú.
sl: Če boste preskočili preverjanje, se lahko zgodi, da nekatera vaša sporočila drugim ali sporočila drugih vam ne bodo mogla biti poslana.
sq: Nëse zgjidhni të anashkalohet verifikimi, mund të humbni mesazhe nga persona të tjerë dhe mund të dështojë dërgimi i mesazheve tuaj.
sr: Ако прескочите верификацију, можда ћете пропустити поруке од других људи и ваше поруке можда неће моћи да се пошаљу.
sv: Om du väljer att hoppa över verifiering kan du missa meddelanden från andra personer och dina meddelanden kanske inte skickas.
sw: Ukichagua kuruka uthibitishaji, huenda utakosa ujumbe kutoka kwa watu wengine na huenda ujumbe wako hautatumwa.
ta: சரிபார்ப்பைத் தவிர்க்க நீங்கள் தேர்வுசெய்தால், நீங்கள் செய்திகளைத் தவறவிடலாம் மற்றவை மக்கள் உங்கள் செய்திகள் தோல்வியடையக்கூடும் அனுப்பு.
te: మీరు ధృవీకరణను దాటవేయాలని ఎంచుకుంటే, మీరు ఇతర వ్యక్తుల నుండి సందేశాలను కోల్పోవచ్చు మరియు మీ సందేశాలు పంపడంలో విఫలం కావచ్చు.
th: ถ้าคุณเลือกที่จะข้ามการตรวจยืนยัน คุณอาจพลาดข้อความจากคนอื่น และข้อความของคุณอาจส่งไม่ได้
tr: Doğrulamayı atlamayı seçerseniz, diğer kişilerden gelen iletileri kaçırabilir ve ileti göndermekte başarısız olabilirsiniz.
ug: ئەگەر دەلىللەشتىن ئاتلاشنى تاللىسىڭىز، باشقىلار سىزگە يوللىغان ئۇچۇرنى تاپشۇرۇۋالالمايسىز ۋە ئۇچۇرىڭىزنى يوللىغىلى بولماسلىقى مۇمكىن.
uk: Якщо ви відмовитеся від проходження перевірки, то, можливо, не отримуватимете повідомлень від інших людей і не зможете надсилати свої повідомлення.
ur: اگر آپ تصدیق کو چھوڑنا چاہتے ہیں تو ، آپ دوسرے لوگوں کے پیغامات چھو سکتے ہیں اور آپ کے پیغامات بھیجنے میں ناکام ہو سکتے ہیں۔
vi: Nếu bạn chọn để bỏ qua xác minh, bạn có thể bỏ lỡ tin nhắn từ người khác và tin nhắn của bạn có thể sẽ không gửi được.
zh_cn: 如果跳过验证，您可能错过他人发送的消息，并且您的消息可能发送失败。
zh_hk: 如果選擇略過驗證，您可能會錯過其他人傳送的訊息，並且您的訊息可能無法傳送。

# SPAM_CAPTCHA_DISMISS_CONFIRMATION_TITLE
source: Continue Without Verifying?
af: Gaan voort sonder om te verifieer?
ar: هَل تُريد المُتابعة دُونَ تَحقُّق؟
az: Təsdiqləmə olmadan davam edilsin?
be: Працягнуць без праверкі?
bn: যাচাই না করেই চালিয়ে যাবেন?
ca: Voleu continuar sense la verificació?
cs: Pokračovat bez ověření?
cy: Parhau Heb Wirio?
da: Vil du fortsætte uden at bekræfte?
de: Ohne Verifizierung fortfahren?
el: Συνέχεια χωρίς επιβεβαίωση;
es: ¿Continuar sin verificar?
et: Kas jätkata ilma kinnitamata?
fa: ادامه بدون تأیید کردن؟
fi: Jatketaanko vahvistamatta?
fr: Continuer sans confirmer ?
gu: ચકાસણી કર્યા વિના ચાલુ રાખવું છે?
he: להמשיך בלי לוודא?
hi: सत्यापित किए बिना जारी रखें?
hr: Nastavi bez provjere?
hu: Folytatod ellenőrzés nélkül?
id: Lanjutkan Tanpa Verifikasi?
is: Halda áfram án þess að sannreyna?
it: Continuare senza verificare?
ja: 認証せずに続けますか？
km: á”á“áŸ’ááŠáŸ„á™á˜á·á“á…á¶áŸ†á”á¶á…áŸ‹á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹?
kn: ಪರಿಶೀಲಿಸದೇ ಮುಂದುವರಿಯುವುದೇ?
ko: 확인하지 않고 계속하시겠습니까?
lt: Tęsti be patvirtinimo?
lv: Vai turpināt bez verifikācijas?
ml: പരിശോധിച്ചുറപ്പിക്കാതെ തുടരണോ?
mr: विना सत्यापन सुरू ठेवायचे?
ms: Teruskan Tanpa Pengesahan?
nb: Fortsett uten å verifisere?
nl: Doorgaan zonder te verifiëren?
pa: ਤਸਦੀਕ ਕੀਤੇ ਬਗੈਰ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pl: Kontynuować bez weryfikacji?
ps: غواړئ له تاییدولو پرته ادامه ورکړئ؟
pt_br: Continuar sem verificar?
pt_pt: Continuar sem verificar?
ro: Continui fără verificare?
ru: Продолжить без проверки?
sk: Pokračovať bez overenia?
sl: Želite nadaljevati brez preverjanja?
sq: Të Vazhdohet Pa Verifikim?
sr: Желите ли да наставите без верификације?
sv: Fortsätt utan att verifiera?
sw: Ungependa Kuendelea Bila Kuthibitisha?
ta: சரிபார்க்காமல் தொடரவா?
te: ధృవీకరించకుండా కొనసాగించాలా?
th: ทำต่อโดยไม่ตรวจยืนยันหรือไม่?
tr: Doğrulamadan devam et?
ug: دەلىللىمەي داۋاملاشتۇرامدۇ؟
uk: Продовжити без перевірки?
ur: تصدیق کیے بغیر جاری رکھیں؟
vi: Tiếp tục mà Không Xác minh?
zh_cn: 是否继续且不验证？
zh_hk: 要略過驗證而繼續？

# SPAM_CAPTCHA_SHEET_BODY
source: To help prevent spam on Signal, please complete verification. After verifying, you can continue messaging. Any paused messages will automatically be sent.
af: Voltooi die verifikasie om gemorspos op Signal te voorkom. Na verifikasie kan u verder klets. Enige wagtende boodskappe sal outomaties verstuur word.
ar: للمساعدة على الوقاية من البريد العشوائي في سيجنال، يُرجى إتمام عملية التحقُّق. بعد التأكُّد من ذلك، يمكنك الاستمرار في التراسُل. أي رسالة متوقِّفة مؤقَّتًا سوف تُرسَل تلقائيًا.
az: Signal-da spam mesajların qarşısını almaq üçün, zəhmət olmasa təsdiqləməni tamamlayın. Təsdiqlədikdən sonra, mesajlaşmağa davam edə bilərsiniz. Fasilə verilən mesajlar avtomatik göndəriləcək.
be: Каб прадухіліць спам у Signal, завяршыце праверку. Пасля праверкі вы зможаце працягваць абмен паведамленнямі. Любыя прыпыненыя паведамленні будуць адпраўлены аўтаматычна.
bn: Signal-এ স্প্যাম প্রতিরোধে সহায়তা করতে, অনুগ্রহ করে যাচাইকরণ সম্পন্ন করুন। যাচাই করার পর, আপনি মেসেজ পাঠানো অব্যাহত রাখতে পারবেন। স্থগিত করা যেকোনো মেসেজ স্বয়ংক্রিয়ভাবে পাঠানো হবে।
ca: Per ajudar a prevenir el correu brossa al Signal, completeu la verificació. Després de verificar-ho, podeu continuar enviant missatges. Qualsevol missatge interromput s'enviarà automàticament.
cs: Abyste zabránili šíření spamu v síti Signal, dokončete prosím ověření. Po ověření můžete pokračovat v zasílání zpráv. Všechny pozastavené zprávy budou automaticky odeslány.
cy: Er mwyn helpu i atal sothach ar Signal, cwblhewch y gwiriad. Ar ôl gwirio, gallwch barhau i sgwrsio. Bydd unrhyw negeseuon sydd wedi'u oedi yn cael eu hanfon yn awtomatig.
da: For at hjælpe med at forhindre spam på Signal, bedes du udføre bekræftelsen. Efter bekræftelse kan du fortsætte med at sende beskeder. Alle beskeder, der er sat på pause, sendes automatisk.
de: Bitte hilf dabei, Spam auf Signal zu verhindern, und schließe die Verifizierung ab. Nach abgeschlossener Verifizierung kannst du wieder kommunizieren. Alle pausierten Nachrichten werden dann automatisch versendet.
el: Για να περιορίσουμε τα spam στο Signal, παρακαλούμε ολοκλήρωσε την επιβεβαίωση. Αφού επιβεβαιώσεις, θα μπορέσεις να συνεχίσειες να συνομιλείς. Όσα μηνύματα βρίσκονται σε αναμονή θα αποσταλλούν αυτόματα
es: Para ayudarnos a prevenir spam en Signal, completa la verificación. Después de completar la verificación, podrás seguir chateando y se enviarán todos los mensajes pausados.
et: Rämpssõnumite leviku tõkestamiseks Signalis pead kinnituse lõpule viima. Pärast kinnitamist saad sõnumite saatmist jätkata. Kõik pausile jäänud sõnumid saadetakse automaatselt.
fa: برای کمک به جلوگیری از اسپم در سیگنال، لطفاً وارسی را کامل کنید. پس از وارسی کردن، شما می‌توانید به پیام دادن ادامه دهید. هر پیام متوقف شده‌ای به صورت خودکار ارسال خواهد شد.
fi: Suorita varmennus, jotta SIgnal pystyy vähentämään roskapostia. Viestin lähettämistä ja vastaanottamista voi jatkaa, kun olet viimeistellyt varmennuksen. Kaikki pysäytetyt viestit lähtevät automaattisesti.
fr: Pour nous aider à lutter contre le spam sur Signal, merci de confirmer le reCAPTCHA. Vous pourrez continuer d'échanger des messages une fois cette vérification effectuée. Les éventuels messages mis en pause seront envoyés automatiquement.
gu: Signal પર સ્પામને રોકવામાં મદદ કરવા માટે, કૃપા કરીને સંપૂર્ણ ચકાસણી કરો. ચકાસણી કર્યા પછી, તમે મેસેજિંગ ચાલુ રાખી શકો છો. કોઈપણ અટકેલા મેસેજ આપોઆપ મોકલવામાં આવશે.
he: כדי לעזור למנוע זבל ב‏‏־Signal, אנא השלם וידוא. לאחר וידוא, אתה יכול להמשיך להתכתב. הודעות מושהות כלשהן יישלחו באופן אוטומטי.
hi: Signal पर स्पैम को रोकने में सहायता करने हेतु कृपया सत्यापन पूरा करें। सत्यापन के बाद आप संदेश संवाद जारी रख सकते हैं। रुके हुए सारे संदेश अपने आप भेज दिए जाएँगे।
hr: Da bismo spriječili neželjene poruke na Signalu, molimo dovršite provjeru. Nakon provjere možete nastaviti s razmjenom poruka. Sve pauzirane poruke automatski će biti poslane.
hu: A spam üzenetek kiszűrése érdekében kérjük végezd el az ellenőrzést. Az ellenőrzést követően folytathatod az üzenetküldést. Az összes felfüggesztett üzenetet automatikusan elküldjük.
id: Untuk membantu mencegah spam di Signal, mohon selesaikan verifikasi. Setelah memverifikasi, Anda dapat melanjutkan bertukar pesan. Semua pesan tertunda akan dikirim secara otomatis.
is: Til að koma í veg fyrir ruslsendingar í Signal skaltu ljúka sannvottun. Eftir sannvottun geturðu haldið áfram samskiptum. Öll skilaboð sem bíða verða þá sjálfkrafa send.
it: Per aiutare a prevenire lo spam su Signal, completa la verifica. Dopo la verifica, puoi continuare a inviare messaggi. Tutti i messaggi in pausa verranno inviati automaticamente.
ja: Signalがスパムを回避するために、認証を完了していください。 認証後は、メッセージの送受信を再開できます。保留中のメッセージは、自動で送信されます。
km: áŠá¾á˜áŸ’á”á¸á‡á½á™á€á¶ášá–á¶ášáŸá¶ášá˜á·á“á”á¶á“á€á¶ášá“áŸ…á›á¾ Signal áŸá¼á˜á”á‰áŸ’á…á”áŸ‹á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹ á”á“áŸ’á‘á¶á”áŸ‹á–á¸á€á¶ášá”á‰áŸ’á‡á¶á€áŸ‹ á¢áŸ’á“á€á¢á¶á…á”á“áŸ’áá€á¶ášá•áŸ’á‰á¾áŸá¶ášá”á¶á“áŸ” áŸá¶ášáŠáŸ‚á›á”á¶á“á•áŸ’á¢á¶á€áá¶á˜á½á™á“á¹á„ááŸ’ášá¼áœá”á¶á“á•áŸ’á‰á¾áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·áŸ”
kn: Signal ನಲ್ಲಿ ಸ್ಪ್ಯಾನ್‌ ಅನ್ನು ತಡೆಯಲು ಸಹಾಯ ಮಾಡುವುದಕ್ಕಾಗಿ ದಯವಿಟ್ಟು ದೃಢೀಕರಣವನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ. ದೃಢೀಕರಣದ ಬಳಿಕ ಸಂದೇಶ ಮಾಡುವುದನ್ನು ನೀವು ಮುಂದುವರಿಸಬಹುದು. ಯಾವುದೇ ಪಾಸ್‌ ಮಾಡಲಾದ ಸಂದೇಶಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.
ko: Signal에서 스팸을 방지하려면 확인을 완료하세요. 확인 후 메시지를 계속 전송할 수 있습니다. 일시 중지된 메시지는 자동으로 전송됩니다.
lt: Siekdami neleisti brukalo Signal programėlėje, prašome jūsų užbaigti patvirtinimą. Po patvirtinimo galėsite tęsti susirašinėjimą. Visos pristabdytos žinutės bus automatiškai išsiųstos.
lv: Lai novērstu nevēlamas ziņas lietotnē Signal, lūdzu, pabeidziet verifikāciju. Pēc verifikācijas varat turpināt ziņapmaiņu. Visas pauzētās ziņas tiks automātiski nosūtītas.
ml: Signal-ലെ സ്പാം തടയുന്നതിന് സഹായിക്കുന്നതിന്, പരിശോധിച്ചുറപ്പിക്കൽ പൂർത്തിയാക്കുക. പരിശോധിച്ചുറപ്പിച്ചശേഷം, നിങ്ങൾക്ക് സന്ദേശ വിനിമയം തുടരാം. താൽക്കാലികമായി നിർത്തിയ സന്ദേശങ്ങള്‍ സ്വയമേവ അയയ്ക്കപ്പെടും.
mr: Signal वर स्पॅम प्रतिबंधित करण्यासाठी , कृपया सत्यापन पूर्ण करा. सत्यापन नंतर, आपण संदेश पाठवणे सुरू ठेवू शकता. कुठलेही विराम दिलेले संदेश स्वयंचलितपणे पाठवले जातील.
ms: Untuk mengelakkan spam di Signal, sila lengkapkan pengesahan. Selepas pengesahan, anda boleh meneruskan pemesejan. Sebarang mesej yang dijeda akan dihantar secara automatik.
nb: For å hindre søppelpost på Signal ber vi deg fullføre verifiseringen. Etter verifisering kan du fortsette med meldingene. Meldinger satt på pause vil automatisk bli sendt.
nl: Om Signal te helpen spam te voorkomen is het nodig dat je verifieert dat je geen robot bent. Na de verificatie kun je doorgaan met het verzenden en ontvangen van berichten. Enig bericht waarvan verzenden is gepauzeerd zal dan automatisch worden verzonden.
pa: Signal 'ਤੇ ਸਪੈਮ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਤਸਦੀਕ ਨੂੰ ਪੂਰਾ ਕਰੋ। ਤਸਦੀਕ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਸੁਨੇਹਾ ਭੇਜਣਾ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ। ਕੋਈ ਵੀ ਰੁਕੇ ਹੋਏ ਸੁਨੁਹੇ ਆਪਣੇ ਆਪ ਭੇਜੇ ਜਾਣਗੇ।
pl: Aby pomóc zapobiegać spamowi w aplikacji Signal, przejdź weryfikację. Gdy to zrobisz, możesz dalej wysyłać i otrzymywać wiadomości. Wszystkie wstrzymane wiadomości zostaną automatycznie wysłane.
ps: د دې لپاره چې په Signal کې د سپم له مخنیوی سره مرسته شوې وي، نو مهرباني وکړئ تایید بشپړ کړئ. له تایید وروسته، تاسې کولای شئ چې پیغام ورکولو ته ادامه ورکړئ. هر ډول درول شوي پیغامونه به په اتومات ډول ولیږل شي.
pt_br: Para ajudar a evitar spam no Signal, conclua a verificação, por favor. Depois de verificar, você pode continuar a enviar mensagens. Quaisquer mensagens pendentes serão enviadas automaticamente.
pt_pt: Para ajudar a prevenir spam no Signal, complete a verificação. Após a verificação, pode continuar a enviar mensagens. Quaisquer mensagens colocadas em pausa serão automaticamente enviadas.
ro: Pentru a ajuta la prevenirea spam-ului pe Signal, te rugăm să completezi verificarea. După verificare, poți continua să trimiți mesaje. Toate mesajele aflate în pauză vor fi trimise automat.
ru: Чтобы помочь предотвратить спам в Signal, пожалуйста, пройдите проверку. После проверки вы сможете продолжить общаться. Все приостановленные сообщения будут отправлены автоматически.
sk: Ak chcete zabrániť spamu v Signal, dokončite overenie. Po overení môžete pokračovať v zasielaní správ. Pozastavené správy sa automaticky odošlú.
sl: Če želite preprečiti neželeno pošto na Signalu, dokončajte preverjanje. Po preverjanju lahko nadaljujete s pošiljanjem sporočil. Vsa zaustavljena sporočila bodo samodejno poslana.
sq: Që të ndihmoni të parandalohen mesazhe të padëshiruar në Signal, ju lutemi, plotësoni verifikimin. Pas verifikimit, mund të vazhdoni me mesazhet. Çfarëdo mesazhesh të ndalur do të dërgohen automatikisht.
sr: Да бисте спречили спам на Signal-у, обавите верификацију. Након верификације, можете наставити са дописивањем. Све паузиране поруке ће аутоматски бити послате.
sv: För att förhindra skräppost på Signal, slutför verifieringen. Efter verifiering kan du fortsätta skicka meddelanden. Alla pausade meddelanden skickas automatiskt.
sw: Ili kusaidia kuzuia ujumbe taka kwenye Signal, tafadhali kamilisha uthibitishaji. Baada ya kuthibitisha, unaweza kuendelea kutuma ujumbe. Ujumbe wowote uliositishwa utatumwa kiotomatiki.
ta: க்கு உதவி தடுக்க ஸ்பேம் ஆன் Signal, தயவு செய்து முழுமை சரிபார்ப்பு சரிபார்க்கப்பட்ட பிறகு, நீங்கள் தொடர்ந்து செய்தியிடலாம். இடைநிறுத்தப்பட்ட எந்த செய்திகளும் தானாகவே அனுப்பப்படும்.
te: Signal పై స్పామ్‌ను నిరోధించడంలో సహాయపడటానికి, దయచేసి ధృవీకరణను పూర్తి చేయండి. ధృవీకరించిన తర్వాత, మీరు సందేశాన్ని కొనసాగించవచ్చు. పాజ్ చేయబడిన ఏదైనా సందేశాలు స్వయంచాలకంగా పంపబడతాయి.
th: เพื่อช่วยป้องกันสแปมใน Signal โปรดทำขั้นตอนตรวจยืนยันให้เสร็จสิ้น หลังจากตรวจยืนยันแล้ว คุณสามารถส่งข้อความต่อไปได้ ข้อความที่หยุดไว้จะได้รับการส่งโดยอัตโนมัติ
tr: Signal'de istenmeyen iletileri engellemeye yardımcı olmak için, lütfen doğrulamayı tamamlayın. Doğrulama sonrasında, ileti göndermeye devam edebilirsiniz. Durdurulan tüm iletiler otomatik olarak gönderilecektir.
ug: Signal دا ئەخلەت ئۇچۇرلاردىن ساقلىنىشقا ياردەم قىلىش ئۈچۈن، دەلىللەشنى تاماملاڭ. دەلىللىگەندىن كېيىن، ئۇچۇر يوللاشنى داۋاملاشتۇرالايسىز. ۋاقىتلىق توختىتىلغان ئۇچۇرلار ئۆزلۈكىدىن يوللىنىدۇ.
uk: Просимо вас пройти перевірку. Це необхідно для запобігання поширенню спаму в Signal. Ви зможете продовжити спілкування після перевірки. Усі зупинені повідомлення буде надіслано автоматично.
ur: Signal پر اسپام کو روکنے میں مدد کے لئے ، براہ کرم تصدیق کی تصدیق کریں۔ تصدیق کرنے کے بعد ، آپ پیغام رسانی جاری رکھ سکتے ہیں۔ کوئی موقوف پیغامات خودبخود بھیجے جائیں گے۔
vi: Để giúp chống tin nhắn rác trên Signal, xin hãy hoàn tất xác minh. Sau khi xác minh, bạn có thể tiếp tục nhắn tin. Bất kì tin nhắn bị hoãn nào sẽ tự động được gửi.
zh_cn: 为了防止 Signal 垃圾消息，请完成验证。 验证之后可继续发送消息。任何暂停消息将自动发送。
zh_hk: 為防止 Signal 上的垃圾訊息氾濫，請完成驗證。 驗證後，您可以繼續傳送訊息。任何暫停傳送的訊息將自動傳送。

# SPAM_CAPTCHA_SHEET_TITLE
source: Verify to Continue Messaging
af: Verifieer om voort te klets
ar: قُم بالتحقُّق لمواصلة المراسلة
az: Mesajlaşmağa davam etmək üçün təsdiqləyin
be: Прайдзіце праверку, каб працягнуць абмен паведамленнямі
bn: মেসেজ পাঠানো চালিয়ে যেতে ভেরিফাই করুন
ca: Verifiqueu-ho per continuar la missatgeria
cs: Ověřte pro pokračování konverzace
cy: Gwiriwch i Barhau Sgwrsio
da: Bekræft for at fortsætte beskedskrivning
de: Verifizieren zum Senden weiterer Nachrichten
el: Επιβεβαίωσε για να συνεχίσεις να συνομιλείς
es: Verificar para seguir chateando
et: Sõnumite saatmise jätkamiseks kinnita
fa: برای ادامهٔ پیام‌رسانی وارسی کنید
fi: Varmenna jatkaaksesi viestintää Signalissa.
fr: Confirmer le reCAPTCHA pour continuer d'échanger des messages
gu: મેસેજિંગ ચાલુ રાખવા માટે ચકાસો
he: וודא כדי להמשיך להתכתב
hi: संदेश संवाद जारी रखने के लिए सत्यापन करें
hr: Provjeri za nastavak razmjene poruka
hu: Az üzenetküldés folytatásához ellenőrzés szükséges
id: Verifikasi untuk Melanjutkan Bertukar Pesan
is: Sannreyna til að halda áfram samskiptum
it: Verifica per continuare a inviare messaggi
ja: メッセージ送受信のため認証してください
km: á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹áŠá¾á˜áŸ’á”á¸á”á“áŸ’áá€á¶ášá•áŸ’á‰á¾áŸá¶áš
kn: ಸಂದೇಶ ಕಳುಹಿಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ಪರಿಶೀಲಿಸಿ
ko: 메시지를 계속하려면 확인
lt: Patvirtinkite, norėdami tęsti susirašinėjimą
lv: Verificēt, lai turpinātu ziņapmaiņu
ml: സന്ദേശ വിനിമയം തുടരുന്നതിന് പരിശോധിക്കുക
mr: संदेश पाठवणे सुरू ठेवण्यासाठी सत्यापित करा
ms: Sahkan untuk Teruskan Pemesejan
nb: Verifiser for å fortsette å sende meldinger
nl: Verifieer om door te kunnen gaan met het verzenden van berichten
pa: ਮੈਸੇਜਿੰਗ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਤਸਦੀਕ ਕਰੋ
pl: Zweryfikuj, aby dalej wysyłać i otrzymywać wiadomości
ps: تایید یې کړئ چې پیغام ورکولو ته ادامه ورکړئ
pt_br: Verifique para continuar a enviar mensagens
pt_pt: Verificar para continuar a enviar mensagens
ro: Verificați pentru a continua conversația
ru: Пройдите проверку, чтобы продолжить общение
sk: Overte, či chcete pokračovať v zasielaní správ
sl: Za nadaljevanje sporočanja se verificirajte
sq: Që të Vazhdohet Me Mesazhet, Verifikojeni
sr: Верификујте да бисте наставили са дописивањем
sv: Verifiera för att fortsätta skicka meddelanden
sw: Thibitisha ili Uendelee Kutuma Ujumbe
ta: செய்தியைத் தொடர சரிபார்க்கவும்
te: సందేశాన్ని కొనసాగించడానికి ధృవీకరించండి
th: ตรวจยืนยันเพื่อรับส่งข้อความต่อ
tr: İleti Göndermeyi Sürdürmek için Doğrulayın
ug: ئۇچۇرلىشىشنى داۋاملاشتۇرۇش ئۈچۈن دەلىللەش زۆرۈر
uk: Пройдіть перевірку, щоб продовжити спілкування
ur: پیغام رسانی جاری رکھنے کے لئے توثیق کریں
vi: Xác minh để Tiếp tục Nhắn tin
zh_cn: 验证以继续发送消息
zh_hk: 驗證以繼續傳訊
