Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# INFO_MESSAGE_BLOCKED_GROUP
source: You blocked this group.
ar: قُمتَ بحظر هذه المجموعة.
be: Вы заблакавалі гэту групу.
bn: আপনি এই গ্রুপটি ব্লক করেছেন।
ca: Has bloquejat aquest grup.
cs: Tuto skupinu jste zablokovali.
da: Du har blokeret denne gruppe.
de: Du hast diese Gruppe blockiert.
el: Απέκλεισες αυτήν την ομάδα.
es: Has bloqueado este grupo.
fa: شما این گروه را مسدود کردید.
fi: Estit tämän ryhmän.
fr: Vous avez bloqué ce groupe.
ga: Chuir tú bac ar an ngrúpa seo.
gu: તમે આ ગ્રૂપને બ્લૉક કર્યું.
he: חסמת את הקבוצה הזו.
hi: आपने इस ग्रुप को ब्लॉक किया है।
hr: Blokirali ste ovu grupu.
hu: Letiltottad ezt a csoportot.
id: Anda memblokir grup ini.
it: Hai bloccato questo gruppo.
ja: このグループをブロックしました。
ko: 이 그룹을 차단했습니다.
mr: आपण या गटाला अवरोधित केले आहे.
ms: Anda menyekat kumpulan ini.
nb: Du har blokkert denne gruppen.
nl: Je hebt deze groep geblokkeerd.
pl: Blokujesz tę grupę.
pt_br: Você bloqueou este grupo.
pt_pt: Bloqueou este grupo.
ro: Ai blocat acest grup.
ru: Вы заблокировали эту группу.
sk: Túto skupinu ste zablokovali.
sr: Блокирали сте ову групу.
sv: Du blockerade den här gruppen.
th: คุณบล็อกกลุ่มนี้แล้ว
tr: Bu grubu engelledin.
ug: بۇ گۇرۇپپىنى چەكلىدىڭىز.
uk: Ви заблокували цю групу.
ur: آپ نے اس گروپ کو بلاک کیا۔
vi: Bạn đã chặn nhóm này.
zh_cn: 你已屏蔽此群组。
zh_hk: 你已封鎖此群組。

# INFO_MESSAGE_BLOCKED_OTHER_USER
source: You blocked this person.
ar: حظرتَ هذا الشخص.
be: Вы заблакавалі гэту асобу.
bn: আপনি এই ব্যক্তিকে ব্লক করেছেন।
ca: Has bloquejat a aquesta persona.
cs: Tuto osobu jste zablokovali.
da: Du har blokeret denne person.
de: Du hast diese Person blockiert.
el: Απέκλεισες αυτό το άτομο.
es: Has bloqueado a esta persona.
fa: شما این شخص را مسدود کردید.
fi: Estit tämän henkilön.
fr: Vous avez bloqué ce contact.
ga: Chuir tú bac ar an duine seo.
gu: તમે આ વ્યક્તિને બ્લૉક કર્યા.
he: חסמת את האדם הזה.
hi: आपने इस व्यक्ति को ब्लॉक किया है।
hr: Blokirali ste ovu osobu.
hu: Letiltottad ezt a személyt.
id: Anda memblokir orang ini.
it: Hai bloccato questa persona.
ja: このユーザーをブロックしました。
ko: 이 사용자를 차단했습니다.
mr: आपण या व्यक्तीला अवरोधित केले आहे.
ms: Anda telah menyekat orang ini.
nb: Du har blokkert denne personen.
nl: Je hebt deze persoon geblokkeerd.
pl: Blokujesz tę osobę.
pt_br: Você bloqueou esta pessoa.
pt_pt: Bloqueou esta pessoa.
ro: Ai blocat această persoană.
ru: Вы заблокировали этого человека.
sk: Túto osobu ste zablokovali.
sr: Блокирали сте ову особу.
sv: Du blockerade den här personen.
th: คุณบล็อกผู้ใช้คนนี้แล้ว
tr: Bu kişiyi engelledin.
ug: بۇ ئىشلەتكۈچىنى چەكلىدىڭىز.
uk: Ви заблокували цю людину.
ur: آپ نے اس فرد کو بلاک کیا۔
vi: Bạn đã chặn người này.
zh_cn: 您已屏蔽此用户。
zh_hk: 你已封鎖此人。

# INFO_MESSAGE_CONTACT_REINSTATED
source: This person was added back to your Signal contact list.
ar: أُضيفَ هذا الشخص من جديد إلى لائحة جهات اتصال سيجنال الخاصة بك.
be: Гэтая асоба была нанова дададзена ў ваш спіс кантактаў Signal.
bn: এই ব্যক্তিকে আপনার Signal কন্টাক্ট লিস্টে আবার যোগ করা হয়েছে।
ca: Aquesta persona s'ha tornat a afegir a la teva llista de contactes de Signal.
cs: Tato osoba byla přidána zpět do vašeho seznamu kontaktů Signal.
da: Denne person blev tilføjet din Signal-kontaktliste igen.
de: Diese Person wurde wieder zu deiner Signal-Kontaktliste hinzugefügt.
el: Αυτό το άτομο προστέθηκε ξανά στη λίστα των Signal επαφών σου.
es: Se ha añadido de nuevo a esta persona a tu lista de contactos de Signal.
fa: این فرد دوباره به فهرست مخاطبان سیگنال شما اضافه شد.
fi: Tämä henkilö lisättiin takaisin Signal-yhteystietoluetteloosi.
fr: Cette personne est de nouveau dans votre liste de contacts Signal.
ga: Cuireadh an duine seo ar ais le do liosta teagmhálaithe Signal.
gu: આ વ્યક્તિ તમારી Signal સંપર્ક સૂચિમાં ફરીથી ઉમેરવામાં આવી છે.
he: האדם הזה נוסף חזרה לרשימת אנשי הקשר שלך ב–Signal.
hi: इस व्यक्ति को आपकी Signal संपर्क सूची में वापस जोड़ा गया है।
hr: Ovaj korisnik je vraćen u vaš popis kontakata na Signalu.
hu: Ez a személy visszakerült a Signal névjegylistájába.
id: Orang ini telah ditambahkan kembali ke daftar kontak Signal.
it: Questa persona è stata riaggiunta al tuo elenco contatti di Signal.
ja: 以前削除したユーザーがSignalの連絡先に再度追加されました。
ko: 이 사용자를 Signal 연락처 목록에 다시 추가했습니다.
mr: आपल्या Signal संपर्क यादीमध्ये या व्यक्तीला पुन्हा जोडण्यात आले होते.
ms: Orang ini telah ditambahkan kembali ke senarai kenalan Signal anda.
nb: Personen ble lagt til i kontaktlisten din igjen.
nl: Deze persoon is weer toegevoegd aan je Signal-contactenlijst.
pl: Osoba została z powrotem dodana do listy Twoich kontaktów Signal.
pt_br: Esta pessoa foi adicionada novamente à sua lista de contatos do Signal.
pt_pt: Esta pessoa foi outra vez adicionada à sua lista de contactos do Signal.
ro: Această persoană a fost adăugată înapoi în lista ta de contacte Signal.
ru: Этот человек был снова добавлен в ваш список контактов Signal.
sk: Táto osoba bola pridaná späť do vášho zoznamu kontaktov Signal.
sr: Ова особа је сачувана у вашој листи контаката на Signal-у.
sv: Den här personen har lagts till igen i din Signal-kontaktlista.
th: ผู้ใช้คนนี้ถูกเพิ่มกลับลงในรายชื่อผู้ติดต่อ Signal ของคุณ
tr: Bu kişi, Signal kişiler listene tekrar eklendi.
ug: بۇ كىشى سىزنىڭ سىگنال ئالاقىداشلىرىڭىزغا قايتا قوشۇلدى.
uk: Цю людину знову додано до вашого списку контактів Signal.
ur: اس فرد کو آپ کی Signal کی رابطہ فہرست میں واپس شامل کر دیا گیا تھا۔
vi: Người này đã được thêm vào lại danh sách liên hệ Signal của bạn.
zh_cn: 此用户已重新添加到您的 Signal 联系人列表。
zh_hk: 此人已被重新加回你的 Signal 聯絡人清單。

# INFO_MESSAGE_CONTACT_REMOVED
source: You removed this person from your Signal contact list, messaging them will add them back.
ar: أزلتَ هذا الشخص من لائحة جهات اتصال سيجنال الخاصة بك، وسيَرجع إلى اللائحة إذا راسلته.
be: Вы выдалілі гэтую асобу са свайго спісу кантактаў Signal; калі вы дашлеце ёй паведамленне, вы зможаце дадаць нанова.
bn: আপনি এই ব্যক্তিকে আপনার Signal কন্টাক্ট লিস্ট থেকে সরিয়ে দিয়েছেন, তাকে মেসেজ পাঠালে তাকে আবারো কন্টাক্ট লিস্টে যোগ করা হবে।
ca: Has eliminat aquesta persona de la teva llista de contactes de Signal; enviar-li missatges la tornarà a afegir.
cs: Tuto osobu jste odebrali ze svého seznamu kontaktů Signal, zasláním zprávy ji přidáte zpět.
da: Du har fjernet denne person fra din Signal-kontaktliste, hvis du sender en besked til vedkommende, tilføjes de igen.
de: Diese Person wurde aus deiner Signal-Kontaktliste entfernt. Wenn du ihr eine Nachricht schickst, wird sie wieder hinzugefügt.
el: Κατάργησες αυτό το άτομο από τη λίστα επαφών σου στο Signal, η αποστολή μηνυμάτων θα το προσθέσει ξανά.
es: Has eliminado a esta persona de tu lista de contactos de Signal. Si le envías un mensaje, se la añadirá nuevamente.
fa: شما این فرد را از فهرست مخاطبان سیگنال خود حذف کرده‌اید، ارسال پیام به او موجب افزودن مجددش به مخاطبان شما می‌شود.
fi: Olet poistanut tämän henkilön Signal-yhteystietoluettelostasi. Jos lähetät hänelle viestin, lisäät hänet takaisin.
fr: Vous avez retiré cette personne de votre liste de contacts Signal. Si vous lui écrivez, elle réintégrera votre liste de contacts.
ga: Bhain tú an duine seo de do liosta teagmhálaithe Signal, cuirfear é/í leis arís má sheolann tú teachtaireacht.
gu: તમે આ વ્યક્તિને તમારી Signal સંપર્ક સૂચિમાંથી દૂર કરી છે, તેમને મેસેજ કરવાથી તેઓ પાછા ઉમેરાઈ જશે.
he: הסרת את האדם הזה מרשימת אנשי הקשר שלך ב–Signal, שליחת הודעה תוסיף אותו או אותה מחדש.
hi: आपने इस व्यक्ति को अपनी Signal संपर्क सूची से निकाल दिया है, उन्हें संदेश भेजने से वे वापस जुड़ जाएंगे।
hr: Uklonili ste ovu osobu s vašeg popisa kontakata na Signalu. Ako joj pošaljete poruku, ponovno će biti dodana kontaktima.
hu: Eltávolítottad ezt a személyt a Signal névjegylistájáról, azonban ha üzenetet küldesz neki, újra hozzáadod.
id: Anda telah menghapus orang ini dari daftar kontak Signal. Jika Anda mengiriminya pesan, orang ini akan ditambahkan kembali ke daftar kontak.
it: Hai rimosso questa persona dal tuo elenco contatti di Signal: se mandi un messaggio, verrà riaggiunta ai contatti.
ja: Signalの連絡先リストから削除した相手にメッセージを送ると、その相手は自動的に連絡先に再追加されます。
ko: Signal 연락처 목록에서 삭제한 사용자입니다. 메시지를 보내면 해당 사용자가 연락처 목록에 다시 추가됩니다.
mr: आपण या व्यक्तीला आपल्या Signal संपर्क यादीमधून हटवले होते, त्यांना संदेशन करण्याने ते पुन्हा जोडले जातील.
ms: Anda mengalih keluar orang ini daripada senarai kenalan Signal anda, menghantar mesej kepada mereka akan menambahkan mereka kembali.
nb: Denne personen ble tidligere fjernet fra kontaktlisten din på Signal. Hvis du sender en melding, blir vedkommende lagt til igjen.
nl: Je hebt deze persoon uit je Signal-contactenlijst verwijderd. Als je een bericht stuurt, wordt deze persoon weer toegevoegd.
pl: Ta osoba została wcześniej usunięta z listy Twoich kontaktów Signal. Jeśli wyślesz do tej osoby wiadomość, trafi ona z powrotem na listę.
pt_br: Você removeu essa pessoa da sua lista de contatos do Signal. Se você enviar uma mensagem, ela será adicionada novamente.
pt_pt: Removeu esta pessoa da sua lista de contactos do Signal, voltar a enviar-lhe mensagem fará que ela volte a ser adicionada.
ro: Ai eliminat această persoană din lista ta de persoane de contact Signal, trimiterea de mesaje o va adăuga înapoi.
ru: Вы удалили этого человека из списка контактов Signal. Отправив ему сообщение, вы добавите его обратно.
sk: Túto osobu ste odstránili zo svojho zoznamu kontaktov Signal. Odoslaním správy ju pridáte späť.
sr: Уклонили сте ову особу са своје листе контаката на Signal-у. Ако јој пошаљете поруку, поново ћете је додати.
sv: Du tog bort den här personen från din Signal-kontaktlista. Om du skickar meddelanden till personen så läggs hen till igen.
th: คุณลบผู้ใช้คนนี้ออกจากรายชื่อผู้ติดต่อ Signal แล้ว ระบบจะเพิ่มคนคนนี้กลับลงในรายชื่อหากคุณส่งข้อความหาเขา
tr: Bu kişiyi Signal kişiler listesinden kaldırdın, mesaj gönderirsen tekrar kişiler listesine eklenir.
ug: سىز بۇ كىشىنى سىگنال ئالاقىداشلىرىڭىزدىن چىقىرىۋەتكەن، ئۇلارغا ئۇچۇر يوللىغان ئۇچۇرىڭىز ئۇلارنى قايتىدىن قوشىدۇ.
uk: Ви вилучили цю людину зі свого списку контактів Signal. Якщо надішлете їй повідомлення, вона знову з'явиться в списку.
ur: آپ نے اس فرد کو اپنی Signal کی رابطہ فہرست سے ہٹایا تھا، ان کو میسج کرنے سے انہیں دوبارہ شامل کر دیا جائے گا۔
vi: Bạn đã gỡ người này khỏi danh sách liên hệ Signal, việc gửi tin nhắn cho người này sẽ thêm họ vào lại.
zh_cn: 您已将此用户移出您的 Signal 联系人列表，给对方发送消息会将其重新添加到列表中。
zh_hk: 你已從 Signal 聯絡人清單中移除了此人，若向他們發送訊息，會將他們重新加回清單。

# INFO_MESSAGE_LEARNED_PROFILE_KEY
source: You started this chat with %1$@.
ar: بدأتَ الدردشة مع %1$@.
be: Вы распачалі гэты чат з %1$@.
bn: আপনি %1$@-এর সাথে এই চ্যাটটি শুরু করেছেন।
ca: Has iniciat un xat amb %1$@.
cs: Tento chat jste zahájili s uživatelem %1$@.
da: Du startede denne chat med %1$@.
de: Du hast einen Chat mit %1$@ begonnen.
el: Ξεκίνησες αυτή τη συνομιλία με τον χρήστη %1$@.
es: Iniciaste este chat con %1$@.
fa: این گفتگو را با %1$@ شروع کردید.
fi: Aloitit keskustelun henkilön %1$@ kanssa.
fr: Vous avez démarré cette conversation avec %1$@.
ga: Chuir tú tús leis an gcomhrá seo le %1$@.
gu: તમે આ ચેટ %1$@ સાથે શરૂ કરી.
he: התחלת את הצ׳אט הזה עם %1$@.
hi: आपने %1$@ के साथ इस चैट को शुरू किया।
hr: Započeli ste razgovor s korisnikom %1$@.
hu: Elkezdtél csevegni %1$@ felhasználóval.
id: Anda memulai obrolan ini dengan %1$@.
it: Hai iniziato questa chat con %1$@.
ja: これは%1$@と始めたチャットです。
ko: %1$@ 님과 이 대화를 시작했습니다.
mr: आपण हे चॅट %1$@ सह सुरू केले.
ms: Anda mulakan sembang ini dengan %1$@.
nb: Du startet denne samtalen med %1$@.
nl: Je bent deze chat met %1$@ begonnen.
pl: Rozpoczynasz czat, na którym jesteście Ty i %1$@.
pt_br: Você iniciou esta conversa com %1$@.
pt_pt: Iniciou este chat com %1$@.
ro: Ai început această conversație cu %1$@.
ru: Вы начали этот чат с %1$@.
sk: Zahájili ste čet s používateľom %1$@.
sr: Започели сте ово ћаскање са корисником %1$@.
sv: Du startade den här chatten med %1$@.
th: คุณเริ่มต้นแชทนี้กับ %1$@
tr: Bu sohbete %1$@ ile başladın.
ug: %1$@ بىلەن بۇ پاراڭنى باشلىدىڭىز.
uk: Ви почали цей чат з користувачем %1$@.
ur: آپ نے %1$@ کے ساتھ یہ چیٹ شروع کی ہے۔
vi: Bạn đã bắt đầu cuộc trò chuyện này với %1$@.
zh_cn: 您向 %1$@ 发起了聊天。
zh_hk: 你已開始與 %1$@ 聊天。

# INFO_MESSAGE_PAYMENTS_ACTIVATED
source: You activated Payments.
ar: فعَّلتَ عمليات الدفع.
be: Вы актывавалі «Плацяжы».
bn: আপনি পেমেন্ট সক্রিয় করেছেন।
ca: Has activat Pagaments.
cs: Aktivovali jste funkci Platby.
da: Du har aktiveret Betalinger.
de: Du hast Zahlungen aktiviert.
el: Ενεργοποίησες τις Πληρωμές.
es: Has activado Pagos.
fa: شما پرداخت‌ها را فعال کردید.
fi: Olet aktivoinut maksut.
fr: Vous avez activé les paiements.
ga: Ghníomhachtaigh tú Íocaíochtaí.
gu: તમે ચુકવણીઓ સક્રિય કરી.
he: הפעלת תשלומים.
hi: आपने भुगतान सक्रीय किए।
hr: Omogućili ste Plaćanja.
hu: Aktiváltad a Kifizetéseket.
id: Anda mengaktifkan Pembayaran.
it: Hai attivato la funzione per i pagamenti.
ja: 決済機能を有効にしました。
ko: 결제를 활성화했습니다.
mr: आपण पेमेंट्स सक्रिय केले आहे.
ms: Anda telah mengaktifkan Pembayaran.
nb: Du har aktivert betalinger.
nl: Je hebt Betalingen geactiveerd.
pl: Aktywowano płatności.
pt_br: Seus Pagamentos foram ativados.
pt_pt: Ativou os Pagamentos.
ro: Ai activat Plăți.
ru: Вы активировали платежи.
sk: Aktivovali ste platby.
sr: Активирали сте плаћања.
sv: Du har aktiverat betalningar.
th: คุณเปิดใช้การชำระเงินเรียบร้อยแล้ว
tr: Ödemeleri etkinleştirdin
ug: پۇل تۆلەش ئىقتىدارىنى ئاكتىپلىدىڭىز.
uk: Ви ввімкнули платежі.
ur: آپ نے پیمنٹس فعال کر دیں۔
vi: Bạn đã bật tính năng Thanh toán.
zh_cn: 您已激活付款。
zh_hk: 您已啟動付款。

# INFO_MESSAGE_PAYMENTS_ACTIVATION_REQUEST_FINISHED
source: %1$@ can now accept Payments.
ar: يُمكن لـ %1$@ قبول عمليات الدفع الآن.
be: Цяпер %1$@ зможа прымаць плацяжы.
bn: %1$@ এখন পেমেন্ট গ্রহণ করতে পারবেন।
ca: %1$@ ja pot acceptar Pagaments.
cs: %1$@ nyní může přijímat Platby.
da: %1$@ kan nu acceptere Betalinger.
de: %1$@ kann Zahlungen jetzt akzeptieren.
el: Ο/Η %1$@ μπορεί πλέον να αποδεχτεί Πληρωμές.
es: %1$@ ya puede aceptar Pagos.
fa: %1$@ اکنون می‌تواند پرداخت‌ها را بپذیرد.
fi: %1$@ voi nyt hyväksyä maksuja.
fr: %1$@ accepte maintenant les paiements.
ga: Is féidir le %1$@ glacadh le hÍocaíochtaí anois.
gu: %1$@ હવે ચુકવણીઓ સ્વીકારી શકે છે.
he: ל%1$@ יש אפשרות לקבל תשלומים עכשיו.
hi: %1$@ अब भुगतान स्वीकार कर सकते हैं।
hr: %1$@ sada može primati uplate.
hu: %1$@ mostantól fogadhatsz Kifizetéseket.
id: %1$@ sekarang dapat menerima Pembayaran.
it: Ora %1$@ può accettare e ricevere i pagamenti.
ja: %1$@ さんが決済機能を有効にしました。
ko: %1$@ 님이 이제 결제를 수락할 수 있습니다.
mr: %1$@ आता पेमेंट्स स्विकारु शकतात.
ms: %1$@ kini boleh menerima Pembayaran.
nb: %1$@ kan nå motta betalinger.
nl: %1$@ kan nu Betalingen accepteren.
pl: %1$@ przyjmuje teraz płatności.
pt_br: %1$@ já pode aceitar Pagamentos.
pt_pt: %1$@ pode agora aceitar Pagamentos.
ro: %1$@ poate să accepte acum Plăți.
ru: %1$@ теперь может принимать платежи.
sk: %1$@ môže odteraz prijímať platby.
sr: %1$@ сада може да прима плаћања.
sv: %1$@ kan nu ta emot betalningar.
th: %1$@ สามารถรับการชำระเงินได้แล้ว
tr: %1$@ artık Ödemeleri kabul edebilir
ug: %1$@ ئەمدى پۇل قوبۇل قىلالايدۇ.
uk: %1$@ тепер може приймати платежі.
ur: %1$@ اب پیمنٹس قبول کر سکتا ہے۔
vi: %1$@ giờ đã có thể nhận Thanh toán.
zh_cn: %1$@现在可以接受付款啦。
zh_hk: %1$@ 現在可以接受付款。

# INFO_MESSAGE_PAYMENTS_ACTIVATION_REQUEST_RECEIVED
source: %1$@ wants you to activate Payments. Only send payments to people you trust.
ar: يريدك %1$@ أن تُفعِّل عمليات الدفع. أرسِل عمليات الدفع فقط للأشخاص الذين تثق بهم.
be: %1$@ жадае, каб вы актывавалі «Плацяжы». Адпраўляйце плацяжы толькі тым, да каго маеце давер.
bn: %1$@ আপনাকে পেমেন্ট সক্রিয় করাতে চান। আপনি যাদের বিশ্বাস করেন শুধুমাত্র তাদেরকে পেমেন্ট পাঠান।
ca: %1$@ vol que activis Pagaments. Envia pagaments només a persones de confiança.
cs: %1$@ vás žádá, abyste si aktivovali Platby. Platby posílejte jen lidem, kterým důvěřujete.
da: %1$@ vil have dig til at aktivere betalinger. Send kun betalinger til folk, du stoler på.
de: %1$@ möchte, dass du Zahlungen aktivierst. Sende Zahlungen nur an Personen, denen du vertraust.
el: Ο χρήστης %1$@ θέλει να ενεργοποιήσεις τις πληρωμές. Στείλε πληρωμές μόνο σε άτομα που εμπιστεύεσαι.
es: %1$@ quiere que actives Pagos. Envía pagos solo a personas de confianza.
fa: %1$@ از شما می‌خواهد که پرداخت‌ها را فعال کنید. فقط به افراد مورد اعتمادتان پرداخت کنید.
fi: %1$@ haluaa sinun aktivoivan Signal-maksut. Lähetä maksuja vain henkilöille, joihin luotat.
fr: %1$@ voudrait que vous activiez les paiements. N'envoyez de paiements qu'aux personnes en qui vous avez confiance.
ga: Iarrann %1$@ ort Íocaíochtaí a ghníomhachtú. Ná seol íocaíochtaí ach chuig daoine a bhfuil muinín agat astu.
gu: %1$@ ઇચ્છે છે કે તમે પેમેન્ટ સક્રિય કરો. તમને ભરોસો હોય તેવા લોકોને જ પેમેન્ટ મોકલો.
he: %1$@ רוצה לבקש ממך להפעיל תשלומים. שלח תשלומים רק לאנשים שאתה סומך עליהם.
hi: %1$@ चाहते हैं कि आप भुगतान सक्रीय करें। केवल अपने भरोसे के लोगों को ही भुगतान भेजें।
hr: %1$@ želi da omogućite Plaćanja. Uplate šaljite samo osobama kojima vjerujete.
hu: %1$@ azt szeretné, hogy aktiváld a Kifizetéseket. Csak azoknak küldj kifizetéseket, akikben megbízol.
id: %1$@ ingin Anda mengaktifkan Pembayaran. Kirim pembayaran hanya kepada orang yang Anda percayai.
it: %1$@ ti ha inviato una richiesta per farti attivare la funzione dei pagamenti. Ricorda di inviare pagamenti solo alle persone di cui ti fidi.
ja: %1$@ さんが、決済機能を有効にすることを求めています。信頼する人にのみ送金してください。
ko: %1$@ 님에게서 결제를 활성화해달라는 요청이 왔습니다. 결제는 신뢰할 수 있는 사람에게만 보내주세요.
mr: %1$@ ची आपण पेमेंट्स सक्रिय करावे अशी इच्छा आहे. फक्त आपण विश्वास ठेवत असलेल्या लोकांनाच पेमेंट्स पाठवा.
ms: %1$@ mahu anda mengaktifkan Pembayaran. Hanya hantar pembayaran kepada orang yang anda percaya.
nb: %1$@ vil at du skal aktivere betalinger. Send kun betalinger til personer du stoler på.
nl: %1$@ wil graag dat je Betalingen activeert. Stuur alleen betalingen naar mensen die je vertrouwt.
pl: %1$@ prosi Cię o aktywację płatności. Wysyłaj płatności tylko zaufanym osobom.
pt_br: %1$@ quer que você ative Pagamentos. Envie pagamentos apenas para pessoas em quem você confia.
pt_pt: %1$@ quer que você ative os Pagamentos. Envie pagamentos apenas a pessoas em quem confia.
ro: %1$@ vrea să activezi Plăți. Trimite plăți doar persoanelor în care ai încredere.
ru: %1$@ хочет, чтобы вы активировали платежи. Отправляйте платежи только тем, кому доверяете.
sk: %1$@ vás vyzýva, aby ste aktivovali platby. Platby posielajte iba ľuďom, ktorým dôverujete.
sr: %1$@ жели да активирате плаћања. Плаћања шаљите само људима којима верујете.
sv: %1$@ vill att du ska aktivera betalningar. Skicka bara betalningar till personer du litar på.
th: %1$@ ต้องการให้คุณเปิดใช้การชำระเงิน เราขอแนะนำให้ส่งเงินให้คนที่คุณไว้วางใจเท่านั้น
tr: %1$@ ödemeleri etkinleştirmeni istiyor. Yalnızca güvendiğin kişilere ödeme gönder.
ug: %1$@ سىزنىڭ پۇل تۆلەش ئىقتىدارىنى ئاكتىپلىشىڭىزنى تەلەپ قىلدى. پۇلنى پەقەت سىز تونۇيدىغان كىشىلەرگىلە ئەۋەتىڭ.
uk: %1$@ хоче, щоб ви активували платежі. Надсилайте платежі лише тим, кому довіряєте.
ur: %1$@ چاہتا ہے کہ آپ پیمنٹس فعال کریں۔ صرف ان لوگوں کو پیمنٹس بھیجیں جن پر آپ اعتماد کرتے ہیں۔
vi: %1$@ muốn bạn bật tính năng Thanh toán. Chỉ gửi khoản thanh toán đến những người bạn tin tưởng.
zh_cn: %1$@希望您激活付款。只给信任的人发送付款。
zh_hk: %1$@ 希望你啟動付款。僅向你信任的人傳送付款。

# INFO_MESSAGE_PAYMENTS_ACTIVATION_REQUEST_SENT
source: You sent %1$@ a request to activate Payments.
ar: أرسلتَ لـ %1$@ طلبًا لتفعيل عمليات الدفع.
be: Вы адправілі %1$@ запыт на актывацыю «Плацяжоў».
bn: পেমেন্ট সক্রিয় করার জন্য আপনি %1$@-কে একটি অনুরোধ পাঠিয়েছেন।
ca: Has enviat una sol·licitud a %1$@ perquè activi Pagaments.
cs: Odeslali jste žádost uživateli %1$@, aby si aktivoval/a funkci Platby.
da: Du har sendt %1$@ en anmodning om at aktivere Betalinger.
de: Du hast %1$@ eine Anfrage zur Aktivierung von Zahlungen geschickt.
el: Έστειλες στον/στην %1$@ αίτημα να ενεργοποιήσει τις Πληρωμές.
es: Has enviado una solicitud a %1$@ para que active Pagos.
fa: شما به %1$@ درخواستی برای فعال کردن پرداخت‌ها ارسال کردید.
fi: Lähetit käyttäjälle %1$@ maksujen aktivointipyynnön.
fr: Vous avez envoyé une demande d'activation des paiements à %1$@.
ga: Sheol tú iarratas chuig %1$@ chun Íocaíochtaí a ghníomhachtú.
gu: તમે %1$@ ને ચુકવણીઓ સક્રિય કરવાની વિનંતી મોકલી.
he: שלחת ל%1$@ בקשה להפעיל תשלומים.
hi: आपने भुगतान सक्रीय करने हेतु %1$@ को एक अनुरोध भेजा।
hr: Poslali ste korisniku %1$@ zahtjev za omogućavanje Plaćanja.
hu: Kérelmet küldtél %1$@ részére a Kifizetések aktiválására
id: Anda mengirimi %1$@ permintaan untuk mengaktifkan Pembayaran.
it: Hai inviato a %1$@ una richiesta per l'attivazione della funzione per i pagamenti.
ja: 決済機能を有効にするリクエストを %1$@ さんに送信しました。
ko: %1$@ 님에게 결제를 활성화해달라는 요청을 보냈습니다.
mr: आपण %1$@ ना पेमेंट्स सक्रिय करण्याची विनंती पाठवली आहे.
ms: Anda telah menghantar permintaan kepada %1$@ untuk mengaktifkan Pembayaran.
nb: Du har sendt en forespørsel til %1$@ om å aktivere betalinger.
nl: Je hebt %1$@ een verzoek gestuurd om Betalingen te activeren.
pl: %1$@ otrzymuje od Ciebie prośbę o aktywację płatności.
pt_br: Você enviou uma solicitação para %1$@ para ativar Pagamentos.
pt_pt: Enviou a %1$@ um pedido para ativar os Pagamentos.
ro: I-ai trimis lui %1$@ o cerere de activare a Plăților.
ru: Вы отправили %1$@ запрос на активацию платежей.
sk: Odoslali ste žiadosť o aktiváciu platieb používateľovi %1$@.
sr: %1$@ ће од вас примити захтев за активирање плаћања.
sv: Du har skickat en begäran till %1$@ om att aktivera betalningar.
th: คุณได้ส่งคำขอให้ %1$@ เปิดใช้การชำระเงินแล้ว
tr: Ödemeleri etkinleştirmek için %1$@ adlı kişiye bir istek gönderdin
ug: «%1$@» گە پۇل تۆلەش ئىقتىدارىنى ئاكتىپلاش ئىلتىماسى يوللىدىڭىز.
uk: Ви надіслали користувачеві %1$@ запит на активацію платежів.
ur: آپ نے پیمنٹس فعال کرنے کی درخواست %1$@ کو بھیجی تھی۔
vi: Bạn đã gửi cho %1$@ một yêu cầu bật tính năng Thanh toán.
zh_cn: 您给%1$@发送了激活付款请求。
zh_hk: 您已向 %1$@ 發送啟動付款的請求。

# INFO_MESSAGE_REPORTED_SPAM
source: Reported as spam
ar: تمَّ الإبلاغ عنها كرسالة غير مرغوب فيها
be: Пазначана як спам
bn: স্প্যাম হিসেবে রিপোর্ট করা হয়েছে
ca: Reportat com a spam
cs: Nahlášeno jako spam
da: Rapporteret som spam
de: Als Spam gemeldet
el: Έγινε αναφορά ως ανεπιθύμητο
es: Denunciado como spam
fa: به‌عنوان هرزنامه گزارش شد
fi: Ilmoitettu roskapostista
fr: Signalé comme spam
ga: Tuairiscithe mar thurscar
gu: સ્પામ તરીકે જાણ કરી
he: דוּוח/ה כספאם
hi: स्पैम के रूप में रिपोर्ट किया गया
hr: Prijavljeno kao neželjeni sadržaj
hu: Megjelölve kéretlen üzenetként
id: Dilaporkan sebagai spam
it: Segnalato come spam
ja: スパムとして報告する
ko: 스팸으로 신고함
mr: स्पॅम म्हणून रिपोर्ट केले
ms: Dilaporkan sebagai spam
nb: Rapportert som søppelpost
nl: Gemeld als spam
pl: Zgłoszono jako spam
pt_br: Denunciado como spam
pt_pt: Denunciado como spam
ro: Raportat ca spam
ru: Было сообщено о спаме
sk: Nahlásené ako spam
sr: Пријављен је спам
sv: Rapporterad som skräppost
th: รายงานว่าเป็นสแปมแล้ว
tr: Spam olarak bildirildi
ug: ئالدامچى ئۇچۇر دەپ مەلۇم قىلىندى
uk: Повідомлено про спам
ur: اسپام کے طور پر رپورٹ کیا گیا
vi: Đã báo cáo là spam
zh_cn: 已举报为垃圾消息
zh_hk: 已舉報垃圾訊息
