Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DISAPPEARING_MESSAGES_DESCRIPTION
source: When enabled, new messages sent and received in this chat will disappear after they have been seen.
af: Indien geaktiveer, sal nuwe boodskappe wat in hierdie klets gestuur en ontvang is, verdwyn nadat dit gesien is.
ar: عند التفعيل، ستختفي الرسائل الجديدة المرسَلة والمستلَمة في هذه الدردشة بعد رؤيتها.
az: Fəal olanda, bu söhbətdə göndərilən və alınan mesajlar, onlara baxdıqdan sonra yox olacaq.
be: Калі гэта функцыя ўключаная, новыя паведамленні, што былі адпраўлены і атрыманы ў гэтым чаце, знікнуць пасля прагляду.
bg: Когато е активирано, изпратените и получени съобщения в този разговор ще изчезват след като са прочетени.
bn: সক্রিয় থাকা অবস্থায়, এই চ্যাট থেকে পাঠানো ও পাওয়া নতুন ম্যাসেজ দেখার পর অদৃশ্য হয়ে যাবে।
ca: Quan s'activa, els missatges nous enviats i rebuts en aquest xat desapareixeran després de veure'ls.
cs: Pokud je tato funkce povolena, nové zprávy odeslané a přijaté v tomto chatu po zobrazení zmizí.
cy: Pan fydd wedi'i alluogi, bydd negeseuon newydd a anfonir ac a dderbynnir yn y sgwrs hon yn diflannu ar ôl iddynt gael eu gweld.
da: Når funktionen er aktiveret, forsvinder nye sendte og modtagne beskeder i denne chat, efter de er blevet set.
de: Bei Aktivierung verschwinden neue versendete und empfangene Nachrichten in diesem Chat nach dem Lesen.
el: Όταν ενεργοποιηθεί, τα νέα μηνύματα που στέλνονται και λαμβάνονται σε αυτή τη συνομιλία θα εξαφανίζονται αφού διαβαστούν.
es: Si activas esta función, los mensajes enviados y recibidos en este chat desaparecerán tras ser vistos.
es_es: Si esta opción está activa, los mensajes enviados y recibidos en este chat desaparecerán tras ser vistos.
et: Kui lubatud, siis kaovad selle vestluse saadetud ja saadud sõnumid pärast nende nägemist.
eu: Aktibatuta dagoenean, txat honetan bidalitako eta jasotako mezuak desagertuko dira behin ikusita.
fa: وقتی فعال شود، پیام‌های جدید ارسال و دریافت شده در این گفتگو پس از دیده شدن ناپدید خواهند شد.
fi: Lähetetyt ja vastaanotetut viestit katoavat tästä keskustelusta, kun ne on nähty.
fil: Kung gumagana, ang mga ipinadala at natanggap na mensahe sa pag-uusap na ito ay maglalaho matapos na makita ang mga ito.
fr: Si vous activez cette option, les nouveaux messages que vous enverrez et recevrez dans cette conversation disparaîtront une fois lus.
ga: Agus iad cumasaithe, imeoidh teachtaireachtaí nua a sheoltar agus a fhaightear sa chomhrá seo as radharc tar éis féachaint orthu.
gu: જ્યારે સક્ષમ કરવામાં આવે છે, ત્યારે આ ચેટમાં મોકલવામાં આવેલા અને પ્રાપ્ત થયેલા નવા મેસેજ જોવાઈ ગયા પછી અદૃશ્ય થઈ જશે.
he: כאשר אפשרות זו מופעלת, הודעות חדשות שנשלחות ומתקבלות בצ׳אט זה ייעלמו לאחר שייראו.
hi: इसके चालू होने पर, इस चैट में भेजे गए और मिले नए संदेश देखे जाने के बाद ग़ायब हो जाएँगे।
hr: Kad je omogućeno, nove poslane i primljene poruke u ovom razgovoru će nestati nakon što ih se vidi.
hu: Bekapcsolt állapotban az ebben a csevegésben küldött és fogadott üzenetek a megtekintésük után, a beállított időtartam leteltekor mindkét fél készülékén eltűnnek.
id: Jika diaktifkan, pesan baru yang dikirim dan diterima dalam obrolan ini akan hilang setelah dilihat.
is: Þegar þetta er virkt, munu ný send og móttekin skilaboð í þessum hópi hverfa eftir að þau hafa verið skoðuð.
it: Una volta abilitati, i nuovi messaggi inviati e ricevuti in questa chat scompariranno dopo essere stati visti.
ja: 有効にすると、このチャットで新たに送受信されたメッセージは、閲覧後に消えます。
kk: Іске қосулы болғанда, осы әңгімеде жіберілген және алынған хабарламаларды көргеннен кейін олар жоғалып кетеді.
km: á“áŸ…á–áŸá›á”á¾á€áŠáŸ†áá¾ášá€á¶ášášá¶á›áŸ‹áŸá¶ášááŸ’á˜á¸áŸ—áŠáŸ‚á›á•áŸ’á‰á¾á…áŸá‰ á“á·á„á‘á‘á½á›á€áŸ’á“á»á„á€á¶ášáŸá“áŸ’á‘á“á¶á“áŸáŸ‡á“á¹á„á›á»á”á”á¶ááŸ‹á”á“áŸ’á‘á¶á”áŸ‹á–á¸á”á¶á“á¢á¶á“ášá½á…áŸ”
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಈ ಚಾಟ್‌ನಲ್ಲಿ ಕಳುಹಿಸಿದ ಮತ್ತು ಸ್ವೀಕರಿಸಿದ ಹೊಸ ಸಂದೇಶಗಳು ಅವರು ನೋಡಿದ ನಂತರ ಕಣ್ಮರೆಯಾಗುತ್ತವೆ.
ko: 이 기능을 사용하면 이 대화에서 보내거나 받는 새 메시지가 확인 후 자동 삭제됩니다.
lt: Kai įjungta, šiame pokalbyje naujos išsiųstos ir gautos žinutės išnyks po to, kai bus perskaitytos.
lv: Ja šī funkcija ir iespējota, šajā tērzēšanā nosūtītās un saņemtās ziņas pēc izlasīšanas tiks dzēstas.
mk: Кога е овозможено, новите пораки испратени и примени во овој разговор ќе исчезнат откако ќе бидат видени.
ml: പ്രാപ്തമാക്കുമ്പോൾ, ഈ ചാറ്റിൽ അയയ്ക്കുകയും സ്വീകരിക്കുകയും ചെയ്യുന്ന പുതിയ സന്ദേശങ്ങൾ കണ്ടശേഷം അപ്രത്യക്ഷമാകും.
mr: सक्षम केल्यानंतर, या चॅट मधील पाठविलेले आणि प्राप्त झालेले नवीन संदेश पाहिल्यानंतर लुप्त होतील.
ms: Apabila didayakan, mesej baharu yang dihantar dan diterima dalam sembang ini akan hilang setelah dilihat.
my: ဖွင့်ထားချိန်တွင် ဤချက်(တ်)၌ ပေးပို့၊ လက်ခံထားသော မက်ဆေ့ချ်အသစ်များကို ကြည့်ပြီးသည့်နောက် ၎င်းတို့သည် ပျောက်သွားပါမည်။
nb: Når aktivert vil meldinger sendt og mottatt i denne samtalen forsvinne etter at de har blitt sett.
nl: Indien ingeschakeld, worden nieuwe berichten die in deze chat zijn verstuurd en ontvangen gewist nadat ze zijn gezien en de timer is afgelopen.
pa: ਸਮਰੱਥ ਕੀਤੇ ਹੋਣ 'ਤੇ, ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਭੇਜੇ ਅਤੇ ਪ੍ਰਾਪਤ ਕੀਤੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਦੇਖ ਲਏ ਜਾਣ ਤੋਂ ਬਾਅਦ ਇਹ ਅਲੋਪ ਹੋ ਜਾਣਗੇ।
pa_pk: فعال کرن تے، ایس گل وات اچ گھلے تے موصول ہوئے سنیہے ویکھن دے بعد غائب ہو جان گے۔
pl: Gdy ta opcja jest włączona, nowe wiadomości wysyłane i otrzymywane w tym czacie znikają po określonym czasie od odczytania.
ps: کله چې فعال وي، نو په دغه چت کې به تر لاسه شوي او لیږل شوي پیغامونه له لیدل کېدو وروسته سمدلاسه ورک شی.
pt_br: Quando habilitadas, as mensagens enviadas e recebidas neste chat desaparecerão após terem sido lidas.
pt_pt: Quando ativo, as novas mensagens enviadas e recebidas neste chat irão ser destruídas após terem sido lidas.
ro: Cu opțiunea activă, mesajele trimise și primite în conversație vor dispărea după ce sunt văzute.
ru: При включении этой настройки новые сообщения, отправленные и полученные в этом чате, будут исчезать после прочтения.
sk: Ak je táto možnosť povolená, nové správy odoslané a prijaté v tomto čete zmiznú, keď sa zobrazia.
sl: Nova sporočila, poslana in prejeta v tem pogovoru bodo izginila, ko bodo videna s strani prejemnika.
sq: Kur aktivizohet, mesazhe të rinj të dërguar dhe marrë në këtë fjalosje do të treten, pasi të jenë parë.
sr: Када је опција активирана, нове поруке послате и примљене у овом ћаскању ће нестати након што буду приказане.
sv: När det är aktiverat försvinner nya meddelanden som skickas och tas emot i denna chatt när de har setts.
sw: Ukiwasha mipangilio hii, ujumbe mpya uliotumwa na kupokelewa katika gumzo hii utatoweka baada ya kuonekana.
ta: இயக்கப்பட்டால், புதிய செய்திகள் இதில் அனுப்பப்பட்டு பெறப்படுகின்றன அரட்டை விருப்பம் மறைந்துவிடும் அவர்கள் காணப்பட்ட பிறகு.
te: ప్రారంభించబడినప్పుడు, ఈ మాటామంతీ‌లో పంపిన మరియు స్వీకరించిన క్రొత్త సందేశాలు చూసిన తర్వాత అవి అదృశ్యమవుతాయి.
th: เมื่อเปิดใช้งาน ข้อความใหม่ที่ส่งและได้รับในแชทนี้จะหายไปหลังจากที่ได้เห็นแล้ว
tr: Etkinleştirildiğinde, bu sohbette gönderilen ve alınan yeni mesajlar görüldükten sonra kaybolur.
ug: قوزغىتىلغاندا، بۇ پاراڭدا ئەۋەتىلگەن ۋە تاپشۇرۇۋالغان يېڭى ئۇچۇرلار كۆرۈنگەندىن كېيىن غايىب بولىدۇ.
uk: Якщо ввімкнути цю функцію, нові повідомлення, надіслані та отримані в цьому чаті, зникатимуть після перегляду.
ur: فعال ہونے پر، اس چیٹ میں بھیجے جانے والے اور موصول ہونے والے نئے میسجز دیکھے جانے کے بعد غائب ہو جائیں گے۔
vi: Khi được bật, tin nhắn mới được nhận và gửi trong cuộc trò chuyện này sẽ biến mất sau khi chúng được đọc.
zh_cn: 如果启用，该聊天中收发的新消息将在查看之后消失。
zh_hk: 啟用時，在此聊天中所傳送和接收的新訊息，將在看過後消失。

# DISAPPEARING_MESSAGES_HINT
source: Currently messages disappear after %@
af: Boodskappe verdwyn tans ná %@
ar: حاليًا الرسائل تختفي بعد %1$@
az: Hal-hazırda mesajlar %@ sonra yox olur
be: Зараз паведамленні знікаюць пасля %1$@
bg: Съобщения изчезват след %@
bn: বর্তমানে %1$@ এর পরে বার্তাগুলি অদৃশ্য হয়ে যায়
ca: Els missatges desapareixen en %1$@
cs: Nyní zprávy zmizí po %1$@
cy: Ar hyn o bryd mae negeseuon yn diflannu ar ôl %@.
da: I øjeblikket forsvinder beskeder efter %1$@
de: Derzeit verschwinden Nachrichten nach %1$@
el: Τα μηνύματα εξαφανίζονται μετά από %1$@
es: Los mensajes desaparecerán tras %1$@
es_es: Los mensajes desaparecerán tras %@
et: Hetkel kaovad sõnumid pärast %@
eu: Mezuak %@ ondoren desagertuko dira
fa: در حال حاضر پیام‌ها پس از %1$@ ناپدید خواهد شد.
fi: Viestien katoamisaika on tällä hetkellä %1$@
fil: Sa kasalukuyan ang mga mensahe at maglalaho makalipas ang %@
fr: Actuellement, les messages disparaissent au bout de %1$@
ga: Faoi láthair, imíonn teachtaireachtaí as radharc tar éis %1$@
gu: હાલમાં મેસેજ %1$@ પછી અદૃશ્ય થઈ જશે
he: כרגע הודעות נעלמות לאחר %1$@
hi: मेसेज %1$@ के बाद गायब हो जाऐंगे।
hr: Trenutno poruke nestaju nakon %1$@
hu: Az üzenetek jelenleg %1$@ után eltűnnek.
id: Saat ini pesan hilang setelah %1$@
is: Núna hverfa skilaboð eftir %@.
it: I messaggi presenti scompariranno dopo %1$@
ja: 現在のメッセージは%1$@後に消えます
kab: Iznan imiranen ad ṛuḥen seld %@
kk: Қазір хабарламалар %@ кейін жоғалып кетеді
km: áŸá¶ášááŸ’á˜á¸áŸ—á“á¹á„ášá›á»á”á”á¶ááŸ‹á”á“áŸ’á‘á¶á”áŸ‹á–á¸ %@
kn: %@ ನಂತರ ಸದ್ಯದ ಸಂದೇಶಗಳು ಕಣ್ಮರೆಯಾಗುತ್ತವೆ
ko: 현재 메시지가 %1$@ 후 사라지도록 설정됨
lt: Šiuo metu žinutės išnyksta po %@
lv: Pašlaik ziņas tiek dzēstas pēc %@
mk: Моменталните пораките исчезнуваат после %@
ml: നിലവിൽ സന്ദേശങ്ങൾ %@ശേഷം അപ്രത്യക്ഷമാകും
mr: सध्या %1$@ नंतर संदेश हरवतात.
ms: Mesej hilang selepas %1$@ pada masa ini
my: လက်ရှိ မက်ဆေ့ချ်များသည် %@အကြာတွင် ဖျောက်သွားပါမည်
nb: Meldinger i denne samtalen er satt til å forsvinne etter %1$@
nl: Momenteel verdwijnen nieuwe berichten na %1$@
pa: ਇਸ ਸਮੇਂ, ਸੁਨੇਹੇ %@ ਤੋਂ ਬਾਅਦ ਗਾਇਬ ਹੁੰਦੇ ਹਨ
pa_pk: ایس ویلے سنیہے %@ دے بعد غائب ہو جاندے ہین
pl: Obecnie wiadomości znikają po %1$@
ps: اوس مهال پیغامونه له %@ وروسته ورک کېږي
pt_br: Atualmente as mensagens expiram em %1$@
pt_pt: As mensagens irão ser destruídas após %1$@.
ro: Momentan mesajele dispar după %1$@
ru: В настоящее время сообщения исчезают через %1$@
sk: Správy zmiznú po %1$@
sl: Sporočila trenutno izginejo po %@
sq: Hëpërhë, mesazhet zhduken pas %@
sr: Поруке тренутно нестају након %1$@
sv: För närvarande försvinner meddelanden efter %1$@
sw: Kwa sasa jumbe zinatoweka baada ya %@
ta: தற்போது %@ க்குப் பிறகு செய்திகள் மறைந்துவிடும்
te: ప్రస్తుతం సందేశాలు %@ తర్వాత అదృశ్యమవుతాయి
th: ปัจจุบันข้อความจะหายไปหลังจาก %1$@
tr: Şu anda iletiler %1$@ sonra kayboluyor
ug: نۆۋەتتىكى ئۇچۇرلار «%1$@» دىن كېيىن ئۆچۈرۈلىدۇ
uk: Тепер повідомлення зникають через %1$@
ur: %1$@حالیہ پیغامات غائب ہوتے ہیں
vi: Các tin nhắn hiện tại sẽ biến mất sau %1$@
zh_cn: 当前消息会在 %1$@ 之后消失
zh_hk: 現時訊息會於 %1$@ 後消失。

# DISAPPEARING_MESSAGES_HOURS
source: hours
af: uur
ar: ساعات
az: saat
be: гадзін
bn: ঘন্টা
ca: hores
cs: hodiny
cy: awr
da: timer
de: Stunden
el: ώρες
es: horas
et: tundi
eu: orduak
fa: ساعت
fi: tuntia
fr: heures
ga: uair an chloig
gu: કલાકો
he: שעות
hi: घंटे
hr: sati
hu: óra
id: jam
is: klukkustundir
it: ore
ja: 時間
km: á˜áŸ‰áŸ„á„
kn: ಗಂಟೆಗಳು
ko: 시간
lt: val.
lv: stundas
mk: часа
ml: മണിക്കൂർ
mr: तास
ms: jam
my: နာရီ
nb: timer
nl: uur
pa: ਘੰਟੇ
pl: godziny
ps: ساعتونه
pt_br: horas
pt_pt: horas
ro: ore
ru: часов
sk: hodiny
sl: ur
sq: horë
sr: h
sv: timmar
sw: masaa
ta: மணி நேரங்கள்
te: గంటలు
th: ชั่วโมง
tr: saat
ug: سائەت
uk: години
ur: گھنٹے
vi: giờ
zh_cn: 小时
zh_hk: 小時

# DISAPPEARING_MESSAGES_LABEL
source: Disappearing messages settings
af: Instellings vir verdwynboodskappe
ar: إعدادات ميزة اختفاء الرسائل
az: Yox olan mesaj tənzimləmələri
be: Налады знікаючых паведамленняў
bg: Настройки на Изчезващи Съобщения
bn: অদৃশ্য বার্তাগুলির সেটিংস
ca: Configuració dels missatges efímers
cs: Nastavení mizejících zpráv
cy: Gosodiadau negeseuon byrhoedlog
da: Indstillinger for forsvindende beskeder
de: Einstellungen für verschwindende Nachrichten
el: Ρυθμίσεις μηνυμάτων που εξαφανίζονται
es: Ajustes de mensajes temporales
es_es: Ajustes de desaparición de mensajes
et: Kaduvate sõnumite sätted
eu: Ezkutatutako mezuen hobespenak
fa: تنظیمات پیام‌های ناپدید شونده
fi: Katoavien viestien asetukset
fil: Mga setting ng mga naglalahong mensahe
fr: Paramètres des messages éphémères
ga: Socruithe na dteachtaireachtaí gearrshaolacha
gu: મેસેજ સેટિંગ્સ અદ્રશ્ય
he: הגדרות של הודעות נעלמות
hi: गायब होने वाले मेसेजो की सेटिंग्स
hr: Postavke poruka koje nestaju
hu: Eltűnő üzenetek beállításai
id: Pengaturan pesan hilang
is: Stillingar sjálfeyðandi skilaboða
it: Impostazioni messaggi a scompara
ja: 消えるメッセージの設定
kab: Iɣewwaren n yiznan yettṛuḥun
kk: Ғайып болатын хабарлар параметрлері
km: á€áŸ†áááŸ‹á€á¶ášášá›á»á”áŸá¶áš
kn: ಕಣ್ಮರೆಯಾಗುವ ಸಂದೇಶಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 사라지는 메시지 설정
lt: Išnykstančių žinučių nustatymai
lv: Ziņu dzēšanas iestatījumi
mk: Поставки за изчезнувачките пораки
ml: അപ്രത്യക്ഷമാകുന്ന സന്ദേശത്തിന്റെ സെറ്റിംഗ്സ്
mr: हरवणारे संदेश सेटिंग
ms: Tetapan mesej hilang
my: ပျောက်ကွယ်သွားမည့် မက်ဆေ့ချ်များ၏ အပြင်အဆင်
nb: Innstillinger for tidsavgrensede meldinger
nl: Instellingen voor verdwijnende berichten
pa: ਗਾਇਬ ਹੋਣ ਵਾਲੇ ਸੁਨੇਹਿਆਂ ਦੀਆਂ ਸੈਟਿੰਗਾਂ
pa_pk: غائب ہون آلے سنیہے دی ترتیباں
pl: Ustawienia znikających wiadomości
ps: د ورک کېدونکو پیغامونو تنظیمات
pt_br: Configurações das mensagens efêmeras
pt_pt: Definições da destruição de mensagens
ro: Setări pentru dispariția mesajelor
ru: Настройки исчезающих сообщений
sk: Nastavenia miznúcich správ
sl: Natavitve izginjajočih sporočil
sq: Rregullime për zhdukje mesazhesh
sr: Подешавања нестајућих порука
sv: Inställningar för Försvinnande meddelanden
sw: Mipangilio ya jumbe zinazotoweka
ta: செய்தி அமைப்புகள் மறைந்துவிடும்
te: అదృశ్యమవుతున్న సందేశాలు అమరికలు
th: ตั้งค่าข้อความที่ลบตัวเองได้
tr: Kaybolan ileti ayarları
ug: غايىب ئۇچۇرلار تەڭشىكى
uk: Налаштування тимчасових повідомлень
ur: پیغامات غائب ہونے کی ترتیبات
vi: Cài đặt tin nhắn tự hủy
zh_cn: 阅后即焚消息设置
zh_hk: 限時訊息設定

# DISAPPEARING_MESSAGES_MINUTES
source: minutes
af: minute
ar: دقائق
az: dəqiqə
be: хвілін
bn: মিনিট
ca: minuts
cs: minuty
cy: munud
da: Minutter
de: Minuten
el: λεπτά
es: minutos
et: minutit
eu: minutuak
fa: دقیقه
fi: minuuttia
ga: nóiméid
gu: મિનિટ્સ
he: דקות
hi: मिनट
hr: minute
hu: perc
id: menit
is: mínútur
it: minuti
ja: 分
km: á“á¶á‘á¸
kn: ನಿಮಿಷಗಳು
ko: 분
lt: min.
lv: minūtes
mk: минути
ml: മിനിറ്റ്
mr: मिनिटे
ms: minit
my: မိနစ်
nb: minutter
nl: minuten
pa: ਮਿੰਟ
pl: minuty
ps: دقیقې
pt_br: minutos
pt_pt: minutos
ro: minute
ru: минут
sk: minúty
sl: minut
sq: minuta
sr: m
sv: minuter
sw: dakika
ta: நிமிடங்கள்
te: నిముషాలు
th: นาที
tr: dakika
ug: مىنۇت
uk: хвилини
ur: منٹیسس
vi: phút
zh_cn: 分钟
zh_hk: 分鐘

# DISAPPEARING_MESSAGES_SECONDS
source: seconds
af: sekondes
ar: ثوانٍ
az: saniyə
be: секунд
bn: সেকেন্ড
ca: segons
cs: vteřiny
cy: eiliad
da: sekunder
de: Sekunden
el: δευτερόλεπτα
es: segundos
et: sekundit
eu: segunduak
fa: ثانیه
fi: sekuntia
fr: secondes
gu: સેકંડ્સ
he: שניות
hi: सेकंड
hr: sekundi
hu: mp
id: detik
is: sekúndur
it: secondi
ja: 秒
km: áœá·á“á¶á‘á¸
kn: ಸೆಕೆಂಡುಗಳು
ko: 초
lt: sek.
lv: sekundes
mk: секунди
ml: സെക്കൻഡ്
mr: सेकंद
ms: saat
my: စက္ကန့်
nb: sekunder
nl: seconden
pa: ਸਕਿੰਟ
pl: sekundy
ps: ثانیې
pt_br: segundos
pt_pt: segundos
ro: secunde
ru: секунд
sk: sekúnd
sl: sekunde
sq: sekonda
sr: s
sv: sekunder
sw: sekunde
ta: விநாடிகள்
te: సెకన్లు
th: วินาที
tr: saniye
ug: سېكۇنت
uk: секунди
ur: سیکنڈز
vi: giây
zh_cn: 秒
zh_hk: 秒

# DISAPPEARING_MESSAGES_UNIVERSAL_DESCRIPTION
source: When enabled, new messages sent and received in new conversations started by you will disappear after they have been seen.
af: Indien geaktiveer, sal nuwe boodskappe wat in nuwe gesprekke wat jy begin gestuur en ontvang is, verdwyn nadat dit gesien is.
ar: عند تفعيلها، سوف تختفي الرسائل الجديدة التي قُمتَ بإرسالها أو استلامها في هذه المحادثة، بعد رؤيتها.
az: Fəal olanda, başlatdığınız yeni söhbətlərdə göndərilən və alınan yeni mesajlar, baxıldıqdan sonra yox olacaq.
be: Калі гэта функцыя ўключаная, новыя паведамленні, што былі адпраўлены і атрыманы ў новых размовах, што вы распачалі, знікнуць пасля прагляду.
bn: সক্রিয় থাকা অবস্থায়, এই কথোপকথনটিতে আপনার পাঠানো ও গ্রহণ করা নতুন মেসেজগুলি দেখার পর অদৃশ্য হয়ে যাবে।
ca: Quan s'activa, els missatges nous enviats i rebuts en converses noves que hàgiu iniciat desapareixeran després de veure'ls.
cs: Pokud je tato funkce povolena, nové zprávy odeslané a přijaté v nových konverzacích, které jste zahájili, po zobrazení zmizí.
cy: Pan fydd wedi'i alluogi, bydd negeseuon newydd a anfonir ac a dderbynnir mewn sgyrsiau newydd a ddechreuir ganddoch chi yn diflannu ar ôl iddynt gael eu gweld.
da: Når funktionen er aktiveret, vil sendte og modtagne beskeder, i nye samtaler du starter, forsvinde efter at de er blevet set.
de: Bei Aktivierung werden versendete und empfangene Nachrichten in von dir neu begonnenen Unterhaltungen nach dem Lesen verschwinden.
el: Όταν ενεργοποιηθεί, τα νέα μηνύματα που στέλνονται και λαμβάνονται σε σε νέες συνομιλίες που ξεκινάς εσύ θα εξαφανίζονται αφού διαβαστούν.
es: Si activas esta función, los mensajes enviados y recibidos en nuevos chats que inicies desaparecerán tras ser vistos.
et: Kui on lubatud, siis kaovad uutes sinu poolt alustatud vestluses saadetud ja saadud sõnumid pärast seda, kui nad on nähtud.
fa: هنگامی که فعال شود، در مکالمه‌ها‌یی که شما آغاز می‌کنید پیام‌های ارسال و دریافت شدهٔ جدید پس از دیده شدن ناپدید خواهند شد.
fi: Lähetetyt ja vastaanotetut viestit katoavat uusista aloittamistasi keskusteluista, kun ne on nähty.
fr: Si vous activez cette option et démarrez de nouvelles conversations, les nouveaux messages que vous enverrez et recevrez dans ces conversations disparaîtront une fois lus.
gu: જ્યારે સક્ષમ કરવામાં આવે ત્યારે, તમારા દ્વારા શરૂ કરવામાં આવેલી નવી ચેટમાં મોકલવામાં આવેલા અને પ્રાપ્ત થયેલા નવા મેસેજ જોયા પછી અદૃશ્ય થઈ જશે.
he: כאשר מאופשר, הודעות חדשות אשר נשלחות ומתקבלות בהתכתבויות חדשות שהותחלו על ידך ייעלמו לאחר שייראו.
hi: चालू कर दिए जाने पर, आपके द्वारा शुरू की गई नई बातचीत में भेजे गए और मिले नए संदेश देखे जाने के बाद ग़ायब हो जाएँगे।
hr: Kad je omogućeno, nove poslane i primljene poruke u novom razgovoru koji ste vi započeli će nestati nakon što ih se vidi.
hu: Bekapcsolt állapotban egy új, általad indított beszélgetésben a küldött és fogadott új üzenetek a megtekintésük után, a beállított időtartam leteltekor eltűnnek.
id: Saat Anda mengaktifkan opsi ini, pesan baru yang dikirim dan diterima di percakapan yang Anda mulai akan hilang setelah dibaca.
is: Þegar þetta er virkt, munu ný send og móttekin skilaboð í nýjum samtölum sem þú byrjar hverfa eftir að þau hafa verið skoðuð.
it: Una volta abilitati, i nuovi messaggi inviati e ricevuti in nuove conversazioni avviate da te scompariranno dopo essere stati visti.
ja: 有効にすると、あなたの新規チャットで新たに送受信されるメッセージは、閲覧後に消えます。
km: á“áŸ…á–áŸá›á”á¾á€áŠáŸ†áá¾ášá€á¶áš ášá¶á›áŸ‹áŸá¶ášááŸ’á˜á¸áŸ—áŠáŸ‚á›á”á¶á“á•áŸ’á‰á¾á…áŸá‰â€‹ á“á·á„á‘á‘á½á›á“áŸ…á€áŸ’á“á»á„á€á¶ášáŸá“áŸ’á‘á“á¶ááŸ’á˜á¸áŸ—áŠáŸ‚á›á…á¶á”áŸ‹á•áŸ’áŠá¾á˜áŠáŸ„á™á¢áŸ’á“á€á“á¹á„á›á»á”á”á¶ááŸ‹á”á“áŸ’á‘á¶á”áŸ‹á–á¸á‚áŸá”á¶á“á¢á¶á“ášá½á…áŸ”
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ನೀವು ಆರಂಭಿಸಿದ ಕಳುಹಿಸಲಾದ ಹೊಸ ಮೆಸೇಜ್‌ಗಳು ಮತ್ತು ಸ್ವೀಕರಿಸಿದ ಹೊಸ ಸಂವಹನಗಳನ್ನು ನೋಡಿದ ನಂತರ ಅವು ಕಣ್ಮರೆಯಾಗುತ್ತವೆ.
ko: 활성화하면 내가 시작한 새 대화에서 주고받은 새 메시지는 본 후에 사라집니다.
lt: Kai įjungta, jūsų pradėtuose naujuose pokalbiuose naujos išsiųstos ir gautos žinutės išnyks po to, kai bus perskaitytos.
lv: Ja šī funkcija ir iespējota, nosūtītās un saņemtās jaunās ziņas jūsu sāktās jaunās sarunās pēc izlasīšanas tiks dzēstas.
mk: Кога е овозможено, новите пораки испратени и примени во нови разговори започнати од Вас, ќе исчезнат откако ќе бидат видени.
ml: പ്രാപ്തമാക്കുമ്പോൾ, നിങ്ങൾ ആരംഭിച്ച പുതിയ സംഭാഷണങ്ങളിൽ അയയ്ക്കുകയും സ്വീകരിക്കുകയും ചെയ്യുന്ന പുതിയ സന്ദേശങ്ങള്‍ കണ്ടശേഷം അപ്രത്യക്ഷമാകും.
mr: सक्षम केल्यानंतर, या संभाषणातील आपल्याद्वारा पाठवलेले आणि प्राप्त झालेले नवीन संदेश पाहिल्यानंतर हरवतील.
ms: Apabila didayakan, mesej baharu yang dihantar dan diterima dalam perbualan baharu yang anda mulakan akan hilang setelah mesej dilihat.
nb: Når aktivert vil sendte og mottatte meldinger, i nye samtaler du starter, forsvinne etter at de har blitt sett.
nl: Hiermee stel je voor nieuwe chats die jij zelf begint in dat nieuwe verstuurde en ontvangen berichten worden gewist nadat ze zijn gezien en de timer is afgelopen.
pa: ਜਦੋਂ ਚਾਲੂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤੁਹਾਡੇ ਦੁਆਰਾ ਸ਼ੁਰੂ ਕੀਤੀ ਗਈ ਨਵੀਂ ਗੱਲਬਾਤ ਵਿੱਚ ਭੇਜੇ ਅਤੇ ਪ੍ਰਾਪਤ ਕੀਤੇ ਗਏ ਨਵੇਂ ਸੁਨੇਹੇ ਵੇਖੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਲੁਕ ਜਾਣਗੇ।
pl: Gdy ta opcja jest włączona, nowe wiadomości wysyłane i otrzymywane w nowych rozmowach rozpoczętych przez Ciebie znikają po określonym czasie od odczytania.
ps: کله چې فعال وي، نو ستاسې له خوا په پیل شویو نویو چټونو کې به لیږل شوي او راغلي نوي پیغامونه له لیدل کېدو وروسته سمدلاسه ورک شي.
pt_br: Quando habilitadas, novas mensagens enviadas e recebidas em novas conversas desaparecerão após terem sido lidas.
pt_pt: Quando ativado, as novas mensagens enviadas e recebidas em conversas novas que tenham sido iniciadas por si irão ser destruídas após terem sido lidas.
ro: Când e activată opțiunea, mesajele noi trimise și primite în conversații noi începute de tine vor dispărea după ce au fost vizualizate.
ru: При включении этой настройки новые сообщения, отправленные и полученные в новых разговорах, начатых вами, будут исчезать после прочтения.
sk: Ak je povolené, nové správy odoslané a prijaté v nových vami začatých konverzáciách zmiznú, keď sa zobrazia.
sl: Nova sporočila, poslana in prejeta v novih pogovorih, ki ste jih pričeli sami, bodo izginila, ko bodo videna.
sq: Në u aktivizoftë, mesazhet e dërguar dhe të marrë në biseda të reja të nisura nga ju do të zhduken, pasi të jenë parë.
sr: Када је ова опција укључена, нове послате и примљене поруке у новим разговорима које започнете нестаће након што буду прочитане.
sv: När det är aktiverat försvinner nya meddelanden som skickas och tas emot i nya konversationer som startats av dig när de har setts.
sw: Ukiwasha mipangilio hii, ujumbe mpya uliotumwa na kupokewa katika mazungumzo mapya uliyoanzisha utatoweka baada ya kuonekana.
ta: இயக்கப்பட்டால், புதிய செய்திகள் புதியதாக அனுப்பப்பட்டு பெறப்படுகின்றன உரையாடல்கள் நீங்கள் தொடங்குவீர்கள் மறைந்துவிடும் அவர்கள் காணப்பட்ட பிறகு.
te: ప్రారంభించబడినప్పుడు, మీరు ప్రారంభించిన క్రొత్త సంభాషణలలో పంపిన మరియు స్వీకరించిన క్రొత్త సందేశాలు చూసిన తర్వాత అవి అదృశ్యమవుతాయి.
th: เมื่อเปิดใช้งาน ข้อความใหม่ที่ส่งและรับในการสนทนาใหม่ที่คุณเริ่มจะหายไปหลังจากที่ได้เห็นแล้ว
tr: Etkinleştirildiğinde, sizin tarafınızdan başlatılan yeni konuşmalarda gönderilen ve alınan yeni iletiler görüldükten sonra kaybolur.
ug: قوزغىتىلغاندا، سىز باشلىغان يېڭى سۆھبەتتە ئەۋەتىلگەن ۋە تاپشۇرۇۋالغان يېڭى ئۇچۇرلار ئۇلارغا كۆرۈنگەندىن كېيىن غايىب بولىدۇ.
uk: Якщо ввімкнути цю функцію, нові повідомлення, надіслані та отримані в нових чатах, що ви починаєте, зникатимуть після перегляду.
ur: فعال ہونے پر ، آپ کے ذریعہ شروع کی گئی نئی گفتگو میں بھیجے اور موصول ہونے والے نئے پیغامات دیکھنے کے بعد غائب ہوجائیں گے۔
vi: Khi được bật, tin nhắn mới được gửi và nhận trong cuộc trò chuyện mới mà bạn bắt đầu sẽ biến mất sau khi chúng được đọc.
zh_cn: 启用之后，在由您发起的新对话中，收发的新消息将在查看之后消失。
zh_hk: 啟用時，由您開始的新對話中所傳送和接收的新訊息，待看過後將會依限時消失。

# DISAPPEARING_MESSAGES_WEEKS
source: weeks
af: weke
ar: أسابيع
az: həftə
be: тыдняў
bn: সপ্তাহ
ca: setmanes
cs: týdny
cy: wythnos
da: uger
de: Wochen
el: εβδομάδες
es: semanas
et: nädalat
eu: asteak
fa: هفته
fi: viikkoa
fr: semaines
gu: અઠવાડિયા
he: שבועות
hi: हफ़्ते
hr: tjedana
hu: hét
id: minggu
is: vikur
it: settimane
ja: 週
km: áŸá”áŸ’áŠá¶á áŸ
kn: ವಾರಗಳು
ko: 주
lt: sav.
lv: nedēļas
mk: недели
ml: ആഴ്ചകൾ
mr: आठवडे
ms: minggu
my: ရက်သတ္တပတ်
nb: uker
nl: weken
pa: ਹਫ਼ਟੇ
pl: tygodnie
ps: اوونۍ
pt_br: semanas
pt_pt: semanas
ro: săptămâni
ru: недели
sk: týždňov
sl: tedni
sq: javë
sr: нед.
sv: veckor
sw: wiki
ta: வாரங்கள்
te: వారాలు
th: สัปดาห์
tr: hafta
ug: ھەپتە
uk: тижні
ur: ہفتوں
vi: tuần
zh_cn: 周
zh_hk: 週
