Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_MODE_SWITCH_EXPLANATION_PROVISIONING
source: Tapping “Register iPad” will let you create a brand new Signal account or move an existing account to this iPad. This will disable Signal on any other device currently registered with the same phone number.
af: As jy “Registreer iPad” druk, sal jy ’n splinternuwe Signal-rekening skep of ’n bestaande rekening na hierdie iPad skuif. Dit sal Signal op enige ander toestel wat tans met dieselfde foonnommer geregistreer is, deaktiveer.
ar: سيتيح لك النقر على "تسجيل الآي باد" إنشاء حسابٍ جديدٍ في سيجنال أو نقل حسابٍ حاليٍ إلى هذا الآي باد. هذا سوف يلغي سيجنال في أي جهاز آخر مُسجَّل حاليًا بنفس رقم الهاتف.
az: "iPad ilə qeydiyyatdan keç"ə toxunmaq, yeni bir Signal hesabı yaratmağınıza və ya mövcud hesabı bu iPad-a köçürməyinizə şərait yaradır. Bu, hal-hazırda eyni telefon nömrəsi ilə qeydiyyatdan keçən digər cihazlardakı Signal-ı sıradan çıxardacaq.
be: Калі націснуць «Рэгістраваць iPad», можна стварыць цалкам новы ўліковы запіс Signal або перанесці існуючы ўліковы запіс на гэты iPad. Signal адключыцца на іншых прыладах, што зарэгістраваны на сённяшні час з такім жа нумарам тэлефона.
bg: Докосването на „Регистриране на iPad“ ще ви позволи да създадете чисто нов акаунт в Signal или да преместите вече съществуващ акаунт на този iPad. Това ще деактивира Signal на всички други устройства, текущо регистрирани със същия телефонен номер.
bn: "iPad রেজিস্টার করুন"-এ ট্যাপ করলে তা আপনাকে নতুন Signal অ্যাকাউন্ট তৈরি করতে বা একটি বিদ্যমান অ্যাকাউন্ট এই iPad-এ স্থানান্তর করতে দেবে। এটি একই ফোন নম্বর দিয়ে বর্তমানে রেজিস্টার করা অন্য যেকোনও ডিভাইসে Signal অক্ষম করবে।
ca: Tocar "Registra l'iPad" us permetrà crear un compte nou de Signal o traslladar un compte existent a aquest iPad. Això desactivarà el Signal en qualsevol altre dispositiu registrat actualment amb el mateix número de telèfon.
cs: Klepnutím na "Registrovat iPad" můžete vytvořit nový účet na Signalu nebo přesunout aktuální účet na tento iPad. Tím deaktivujete Signal na jakémkoliv dalším zařízení aktuálně registrovaném na stejném telefonním čísle.
cy: Bydd tapio "Cofrestru iPad" yn caniatáu i chi greu cyfrif Signal newydd sbon neu symyd cyfrif sydd eisoes yn bodoli i'r iPad hon. Mi fydd hyn yn analluogi Signal ar unrhyw ddyfais sydd wedi'i gofrestri a'r un rhif ffôn.
da: Tryk på "Registrer iPad" og opret en helt ny Signal-konto, eller flyt en eksisterende konto til denne iPad. Dette vil deaktivere Signal på alle andre enheder, hvor samme telefonnummer bruges.
de: Antippen von »iPad registrieren« lässt dich ein brandneues Signal-Konto erstellen oder ein bereits bestehendes Konto auf dieses iPad übertragen. Dies wird Signal auf jedem anderen, aktuell mit derselben Telefonnummer registrierten Gerät deaktivieren.
el: Πατώντας "Εγγραφή iPad" θα μπορέσεις να δημιουργήσεις ένα καινούριο λογαριασμό Signal ή να μεταφέρεις ένα προϋπάρχοντα λογαριασμό σε αυτό το iPad. Αυτό θα απενεργοποιήσει το Signal σε οποιαδήποτε άλλη συσκευή εγγεγραμμένη με τον ίδιο αριθμό τηλεφώνου.
es: Si seleccionas "Registrar iPad", podrás crear una cuenta de Signal o transferir tu cuenta a este iPad. Se desactivará Signal en cualquier otro dispositivo que esté registrado con el mismo número de teléfono.
es_es: Seleccionar «Registrar iPad» te permitirá crear una cuenta de Signal o mover una cuenta existente a este iPad. Esto desactivará Signal en todos los dispositivos que estén registrados bajo el mismo número.
et: Klõpsmine nupul "Registreeri iPad" võimaldab luua uue Signali konto või teisaldada olemasolev konto sellesse iPadi. See keelab Signali kõigil teistel sama telefoninumbriga hetkel registreeritud seadmetel.
eu: "Erregistratu iPad" ukitzeak Signal kontu berria sortzea edo esistitzen den bat iPad honetara mugitzea ahalbidetuko du. Honek Signal desaktibatuko du telefono zenbaki bera erabiliz erregistratutako beste edozein gailutan.
fa: لمس «ثبت آیپد» به شما اجازه می دهد که یک حساب جدید ایجاد کرده و یا حساب قبلی سیگنال را به این آیپد انتقال دهید. این کار سیگنال را که با این شماره تلفن روی هر دستگاه دیگری ثبت شده باشد را غیر فعال خواهد کرد.
fi: Napauttamalla Rekisteröi iPad voit luoda uuden Signal-tilin tai siirtää olemassa olevan tilin tähän iPadiin. Tämä poistaa Signalin käytöstä muissa samalla puhelinnumerolla rekisteröidyissä laitteissa.
fil: Sa pagpindot sa "Irehistro ang iPad" ay makakalikha ka ng bagong account sa Signal o kaya'y ilipat ang isang account sa iPad na ito. Hindi na nito pagaganahin ang Signal sa iba pang mga device na kasalukuyang nakarehistro sa parehong numero ng telepono.
fr: Toucher « Inscrire l’iPad », vous permettra de créer un tout nouveau compte Signal ou de transférer un compte existant vers cet iPad. Cela désactivera Signal sur tout autre appareil actuellement inscrit avec le même numéro de téléphone.
ga: Tapáil “Cláraigh iPad” chun cuntas nua Signal a chruthú, nó cuntas atá ann cheana a nascadh leis an iPad seo. Díchumasófar Signal ar aon ghléas eile atá cláraithe leis an uimhir ghutháin chéanna.
gu: "રજીસ્ટર iPad" ને ટેપ કરવાથી તમે એક નવું Signal એકાઉન્ટ બનાવી શકો છો અથવા હાલના એકાઉન્ટને આ iPad પર ખસેડી શકો છો. આ સમાન ફોન નંબર સાથે હાલમાં રજીસ્ટર થયેલ અન્ય કોઈપણ ડિવાઇસ પરના Signal ને અક્ષમ કરશે.
he: הקשה על "רשום iPad" תיצור חשבון Signal חדש לגמרי או תעביר חשבון קיים אל iPad זה. זה ישבית את Signal על מכשירים אחרים כלשהם שרשומים כיום עם אותו מספר טלפון.
hi: "iPad पंजीकृत करें" दबाने से आप नया Signal खाता बना पाएँगे या फिर अपना मौजूदा खाता इस iPad में खोल पाएँगे। यह Signal आपके दुसरे डिवाइस में अक्षम कर देगा जो इस फोन नंबर से पंजीकृत होंगे।
hr: Pritiskom na "Registriraj iPad" možete stvoriti potpuno novi Signal račun ili prebaciti postojeći račun na ovaj iPad. To će onemogućiti Signal na bilo kojem drugom uređaju koji je trenutno registriran s istim brojem telefona.
hu: Az „iPad regisztrálása” menüponttal egy új Signal-fiókot hozhatsz létre, vagy mozgathatsz át egy meglevőt erre az eszközre. Ez a művelet a többi meglevő eszközödön letiltja ezzel a telefonszámmal korábban regisztrált Signal fiókjaidat.
id: Pilih "Daftarkan iPad" untuk membuat akun baru dan memindahkan akun sebelumnya ke iPad ini. Hal ini akan menon-aktifkan Signal di perangkat lain yang terdaftar dengan nomor seluler yang sama.
is: Ef ýtt er á “Nýskrá iPad” muntu geta útbúið glænýjan Signal-aðgang eða yfirfært fyrirliggjandi aðgang yfir á þennan iPad. Þetta myndi gera Signal óvirkt á öllum þeim tækjum sem þegar eru skráð á sama símanúmer.
it: Facendo clic su “Registra iPad” potrai creare un nuovo account Signal o spostare un account esistente su questo iPad. Questo disattiverà Signal su ogni altro dispositivo attualmente registrato con lo stesso numero di telefono.
ja: 「このiPadを登録する」をタップすると、Signalの新しいアカウントを作るか、このiPadに既存のアカウントを移行できます。これにより、現在同じ電話番号で登録されている、他の端末のSignalが無効化されます。
kab: Asi ɣef "Jerred iPad" ad ak·akem-yeǧǧ ad ternuḍ amiḍan ak amaynut n Signal neɣ senkez amiḍan yellan ɣer iPad-a. Aya ad isens Signal ɣef yal ibenk-nniḍen amiran yettujerrden s yiwen wuṭṭun n tilifun.
kk: “iPad құрылғысын тіркеу” пәрменін түрту сізге мүлде жаңа Signal тіркелгісін жасауға немесе бұрыннан бар тіркелгіні осы iPad құрылғысына көшіруге мүмкіндік береді. Бұл сол телефон нөміріне қазір тіркеулі тұрған кез келген басқа құрылғыдағы Signal қолданбасын өшіреді.
km: á€á¶ášá…á»á…á›á¾ â€œá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ iPadâ€ á“á¹á„á¢á“á»á‰áŸ’á‰á¶áá¢áŸ’á“á€á”á„áŸ’á€á¾áá‚áá“á¸ Signal ááŸ’á˜á¸á˜á½á™ á¬á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá‚áá“á¸áŠáŸ‚á›á˜á¶á“áŸáŸ’ášá¶á”áŸ‹á˜á€ iPad á“áŸáŸ‡áŸ” á“áŸáŸ‡á“á¹á„á”á·á‘ Signal á“áŸ…á›á¾á§á”á€ášááŸá•áŸ’áŸáŸá„áŠáŸ‚á›á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ á‡á¶á˜á½á™á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘áŠá¼á…á‚áŸ’á“á¶áŸ”
kn: “Register iPad” ಟ್ಯಾಪ್ ಮಾಡುವುದು ಹೊಚ್ಚ ಹೊಸ Signal ಖಾತೆಯನ್ನು ರಚಿಸಲು ಅಥವಾ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆಯನ್ನು ಈ ಐಪ್ಯಾಡ್‌ಗೆ ಸರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಪ್ರಸ್ತುತ ಇದೇ ಫೋನ್ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ನೋಂದಾಯಿಸಲಾದ ಯಾವುದೇ ಸಾಧನದಲ್ಲಿ ಇದು Signal ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.
ko: "iPad 등록"을 탭하면 새로운 Signal 계정을 만들거나 기존 계정을 iPad로 이전할 수 있습니다. 같은 전화번호로 등록된 다른 기기의 Signal은 모두 비활성화됩니다.
lt: Bakstelėjus „Registruoti iPad“ jums bus leista susikurti visiškai naują Signal paskyrą arba perkelti esamą paskyrą į šį iPad. Tai išjungs Signal bet kuriame kitame įrenginyje, kuris šiuo metu yra užregistruotas naudojant tą patį numerį.
lv: Pieskaroties “Reģistrēt iPad”, varēsiet izveidot pavisam jaunu Signal kontu vai pastāvošu kontu pārvietot uz šo iPad ierīci. Lietotne Signal tiks atspējota visās ierīcēs, kuras pašlaik reģistrētas ar to pašu tālruņa numuru.
mk: Допирањето на “Регистрирај iPad” ќе ви дозволи целосно нова Signal сметка или прместете веќе постоечка сметка на овој iPad. Ова ќе го оневозможи Signal на секој друг уред моментално регистриран со истиот телефонски број.
ml: “Register iPad” ടാപ് ചെയ്താൽ നിങ്ങൾക്ക് തികച്ചും പുതുതായി ഒരു Signal അക്കൗണ്ട് തുടങ്ങാനോ അല്ലെങ്കിൽ നിലവിലുള്ള ഒരു അക്കൗണ്ട് ഈ ഐപാഡിലേക്ക് മാറ്റാനോ സാധിക്കും. ഇതേ ഫോൺ നമ്പർ നിലവിൽ രജിസ്റ്റർ ചെയ്തിരിക്കുന്ന മറ്റേതൊരു ഡിവൈസിലെയും Signal നെ ഇത് സജീവമല്ലാതാക്കും.
mr: "iPad नोंदवा" टॅप केल्याने आपल्याला एकदम नवीन Signal खाता तयार करता येईल किंवा अस्तित्वात असलेला खाता या iPad वर हलवता येईल. सध्या या फोन नंबर सोबत नोंदवलेले इतर कुठल्याही डिव्हाईस वर हे Signal अक्षम करेल.
ms: Mengetik “Daftar iPad” akan membenarkan anda mencipta akaun Signal baru atau mengalihkan akaun sedia ada kepada iPad ini. Ini akan menyahdayakan Signal pada sebarang peranti lain yang sedang didaftarkan dengan nombor telefon yang sama.
my: "iPad ကို မှတ်ပုံတင်မယ်" ကို နှိပ်၍ သင်သည် Signal အကောင့်အသစ်ဖန်တီးနိုင်ပါသည် သို့မဟုတ် ရှိပြီးသားလက်ရှိ အကောင့်ကို iPad ပေါ်သို့ လွှဲပြောင်းနိုင်ပါသည်။​ ၎င်းလုပ်ဆောင်မှုသည် ဖုန်းနံပါတ်တူဖြင့် မှတ်ပုံတင်ထားသော အခြားစက်ပေါ်ရှိ Signal ကို ပိတ်ပယ်ပါလိမ့်မည်။
nb: Trykk på "Registrer iPad" vil la deg lage en helt ny Signal konto eller flytte en eksisterende konto til denne iPaden. Dette vil stanse Signal på alle andre enheter som for øyeblikket er registrert på samme telefonnummer.
nl: Door te tikken op ‘iPad registreren’ kun je een nieuw Signal-account met een nieuw telefoonnummer registreren of je kunt een bestaand account overzetten naar deze iPad. Dit zal Signal uitschakelen op elk ander apparaat dat momenteel met hetzelfde telefoonnummer is geregistreerd.
pa: "iPad ਰਜਿਸਟਰ ਕਰੋ" 'ਤੇ ਟੈਪ ਕਰਕੇ ਤੁਸੀਂ ਇੱਕ ਬਿਲਕੁਲ ਨਵਾਂ Signal ਦਾ ਖਾਤਾ ਬਣਾ ਪਾਓਗੇ ਜਾਂ ਮੌਜੂਦਾ ਖਾਤਾ ਇਸ iPad ਵਿੱਚ ਲਿਆ ਸਕੋਗੇ. ਇੰਝ ਕਰਨ ਨਾਲ ਇਸ ਸਮੇਂ ਏਸੇ ਫੋਨ ਨੰਬਰ ਨਾਲ ਰਜਿਸਟਰ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ 'ਤੇ Signal ਅਸਮਰੱਥ ਹੋ ਜਾਵੇਗਾ.
pa_pk: "آئی پیڈ رجسٹرڈ کرو" اتے ٹیپ کرنا تسانوں اک بالکل نواں Signal اکاؤنٹ بنان یا اک موجودہ اکاؤنٹ نوں ایس آئی پیڈ اتے منتقل کرن دی اجازت دیوے گا۔ ایہہ اسی فون نمر دے نال ایس ویلے رجسٹرڈ ہوئے کسی دوجے آلے اتے Signal نوں غیر فعال کر دے گا۔
pl: Gdy dotkniesz opcji „Zarejestruj iPada”, będziesz mieć możliwość utworzenia nowego konta Signal lub przeniesienia dotychczasowego konta na tego iPada. Spowoduje to dezaktywację aplikacji Signal na wszystkich innych urządzeniach zarejestrowanych przy użyciu tego samego numeru telefonu.
ps: د ”iPad ثبتول“ باندې په کلیک سره به تاسې ته دا اجازه درکړي تر څو یو برانډ نوی د Signal اکاونټ جوړ کړئ او یا هم یو موجود اکاونټ دغه iPad ته ولیږدوئ. دا کار به د دې لامل وګرځي چې Signal په نورو هغو وسیلو کې غیرفعاله کړي کوم چې اوسمهال د موبایل په ورته شمېرې سره ثبت شوي دي.
pt_br: Tocar em "Registrar iPad" permitirá que você crie uma nova conta do Signal ou mova uma conta existente para este iPad. Isso vai desabilitar o Signal em todos os outros aparelhos registrados com o mesmo número de telefone.
pt_pt: Ao tocar em "Registar iPad" irá criar uma novíssima conta do Signal ou mover uma conta existente para este iPad. Isto irá desativar o Signal em qualquer outro dispositivo atualmente registado com o mesmo número de telefone.
ro: Apăsând pe "Înregistrare iPad" poți crea un nou cont Signal sau poți muta un cont existent pe acest iPad. Acest lucru va dezactiva Signal pe orice alt dispozitiv înregistrat în prezent cu același număr de telefon.
ru: Нажатие «Зарегистрировать iPad» позволит вам создать совершенно новую учётную запись Signal или перенести на этот iPad существующую. Это отключит Signal на любом другом устройстве, где он сейчас зарегистрирован на тот же номер телефона.
sk: Ťuknutím na „Registrovať iPad“ budete môcť vytvoriť čisto nový Signal účet alebo presunúť existujúci účet na tento iPad. Toto vypne Signal na akomkoľvek inom zariadení, ktoré je momentálne registrované prostredníctvom tohto istého telefónneho čísla.
sl: S tapom na "Poveži iPad" boste ustvarili nov račun Signal ali pa prenesli obstoječ račun na to napravo. To bo onemogočilo Signal na vseh drugih napravah, ki so trenutno prijavljene z isto telefonsko številko.
sq: Prekja e “Regjistroni iPad-in” do t’ju lejojë të krijoni një llogari Signal fringo të re ose të sillni te ky iPad një llogari ekzistuese. Kjo do ta çaktivizojë Signal-in në çfarëdo pajisje tjetër aktualisht të regjistruar me të njëjtin numër telefoni.
sr: Ако додирнете „Региструј iPad“, креираћете нови налог на Signal-у или пренети постојећи на овај iPad. Тиме ћете деактивирати Signal на свим другим уређајима тренутно регистрованим на исти број телефона.
sv: Genom att trycka på "Registrera iPad" kan du skapa ett helt nytt Signal-konto eller flytta ett befintligt konto till denna iPad. Detta kommer att inaktivera Signal på alla andra enheter som för närvarande är registrerade med samma telefonnummer.
sw: Kugusa "Sajili iPad" kutakuwezesha kuunda akaunti mpya ya Signal au kuhamisha akaunti iliyopo kwa iPad hii. Hii italemaza Signal kwenye kifaa kingine chochote kilichosajiliwa sasa na nambari moja ya simu.
ta: “பதிவு ஐபாட்” தட்டுவதன் மூலம் அனுமதிக்கும் நீங்கள் உருவாக்கு ஒரு புதிய Signal கணக்கில் அல்லது ஏற்கனவே உள்ளதை நகர்த்தவும் கணக்கில் ஐபாடிற்கு. இதுமுடக்கு Signal ஏதேனும் மற்றவை சாதனம் தற்போது அதனுடன் பதிவு செய்யப்பட்டுள்ளது தொலைபேசி எண்.
te: “రిజిస్టర్ ఐప్యాడ్” నొక్కడం ద్వారా మీరు సరికొత్త Signal ఖాతాను సృష్టించడానికి లేదా ఇప్పటికే ఉన్న ఖాతాను ఈ ఐప్యాడ్‌కు తరలించడానికి అనుమతిస్తుంది. ఇది ప్రస్తుతం అదే ఫోన్ నంబర్‌తో నమోదు చేయబడిన ఇతర పరికరంలో Signal ను నిలిపివేస్తుంది.
th: แตะ "ลงทะเบียน iPad" ทำให้คุณสามารถสร้างบัญชี Signal ใหม่หรือย้ายบัญชีที่มีอยู่แล้วลงใน iPad เครื่องนี้ นี่จะเป็นการปิดใช้ Signal บนอุปกรณ์อื่นที่ลงทะเบียนไว้ด้วยหมายเลขโทรศัพท์เดียวกัน
tr: "iPad'i kaydet" tuşuna basarak yeni bir Signal hesabı açabilir veya mevcut hesabınızı bu iPad'e aktarabilirsiniz. Bu işlem diğer cihazlarda aynı telefon numarası ile kaydedilmiş Signal'i devre dışı bırakacaktır.
ug: «IPad نى تىزىملاش» نى چىكىش ئارقىلىق يېڭى Signal ھېساباتى قۇرالايسىز ياكى بار بولغان ھېساباتنى بۇ iPad غا يۆتكىيەلەيسىز. ئەمما بۇنداق قىلىش ئوخشاش تېلېفون نومۇرى بىلەن تىزىملاتقان باشقا ئۈسكۈنىلەردىكى Signalنى چەكلەپ قويىدۇ.
uk: Якщо ви натиснете «Зареєструвати iPad», то зможете створити абсолютно новий акаунт Signal або перенести на цей iPad уже наявний акаунт. Після цього Signal буде деактивовано на інших пристроях, де він зареєстрований на цей номер телефону.
ur: "رجسٹرڈ iPad" کو ٹیپ کرنے سے آپ کو بالکل نیا Signal اکاؤنٹ بنانے یا ایک موجودہ اکاؤنٹ کو اس iPad میں منتقل کرنے دیا جائے گا۔ اس سے اسی فون نمبر کے ساتھ فی الحال اندراج شدہ کسی بھی دوسرے device پر Signal کو غیر فعال کردے گا۔
vi: Nhấn "Đăng kí iPad" sẽ cho phép bạn tạo một tài khoản Signal mới hoặc chuyển một tài khoản có sẵn sang iPad này. Thao tác này sẽ vô hiệu hóa Signal trên thiết bị được đăng kí với cùng số điện thoại.
zh_cn: 点击“注册 iPad”以创建全新的 Signal 账户或将已有账户迁移至当前 iPad。此操作将在其他所有设备上停用以相同手机号码注册的 Signal 账户。
zh_hk: 輕觸「登記 iPad」可創建全新的 Signal 帳號或將現有帳號轉移至此 iPad。這會禁用在現有裝置上使用同一電話號碼登記的 Signal。
