Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CALLS_TAB_NO_RECENT_CALLS_LABEL
source: No recent calls
ar: لا توجد مكالمات حديثة
be: Няма апошніх званкоў
bn: কোনো সাম্প্রতিক কল নেই
ca: No hi ha cap trucada recent
cs: Žádné nedávné hovory
da: Ingen nye opkald
de: Keine aktuellen Anrufe
el: Δεν υπάρχουν πρόσφατες κλήσεις
es: No hay llamadas recientes
fa: تماس اخیری وجود ندارد
fi: Ei viimeaikaisia puheluita
fr: Aucun appel récent
ga: Níl glaonna le déanaí ann
gu: કોઈ તાજેતરના કૉલ નથી
he: אין שיחות אחרונות
hi: कोई नवीनतम कॉल नहीं
hr: Nema nedavnih poziva
hu: Nincs legutóbbi hívás
id: Tidak ada panggilan baru
it: Nessuna chiamata recente
ja: 最近の通話はありません
ko: 최근 통화 없음
mr: कोणतेही अलिकडील कॉल नाहीत
ms: Tiada panggilan terbaru
nb: Ingen nylige anrop
nl: Geen recente oproepen
pl: Brak połączeń
pt_br: Sem chamadas recentes
pt_pt: Sem chamadas recentes
ro: Nu există apeluri recente
ru: Нет недавних звонков
sk: Žiadne nedávne hovory
sr: Нема недавних позива
sv: Inga senaste samtal
th: ไม่มีการโทรล่าสุด
tr: Güncel arama yok
ug: يېقىنقى چاقىرىق يوق
uk: Викликів не було
ur: کوئی حالیہ کالز نہیں
vi: Không cuộc gọi gần đây
zh_cn: 无最近呼叫
zh_hk: 沒有最近的通話

# CALLS_TAB_NO_RECENT_CALLS_SUGGESTION_LABEL
source: Get started by calling a friend
ar: ابدأ بالاتصال بصديق
be: Пачніце са званка сябру
bn: একজন বন্ধুকে কল দিয়ে শুরু করুন
ca: Comença trucant a algú
cs: Začněte tím, že zavoláte příteli
da: Kom i gang ved at ringe til en ven
de: Leg los und rufe einen Kontakt an
el: Ξεκίνα καλώντας κάποιον φίλο
es: Llama a alguien para empezar
fa: با تماس با یک دوست شروع کنید
fi: Aloita soittamalla kaverillesi
fr: Pour commencer, appelez un ami.
ga: Glaoigh ar chara le tosú air
gu: કોઈ મિત્રને કૉલ કરીને શરૂઆત કરો
he: כדי להתחיל, אפשר להתקשר לחבר או חברה
hi: किसी दोस्त को कॉल करके शुरू करें
hr: Ovdje će se prikazati povijest vaših poziva
hu: Először hívd fel egy ismerősöd
id: Mulai dengan menelepon teman
it: Che ne dici di fare una chiamata?
ja: 友達に電話をかけてみましょう
ko: 친구에게 전화를 걸어 시작하세요.
mr: मित्राला कॉल करुन सुरुवात करा
ms: Mulakan dengan menghubungi rakan
nb: Kom i gang ved å ringe en venn
nl: Begin door een contact te bellen
pl: Zadzwoń do kogoś
pt_br: Comece ligando para um amigo
pt_pt: Comece por ligar a um amigo
ro: Începe prin a suna un prieten
ru: Начните со звонка другу
sk: Začnite zavolaním známemu
sr: Започните тако што ћете позвати пријатеља
sv: Kom igång genom att ringa en vän
th: เริ่มต้นด้วยการโทรหาเพื่อนของคุณ
tr: Bir arkadaşını arayarak başla
ug: دوستىڭىزغا چاقىرىق قىلىپ باشلاڭ
uk: Подзвоніть комусь із друзів
ur: دوست کو کال کرنے سے شروعات کریں
vi: Bắt đầu với việc gọi cho một người bạn
zh_cn: 呼叫朋友开始互动吧
zh_hk: 致電給好友，開始使用吧

# CALLS_TAB_RETURN_TO_CALL_ACTION_TITLE
source: Return to Call
ar: العودة للمكالمة
be: Вярнуцца да званка
bn: কলে ফেরত যান
ca: Torna a la trucada
cs: Zpátky k hovoru
da: Tilbage til opkald
de: Zurück zum Anruf
el: Επιστροφή στην κλήση
es: Volver a la llamada
fa: بازگشت به تماس
fi: Palaa puheluun
fr: Revenir à l'appel
gu: કૉલ પર પાછા ફરો
he: חזור אל השיחה
hi: कॉल पर वापस जाएँ
hr: Povratak na poziv
hu: Vissza a híváshoz
id: Kembali ke Panggilan
it: Torna alla chiamata
ja: 通話に戻る
ko: 전화로 돌아가기
mr: कॉलवर परत या
ms: Kembali kepada Panggilan
nb: Gå tilbake til samtale
nl: Naar de oproep terugkeren
pl: Wróć do rozmowy
pt_br: Voltar à chamada
pt_pt: Regressar à chamada
ro: Întoarce-te la apel
ru: Вернуться к звонку
sk: Vrátiť sa k hovoru
sr: Врати на позив
sv: Återgå till samtalet
th: กลับไปที่สาย
tr: Aramaya Dön
ug: چاقىرىققا قايت
uk: Повернутися до виклику
ur: کال پر واپس جائیں
vi: Quay về Cuộc gọi
zh_cn: 回拨
zh_hk: 返回通話

# CALLS_TAB_RETURN_TO_CALL_BUTTON_TITLE
source: Return
ar: العودة
be: Вярнуцца
bn: ফিরে যান
ca: Torna
cs: Návrat
da: Tilbage
de: Zurück
el: Επιστροφή
es: Volver
fa: بازگشت
fi: Palaa
fr: Revenir
gu: પાછા ફરો
he: חזור
hi: वापस जाएँ
hr: Povratak
hu: Vissza
id: Kembali
it: Ritorna
ja: 戻る
ko: 반환
mr: परत जा
ms: Kembali
nb: Tilbake
nl: Terugkeren
pl: Wróć
pt_br: Retornar
pt_pt: Voltar
ro: Întoarce-te
ru: Вернуться
sk: Naspäť
sr: Повратак
sv: Återgå
th: กลับไปที่การโทรกลุ่ม
tr: Geri Dön
ug: قايت
uk: Повернутися
ur: واپس
vi: Quay về
zh_cn: 返回
zh_hk: 返回

# CALLS_TAB_SEARCH_NO_RESULTS_FOUND_LABEL_FORMAT
source: No results found for '%1$@'
ar: لا توجد نتائج لـ '%1$@'
be: Няма вынікаў для «%1$@»
bn: '%1$@' এর জন্য কোনও ফলাফল পাওয়া যায়নি
ca: No s'ha trobat cap resultat per a «%1$@»
cs: Nebyly nalezeny žádné výsledky pro "%1$@"
da: Ingen fundne resultater for '%1$@'
de: Keine Ergebnisse für »%1$@« gefunden
el: Δεν βρέθηκαν αποτελέσματα για «%1$@»
es: No hay ningún resultado para "%1$@"
fa: هیچ نتیجه ای برای '%1$@' یافت نشد
fi: Ei hakutuloksia haulle %1$@
fr: "%1$@" est introuvable.
ga: Gan torthaí ar '%1$@'
gu: '%1$@' માટે કોઈ પરિણામો મળ્યાં નથી
he: תוצאות לא נמצאו עבור '%1$@'
hi: '%1$@' के लिए कोई परिणाम नहीं मिला
hr: Nema rezultata za '%1$@'
hu: Nincs találat a kifejezésre: '%1$@'
id: Tidak ada hasil ditemukan untuk '%1$@'
it: Nessun risultato trovato per '%1$@'
ja: 「%1$@」の検索結果はありません
ko: '%1$@' 검색 결과 없음
mr: '%1$@' करिता कुठलेही परिणाम नाहीत
ms: Tiada keputusan dijumpai untuk '%1$@'
nb: Ingen resultater funnet for '%1$@'
nl: Geen resultaten voor ‘%1$@’ gevonden
pl: Nie udało się znaleźć niczego pasującego do hasła „%1$@”
pt_br: Nenhum resultado encontrado para '%1$@'
pt_pt: Não se encontraram resultados para '%1$@'
ro: Nu s-au găsit rezultate pentru '%1$@'
ru: Не найдено результатов для «%1$@»
sk: Žiadne výsledky pre "%1$@"
sr: Нема резултата претраге за „%1$@“
sv: Inga resultat för "%1$@"
th: ไม่พบผลลัพธ์สำหรับ '%1$@'
tr: '%1$@' ile eşleşen sonuç bulunamadı
ug: «%1$@» ئۈچۈن ھېچقانداق نەتىجە تېپىلمىدى
uk: За запитом «%1$@» нічого не знайдено
ur: '%1$@' کیلئے کوئی نتیجہ نہیں ملا
vi: Không tìm thấy kết quả cho '%1$@'
zh_cn: 没有找到“%1$@”的相关结果。
zh_hk: 找不到符合「%1$@」的結果

# CALLS_TAB_SELECT_CALL_ACTION_TITLE
source: Select
ar: حدِّد
be: Выбраць
bn: নির্বাচন
ca: Selecció
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
fa: انتخاب
fi: Valitse
fr: Sélectionner
ga: Roghnaigh
gu: પસંદ કરો
he: בחר
hi: चुनिए
hr: Odaberi
hu: Kiválasztás
id: Pilih
it: Seleziona
ja: 選択する
ko: 선택
mr: निवडा
ms: Pilih
nb: Velg
nl: Selecteren
pl: Zaznacz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectează
ru: Выбрать
sk: Vybrať
sr: Изабери
sv: Välj
th: เลือก
tr: Seç
ug: تاللا
uk: Вибрати
ur: منتخب کریں
vi: Chọn
zh_cn: 选择
zh_hk: 選取

# CALLS_TAB_SELECT_CALLS_BUTTON_TITLE
source: Select
ar: حدِّد
be: Выбраць
bn: নির্বাচন
ca: Selecció
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
fa: انتخاب
fi: Valitse
fr: Sélectionner
ga: Roghnaigh
gu: પસંદ કરો
he: בחר
hi: चुनिए
hr: Odaberi
hu: Kiválasztás
id: Pilih
it: Seleziona
ja: 選択する
ko: 선택
mr: निवडा
ms: Pilih
nb: Velg
nl: Selecteren
pl: Zaznacz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectează
ru: Выбрать
sk: Vybrať
sr: Изабери
sv: Välj
th: เลือก
tr: Seç
ug: تاللا
uk: Вибрати
ur: منتخب کریں
vi: Chọn
zh_cn: 选择
zh_hk: 選取

# CALLS_TAB_START_VIDEO_CALL_ACTION_TITLE
source: Video Call
ar: مكالمة فيديو
be: Відэазванок
bn: ভিডিও কল
ca: Trucada de video
cs: Videohovor
da: Video-opkald
de: Videoanruf
el: Βιντεοκλήση
es: Videollamada
fa: تماس تصویری
fi: Videopuhelu
fr: Appel vidéo
ga: Físghlao
gu: વિડિયો કૉલ
he: שיחת וידאו
hi: वीडियो कॉल
hr: Video poziv
hu: Videóhívás
id: Panggilan Video
it: Videochiamata
ja: ビデオ通話
ko: 영상 통화
mr: व्हिडीओ कॉल
ms: Panggilan Video
nb: Videosamtale
nl: Video-oproep
pl: Połączenie wideo
pt_br: Chamada de Vídeo
pt_pt: Videochamada
ro: Apel Video
ru: Видеозвонок
sk: Videohovor
sr: Видео позив
sv: Videosamtal
th: โทรวิดีโอ
tr: Görüntülü Arama
ug: سىنلىق چاقىرىش
uk: Відеовиклик
ur: ویڈیو کال
vi: Gọi video
zh_cn: 视频通话
zh_hk: 視像通話

# CALLS_TAB_START_VOICE_CALL_ACTION_TITLE
source: Voice Call
ar: مكالمة صوتية
be: Галасавы званок
bn: ভয়েস কল
ca: Trucada de veu
cs: Hlasový hovor
da: Taleopkald
de: Sprachanruf
el: Βιντεοκλήση
es: Llamada
fa: تماس صوتی
fi: Äänipuhelu
fr: Appel vocal
ga: Guthghlao
gu: વૉઈસ કૉલ
he: שיחה קולית
hi: वीडियो कॉल
hr: Glasovni poziv
hu: Hanghívás
id: Panggilan Suara
it: Chiamata vocale
ja: 音声通話
ko: 음성 통화
mr: व्हॉईस कॉल
ms: Panggilan suara
nb: Taleanrop
nl: Spraakoproep
pl: Połączenie głosowe
pt_br: Chamada de voz
pt_pt: Chamada de voz
ro: Apel vocal
ru: Голосовой звонок
sk: Hlasový hovor
sr: Гласовни позив
sv: Röstsamtal
th: โทรเสียง
tr: Sesli arama
ug: ئۈن چاقىرىش
uk: Аудіовиклик
ur: آڈیو کال
vi: Gọi thoại
zh_cn: 语音通话
zh_hk: 語音通話

# CALLS_TAB_VIEW_CALL_INFO_ACTION_TITLE
source: Info
ar: المعلومات
be: Інфармацыя
bn: তথ্য
ca: Informació
da: Information
el: Πληροφορίες
es: Detalles
fa: اطلاعات
fi: Tietoja
fr: Infos
ga: Faisnéis
gu: માહિતી
he: מידע
hi: जानकारी
hr: Detalji
hu: Részletek
it: Informazioni
ja: 詳細
ko: 정보
mr: माहिती
ms: Maklumat
nl: Oproepdetails
pl: Informacje
pt_br: Informações
ro: Informații
ru: Информация
sr: Информације
th: ข้อมูล
tr: Bilgi
ug: ئۇچۇر
uk: Інформація
ur: معلومات
vi: Thông tin
zh_cn: 信息
zh_hk: 資訊

# CAMERA_BUTTON_HINT
source: Take a picture and then send it
af: Neem ’n foto en stuur dit dan
ar: التقِط صورة ثم أرسِلها
az: Şəkil çək və dahaa sonra şəkli göndər
be: Зрабіць фота і адправіць яго
bg: Направете снимка и я изпратете
bn: একটি ছবি তুলুন এবং তারপরে এটি প্রেরণ করুন
ca: Fa una fotografia i l'envia
cs: Vyfoťte fotku a odešlete ji
cy: Tynnwch lun ac yna ei anfon
da: Tag et billed og send det
de: Bild aufnehmen und es dann versenden
el: Βγάλε μια φωτογραφία και στείλ' την
es: Haz una foto y envíala
es_es: Haz una foto y envíala
et: Pildista foto ja siis saada see
eu: Atera argazkia eta bidali
fa: گرفتن یک عکس و ارسال آن
fi: Ota kuva ja lähetä se
fil: Kumuha ng larawan tapos ay ipadala ito
fr: Prenez une photo et envoyez-la
ga: Glac pictiúr ansin seol é
gu: એક ફોટો લો અને પછી તેને મોકલો
he: צלם תמונה ואז שלח אותה
hi: एक तस्वीर लें औेर भेजें
hr: Snimite fotografiju te je zatim pošaljite
hu: Készíts egy képet és küldd el
id: Ambil gambar lalu kirimkan
is: Taktu mynd og sendu hana svo
it: Scatta una foto e inviala
ja: 写真を撮影して送信する
kab: Ṭṭef tawlaft syen azen-itt
kk: Фотосурет түсіру және оны жіберу
km: ááášá¼á”á—á¶á–á˜á½á™ á á¾á™á•áŸ’á‰á¾áœá¶
kn: ಚಿತ್ರವನ್ನು ತೆಗೆಯಿರಿ ಮತ್ತು ನಂತರ ಕಳುಹಿಸಿ
ko: 사진을 찍은 후 전송하세요
lt: Padaryti nuotrauką, o tuomet ją išsiųsti
lv: Uzņemt attēlu un pēc tam nosūtīt
mk: Направете слика и испратете ја
ml: ഒരു ചിത്രം എടുത്ത ശേഷം അയക്കുക
mr: एक चित्र घ्या आणि नंतर त्यास पाठवा
ms: Ambil gambar dan kemudian hantar
my: ဓါတ်ပုံရိုက်ပြီး ပို့လိုက်မယ်
nb: Ta et bilde og send det
nl: Neem een foto en verstuur deze
pa: ਤਸਵੀਰ ਖਿੱਚੋ ਅਤੇ ਫਿਰ ਉਸ ਨੂੰ ਭੇਜੋ
pa_pk: اک تصویر لیو تے فیر اینوں گھلو
pl: Zrób i wyślij zdjęcie
ps: عکس واخلئ او بیا یې ولیږئ
pt_br: Tirar uma foto e enviar
pt_pt: Tire uma fotografia e envie-a
ro: Fă o poză și trimite-o
ru: Сделать фотографию и отправить её
sk: Nasnímať obrázok a potom ho poslať
sl: Ustvarite fotografijo in jo pošljite
sq: Bëni një foto dhe mandej dërgojeni diku
sr: Снимите фотографију и пошаљите је
sv: Ta en bild och sedan skicka den
sw: Chukua picha na kisha uitume
ta: ஒரு படத்தை எடுத்து பின்னர் அனுப்பவும்
te: చిత్రాన్ని తీసి ఆపై పంపండి
th: ถ่ายรูปและส่งรูป
tr: Bir fotoğraf çekin ve gönderin
ug: سۈرەت تارتىپ ۋە ئۇنى يوللايدۇ
uk: Зробіть фото, щоб надіслати
ur: تصویر لیجئے اور بھیج دیجیئے
vi: Chụp một bức ảnh và gửi đi
zh_cn: 拍照并发送
zh_hk: 拍照並傳送

# CAMERA_BUTTON_LABEL
source: Camera
af: Kamera
ar: الكاميرا
az: Kamera
be: Камера
bg: Камера
bn: ক্যামেরা
ca: Càmera
cs: Kamera
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
es_es: Cámara
et: Kaamera
eu: Kamera
fa: دوربین
fi: Kamera
fr: Appareil photo
ga: Ceamara
gu: કૅમેરા
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
is: Myndavél
it: Fotocamera
ja: カメラ
kab: Amḍiq n taɣdeft
kk: Фотоаппарат
km: á€á¶á˜áŸášáŸ‰á¶
kn: ಕ್ಯಾಮರಾ
ko: 카메라
lt: Kamera
lv: Kamera
mk: Камера
ml: ക്യാമറ
mr: कॅमेरा
ms: Kamera
my: ကင်မရာ
nb: Kamera
pa: ਕੈਮਰਾ
pa_pk: کیمرا
pl: Aparat
ps: کیمره
pt_br: Câmera
pt_pt: Câmara
ro: Cameră
ru: Камера
sk: Fotoaparát
sl: Kamera
sq: Kamerë
sr: Камера
sv: Kamera
sw: Kamera
ta: புகைப்பட கருவி
te: కెమెరా
th: กล้อง
tr: Kamera
ug: كامېرا
uk: Камера
ur: کیمره
vi: Máy ảnh
zh_cn: 相机
zh_hk: 相機

# CAMERA_VO_ARROW_RIGHT_PROCEED
source: Proceed
af: Gaan voort
ar: مواصلة
az: Davam et
be: Працягнуць
bn: এগিয়ে যান
ca: Continua
cs: Pokračovat
cy: Ymlaen
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätka
eu: Jarraitu
fa: ادامه دادن
fi: Jatka
fr: Continuer
ga: Ar Aghaidh
gu: આગળ વધો
he: המשך
hi: आगे बढ़ें
hr: Nastavi
hu: Tovább
id: Lanjutkan
is: Halda áfram
it: Procedi
ja: 進む
kn: ಮುಂದುವರಿಯಿರಿ
ko: 계속
lt: Tęsti
lv: Turpināt
mk: Продолжи
ml: തുടരുക
mr: पुढे जा
ms: Teruskan
my: လုပ်ပြီးပြီ
nb: Fortsett
nl: Doorgaan
pa: ਅੱਗੇ ਵਧੋ
pl: Kontynuuj
ps: پر مخ وړل
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sq: Kryeje
sr: Настави
sv: Fortsätt
sw: Endelea
ta: தொடர
te: కొనసాగండి
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
ur: آگے بڑھیں
vi: Tiến hành
zh_cn: 继续
zh_hk: 繼續

# CAMERA_VO_CAMERA_ALBUM_MODE
source: Album mode
ar: وضع الألبوم
be: Рэжым «Альбом»
bn: অ্যালবাম মোড
ca: Mode àlbum
cs: Režim alba
da: Albumtilstand
de: Album-Modus
el: Λειτουργία άλμπουμ
es: Modo álbum
fa: حالت آلبوم
fi: Albumitila
fr: Mode album
ga: Mód Albaim
gu: આલ્બમ મોડ
he: מצב אלבום
hi: एलबम मोड
hr: Izgled albuma
hu: Album mód
id: Mode album
it: Modalità album
ja: アルバムモード
ko: 앨범 모드
mr: अल्बम मोड
ms: Mod album
nb: Se som album
nl: Album-modus
pl: Tryb albumu
pt_br: Modo álbum
pt_pt: Modo álbum
ro: Modul album
ru: Режим альбома
sk: Režim album
sl: Foto album
sr: Албумски режим
sv: Albumläge
th: โหมดอัลบั้ม
tr: Albüm modu
ug: ئالبۇم ھالىتى
uk: Альбомний режим
ur: البم موڈ
vi: Chế độ Album
zh_cn: 相簿模式
zh_hk: 相簿模式

# CAMERA_VO_CAMERA_ALBUM_MODE_OFF
source: Off
af: Af
ar: غير مُشغَّلة
az: Bağlı
be: Адкл.
bn: বন্ধ
ca: Inactiu
cs: Vyp.
cy: I ffwrdd
da: Fra
de: Aus
el: Ανενεργό
es: Desactivado
et: Väljas
eu: Desaktibatuta
fa: خاموش
fi: Ei käytössä
fr: Désactivé
ga: As
gu: બંધ
he: כבוי
hi: बंद
hr: Isključeno
hu: ki
id: Nonaktif
is: Slökkt
it: Non attivo
ja: 無効
kab: Yensa
km: á”á·á‘
kn: ಆಫ಼್
ko: 꺼짐
lt: Išjungtas
lv: Nav
mk: Исклучено
ml: ഓഫ്
mr: बंद
ms: Mati
my: ပိတ်ထားမယ်
nb: Av
nl: Uitgeschakeld
pa: ਬੰਦ
pl: Wyłączono
ps: خاموش
pt_br: Desligado
ro: Dezactivat
ru: Отключён
sk: Vypnuté
sl: Izklopljeno
sq: Fikur
sr: Искључено
sv: Av
sw: Zima
ta: அணை
te: ఆఫ్
th: ปิด
tr: Kapalı
ug: تاقاق
uk: Вимкнено
ur: بند کریں
vi: Tắt
zh_cn: 关
zh_hk: 關閉

# CAMERA_VO_CAMERA_ALBUM_MODE_ON
source: On
af: Aan
ar: مُشغَّلة
az: Açıq
be: Укл.
bn: চালু
ca: Actiu
cs: Zap.
cy: Ymlaen
da: Til
de: Ein
el: Ενεργό
es: Activado
et: Sees
eu: Aktibatuta
fa: روشن
fi: Käytössä
fr: Activé
ga: Ar siúl
gu: ચાલુ
he: מופעל
hi: पर
hr: Uključeno
hu: Be
id: Aktif
is: Á
it: Attivo
ja: 有効
kab: Yermed
km: á”á¾á€
kn: ಆನ್
ko: 켜짐
lt: Įjungtas
lv: Ieslēgts
mk: Вклучено
ml: ഓൺ
mr: चालू
ms: Hidup
my: ဖွင့်ထားမယ်
nb: På
nl: Ingeschakeld
pa: ਚਾਲੂ
pl: Włączono
ps: روښانه
pt_br: Ligado
ro: Activat
ru: Включён
sk: Zapnuté
sl: Vklopljena
sq: Ndezur
sr: Укључено
sv: På
sw: Washwa
ta: இயக்கு
te: ఆన్
th: เปิด
tr: Açık
ug: ئاچ
uk: Увімкнено
ur: چلائیں
vi: Bật
zh_cn: 开启
zh_hk: 開啟

# CAMERA_VO_CAMERA_BACK_FACING
source: Back facing
ar: كاميرا خلفية
be: Асноўная камера
bn: পেছনের দিকে মুখ করা
ca: Càmera posterior
cs: Zadní kamera
da: Bagudvendt
de: Rückseitige Kamera
el: Προς τα πίσω
es: Cámara trasera
fa: دوربین پشت
fi: Takakamera
fr: Caméra arrière
ga: Cúl chun tosaigh
gu: પાછળનો કૅમેરા
he: מצלמה אחורית
hi: पीछे का कैमरा
hr: Stražnja
hu: Hátlapi
id: Menghadap belakang
it: Fotocamera posteriore
ja: 背面
ko: 후면 카메라
mr: पुढचा भाग मागे करून
ms: Menghadap belakang
nb: Kamera bak
nl: Achtercamera
pl: Aparat tylny
pt_br: Câmera traseira
pt_pt: Câmara traseira
ro: Orientare către spate
ru: Камера сзади
sk: Zadná kamera
sl: Zadnja kamera
sr: Задња камера
sv: Bakre
th: กล้องหลัง
tr: Arka kamera
ug: ئارقا كامېرا ئاكتىپ
uk: Задня камера
ur: بیک فیسنگ
vi: Hướng vào mặt sau
zh_cn: 后置相机
zh_hk: 後置鏡頭

# CAMERA_VO_CAMERA_CHOOSER_BUTTON
source: Camera Chooser
ar: اختر كاميرا
be: Выбар камеры
bn: ক্যামেরা নির্বাচক
ca: Triar càmera
cs: Výběr kamery
da: Kameravælger
de: Kamera-Auswahl
el: Επιλογέας κάμερας
es: Selector de cámara
fa: انتخاب دوربین
fi: Kameravalitsin
fr: Sélecteur de caméra avant ou arrière
ga: Roghnóir Ceamaraí
gu: કૅમેરા પસંદકર્તા
he: בחירת מצלמה
hi: कैमरा चयनकर्ता
hr: Odabir kamere
hu: Kameraválasztó
id: Pemilih kamera
it: Scelta della fotocamera
ja: カメラチューザー
ko: 카메라 선택기
mr: कॅमेरा निवडणारा
ms: Pemilih Kamera
nb: Velg kamera
nl: Camera kiezen
pl: Wybierz aparat
pt_br: Seletor de câmera
pt_pt: Seletor de câmara
ro: Selector pentru Cameră
ru: Выбор камеры
sk: Výber fotoaparátu
sl: Izbirnik kamere
sr: Одабир камере
sv: Kameraväljare
th: ตัวเลือกกล้อง
tr: Kamera Seçici
ug: كامېرا تاللىغۇچ
uk: Вибір камери
ur: کیمرے کا انتخاب کار
vi: Công cụ Chọn Máy ảnh
zh_cn: 相机选择器
zh_hk: 相機選擇器

# CAMERA_VO_CAMERA_CHOOSER_HINT
source: Switches between cameras
ar: التبديل بين الكاميرات
be: Пераключацца паміж камерамі
bn: ভিন্ন ভিন্ন ক্যামেরায় স্যুইচ করে
ca: Canviar de càmera
cs: Přepíná mezi kamerami
da: Skifter mellem kameraer
de: Wechselt zwischen Kameras
el: Εναλλαγή ανάμεσα σε κάμερες
es: Cambia de cámara
fa: تغییر دوربین‌ها
fi: Vaihtaa kameroiden välillä
fr: Basculer entre les caméras avant et arrière
ga: Aistriú idir cheamaraí
gu: કૅમેરાની વચ્ચે સ્વિચ કરે છે
he: החלפה בין מצלמות
hi: कैमरे बदलता है
hr: Prebacivanje s kamere na kameru
hu: Vált a kamerák között
id: Beralih antarkamera
it: Cambia fotocamera in uso
ja: カメラの切り替え
ko: 전면 또는 후면 카메라로 전환합니다.
mr: कॅमेऱ्यांमध्ये स्वीच करतो
ms: Bertukar antara kamera
nb: Bytt mellom kameraene
nl: Tussen camera's schakelen
pl: Pozwala przełączać się między aparatami
pt_br: Alterna entre câmeras
pt_pt: Alterna entre câmaras
ro: Schimbări între camere
ru: Переключение между камерами
sk: Prepínanie medzi kamerami
sl: Preklopi med kamerama
sr: Мења одабир камере
sv: Växla mellan kameror
th: สลับกล้อง
tr: Kameralar arasında geçiş yapar
ug: كامېرا ئالماشتۇرىدۇ
uk: Перемикає із задньої камери на фронтальну
ur: کیمروں کے درمیان سوئچ کرتا ہے
vi: Chuyển giữa các máy ảnh
zh_cn: 切换相机
zh_hk: 切換相機

# CAMERA_VO_CAMERA_FRONT_FACING
source: Front facing
ar: كاميرا أمامية
be: Франтальная камера
bn: সামনের দিকে মুখ করা
ca: Càmera davantera
cs: Přední kamera
da: Forudvendt
de: Frontkamera
el: Προς τα εμπρός
es: Cámara frontal
fa: دوربین جلو
fi: Etukamera
fr: Caméra avant
ga: Tosach chun tosaigh
gu: આગળના કૅમેરા
he: מצלמה קדמית
hi: सामने का कैमरा
hr: Prednja
hu: Előlapi
id: Menghadap depan
it: Fotocamera frontale
ja: 前面
ko: 전면 카메라
mr: समोरासमोरील
ms: Menghadap depan
nb: Kamera foran
nl: Voorcamera
pl: Aparat przedni
pt_br: Câmera frontal
pt_pt: Câmara frontal
ro: Orientare către față
ru: Передняя камера
sk: Predná kamera
sl: Sprednja kamera
sr: Предња камера
sv: Främre
th: กล้องหน้า
tr: Ön kamera
ug: ئالدى كامېرا ئاكتىپ
uk: Фронтальна камера
ur: فرنٹ فیسنگ
vi: Hướng vào mặt trước
zh_cn: 前置相机
zh_hk: 前置鏡頭

# CAMERA_VO_CLOSE_BUTTON
source: Close
af: Maak toe
ar: إغلاق
az: Bağla
be: Закрыць
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
ga: Dún
gu: બંધ
he: סגור
hi: बंद करो
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
kab: Mdel
km: á”á·á‘
kn: ಮುಚ್ಚಿ
ko: 닫기
lt: Užverti
lv: Aizvērt
mk: Затвори
ml: അടയ്ക്കുക
mr: बंद करा
ms: Tutup
my: ပိတ်မယ်
nb: Lukk
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ps: تړل
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sq: Mbylle
sr: Затвори
sv: Stäng
sw: Funga
ta: நெருக்கமான
te: మూసివెయ్యి
th: ปิด
tr: Kapat
ug: تاقا
uk: Закрити
ur: بند کریں
vi: Đóng
zh_cn: 关闭
zh_hk: 關閉

# CAMERA_VO_COMPOSER_MODE
source: Composer mode
ar: وضع المؤلِّف
be: Рэжым «Складальнік»
bn: লেখার মোড
ca: Mode composició
cs: Režim psaní zpráv
da: Skrivetilstand
de: Composer-Modus
el: Λειτουργία σύνθεσης
es: Modo escritura
fa: حالت نگارش
fi: Luontitila
fr: Mode Rédaction
ga: Mód cumadóra
gu: કમ્પોઝર મોડ
he: מצב יצירה
hi: कम्पोज़र मोड
hr: Način sastavljanja
hu: Szerkesztő mód
id: Mode komposer
it: Modalità creazione
ja: メッセージ作成
ko: 작성자 모드
mr: कम्पोझर मोड
ms: Mod pengarang
nb: Redigeringsmodus
nl: Opstelmodus
pl: Tryb tworzenia
pt_br: Modo escrever
pt_pt: Modo compositor
ro: Modul compozitor
ru: Режим написания
sk: Režim tvorby
sl: Način urejevalnika
sr: Режим за писање порука
sv: Composer-läge
th: โหมดเขียนข้อความ
tr: Editör modu
ug: كومپوزىتور ھالىتى
uk: Режим створення історії
ur: کمپوزر موڈ
vi: Chế độ Soạn thảo
zh_cn: 编辑器模式
zh_hk: 編輯器模式

# CAMERA_VO_FLASH_AUTO
source: Automatic
ar: تلقائي
be: Аўтаматычна
bn: স্বয়ংক্রিয়
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματο
es: Automático
fa: خودکار
fi: Automaattinen
fr: Automatique
ga: Uathoibríoch
gu: ઓટોમેટિક
he: אוטומטי
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
mr: स्वयंचलित
ms: Automatik
nb: Automatisk
nl: Automatisch
pl: Auto
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sl: Samodejna
sr: Аутоматски
sv: Automatisk
th: อัตโนมัติ
tr: Otomatik
ug: ئاپتوماتىك
uk: Автоматичні налаштування
ur: آٹومیٹک
vi: Tự động
zh_cn: 自动
zh_hk: 自動

# CAMERA_VO_FLASH_BUTTON
source: Flash
ar: ضوء الفلاش
be: Успышка
bn: ফ্ল্যাশ
cs: Blesk
da: Blitz
de: Blitz
el: Φλας
fa: فلش
fi: Salama
ga: Splanc
gu: ફ્લેશ
he: פלאש
hi: फ़्लैश
hr: Bljeskalica
hu: Vaku
ja: フラッシュ
ko: 플래시
mr: फ्लॅश
ms: Denyar
nb: Blits
nl: Flits
pl: Lampa błyskowa
ro: Bliț
ru: Вспышка
sk: Blesk
sl: Bliskavica
sr: Блиц
sv: Blixt
th: แฟลช
tr: Flaş
ug: چاقماق
uk: Спалах
ur: فلیش
zh_cn: 闪光灯
zh_hk: 閃光燈

# CAMERA_VO_FLASH_OFF
source: Off
af: Af
ar: غير مُشغَّل
az: Bağlı
be: Адкл.
bn: বন্ধ
ca: Inactiu
cs: Vyp.
cy: I ffwrdd
da: Fra
de: Aus
el: Ανενεργό
es: Desactivado
et: Väljas
eu: Desaktibatuta
fa: خاموش
fi: Ei käytössä
fr: Désactivé
ga: As
gu: બંધ
he: כבוי
hi: बंद
hr: Isključeno
hu: ki
id: Nonaktif
is: Slökkt
it: Non attivo
ja: 無効
kab: Yensa
km: á”á·á‘
kn: ಆಫ಼್
ko: 꺼짐
lt: Išjungtas
lv: Nav
mk: Исклучено
ml: ഓഫ്
mr: बंद
ms: Mati
my: ပိတ်ထားမယ်
nb: Av
nl: Uitgeschakeld
pa: ਬੰਦ
pl: Wyłączono
ps: خاموش
pt_br: Desligado
ro: Dezactivat
ru: Отключён
sk: Vypnuté
sl: Izklopljeno
sq: Fikur
sr: Искључено
sv: Av
sw: Zima
ta: அணை
te: ఆఫ్
th: ปิด
tr: Kapalı
ug: تاقاق
uk: Вимкнено
ur: بند کریں
vi: Tắt
zh_cn: 关
zh_hk: 關閉

# CAMERA_VO_FLASH_ON
source: On
af: Aan
ar: مُشغَّل
az: Açıq
be: Укл.
bn: চালু
ca: Actiu
cs: Zap.
cy: Ymlaen
da: Til
de: Ein
el: Ενεργό
es: Activado
et: Sees
eu: Aktibatuta
fa: روشن
fi: Käytössä
fr: Activé
ga: Ar siúl
gu: ચાલુ
he: מופעל
hi: पर
hr: Uključeno
hu: Be
id: Aktif
is: Á
it: Attivo
ja: 有効
kab: Yermed
km: á”á¾á€
kn: ಆನ್
ko: 켜짐
lt: Įjungtas
lv: Ieslēgts
mk: Вклучено
ml: ഓൺ
mr: चालू
ms: Hidup
my: ဖွင့်ထားမယ်
nb: På
nl: Ingeschakeld
pa: ਚਾਲੂ
pl: Włączono
ps: روښانه
pt_br: Ligado
ro: Activat
ru: Включён
sk: Zapnuté
sl: Vklopljena
sq: Ndezur
sr: Укључено
sv: På
sw: Washwa
ta: இயக்கு
te: ఆన్
th: เปิด
tr: Açık
ug: ئاچ
uk: Увімкнено
ur: چلائیں
vi: Bật
zh_cn: 开启
zh_hk: 開啟
