Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

source: No groups in common
af: Geen groepe in gemeen nie
ar: لا توجد مجموعات مُشتركة
az: Heç bir ortaq qrup yoxdur
be: Няма агульных груп
bn: একই রকমের কোনও গ্রুপ নেই
ca: No hi ha grups en comú.
cs: Žádné společné skupiny
cy: Dim grwpiau'n gyffredin
da: Ingen grupper tilfælles
de: Keine gemeinsamen Gruppen
el: Καμία κοινή ομάδα
es: No tienes grupos en común
es_es: Sin grupos en común
et: Ühised grupid puuduvad
eu: Ez dago zuen artean komuna den talderik
fa: هیچ گروه مشترکی وجود ندارد
fi: Ei yhteisiä ryhmiä
fr: Aucun groupe en commun
gu: કોમનમાં કોઈ ગ્રુપ નથી
he: אין קבוצות במשותף
hi: कोई साझा ग्रुप नहीं
hr: Nema zajedničkih grupa
hu: Nincsenek közös csoportok
id: Tidak ada grup yang sama
is: Engir sameiginlegir hópar
it: Nessun gruppo in comune
ja: 共通のグループはありません
kab: Ulac igrawen i tcerkem
km: á‚áŸ’á˜á¶á“á€áŸ’ášá»á˜ášá½á˜
kn: ನೀವಿಬ್ಬರೂ ಒಂದೇ ಗುಂಪುಗಳಲ್ಲಿಲ್ಲ
ko: 공통 그룹 없음
lt: Nėra bendrų grupių
lv: Nav kopēju grupu
mk: Немате заеднички групи
ml: പൊതുവായി ഗ്രൂപ്പുകളൊന്നുമില്ല
mr: कुठलेही गट समाईक नाहीत
ms: Tiada kumpulan yang serupa
my: တူညီသော အဖွဲ့များမရှိပါ
nb: Ingen grupper til felles
nl: Geen gemeenschappelijke groepen
pa: ਕੋਈ ਸਮੂਹ ਸਾਂਝੇ ਨਹੀਂ
pl: Brak wspólnych grup
ps: هېڅ ګډ ګروپ نشته
pt_br: Nenhum grupo em comum
pt_pt: Sem grupos em comum
ro: Nu există grupuri în comun
ru: Нет общих групп
sk: Žiadne spoločné skupiny
sl: Nobene skupne skupine
sq: S’ka grupe të përbashkët
sr: Немате заједничких група
sv: Inga grupper gemensamt
sw: Hakuna vikundi mnavyoshiriki pamoja
ta: பொதுவான குழுக்கள் எதுவும் இல்லை
te: సాధారణమైన సమూహాలు లేవు
th: ไม่มีกลุ่มร่วมกัน
tr: Ortak grubunuz yok
ug: ئورتاق گۇرۇپپا يوق
uk: Спільних груп немає
ur: مشترکہ طور پر کوئی گروپ نہیں
vi: Không có nhóm chung
zh_cn: 无共同群组
zh_hk: 無共同群組

source: No other groups in common.
af: Geen ander groepe in gemeen.
ar: لا توجد مجموعات مُشتركة أخرى.
az: Başqa ortaq qrup yoxdur.
be: Няма іншых агульных груп.
bn: একই রকমের আর কোনও গ্রুপ নেই
ca: Cap altre grup en comú
cs: Žádné další společné skupiny.
cy: Dim grwpiau eraill yn gyffredin.
da: Ingen andre grupper til fælles
de: Keine anderen gemeinsamen Gruppen.
el: Καμμία άλλη κοινή ομάδα
es: No tienes otros grupos en común.
et: Muid ühised gruppe pole.
eu: Ez dago komuna den beste talderik.
fa: هیچ گروه مشترک دیگری وجود ندارد.
fi: Ei muita yhteisiä ryhmiä.
fr: Aucun autre groupe en commun.
gu: અન્ય કોઈ ગ્રુપ કોમનમાં નથી.
he: אין קבוצות אחרות במשותף.
hi: कोई दूसरा साझा समूह नहीं
hr: Nema drugih zajedničkih grupa.
hu: Nincs egyéb közös csoportotok.
id: Tidak ada grup lain yang sama.
is: Engir aðrir hópar sameiginlegir.
it: Nessun altro gruppo in comune.
ja: 他の共通のグループはありません
kab: Ulac igrawen nniḍen i tcerkem.
km: á˜á·á“á˜á¶á“á€áŸ’ášá»á˜ášá½á˜áŠá‘áŸƒá‘áŸ€áá‘áŸ
kn: ಬೇರೆ ಯಾವುದೇ ಗುಂಪುಗಳು ಸಾಮಾನ್ಯವಾಗಿಲ್ಲ.
ko: 공통된 다른 그룹이 없습니다.
lt: Nėra kitų bendrų grupių.
lv: Nav citu kopīgu grupu.
mk: Немате други заеднички групи.
ml: സാമാന്യമായി മറ്റ് ഗ്രൂപ്പുകളൊന്നുമില്ല.
mr: इतर कुठलेही गट समाईक नाहीत
ms: Tidak ada kumpulan lain yang sama.
my: အခြားတူညီသော အဖွဲ့များမရှိပါ
nb: Ingen andre grupper til felles.
nl: Geen andere gemeenschappelijke groepen.
pa: ਕੋਈ ਹੋਰ ਗਰੁੱਪ ਸਾਂਝੇ ਨਹੀਂ।
pl: Brak innych wspólnych grup.
ps: په هېڅ نورو ګروپونو کې یو ځای نه دي.
pt_br: Nenhum outro grupo em comum.
pt_pt: Sem outros grupos em comum
ro: Nu există alte grupuri în comun.
ru: Нет других общих групп.
sk: Žiadne ďalšie spoločné skupiny.
sl: Ni drugih skupnih skupin.
sq: S’ka grupe të tjerë të përbashkët.
sr: Немате других заједничких група.
sv: Inga andra grupper gemensamt.
sw: Hakuna vikundi vingine vinavyofanana.
ta: பொதுவான குழுக்கள் இல்லை
te: ఉమ్మడిగా ఇతర సమూహాలు లేవు.
th: ไม่มีกลุ่มอื่นร่วมกัน
tr: Başka ortak grup yok.
ug: باشقا ئورتاق گۇرۇپپا يوق
uk: Інших спільних груп немає.
ur: کوئی دوسرا گروہ مشترکہ نہیں۔
vi: Không có nhóm chung nào khác.
zh_cn: 没有其它共同群组。
zh_hk: 無其他共同群組。

source: Note to Self
af: Nota aan myself
ar: الملاحظات الشخصية
az: Özümə qeyd
be: Нататка для сябе
bg: Напомняне за мен
bn: নিজের জন্য নোট
ca: Notes personals
cs: Poznámka sobě
cy: Nodyn i Fi Fy Hun
da: Personlig note
de: Notiz an mich
el: Μήνυμα σε μένα
es: Notas privadas
es_es: Notas personales
et: Märkus endale
eu: Norberarentzako oharra
fa: یادداشت برای خود
fi: Viestit itselleni
fil: Mensahe para sa sarili
fr: Notes perso
ga: Nóta Chugam Féin
gu: પોતાના માટે નોંધ
he: הערות לעצמי
hi: स्वयं को लिखें
hr: Osobna bilješka
hu: Privát feljegyzés
id: Catatan Pribadi
is: Minnispunktur til sjálfs þín
it: Note personali
ja: 自分用メモ
kab: Tazmilt i yiman-ik.im
kk: Өзіне өзі ескерту
km: á€áŸ†áááŸ‹á…áŸ†áá¶áŸ†
kn: ಸ್ವಯಂ ಟಿಪ್ಪಣಿ
ko: 개인 메모
lt: Pastabos sau
lv: Piezīme sev
mk: Забелешка за себе
ml: സ്വന്തം കുറിപ്പുകൾ
mr: स्वतःला नोंद
ms: Nota untuk Diri Sendiri
my: မိမိကိုယ်တိုင်အတွက် မှတ်ချက်
nb: Notat til meg selv
nl: Notitie aan mezelf
pa: ਆਪਣੇ ਆਪ ਨੂੰ ਨੋਟ
pa_pk: اپنے لئی نوٹ کرو
pl: Do siebie
ps: یاددښت د ځان لپاره
pt_br: Anotações
pt_pt: Nota para mim
ro: Notă personală
ru: Заметка для себя
sk: Poznámka pre seba
sl: Sporočilo sebi
sq: Shënim për Veten
sr: Моје белешке
sv: Egen anteckning
sw: Kidokezo kwake mwenyewe
ta: சுய குறிப்பு
te: స్వీయ గమనిక
th: บันทึกส่วนตัว
tr: Kendime Not
ug: ئۆزۈمگە ئەسلەتمە
uk: Нотатник
ur: خود کے لیے نوٹ
vi: Ghi chú
zh_cn: 备忘录
zh_hk: 給自己的筆記

# NOTIFICATION_BODY_INCOMING_MESSAGE_REQUEST
source: Message Request
ar: طلب مراسلة
be: Запыт на перапіску
bn: মেসেজের অনুরোধ
ca: Sol·licitud de missatge
cs: Žádost o zprávu
da: Beskedanmodning
de: Unterhaltungsanfrage
el: Αίτημα μηνύματος
es: Solicitud de mensaje
fa: درخواست پیام
fi: Viestipyyntö
fr: Invitation par message
ga: Iarratas Teachtaireachta
gu: મેસેજની વિનંતી
he: בקשת הודעה
hi: बाच-चीत का निवेदन
hr: Zahtjev za razgovorom
hu: Üzenet felkérés
id: Permintaan Pesan
it: Richiesta di messaggio
ja: メッセージリクエスト
ko: 메시지 요청
mr: संदेश विनंती
ms: Permintaan Mesej
nb: Meldingsforespørsel
nl: Gespreksverzoek
pl: Prośba o kontakt
pt_br: Solicitação de mensagem
pt_pt: Pedido de mensagem
ro: Solicitare mesaj
ru: Запрос на общение
sk: Žiadosť o správu
sr: Захтев за дописивање
sv: Meddelandeförfrågan
th: คำขอส่งข้อความ
tr: Mesaj İsteği
ug: ئۇچۇر ئىلتىماسى
uk: Запит на повідомлення
ur: میسج کی درخواست
vi: Yêu cầu gửi Tin nhắn
zh_cn: 消息请求
zh_hk: 訊息請求

# NOTIFICATION_BODY_PHONE_LOCKED_FORMAT
source: You may have received messages while your %@ was restarting.
af: Jy het dalk boodskappe ontvang terwyl jou %@ weer aangeskakel het.
ar: قد تكون استلمتَ رسائل اثناء إعادة تشغيل %1$@ الخاص بك.
az: %@ yenidən başlayarkən yeni mesaj almış ola bilərsiniz.
be: Магчыма, вы атрымалі паведамленні падчас перазапуску вашага %1$@.
bg: Може да сте получили съобщения, докато вашият %@ се е рестартирал.
bn: আপনার %1$@ পুনঃসূচনা করার সময় হয়তবা আপনি বার্তা পেয়েছেন।
ca: Podeu haver rebut missatges mentre el vostre %1$@ es reiniciava.
cs: Je možné, že byly přijaty nové zprávy, zatímco váš %1$@ byl restartován.
cy: Efallai eich bod wedi derbyn negeseuon tra roedd eich %@ yn ail ddechrau.
da: Du har muligvis fået beskeder, mens din %1$@ blev genstartet
de: Du hast eventuell Nachrichten erhalten, während dein %1$@ neu gestartet wurde.
el: Ίσως να έχεις λάβει μηνύματα κατά την επανεκκίνηση του %1$@ σου.
es: Es posible que hayas recibido mensajes mientras tu %1$@ estaba reiniciándose.
es_es: Has recibido mensajes mientras tu %@ estaba reiniciándose.
et: Sa võisid %@'i taaskäivitamise ajal saada sõnumeid.
eu: Agian mezuak jaso dituzu zure %@ berrabiarazten ari zela.
fa: ممکن است شما زمانی که %1$@ در حال ری استارت بود پیام هایی دریافت کرده باشید.
fi: Uusia viestejä on saattanut tulla sillä aikaa kun %1$@ käynnistyi uudelleen.
fil: Maaaring nakatanggap ka ng mensahe habang ang iyong %@ ay nagre-restart.
fr: Vous avez peut-être reçu des messages pendant le redémarrage de votre %1$@.
ga: D'fhéadfadh sé go bhfuair tú teachtaireachtaí nuair a bhí an %1$@ á atosú.
gu: જ્યારે તમારું %1$@ ફરી શરૂ થઈ રહ્યું હતું ત્યારે તમને મેસેજ પ્રાપ્ત થઈ શકે છે.
he: ייתכן שקיבלת הודעות בזמן שה־%1$@ שלך הופעל מחדש.
hi: जब आपका %1$@ शुरु हो रहा था तब आपके पास मेसेज प्राप्त हुए हो सकते हैं।
hr: Možda ste primili poruke dok se vaš %1$@ ponovno pokretao.
hu: Lehetséges, hogy volt bejövő üzeneted, amíg az %1$@ újraindult.
id: Anda mungkin telah menerima pesan ketika %1$@ Anda sedang memulai ulang.
is: Þú gætir hafa fengið ný skilaboð á meðan %@ var að endurræsast.
it: Puoi aver ricevuto messaggi mentre il tuo %1$@ si riavviava.
ja: %1$@の再起動中にメッセージが届いた可能性があります。
kab: Ahat tremseḍ-d iznan mi ara %@- inek·inem yettales asenker.
kk: %@ қайтадан іске қосылып жатқан кезде хабарламалар алған болуыңыз мүмкін.
km: á¢áŸ’á“á€á”áŸ’ášá áŸ‚á›á”á¶á“á‘á‘á½á›áŸá¶áš á“áŸ…á–áŸá› %@ ášá”áŸáŸ‹á¢áŸ’á“á€ á€áŸ†á–á»á„á”á¾á€á¡á¾á„áœá·á‰áŸ”
kn: ನಿಮ್ಮ %@ ಪುನಃ ಪ್ರಾರಂಭಿಸುವಾಗ ನೀವು ಸಂದೇಶಗಳನ್ನು ಸ್ವೀಕರಿಸಿರಬಹುದು.
ko: %1$@가 다시 시작했을 때 메시지를 받았을 수 있습니다.
lt: Gali būti, kad kol jūsų %@ buvo paleidžiamas iš naujo, jūs gavote žinutes.
lv: Iespējams, ka %@ restartēšanas laikā jums pienāca ziņas.
mk: Можеби имате добиено пораки додека вашиот %@ се ресетираше.
ml: നിങ്ങളുടെ %@ റിസ്റ്റാർട്ട് ചെയ്യുമ്പോൾ നിങ്ങൾക്ക് സന്ദേശങ്ങൾ ലഭിച്ചേക്കാം.
mr: आपला %1$@ पुन्हा चालू होत असताना आपल्याला संदेश प्राप्त झाले असू शकतात.
ms: Anda mungkin menerima mesej semasa %1$@ anda mulakan semula.
my: သင်၏ %@ ကို ပြန်လည်စတင်နေသည့်အချိန်အတွင်း စာများ လက်ခံရယူနိုင်ပါသည်။
nb: Det kan hende du mottok meldinger mens din %1$@ restartet.
nl: Je hebt misschien berichten ontvangen terwijl je %1$@ opnieuw werd opgestart.
pa: ਜਦੋਂ ਤੁਹਾਡਾ %@ ਮੁੜ-ਚਾਲੂ ਹੋ ਰਿਹਾ ਸੀ ਤਾਂ ਤੁਸੀਂ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਕੀਤੇ ਹੋ ਸਕਦੇ ਹਨ।
pa_pk: تساں دے %@ دے دوبارہ شروع ہوندے ویلے تساں نوں سنیہے موصول ہو سکدے ہین۔
pl: Możliwe, że podczas gdy %1$@ uruchamiał się ponownie, przyszły do Ciebie wiadomości.
ps: ښایې تاسې پیغامونه هغه مهال تر لاسه کړي وي چې ستاسې %@ له سره پیل شوی و.
pt_br: Pode ser que você tenha recebido mensagens enquanto seu %1$@ reiniciava.
pt_pt: Poderá ter recebido mensagens enquanto o seu %1$@ esteve a reiniciar.
ro: Este posibil să fi primit mesaje în timp ce %1$@-ul se repornea.
ru: Вы могли получить сообщения, пока ваш %1$@ перезапускался.
sk: Mohli ste dostať nové správy, kým sa Váš %1$@ reštartoval.
sl: Možno je, da ste med ponovnim zagonom naprave %@ prejeli kakšno sporočilo.
sq: Mund të keni marrë mesazhe teksa %@ po rinisej.
sr: Можда сте примили поруке док се %1$@ поново покретао.
sv: Du kan ha fått nya meddelanden medan din %1$@ startades om.
sw: Huenda umepokea jumbe wakati %@chako kilikuwa kinawasha upya
ta: உங்கள் %@ மறுதொடக்கம் செய்யும்போது செய்திகளைப் பெற்றிருக்கலாம்.
te: మీ %@ పునఃప్రారంభించేటప్పుడు మీకు సందేశాలు వచ్చాయి.
th: คุณอาจได้รับข้อความในขณะที่ %1$@ ของคุณกำลังเริ่มต้นใหม่
tr: %1$@ cihazınız yeniden başlarken ileti almış olabilirsiniz.
ug: %1$@ قايتا قوزغىلىۋاتقاندا ئۇچۇر تاپشۇرۇۋالغان بولىشىڭىز مۇمكىن.
uk: Поки ваш %1$@ перезапускався, вам могли надійти повідомлення.
ur: آپ کو پیغامات موصول ہو سکتے تھے جب آپ %1$@کا دوبارہ ترتیب ہو رہا تھا۔
vi: Bạn có thể đã nhận tin nhắn này khi %1$@ đang khởi động nguồn trở lại.
zh_cn: 您可能在%1$@重启时收到了新消息。
zh_hk: 您的 %1$@ 重啟後可能會收到新訊息。

# NOTIFICATION_PERMISSION_ACTION_SHEET_BODY
source: To receive notifications for new messages:
af: Om kennisgewings vir nuwe boodskappe te ontvang:
ar: لتلقي إشعارات بالرسائل الجديدة:
az: Yeni mesajların bildirişlərini almaq üçün:
be: Каб атрымліваць апавяшчэнні аб новых паведамленнях:
bn: নতুন মেসেজগুলির জন্য নোটিফিকেশন পেতে:
ca: Per rebre notificacions de missatges nous:
cs: Přijímat notifikace o nových zprávách:
cy: Er mwyn derbyn hysbysiadau negeseuon newydd:
da: Sådan modtager du notifikationer om nye beskeder:
de: Um Mitteilungen über neue Nachrichten zu erhalten:
el: Για να λαμβάνεις ειδοποιήσεις για νέα μηνύματα:
es: Para recibir notificaciones de mensajes nuevos:
es_es: Para recibir notificaciones de nuevos mensajes:
et: Uute sõnumite korral teavituste saamiseks:
eu: Mezu berrien jakinarazpenak jasotzeko:
fa: برای دریافت اعلان‌ها برای پیام‌های جدید:
fi: Vastaanottaaksesi ilmoituksia uusista viesteistä:
fr: Pour recevoir des notifications à l'arrivée de nouveaux messages :
ga: Chun fógra a fháil nuair a thagann teachtaireacht nua isteach:
gu: નવા મેસેજ માટે સૂચનાઓ પ્રાપ્ત કરવા માટે:
he: כדי לקבל התראות לגבי הודעות חדשות:
hi: नए मेसेजेस के लिए सूचनाएँ पाने के लिए:
hr: Kako biste primali obavijesti o novim porukama:
hu: Értesítések fogadásához új üzenetekről:
id: Untuk menerima pemberitahuan untuk pesan baru:
is: Til að fá tilkynningar fyrir ný skilaboð:
it: Per ricevere notifiche per i nuovi messaggi:
ja: 新着メッセージの通知を受けるには:
kab: I urmas n yilɣa n yiznan imaynuten.
kk: Жаңа хабарламалар бойынша құлақтандырулар алу үшін:
km: áŠá¾á˜áŸ’á”á¸á‘á‘á½á›áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„ áŸá˜áŸ’ášá¶á”áŸ‹áŸá¶ášááŸ’á˜á¸áŸ–
kn: ಹೊಸ ಸಂದೇಶಗಳಿಗಾಗಿ ನೋಟಿಫಿಕೇಷನ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು:
ko: 새 메시지 알림을 받으려면:
lt: Norėdami gauti pranešimus apie naujas žinutes:
lv: Lai saņemtu paziņojumus par jaunām ziņām:
mk: За да примате известувања за нови пораки:
ml: പുതിയ സന്ദേശങ്ങള്‍-ക്കുള്ള അറിയിപ്പുകൾ ലഭിക്കുന്നതിന്:
mr: नवीन संदेशांसाठी सूचना प्राप्त करण्यासाठी:
ms: Untuk menerima pemberitahuan bagi mesej baharu:
my: မက်ဆေ့ချ်အသစ်များ အတွက် အသိပေးချက်များ လက်ခံရန် -
nb: For å motta varsler for nye meldinger:
nl: Om meldingen van nieuwe berichten te krijgen:
pa: ਨਵੇਂ ਸੁਨੇਹਿਆਂ ਲਈ ਨੋਟੀਫਿਕੇਸ਼ਨ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ:
pl: Aby otrzymywać powiadomienia o nowych wiadomościach:
ps: د نویو پیغامونو په اړه د خبرتیاوو د تر لاسه کولو لپاره:
pt_br: Para receber notificações de novas mensagens:
pt_pt: Para receber notificações para mensagens novas:
ro: Pentru a primi notificări pentru mesaje noi:
ru: Чтобы получать уведомления о новых сообщениях:
sk: Pre prijímanie hlásení o nových správach:
sl: Za prejemanje obvestil o novih sporočilih:
sq: Për të marrë njoftime për mesazhe të reja:
sr: Да бисте примали обавештења о новим порукама:
sv: Så här får du notiser för nya meddelanden:
sw: Ili upokee arifa za ujumbe mpya:
ta: புதிய செய்திகளுக்கான அறிவிப்புகளைப் பெற:
te: క్రొత్త సందేశాల కోసం నోటిఫికేషన్‌లను స్వీకరించడానికి:
th: เพื่อรับการแจ้งเตือนสำหรับข้อความใหม่:
tr: Yeni iletilerin bildirimlerini almak için:
ug: يېڭى ئۇچۇرلارنىڭ ئۇقتۇرۇشلىرىنى تاپشۇرۇۋېلىش ئۈچۈن:
uk: Щоб отримувати сповіщення про нові повідомлення:
ur: نئے پیغامات کیلئے اطلاعات موصول کرنے کے لئے:
vi: Để nhận thông báo cho các tin nhắn mới:
zh_cn: 接收新消息的通知：
zh_hk: 接收新訊息的通知：

# NOTIFICATION_PERMISSION_ACTION_SHEET_STEP_ONE
source: Tap “Go to Settings” below
af: Tik hieronder op "Gaan na Instellings"
ar: انقر على "انتقِل إلى الإعدادات" في الأسفل
az: Aşağıdakı "Tənzimləmələrə get"ə toxunun
be: Націсніце «Перайсці ў налады», што ніжэй
bn: নিচের “সেটিংস-এ যান” অপশনে ট্যাপ করুন
ca: Feu un toc a Ves a la configuració
cs: Klepněte níže na "Přejít na nastavení"
cy: Tapiwch "Mynd i Gosodiadau" isod
da: Tryk på “Gå til indstillinger” nedenfor
de: Tippe unten auf »Zu Einstellungen«
el: Πάτησε "Πήγαινε στις Ρυθμίσεις" παρακάτω
es: Toca el botón "Ir a Ajustes" de abajo.
es_es: Toca sobre «Ir a ajustes» debajo
et: Klõpsa allpool "Mine sätetesse"
eu: Ukitu "Joan Ezarpenetara" azpian
fa: پایین روی «به تنظیمات بروید» ضربه بزنید
fi: Napauta alla Siirry asetuksiin
fr: Touchez "Accéder aux réglages" ci-dessous.
ga: Tapáil “Socruithe” thíos
gu: નીચે "સેટિંગ્સ પર જાઓ" પર ટેપ કરો
he: הקש על ”לך אל הגדרות” למטה
hi: नीचे "सेटिंग्स पर जाएँ" पर टैप करें
hr: Pritisnite "Idi na postavke"
hu: Koppints a "Beállításokhoz" címkére lent
id: Ketuk "Pergi ke Pengaturan" di bawah
is: Ýttu á “Fara í stillingar” hér fyrir neðan
it: Clicca “Vai alle Impostazioni” sotto
ja: 以下の「設定へ」をタップ
kab: Sit ɣef "Ddu ɣer yiɣewwaren" ddaw
kk: Төмендегі “Параметрлерге өту” түймесін басыңыз
km: á…á»á… â€œá‘áŸ…á€á¶ášá€áŸ†áááŸ‹â€ áá¶á„á€áŸ’ášáŸ„á˜
kn: ಕೆಳಗಿನ “ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಹೋಗಿ” ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 하단 "설정으로 이동"을 탭하세요
lt: Žemiau bakstelėkite „Pereiti į nustatymus“
lv: Nospiest "Iet uz uzstādījumiem" zemāk
mk: Допрете на "Оди во Поставки" подолу
ml: ചുവടെയുള്ള “ക്രമീകരണങ്ങളിലേക്ക് പോകുക” ടാപ്പുചെയ്യുക
mr: खाली "सेटिंग वर जा" टॅप करा
ms: Ketik "Pergi ke Tetapan" di bawah
my: အောက်တွင်ရှိသော "အပြင်အဆင်များသို့ သွားမယ်" ခလုတ် နှိပ်ပါ
nb: Trykk "Gå til innstillinger" under
nl: Tik op ‘Naar instellingen’ hieronder
pa: ਹੇਠਾਂ “Settings ਉੱਤੇ ਜਾਓ” ਨੂੰ ਛੂਹੋ
pl: Dotknij opcji „Przejdź do ustawień” poniżej
ps: لاندې پر ”تنظیماتو ته ولاړ شئ“ کلیک وکړئ
pt_br: Toque em "Ir para configurações," abaixo:
pt_pt: Toque em "Ir para as definições" abaixo
ro: Apăsă pe "Navigați la Setări" mai jos
ru: Нажмите «Перейти в Настройки» ниже
sk: Ťuknite na “Prejsť na nastavenia” nižšie
sl: Tapnite "Pojdi v nastavitve" spodaj
sq: Prekni më poshtë “Kalo te Rregullimet”
sr: Додирните „Иди на подешавања“ у наставку
sv: Tryck på "Gå till inställningar" nedan
sw: Gusa “Nenda kwenye Mipangilio” hapa chini
ta: கீழே உள்ள “அமைப்புகளுக்குச் செல்” என்பதைத் தட்டவும்
te: దిగువ “సెట్టింగ్‌లకు వెళ్ళు” నొక్కండి
th: แตะ "ไปยังการตั้งค่า" ด้านล่าง
tr: Aşağıdan "Ayarlara git" seçeneğine dokunun
ug: تۆۋەندىكى «تەڭشەكلەرگە يۆتكەل» نى چېكىڭ
uk: Натисніть кнопку «Відкрити параметри»
ur: نیچے "ترتیبات پر جائیں" پر ٹیپ کریں
vi: Nhấn "Mở Cài đặt" ở dưới
zh_cn: 轻按下面的“去设置”
zh_hk: 按一下「前往設定」

# NOTIFICATION_PERMISSION_ACTION_SHEET_STEP_THREE
source: Turn on “Allow Notifications”
af: Aktiveer “Laat kennisgewings toe”
ar: تفعيل "السماح بالإشعارات"
az: "Bildirişlərə icazə ver" işə salınsın?
be: Уключыць «Дазволіць апавяшчэнні»
bn: “নোটিফিকেশনের অনুমতি দিন” অপশনটি চালু করুন
ca: Activeu Permet notificacions
cs: Zapnout "Povolit notifikace"
cy: Galluogi "Caniatáu Hysbysiadau"
da: Slå "Tillad notifikationer" til
de: Schalte »Mitteilungen erlauben« ein
el: Ενεργοποίησε "Επίτρεψε τις Ειδοποιήσεις"
es: Activa "Permitir notificaciones".
es_es: Activa «Permitir notificaciones»
et: Luba teavitused
eu: Aktibatu "Jakinarapenak Onartu"
fa: «اجازه به اعلان‌ها» را روشن کنید
fi: Ota käyttöön Salli ilmoitukset
fr: Activez "Autoriser les notifications".
ga: Cuir “Allow Notifications” ar siúl
gu: "સૂચનાઓને મંજૂરી આપો" ચાલુ કરો
he: הפעל את ”התר התראות”
hi: “सूचनाओं की इजाज़त दें” चालू करें
hr: Uključite "Dopusti obavijesti"
hu: Kapcsold be: "Értesítések engedélyezése"
id: Nyalakan: "Izinkan Pemberitahuan"
is: Kveiktu á "Leyfa tilkynningar"
it: Attiva “Consenti notifiche”
ja: 「通知を許可」を有効にする
kab: Rmed "Sireg ilɣa"
kk: “Құлақтандыруларға рұқсат беру” функциясын іске қосу
km: á”á¾á€ â€œá¢á“á»á‰áŸ’á‰á¶ááŸá¶ášá‡á¼á“áŠáŸ†áá¹á„â€
kn: “ನೋಟಿಫಿಕೇಷನ್‌ಗಳನ್ನು ಅನುಮತಿಸಿ” ಆನ್ ಮಾಡಿ
ko: "알림 허용"을 탭하세요.
lt: Įjunkite „Leisti pranešimus“ (angl. Allow Notifications)
lv: Iespējot "Atļaut paziņojumus"
mk: Вклучете "Дозволи Известувања"
ml: “അറിയിപ്പുകൾ അനുവദിക്കുക” ഓണാക്കുക
mr: "सूचनांची अनुमती द्या" चालू करा
ms: Hidupkan "Benarkan Pemberitahuan"
my: "အသိပေးချက်များ ခွင့်ပြုပါ" ကို ဖွင့်ပါ
nb: Skru på "Godta varsler"
nl: Tik op ‘Sta meldingen toe’
pa: "ਨੋਟੀਫਿਕੇਸ਼ਨ ਮਨਜ਼ੂਰ" ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Aktywuj opcję „Włącz powiadomienia”
ps: ”خبرتیاوو ته اجازه ورکول“ روښانه کړئ
pt_br: Habilite "Permitir Notificações"
pt_pt: Ativar "Permitir notificações"
ro: Activează "Permite notificări"
ru: Включите «Допуск уведомлений»
sk: Zapnite “Povoliť hlásenia”
sl: Omogočite obvestila (Allow Notifications)
sq: Aktivizoni “Lejo Njoftime”
sr: Укључите „Активирај обавештења“
sv: Slå på "Tillåt notiser"
sw: Washa “Ruhusu Arifa”
ta: “அறிவிப்புகளை அனுமதி” என்பதை இயக்கவும்
te: “నోటిఫికేషన్‌లను అనుమతించు” ఆన్ చేయండి
th: เปิดใช้ "อนุญาตการแจ้งเตือน"
tr: "Bildirimlere İzin Ver" seçeneğini açın
ug: «ئۇقتۇرۇش ئەۋەتىشكە رۇخسەت»نى ئېچىڭ
uk: Увімкніть «Дозволити сповіщення»
ur: "اطلاعات کی اجازت دیں" کو آن کریں
vi: Bật "Cho phép Thông báo"
zh_cn: 启用“允许通知”
zh_hk: 啟用「允許通知」

# NOTIFICATION_PERMISSION_ACTION_SHEET_STEP_TWO
source: Tap Notifications
af: Tik kennisgewings
ar: انقر على "الإشعارات"
az: Bildirişlərə toxunun
be: Націснуць «Апавяшчэнні»
bn: নোটিফিকেশনে ট্যাপ করুন
ca: Feu un toc a Notificacions
cs: Klepněte na oznámení
cy: Tapiwch Hysbysiadau
da: Tryk på notifikationer
de: Tippe auf »Mitteilungen«
el: Πάτησε τις Ειδοποιήσεις
es: Toca "Notificaciones".
es_es: Toca sobre «Notificaciones»
et: Klõpsa Teavitused
eu: Ukitu Jakinarazpenak
fa: روی اعلان‌ها ضربه بزنید
fi: Napauta Ilmoitukset
fr: Sélectionnez "Notifications".
ga: Tapáil Notifications
gu: સૂચનાઓ પર ટેપ કરો
he: הקש על התראות
hi: सूचनाएँ पर टैप करें
hr: Pritisnite Obavijesti
hu: Koppintsd az Értesítésekre
id: Ketuk Pemberitahuan
is: Ýttu á tilkynningar
it: Clicca Notifiche
ja: 通知をタップ
kab: Sit ɣef yilɣa
kk: Құлақтандырулар түймесін түрту
km: á…á»á… áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„
kn: ನೋಟಿಫಿಕೇಷನ್‌ಗಳನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 알림을 탭하세요
lt: Bakstelėkite „Pranešimai“
lv: Nospiest Paziņojumi
mk: Допрете на Известувања
ml: അറിയിപ്പുകൾ ടാപ്പുചെയ്യുക
mr: सूचना टॅप करा
ms: Ketik Pemberitahuan
my: အသိပေးချက်များကို နှိပ်ပါ
nb: Trykk Varsler
nl: Tik op ‘Meldingen’
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਨੂੰ ਛੂਹੋ
pl: Dotknij „Powiadomienia”
ps: پر خبرتیاوو کلیک وکړئ
pt_br: Toque em Notificações
pt_pt: Toque em notificações
ro: Atinge Notificări
ru: Нажмите «Уведомления»
sk: Ťuknite na Hlásenia
sl: Tapnite na Obvestila
sq: Prekni Njoftimet
sr: Додирните „Обавештења“
sv: Tryck på Notiser
sw: Gusa Arifa
ta: அறிவிப்புகளைத் தட்டவும்
te: నోటిఫికేషన్‌లను నొక్కండి
th: แตะไปที่การแจ้งเตือน
tr: Bildirimlere Dokunun
ug: ئۇقتۇرۇشلارنى چېكىڭ
uk: Торкніться «Сповіщень»
ur: اطلاعات پر ٹیپ کریں
vi: Nhấn Thông báo
zh_cn: 点击通知
zh_hk: 輕觸「通知」

# NOTIFICATION_PERMISSION_ACTION_SHEET_TITLE
source: Turn on Notifications
af: Aktiveer kennisgewings
ar: تفعيل الإشعارات
az: Bildirişləri işə sal
be: Уключыць «Апавяшчэнні»
bn: নোটিফিকেশন চালু করুন
ca: Activació de les notificacions
cs: Povolit notifikace
cy: Galluogi Hysbysiadau
da: Slå notifikationer til
de: Mitteilungen einschalten
el: Ενεργοποίησε τις Ειδοποιήσεις
es: Activar notificaciones
es_es: Activa las notificaciones
et: Teavituste lubamine
eu: Aktibatu Jakinarazpenak
fa: روشن کردن اعلان‌ها
fi: Ota käyttöön Ilmoitukset
fr: Activer les notifications
ga: Cuir Fógraí ar siúl
gu: સૂચનાઓ ચાલુ કરો
he: הפעל את התראות
hi: सूचनाओं को चालू करें
hr: Uključite Obavijesti
hu: Értesítések bekapcsolása
id: Nyalakan Pemberitahuan
is: Kveikja á tilkynningum
it: Attiva le notifiche
ja: 通知の有効化
kab: Rmed ilɣa
kk: Құлақтандыруларды іске қосу
km: á”á¾á€â€‹áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„
kn: ನೋಟಿಫಿಕೇಷನ್‌ಗಳನ್ನು ಆನ್ ಮಾಡಿ
ko: 알림 켜기
lt: Įjungti pranešimus
lv: Iespējot Paziņojumus
mk: Вклучете Известувања
ml: അറിയിപ്പുകൾ ഓണാക്കുക
mr: सूचना चालू करा
ms: Hidupkan Pemberitahuan
my: အသိပေးချက်များကို ဖွင့်ပါ
nb: Skru på Varsler
nl: Meldingen inschakelen
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Włącz powiadomienia
ps: خبرتیاووې روښانه کړئ
pt_br: Habilitar Notificações
pt_pt: Ativar notificações
ro: Activează notificările
ru: Включите уведомления
sk: Zapnúť hlásenia
sl: Vklopite obvestila
sq: Aktivizoni NJoftimet
sr: Укључите обавештења
sv: Slå på notiser
sw: Ruhusu Arifa
ta: அறிவிப்புகளை இயக்கவும்
te: నోటిఫికేషన్‌లను ప్రారంభించండి
th: เปิดการแจ้งเตือน
tr: Bildirimleri açın
ug: ئۇقتۇرۇشلارنى ئېچىڭ
uk: Увімкніть сповіщення
ur: اطلاعات کو آن کریں
vi: Bật lên Thông báo
zh_cn: 启用通知
zh_hk: 啟用「通知」
