Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ACCOUNT_DATA_REPORT_EXPORT_REPORT_BUTTON
source: Export Report
ar: تصدير التقرير
be: Экспартаваць справаздачу
bn: রিপোর্ট এক্সপোর্ট করুন
ca: Exportar informe
cs: Exportovat přehled
da: Eksportér rapport
de: Bericht exportieren
el: Εξαγωγή αναφοράς
es: Exportar informe
fa: خروجی گرفتن گزارش
fi: Vie raportti
fr: Exporter le rapport
ga: Easpórtáil an Tuairisc
gu: રિપોર્ટ એક્સપોર્ટ કરો
he: יצוא דוח
hi: निर्यात रिपोर्ट करें
hr: Izvezi izvješće
hu: Jelentés exportálása
id: Ekspor Laporan
it: Esporta report
ja: レポートをエクスポートする
ko: 보고서 내보내기
mr: रिपोर्ट एक्सपोर्ट करा
ms: Eksport laporan
nb: Eksporter rapport
nl: Rapport exporteren
pl: Wyeksportuj raport
pt_br: Exportar relatório
pt_pt: Exportar relatório
ro: Exportă Raportul
ru: Экспортировать отчёт
sk: Exportovať prehľad
sr: Извези извештај
sv: Exportera rapport
th: ส่งออกรายงาน
tr: Raporu dışa aktar
ug: دوكلاتنى چىقىرىش
uk: Експортувати файл
ur: رپورٹ ایکسپورٹ کریں
vi: Xuất Báo cáo
zh_cn: 导出报告
zh_hk: 匯出報告

# ACCOUNT_DATA_REPORT_FOOTER
source: Your report is generated only at the time of export and is not stored by Signal on your device.
ar: يتمُّ إنشاء تقريرك فقط في وقت التصدير ولا يتم تخزينُه بواسطة سيجنال على جهازك.
be: Ваша справаздача ствараецца толькі падчас экспарту, і Signal не захоўвае яе на вашай прыладзе.
bn: আপনার রিপোর্ট শুধুমাত্র এক্সপোর্ট করার সময় তৈরি হয় এবং Signal কর্তৃক আপনার ডিভাইসে সংরক্ষণ করা হয় না।
ca: El teu informe només es genera en el moment de l'exportació i Signal no l'emmagatzema al teu dispositiu.
cs: Váš přehled se generuje v okamžiku exportu a služba Signal jej neukládá do vašeho zařízení.
da: Din rapport genereres kun på eksporttidspunktet og gemmes ikke af Signal på din enhed.
de: Dein Bericht wird nur zum Zeitpunkt des Exports generiert und nicht von Signal auf deinem Gerät gespeichert.
el: Η αναφορά σου δημιουργείται μόνο κατά την εξαγωγή και δεν αποθηκεύεται από το Signal στη συσκευή σου.
es: Tu informe solo se genera en el momento en que se exporta y Signal no lo almacena en tu dispositivo.
fa: گزارش شما فقط هنگام خروجی گرفتن تولید می‌شود و سیگنال آن را در دستگاهتان ذخیره نمی‌کند.
fi: Raportti luodaan vain viennin yhteydessä, eikä Signal tallenna sitä laitteellesi.
fr: Le rapport n’est généré qu’au moment de l’exportation et Signal ne le stocke pas sur votre appareil.
ga: Ní ghintear do thuairisc ach ag am na heaspórtála agus ní dhéanann Signal í a stóráil ar do ghléas.
gu: તમારો રિપોર્ટ ફક્ત એક્સપોર્ટ વખતે જ જનરેટ થાય છે અને Signal દ્વારા તમારા ડિવાઇસ પર સ્ટોર થતો નથી.
he: הדוח שלך נוצר רק בזמן הייצוא ואינו מאוחסן על ידי Signal במכשיר שלך.
hi: आपकी रिपोर्ट केवल निर्यात के समय उत्पन्न होती है और आपके डिवाइस पर Signal द्वारा संग्रहित नहीं की जाती है।
hr: Vaše izvješće generira se samo u trenutku izvoza i Signal ga ne pohranjuje na vašem uređaju.
hu: A jelentés csak az exportáláskor jön létre, és a Signal nem tárolja az eszközödön.
id: Laporan Anda dibuat hanya pada saat proses ekspor dan tidak disimpan oleh Signal di perangkat Anda.
it: Il tuo report viene creato solamente quando avviene l'esportazione dei dati e Signal non lo archivierà sul tuo dispositivo.
ja: レポートはエクスポート時にのみ作成され、Signal がお客様の端末に保存することはありません。
ko: 보고서는 내보내기를 하는 시점에만 생성되며, 기기의 Signal에는 저장되지 않습니다.
mr: आपला रिपोर्ट फक्त एक्स्पोर्ट करण्याच्या वेळी तयार केला जाईल आणि तो Signal द्वारे आपल्या डिव्हाईसवर स्टोअर केला जाणार नाही.
ms: Laporan anda dijana hanya pada masa eksport dan tidak disimpan oleh Signal pada peranti anda.
nb: Rapporten opprettes kun når den eksporteres, og den lagres ikke i Signal-appen eller på enheten din.
nl: Je rapport wordt alleen gegenereerd op het moment van exporteren en wordt niet door Signal op je apparaat opgeslagen.
pl: Raport jest generowany wyłącznie wtedy, gdy prosisz o eksport, i nie jest przechowywany przez Signal na Twoim urządzeniu.
pt_br: Seu relatório é gerado somente durante a exportação, o Signal não o armazena no seu dispositivo.
pt_pt: O seu relatório é gerado apenas no momento da exportação e não é armazenado pelo Signal no seu dispositivo.
ro: Raportul tău este generat numai în momentul exportului și nu este stocat de Signal pe dispozitiv.
ru: Ваш отчёт создаётся только во время экспорта и не сохраняется Signal на вашем устройстве.
sk: Váš prehľad sa vygeneruje iba v čase exportu a Signal ho neukladá vo vašom zariadení.
sr: Извештај се генерише само у тренутку извоза и Signal га не чува на вашем уређају.
sv: Din rapport genereras endast vid exporttillfället och lagras inte av Signal på din enhet.
th: รายงานจะถูกสร้างในตอนที่ส่งออกเท่านั้น และ Signal จะไม่จัดเก็บรายงานไว้บนอุปกรณ์ของคุณ
tr: Raporun yalnızca dışa aktarım sırasında oluşturulur ve Signal tarafından cihazında saklanmaz.
ug: دوكلاتىڭىز چىقىرىلىدىغان ۋاقىتتىلا ھاسىللىنىدىغان بولۇپ، ئۇنى Signal ئۈسكۈنىڭىزدە ساقلىمايدۇ.
uk: Файл з обліковими даними створюється лише під час експортування. Signal не зберігає файл на вашому пристрої.
ur: آپ کی رپورٹ محض ایکسپورٹ کے وقت تیار کی جاتی ہے اور اسے Signal کی جانب سے آپ کی ڈیوائس پر اسٹور نہیں کیا جاتا۔
vi: Báo cáo của bạn chỉ được tạo ra tại thời điểm bạn chọn xuất báo cáo và không được lưu bởi Signal trên thiết bị của bạn.
zh_cn: 您的报告只在导出时生成，不会由 Signal 保存在您的设备上。
zh_hk: 你的報告僅在匯出時建立，並不會由 Signal 儲存在你的裝置上。

# ACCOUNT_DATA_REPORT_SUBTITLE
source: Download and export a report of your Signal account data. This report does not include any messages or media.
ar: تنزيل وتصدير تقرير عن بيانات حساب سيجنال الخاص بك. لا يتضمّن هذا التقرير أي رسائل أو وسائط.
be: Спампуйце і экспартуйце справаздачу аб даных вашага ўліковага запісу Signal. Гэтая справаздача не змяшчае ніякіх паведамленняў або медыяфайлаў.
bn: আপনার Signal অ্যাকাউন্ট ডেটার একটি রিপোর্ট ডাউনলোড করুন এবং এক্সপোর্ট করুন। এই রিপোর্টে কোনো ম্যাসেজ বা মিডিয়া অন্তর্ভুক্ত নেই।
ca: Descarrega i exporta un informe de les dades del teu compte de Signal. Aquest informe no inclou missatges ni arxius multimèdia.
cs: Stáhněte si a exportujte přehled údajů o svém účtu Signal. Tento přehled neobsahuje žádné zprávy ani média.
da: Download og eksportér en rapport over data, der er knyttet til din Signal konto. Denne rapport omfatter ikke beskeder eller medier.
de: Lade einen Bericht deiner Signal-Kontodaten herunter und exportiere diesen. Dieser Bericht beinhaltet keine Nachrichten oder Medien.
el: Κάνε λήψη και εξαγωγή μιας αναφοράς των δεδομένων του λογαριασμού σου στο Signal. Αυτή η αναφορά δεν περιλαμβάνει μηνύματα ή πολυμέσα.
es: Descarga y exporta un informe de los datos de tu cuenta de Signal. Este informe no incluye ningún mensaje ni archivo multimedia.
fa: گزارشی از اطلاعات حساب سیگنال خود را بارگیری کنید و خروجی بگیرید. این گزارش هیچ پیام یا رسانه‌ای ندارد.
fi: Lataa ja vie raportti Signal-tilisi tiedoista. Tämä raportti ei sisällä viestejä tai mediasisältöä.
fr: Télécharger et exporter un rapport contenant les données de votre compte Signal. Ce rapport ne contient aucun message ni média
ga: Íoslódáil agus easpórtáil tuairisc ar shonraí do chuntas Signal. Níl aon teachtaireachtaí ná meáin sa tuairisc seo.
gu: તમારા Signal એકાઉન્ટ ડેટાને ડાઉનલોડ કરી અને એક્સપોર્ટ કરો. આ રિપોર્ટમાં કોઈ મેસેજ કે મીડિયા સામેલ નથી.
he: אפשר להוריד ולייצא דוח של נתוני חשבון Signal שלך. הדוח הזה לא כולל הודעות או מדיה.
hi: अपने Signal अकाउंट के डेटा की रिपोर्ट डाउनलोड और निर्यात करें। इस रिपोर्ट में कोई संदेश या मीडिया शामिल नहीं है।
hr: Preuzmite i izvezite izvješće o podacima s vašeg Signal računa. Izvješće ne sadržava poruke i medijski sadržaj.
hu: Töltsd le és exportáld a Signal-fiókod adatait tartalmazó jelentést. A jelentés nem tartalmaz üzeneteket vagy médiafájlt.
id: Unduh dan ekspor laporan data akun Signal Anda. Laporan ini tidak menyertakan pesan atau media apa pun.
it: Scarica ed esporta un report di tutti i dati presenti nel tuo account Signal. Ricorda che questo report non include i messaggi o i media.
ja: Signal アカウントデータのレポートをダウンロードし、エクスポートします。このレポートには、メッセージやメディアは一切含まれません。
ko: Signal 계정 데이터 보고서를 다운로드하고 내보냅니다. 이 보고서는 메시지나 미디어를 포함하지 않습니다.
mr: आपला Signal अकाऊंट डेटा डाऊनलोड करा आणि रिपोर्ट एक्सपोर्ट करा. या रिपोर्ट मध्ये कोणतेही संदेश किंवा मिडीयाचा समावेश असणार नाही.
ms: Muat turun dan eksport laporan data akaun Signal anda. Laporan ini tidak termasuk sebarang mesej atau media.
nb: Last ned og eksporter en rapport med brukerdataene dine fra Signal. Rapporten inneholder ikke meldinger og medier.
nl: Download en exporteer een rapport van je Signal-accountgegevens. Dit rapport bevat geen berichten of media.
pl: Wyeksportuj i pobierz raport z danymi swojego konta Signal. Raport nie zawiera wiadomości ani multimediów.
pt_br: Baixar e exportar um relatório dos seus dados da conta. Este relatório não inclui mensagens ou mídia.
pt_pt: Transfira e exporte um relatório dos dados da sua conta Signal. Este relatório não inclui mensagens ou ficheiros.
ro: Descarcă și exportă un raport al datelor contului tău Signal. Raportul nu include mesaje sau fișiere media.
ru: Загружайте и экспортируйте отчёт о данных вашей учётной записи Signal. Данный отчёт не содержит никаких сообщений или медиафайлов.
sk: Stiahnite a exportujte si prehľad údajov svojho Signal účtu. Tento prehľad neobsahuje žiadne správy ani médiá.
sr: Преузмите и извезите извештај са подацима са вашег налога на Signal-у. Овај извештај не обухвата поруке нити медије.
sv: Ladda ner och exportera en rapport om dina Signal-kontodata. Denna rapport innehåller inga meddelanden eller media.
th: ดาวน์โหลดและส่งออกรายงานข้อมูลบัญชี Signal ของคุณ โดยรายงานนี้จะไม่มีข้อความหรือสื่อใดๆ
tr: Signal hesap verilerinin bir raporunu indir ve dışa aktar. Bu rapor herhangi bir mesaj veya medya içermemektedir.
ug: Signal ھېساباتىڭىزنىڭ سانلىق مەلۇماتلىرىنى چۈشۈرۈپ چىقىرىشقا بولىدۇ. بۇ دوكلات ھېچقانداق ئۇچۇر ياكى مېدىيانى ئۆز ئىچىگە ئالمايدۇ.
uk: Завантажте та експортуйте файл зі своїми обліковими даними користувача Signal. Облікові дані не включають повідомлень і медіафайлів.
ur: اپنے Signal اکاؤنٹ کے ڈیٹا کی رپورٹ ڈاؤن لوڈ اور ایکسپورٹ کریں۔ اس رپورٹ میں کوئی میسجز یا میڈیا شامل نہیں ہے۔
vi: Tải xuống và xuất báo cáo về dữ liệu tài khoản Signal của bạn. Báo cáo này không bao gồm nội dung tin nhắn hay tệp đa phương tiện nào.
zh_cn: 您可以下载和导出您的 Signal 账户数据报告。该报告不包含任何消息或媒体。
zh_hk: 下載並匯出你的 Signal 帳戶資料報告。此報告不包含任何訊息或多媒體。

# ACCOUNT_DATA_REPORT_TITLE
source: Your Account Data
ar: بيانات حسابك
be: Даныя аб вашым уліковым запісу
bn: আপনার অ্যাকাউন্টের ডেটা
ca: Les dades del teu compte
cs: Údaje o vašem účtu
da: Dine kontooplysninger
de: Deine Kontodaten
el: Τα δεδομένα του λογαριασμού σου
es: Datos de tu cuenta
fa: اطلاعات حساب شما
fi: Tilitietosi
fr: Données du compte
ga: Sonraí do Chuntais
gu: તમારા એકાઉન્ટના ડેટા
he: נתוני החשבון שלך
hi: आपका अकाउंट डेटा
hr: Podaci o vašem računu
hu: Fiókadataid
id: Data Akun Anda
it: Dati del tuo account
ja: あなたのアカウントデータ
ko: 내 계정 데이터
mr: आपला अकाऊंट डेटा
ms: Data akaun anda
nb: Dine brukerdata
nl: Jouw accountgegevens
pl: Dane Twojego konta
pt_br: Seus dados da conta
pt_pt: Dados da sua conta
ro: Datele contului tău
ru: Данные вашей учётной записи
sk: Údaje o vašom účte
sr: Подаци са налога
sv: Dina kontodata
th: ข้อมูลบัญชีของคุณ
tr: Hesap Verilerin
ug: ھېساباتىڭىزنىڭ سانلىق مەلۇماتلىرى
uk: Облікові дані
ur: آپ کا اکاؤنٹ ڈیٹا
vi: Dữ liệu Tài khoản của bạn
zh_cn: 您的账户数据
zh_hk: 你的帳戶資料

# ACTION_INVITE
source: Invite to Signal
af: Nooi na Signal
ar: ادْعُ إلى سيجنال
az: Signal-a dəvət edin
be: Запрасіць у Signal
bg: Покани във Signal
bn: Signal এ আমন্ত্রণ জানান
ca: Convida al Signal
cs: Pozvat do Signalu
cy: Gwahodd i Signal
da: Invitér til Signal
de: Zu Signal einladen
el: Πρόσκληση στο Signal
es: Invitar a Signal
es_es: Invitar a Signal
et: Kutsu Signalisse
eu: Gonbidatu Signal erabiltzera
fa: دعوت به سیگنال
fi: Kutsu Signaliin
fil: Anyayahan sa Signal
fr: Inviter sur Signal
ga: Tabhair cuireadh chuig Signal
gu: Signal માટે આમંત્રણ આપો
he: הזמן אל Signal
hi: Signal का उपयोग करने के लिए आमंत्रित करें
hr: Pozovi u Signal
hu: Meghívás Signalba
id: Undang gabung ke Signal
is: Bjóða á Signal
it: Invita ad usare Signal
ja: Signalへ招待
kab: Snubget-d ɣer Signal
kk: Signal қолданбасына шақыру
km: á¢á‰áŸ’á‡á¾á‰á…á¼á›á”áŸ’ášá¾Signal
kn: Signal ಗೆ ಆಮಂತ್ರಿಸಿ
ko: Signal로 초대
lt: Pakviesti į Signal
lv: Uzaicināt uz Signal
mk: Поканете на Signal
ml: Signal-ലേക്ക് ക്ഷണിക്കുക
mr: Signal वर आमंत्रित करा
ms: Jemput ke Signal
my: Signal သို့ ဖိတ်ခေါ်မည်
nb: Inviter til Signal
nl: Uitnodigen voor Signal
pa: Signal ਲਈ ਸੱਦੋ
pa_pk: Signal تے سدھو
pl: Zaproś do aplikacji Signal
ps: Signal ته رابلل
pt_br: Convidar para o Signal
pt_pt: Convidar para o Signal
ro: Invită pe Signal
ru: Пригласить в Signal
sk: Pozvať do Signalu
sl: Povabi na Signal
sq: Ftojeni në Signal
sr: Пошаљите позивницу за Signal
sv: Bjud in till Signal
sw: Alika kwenye Signal
ta: Signal க்கு அழைக்கவும்
te: Signal కు ఆహ్వానించండి
th: เชิญมาใช้ Signal
tr: Signal'e davet et
ug: Signal ئىشلىتىش تەكلىپى
uk: Запросити в Signal
ur: Signal میں مدعو کریں
vi: Mời dùng Signal
zh_cn: 邀请使用 Signal
zh_hk: 邀請加入 Signal

# ACTION_SEND_MESSAGE
source: Send Message
af: Stuur boodskap
ar: إرسال رسالة
az: Mesaj göndər
be: Адправіць паведамленне
bg: Изпрати Съобщение
bn: বার্তা পাঠান
ca: Envia-li un missatge
cs: Odeslat zprávu
cy: Anfon Neges
da: Send besked
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar mensaje
es_es: Enviar mensaje
et: Saada sõnum
eu: Bidali Mezua
fa: ارسال پیام
fi: Lähetä viesti
fil: Ipadala ang Mensahe
fr: Envoyer un message
ga: Seol Teachtaireacht
gu: મેસેજ મોકલો
he: שלח הודעה
hi: मेसेज भेजें
hr: Pošalji poruku
hu: Üzenet küldése
id: Kirim pesan
is: Senda skilaboð
it: Invia messaggio
ja: メッセージ送信
kab: Azen izen
kk: Хабарлама жіберу
km: á•áŸ’á‰á¾áŸá¶áš
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ko: 메시지 보내기
lt: Siųsti žinutę
lv: Sūtīt ziņu
mk: Испрати порака
ml: മെസേജ് അയയ്ക്കുക
mr: संदेश पाठवा
ms: Hantar Mesej
my: စာတိုပေးပို့မည်
nb: Send melding
nl: Bericht verzenden
pa: ਸੁਨੇਹਾ ਭੇਜੋ
pa_pk: سنیہا گھلو
pl: Wyślij wiadomość
ps: د پیغام لیږل
pt_br: Enviar mensagem
pt_pt: Enviar mensagem
ro: Trimite mesaj
ru: Отправить сообщение
sk: Poslať správu
sl: Pošlji sporočilo
sq: Dërgoje Mesazhin
sr: Пошаљи поруку
sv: Skicka meddelande
sw: Tuma Ujumbe
ta: செய்தி அனுப்ப
te: సందేశము పంపుము
th: ส่งข้อความ
tr: İleti Gönder
ug: ئۇچۇر يوللا
uk: Надіслати повідомлення
ur: پیغام بھیجئے
vi: Gửi Tin nhắn
zh_cn: 发送消息
zh_hk: 傳送訊息

# ACTION_TAP_TO_DOWNLOAD
source: Tap to download
af: Tik om af te laai
ar: انقر للتنزيل
az: Endirmək üçün toxun
be: Націснуць, каб спампаваць
bn: ডাউনলোড করতে ট্যাপ করুন
ca: Toqueu per descarregar
cs: Klepnout pro stažení
cy: Tapio i lawrlwytho
da: Tryk for at hente
de: Zum Herunterladen antippen
el: Πάτα για λήψη
es: Toca para descargar
es_es: Toca para descargar
et: Klõpsa allalaadimiseks
eu: Ukitu deskargatzeko
fa: برای بارگیری ضربه بزنید
fi: Lataa napauttamalla
fr: Toucher pour télécharger
ga: Cnag air chun é a íosluchtú
gu: ડાઉનલોડ કરવા માટે ટેપ કરો
he: הקש כדי להוריד
hi: डाउनलोड करने के लिए टैप करें
hr: Pritisni za preuzimanje
hu: Koppints a letöltéshez
id: Ketuk untuk mengunduh
is: Banka til að sækja
it: Clicca per scaricare
ja: タップしてダウンロード
kab: Nnal akken ad tessidreḍ
km: á…á»á… áŠá¾á˜áŸ’á”á¸á‘á¶á‰á™á€
kn: ಡೌನ್‌ಲೋಡ್‌ ಮಾಡಲು ಟ್ಯಾಪ್‌ ಮಾಡಿ
ko: 탭하여 다운로드
lt: Bakstelėkite norėdami atsisiųsti
lv: Pieskarieties, lai lejupielādētu
mk: Допри да преземеш
ml: ഡൌൺലോഡ് ചെയ്യാൻ തൊടുക
mr: डाऊनलोड करण्यासाठी टॅप करा
ms: Ketik untuk muat turun
my: ဒေါင်းလုပ်ရန်နှိပ်ပါ
nb: Trykk for å laste ned
nl: Tik om te downloaden
pa: ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਛੂਹੋ
pl: Dotknij, aby pobrać
ps: د ډانلوډ لپاره کلیک وکړئ
pt_br: Toque para baixar
pt_pt: Toque para descarregar
ro: Apasă pentru descărcare
ru: Нажмите, чтобы скачать
sk: Ťuknite pre stiahnutie
sl: Tapnite za prenos
sq: Prekeni që të shkarkohet
sr: Додирните да преузмете
sv: Tryck för att hämta
sw: Gusa ili upakue
ta: பதிவிறக்க தட்டவும்
te: డౌన్‌లోడ్ చేయడానికి నొక్కండి
th: แตะเพื่อดาวน์โหลด
tr: İndirmek için dokunun
ug: چېكىلسە چۈشۈرىدۇ
uk: Торкніться для завантаження
ur: ڈاؤن لوڈ کرنے کیلئے دبائیں
vi: Nhấn để tải về
zh_cn: 点击下载
zh_hk: 點按一下來下載

# ACTION_VIDEO_CALL
source: Video Call
af: Video-oproep
ar: مكالمة فيديو
az: Görüntülü zəng
be: Відэазванок
bg: Видео Обаждане
bn: ভিডিও কল
ca: Trucada de video
cs: Videohovor
cy: Galwad Fideo
da: Video-opkald
de: Videoanruf
el: Βιντεοκλήση
es: Videollamada
es_es: Vídeollamada
et: Videokõne
eu: Bideo deia
fa: تماس تصویری
fi: Videopuhelu
fil: Video na Tawag
fr: Appel vidéo
ga: Físghlao
gu: વીડિયો કૉલ
he: שיחת וידאו
hi: वीडियो कॉल
hr: Video poziv
hu: Videóhívás
id: Panggilan video
is: Myndsamtal
it: Videochiamata
ja: ビデオ通話
kab: Asiwel s tvidyut
kk: Бейне қоңырау
km: á€á¶ášá áŸ…áœá¸áŠáŸá¢á¼
kn: ವೀಡಿಯೊ ಕರೆ
ko: 영상 통화
lt: Vaizdo skambutis
lv: Video zvans
mk: Видео повик
ml: വീഡിയോ കോൾ
mr: व्हिडीओ कॉल
ms: Panggilan Video
my: ရုပ်သံဖုန်းခေါ်မည်
nb: Videosamtale
nl: Video-oproep
pa: ਵੀਡੀਓ ਕਾਲ
pa_pk: ویڈیو کال
pl: Połączenie wideo
ps: ویډیويي اړیکه
pt_br: Chamada de vídeo
pt_pt: Videochamada
ro: Apel Video
ru: Видеозвонок
sk: Videohovor
sl: Video klic
sq: Thirrje Video
sr: Видео позив
sv: Videosamtal
sw: Simu ya Video
ta: வீடியோ அழைப்பு
te: విడియో కాల్
th: โทรวิดีโอ
tr: Görüntülü Arama
ug: سىنلىق چاقىرىش
uk: Відеовиклик
ur: ویڈیو کال
vi: Gọi video
zh_cn: 视频通话
zh_hk: 視像通話

# ACTION_VOICE_CALL
source: Signal Call
ar: مكالمة سيجنال
be: Званок Signal
bn: Signal কল
ca: Trucada del Signal
cs: Hovor Signal
da: Signal-opkald
de: Signal-Anruf
el: Κλήση Signal
es: Llamada de Signal
fa: تماس با سیگنال
fi: Signal-puhelu
fr: Appel Signal
ga: Glao Signal
gu: Signal કૉલ
he: שיחת Signal
hi: Signal कॉल
hr: Signal poziv
hu: Signal hívás
id: Panggilan Signal
it: Chiamata Signal
ja: Signal通話
ko: Signal 통화
mr: Signal कॉल
ms: Panggilan Signal
nb: Signal samtale
nl: Signal-oproep
pl: Połączenie Signal
pt_br: Chamada Signal
pt_pt: Chamada do Signal
ro: Apel Signal
ru: Звонок Signal
sk: Signal hovor
sr: Позив преко Signal-а
sv: Ring med Signal
th: โทร Signal
tr: Signal Araması
ug: ‫Signal چاقىرىقى
uk: Виклик у Signal
ur: Signal کال
vi: Cuộc gọi Signal
zh_cn: Signal 通话
zh_hk: Signal 通話

# ADD_GROUP_MEMBERS_VIEW_TITLE
source: Add Members
af: Voeg lede by
ar: إضافة أعضاء
az: Üzv əlavə et
be: Дадаць удзельнікаў
bg: Добавяне на членове
bn: সদস্যকে যোগ করুন
ca: Addició de membres
cs: Přidat členy
cy: Ychwanegu Aelodau
da: Tilføj medlemmer
de: Mitglieder hinzufügen
el: Προσθήκη μελών
es: Añadir participantes
es_es: Añadir participantes
et: Lisa liikmeid
eu: Gehitu Kideak
fa: افزودن اعضا
fi: Lisää jäseniä
fil: Magdagdag ng mga Kasapi
fr: Ajouter des membres
ga: Baill Nua
gu: સભ્યો ઉમેરો
he: הוסף חברי קבוצה
hi: सदस्यों को जोड़ें
hr: Dodaj članove
hu: Tagok hozzáadása
id: Tambahkan anggota
is: Bæta við meðlimum
it: Aggiungi membri
ja: メンバーを追加
kab: Rnu uεeggalen
kk: Қатысушыларды қосу
km: á”á“áŸ’ááŸ‚á˜áŸá˜á¶á‡á·á€
kn: ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿ
ko: 멤버 추가
lt: Pridėti narių
lv: Pievienot dalībniekus
mk: Додадете членови
ml: അംഗങ്ങളെ ചേർക്കുക
mr: सदस्य जोडा
ms: Tambah Ahli-ahli
my: အဖွဲ့ဝင်များထည့်ရန်
nb: Legg til medlemmer
nl: Leden toevoegen
pa: ਮੈਂਬਰਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ
pa_pk: اراکین شامل کرو
pl: Dodaj osoby
ps: د غړو اضافه کول
pt_br: Adicionar membros
pt_pt: Adicionar membros
ro: Adaugă membri
ru: Добавить участников
sk: Pridať členov
sl: Včlanitev
sq: Shtoni Anëtarë
sr: Додајте чланове
sv: Lägg till medlemmar
sw: Ongeza Wanachama
ta: உறுப்பினர்களைச் சேர்க்கவும்
te: సభ్యులను జోడించండి
th: เพิ่มสมาชิก
tr: Üye Ekle
ug: ئەزا قوش
uk: Додавання учасників
ur: ممبران شامل کریں
vi: Thêm Thành viên
zh_cn: 添加成员
zh_hk: 新增成員

# ADD_GROUP_TO_PROFILE_WHITELIST_OFFER
source: Would you like to share your profile with this group?
af: Wil jy jou profiel met hierdie groep deel?
ar: هل لديك الرغبة في مشاركة حسابك الشخصي مع هذه المجموعة؟
az: Profilinizi bu qrupla paylaşmaq istəyirsiniz?
be: Жадаеце абагуліць свой профіль з гэтай групай?
bg: Желаете ли да споделите профила си с тази група?
bn: আপনি কি এই গ্রুপের সাথে আপনার প্রোফাইল শেয়ার করতে চান?
ca: Voleu compartir el vostre perfil amb aquest grup?
cs: Chtěli byste s touto skupinou sdílet svůj profil?
cy: Hoffech chi rannu'ch proffil gyda'r grŵp hwn?
da: Vil du dele din profil med denne gruppe?
de: Möchtest du dein Profil mit dieser Gruppe teilen?
el: Θέλεις να κοινοποιήσεις το προφίλ σου σε αυτή την ομάδα;
es: ¿Quieres compartir tu perfil con este grupo?
es_es: ¿Deseas compartir tu perfil con este grupo?
et: Kas sa soovid jagada oma profiili selle kasutajaga?
eu: Zure profila partekatu nahi duzu talde honekin?
fa: آیا مایل هستید پروفایل خود را با این گروه به اشتراک بگذارید؟
fi: Jaetaanko profiilisi tämän ryhmän kanssa?
fil: Nais mo bang ibahagi ang iyong profile sa grupong ito?
fr: Voulez-vous partager votre profil avec ce groupe ?
ga: An bhfuil fonn ort do phróifíl a chomhroinnt leis an ngrúpa seo?
gu: શું તમે આ ગ્રૂપ સાથે તમારી પ્રોફાઇલ શેર કરવા માંગો છો?
he: האם אתה רוצה לשתף את הפרופיל שלך עם קבוצה זו?
hi: क्या आप इस ग्रुप के साथ अपनी प्रोफ़ाइल साझा करना चाहेंगे?
hr: Želite li podijeliti svoj profil s ovom grupom?
hu: Szeretnéd megosztani a profilod ezzel a csoporttal?
id: Apakah Anda ingin membagikan profil Anda dengan grup ini?
is: Hefur þú áhuga á að deila notandasniðinu þínu með þessum hópi?
it: Vuoi condividere il tuo profilo con questo gruppo?
ja: このグループにプロフィールを公開しますか？
kab: Tebɣiḍ ad tebḍuḍ amaɣnu-ik.im akked ugraw-agi?
kk: Профиліңізді осы топпен бөліскіңіз келе ме?
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á…áŸ‚á€ášáŸ†á›áŸ‚á€á”áŸ’ášáœááŸ’áá·ášá¼á”á¢áŸ’á“á€á‡á¶á˜á½á™á€áŸ’ášá»á˜á“áŸáŸ‡á¬á‘áŸ?
kn: ಈ ಗುಂಪಿನೊಂದಿಗೆ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಬಯಸುವಿರಾ?
ko: 이 그룹에게 내 프로필을 공유하시겠습니까?
lt: Ar norėtumėte bendrinti savo profilį su šia grupe?
lv: Vai vēlaties kopīgot savu profilu šajā grupā?
mk: Дали сакате да го споделите вашиот профил со оваа група?
ml: നിങ്ങളുടെ പ്രൊഫൈൽ ഈ ഗ്രൂപ്പുമായി പങ്കിടാന്‍ താത്‌പര്യമുണ്ടോ?
mr: या गटासोबत आपल्याला आपली प्रोफाईल सामायिक करायला आवडेल का?
ms: Adakah anda ingin berkongsi profil anda dengan kumpulan ini?
my: သင့်ကိုယ်ရေးအချက်အလက်ကို ဤအဖွဲ့နှင့်မျှဝေချင်ပါသလား?
nb: Vil du dele profilen din med denne gruppen?
nl: Wil je jouw profiel met deze groep delen?
pa: ਕੀ ਇਸ ਸਮੂਹ ਦੇ ਨਾਲ ਤੁਸੀਂ ਆਪਣਾ ਪ੍ਰੋਫਾਈਲ ਸਾਂਝੀ ਕਰਨਾ ਚਾਉਂਦੇ ਹੋ?
pa_pk: کی تساں ایس گروپ نال اپنے پروفائل دا سانجھا کرنا چاہو گے؟
pl: Czy chcesz udostępnić tej grupie swój profil?
ps: غواړئ چې خپل پروفایل له دغه ګروپ سره اضافه کړئ؟
pt_br: Gostaria de compartilhar seu perfil com este grupo?
pt_pt: Deseja partilhar o seu perfil com este grupo?
ro: Vrei să partajezi profilul tău cu acest grup?
ru: Вы хотите открыть свой профиль этой группе?
sk: Chcete s touto skupinou zdieľať svoj profil?
sl: Bi želeli deliti svoj profil s to skupino?
sq: Dëshironi të ndani me këtë grup profilin tuaj?
sr: Желите ли да поделите свој профил са овом групом?
sv: Vill du dela din profil med denna grupp?
sw: Je! Ungependa kushiriki wasifu wako na kikundi hiki?
ta: இந்த குழுவுடன் உங்கள் சுயவிவரத்தைப் பகிர விரும்புகிறீர்களா?
te: మీరు ఈ సమూహంతో మీ ప్రొఫైల్‌ను భాగస్వామ్యం చేయాలనుకుంటున్నారా?
th: คุณต้องการแบ่งปันโปรไฟล์ของคุณให้กับกลุ่มนี้หรือไม่
tr: Profilinizi bu grup ile paylaşmak ister misiniz?
ug: شەخسىي ئۇچۇرلىرىڭىزنى بۇ گۇرۇپپىدىكىلەر بىلەن ھەمبەھىرلىنەمسىز؟
uk: Поділитися профілем з групою?
ur: کیا آپ اس گروپ کیساتھ اپنی پروفائل کا تبادلہ کرنا چاہتے ہیں؟
vi: Bạn có muốn chia sẻ hồ sơ với nhóm này?
zh_cn: 是否与该群组分享您的个人资料？
zh_hk: 要與此群組分享您的個人資料嗎？
