Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_INVITES_SENT_ALERT_TITLE_N_MESSAGE
source: These users can’t be automatically added to this group by you. They’ve been invited to join, and won’t see any group messages until they accept.
af: Hierdie gebruikers kan nie outomaties deur jou by hierdie groep gevoeg word nie. Hulle is genooi om aan te sluit, maar sal geen groepboodskappe sien voordat hulle aanvaar nie.
ar: لا يُمكن إضافة هؤلاء المُستخدِمين تلقائيًا للمجموعة بواسطتك. تمَّت دعوتهم للانضمام، لكنهم لن يروا أي رسالة في المجموعة حتى يقبلوا الدعوة.
az: Bu istifadəçiləri bu qrupa avtomatik olaraq əlavə edə bilməzsiniz. Qoşulmaq üçün dəvət göndərildi və qəbul edənə qədər qrup mesajlarını görməyəcəklər.
be: Гэтыя карыстальнікі не могуць быць аўтаматычна даданы вамі ў гэту групу. Iх запрасілі далучыцца, і яны не ўбачаць паведамленняў у групе, пакуль не прымуць запыт.
bg: Не можете да добавите тези потребители автоматично към групата. Те са получили покани да се присъединят и няма да виждат съобщенията в групата, преди да приемат.
bn: এই ইউজাররা আপনার দ্বারা স্বয়ংক্রিয়ভাবে এই গ্রুপে যোগ করা যাবে না। তাদের যোগদানের জন্য আমন্ত্রণ জানানো হয়েছে এবং তারা স্বীকার না করা পর্যন্ত কোনও গ্রুপ মেসেজ দেখতে পাবেন না।
ca: No podeu afegir aquests usuaris automàticament a aquest grup. Han estat convidats a afegir-s'hi i no veuran cap missatge del grup fins que ho acceptin.
cs: Tyto uživatele nemůžete přidat do skupiny automaticky. Byli pozváni, ale neuvidí žádné zprávy, dokud pozvání nepřijmou.
cy: Ni allwch chi ychwanegu defnyddwyr i'r grŵp hwn yn awtomatig. Maen't wedi eu gwahodd, a ni fyddent yn gweld unrhyw negeseuon grŵp nes iddynt dderbyn.
da: Disse brugere kan ikke automatisk blive tilføjet gruppe af dig. De er blevet inviteret til at deltage, og vil ingen beskeder se fra gruppen, før invitationen accepteres
de: Diese Personen können von dir nicht automatisch zu dieser Gruppe hinzugefügt werden. Sie wurden eingeladen beizutreten, werden aber keine Gruppennachrichten erhalten, bis sie die Einladung angenommen haben.
el: Δεν μπορείς να προσθέσεις αυτόματα αυτούς τους χρήστες σε αυτή την ομάδα. Τους στάλθηκε πρόσκληση για να μπουν, και δεν θα βλέπουν τα μηνύματα της ομάδας μέχρι να αποδεχτούν.
es: No puedes añadir automáticamente a estas personas al grupo. Han recibido una invitación y no podrán ver ningún mensaje hasta que la acepten.
es_es: No se puede añadir automáticamente a estas personas al grupo. Han recibido una invitación y no podrán ver ningún mensaje hasta que la acepten.
et: Sa ei saa neid kasutajaid sellesse gruppi automaatselt lisada. Neid on kutsutud liituma ja nad ei näe ühtegi grupisõnumit enne, kui nad on nõustunud.
eu: Ezin duzu erabiltzaile hauek modu automatikoan taldean sartu. Sartzeko gonbidapena bidali zaie eta ezingo dute talde mezurik ikusi onartu arte.
fa: این کاربران نمی‌توانند به صورت خودکار از سوی شما به این گروه اضافه شوند. آن‌ها برای پیوستن دعوت شده‌اند و پیام‌های گروهی را تا زمانی که دعوت را نپذیرند، نخواهند دید.
fi: Et voi lisätä näitä käyttäjiä automaattisesti tähän ryhmään. Heidät on kutsuttu liittymään ryhmään, ja he näkee ryhmäviestit vasta hyväksyttyään kutsun.
fil: Ang mga user na ito ay hindi mo awtomatikong maidadagdag sa grupong ito. Sila ay naimbitahang sumali, ngunit hindi pa nila makikita ang anumang mensahe ng grupo hanggang tanggapin nila ito.
fr: Vous ne pouvez pas automatiquement ajouter ces utilisateurs à ce groupe. Ils ont été invités à rejoindre le groupe et ne verront aucun message du groupe tant qu'ils n'auront pas accepté les invitations.
ga: Ní féidir leat na húsáideoirí seo a chur leis an ngrúpa go huathoibríoch. Tugadh cuireadh dóibh páirt a ghlacadh, agus caithfidh siad glacadh leis an gcuireadh chun teachtaireachtaí an ghrúpa a fheiceáil.
gu: આ વપરાશકર્તાઓ તમારા દ્વારા આ ગ્રુપમાં આપમેળે ઉમેરી શકાતા નથી. તેમને જોડાવા માટે આમંત્રણ અપાયું છે, અને તેઓ સ્વીકારે નહીં ત્યાં સુધી કોઈપણ ગ્રુપ મેસેજ જોશે નહીં.
he: משתמשים אלו אינם יכולים להתווסף באופן אוטומטי אל קבוצה זו על ידך. הם הוזמנו להצטרף, ולא יראו הודעות קבוצה כלשהן עד שהם יאשרו.
hi: आप इन यूज़रों को स्वचालित रूप से इस ग्रुप में शामिल नहीं कर सकते। उनको जुड़ने के लिए आमंत्रित किया गया है और आमंत्रण स्वीकार करने से पहले वे ग्रुप के संदेश नहीं देख सकते हैं।
hr: Ne možete automatski dodati ove korisnike u grupu. Korisnik je pozvan i neće vidjeti poruke grupe dok ne prihvati pozivnicu.
hu: Ezek a személyek nem adhatóak automatikusan a csoporthoz. Meghívót kaptak, amíg azt el nem fogadják, nem kapják meg a csoportüzeneteket.
id: Pengguna ini tidak dapat secara otomatis Anda tambahkan ke dalam grup. Mereka telah mendapatkan undangan, dan tidak dapat melihat pesan di dalam grup sampai mereka menerimanya.
is: Þú getur ekki bætt þessum meðlimum sjálfvirkt í þennan hóp. Þeim hefur verið boðið að ganga í hópinn en munu ekki fá skilaboð hópsins fyrr en þeir hafa samþykkt boðið.
it: Questi utenti non possono essere aggiunti automaticamente a questo gruppo da te. Sono stati invitati a partecipare e non vedranno alcun messaggio del gruppo fino a quando non accetteranno.
ja: これらのユーザを自動的にこのグループに追加することはできません。ユーザは受信した招待を受け入れるまで、グループメッセージを閲覧できません。
kab: Aseqdac-a ur yezmir ara ad yettwarnu s wudem awurman ɣer ugraw-a sɣur-k·m. Ttusnubegten-d ad d-rnun, ur ttwalin ara iznan n ugraw alamma qeblen tinubga.
kk: Бұл пайдаланушыларды сіз топқа автоматты түрде қоса алмайсыз. Олар топқа қосылуға шақырылды, шақыруды қабылдамайынша топ хабарламаларын көрмейтін болады.
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‘á¶áŸ†á„á“áŸáŸ‡ á˜á·á“á¢á¶á…á”á“áŸ’ááŸ‚á˜á…á¼á›á€áŸ’ášá»á˜áá¶á˜á¢áŸ’á“á€ áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·á“áŸ„áŸ‡á‘áŸáŸ” á–á½á‚á‚áŸááŸ’ášá¼áœá”á¶á“á¢á‰áŸ’á‡á¾á‰á…á¼á› á“á·á„á˜á·á“á¢á¶á…áƒá¾á‰áŸá¶ášáá¶á˜á½á™á€áŸ’á“á»á„á€áŸ’ášá»á˜ ášá á¼ááŠá›áŸ‹á–á½á€á‚áŸá™á›áŸ‹á–áŸ’ášá˜áŸ”
kn: ಈ ಬಳಕೆದಾರರನ್ನು ನೀವು ಈ ಗುಂಪಿಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ. ಅವರನ್ನು ಸೇರಲು ಆಹ್ವಾನಿಸಲಾಗಿದೆ, ಮತ್ತು ಅವರು ಸ್ವೀಕರಿಸುವವರೆಗೆ ಅವರಿಂದ ಯಾವುದೇ ಗುಂಪು ಸಂದೇಶಗಳನ್ನು ನೋಡಲಾಗುವುದಿಲ್ಲ.
ko: 사용자들을 그룹에 자동으로 추가할 수 없습니다. 참가 초대는 보내졌으나 상대는 이를 수락할 때까지 그룹 메시지를 볼 수 없습니다.
lt: Jūs negalite automatiškai pridėti šių naudotojų į šią grupę. Jie yra pakviesti prisijungti prie grupės ir nematys jokių grupėje esančių žinučių tol, kol nepriims kvietimo.
lv: Jūs nevarat automātiski pievienot šos lietotājus šai grupai. Lietotāji ir uzaicināti pievienoties, un viņi neredzēs nevienu grupas ziņu, kamēr neapstiprinās savu dalību.
mk: Овие корисници не можат автоматски да бидат додадени во оваа група од вас. Тие беа поканети да се приклучат, и нема да видат ниту една порака во групата додека не ја прифатат поканата.
ml: ഈ യൂസർമാരെ സ്വമേധയാ ഈ ഗ്രൂപ്പിലേക്ക് ചേർക്കാൻ നിങ്ങൾക്ക് കഴിയില്ല. അവരെ അംഗത്വമെടുക്കാൻ ക്ഷണിക്കേണ്ടതുണ്ട്, അവർ അത് സ്വീകരിക്കുന്നത് വരെ ഗ്രൂപ്പ് സന്ദേശങ്ങളൊന്നും കാണാൻ സാധിക്കുകയില്ല.
mr: हे वापरकर्ते आपल्याद्वारा गटात स्वयंचलितपणे जोडला जाऊ शकत नाहीत. त्यांना सामील होण्यास निमंत्रण दिले आहे, आणि ते स्वीकारे पर्यंत कुठलेही संदेश पाहू शकणार नाहीत.
ms: Pengguna ini tidak boleh ditambah secara automatik kepada kumpulan ini oleh anda. Mereka telah dijemput untuk menyertai, dan tidak akan melihat mana-mana mesej kumpulan sehingga mereka terima.
my: သင်သည် ၎င်းသုံးသူများကို အဖွဲ့သို့ အလိုအလျောက် ပေါင်းထည့်လို့မရပါ။ ၎င်းတို့ကို ဝင်ရောက်ရန် ဖိတ်ခေါ်ပြီးပါပြီ။​ လက်ခံသည်အထိ မည်သည့် အဖွဲ့ထဲ၌ရှိ မက်ဆေ့ချ်များကို မတွေ့ရှိရပါ။
nb: Disse brukerne kan ikke automatisk bli lagt til i gruppen av deg. De har blitt invitert, men vil ikke se meldinger i gruppen før de aksepterer.
nl: Deze personen kunnen door jou niet direct worden toegevoegd aan de groep. Ze zijn uitgenodigd om lid te worden van de groep, en ze zullen geen groepsberichten ontvangen totdat ze de uitnodiging hebben geaccepteerd.
pa: ਇਹਨਾਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਤੁਹਾਡੇ ਵੱਲੋਂ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਆਪਣੇ-ਆਪ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਉਹਨਾਂ ਨੂੰ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਅਤੇ ਜਿੰਨਾਂ ਚਿਰ ਉਹ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਲੈਂਦੇ, ਉਹ ਗਰੁੱਪ ਦੇ ਕੋਈ ਸੁਨੇਹੇ ਨਹੀਂ ਦੇਖ ਪਾਉਣਗੇ.
pa_pk: ایناں صارفین نوں تساں دے ولوں اپنے آپ ایس گروپ اچ شامل نئیں کیتا جا سکدا۔ اونہاں نوں شامل کرن دے لئی مدعو کیتا گیا اے، تے جدوں تائیں اوہ قبول نئیں کردے کوئی گروپ سنیہے نئیں ویکھ سکن گے۔
pl: Nie możesz automatycznie dodać tych osób do grupy. Otrzymają one zaproszenie i dopóki go nie zaakceptują, nie będą mieć dostępu do wiadomości grupowych.
ps: دغه کارنونه نشي کېدای چې په اتومات ډول ستاسې له خوا په دغه ګروپ کې اضافه کړل شي. هغوی دلته د یو ځای کېدو لپاره رابلل شوي دي، او تر هغه چې ویې نه مني نو هېڅ راز د ګروپ پیغامونه به و نه ویني.
pt_br: Essas pessoas não podem ser adicionadas automaticamente a este grupo por você. Elas foram convidadas a participar e não verão nenhuma mensagem do grupo até que aceitem o convite.
pt_pt: Estes utilizadores não podem ser adicionados automaticamente a este grupo por si. Eles foram convidados a participar e não verão nenhuma mensagem de grupo até que aceitem esse convite.
ro: Acești utilizatori nu pot fi adăugați automat la acest grup de tine. Au fost invitați să se alăture și nu vor vedea niciun mesaj de grup până când nu acceptă.
ru: Вы не можете автоматически добавить этих пользователей в эту группу. Им было отправлено приглашение присоединиться, и они не увидят сообщений в группе, пока не примут приглашение.
sk: Týchto používateľov nemôžete automaticky pridať do tejto skupiny. Boli im odoslané pozvánky, aby sa pridali, a kým pozvanie nepríjmu, neuvidia žiadne správy zo skupiny.
sl: Uporabnikov ne morete avtomatično dodati v skupino. Poslano jim je bilo vabilo in dokler ga ne potrdijo, ne bodo mogli prejemati sporočil skupine.
sq: Këta përdorues s’mund të shtohen automatikisht te ky grup nga ju. Janë ftuar të marrin pjesë, dhe s’do të shohin ndonjë mesazh grupi, përpara se të pranojnë ftesat.
sr: Ове особе не можете аутоматски додати у групу. Позивнице су им послате, а групне поруке неће видети док их не прихвате.
sv: Dessa användare kan inte automatiskt läggas till i denna grupp av dig. De har blivit inbjudna att gå med och ser inga gruppmeddelanden förrän de accepterar.
sw: Watumiaji hawa hawawezi kuongezwa moja kwa moja kwenye kundi hili na wewe. Wamealikwa kujiunga, na hawataona jumbe zozote za kundi hadi pale watakapokubali mwaliko
te: ఈ వినియోగదారులను మీరు స్వయంచాలకంగా ఈ గుంపుకు చేర్చలేరు. చేరడానికి వారిని ఆహ్వానించారు మరియు వారు అంగీకరించే వరకు సమూహ సందేశాలను చూడలేరు.
th: คุณไม่สามารถเพิ่มผู้ใช้เหล่านี้เข้ากลุ่มโดยอัตโนมัติ ผู้ใช้เหล่านี้ได้ถูกเชิญให้เข้ากลุ่ม และพวกเขาจะไม่เห็นข้อความในกลุ่มจนกว่าพวกเขาจะตอบรับ
tr: Bu kullanıcılar sizin tarafınızdan bu gruba otomatik olarak eklenemez. Katılmaları için davet gönderildi, ve daveti kabul edene kadar grup iletilerini görmeyecek.
ug: سىز بۇ ئىشلەتكۈچىلەرنى مەزكۇر گۇرۇپپىغا ئاپتوماتىك قوشالمايسىز. ئۇلار تەكلىپنامىنى تاپشۇرۇۋالدى، ئەمما ئۇلار تەكلىپكە قوشۇلۇشتىن ئىلگىرى بۇ گۇرۇپپىنىڭ ھەر قانداق ئۇچۇرىنى كۆرەلمەيدۇ.
uk: Ви не можете автоматично додати цих користувачів у групу. Їм було надіслано запрошення, вони зможуть бачити повідомлення в групі лише після їх прийняття.
ur: یہ صارفین آپ کے ذریعہ خود بخود اس گروپ میں شامل نہیں ہوسکتے ہیں۔ انہیں شرکت کے لئے مدعو کیا گیا ہے ، اور جب تک وہ قبول نہیں کریں گے کوئی گروپ پیغامات نہیں دیکھیں گے۔
vi: Các người dùng này không thể được tự động thêm vào nhóm bởi bạn. Họ đã được mời tham gia, và sẽ không thấy các tin nhắn nhóm cho đến khi họ chấp nhận.
zh_cn: 这些用户不能直接被你邀请入群组。他们已经收到入群邀请，但在他们同意之前无法收到来自该群组的任何消息。
zh_hk: 您不可自動將這些使用者新增至此群組。他們已獲邀加入群組，而且各人在接受之前，不會看見任何群組訊息。

# GROUP_IS_ANNOUNCEMENT_ONLY_DISABLED
source: The group settings were changed to allow all members to send messages.
af: Die groepinstellings is verander sodat alle lede boodskappe kan stuur.
ar: تغيَّرت إعدادات المجموعة للسماح لجميع الأعضاء بإرسال الرسائل.
az: Qrup tənzimləmələri, bütün üzvlərin mesaj göndərməsinə icazə verilir olaraq dəyişdirildi.
be: Налады групы былі зменены, каб дазволіць усім удзельнікам адпраўляць паведамленні.
bn: সকল সদস্যকে মেসেজ পাঠানোর অনুমতি দিতে গ্রুপের সেটিংস পরিবর্তন করা হয়েছে।
ca: La configuració del grup s'ha canviat per permetre enviar missatges a tots els membres.
cs: Nastavení skupiny bylo změněno tak, aby všichni členové mohli odesílat zprávy.
cy: Newidiwyd gosodiadau'r grŵp i ganiatáu pob aelod i anfon negeseuon.
da: Gruppeindstillingerne blev ændret, så alle medlemmer kan sende beskeder.
de: Die Gruppen-Einstellungen wurden geändert, um allen Mitgliedern das Senden von Nachrichten zu erlauben.
el: Οι ρυθμίσεις της ομάδας άλλαξαν για να επιτρέπεται σε όλα τα μέλη να στέλνουν μηνύματα.
es: Se han cambiado los ajustes del grupo para que cualquiera pueda enviar mensajes.
et: Grupi sätteid muudeti nii, et kõigil on lubatud sõnumeid saata.
eu: Taldearen ezarpenak aldatu dira kide guztiek mezuak bidali ahal izateko.
fa: تنظیمات گروه تغییر داده شدند تا به همهٔ اعضا اجازهٔ ارسال پیام داده شود.
fi: Ryhmän asetuksia muutettiin ja nyt kaikki jäsenet voivat lähettää viestejä.
fr: Modification des paramètres du groupe : tous les membres peuvent envoyer des messages.
gu: તમામ સભ્યોને મેસેજ મોકલવાની મંજૂરી આપવા માટે ગ્રુપ સેટિંગ્સમાં ફેરફાર કરવામાં આવ્યા હતા.
he: הגדרות הקבוצה השתנו אל התרה לכל חברי הקבוצה לשלוח הודעות.
hi: सभी सदस्यों को संदेश भेजने की अनुमति देने के लिए ग्रुप सेटिंग्स बदली गईं।
hr: Postavke grupe promijenjene su kako bi omogućili svim članovima slanje poruka.
hu: Megváltozott csoportbeállítások: mostantól minden tag küldhet üzenetet a csoportba.
id: Pengaturan grup telah diubah mengizinkan semua anggota untuk mengirimkan pesan.
is: Stillingum hóps var breytt þannig að allir meðlimir hans geta sent skilaboð.
it: Le impostazioni del gruppo sono state modificate per consentire a tutti i membri di inviare messaggi.
ja: グループ設定が変更され、すべてのメンバーがメッセージを送信可能になりました。
km: á€á¶ášá€áŸ†áááŸ‹á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼áš áŠá¾á˜áŸ’á”á¸á¢á“á»á‰áŸ’á‰á¶ááŸá˜á¶á‡á·á€á‘á¶áŸ†á„á¢áŸáŸ‹á•áŸ’á‰á¾áŸá¶ášá”á¶á“áŸ”
kn: ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಎಲ್ಲಾ ಸದಸ್ಯರಿಗೂ ಅವಕಾಶವಾಗುವಂತೆ ಈ ಗುಂಪಿನ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ.
ko: 모든 멤버가 메시지를 전송할 수 있도록 그룹 설정이 변경되었습니다.
lt: Grupės nustatymai buvo pakeisti taip, kad visiems nariams būtų leista siųsti žinutes.
lv: Grupas iestatījumi tika mainīti, lai visiem dalībniekiem ļautu sūtīt ziņas.
mk: Поставките на групата беа изменети за да им се овозможи на сите членови да испраќаат пораки.
ml: എല്ലാ അംഗങ്ങളെയും സന്ദേശങ്ങൾ അയയ്ക്കാൻ അനുവദിക്കുന്നതിന് ഗ്രൂപ്പ് ക്രമീകരണങ്ങൾ മാറ്റി.
mr: सर्व सदस्यांना संदेश पाठवण्याची अनुमती देण्यासाठी गट सेटिंग बदलल्या गेल्या.
ms: Tetapan kumpulan telah diubah kepada benarkan semua ahli menghantar mesej.
my: မန်ဘာအားလုံး မက်ဆေ့ချ် ပို့နိုင်စေရန် အဖွဲ့ဆက်တင်ကို ပြောင်းပြီးပါပြီ။
nb: Gruppeinnstillingene ble endret for å gjøre det mulig for alle medlemmene å sende meldinger.
nl: De groepsinstellingen zijn aangepast zodat alle leden berichten kunnen verzenden en oproepen kunnen beginnen.
pa: ਗਰੁੱਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਗਿਆ ਸੀ ਤਾਂ ਜੋ ਸਾਰੇ ਮੈਂਬਰ ਹੀ ਸੁਨੇਹੇ ਭੇਜ ਸਕਣ।
pl: Ustawienia grupy zostają zmienione tak, aby wszyscy jej członkowie mogli wysyłać wiadomości.
ps: د ګروپ تنظیمات بدل شوي دي تر څو ټولو غړو ته اجازه ورکړي چې پیغامونه ولیږي.
pt_br: As configurações do grupo foram modificadas para permitir que todos os membros enviem mensagens.
pt_pt: As definições do grupo foram modificadas para permitir que todos os membros possam enviar mensagens.
ro: Setările grupului au fost modificate pentru a permite tuturor membrilor să trimită mesaje.
ru: Настройки группы были изменены, чтобы отправлять сообщения могли все участники.
sk: Zmenili sa nastavenia skupiny, aby všetci členovia mohli posielať správy.
sl: Skupinske nastavitve so bile spremenjene tako, da lahko vsi/ uporaniki/ce pošiljajo sporočila.
sq: Rregullimet e grupit u ndryshuan për të lejuar krejt anëtarët të dërgojnë mesazhe.
sr: Подешавања групе су промењена тако да сви чланови могу да шаљу поруке.
sv: Gruppinställningarna ändrades så att alla medlemmar tillåts skicka meddelanden.
sw: Mipangilio ya kikundi imebadilishwa ili kuwawezesha wanachama wote kutuma ujumbe.
ta: தி குழு அமைப்புகள் என மாற்றப்பட்டது அனுமதி அனைத்து உறுப்பினர்கள் அனுப்பு செய்திகள்.
te: సభ్యులందరికీ సందేశాలను పంపడానికి వీలుగా సమూహ సెట్టింగ్‌లు మార్చబడ్డాయి.
th: การตั้งค่ากลุ่มเปลี่ยนเป็นอนุญาตให้สมาชิกทุกคนส่งข้อความได้
tr: Grup ayarları herkesin ileti gönderebileceği şekilde değiştirildi.
ug: گۇرۇپپا تەڭشىكى ھەممە ئەزالار ئۇچۇر يوللىيالايدىغان قىلىپ ئۆزگەرتىلدى.
uk: Налаштування групи змінено, і тепер усі учасники мають змогу надсилати повідомлення.
ur: تمام ممبروں کو پیغامات بھیجنے کی اجازت دینے کے لئے گروپ کی ترتیبات تبدیل کردی گئیں۔
vi: Cài đặt nhóm được thay đổi để cho phép tất cả thành viên được gửi tin nhắn.
zh_cn: 群组设置已更改为允许全部成员发送消息。
zh_hk: 群組設定已變更為允許所有成員傳送訊息。

# GROUP_IS_ANNOUNCEMENT_ONLY_DISABLED_BY_LOCAL_USER
source: You changed the group settings to allow all members to send messages.
af: Jy het die groepinstellings verander sodat alle lede boodskappe kan stuur.
ar: قٌمتَ بتغيير إعدادات المجموعة للسماح لجميع الأعضاء بإرسال الرسائل.
az: Qrup tənzimləmələrini bütün üzvlərin mesaj göndərməsinə icazə veriləcək şəkildə tənzimlədi.
be: Вы змянілі налады групы, каб дазволіць усім удзельнікам адпраўляць паведамленні.
bn: সকল সদস্যকে বার্তা পাঠানোর অনুমতি দিতে আপনি গ্রুপের সেটিংস পরিবর্তন করেছেন।
ca: Heu canviat la configuració del grup per permetre enviar missatges a tots els membres.
cs: Změnili jste nastavení skupiny tak, aby umožňovala odesílání zpráv všem členům.
cy: Newidiasoch gosodiadau'r grŵp i ganiatáu pob aelod i anfon negeseuon.
da: Du ændrede gruppeindstillingerne, så alle medlemmer kan sende beskeder.
de: Du hast die Gruppen-Einstellungen geändert, um allen Mitgliedern das Senden von Nachrichten zu erlauben.
el: Άλλαξες τις ρυθμίσεις της ομάδας για να επιτρέπεται σε όλα τα μέλη να στέλνουν μηνύματα.
es: Has cambiado los ajustes del grupo para que cualquiera pueda enviar mensajes.
et: Sa muutsid grupi sätteid nii, et lubad kõigil liikmetel sõnumeid saata.
eu: Taldearen ezarpenak aldatu dituzu kide guztiek mezuak bidali ahal izateko.
fa: شما تنظیمات گروه را تغییر دادید تا به همهٔ اعضا اجازهٔ ارسال پیام بدهید.
fi: Muutit ryhmän asetuksia ja nyt kaikki ryhmän jäsenet voivat lähettää viestejä.
fr: Vous avez modifié les paramètres du groupe : tous les membres peuvent maintenant envoyer des messages.
gu: તમે બધા સભ્યોને મેસેજ મોકલવાની મંજૂરી આપવા માટે ગ્રુપ સેટિંગ્સ બદલી.
he: שינית את הגדרות הקבוצה אל התרה לכל חברי הקבוצה לשלוח הודעות.
hi: आपने सभी सदस्यों को संदेश भेजने की अनुमति देने के लिए ग्रुप सेटिंग्स बदल दी हैं।
hr: Promijenili ste postavke grupe kako biste omogućili svim članovima slanje poruka.
hu: Megváltoztattad a csoportbeállításokat: mostantól minden tag küldhet üzenetet a csoportba.
id: Anda mengubah pengaturan grup mengizinkan semua anggota untuk mengirimkan pesan.
is: Þú breyttir stillingum hóps þannig að allir meðlimir hans geta sent skilaboð.
it: Hai modificato le impostazioni del gruppo per consentire a tutti i membri di inviare messaggi.
ja: グループ設定を変更し、すべてのメンバーがメッセージ送信を可能にしました。
km: á¢áŸ’á“á€á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá€á¶ášá€áŸ†áááŸ‹á€áŸ’ášá»á˜ áŠá¾á˜áŸ’á”á¸á¢á“á»á‰áŸ’á‰á¶ááŸá˜á¶á‡á·á€á‘á¶áŸ†á„á¢áŸáŸ‹á•áŸ’á‰á¾áŸá¶ášá”á¶á“áŸ”
kn: ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಎಲ್ಲಾ ಸದಸ್ಯರಿಗೂ ಅವಕಾಶವಾಗುವಂತೆ ಗುಂಪಿನ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನೀವು ಬದಲಾಯಿಸಿರುವಿರಿ.
ko: 모든 멤버가 메시지를 전송할 수 있도록 그룹 설정을 변경했습니다.
lt: Jūs pakeitėte grupės nustatymus taip, kad visiems nariams būtų leista siųsti žinutes.
lv: Jūs mainījāt grupas iestatījumus, lai visiem dalībniekiem ļautu sūtīt ziņas.
mk: Ги сменивте поставките на групата за да дозволите сите членови да испраќаат пораки.
ml: എല്ലാ അംഗങ്ങളെയും സന്ദേശങ്ങൾ അയയ്ക്കാൻ അനുവദിക്കുന്നതിന് നിങ്ങൾ ഗ്രൂപ്പ് ക്രമീകരണങ്ങൾ മാറ്റി.
mr: सर्व सदस्यांना संदेश पाठवण्याची अनुमती देण्यासाठी आपण गट सेटिंग बदलल्या.
ms: Anda telah mengubah tetapan kumpulan kepada benarkan semua ahli menghantar mesej.
my: သင်သည် မန်ဘာအားလုံး မက်ဆေ့ချ် ပို့နိုင်စေရန် အဖွဲ့ဆက်တင်ကို ပြောင်းခဲ့ပါသည်။
nb: Du endret gruppeinnstillingene slik at alle medlemmene kan sende meldinger.
nl: Je hebt de groepsinstellingen aangepast zodat alle leden berichten kunnen verzenden en oproepen kunnen beginnen.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਤਾਂ ਜੋ ਸਾਰੇ ਮੈਂਬਰ ਹੀ ਸੁਨੇਹੇ ਭੇਜ ਸਕਣ।
pl: Zmieniasz ustawienia grupy tak, aby wszyscy jej członkowie mogli wysyłać wiadomości.
ps: تاسې د ګروپ تنظیمات بدل کړل تر څو ټولو غړو ته اجازه ورکړئ چې پیغامونه ولیږي.
pt_br: Você modificou as configurações do grupo para permitir que todos os membros enviem mensagens.
pt_pt: Você modificou as definições de grupo de forma a permitir que todos os membros possam enviar mensagens.
ro: Ai modificat setările grupului pentru a permite tuturor membrilor să trimită mesaje.
ru: Вы изменили настройки группы, чтобы отправлять сообщения могли все участники.
sk: Zmenili ste nastavenia skupiny, aby všetci členovia mohli posielať správy.
sl: Nastavitve skupine ste spremenili tako, da lahko vsi/e uporabniki/ce pošiljajo sporočila.
sq: Ndryshuat rregullimet e grupit për të lejuar krejt anëtarët të dërgojnë mesazhe.
sr: Променили сте подешавања групе тако да сви чланови могу да шаљу поруке.
sv: Du ändrade gruppinställningarna så att alla medlemmar tillåts skicka meddelanden.
sw: Umebadilisha mipangilio ya kikundi ili kuwaruhusu washiriki wote watume ujumbe.
ta: நீங்கள் மாற்றினீர்கள் குழு அமைப்புகள் க்கு அனுமதிஅனைத்து உறுப்பினர்கள்அனுப்பு செய்திகள்.
te: సభ్యులందరికీ సందేశాలను పంపడానికి మీరు సమూహ సెట్టింగులను మార్చారు.
th: คุณเปลี่ยนการตั้งค่ากลุ่มเพื่อให้สมาชิกทุกคนส่งข้อความได้
tr: Grup ayarlarını herkesin ileti yollayabileceği şekilde değiştirdiniz.
ug: گۇرۇپپا تەڭشىكىنى ھەممە ئەزالار ئۇچۇر يوللىيالايدىغان قىلىپ ئۆزگەرتتىڭىز.
uk: Ви змінили налаштування групи, і тепер усі учасники мають змогу надсилати повідомлення.
ur: آپ نے تمام ممبروں کو پیغامات بھیجنے کی اجازت دینے کے لئے گروپ کی ترتیبات کو تبدیل کردیا۔
vi: Bạn đã thay đổi cài đặt nhóm để cho phép tất cả thành viên gửi tin nhắn.
zh_cn: 您已将群组设置更改为允许全部成员发送消息。
zh_hk: 您已將群組設定變更為允許所有成員傳送訊息。
