Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUPS_BLOCK_REQUEST_SHEET_MESSAGE
source: %@ will not be able to join or request to join this group via the group link. An admin can still add them.
ar: لن يتمكن %1$@ من الانضمام إلى هذه المجموعة أو إرسال طلب للانضمام إليها من خلال رابط المجموعة. ولكن يمكن إضافته من طرف مُشرِف المجموعة.
be: %1$@ не зможа далучыцца або запытаць далучэнне да гэтай групы праз спасылку на групу. Адміністратар па-ранейшаму зможа дадаваць іх.
bn: %1$@ গ্রুপ লিংকের মাধ্যমে এই গ্রুপে যোগ দিতে বা যোগ দেওয়ার জন্য অনুরোধ জানাতে পারবেন না। তবে একজন অ্যাডমিন তাদের যোগ করতে পারবেন।
ca: %1$@ no podrà unir-se ni sol·licitar unir-se a aquest grup a través de l'enllaç. Un administrador sí que podrà afegir-los.
cs: %1$@ se nebude moci připojit nebo požádat o připojení k této skupině přes odkaz skupiny. Může ho ale přidat správce.
da: %1$@ vil ikke kunne blive medlem eller anmode om at blive medlem af denne gruppe via gruppelinket. Vedkommende kan stadig tilføjes af administratoren.
de: %1$@ kann dieser Gruppe nicht über den Gruppenlink beitreten oder einen Antrag auf Beitritt stellen. Ein Admin kann ihn trotzdem hinzufügen.
el: Ο/Η %1$@ δεν θα μπορέσει να γίνει μέλος ή να ζητήσει να γίνει μέλος αυτής της ομάδας μέσω του συνδέσμου ομάδας. Θα πρέπει να τους προσθέσει ένας διαχειριστής.
es: %1$@ no podrá unirse ni solicitar unirse al grupo mediante enlace. Alguien que sea admin puede añadir a esta persona al grupo.
fa: %1$@ نمی‌تواند از طریق پیوند گروه به این گروه بپیوندد یا درخواست عضویت در این گروه را بدهد. مدیر گروه همچنان می‌تواند او را اضافه کند.
fi: %1$@ ei voi liittyä tai tehdä liittymispyyntöä tähän ryhmään ryhmälinkin kautta. Järjestelmänvalvoja voi kuitenkin lisätä hänet.
fr: %1$@ ne pourra plus utiliser le lien, ni pour rejoindre le groupe, ni pour envoyer une demande d’adhésion. Un administrateur pourra néanmoins l’ajouter manuellement.
ga: Ní bheidh %1$@ in ann dul isteach sa ghrúpa seo ná dul isteach a iarraidh tríd an nasc grúpa. Beidh riarthóir in ann an duine sin a chur leis fós.
gu: %1$@ ગ્રૂપ લિંક વડે આ ગ્રૂપમાં જોડાઈ અથવા જોડાવાની વિનંતી કરી શકશે નહીં. એડમિન હજી પણ તેમને ઉમેરી શકે છે.
he: ל%1$@ לא תהיה אפשרות להצטרף או לבקש להצטרף לקבוצה הזו דרך הלינק הקבוצתי. מנהל עדיין יוכל להוסיף אותו או אותה.
hi: ग्रुप लिंक के माध्यम से %1$@ इस ग्रुप में न तो शामिल हो पाएंगे, न ही इसमें शामिल होने हेतु अनुरोध कर पाएंगे। फिर भी किसी एडमिन द्वारा उन्हें जोड़ा जा सकता है।
hr: %1$@ se neće moći pridružiti ovoj grupi niti zatražiti pridruživanje putem poveznice grupe. Administratori i dalje mogu dodati korisnika u grupu.
hu: %1$@ nem fog tudni csatlakozni, illetve nem fogja tudni kérni a csatlakozást a csoporthivatkozáson keresztül. Egy admin azonban továbbra is hozzáadhatja a csoporthoz.
id: %1$@ tidak akan bisa bergabung atau meminta bergabung di grup ini via tautan grup. Admin masih bisa menambahkannya.
it: %1$@ non potrà unirsi o richiedere di unirsi a questo gruppo tramite il link diretto. Ma un admin del gruppo può aggiungere l'utente in questione.
ja: %1$@ はこのグループリンクからの参加申請ができなくなりますが、管理者が追加することは可能です。
ko: %1$@ 님이 그룹 링크를 통해 이 그룹에 참가하거나 참가를 요청할 수 없게 됩니다. 하지만 관리자는 계속 추가할 수 있습니다.
mr: %1$@ हे ग्रुप लिंकच्या मार्गे सामील होण्याची विनंती करु शकणार नाहीत किंवा ग्रुपमध्ये सामील होण्याची विनंती करु शकणार नाहीत. तरीही ॲडमीन त्यांना जोडू शकतो.
ms: %1$@ tidak dapat menyertai atau meminta untuk menyertai kumpulan ini melalui pautan kumpulan. Pentadbir masih boleh menambah mereka.
nb: %1$@ kan ikke bli med i eller be om å bli med i denne gruppen via gruppelenken. De kan fremdeles legges til i gruppen av en administrator.
nl: %1$@ zal niet langer via de groepslink lid kunnen worden of kunnen verzoeken om lid te worden van deze groep. Deze persoon kan nog wel handmatig door een beheerder worden toegevoegd aan de groep.
pl: %1$@ nie będzie mieć możliwości dołączenia do tej grupy ani poproszenia o przyjęcie do niej za pomocą linku. Tę osobę wciąż może jednak dodać administrator.
pt_br: %1$@ não poderá participar ou solicitar a participação neste grupo via o link do grupo. Um administrador ainda pode adicionar essa pessoa.
pt_pt: %1$@ não poderá participar ou solicitar a participação neste grupo através do link do grupo. Um admin ainda tem poder de adicionar.
ro: %1$@nu va putea să se alăture sau să solicite să se alăture grupului prin linkul groupului. Un administrator încă are posibilitatea să îl adauge.
ru: %1$@ не сможет присоединиться или запросить присоединиться к этой группе с помощью ссылки. Администратор всё равно может добавить этого пользователя.
sk: %1$@ sa nebude môcť pripojiť alebo požiadať o pripojenie k tejto skupine prostredníctvom odkazu na skupinu. Používateľa môže naďalej pridať správca.
sl: %@ se ne bo več mogel_la pridružiti skupini ali zaprositi za sprejem preko povezave. Še vedno pa ga_jo lahko doda skrbnik skupine.
sr: %1$@ неће моћи да се придружи групи или затражи да се придружи групи преко линка. Администратор и даље може да дода овог корисника.
sv: %1$@ kommer inte att kunna gå med eller begära att gå med i den här gruppen via grupplänken. De kan fortfarande läggas till av en administratör.
th: %1$@ ไม่สามารถเข้าร่วมหรือส่งคำขอเพื่อเข้าร่วมกลุ่มนี้ได้ทางลิงก์กลุ่ม แต่ผู้ดูแลสามารถเพิ่มเข้ากลุ่มได้
tr: %1$@, grup bağlantısı aracılığıyla bu gruba katılamaz veya katılma talebinde bulunamaz. Bir grup yöneticisi onları gruba ekleyebilir.
ug: %1$@ ئەمدى گۇرۇپپا ئۇلانمىسى بىلەن بۇ گۇرۇپپىغا قوشۇلالمايدۇ ياكى قوشۇلۇشنى تەلەپ قىلالمايدۇ. باشقۇرغۇچى ئۇلارنى قوشسا بولىدۇ.
uk: Користувач %1$@ не зможе ні приєднатися до групи, ні надіслати запит на приєднання, скориставшись посиланням на групу. Але цього користувача може додати адміністратор.
ur: %1$@ شامل ہونے یا گروپ لنک کے ذریعے اس گروپ میں شامل ہونے کی درخواست کرنے سے قاصر ہو گا۔ ایک ایڈمن پھر بھی انہیں شامل کر سکتا ہے۔
vi: %1$@ sẽ không thể tham gia hoặc yêu cầu tham gia nhóm này qua đường dẫn nhóm. Quản trị viên vẫn có thể thêm người này.
zh_cn: %1$@ 将无法加入群组，或通过群组链接申请加入。不过管理员仍然可以添加对方。
zh_hk: %1$@ 將無法透過群組連結加入或請求加入群組，但管理員仍可將對方加入群組。

# GROUPS_BLOCK_REQUEST_SHEET_TITLE
source: Block request?
af: Blokkeer versoek?
ar: هل ترغبُ بحظر الطلب؟
az: Tələb əngəllənsin?
be: Блакаваць запыт?
bn: ব্লক করার জন্য অনুরোধ?
ca: Bloqueig de la sol·licitud?
cs: Blokovat žádost?
cy: Rhwystro'r cais?
da: Blokér anmodning?
de: Anfrage blockieren?
el: Αποκλεισμός αιτήματος;
es: ¿Bloquear solicitud?
et: Kas blokeerida taotlus?
eu: Eskaera blokeatu nahi duzu?
fa: درخواست مسدود شود؟
fi: Estetäänkö pyyntö?
fr: Bloquer la demande ?
ga: Cuir bac ar an iarratas?
gu: વિનંતી બ્લૉક કરવી છે?
he: לחסום בקשה?
hi: अनुरोध ब्लॉक करना है?
hr: Blokirati zahtjev?
hu: Elutasítod a felkérést?
id: Blokir permintaan?
is: Loka á beiðni?
it: Vuoi bloccare la richiesta?
ja: 申請をブロックしますか？
km: á‘á”áŸ‹áŸáŸ’á€á¶ááŸ‹á€á¶ášáŸáŸ’á“á¾áŸá»áŸ†á¬?
kn: ನಿರ್ಬಂಧ ವಿನಂತಿ?
ko: 요청을 차단하시겠어요?
lt: Blokuoti prašymą?
lv: Bloķēt pieprasījumu?
mk: Да го блокирам барањето?
ml: അഭ്യര്‍ത്ഥന തടയണോ?
mr: विनंती अवरोधित करायची?
ms: Sekat permintaan?
my: တောင်းဆိုချက်ကို ဘလော့လုပ်မည်လား။
nb: Vil du blokkere forespørselen?
nl: Verzoek blokkeren?
pa: ਕੀ ਬੇਨਤੀ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣੀ ਹੈ?
pl: Zablokować prośbę?
pt_br: Bloquear pedido?
pt_pt: Bloquear pedido?
ro: Blochez cererea?
ru: Заблокировать запрос?
sk: Blokovať žiadosť?
sl: Želite blokirati prošnjo?
sq: Dëshironi të bllokoni kërkesën?
sr: Желите ли да блокирате захтев?
sv: Blockera förfrågan?
sw: Zuia ombi?
ta: கோரிக்கையைத் தடை செய்யலாமா?
te: అభ్యర్ధన బ్లాక్ చేయాలా?
th: บล็อกคำขอหรือไม่
tr: İstek engellensin mi?
ug: چەكلەشنى تەلەپ قىلامسىز؟
uk: Заблокувати запит?
ur: بلاک کی درخواست؟
vi: Chặn yêu cầu?
zh_cn: 要屏蔽请求吗？
zh_hk: 要封鎖請求嗎？

# GROUPS_CANT_REPLACE_ADMIN_ALERT_MESSAGE
source: Choose a new admin for this group before you leave.
af: Kies ’n nuwe admin vir hierdie groep voordat jy dit verlaat.
ar: اختر مشرفًا جديدًا لهذه المجموعة قبل أن تُغادر.
az: Qrupu tərk etməzdən əvvəl bu qrup üçün yeni bir admin seçin.
be: Выберыце новага адміністратара для гэтай групы, перш чым пакінуць яе.
bg: Изберете нов администратор за тази група, преди да напуснете.
bn: আপনি ছেড়ে চলে যাওয়ার আগে এই গ্রুপের জন্য একটি নতুন অ্যাডমিন বেছে নিন।
ca: Trieu un administrador per a aquest grup abans d'abandonar-lo.
cs: Než opustíte skupinu, vyberte nového administrátora.
cy: Dewiswch weinyddwr newydd ar gyfer y grŵp hwn cyn gadael.
da: Vælg en ny administrator for gruppen, inden du forlader den
de: Wähle einen neuen Admin für diese Gruppe, bevor du sie verlässt.
el: Διάλεξε έναν νέο διαχειριστή ή διαχειρίστρια πριν φύγεις.
es: Designa a otra persona como admin antes de abandonar el grupo.
es_es: Selecciona un(a) nuev@ admin antes de abandonar.
et: Vali enne lahkumist sellele grupile uus administraator.
eu: Taldea utzi baino leheango administratzaile berri bat hautatu.
fa: قبل از ترک کردن گروه یک مدیر جدید انتخاب کنید.
fi: Valitse uusi ylläpitäjä tälle ryhmälle ennen kuin poistut ryhmästä.
fil: Pumili ng bagong admin para sa grupong ito bago ka umalis.
fr: Avant de quitter ce groupe, désignez un nouvel admin.
ga: Ní mór duit riarthóir nua a roghnú ar an ngrúpa seo sula bhfágfaidh tú é.
gu: તમે છોડો તે પહેલાં આ ગ્રુપ માટે નવું એડમિન પસંદ કરો.
he: בחר מנהלן חדש עבור קבוצה זו לפני שאתה עוזב.
hi: ग्रुप को छोड़ने से पेहले नया ऐडमिन चुनें।
hr: Odaberite novog administratora za ovu grupu prije nego što je napustite.
hu: Válassz egy új csoport admint mielőtt kilépsz.
id: Pilih admin baru untuk grup ini sebelum Anda keluar.
is: Veldu nýjan stjórnanda fyrir þennan hóp áður en þú ferð.
it: Scegli un nuovo admin per questo gruppo prima di abbandonarlo.
ja: グループから抜ける前に、新しい管理者を選択してください。
kab: Fren anedbal amaynut i ugraw-a send ad teffɣeḍ.
kk: Топтан шықпас бұрын жаңа әкімшіні таңдаңыз.
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ááŸ’á˜á¸áŸá˜áŸ’ášá¶á”áŸ‹á€áŸ’ášá»á˜á“áŸáŸ‡ á˜á»á“á–áŸá›á¢áŸ’á“á€á…á¶á€á…áŸá‰áŸ”
kn: ನೀವು ತೊರೆಯುವ ಮೊದಲು ಈ ಗುಂಪಿಗೆ ಹೊಸ ಅಡ್ಮಿನ್ ಆರಿಸಿ.
ko: 그룹에서 나가기 전에 새 관리자를 선택하세요.
lt: Prieš išeidami, pasirinkite šiai grupei naują administratorių.
lv: Pirms izstāšanās no šīs grupas izvēlieties jaunu grupas administratoru.
mk: Изберете нов администратор на оваа група пред да ја напуштите.
ml: നിങ്ങൾ പുറത്ത് പോകുന്നതിന് മുൻപ് ഈ ഗ്രൂപ്പിനായി ഒരു പുതിയ അഡ്മിനെ തിരെഞ്ഞെടുക്കൂ.
mr: आपण जाण्यापूर्वी या गटासाठी नवीन प्रशासक निवडा.
ms: Pilih pentadbir baru kumpulan ini sebelum anda tinggalkan.
my: သင်မထွက်ခွာမီ ၎င်းအဖွဲ့အတွက် စီမံသူအသစ် ရွေးပါ။
nb: Velg en ny administrator for denne gruppen før du drar.
nl: Kies een nieuwe beheerder voor de groep voordat je deze verlaat.
pa: ਗਰੁੱਪ ਨੂੰ ਛੱਡਣ ਤੋਂ ਪਹਿਲਾਂ ਇਸ ਗਰੁੱਪ ਲਈ ਕੋਈ ਨਵਾਂ ਐਡਮਿਨ ਚੁਣੋ.
pa_pk: چھڈن توں پہلاں ایس گروپ دے لئی اک نواں ایڈمن منتخب کرو۔
pl: Zanim opuścisz grupę, wybierz nowego administratora.
ps: وړاندې تر دې چې تاسې دا ګروپ پریږدئ یو نوی اډمین وټاکئ.
pt_br: Escolha um novo admin para este grupo antes que você saia.
pt_pt: Escolha um novo administrador para este grupo antes de o abandonar.
ro: Alege un nou administrator pentru acest grup înainte de a pleca.
ru: Выберите нового администратора для этой группы, прежде чем покинуть её.
sk: Pred tým, ako opustíte túto skupinu, vyberte pre ňu nového administrátora.
sl: Pred odhodom iz skupine določite novega skrbnika.
sq: Përpara se të ikni, zgjidhni një përgjegjës të ri për këtë grup.
sr: Изаберите новог администратора за групу пре него што је напустите.
sv: Välj en ny administratör för denna grupp innan du lämnar.
sw: Chagua msimamizi mpya wa kundi hili kabla ya kuondoka.
ta: இதற்கு முன்பு இந்த குழுவுக்கு புதிய நிர்வாகியைத் தேர்வுசெய்க நீங்கள் விடுங்கள்.
te: మీరు బయలుదేరే ముందు ఈ గుంపు కోసం క్రొత్త నిర్వాహకుడిని ఎంచుకోండి.
th: เลือกผู้ดูแลคนใหม่ก่อนคุณออกจากกลุ่มนี้
tr: Ayrılmadan önce yeni grup yöneticisini seçin.
ug: ئايرىلىشتىن بۇرۇن بۇ گۇرۇپپىغا بىر يېڭى باشقۇرغۇچى تاللاڭ.
uk: Перш ніж покинути цю групу, оберіть нового адміністратора.
ur: جانے سے پہلے اس گروپ کے لئے ایک نیا ایڈمن منتخب کریں۔
vi: Chọn một quản trị viên mới cho nhóm trước khi bạn rời nhóm.
zh_cn: 在离开群组之前，请选择新的管理员。
zh_hk: 離開此群組前，請選擇一位新的管理員。

# GROUPS_ERROR_MEMBER_ALREADY_IN_GROUP
source: User already in group.
af: Gebruiker reeds in groep.
ar: المُستخدم مُتواجد في المجموعة بالفعل.
az: İstifadəçi artıq qrupdadır.
be: Карыстальнік ужо ў групе.
bg: Потребителят вече е в групата.
bn: ইউজার ইতিমধ্যেই গ্রুপে আছেন।
ca: L'usuari ja és al grup.
cs: Uživatel už je ve skupině.
cy: Defnyddiwr eisoes yn y grŵp
da: Bruger er allerede i gruppen
de: Kontakt bereits in Gruppe.
el: Ο/Η χρήστης είναι ήδη μέλος της ομάδας.
es: Esta persona ya forma parte del grupo.
es_es: Esta persona ya forma parte del grupo.
et: Kasutaja on juba grupis.
eu: Erabiltzaileak taldean dago dagoeneko.
fa: کاربر در حال حاضر عضو گروه است.
fi: Käyttäjä on jo ryhmässä.
fil: Nasa grupo na ang user.
fr: Cet utilisateur fait déjà partie du groupe.
ga: Tá an t-úsáideoir sa ghrúpa cheana.
gu: વપરાશકર્તા પહેલેથી ગ્રુપમાં છે.
he: המשתמש בקבוצה כבר.
hi: यूज़र पहले से ही ग्रुप में है।
hr: Korisnik je već u grupi.
hu: A felhasználó már a csoport tagja.
id: Pengguna sudah ada di grup.
is: Notandi er nú þegar í þessum hópi.
it: Utente già nel gruppo.
ja: ユーザはすでにグループにいます。
kab: Aseqdac-a yella yakan deg ugraw.
kk: Пайдаланушы топта бұрыннан бар.
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á“áŸ…á€áŸ’á“á»á„á€áŸ’ášá»á˜á á¾á™áŸ”
kn: ಬಳಕೆದಾರರು ಈಗಾಗಲೇ ಗುಂಪಿನಲ್ಲಿದ್ದಾರೆ.
ko: 사용자가 이미 그룹에 있습니다.
lt: Naudotojas jau yra grupėje.
lv: Lietotājs jau ir grupā.
mk: Корисникот е веќе во групата.
ml: ഉപയോക്താവ് ഇതിനകം ഗ്രൂപ്പിലുണ്ട്.
mr: वापरकर्ता आधीपासून गटात आहे.
ms: Pengguna sudah dalam kumpulan.
my: သုံးသူသည် အဖွဲ့ဝင်ဖြစ်ပြီးသားဖြစ်ပါသည်။
nb: Brukeren er allerede i gruppen.
nl: Deze persoon is al lid van de groep.
pa: ਵਰਤੋਂਕਾਰ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਗਰੁੱਪ ਵਿੱਚ ਹੈ।
pa_pk: صارف پہلاں توں گروپ اچ اے۔
pl: Ta osoba należy już do grupy.
ps: کارن له پخوا څخه په ګروپ کې و.
pt_br: Essa pessoa já faz parte do grupo.
pt_pt: O utilizador já se encontra no grupo.
ro: Utilizatorul este deja în grup.
ru: Пользователь уже в группе.
sk: Používateľ je už v skupine.
sl: Uporabnik/ca je že v skupini.
sq: Përdorues tashmë në grup.
sr: Корисник је већ у групи.
sv: Användaren är redan i gruppen.
sw: Mtumiaji tayari yupo kwenye kundi.
ta: ஏற்கனவே குழுவில் உள்ள பயனர்.
te: వినియోగదారు ఇప్పటికే సమూహంలో ఉన్నారు.
th: ผู้ใช้อยู่ในกลุ่มแล้ว
tr: Kullanıcı zaten grupta.
ug: ئىشلەتكۈچى ئاللىبۇرۇن گۇرۇپپىدا بار.
uk: Користувач уже в групі.
ur: صارف پہلے ہی گروپ میں ہے۔
vi: Người dùng đã có trong nhóm.
zh_cn: 用户已在群组中。
zh_hk: 使用者已在群組中。

# GROUPS_INVITE_ACCEPT_INVITE_FAILED
source: Could not accept invite.
af: Kon nie uitnodiging aanvaar nie.
ar: يتعذَّر قبول الدعوة.
az: Dəvət qəbul edilə bilmədi.
be: Не атрымалася прыняць запрашэнне.
bg: Неуспешно приемане на поканата.
bn: আমন্ত্রণ স্বীকার করা যায়নি।
ca: No ha pogut acceptar la invitació.
cs: Nepodařilo se přijmout pozvánku.
cy: Methwyd derbyn gwahoddiad.
da: Invitationen kunne ikke accepteres
de: Einladung konnte nicht angenommen werden.
el: Δεν μπορέσαμε να δεχτούμε την πρόσκληση.
es: No se ha podido aceptar la invitación.
es_es: Fallo al aceptar la invitación.
et: Kutsega nõustumine ei õnnestunud.
eu: Ezin izan da gonbidapena onartu.
fa: امکان قبول کردن دعوتنامه نیست.
fi: Kutsun hyväksyminen ei onnistunut.
fil: Hindi matanggap ang imbitasyon.
fr: Impossible d'accepter l'invitation.
ga: Níorbh fhéidir glacadh leis an gcuireadh.
gu: આમંત્રણ સ્વીકારી શક્યાં નથી.
he: לא היה ניתן לאשר הזמנה.
hi: आमंत्रण स्वीकार करने में असमर्थ।
hr: Nije moguće prihvatiti pozivnicu.
hu: Csoportmeghívó elfogadása sikertelen.
id: Tidak dapat menerima undangan.
is: Gat ekki samþykkt boð.
it: Impossibile accettare l'invito.
ja: 招待を受け入れられませんでした。
kab: Ur nezmir ara ad neqbel tinubga.
kk: Шақыруды қабылдау мүмкін болмады.
km: á˜á·á“á¢á¶á…á‘á‘á½á›á€á¶ášá¢á‰áŸ’á‡á¾á‰áŸ”
kn: ಆಹ್ವಾನವನ್ನು ಸ್ವೀಕರಿಸಿಲ್ಲ.
ko: 초대를 수락할 수 없습니다.
lt: Nepavyko priimti pakvietimo.
lv: Nevarēja pieņemt uzaicinājumu.
mk: Поканата не може да биде примена.
ml: ക്ഷണം സ്വീകരിക്കാനായില്ല.
mr: आमंत्रण स्वीकारू शकले नाही.
ms: Tidak dapat menerima jemputan.
my: ဖိတ်ကြားချက်ကို မလက်ခံနိုင်ပါ။
nb: Kunne ikke akseptere invitasjon.
nl: Kon de uitnodiging niet accepteren.
pa: ਸੱਦੇ ਨੂੰ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pa_pk: دعوت نوں قبول نئیں کر سکیا۔
pl: Nie udało się zaakceptować zaproszenia.
ps: بلنه و نه منل شوه.
pt_br: Erro ao aceitar o convite.
pt_pt: Não foi possível aceitar o convite.
ro: Invitația nu a putut fi acceptată.
ru: Не удалось принять приглашение.
sk: Prijatie pozvania zlyhalo.
sl: Vabila ni bilo mogoče sprejeti.
sq: S’u pranua dot ftesa.
sr: Прихватање позивнице није успело.
sv: Det gick inte att acceptera inbjudan.
sw: Haikuweza kukubali mwaliko.
ta: முடியவில்லை ஏற்றுக்கொள் அழைக்க.
te: ఆహ్వానాన్ని అంగీకరించలేదు.
th: ไม่สามารถตอบรับคำเชิญ
tr: Davet kabul edilemedi.
ug: تەكلىپنى قوبۇل قىلغىلى بولمىدى.
uk: Не вдалося прийняти запрошення.
ur: دعوت نامہ قبول نہیں کیا جاسکا۔
vi: Không thể chấp nhận thư mời.
zh_cn: 无法接受邀请。
zh_hk: 無法接收邀請。

# GROUPS_INVITE_BLOCK_GROUP
source: Block Group
af: Versper groep
ar: حَظر المجموعة
az: Qrupu əngəllə
be: Заблакаваць групу
bg: Блокиране на група
bn: গ্রুপ ব্লক করুন
ca: Bloqueja el grup.
cs: Blokovat skupinu
cy: Rhwystro Grŵp
da: Blokér gruppe
de: Gruppe blockieren
el: Αποκλεισμός ομάδας
es: Bloquear grupo
es_es: Bloquear grupo
et: Blokeeri grupp
eu: Blokeatu Taldea
fa: مسدود کردن گروه
fi: Estä ryhmä
fil: I-block ang Grupo
fr: Bloquer le groupe
ga: Cuir bac ar an ngrúpa
gu: ગ્રૂપને બ્લૉક કરો
he: חסימת קבוצה
hi: ग्रुप को ब्लॉक करें
hr: Blokiraj grupu
hu: Csoport letiltása
id: Blokir Grup
is: Útiloka hóp
it: Blocca gruppo
ja: グループをブロックする
kab: Sewḥel agraw
kk: Топты бұғаттау
km: á á¶á˜áƒá¶ááŸ‹á€áŸ’ášá»á˜
kn: ಗುಂಪನ್ನು ನಿರ್ಬಂಧಿಸಿ
ko: 그룹 차단
lt: Užblokuoti grupę
lv: Bloķēt grupu
mk: Блокирај група
ml: ഗ്രൂപ്പ് ബ്ലോക്ക് ചെയ്യുക
mr: गट अवरोधित करा
ms: Sekat Kumpulan
my: အဖွဲ့ကို ပိတ်ပင်မယ်
nb: Blokker gruppen
nl: Groep blokkeren
pa: ਗਰੁੱਪ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ
pa_pk: گروپ بلاک کرو
pl: Zablokuj grupę
ps: د ګروپ بلاک کول
pt_br: Bloquear grupo
pt_pt: Bloquear grupo
ro: Blochează grupul
ru: Заблокировать группу
sk: Blokovať skupinu
sl: Blokiraj skupino
sq: Bllokoje Grupin
sr: Блокирај групу
sv: Blockera grupp
sw: Zuia Kikundi
ta: தொகுதி குழு
te: సమూహాన్ని బ్లాక్ చేయండి
th: บล็อกกลุ่ม
tr: Grubu Engelle
ug: گۇرۇپپا چەكلەش
uk: Заблокувати групу
ur: گروپ کو بلاک کریں
vi: Chặn Nhóm
zh_cn: 屏蔽群组
zh_hk: 封鎖群組

# GROUPS_INVITE_BLOCK_GROUP_AND_INVITER_FORMAT
source: Block Group and %@
af: Versper groep en %@
ar: حَظر المجموعة وحَظر %1$@
az: Qrupu və %@ üzvünü əngəllə
be: Заблакаваць групу і %1$@
bg: Блокиране на групата и %@
bn: গ্রুপ এবং %1$@-কে ব্লক করুন
ca: Bloqueja el grup i %1$@
cs: Blokovat skupinu a uživatele %1$@
cy: Rhwystro Grŵp a %@
da: Blokér gruppe og %1$@
de: Gruppe und %1$@ blockieren
el: Αποκλεισμός ομάδας και του/της %1$@
es: Bloquear grupo y a %1$@
es_es: Bloquear grupo y a %@
et: Blokeeri grupp ja %@
eu: Blokeatu Taldea eta %@
fa: مسدود کردن گروه و %1$@
fi: Estä ryhmä ja %1$@
fil: I-block ang Grupo at si %@
fr: Bloquer le groupe et %1$@
ga: Cuir bac ar an ngrúpa agus ar %1$@
gu: ગ્રૂપ અને %1$@ને બ્લૉક કરો
he: חסימת קבוצה ואת %1$@
hi: ग्रुप और %1$@ को ब्लॉक करें
hr: Blokiraj grupu i korisnika %1$@
hu: Csoport és %1$@ letiltása
id: Blokir Grup dan %1$@
is: Útiloka hóp og %@
it: Blocca gruppo e %1$@
ja: グループと %1$@ をブロックする
kab: Sewḥel agraw akked %@
kk: Топты және %@ бұғаттау
km: á á¶á˜áƒá¶ááŸ‹á€áŸ’ášá»á˜ á“á·á„%@
kn: ಗುಂಪು ಮತ್ತು %@ ನಿರ್ಬಂಧಿಸಿ
ko: 그룹 및 %1$@ 님 차단
lt: Užblokuoti grupę ir %@
lv: Bloķēt grupu un %@
mk: Блокирај група и %@
ml: ഗ്രുപ്പിനെയും %@ നെയും ബ്ലോക്ക് ചെയ്യുക
mr: गट आणि %1$@ अवरोधित करा
ms: Sekat Kumpulan dan %1$@
my: အဖွဲ့နှင့် %@ ကို ပိတ်ပယ်မယ်
nb: Blokker gruppen og %1$@
nl: %1$@ en de groep blokkeren
pa: ਗਰੁੱਪ ਅਤੇ %@ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ
pa_pk: گروپ تے %@ نوں بلاک کرو
pl: Zablokuj grupę i tę osobę: %1$@
ps: ګروپ او %@ بلاک کړئ
pt_br: Bloquear grupo e %1$@
pt_pt: Bloquear grupo e %1$@
ro: Blochează grupul și %1$@
ru: Заблокировать группу и %1$@
sk: Blokovať skupinu a používateľa %1$@
sl: Blokiraj skupino in uporabnika/co %@
sq: Blloko Grupin dhe %@
sr: Блокирај групу и корисника %1$@
sv: Blockera grupp och %1$@
sw: Zuia Kundi na %@
ta: தொகுதி குழு மற்றும் %@
te: బ్లాక్ గ్రూప్ మరియు %@
th: บล็อกกลุ่มและ %1$@
tr: Grubu ve %1$@ kişisini engelle
ug: گۇرۇپپا ۋە %1$@ نى چەكلەش
uk: Заблокувати групу і користувача %1$@
ur: گروپ اور %1$@ کو بلاک کریں
vi: Chặn Nhóm và %1$@
zh_cn: 屏蔽群组和%1$@
zh_hk: 封鎖群組及 %1$@

# GROUPS_INVITE_BLOCK_INVITER_FORMAT
source: Block %@
af: Versper %@
ar: حَظر %1$@
az: %@ üzvünü əngəllə
be: Заблакаваць %1$@
bg: Блокиране на %@
bn: %1$@-কে ব্লক করুন
ca: Bloqueja %1$@
cs: Blokovat uživatele %1$@
cy: Rhwystro %@
da: Blokér %1$@
de: %1$@ blockieren
el: Αποκλεισμός του/της %1$@
es: Bloquear a %1$@
es_es: Bloquear a %@
et: Blokeeri %@
eu: %@ blokeatu
fa: مسدود کردن %1$@
fi: Estä %1$@
fil: I-block si %@
fr: Bloquer %1$@
ga: Cuir bac ar %1$@
gu: %1$@ને બ્લૉક કરો
he: חסימת %1$@
hi: %1$@ को ब्लॉक करें
hr: Blokiraj korisnika %1$@
hu: %1$@ letiltása
id: Blokir %1$@
is: Loka á %@
it: Blocca %1$@
ja: %1$@ をブロックする
kab: Sewḥel %@
kk: %@ бұғаттау
km: á á¶á˜áƒá¶ááŸ‹ %@
kn: %@ ನಿರ್ಬಂಧಿಸಿ
ko: %1$@ 님 차단
lt: Užblokuoti %@
lv: Bloķēt %@
mk: Блокирај го %@
ml: %@ നെ ബ്ലോക്ക് ചെയ്യുക
mr: %1$@ ला अवरोधित करा
ms: Sekat %1$@
my: %@ ကို ပိတ်ပယ်မယ်
nb: Blokker %1$@
nl: %1$@ blokkeren
pa: %@ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ
pa_pk: %@ نوں بلاک کرو
pl: Zablokuj tę osobę: %1$@
ps: %@ بلاک کړئ
pt_br: Bloquear %1$@
pt_pt: Bloquear %1$@
ro: Blochează %1$@
ru: Заблокировать %1$@
sk: Blokovať používateľa %1$@
sl: Blokiraj uporabnika/co %@
sq: Blloko %@
sr: Блокирај корисника %1$@
sv: Blockera %1$@
sw: Zuia %@
ta: தடு %@
te: నిరోధించు %@
th: บล็อก %1$@
tr: %1$@ kişisini engelle
ug: %1$@ نى چەكلەش
uk: Заблокувати користувача %1$@
ur: %1$@ کو بلاک کریں
vi: Chặn %1$@
zh_cn: 屏蔽%1$@
zh_hk: 封鎖 %1$@

# GROUPS_INVITE_FRIENDS_BUTTON
source: Invite friends
af: Nooi vriende uit
ar: اُدْعُ الأصدقاء
az: Dostları dəvət et
be: Запрасіць сяброў
bn: বন্ধুকে আমন্ত্রণ জানান
ca: Convideu-hi amistats
cs: Pozvat přátele
cy: Gwahodd ffrindiau
da: Invitér venner
de: Kontakte einladen
el: Πρόσκληση φίλων
es: Invitar personas
es_es: Invitar amistades
et: Kutsu sõpru
eu: Gonbidatu lagunak
fa: دعوت دوستان
fi: Kutsu ystäviä
fr: Inviter des amis
ga: Tabhair cuirí do chairde
gu: મિત્રોને આમંત્રિત કરો
he: הזמן חברים
hi: मित्रों को आमंत्रित करें
hr: Pozovi prijatelje
hu: Barátok meghívása
id: Undang teman
is: Bjóða vinum aðgang
it: Invita amici
ja: 友達を招待する
kab: Snubget-d imdukkal
km: á¢á‰áŸ’á‡á¾á‰á˜á·ááŸ’áá—á€áŸ’áá·
kn: ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
ko: 친구 초대
lt: Pakviesti draugus
lv: Uzaicināt draugus
mk: Покани пријатели
ml: സുഹൃത്തുക്കളെ ക്ഷണിക്കുക
mr: मित्रांना आमंत्रित करा
ms: Jemput rakan
my: သူငယ်ချင်းများကို ဖိတ်ပါ။
nb: Inviter venner
nl: Vrienden uitnodigen
pa: ਦੋਸਤਾਂ ਨੂੰ ਸੱਦਾ ਦਿਓ
pl: Zaproś znajomych
ps: ملګري راوبولئ
pt_br: Convidar amigos(as)
pt_pt: Convidar amigos
ro: Invită prieteni
ru: Пригласить друзей
sk: Pozvať priateľov
sl: Povabite prijatelje/ice
sq: Ftoni shokë
sr: Позовите пријатеље
sv: Bjud in vänner
sw: Alika marafiki
ta: நண்பர்களை அழை
te: స్నేహితులను ఆహ్వానించండి
th: เชิญเพื่อน
tr: Arkadaşlarını davet et
ug: دوستلىرىڭىزنى تەكلىپ قىلىڭ
uk: Запросити друзів
ur: دوستوں کو مدعو کریں
vi: Mời bạn bè
zh_cn: 邀请好友
zh_hk: 邀請好友
