Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PHOTO_CAPTURE_GENERIC_ERROR
source: Unable to capture image.
af: Kan nie beeld vaslê nie.
ar: تعذَّر التقاط الصورة.
az: Şəkil çəkə bilmirik.
be: Немагчыма зрабіць здымак.
bg: Неуспешно улавяне на изображение.
bn: চিত্র ধারন করতে অক্ষম।
ca: No s'ha pogut capturar la imatge.
cs: Obrázek nebylo možné zachytit.
cy: Methu canfod y ddelwedd.
da: Ikke muligt at tage billede
de: Bild kann nicht aufgenommen werden.
el: Αδυναμία λήψης εικόνας.
es: No se ha podido capturar la imagen.
es_es: Fallo al tomar foto.
et: Pildistamine ei õnnestunud.
eu: Ezin izan da irudia atzitu.
fa: ناتوانی در گرفتن تصویر
fi: Kuvan ottaminen ei onnistu.
fil: Hindi nagawang makuha ang larawan.
fr: Impossible de prendre la photo
ga: Níorbh fhéidir an pictiúr a ghabháil.
gu: ફોટો કેપ્ચર કરવામાં અસમર્થ.
he: לא היה ניתן ללכוד תמונה.
hi: तस्वीर खीचने में विफल
hr: Neuspješno snimanje slike.
hu: Képkészítés sikertelen
id: Tidak dapat mengambil gambar.
is: Gat ekki tekið mynd.
it: Impossibile scattare foto.
ja: 画像をキャプチャできません。
kab: Tegguma ad teddu tuṭṭma n tugna.
kk: Кескінді түсіріп алу мүмкін емес.
km: á˜á·á“á¢á¶á…á…á¶á”áŸ‹ášá¼á”á—á¶á–áŸ”
kn: ಇಮೇಜ್ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 사진을 캡처할 수 없습니다.
lt: Nepavyko nufotografuoti.
lv: Nevar uzņemt attēlu.
mk: Оневозможено да направи слика.
ml: ചിത്രം എടുക്കാൻ കഴിയുന്നില്ല.
mr: चित्र कॅप्चर करण्यात अक्षम.
ms: Tidak dapat tangkap imej
my: ရုပ်ပုံဖမ်းယူခြင်း မရပါ
nb: Kan ikke lagre bilde.
nl: Kan geen foto maken.
pa: ਤਸਵੀਰ ਖਿੱਚਣ ਵਿੱਚ ਅਸਮਰੱਥ.
pa_pk: تصویر بنان دے قابل نئیں۔
pl: Nie można zrobić zdjęcia.
ps: انځور اخیستل تر سره نشو.
pt_br: Não foi possível capturar a imagem.
pt_pt: Não foi possível capturar a imagem.
ro: Imaginea nu a putut fi capturată.
ru: Не удалось сделать снимок.
sk: Nepodarilo sa urobiť obrázok.
sl: Slike ni bilo mogoče zajeti
sq: S’arrihet të fotografohet figura.
sr: Снимање фотографије није успело.
sv: Det går inte att ta bilden.
sw: Imeshindwa kupata picha.
ta: படத்தைப் பிடிக்க முடியவில்லை.
te: చిత్రాన్ని తీయడం సాధ్యం కాలేదు.
th: ไม่สามารถจับภาพได้
tr: Görüntü yakalanamadı.
ug: سۈرەتنى تۇتالمىدى.
uk: Неможливо зробити знімок.
ur: تصویر کھینچنے کے قابل نہیں۔
vi: Không chụp được ảnh.
zh_cn: 无法拍摄图片。
zh_hk: 無法擷取影像。

# PHOTO_CAPTURE_UNABLE_TO_CAPTURE_IMAGE
source: Unable to capture image.
af: Kan nie beeld vaslê nie.
ar: تعذَّر التقاط الصورة.
az: Şəkil çəkə bilmirik.
be: Немагчыма зрабіць здымак.
bg: Неуспешно улавяне на изображение.
bn: চিত্র ধারন করতে অক্ষম।
ca: No s'ha pogut capturar la imatge.
cs: Obrázek nebylo možné zachytit.
cy: Methu canfod y ddelwedd.
da: Ikke muligt at tage billede
de: Bild kann nicht aufgenommen werden.
el: Αδυναμία λήψης εικόνας.
es: No se ha podido capturar la imagen.
es_es: Fallo al tomar foto.
et: Pildistamine ei õnnestunud.
eu: Ezin izan da irudia atzitu.
fa: ناتوانی در گرفتن تصویر
fi: Kuvan ottaminen ei onnistu.
fil: Hindi nagawang makuha ang larawan.
fr: Impossible de prendre la photo
ga: Níorbh fhéidir an pictiúr a ghabháil.
gu: ફોટો કેપ્ચર કરવામાં અસમર્થ.
he: לא היה ניתן ללכוד תמונה.
hi: तस्वीर खीचने में विफल
hr: Neuspješno snimanje slike.
hu: Képkészítés sikertelen
id: Tidak dapat mengambil gambar.
is: Gat ekki tekið mynd.
it: Impossibile scattare foto.
ja: 画像をキャプチャできません。
kab: Tegguma ad teddu tuṭṭma n tugna.
kk: Кескінді түсіріп алу мүмкін емес.
km: á˜á·á“á¢á¶á…á…á¶á”áŸ‹ášá¼á”á—á¶á–áŸ”
kn: ಇಮೇಜ್ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 사진을 캡처할 수 없습니다.
lt: Nepavyko nufotografuoti.
lv: Nevar uzņemt attēlu.
mk: Оневозможено да направи слика.
ml: ചിത്രം എടുക്കാൻ കഴിയുന്നില്ല.
mr: चित्र कॅप्चर करण्यात अक्षम.
ms: Tidak dapat tangkap imej
my: ရုပ်ပုံဖမ်းယူခြင်း မရပါ
nb: Kan ikke lagre bilde.
nl: Kan geen foto maken.
pa: ਤਸਵੀਰ ਖਿੱਚਣ ਵਿੱਚ ਅਸਮਰੱਥ.
pa_pk: تصویر بنان دے قابل نئیں۔
pl: Nie można zrobić zdjęcia.
ps: انځور اخیستل تر سره نشو.
pt_br: Não foi possível capturar a imagem.
pt_pt: Não foi possível capturar a imagem.
ro: Imaginea nu a putut fi capturată.
ru: Не удалось сделать снимок.
sk: Nepodarilo sa urobiť obrázok.
sl: Slike ni bilo mogoče zajeti
sq: S’arrihet të fotografohet figura.
sr: Снимање фотографије није успело.
sv: Det går inte att ta bilden.
sw: Imeshindwa kupata picha.
ta: படத்தைப் பிடிக்க முடியவில்லை.
te: చిత్రాన్ని తీయడం సాధ్యం కాలేదు.
th: ไม่สามารถจับภาพได้
tr: Görüntü yakalanamadı.
ug: سۈرەتنى تۇتالمىدى.
uk: Неможливо зробити знімок.
ur: تصویر کھینچنے کے قابل نہیں۔
vi: Không chụp được ảnh.
zh_cn: 无法拍摄图片。
zh_hk: 無法擷取影像。

# PHOTO_CAPTURE_UNABLE_TO_INITIALIZE_CAMERA
source: Failed to configure camera.
af: Kon nie kamera opstel nie.
ar: فشلت تهيئة الكاميرا.
az: Kamera konfiqurasiya edilmədi.
be: Не атрымалася наладзіць камеру.
bg: Неуспешно конфигуриране на камерата.
bn: ক্যামেরা কনফিগার করতে ব্যর্থ।
ca: Ha fallat configurar la càmera.
cs: Nepodařilo se nakonfigurovat fotoaparát.
cy: Methwyd ffurfweddu'r camera.
da: Fejl ved konfiguration af kamera
de: Kamera konnte nicht konfiguriert werden.
el: Αποτυχία ρύθμισης της κάμερας.
es: No se ha podido configurar la cámara.
es_es: Fallo al activar la cámara.
et: Kaamera seadistamine ei õnnestunud.
eu: Ezin izan da kamera konfiguratu.
fa: خطا در پیکربندی دوربین
fi: Kameran määrittäminen epäonnistui.
fil: Nabigo na i-configure ang camera.
fr: Impossible de configurer l'appareil photo
ga: Níorbh fhéidir an ceamara a shocrú.
gu: કૅમેરો કનફિગર કરવામાં નિષ્ફળ.
he: נכשל בתיצור מצלמה.
hi: कैमरा कॉन्फ़िगर करने में असफल।
hr: Neuspješno postavljanje kamere.
hu: Kamerabeállítás sikertelen
id: Gagal mengatur setelan kamera.
is: Mistókst að stilla myndavél.
it: Configurazione fotocamera non riuscita.
ja: カメラを設定できませんでした。
kab: Aswel n tkamiṛat ur yeddi ara.
kk: Фотоаппаратты баптау мүмкін болмады.
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá€áŸ†áááŸ‹á€á¶á˜áŸášáŸ‰á¶áŸ”
kn: ಕ್ಯಾಮರಾ ಕಾನ್ಫಿಗರ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.
ko: 카메라를 구성할 수 없습니다.
lt: Nepavyko sukonfigūruoti kameros.
lv: Neizdevās konfigurēt kameru.
mk: Неуспешно поставување на камерата.
ml: ക്യാമറ കോൺഫിഗർ ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
mr: कॅमेरा कॉन्फिगर करण्यात अयशस्वी.
ms: Gagal untuk konfigurasi kamera
my: ကင်မရာ ချိန်ညှိရန် မအောင်မြင်ပါ
nb: Kunne ikke konfigurere kamera.
nl: Configureren van de camera is mislukt.
pa: ਕੈਮਰਾ ਕੌਨਫਿਗਰ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ.
pa_pk: کیمرہ تشکیل دین اچ ناکام۔
pl: Nie udało się skonfigurować aparatu.
ps: د کیمرې کانفیګور تر سره نشو.
pt_br: Falha ao configurar câmera.
pt_pt: Falha a configurar a câmara.
ro: Eroare la configurarea camerei.
ru: Не удалось настроить камеру.
sk: Konfigurácia kamery zlyhala.
sl: Napaka pri konfiguriranju kamere.
sq: S’u arrit të formësohej kamera.
sr: Конфигурисање камере није успело.
sv: Det gick inte att konfigurera kameran.
sw: Imefeli kusanidi kamera
ta: கேமராவை உள்ளமைப்பதில் தோல்வி.
te: కెమెరాను కాన్ఫిగర్ చేయడంలో విఫలమైంది.
th: การตั้งค่ากล้องล้มเหลว
tr: Kamera yapılandırılamadı.
ug: كامېرا سەپلەنمىدى.
uk: Не вдалося налаштувати камеру.
ur: تصویر کو تشکیل دینے میں ناکامی۔
vi: Không thể thiết lập camera.
zh_cn: 配置摄像头失败。
zh_hk: 無法設定相機。

# PHOTO_CAPTURE_USERNAME_QR_CODE_FOUND_CTA
source: Go to chat
ar: انتقِل إلى الدردشة
be: Перайсці ў чат
bn: চ্যাটে যান
ca: Ves al xat
cs: Přejít na chat
da: Gå til chat
de: Zum Chat
el: Μετάβαση στη συνομιλία
es: Ir al chat
fa: به گفتگو بروید
fi: Siirry keskusteluun
fr: Accéder à la conversation
ga: Téigh chuig comhrá
gu: ચેટ પર જાઓ
he: מעבר לצ'אט
hi: चैट पर जाएँ
hr: Otvori razgovor
hu: Ugrás a csevegéshez
id: Buka obrolan
it: Vai alla chat
ja: チャットする
ko: 대화로 이동
mr: चॅटवर जा
ms: Pergi ke sembang
nb: Gå til samtale
nl: Chat openen
pl: Przejdź do czatu
pt_br: Ir para o chat
pt_pt: Ir para o chat
ro: Mergi la conversație
ru: Перейти к чату
sk: Prejsť na čet
sr: Иди на ћаскање
sv: Gå till chatt
th: ไปที่แชท
tr: Sohbete git
ug: پاراڭغا كىرىش
uk: До чату
ur: چیٹ پر جائیں
vi: Đến cuộc trò chuyện
zh_cn: 前往聊天
zh_hk: 前往聊天

# PHOTO_CAPTURE_USERNAME_QR_CODE_FOUND_MESSAGE_FORMAT
source: Start a chat with “%@”
ar: ابدأ دردشة مع "%1$@"
be: Распачніце чат з «%1$@»
bn: "%1$@"-এর সাথে একটি চ্যাট শুরু করুন
ca: Iniciar un xat amb “%1$@”
cs: Začít chatovat s „%1$@“
da: Start en chat med "%1$@“
de: Beginne einen Chat mit »%1$@«
el: Ξεκίνα μια συνομιλία με τον χρήστη «%1$@»
es: Inicia un chat con %1$@
fa: شروع یک گفتگو با «%1$@»
fi: Aloita keskustelu käyttäjän %1$@ kanssa
fr: Démarrer une conversation avec %1$@
ga: Tosaigh ar chomhrá le "%1$@"
gu: "%1$@" સાથે ચેટ શરૂ કરો
he: התחלת צ׳אט עם ״%1$@״
hi: "%1$@" के साथ चैट शुरू करें
hr: Započnite razgovor s korisnikom %1$@
hu: Csevegés kezdeményezése „%1$@” felhasználóval
id: Mulai obrolan dengan “%1$@”
it: Inizia una chat con "%1$@"
ja: 「%1$@」とのチャットを始める
ko: '%1$@ 님'과 대화를 시작해 보세요.
mr: “%1$@” सह चॅट सुरू करा
ms: Mulakan sembang dengan "%1$@"
nb: Start en samtale med %1$@
nl: Begin een chat met ‘%1$@’
pl: Rozpocznij czat, na którym będziecie Ty i %1$@
pt_br: Inicie um chat com "%1$@"
pt_pt: Inicie um chat com “%1$@”
ro: Începe o conversație cu "%1$@"
ru: Начать чат с «%1$@»
sk: Začať čet s používateľom „%1$@“
sr: Започните ћаскање са корисником „%1$@“
sv: Starta en chatt med "%1$@"
th: เริ่มต้นแชทกับ “%1$@”
tr: "%1$@" ile bir sohbet başlat
ug: «%1$@» بىلەن پاراڭلىشىشنى باشلاڭ
uk: Почніть чат з %1$@
ur: "%1$@" کے ساتھ ایک چیٹ شروع کریں
vi: Bắt đầu cuộc trò chuyện với “%1$@”
zh_cn: 向“%1$@”发起聊天
zh_hk: 開始與「 %1$@ 」聊天

# PHOTO_CAPTURE_USERNAME_QR_CODE_FOUND_TITLE_FORMAT
source: %@ found
ar: تمَّ العثور على %1$@
be: %1$@ знойдзена
bn: %1$@ পাওয়া গেছে
ca: S'ha trobat a %1$@
cs: Uživatel %1$@ nalezen
da: %1$@ fundet
de: %1$@ gefunden
el: Ο χρήστης %1$@ βρέθηκε
es: Hemos encontrado a %1$@
fa: ‏%1$@ پیدا شد
fi: löytyi käyttäjä %1$@
fr: Utilisateur trouvé : %1$@
ga: %1$@ aimsithe
gu: %1$@ મળી
he: מצאנו את %1$@
hi: %1$@ मिला
hr: Pronađen je korisnik %1$@
hu: Megtaláltuk: %1$@
id: %1$@ ditemukan
it: Trovato nome utente %1$@
ja: %1$@が見つかりました
ko: %1$@ 님을 찾았습니다.
mr: %1$@ सापडले
ms: %1$@ ditemui
nb: %1$@ ble funnet
nl: %1$@ gevonden
pl: Znaleziono: %1$@
pt_br: Encontramos %1$@
pt_pt: %1$@ encontrado
ro: %1$@ a fost găsit
ru: Найдено: %1$@
sk: Používateľ %1$@ bol nájdený
sr: Пронађен је корисник %1$@
sv: %1$@ hittades
th: พบ %1$@
tr: %1$@ bulundu
ug: %1$@ بايقالدى
uk: %1$@ знайдено
ur: %1$@ ملا
vi: Đã tìm thấy %1$@
zh_cn: 已找到%1$@
zh_hk: 找到 %1$@

# PHOTO_CAPTURE_VIDEO_SIZE_ERROR
source: Video too long.
ar: الفيديو طويل جدًا.
be: Відэа занадта доўгае.
bn: ভিডিওর আকার অনেক বড়।
ca: El vídeo és massa llarg
cs: Příliš dlouhé video.
da: Videoen er for lang.
de: Video zu lang.
el: Πολύ μεγάλο βίντεο.
es: El vídeo es demasiado largo.
fa: ویدیو بیش‌ازحد طولانی است.
fi: Video liian pitkä.
fr: Vidéo trop longue.
ga: Físeán ró-fhada.
gu: વીડિયો બહુ લાંબો છે.
he: סרטון ארוך מדי.
hi: वीडियो बहुत लंबी है।
hr: Videozapis je predug.
hu: A videó túl hosszú.
id: Video terlalu panjang.
it: Video troppo lungo.
ja: 動画が長すぎます。
ko: 동영상이 너무 깁니다.
mr: व्हिडीओ फार मोठा आहे.
ms: Video terlalu panjang.
nb: Videoen er for lang.
nl: Video te lang.
pl: Wideo jest zbyt długie.
pt_br: O vídeo é muito longo.
pt_pt: Vídeo demasiado longo.
ro: Videoclip prea lung.
ru: Видео слишком длинное.
sk: Video je príliš dlhé.
sr: Видео је предугачак.
sv: Videon är för lång.
th: วิดีโอยาวเกินไป
tr: Video çok uzun.
ug: سىن بەك ئۇزۇن.
uk: Відео задовге.
ur: ویڈیو بہت طویل ہے۔
vi: Video quá dài.
zh_cn: 视频太长。
zh_hk: 影片太長。

# PIN_ACTION
source: Pin
ar: تثبيت
az: Sancaqla
be: Прымацаваць
bn: পিন
ca: Fixa
cs: Připnout
cy: Pinio
da: Fastgør
de: Anheften
el: Καρφίτσωμα
es: Fijar
es_es: Fijar
et: Kinnita
eu: Finkatu
fa: پین
fi: Kiinnitä
fr: Épingler
ga: Greamaigh
gu: પિન
he: הצמד
hi: पिन
hr: Prikvači
hu: Rögzít
is: Festa
it: Fissa
ja: ピン留めする
kab: Amessak
km: ááŸ’á‘á¶áŸáŸ‹
kn: ಪಿನ್
ko: 고정
lt: Prisegti
lv: Piespraust
mk: Закачи
ml: പിൻചെയ്യു
mr: पिन करा
my: မှတ်ထားမယ်
nb: Feste
nl: Vastzetten
pa: ਟੰਗੋ
pl: Przypnij
pt_br: Fixar
pt_pt: Afixar
ro: Fixare
ru: Прикрепить
sk: Pripnúť
sq: Fiksoje
sr: Закачи
sv: Nåla
sw: Bandika
ta: மேலே பொருத்தப்பட்ட செய்திகள்
te: పిన్
th: ปักหมุด
tr: Sabitle
ug: مىخلاش
uk: Закріпити
vi: Ghim
zh_cn: 置顶
zh_hk: 釘選

# PIN_CHANGE_ERROR_MESSAGE
source: Couldn't create your new PIN. Your existing PIN has been disabled. Check your connection and try again.
af: Kon nie u nuwe PIN skep nie. U bestaande PIN is gedeaktiveer. Gaan u verbinding na en probeer weer.
ar: تعذَّر إنشاء رقم التعريف الشخصي (PIN) الجديد الخاص بك. عُطِّل رقم التعريف الشخصي الحالي. تحقَّق من اتصالك وحاوِل مرّة أخرى.
az: Yeni PIN yaradıla bilmədi. Mövcud PIN-iniz sıradan çıxarıldı. Bağlantınızı yoxlayıb yenidən sınayın.
be: Не атрымалася стварыць новы PIN-код. Ваш існуючы PIN-код быў адключаны. Праверце падключэнне і паўтарыце спробу.
bn: আপনার নতুন পিন তৈরি করা যায়নি। আপনার বিদ্যমান পিন নিষ্ক্রিয় করা হয়েছে। আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কিনা দেখুন এবং আবার চেষ্টা করুন।
ca: No s'ha pogut crear el PIN nou. El PIN existent s'ha desactivat. Comproveu la connexió i torneu-ho a provar.
cs: Nepodařilo se vytvořit nový kód PIN. Váš stávající PIN byl zablokován. Zkontrolujte připojení a zkuste to znovu.
cy: Methwyd creu eich PIN newydd. Mae'ch PIN cyfredol wedi'i ddiffodd. Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
da: Kunne ikke oprette din nye pinkode. Din eksisterende pinkode er blevet deaktiveret. Kontroller din forbindelse, og prøv igen.
de: Deine neue PIN konnte nicht erstellt werden, deine vorhandene PIN wurde jedoch deaktiviert. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν ήταν δυνατή η δημιουργία νέου PIN. Το υπάρχον PIN έχει απενεργοποιηθεί. Έλεγξε τη σύνδεσή σου και δοκίμασε ξανά.
es: No se ha podido crear tu nuevo PIN. Tu PIN actual se ha desactivado. Comprueba tu conexión e inténtalo de nuevo.
fa: ایجاد پین ممکن نبود. پین فعلی شما غیرفعال شده است. اتصال خود را بررسی و دوباره امتحان کنید.
fi: Uutta tunnuslukua ei voitu luoda. Vanha tunnuslukusi on poistettu käytöstä. Tarkista yhteytesi ja yritä uudelleen.
fr: Impossible de créer votre nouveau code PIN. Votre code PIN existant a été désactivé. Veuillez vérifier votre connexion et réessayer.
gu: તમારો નવો પિન બનાવી ન શક્યા. તમારો વર્તમાન પિન અક્ષમ કરવામાં આવ્યો છે. તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he: לא היה ניתן ליצור את ה־PIN החדש שלך. ה־PIN הקיים שלך הושבת. בדוק את החיבור שלך ונסה שוב.
hi: आपका पिन नहीं बनाया जा सका। आपका मौजूदा पिन अक्षम कर दिया गया है। अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Nije moguće stvoriti novi PIN. Vaš postojeći PIN je onemogućen. Provjerite internetsku vezu i pokušajte ponovno.
hu: Az új Signal PIN létrehozása sikertelen volt. A meglevő Signal PIN letiltásra került. Ellenőrizd a netkapcsolatod és próbáld újra.
id: Tidak dapat membuat PIN baru Anda. PIN yang sudah ada telah dinonaktifkan. Periksa koneksi Anda dan coba lagi.
is: Ekki var hægt að útbúa nýja PIN-númerið þitt. Fyrirliggjandi PIN hefur verið gert óvirkt. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Impossibile creare il nuovo PIN. Il tuo PIN esistente è stato disabilitato. Controlla la tua connessione e riprova.
ja: 新規のPINを作成できず、既存のPINは無効化されました。インターネット接続を確認して再度試してください。
km: á˜á·á“á¢á¶á…á”á„áŸ’á€á¾áá›áŸáá€á¼áŠ PIN ááŸ’á˜á¸á”á¶á“á‘áŸáŸ” á›áŸáá€á¼áŠáŠáŸ‚á›á¢áŸ’á“á€á’áŸ’á›á¶á”áŸ‹á˜á¶á“ááŸ’ášá¼áœá”á¶á“á•áŸ’á¢á¶á€áŠáŸ†áá¾ášá€á¶ášáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á€á¶ášá—áŸ’á‡á¶á”áŸ‹á¢á»á¸á“á’áºáá·áášá”áŸáŸ‹á¢áŸ’á“á€ á á¾á™á–áŸ’á™á¶á™á¶á˜á˜áŸ’áŠá„á‘áŸ€ááŸ”
ko: 새로운 PIN을 만들 수 없습니다. 기존 PIN을 비활성화했습니다. 연결을 확인하고 다시 시도하세요.
lt: Nepavyko sukurti naujo PIN kodo. Jūsų dabartinis PIN kodas buvo išjungtas. Patikrinkite interneto ryšį ir bandykite dar kartą.
ml: നിങ്ങളുടെ പുതിയ പിൻ സൃഷ്‌ടിക്കാനായില്ല. നിങ്ങളുടെ നിലവിലുള്ള പിൻ പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: आपले नवीन पिन (PIN) तयार करू शकलो नाही. आपले विद्यमान पिन अक्षम केले गेले आहे. आपले कनेक्शन तपासून पुन्हा प्रयत्न करा.
ms: Tidak dapat mencipta PIN baru anda. PIN tersedia anda telah dilumpuhkan. Periksa sambungan anda dan cuba lagi.
nb: Kunne ikke lagre den nye PIN-koden. Den gamle PIN-koden din er inaktiv. Sjekk internettilkoblingen din og prøv igjen.
nl: Je nieuwe pincode kan niet worden aangemaakt. Je oude pincode is al wel ongeldig geworden. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się utworzyć nowego PIN-u. Twój dotychczasowy PIN został wyłączony. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível criar o seu novo PIN. Seu PIN existente foi desativado. Verifique a sua conexão à internet e tente novamente.
pt_pt: Não foi possível criar seu novo PIN. O seu PIN existente foi desativado. Verifique a sua ligação e tente novamente.
ro: Noul tău PIN nu a putut fi creat. PIN-ul existent a fost dezactivat. Verifică-ți conexiunea și încearcă din nou.
ru: Не удалось создать ваш новый PIN-код. Ваш существующий PIN-код был отключён. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Nepodarilo sa vytvoriť váš nový kód PIN. Váš existujúci kód PIN bol zakázaný. Skontrolujte pripojenie a skúste to znovu
sl: Vaše nove kode PIN ni bilo mogoče ustvariti. Vaša obstoječa koda PIN je bila onemogočena. Preverite povezavo in poskusite znova.
sq: S’u krijua dot PIN i juaji i ri. PIN-i juaj ekzistues është çaktivizuar. Kontrolloni lidhjen tuaj dhe riprovoni.
sr: Креирање новог PIN-а није успело. Ваш постојећи PIN је искључен. Проверите везу са интернетом и пробајте поново.
sv: Det gick inte att skapa din nya PIN-kod. Din befintliga PIN-kod har inaktiverats. Kontrollera din anslutning och försök igen.
sw: Imeshindikana kutengeneza Nenosiri mpya. Nenosiri yako ya sasa imelemazwa. Angalia mtandao wako na ujaribu tena.
th: ไม่สามารถสร้างรหัส PIN ใหม่ได้ รหัส PIN ที่มีอยู่ของคุณถูกปิดใช้งาน ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Yeni PIN'iniz oluşturulamadı. Mevcut PIN'iniz devre dışı bırakıldı. Bağlantınızı kontrol edin ve tekrar deneyin.
ug: سىز ئۈچۈن يېڭى PIN قۇرغىلى بولمىدى. بۇرۇنقى PIN بىكار قىلىنغان. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Не вдалося створити новий PIN-код. Поточний PIN-код вимкнено. Перевірте з'єднання й спробуйте ще раз.
ur: آپ کی نئی PIN تخلیق نہیں کر سکے۔ آپ کی موجودہ PIN غیر فعال ہو گئی ہے۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể tạo mã PIN mới. Mã PIN hiện tại đã được vô hiệu hóa. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 无法创建您的新 PIN 码。您的现有 PIN 码已被禁用。请检查您的网络连接并重试。
zh_hk: 無法建立您的新 PIN 碼。您現有的 PIN 碼已停用。請檢查您的連線，然後再試一次。

# PIN_CHANGE_ERROR_TITLE
source: PIN Change Failed
af: PIN-verandering het misluk
ar: فشل تغيير رقم التعريف الشخصي (PIN)
az: PIN dəyişdirilmədi
be: Не атрымалася змяніць PIN-код
bn: পিন পরিবর্তন সফল হয়নি
ca: Ha fallat canviar el PIN.
cs: Změna PIN selhala
cy: Methwyd newid PIN
da: Ændring af pinkode mislykkedes
de: PIN konnte nicht geändert werden
el: Αποτυχία αλλαγής PIN
es: No se ha podido cambiar el PIN
fa: تغییر پین ناموفق بود
fi: Tunnusluvun muutos epäonnistui
fr: Impossible de modifier le code PIN.
gu: પિન બદલવાનું નિષ્ફળ
he: שינוי PIN נכשל
hi: पिन नहीं बदला जा सका
hr: Promjena PIN-a nije uspjela
hu: Sikertelen PIN változtatás
id: Penggantian PIN Gagal
is: Breyting á PIN-númeri mistókst
it: Cambio PIN fallito
ja: PINの変更に失敗しました
km: á”á¶á“á”ášá¶á‡áŸá™á€á¶ášá”áŸ’áŠá¼ášá›áŸáá€á¼áŠ
ko: PIN 변경 실패
lt: Nepavyko pakeisti PIN kodo
ml: പിൻ മാറ്റം പരാജയപ്പെട്ടു
mr: PIN बदल अयशस्वी
ms: Penukaran PIN Gagal
nb: Endring av PIN-kode mislyktes
nl: Het wijzigen van je pincode is mislukt
pl: Nie udało się zmienić PIN-u
pt_br: Falha ao mudar o PIN
pt_pt: Falha ao alterar o PIN
ro: Schimbarea PIN-ului a eșuat.
ru: Не удалось изменить PIN-код
sk: Zmena PIN zlyhala
sl: Spreminjanje kode PIN je spodletelo
sq: Ndryshimi i PIN-it Dështoi
sr: Промена PIN-а није успела
sv: Ändring av PIN-kod misslyckades
sw: Kubadilisha Nenosiri Kumeshindikana
th: การเปลี่ยนรหัส PIN ล้มเหลว
tr: PIN Değişikliği Başarısız
ug: PIN نى ئۆزگەرتەلمىدى
uk: Не вдалося змінити PIN-код
ur: PIN کی تبدیلی ناکام ہو گئی
vi: Thay đổi mã PIN không thành công
zh_cn: PIN 码更改失败
zh_hk: PIN 碼變更失敗

# PIN_CREATION_ALPHANUMERIC_HINT
source: PIN must be at least 4 characters
af: PIN moet ten minste 4 karakters bevat
ar: رقم التعريف الشخصي (PIN) يجب أن يحوي أربعة رموز على الأقل.
az: PIN, ən azı 4 simvoldan ibarət olmalıdır
be: PIN-код мусіць быць не меншы за 4 сімвалы
bg: ПИН кодът трябва да е най-малко 4 знака
bn: পিন অবশ্যই কমপক্ষে 4টি অক্ষরের হতে হবে
ca: El PIN ha de tenir un mínim de 4 caràcters.
cs: PIN musí mít alespoň 4 znaky
cy: Rhaid i PIN fod o leiaf 4 llythyren
da: Pinkoden skal være på mindst 4 karakterer
de: PIN muss aus mindestens 4 Zeichen bestehen
el: Το PIN πρέπει να έχει τουλάχιστον 4 χαρακτήρες
es: El PIN debe contener al menos 4 caracteres
es_es: PIN de al menos 4 caracteres
et: PIN-kood peab olema vähemalt 4 märgi pikkune
eu: PIN-ak gutxienez 4 karaktere izan behar ditu
fa: رمز شما باید حداقل 4 حرف داشته باشد
fi: Tunnusluvussa on oltava vähintään 4 merkkiä
fil: Ang PIN ay kailangang hindi bababa sa 4 na mga character
fr: Le PIN doit comporter au moins quatre caractères
ga: Ní cheadaítear UAP níos giorra ná 4 charachtar
gu: PIN ઓછામાં ઓછા 4 અક્ષરોનો હોવો જોઈએ
he: קוד PIN חייב להיות לפחות 4 תווים
hi: पिन कम से कम 4 अक्षर का होना चाहिए
hr: PIN mora imati najmanje 4 znaka
hu: A PIN kód hossza minimum 4 karakter
id: PIN minimal harus 4 karakter
is: PIN-númer verður að vera a.m.k. 4 stafir
it: Il PIN deve essere almeno di 4 caratteri
ja: PINは4文字以上にしてください
kab: Tangalt PIN ilaq ad yesɛu ma drus 4 yisekkilen
kk: PIN код кем дегенде 4 таңбадан құралуға тиіс
km: PIN ááŸ’ášá¼áœá˜á¶á“á™áŸ‰á¶á„á áŸ„á…áá¶áŸáŸ‹4 áá½
kn: ಪಿನ್ ಕನಿಷ್ಠ 4 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ko: PIN은 최소 4자리입니다
lt: PIN kode privalo būti bent 4 simboliai
lv: PIN kodā jābūt vismaz 4 rakstzīmēm
mk: ПИН-от мора да биде најмалку 4 карактери
ml: PIN ൽ കുറഞ്ഞത് 4 അക്കങ്ങൾ/അക്ഷരങ്ങൾ ഉണ്ടായിരിക്കണം
mr: PIN कमीतकमी 4 कॅरेक्टर असावा
ms: PIN perlu sekurang-kurangnya 4 aksara
my: ပင်နံပါတ်သည် အနည်းဆုံး အက္ခရာ ၄ လုံးရှိရပါမည်
nb: PIN-koden må være minst 4 tegn
nl: Je pincode moet uit ten minste 4 karakters bestaan
pa: ਪਿਨ ਘੱਟੋ-ਘੱਟ 4 ਵਰਣਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pa_pk: پن لازماً گھٹ توں گھٹ 4 حروف دی ہووے
pl: PIN musi mieć co najmniej 4 znaki
ps: PIN باید کم تر کمه 4 توري ولري
pt_br: O PIN deve conter pelo menos quatro caracteres.
pt_pt: O PIN deverá conter pelo menos 4 caracteres
ro: PIN-ul trebuie să aibă cel puțin 4 caractere.
ru: PIN-код должен быть не короче 4 символов
sk: PIN musí mať aspoň 4 znaky
sl: PIN mora vsebovati vsaj 4 znake
sq: PIN-i duhet të jetë të paktën 4 shenja
sr: PIN мора садржати бар 4 знака
sv: PIN-koden måste vara minst fyra tecken
sw: PINI lazima iwe na herufi 4
ta: பின் குறைந்தது 4 எழுத்துகள் இருக்க வேண்டும்
te: పిన్ కనీసం 4 అక్షరాలు ఉండాలి
th: รหัส PIN ต้องมีอย่างน้อย 4 ตัวอักษร
tr: PIN en az 4 karakterli olmalı
ug: PIN ئەڭ ئاز 4 ھەرپلەردىن تۈزۈلۈشى كېرەك
uk: Мінімальна довжина PIN-коду — 4 символи
ur: پن کم از کم 4 حروف کا ہونا ضروری ہے
vi: PIN phải có ít nhất 4 ký tự
zh_cn: PIN 码至少要有4个字符。
zh_hk: PIN 碼須至少為 4 個字元
