Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PRIVACY_UNVERIFY_BUTTON
source: Clear Verification
af: Maak verifikasie skoon
ar: إزالة التحقُّق
az: Təsdiqləməni təmizlə
be: Ачысціць праверку
bg: Изчисти грешките от проверки
bn: যাচাইকরণ সাফ করুন
ca: Esborra la verificació
cs: Zrušit ověření
cy: Cilrio Gwiriad
da: Ryd verifikation
de: Verifizierung entfernen
el: Αφαίρεση επιβεβαίωσης
es: Retirar marca de verificación
es_es: Retirar marca de verificación
et: Eemalda kinnitus
eu: Garbitu egiaztapena
fa: پاک کردن تأیید
fi: Poista varmennus
fil: I-clear ang Beripikasyon
fr: Annuler la confirmation
ga: Glan an Deimhniú
gu: ચકાસણી સાફ કરો
he: נקה וידוא
hi: सत्यापन हटा दें
hr: Ukloni provjeru
hu: Ellenőrzött állapot törlése
id: Bersihkan Verifikasi
is: Hreinsa sannvottun
it: Rimuovi verifica
ja: 未検証にする
kab: Sfeḍ asenqed
kk: Тексеруді өшіру
km: áŸáŸ†á¢á¶á á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಣವನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 검증 초기화
lt: Išvalyti patvirtinimą
lv: Dzēst verifikāciju
mk: Исчисти Верификација
ml: പരിശോധന പൂർത്തിയാക്കുക
mr: सत्यापन साफ करा
ms: Kosongkan Pengesahan
my: အတည်ပြုခြင်းကို ဖယ်ပါ။
nb: Slett verifisering
nl: Verificatie ongedaan maken
pa: ਪੁਸ਼ਟੀਕਰਨ ਸਪਸ਼ਟ ਕਰੋ
pa_pk: توثیق صاف کرو
pl: Cofnij weryfikację
ps: د تایید پاکول
pt_br: Apagar verificação
pt_pt: Retirar verificação
ro: Șterge verificarea
ru: Сбросить подтверждение
sk: Zrušiť overenie
sl: Izbriši potrditve
sq: Hiqja Verifikimin
sr: Уклони верификацију
sv: Rensa verifiering
sw: Tandua Uthibitisho
ta: சரிபார்ப்பு அழி
te: ధృవీకరణను క్లియర్ చేయండి
th: ล้างการตรวจยืนยัน
tr: Doğrulamayı Kaldır
ug: دەلىللەشنى تازىلا
uk: Позначити як неперевірений
ur: تصدیق شدہ کلیئر کریں
vi: Xóa Xác minh
zh_cn: 清除验证信息
zh_hk: 清除驗證資料

# PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM
source: This doesn't look like your safety number with %@. Are you verifying the correct contact?
af: Dit lyk nie na u veiligheidsnommer met %@ nie. Verifieer u wel die korrekte kontak?
ar: لا يبدو هذا رقم الأمان الخاص بك مع %1$@. هل تتحقَّق من جهة الاتصال الصحيحة؟
az: Bu nömrə, %@ ilə olan güvənlik nömrəsinə oxşamır. Doğru əlaqəni təsdiqləyirsiniz?
be: Гэта не падобна на ваш код бяспекі з %1$@. Вы пацвярджаеце правільны кантакт?
bg: Това не приличат на номерата ви за сигурност с %@. Сигурни ли сте, че това е правилният контакт?
bn: এটি %1$@ এর সাথে আপনার নিরাপত্তা নাম্বার এর মতো দেখাচ্ছে না। আপনি কি সঠিক পরিচিতি যাচাই করছেন?
ca: Aquests no semblen els números de seguretat de %1$@. Esteu verificant el contacte correcte?
cs: Tohle nevypadá jako vaše bezpečnostní číslo s %1$@. Ověřujete správný kontakt?
cy: Nid yw'r rhif hwn yn debyg i'ch rhif diogelwch â %@. Ydych chi'n gwirio'r cysylltiad cywir?
da: Dette ligner ikke dit sikkerhedsnummer med %1$@. Verificere du den korrekte kontakt?
de: Dies scheint nicht deine Sicherheitsnummer mit %1$@ zu sein. Verifizierst du den richtigen Kontakt?
el: Αυτός δεν μοιάζει με τον αριθμό ασφαλείας με τον/την %1$@. Επιβεβαιώνεις την σωστή επαφή;
es: Este no es tu número de seguridad con %1$@. ¿Estás intentando verificar al contacto correcto?
es_es: Esas no son tus cifras de seguridad con %@. ¿Estás identificando a la persona correcta?
et: See ei paista olema sinu ja %@ turvanumber. Kas sa kinnitad õiget kontakti?
eu: Honek ez dirudi %@ erabiltzailearekin duzun segurtasun zenbakia. Kontaktu zuzena egiaztatzen ari zara?
fa: این شبیه به شمارهٔ امنیتی شما با %1$@ نیست. آیا در حال تأیید مخاطب درستی هستید؟
fi: Tämä ei ole sinun ja käyttäjän %1$@ turvanumero. Tarkista, että olet varmentamassa oikeaa yhteystietoa.
fil: Mukhang hindi ito ang iyong numerong pangkaligtasan kay %@. Bineberipika mo ba ang tamang kontak?
fr: Ce numéro de sécurité ne semble pas correspondre à celui de %1$@. S'agit-il bien du bon contact ?
ga: Ní hí seo d'uimhir shábháilteachta le %1$@. An bhfuil tú ag iarraidh an teagmhálaí ceart a dheimhniú?
gu: આ %1$@ સાથેનો તમારો સલામતી નંબર લાગતો નથી. શું તમે સાચા સંપર્ક ચકાસી રહ્યા છો?
he: זה לא נראה כמו מספר הביטחון שלך עם %1$@. האם אתה מוודא את איש הקשר הנכון?
hi: यह %1$@ के साथ आपका सुरक्षा नंबर नहीं लगता, क्या आप सही संपर्क को सत्यापित कर रहे हैं?
hr: Ovo ne izgleda kao vaš sigurnosni broj s %1$@. Potvrđujete li ispravan kontakt?
hu: A beolvasott QR kód nem hasonlít %1$@ biztonsági azonosítójára. Megfelelő ismerőst próbálsz leellenőrizni?
id: Ini tidak terlihat seperti nomor keamanan Anda dengan %1$@. Apakah Anda memverifikasi nomor yang benar?
is: Þetta lítur ekki út eins og öryggisnúmer þitt með %@. Ertu að sannreyna réttan tengilið?
it: Questo non sembra il codice di sicurezza di %1$@. Stai controllando il contatto corretto?
ja: これは %1$@ に対する安全番号ではないようです。連絡先が正しいか確認してください。
kab: Aya ur d-yettban ara d uṭṭun-ik·im aɣellsan s %@. Tesneqdeḍ anermis-a amiran?
kk: Бұл сіздің %@ қауіпсіздік нөміріңізге ұқсамайтын сияқты. Сіз дұрыс байланыстық тұлғаны тексеріп жатырсыз ба?
km: á“áŸáŸ‡á‘áŸ†á“á„á˜á·á“á˜áŸ‚á“á‡á¶á›áŸááŸá»áœááŸ’áá·á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™%@ á‘áŸáŸ” áá¾á¢áŸ’á“á€á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ ááŸ’ášá¹á˜ááŸ’ášá¼áœá¬á“áŸ…?
kn: ಇದು %@ ನೊಂದಿಗೆ ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯಂತೆ ಕಾಣುತ್ತಿಲ್ಲ. ನೀವು ಸರಿಯಾದ ಸಂಪರ್ಕವನ್ನು ದೃಢೀಕರಿಸುತ್ತಿದ್ದೀರಾ?
ko: %1$@ 님의 안전 번호가 달라 보입니다. 올바른 연락처로 검증하셨나요?
lt: Tai neatrodo kaip jūsų saugumo numeris, skirtas naudotojui %@. Ar tikrai tvirtinate teisingą adresatą?
lv: Tas neatgādina jūsu drošības numuru ar %@. Vai jūs verificējat pareizo kontaktpersonu?
mk: Ова не изгледа како Вашиот безбедносен број %@. Дали го потврдувате точниот контакт?
ml: ഇത് %@ ൻ്റെ പക്കലുള്ള നിങ്ങളുടെ സുരക്ഷാ നമ്പർ പോലെ അല്ല. നിങ്ങൾ പരിശോധിക്കുന്നത് ശരിയായിട്ടുള്ള കോൺടാക്ടാണോ?
mr: हा %1$@सोबतचा आपला सुरक्षितता नंबर दिसत नाही. आपण योग्य संपर्काला सत्यापित करत आहात ना?
ms: Ini tidak kelihatan nombor keselamatan anda dengan %1$@. Adakah anda mengesahkan kenalan yang betul?
my: ဤအရာက %@ နှင့် သင့်လုံခြုံရေးနံပါတ်လို့ မထင်ရပါ။ မှန်ကန်သော လူကို အတည်ပြုနေတာ ဟုတ်ရဲ့လား?
nb: Dette ser ikke ut som sikkerhetsnummeret du deler med %1$@. Er det rett kontakt du forsøker å verifisere?
nl: Dit lijkt niet op je veiligheidsnummer met %1$@. Verifieer je wel het juiste contact?
pa: ਇਹ %@ ਦੇ ਨਾਲ ਤੁਹਾਡੇ ਸੁਰੱਖਿਆ ਨੰਬਰ ਵਾਂਗ ਨਹੀਂ ਜਾਪਦਾ. ਕੀ ਤੁਸੀਂ ਸਹੀ ਸੰਪਰਕ ਦੀ ਤਸਦੀਕ ਕਰ ਰਹੇ ਹੋ?
pa_pk: ایہہ %@ دے نال تساں دے حفاظتی نمر ورگی نئیں لگدی اے۔ کی تساں درست رابطے دی توثیق کر رئے او؟
pl: Ty i %1$@ macie inny numer bezpieczeństwa niż ten. Sprawdź, czy weryfikujesz odpowiedni kontakt.
ps: دا له %@ سره ستاسې د خوندیتوب د شمېرې په توګه نه معلومیږي. ایا تاسې سم مخاطب تاییدوئ؟
pt_br: Este não é o seu número de segurança com %1$@. Você está verificando o contato correto?
pt_pt: Isto não parece o seu número de segurança com %1$@. Está a verificar o contacto correto?
ro: Acesta nu pare a fi numărul de siguranță pentru %1$@. Ești sigur că verifici contactul corect?
ru: Это не похоже на ваш код безопасности с %1$@. Вы подтверждаете верного пользователя?
sk: Nevyzerá to ako bezpečnostné číslo s %1$@. Snažíte sa overiť správny kontakt?
sl: To ni videti kot varnostna številka za %@. Ste prepričani, da preverjate pravi stik?
sq: Ky nuk duket si numri juaj i sigurisë me %@. Po verifikoni kontaktin e duhur?
sr: Ово не личи на ваш сигурносни број за дописивање са корисником %1$@. Да ли верификујете исправан контакт?
sv: Detta ser inte ut som ditt säkerhetsnummer med %1$@. Verifierar du rätt kontakt?
sw: Hii haionekani kama nambari yako ya usalama na %@. Je! Unathibitisha mwasiliani sahihi?
ta: இது %@ உடன் உங்கள் பாதுகாப்பு எண்ணாகத் தெரியவில்லை. சரியான தொடர்பை சரிபார்க்கிறீர்களா?
te: ఇది %@ తో మీ భద్రతా నంబర్ లాగా లేదు. మీరు సరైన పరిచయాన్ని ధృవీకరిస్తున్నారా?
th: นี่ดูเหมือนจะไม่ใช่หมายเลขความปลอดภัยของคุณกับ %1$@ คุณกำลังตรวจยืนยันกับผู้ติดต่อที่ถูกต้องหรือไม่?
tr: Bu numara %1$@ ile olan güvenlik numaranıza benzemiyor. Doğru kişi olduğundan emin misiniz?
ug: بۇ قارىماققا سىزنىڭ %1$@ بىلەن بولغان بىخەتەر نومۇرىدەك قىلمايدۇ. دەلىللەۋاتقان ئالاقىداش توغرىمۇ؟
uk: Це не код безпеки для чатів з користувачем %1$@. Ви точно перевіряєте саме той контакт, який хотіли?
ur: یہ آپ کے حفاظتی نمبر%1$@کیساتھ نہیں ملتا۔ کیا آپ درست رابطہ کی تصدیق کررہے ہیں؟
vi: Số này không giống số an toàn của bạn với %1$@. Bạn có đang xác minh đúng liên hệ không?
zh_cn: 这看起来不是关于 %1$@ 的安全码. 你在验证正确的联系人吗?
zh_hk: 這似乎不是您與 %1$@ 的安全碼。您確定現正驗證的聯絡人是正確的嗎？

# PRIVACY_VERIFICATION_FAILED_MISMATCHED_SAFETY_NUMBERS_IN_CLIPBOARD
source: The number in your clipboard doesn't look like the correct safety number for this chat.
af: Die nommer in u knipbord lyk nie na die korrekte veiligheidsnommer vir hierdie klets nie.
ar: لا يبدو الرقم الذي في حافظتك أنه رقم الأمان الصحيح لهذه الدردشة.
az: Lövhənizdəki nömrə, bu söhbət üçün doğru güvənlik nömrəsinə oxşamır.
be: Код у вашым буферы абмену не падобны на правільны код бяспекі для гэтага чата.
bg: Номера който сте копирали не изглежда коректен за този разговор.
bn: আপনার ক্লিপবোর্ডের নম্বরটি এই চ্যাটের সঠিক নিরাপত্তা নম্বর বলে মনে হচ্ছে না।
ca: El número del porta-retalls no sembla el número de seguretat correcte per a aquest xat.
cs: Číslo ve vaší schránce nevypadá jako správné bezpečnostní číslo pro tento chat.
cy: Nid yw'r rhif yn eich clipfwrdd yn debyg i'r rhif diogelwch cywir ar gyfer y sgwrs hon.
da: Nummeret i din udklipsholder ligner ikke det rigtige sikkerhedsnummer for denne chat.
de: Die Nummer in deiner Zwischenablage scheint nicht die korrekte Sicherheitsnummer für diesen Chat zu sein.
el: Ο αριθμός στο πρόχειρο δεν μοιάζει με τον σωστό αριθμό ασφαλείας για αυτή τη συνομιλία.
es: El número guardado en tu portapapeles no coincide con el número de seguridad del chat con esta persona.
es_es: Las cifras en el portapapeles no son tus cifras de seguridad correctas del chat con esta persona.
et: Sinu lõikepuhvris olev number ei paista olema korrektne selle vestluse turvanumber.
eu: Zure arbelean duzun segurtasun zenbakiak ez dirudi solasaldi honetarako zuzena.
fa: شمارهٔ موجود در کلیپ‌بورد شما شبیه شمارهٔ ایمنی درست برای این گفتگو نیست.
fi: Leikepöydällä oleva numero ei ole oikea turvanumero tälle keskustelulle.
fil: Mukhang ang numero sa iyong clipboard ay hindi ang tamang numerong pangkaligtasan para sa pag-uusap na ito.
fr: Le numéro copié dans le presse-papiers ne semble pas correspondre au numéro de sécurité de cette conversation.
ga: Is cosúil nach í an uimhir ar do ghearrthaisce an uimhir sábháilteachta cheart don chomhrá seo.
gu: તમારા ક્લિપબોર્ડમાં રહેલો નંબર આ ચેટ માટે યોગ્ય સલામતી નંબર જેવો લાગતો નથી.
he: המספר בלוח העריכה שלך לא נראה כמו מספר הבטיחות הנכון עבור צ׳אט זה.
hi: आपके क्लिपबोर्ड में जो सुरक्षा नंबर है वह इस चैट का नहीं लगता।
hr: Broj u vašem međuspremniku ne izgleda kao točan sigurnosni broj za ovaj razgovor.
hu: A vágólapon levő szám nem hasonlít az ehhez a csevegéshez passzoló biztonsági azonosítóra.
id: Nomor di papan klip Anda terlihat seperti bukan nomor keamanan yang benar untuk obrolan ini.
is: Númerið á klippispjaldinu þínu lítur ekki út eins og rétta öryggisnúmerið fyrir þetta spjall.
it: Il numero nei tuoi appunti non sembra essere il codice di sicurezza corretto per questa chat.
ja: クリップボードにある番号は、このチャットの安全番号ではないようです。
kab: Uṭṭun deg ɣefwafus-ik·im ur yettban ara d uṭṭun aɣellsan ameɣtu i udiwenni-a.
kk: Аралық сақтағыштағы нөмір осы әңгіме бойынша дұрыс қауіпсіздік нөміріне ұқсамайды.
km: á›áŸáá“áŸ…á€áŸ’á“á»á„ clipboard ášá”áŸáŸ‹á¢áŸ’á“á€ á˜á·á“áŠá¼á…á‡á¶á›áŸááŸá»áœááŸ’áá·á—á¶á–ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá‡á‡áŸ‚á€á“áŸáŸ‡á‘áŸáŸ”
kn: ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿರುವ ಸಂಖ್ಯೆ ಈ ಚಾಟ್‌ಗೆ ಸರಿಯಾದ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯಂತೆ ಕಾಣುತ್ತಿಲ್ಲ.
ko: 클립보드에 있는 번호가 이 대화의 안전 번호와 일치하지 않습니다.
lt: Jūsų iškarpinėje esantis numeris nepanašus į teisingą šio pokalbio saugumo numerį.
lv: Jūsu starpliktuvē esošais numurs nešķiet pareizais šīs tērzēšanas drošības numurs.
ml: നിങ്ങളുടെ ക്ലിപ്പ് ബോർഡിലുള്ളത് ഈ സംഭാഷണത്തിന് വേണ്ടിയുള്ള ശരിയായ സുരക്ഷാ നമ്പർ പോലെ അല്ല.
mr: आपल्या किल्पबोर्डमधील नंबर या चॅटसाठी योग्य सुरक्षितता नंबर दिसत नाही.
ms: Nombor di papan keratan anda tidak kelihatan seperti nombor keselamatan yang betul untuk sembang ini.
my: သင့် ကလစ်ဘုတ်ပေါ်ရှိသည့် နံပါတ် နှင့် ယခုစကားပြေားဆိုမှုထဲရှိ လုံခြုံရေးနံပါတ် မတူညီပါ။
nb: Nummeret på utklippstavlen ser ikke ut som riktig sikkerhetsnummer for denne chatten.
nl: Het nummer op je klembord lijkt niet het juiste veiligheidsnummer te zijn voor deze chat.
pa: ਤੁਹਾਡੇ ਕਲਿਪਬੋਰਡ ਵਿਚਲਾ ਨੰਬਰ ਇਸ ਚੈਟ ਦੇ ਲਈ ਸਹੀ ਸੁਰੱਖਿਆ ਨੰਬਰ ਵਾਂਗ ਨਹੀਂ ਜਾਪਦਾ ਹੈ।
pa_pk: تساں دے کلپ بورڈ اچ نمر ایس گل وات دے لئی درست حفاظتی نمر دی طرح نئیں لگدا اے۔
pl: Numer ze schowka nie wygląda na poprawny numer bezpieczeństwa tego czatu.
ps: ستاسې په کلیپبورډ کې شمېره په دغه چټ کې د خوندیتوب د سمې شمېرې په توګه نه معلومیږي.
pt_br: O número na sua área de transferência não corresponde ao número de segurança correto desse chat.
pt_pt: O número na sua área de transferência não é parecido com o número de segurança correto para este chat.
ro: Numărul din clipboard-ul tău nu pare a fi un număr de siguranță corect pentru această conversație.
ru: Номер в вашем буфере обмена не похож на правильный код безопасности для этого чата.
sk: Číslo vo vašej schránke nevyzerá ako správne bezpečnostné číslo pre tento čet.
sl: Številka v vašem odložišču ni enaka varnostni številki za ta pogovor.
sq: Numri në të papastrën tuaj s’duket si numri i saktë i sigurisë për këtë fjalosje.
sr: Број у међумеморији се не подудара са сигурносним бројем за ово ћаскање.
sv: Numret i urklippet ser inte ut som ett korrekt säkerhetsnummer för denna chatt.
sw: Nambari iliyo kwenye ubao wako wa kunakili inaonekana kuwa nambari ya usalama isiyo sahihi kwa gumzo hii.
ta: உங்கள் கிளிப்போர்டில் உள்ள எண் இந்த உரையாடலின் சரியான பாதுகாப்பு எண்ணாகத் தெரியவில்லை.
te: మీ తాత్కాలికంగా భద్రపరుచు ప్రదేశములోని సంఖ్య ఈ మాటామంతీకి సరైన భద్రతా సంఖ్య వలె కనిపించడం లేదు.
th: หมายเลขในคลิปบอร์ดของคุณดูเหมือนจะไม่ใช่หมายเลขความปลอดภัยที่ถูกต้องสำหรับแชทนี้
tr: Panondaki sayı, bu sohbetin doğru güvenlik numarasına benzemiyor.
ug: چاپلاش تاختىسىدىكى سان نۆۋەتتىكى سۆھبەتنىڭ بىخەتەرلىك نومۇرى ئەمەستەك قىلىدۇ.
uk: Цифри в буфері обміну не відповідають правильному коду безпеки для цього чату.
ur: آپ کے کلپ بورڈ میں موجود نمبر اس چیٹ کے لیے صحیح حفاظتی نمبر معلوم نہیں ہوتا۔
vi: Số trong bảng sao chép của bạn không giống với số an toàn đúng của bạn cho cuộc trò chuyện này.
zh_cn: 剪贴板中的数字不是当前聊天的正确的安全码。
zh_hk: 剪貼簿中的數字似乎不是此聊天的正確安全碼。

# PRIVACY_VERIFICATION_FAILED_NO_SAFETY_NUMBERS_IN_CLIPBOARD
source: Signal couldn't find any safety number in your clipboard. Have you copied it correctly?
af: Signal kon geen veiligheidsnommer in u knipbord vind nie. Het u dit korrek gekopieer?
ar: لم يجد سيجنال أي رقم أمان في حافظتك. هل نسخته بشكلٍ صحيح؟
az: Signal, lövhənizdə heç bir güvənlik nömrəsi tapmadı. Düzgün kopyalamısınız?
be: Signal не можа знайсці код бяспекі ў вашым буферы абмену. Вы правільна скапіравалі яго?
bg: Signal не намери копиран номер за сигурност. Копирахте ли го коректно?
bn: Signal আপনার ক্লিপবোর্ডে কোনও নিরাপত্তা নাম্বার খুঁজে পায়নি। আপনি কি এটি সঠিকভাবে অনুলিপি করেছেন?
ca: El Signal no ha pogut trobar cap número de seguretat al porta-retalls. L'heu copiat correctament?
cs: Signal nemohl ve vaší schránce nalézt žádné bezpečnostní číslo. Zkopíroval(a) jste ho správně?
cy: Ni chanfuwyd Signal unrhyw rif diogelwch yn eich clipfwrdd. Ydych chi wedi ei gopïo'n gywir?
da: Signal kunne ikke finde noget sikkerhedsnummer i din udklipsholder. Har du kopieret det korrekt?
de: Signal konnte in deiner Zwischenablage keine Sicherheitsnummer finden. Hast du sie korrekt kopiert?
el: Το Signal δεν βρήκε αριθμό ασφαλείας στο πρόχειρό σου. Τον αντέγραψες σωστά;
es: Signal no ha encontrado el número de seguridad en el portapapeles. ¿Lo has copiado correctamente?
es_es: Signal no ha encontrado las cifras de seguridad en el portapapeles. ¿Las has copiado correctamente?
et: Signal ei leidnud sinu lõikepuhvrist ühtegi turvanumbrit. Kas sa kopeerisid selle korrektselt?
eu: Signalek ezin izan du segurtasun zenbakirik topatu zure arbelean. Ondo kopiatu al duzu?
fa: سیگنال هیچ کد امنیتی در کلیپ بورد شما پیدا نکرد. آیا آن را به درستی کپی کرده اید؟
fi: Signal ei löytänyt turvanumeroa leikepöydältä. Oletko varmasti kopioinut sen oikein?
fil: Walang mahanap sa clipboard na numerong pangkaligtasan ang Signal. Nakopya mo ba ito ng tama?
fr: Numéro de sécurité introuvable dans le presse-papiers. L'avez-vous bien copié ?
ga: Níor aimsigh Signal uimhir shábháilteachta sa ghearrthaisce. Ar chóipeáil tú í mar is ceart?
gu: Signal ને તમારા ક્લિપબોર્ડમાં કોઈ સલામતી નંબર મળ્યો નથી. તમે તેની યોગ્ય નકલ કરી છે?
he: Signal לא היה יכול למצוא מספר ביטחון כלשהו בלוח העריכה שלך. האם העתקת אותו כראוי?
hi: Signal को आपके क्लिपबोर्ड में कोई सुरक्षा नंबर नहीं मिला। क्या आपने वो सही से कॉपी किया था?
hr: Signal nije uspio pronaći nijedan sigurnosni broj u međuspremniku. Jeste li ga ispravno kopirali?
hu: A Signal nem talált semmilyen biztonsági azonosítót a vágólapodon. Biztos elvégezted a másolást?
id: Signal tak dapat menemukan sejumlah nomor keamanan di dalam papan klip Anda. Apakah Anda sudah menyalin dengan benar?
is: Signal gat ekki fundið neitt öryggisnúmer á klippispjaldinu þínu. Hefurðu afritað það rétt?
it: Signal non ha trovato un codice di sicurezza negli appunti. Lo hai copiato correttamente?
ja: クリップボードのなかに安全番号はみつかりませんでした。正しくコピーしたか確認してください。
kab: Signal ur isaweḍ ara ad yaf ula d yiwen wuṭṭun n tilifun deg ɣefwafus-inek·inem. Tneɣleḍ-t-id akken iwata?
kk: Signal сіздің аралық сақтағышыңыздан қауіпсіздік нөмірін таба алмай жатыр. Сіз оны дұрыс көшіріп алып па едіңіз?
km: Signal á˜á·á“á¢á¶á…áŸáŸ’áœáŸ‚á„ášá€á›áŸááŸá»áœááŸ’áá·á—á¶á–á“áŸ…á€áŸ’á“á»á„á€áŸ’áá¶á…á»á…ášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“á‘áŸáŸ” áá¾á¢áŸ’á“á€á”á¶á“ááá…á˜áŸ’á›á„áœá¶ ááŸ’ášá¹á˜ááŸ’ášá¼áœá¬á‘áŸ?
kn: ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿ Signal ಗೆ ಯಾವುದೇ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಲಿಲ್ಲ. ನೀವು ಅದನ್ನು ಸರಿಯಾಗಿ ನಕಲಿಸಿದ್ದೀರಾ?
ko: Signal이 클립보드에서 안전 번호를 찾을 수 없습니다. 올바르게 복사하셨나요?
lt: Signal nepavyko jūsų iškarpinėje rasti jokio saugumo numerio. Ar jūs teisingai jį nukopijavote?
lv: Lietotne Signal jūsu starpliktuvē nevarēja atrast nevienu drošības numuru. Vai nokopējāt pareizi?
mk: Signal не може да го најде безбедносниот број на вашата табла со исечоци. Дали го точно го копиравте?
ml: Signal ന് നിങ്ങളുടെ ക്ലിപ്പ് ബോർഡിൽ ഒരു സുരക്ഷാ നമ്പരും കണ്ടു പിടിക്കാൻ കഴിഞ്ഞില്ല. നിങ്ങൾ അത് ശരിയായിട്ടാണോ കോപ്പി ചെയ്തത്?
mr: Signal ला आपल्या क्लिपबोर्ड मध्ये कुठलाही सुरक्षितता नंबर सापडला नाही. आपण त्यास योग्यरीत्या कॉपी केले आहे ना?
ms: Signal tidak dapat mencari sebarang nombor keselamatan di papan klip anda. Adakah anda menyalinnya dengan betul?
my: သင့် ကလစ်ဘုတ် တွင်လုံခြုံရေးနံပါတ် ရှာမတွေ့ပါ။ ကူးယူပြီးတာ သေချာပါရဲ့လား?
nb: Signal kunne ikke finne noe sikkerhetsnummer på utklippstavlen. Har du kopiert tallene riktig?
nl: Signal kon geen veiligheidsnummer vinden op je klembord. Heb je het veiligheidsnummer wel juist gekopieerd?
pa: Signal ਤੁਹਾਡੇ ਕਲਿਪਬੋਰਡ ਵਿੱਚ ਕੋਈ ਸੁਰੱਖਿਆ ਨੰਬਰ ਨਾ ਲੱਭ ਸਕੀ. ਕੀ ਤੁਸੀਂ ਉਸ ਨੂੰ ਸਹੀ ਢੰਗ ਨਾਲ ਕਾਪੀ ਕੀਤਾ ਹੈ?
pa_pk: Signal تساں دے کلپ بورڈ اچ حفاظتی نمر نئیں لبھ سکیا۔ کی تساں نے اینوں صحیح طریقے نال کاپی کیتا اے؟
pl: Aplikacja Signal nie znalazła w schowku numeru bezpieczeństwa. Upewnij się, że został on poprawnie skopiowany.
ps: Signal ونشو کړای چې ستاسې په کلیپبورډ کې کومه د خوندیتوب شمېره ومومي. ایا هغه تاسې په سمه توګه سره کاپی کړې ده؟
pt_br: O Signal não encontrou nenhum número de segurança na sua área de transferência. Você o copiou corretamente?
pt_pt: O Signal não conseguiu encontrar um número de segurança na sua área de transferência. Copiou-o corretamente?
ro: Signal nu a putut găsi nici un număr de siguranță în clipboard-ul tău. L-ai copiat corect?
ru: Signal не смог найти код безопасности в вашем буфере обмена. Правильно ли вы его скопировали?
sk: Signal nenašiel v schránke žiadne bezpečnostné číslo. Okopírovali ste ho správne?
sl: V vašem odložišču ni Signalove varnostne številke. Ste jo pravilno prekopirali?
sq: Signal-i s’gjeti dot ndonjë numër sigurie në të papastrën tuaj. E keni kopjuar si duhet?
sr: Signal није успео да пронађе сигурносни број који сте копирали. Да ли сте га добро копирали?
sv: Signal hittade inget säkerhetsnummer i ditt urklipp. Har du kopierat det korrekt?
sw: Signal haikuweza kupata nambari yoyote ya usalama kwenye ubao nakili wako. Je! Umeinakili kwa usahihi?
ta: உங்கள் கிளிப்போர்டில் Signal க்கு எந்த பாதுகாப்பு எண்ணையும் கண்டுபிடிக்க முடியவில்லை. நீங்கள் அதை சரியாக நகலெடுத்துள்ளீர்களா?
te: Signal మీ తాత్కాలికంగా భద్రపరుచు ప్రదేశములో భద్రతా సంఖ్యను కనుగొనలేకపోయింది. మీరు సరిగ్గా కాపీ చేశారా?
th: Signal ไม่พบหมายเลขความปลอดภัยใดๆ ในคลิปบอร์ดของคุณ คุณได้คัดลอกมาถูกต้องหรือไม่?
tr: Signal, panonuzda herhangi bir güvenlik numarası bulamadı. Doğru şekilde kopyaladınız mı?
ug: ‫Signal چاپلاش تاختىسىدىن ھېچقانداق بىخەتەرلىك نومۇرى تاپالمىدى. ئۇنى توغرا كۆچۈرگەنمۇ؟
uk: Signal не зміг знайти коду безпеки у вашому буфері обміну. Ви правильно його скопіювали?
ur: Signal کو آپ کے کلپ بورڈ میں حفاظتی نمبر نہیں ملا۔آپ نے درست طریقے سے کاپی کیا تھا؟
vi: Signal không thể tìm thấy số an toàn nào trong bảng ghi tạm của bạn. Bạn có sao chép đúng số không?
zh_cn: Signal 无法在剪贴板中找到安全码. 你正确的复制了吗?
zh_hk: Signal 無法在剪貼簿中找到任何安全碼？您是否已正確複製？
