Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PINS_FOOTER
source: PINs keep information stored with Signal encrypted so only you can access it. Your PIN cannot be recovered. Your profile, settings, and contacts will restore when you reinstall Signal.
af: PIN’s sorg dat inligting wat met Signal bewaar word, geënkripteer is sodat slegs u toegang daartoe het. U PIN kan nie herwin word nie. U profiel, instellings en kontakte sal teruggestel word sodra u Signal herinstalleer.
ar: أرقام التعريف الشخصي (PIN) تُبقي المعلومات المحفوظة مع سيجنال مُشفَّرة، بحيث تستطيع أنت فقط الوصول إليها. لا يمكن استرداد رقم التعريف الشخصي (PIN) الخاص بك. سيتم استرجاع حسابك الشخصي، والإعدادات وجهات الاتصال عندما تُعيد تثبيت سيجنال.
az: PIN-lər, Signal-da saxlanılan məlumatları şifrələnmiş olaraq tutur, beləcə yalnız siz müraciət edə bilirsiniz. PIN-ininiz bərpa oluna bilməz. Profiliniz, tənzimləmələriniz və əlaqələriniz, Signal yenidən quraşdırılanda geri yüklənəcək.
be: PIN-коды трымаюць інфармацыю, што захоўваецца ў Signal, зашыфраванай, таму толькі вы можаце атрымаць да яе доступ. Ваш PIN-код немагчыма аднавіць. Ваш профіль, налады і кантакты будуць адноўлены, калі вы зробіце паўторнае ўсталяванне Signal.
bg: ПИН кодовете пазят информацията, съхранена във вашия Signal, шифрирана, за да имате само вие достъп до нея. Вашите настройки, профил и контакти ще бъдат възстановени, когато преинсталирате Signal.
bn: পিন Signal-এ সংরক্ষিত তথ্য এনক্রিপ্টেড রাখে যাতে কেবল আপনি সেগুলি দেখতে পারেন। আপনার পিনটি পুনরুদ্ধার করা যাবে না। আপনি Signal পুনরায় ইনস্টল করার পর আপনার প্রোফাইল, সেটিংস, ও কন্ট্যাক্টগুলি পুনর্বহাল হবে।
ca: Els PIN mantenen encriptada la informació desada amb el Signal de manera que no hi pugui accedir ningú més. El PIN no es pot recuperar. El perfil, la configuració i els contactes es restauraran quan el reinstal·leu.
cs: PINy zajišťují, že informace uložené v Signalu jsou zašifrované a pouze vy k nim můžete mít přístup. PIN nemůže být obnoven. Váš profil, nastavení a kontakty se obnoví, když znovu nainstalujete Signal.
cy: Mae PIN yn cadw gwybodaeth wedi'i storio gyda Signal wedi'i hamgryptio felly dim ond chi sy'n cael mynediad ati. Ni allwch adfer y PIN. Bydd eich proffil, gosodiadau, a chysylltiadau yn cael eu hadfer pan fyddwch yn ailosod Signal.
da: Pinkoder sørger for at oplysninger, der er gemt hos Signal, er krypteret, så kun du kan få adgang til dem. Din pinkode kan ikke gendannes. Din profil, dine indstillinger og dine kontakter gendannes, når du geninstallerer Signal.
de: PINs halten deine bei Signal gespeicherten Informationen verschlüsselt, sodass nur du auf sie zugreifen kannst. Deine PIN kann nicht wiederhergestellt werden. Wenn du Signal erneut installierst, werden dein Profil und deine Einstellungen und Kontakte wiederhergestellt.
el: Τα PIN κρατούν τις πληροφορίες που αποθηκεύονται στο Signal κρυπτογραφημένες, οπότε μόνο εσύ έχεις πρόσβαση σε αυτές. Δεν έχεις τη δυνατότητα να επανακτήσεις το PIN σου. Το προφίλ σου, οι ρυθμίσεις και οι επαφές να επαναφερθούν όταν επανεγκαταστήσεις το Signal.
es: El PIN mantiene la información guardada en Signal cifrada para que solo tú tengas acceso. Si olvidas tu PIN, no podrás recuperarlo. Tu perfil, ajustes y contactos se restaurarán si reinstalas Signal.
es_es: El PIN permite activar el bloqueo de registro de tu número y almacena tu cuenta cifrada en el servidor de Signal de forma que sólo tú puedes acceder a ella. Ni siquiera l@s creador@s de Signal tienen acceso. Tu perfil, alias, grupos y personas bloqueadas se recuperarán al reinstalar Signal.
et: PIN-koodid hoiavad Signalis salvestatud info krüptituna, nii et ainult sinul on sellele ligipääs. Sinu PIN-koodi pole võimalik taastada. Sinu profiil, sätted ja kontaktid taastatakse Signali uuesti paigaldamisel.
fa: پین‌ها اطلاعات ذخیره شده در سیگنال را رمزگذاری شده نگه ‌می‌دارند تا فقط شما قادر به دسترسی به آن‌ها باشید. پین شما قابلیت بازیابی ندارد. پروفایل، تنظیمات، و مخاطبین شما هنگامی که شما سیگنال را دوباره نصب می‌کنید بازیابی می‌شوند.
fi: Tunnusluvulla salataan Signaliin tallennetut tiedot, jotta vain sinä pääset niihin käsiksi. Profiili, asetukset ja yhteystiedot palautetaan, jos Signal asennetaan uudelleen.
fil: Panapanatiling encrypted ng PIN ang mga impormasyong naka-imbak sa Signal upang ikaw lang ang maka-access nito. Ang iyong profile, mga setting, at kontak ay mare-restore kapag nagre-install ka ng Signal.
fr: Avec un code PIN, les informations stockées dans Signal restent chiffrées, et vous seul y avez accès. Votre profil, vos contacts et vos paramètres sont restaurés si vous réinstallez Signal. Attention : vous ne pouvez pas récupérer votre code PIN si vous l'oubliez.
gu: PIN એન્ક્રિપ્ટ થયેલ Signal સાથે માહિતીને સંગ્રહિત રાખે છે જેથી ફક્ત તમે જ તેને ઍક્સેસ કરી શકો. તમારો PIN રિકવર કરી શકાતો નથી. જ્યારે તમે Signal ને ફરીથી ઇન્સ્ટોલ કરો ત્યારે તમારી પ્રોફાઇલ, સેટિંગ્સ અને સંપર્કો રિસ્ટોર થશે.
he: קודי PIN שומרים על מידע שמאוחסן ב־Signal מוצפן כך שרק אתה תוכל להשיג גישה אליו. קוד ה־PIN שלך בלתי ניתן להשבה. הפרופיל, ההגדרות ואנשי הקשר שלך ישוחזרו כשתתקין מחדש את Signal.
hi: PIN Signal द्वारा संग्रहीत जानकारी को एन्क्रिप्ट रखते हैं, ताकि केवल आप ही उसे एक्सेस कर पाएँ। आपका PIN रिकवर नहीं किया जा सकता। आपकी प्रोफ़ाइल, सेटिंग्ज़, और संपर्क आपके द्वारा Signal को फिर से इंस्टॉल करने पर रीस्टोर हो जाएँगे।
hr: PIN-ovi čuvaju šifrirane podatke spremljenima na Signalu tako da im samo vi možete pristupiti. Vaš PIN se ne može oporaviti. Vaš profil, postavke i kontakti će biti vraćeni nakon ponovne instalacije.
hu: A PIN kódnak köszönhetően a Signal által tárolt információk titkosítva vannak, így csak te férhetsz hozzájuk. A PIN nem visszaállítható, de általad felülírható. Újratelepítés esetén profilod, beállításaid és kontaktjaid visszaállításra kerülnek.
id: PIN menjaga informasi yang disimpan di Signal terenkripsi sehingga hanya Anda yang dapat mengaksesnya. Profil, pengaturan, dan kontak akan dipulihkan saat Anda memasang ulang Signal.
is: PIN-númer halda upplýsingum geymdum í Signal dulrituðum þannig að einungis þú hefur aðgang að þeim. Notandasniðið þitt, stillingar og tengiliðir endurheimtast þegar þú setur Signal upp aftur.
it: I PIN mantengono crittografate le informazioni memorizzate con Signal in modo che solo tu possa accedervi. Il tuo PIN non può essere recuperato. Il tuo profilo, le impostazioni e i contatti verranno ripristinati quando reinstalli Signal.
ja: Signal内に保存された情報は、PINにより暗号化されるため、あなたのみアクセスできます。PINは復元できません。Signalを再インストールすると、あなたのプロフィール、設定および連絡先が復元されます。
kk: PIN кодтарда Signal қолданбасы шифрланған күйде сақталған ақпарат болады, сондықтан оған сіз ғана қол жеткізе аласыз. Signal қолданбасын қайтадан орнатқан кезде, профиліңіз, параметрлеріңіз бен байланыстық тұлғаларыңыз қалпына келітіріледі.
km: á›áŸáá€á¼áŠ PIN ášá€áŸ’áŸá¶á‘á»á€á–áŸááŸŒá˜á¶á“áŠáŸ‚á›á•áŸ’á‘á»á€á‡á¶á˜á½á™ Signal áŠáŸ‚á›á”á¶á“á’áŸ’áœá¾á€á¼áŠá“á¸á™á€á˜áŸ’á˜â€‹â€‹ áŠá¼á…áŸ’á“áŸáŸ‡á˜á¶á“ááŸ‚á¢áŸ’á“á€á”áŸ‰á»ááŸ’ááŸ„áŸ‡áŠáŸ‚á›á¢á¶á…á…á¼á›á”áŸ’ášá¾áœá¶á”á¶á“áŸ” á›áŸáá€á¼áŠ PIN á˜á·á“á¢á¶á…áŸáŸ’áá¶ášá¡á¾á„áœá·á‰á”á¶á“á‘áŸáŸ” á‚áá“á¸ á€á¶ášá€áŸ†áááŸ‹ á“á·á„á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ášá”áŸáŸ‹á¢áŸ’á“á€ á“á¹á„áŸáŸ’áá¶ášá¡á¾á„áœá·á‰á“áŸ…á–áŸá›áŠáŸ‚á›á¢áŸ’á“á€ááŸ†á¡á¾á„ Signal á¡á¾á„áœá·á‰áŸ”
kn: ಪಿನ್‌ಗಳು Signal ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿಡುತ್ತವೆ ಆದ್ದರಿಂದ ನೀವು ಮಾತ್ರ ಅದನ್ನು ಪ್ರವೇಶಿಸಬಹುದು. ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ಮರುಪಡೆಯಲಾಗುವುದಿಲ್ಲ. ನೀವು Signal ಅನ್ನು ಪುನಃ ಇನ್‌‍ಸ್ಟಾಲ್ ಮಾಡಿದಾಗ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್, ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಸಂಪರ್ಕಗಳು ಮರುಸ್ಥಾಪನೆಯಾಗುತ್ತವೆ.
ko: PIN을 사용하면 Signal에 저장된 정보를 암호화하여 사용자만 액세스할 수 있습니다. PIN은 복구할 수 없습니다. Signal을 다시 설치하면 프로필, 설정 및 연락처가 복원됩니다.
lt: PIN kodai šifruotu pavidalu saugo informaciją, kuri yra laikoma Signal, taigi, tik jūs galite gauti prieigą prie jos. Jūsų PIN kodas negali būti atkurtas ar atstatytas. Jums įdiegus Signal iš naujo, jūsų profilis, nustatymai ir adresatai bus atkurti.
lv: PIN kodos ir informācija, kas lietotnē Signal ir šifrēta, lai šai informācijai varētu piekļūt tikai jūs. Jūsu PIN nevar atgūt. Jūsu profils, iestatījumi un kontaktpersonas tiks atjaunotas, kad atkārtoti instalēsit lietotni Signal.
ml: Signal-ൽ സൂക്ഷിച്ചിരിക്കുന്ന വിവരങ്ങൾ എൻക്രിപ്‌റ്റ് ചെയ്‌ത നിലയിൽ പിനുകൾ സൂക്ഷിക്കുന്നു, അതിനാൽ നിങ്ങൾക്ക് മാത്രമേ അത് ആക്‌സസ് ചെയ്യാൻ കഴിയൂ. നിങ്ങളുടെ പിൻ വീണ്ടെടുക്കാൻ കഴിയില്ല. നിങ്ങൾ Signal വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യുമ്പോൾ നിങ്ങളുടെ പ്രൊഫൈൽ, ക്രമീകരണങ്ങൾ, കോൺ‌ടാക്റ്റുകൾ, എന്നിവ പുന:സ്ഥാപിക്കും.
mr: Signal सोबत संचयित केलेली माहिती PIN एन्क्रिप्टेड ठेवतात जेणेकरून ती फक्त आपण अॅक्सेस करू शकता. आपला PIN पुनर्प्राप्त केला जाऊ शकत नाही. आपण Signal पुन्हा स्थापन केल्यावर आपली प्रोफाईल, सेटिंग, आणि संपर्क पुनर्स्थित होईल.
ms: PIN memastikan maklumat yang disimpan dengan Signal disulitkan supaya hanya anda boleh mengaksesnya. PIN anda tidak dapat dipulihkan. Profil, tetapan dan kenalan anda dipulihkan apabila anda memasang semula Signal.
my: ပင်နံပါတ်များသည် Signal ပေါ်တွင် အချက်အလက်များကို ကုဒ်ဖြင့်သိမ်းဆည်းထားဖြင့် သင်သာ သုံးခွင်းရှိပါသည်။ သင်၏ ပင်နံပါတ်သည် ပြန်လည်မရယူနိုင်ပါ။ သင်၏ ပရိုဖိုင်း၊ အပြင်အဆင်များ၊ နှင့် အဆက်အသွယ်များကို သင် ပြန်ထည့်သွင်းသောအခါ ပြန်လည်ရရှိပါမည်။​
nb: PIN-koder holder informasjon lagret med Signal kryptert slik at bare du kan få tilgang til den. PIN-koden din kan ikke gjenopprettes. Profilen, innstillingene og kontaktene dine vil gjenopprettes når du installerer Signal på nytt.
nl: Met een pincode wordt informatie versleuteld opgeslagen op Signals servers zodat alleen jij er toegang toe hebt. Je kunt hierdoor je profiel, instellingen en contacten herstellen wanneer je Signal opnieuw installeert. Je pincode kan niet worden hersteld.
pa: ਪਿਨ Signal ਦੇ ਨਾਲ ਸਟੋਰ ਕੀਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇਨਕ੍ਰਿਪਟਡ ਰੱਖਦੇ ਹਨ, ਇਸ ਲਈ ਤੁਸੀਂ ਹੀ ਇਸ ਨੂੰ ਵੇਖ ਸਕਦੇ ਹੋ। ਜਦੋਂ ਤੁਸੀਂ Signal ਨੂੰ ਮੁੜ-ਇੰਸਟਾਲ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ, ਸੈਟਿੰਗਾਂ, ਅਤੇ ਸੰਪਰਕ ਮੁੜ-ਬਹਾਲ ਹੋ ਜਾਣਗੇ।
pa_pk: پن Signal دے نال ذخیرہ کیتی جانکاری نوں خفیہ کاری توں محفوظ رکھدا اے ایس لئی صرف تساں ایس تائیں رسائی حاصل کر سکدے او۔ جدوں تساں Signal نوں دوبارہ انسٹال کر دے او تے تساں دی پروفائل، ترتیباں تے رابطے بحال ہو جان گے۔
pl: Dzięki PIN-owi dane przechowywane w aplikacji Signal są szyfrowane i tylko Ty masz do nich dostęp. PIN-u nie można odzyskać. Pozwoli Ci on przywrócić profil, ustawienia i kontakty, gdy ponownie zainstalujesz Signal.
ps: PINs په Signal کې زیرمه شوي معلومات انکریپټ شوي ساتي، چې په دې سره یوازې تاسې ورته لاسرسی لری. ستاسې پروفایل، تنظیمات او مخاطبین به بیرته تر لاسه شي کله چې Signal انسټال کړئ.
pt_br: O PIN mantêm as informações armazenadas com o Signal criptografadas para que apenas você possa acessá-las. Seu PIN não pode ser recuperado. Seu perfil, configurações e contatos serão restaurados quando você reinstalar o Signal.
pt_pt: Os PINs mantém encriptada a informação guardada no Signal de forma a que apenas você lhe possa aceder. O seu PIN não pode ser recuperado. O seu perfil, definições e contactos serão restaurados quando reinstalar o Signal.
ro: PIN-urile păstrează informațiile stocate în Signal criptate, astfel încât numai tu să le poți accesa. PIN-ul nu poate fi recuperat. Profilul, setările și contactele se vor restabili atunci când reinstalați Signal.
ru: PIN-коды шифруют информацию, хранящуюся в сервисе Signal, чтобы только вы могли иметь к ней доступ. Ваш PIN-код невозможно восстановить. При переустановке Signal ваши профиль, настройки и контакты вернутся на свои места.
sk: PINy uchovávajú informácie uložené pomocou šifrovania Signal, takže k nim máte prístup iba vy. Váš PIN nie je možné obnoviť. Po opätovnej inštalácii Signal sa váš profil, nastavenia a kontakty obnovia.
sl: Koda PIN zavaruje informacije shranjene v Signalu z uporabo enkripcije, tako da so dostopne le vam. Vaše kode PIN ni mogoče obnoviti. Vaši profil, nastavitve in stiki bodo obnovljeni ob ponovni namestitvi aplikacije Signal.
sq: PIN-et i mbajnë të fshehtëzuara të dhëna e depozituara me Signal, që kështu të mund t’i përdorni. PIN-i juaj s’mund të rimerret. Profili, rregullimet dhe kontaktet tuaja do të rikthehen, kur të riinstaloni Signal-in.
sr: Подаци које Signal складишти се шифрују помоћу PIN-а, тако да им само ви можете приступити. Ваш налог, подешавања и контакти ће бити враћени када поново инсталирате Signal.
sv: PIN-koder håller information som lagras hos Signal krypterad så bara du kan komma åt den. Din PIN-kod kan inte återställas. Din profil, inställningar och kontakter återställs när du installerar om Signal.
sw: PIN hutumiwa kuhakikisha maelezo yaliyohifadhiwa katika Signal yamesimbwa kwa njia fiche hivi kwamba ni wewe tu unayeweza kuyafikia. PIN yako haiwezi kuonyeshwa. Wasifu wako, mipangilio na waasiliani watarejeshwa utakapoisakinisha Signal upya.
ta: பின்ஸ் வைத்திருக்கின்றன தகவல் உடன் சேமிக்கப்படுகிறது Signal மறை மறையாக்கப்பட்ட நீங்கள் மட்டுமே அதை அணுக முடியும். உங்கள்பின்மீட்டெடுக்க முடியாது. உங்கள் சுயவிவரம்,அமைப்புகள், மற்றும் தொடர்புகள் மீட்டமை நீங்கள் மீண்டும் நிறுவும் போது Signal.
te: పిన్‌లు Signal గుప్తీకరించిన సమాచారాన్ని నిల్వ చేస్తాయి కాబట్టి మీరు మాత్రమే దీన్ని యాక్సెస్ చేయవచ్చు. మీ పిన్ తిరిగి పొందలేము. మీరు Signal ‌ను మళ్లీ ఇన్‌స్టాల్ చేసినప్పుడు మీ ప్రొఫైల్, సెట్టింగ్‌లు మరియు పరిచయాలు పునరుద్ధరించబడతాయి.
th: รหัส PIN รักษาข้อมูลที่เก็บไว้ใน Signal ได้เข้ารหัสไว้ ดังนั้นจึงมีแต่คุณที่เข้าถึงข้อมูลนี้ได้ โปรไฟล์ของคุณ การตั้งค่า และรายชื่อผู้ติดต่อจะถูกกู้คืนเมื่อคุณติดตั้งแอปอีกครั้ง คุณไม่จำเป็นต้องมีรหัส PIN ของคุณเพื่อเปิดแอป ทั้งนี้ รหัส PIN ของคุณจะไม่สามารถกู้คืนได้
tr: PIN'ler Signal'de depolanan verileri şifreli olarak tutar böylelikle yalnızca siz erişebilirsiniz. PIN'iniz kurtarılamaz. Profiliniz, ayarlarınız ve kişileriniz Signal'i yeniden yüklediğinizde geri yüklenecektir.
ug: ‫PIN شىفىرلانغان ھالەتتە Signal دا ساقلىنىدۇ ھەمدە پەقەت سىزلا زىيارەت قىلالايسىز. PIN نى ئەسلىگە كەلتۈرگىلى بولمايدۇ.سەپلىمە ھۆججەت، تەڭشەكلەر ۋە ئالاقەداشلار Signal نى قايتا ئورناتقاندا ئەسلىگە كەلتۈرۈلىدۇ.
uk: PIN-коди забезпечують шифрування інформації, що зберігається в Signal, щоб отримати до неї доступ могли тільки ви. Якщо ви забудете PIN-код, відновити його неможливо. PIN-код дасть вам змогу відновити акаунт, налаштування й контакти в разі перевстановлення Signal.
ur: PINs Signal کے ساتھ ذخیرہ شدہ معلومات کو خفیہ شدہ رکھتا ہے لہذا صرف آپ ہی اس تک رسائی حاصل کرسکتے ہیں۔ آپ کا پن بازیافت نہیں ہوسکتا ہے۔ جب آپ Signal کو دوبارہ انسٹال کرتے ہیں تو آپ کا پروفائل ، ترتیبات اور رابطے بحال ہوجائیں گے۔
vi: Mã PIN của bạn giúp bảo mật thông tin lưu giữ với Signal để chỉ mình bạn mới có thể truy cập nó. Mã PIN của bạn không thể được khôi phục. Hồ sơ cá nhân của bạn, các cài đặt, và liên hệ sẽ khôi phục khi bạn cài đặt lại Signal.
zh_cn: PIN 码可使信息以加密方式保存在 Signal 上，并且只有您可访问。PIN 码不可还原。重新安装 Signal 时，将还原您的个人资料、设置和联系人。
zh_hk: PIN 碼讓在 Signal 中的資訊得以加密保存，並僅供您存取。您的 PIN 碼無法恢復。但當您重新安裝 Signal 時，您的個人資料、設定和聯絡人將會還原。

# SETTINGS_PINS_ITEM
source: Change your PIN
af: Verander u PIN
ar: تغيير رقم الـ PIN
az: PIN-i dəyişdirin
be: Змяніць свой PIN-код
bg: Смяна на ПИН кода ви
bn: আপনার পিন পরিবর্তন করুন
ca: Canvieu el PIN
cs: Změnit váš PIN
cy: Newid eich PIN
da: Skift din pinkode
de: PIN ändern
el: Αλλαγή του PIN σου
es: Cambiar PIN
es_es: Cambiar PIN
et: Muuda enda PIN-koodi
eu: Aldatu zure PINa
fa: پین خود را تغییر دهید
fi: Vaihda tunnusluku
fil: Baguhin ang iyong PIN
fr: Changer de code PIN
ga: Athraigh d'UAP
gu: તમારો PIN બદલો
he: שנה את ה־PIN שלך
hi: अपना पिन बदलें
hr: Promijenite PIN
hu: Adj meg egy új PIN kódot
id: Ganti PIN Anda
is: Breyttu PIN-númerinu þínu
it: Cambia il tuo PIN
ja: PINを変更
kab: Beddel PIN-inek/inem
kk: PIN кодты өзгерту
km: á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá›áŸá PIN ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಪಿನ್ ಬದಲಾಯಿಸಿ
ko: PIN 변경
lt: Keisti PIN kodą
lv: PIN maiņa
mk: Променете го вашиот ПИН
ml: നിങ്ങളുടെ പിൻ മാറ്റുക
mr: आपला PIN बदला
ms: Tukar PIN anda
my: သင့်ပင်နံပါတ်ကို ပြောင်းမယ်
nb: Endre PIN-koden
nl: Pincode wijzigen
pa: ਆਪਣਾ ਪਿਨ ਬਦਲੋ
pa_pk: اپنی پن تبدیل کرو
pl: Zmień PIN
ps: د خپل PIN بدلول
pt_br: Mude o seu PIN
pt_pt: Alterar o seu PIN
ro: Schimbați-vă PIN-ul
ru: Изменить свой PIN-код
sk: Zmente si PIN
sl: Spremenite svoj PIN
sq: Ndryshoni PIN-in tuaj
sr: Промените PIN
sv: Ändra din PIN-kod
sw: Badilisha PINI yako
ta: உங்கள் பின்னை மாற்றவும்
te: మీ పిన్ మార్చండి
th: เปลี่ยนรหัส PIN ของคุณ
tr: PIN'inizi değiştirin
ug: PIN نىڭنى ئۆزگەرت
uk: Змінити PIN-код
ur: اپنا پن تبدیل کریں
vi: Thay đổi mã PIN của bạn.
zh_cn: 更改 PIN 码
zh_hk: 變更您的 PIN 碼

# SETTINGS_PINS_ITEM_CREATE
source: Create a PIN
af: Skep ’n PIN
ar: إنشاء رقم تعريف شخصي (PIN)
az: PIN yarat
be: Стварыць PIN-код
bg: Създайте си ПИН
bn: একটি পিন তৈরি করুন
ca: Crea un PIN
cs: Vytvořit PIN
cy: Crëwch PIN
da: Opret en pinkode
de: PIN erstellen
el: Δημιουργία νέου PIN
es: Crear un PIN
es_es: Crear PIN
et: Loo PIN-kood
eu: PIN bat sortu
fa: یک پین جدید بسازید
fi: Luo tunnusluku
fil: Lumikha ng PIN
fr: Créer un code PIN
ga: Cruthaigh UAP
gu: એક PIN બનાવો
he: צור PIN
hi: पिेन बनाएँ
hr: Stvorite PIN
hu: PIN létrehozása
id: Buat PIN
is: Útbúðu PIN-númer
it: Crea un PIN
ja: PINを作成
kab: Snulfu-d PIN
kk: PIN код жасау
km: á”á„áŸ’á€á¾áá›áŸáá€á¼áŠ PIN á˜á½á™
kn: ಒಂದು ಪಿನ್ ರಚಿಸಿ
ko: PIN 만들기
lt: Sukurti PIN kodą
lv: Izveidot PIN
mk: Создадете ПИН
ml: ഒരു പിൻ സൃഷ്ടിക്കുക
mr: PIN तयार करा.
ms: Cipta PIN
my: ပင်နံပါတ် ဖန်တီးမယ်
nb: Lag en PIN
nl: Een pincode aanmaken
pa: ਪਿਨ ਸਿਰਜੋ
pa_pk: اک پن بناوو
pl: Utwórz PIN
ps: د PIN رامنځته کول
pt_br: Crie um PIN
pt_pt: Criar um PIN
ro: Creați un PIN
ru: Создайте PIN-код
sk: Vytvoriť PIN
sl: Ustvari PIN
sq: Krijoni PIN
sr: Креирајте PIN
sv: Skapa en PIN-kod
sw: Unda Nenosiri
ta: பின்னை உருவாக்கவும்
te: పిన్ సృష్టించండి
th: สร้างรหัส PIN
tr: PIN oluştur
ug: بىر PIN قۇر
uk: Створіть PIN-код
ur: ایک پن بنائیں
vi: Tạo mã PIN
zh_cn: 创建 PIN 码
zh_hk: 建立一個 PIN 碼

# SETTINGS_PINS_TITLE
source: Signal PIN
ar: رقم PIN على سيجنال
az: Signal PIN-i
be: PIN-код Signal
bg: ПИН ЗА SIGNAL
bn: Signal পিন
ca: PIN del Signal
cy: PIN Signal
da: Signal-pinkode
el: PIN Signal
es: PIN de Signal
es_es: PIN DE SIGNAL
et: Signali PIN-kood
fa: پین سیگنال
fi: Signal-tunnusluku
fil: PIN ng SIGNAL
fr: Code PIN Signal
ga: UAP Signal
he: PIN של Signal
id: PIN Signal
is: PIN-númer Signal
it: PIN di Signal
kab: PIN n Signal
kk: SIGNAL PIN КОДЫ
km: á›áŸáá€á¼áŠ PIN Signal
kn: Signal ಪಿನ್
ko: Signal 번호
lt: Signal PIN kodas
ms: PIN Signal
my: Signal ပင်နံပါတ်
nl: Signal-pincode
pa: سگنل دی PIN
pa_pk: SIGNAL پن
pl: PIN Signal
pt_br: PIN do Signal
pt_pt: PIN do Signal
ro: PIN Signal
ru: PIN-код Signal
sk: PIN kód Signal
sl: PIN Signal
sq: PIN Signal-i
sv: Signal PIN-kod
sw: Nenosiri la Signal
ta: Signal பின்
te: Signal పిన్
th: รหัส PIN ของ Signal
tr: Signal PIN'i
uk: PIN-код Signal
ur: Signal پن
vi: Mã PIN Signal
zh_cn: Signal PIN 码
zh_hk: Signal PIN 碼
