Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STORIES_SETTINGS_VIEW_RECEIPTS_FOOTER
source: See and share when stories are viewed. If disabled, you won’t see when others view your stories.
ar: مشاهدة ومشاركة متى يمكن مشاهدة القصِص. إذا كانت هذه الخاصية مُعطَّلة، لن ترى من شاهَد قِصصك.
be: Даведвайцеся і абагульвайце інфармацыю аб праглядах гісторый. Калі гэта функцыя адключана, вы не будзеце ведаць, што нехта прагледзеў вашы гісторыі.
bn: স্টোরি দেখা হলে তা দেখুন ও শেয়ার করুন। নিষ্ক্রিয় থাকলে, অন্যরা কখন আপনার স্টোরি দেখেন তা আপনি দেখতে পারবেন না।
ca: Veu i comparteix quan es visualitzen les teves històries. Si ho desactives, no veuràs quan altres persones vegin les teves històries.
cs: Když si někdo váš příběh zobrazí, budete o tom vědět. Pokud tuto funkci vypnete, nedozvíte se, kdy si ostatní zobrazí vaše příběhy.
da: Se og del, når historier vises. Hvis dette er deaktiveret, kan du ikke se, når andre ser din historie.
de: Sehen und teilen, wenn Storys angesehen wurden. Falls diese Funktion deaktiviert ist, wirst du nicht sehen, wenn andere deine Story sehen.
el: Δες και μοιράσου όταν προβάλλονται ιστορίες. Εάν είναι απενεργοποιημένο, δεν θα βλέπεις πότε οι άλλοι βλέπουν την ιστορία σου.
es: Mira y comparte las visualizaciones de tus historias. Si desactivas esta opción, no podrás ver ni compartir quién ha visto tus historias.
fa: بازدید استوری‌ها را ببینید و به اشتراک بگذارید. اگر غیرفعال باشد، بازدید استوری‌ها را نخواهید دید.
fi: Näytä, milloin tarinoita katsellaan. Jos asetus poistetaan käytöstä, et näe, milloin muut katselevat tarinoitasi.
fr: Vous êtes informé lorsque vos contacts voient vos stories. Si cette option est désactivée, vous ne saurez pas si des spectateurs les ont vues.
ga: Féach cathain a fhéachtar ar scéalta agus comhroinn é sin. Agus é sin díchumasaithe, ní bheidh a fhios agat cathain a fhéachann daoine ar do scéal.
gu: સ્ટોરી ક્યારે જોવામાં આવે છે તે જુઓ અને શેર કરો. જો બંધ હોય, તો અન્ય લોકો તમારી સ્ટોરી જુએ તે તમે જોઈ નહીં શકો.
he: רואים ומשתפים כשיש צפיות בסטוריז. אם אפשרות זו מושבתת, אי אפשר לראות כשאחרים צופים בסטורי שלך.
hi: स्टोरीज़ कब व्यू की जा रही हैं इसे देखें और शेयर करें। अक्षम होने की स्थिति में आप नहीं देख पाएंगे कि अन्य लोगों ने आपकी स्टोरीज़ कब देखी।
hr: Pogledajte i podijelite prikaze priča. Ako isključite ovu opciju, nećete vidjeti kada drugi pogledaju vašu priču.
hu: Tekintsd meg és oszd meg, ha megnézték a Történeteket. Ha ez a funkció ki van kapcsolva, nem fogod látni, hogy mások mikor nézik meg Történeted.
id: Lihat dan bagikan saat cerita dilihat. Jika dinonaktifkan, Anda tidak akan tahu bila orang lain melihat cerita Anda.
it: Scopri quando vengono viste le tue Storie. Se questa funzione è disattivata, non saprai quando altre persone vedono le tue Storie.
ja: ストーリーが閲覧されたことを確認・共有することができます。無効にすると、他の人があなたのストーリーを閲覧したことが確認できません。
ko: 언제 스토리를 조회했는지를 보고 공유합니다. 비활성화할 경우 다른 사람이 내 스토리를 언제 조회했는지를 알 수 없습니다.
mr: स्टोरीज जेव्हा पाहिल्या जातील तेव्हा पहा आणि शेअर करा. अक्षम करण्यात आल्यास, जेव्हा इतर लोक आपल्या स्टोरीज पाहतील ते आपण पाहू शकणार नाही.
ms: Lihat dan kongsi apabila cerita ditonton. Jika dinyahdayakan, anda tidak akan melihat apabila orang lain menonton cerita anda.
nb: Se og del når storyene dine blir sett av andre. Hvis dette er deaktivert, kan du ikke vite når andre ser storyen din.
nl: Zie en deel wanneer verhalen worden bekeken. Indien uitgeschakeld, zie je niet wanneer anderen jouw verhaal bekijken.
pl: Bądź na bieżąco z liczbą wyświetleń relacji i udostępniaj statystyki innym. Po wyłączeniu tej funkcji stracisz dostęp do informacji o wyświetleniach.
pt_br: Veja e compartilhe visualizações de stories. Se este recurso estiver desativado, você não saberá que outras pessoas viram seu story.
pt_pt: Veja e partilhe quando as histórias estão a ser vistas. Se desativado, não saberá quando os outros virem as suas histórias.
ro: Vezi și distribuie când sunt vizualizate poveștile. Dacă dezactivezi, nu vei vedea când alte persoane îți văd povestea.
ru: Узнавайте и делитесь информацией о просмотрах историй. Если эта функция отключена, вы не будете видеть, когда другие просматривают ваши истории.
sk: Majte prehľad o tom, keď si ostatní pozrú vaše príbehy. Ak je táto možnosť vypnutá, nezobrazia sa informácie o pozretiach.
sr: Видите када неко погледа приче и поделите то са другима. Ако деактивирате ову опцију, нећете знати када су други видели вашу причу.
sv: Se och dela när stories visas. Om de är inaktiverade ser du inte när andra ser din story.
th: ดูและแชร์เมื่อมีผู้ชมสตอรี่ หากปิดใช้งาน คุณจะไม่เห็นเมื่อมีผู้ชมสตอรี่ของคุณ
tr: Hikayelerin görüntülendiğinde bilgi al ve paylaş. Bu özellik devre dışı bırakılırsa, hikayenin görüntülenme bilgisini göremezsin.
ug: ھېكايىڭىزنىڭ كۆرۈلگەنلىكىنى كۆرەلەيسىز ۋە ئورتاقلىشالايسىز. ئەگەر ئېتىلسە، باشقىلارنىڭ ھېكايىڭىزنى كۆرگىنىنى كۆرەلمەيسىز.
uk: Увімкніть, щоб бачити перегляди ваших історій від інших і дозволити іншим бачити ваші перегляди їхніх історій. Якщо цю функцію вимкнено, ви не будете знати, чи хтось переглянув вашу історію.
ur: سٹوریز کے ویو کیے جانے کو دیکھیں اور شیئر کریں۔ اگر غیر فعال ہو تو، آپ دوسروں کی جانب سے اپنی سٹوری دیکھا جانا نہیں دیکھ سکیں گے۔
vi: Cho bạn biết khi story được xem. Khi tắt, bạn sẽ không biết khi người khác xem story của bạn.
zh_cn: 当动态被浏览时您可以查看和分享。如果禁用此功能，其他人浏览您的动态时您将看不到浏览情况。
zh_hk: 對方瀏覽限時動態時可以觀看和分享。如果停用，你就無法看到其他人瀏覽你的限時動態。

# STORIES_SHARE_STORY_ACTION
source: Share
af: Deel
ar: مشاركة
az: Paylaş
be: Абагуліць
bn: শেয়ার করুন
ca: Comparteix-lo
cs: Sdílet
cy: Rhannu
da: Del
de: Teilen
el: Μοιράσου
es: Compartir
et: Jaga
eu: Partekatu
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
ga: Comhroinn
gu: શેર કરો
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有
kab: Bḍu
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€
kn: ಹಂಚಿಕೊಳ್ಳಿ
ko: 공유
lt: Bendrinti
lv: Kopīgot
mk: Сподели
ml: പങ്കിടുക
mr: सामायिक करा
ms: Kongsi
my: ဝေမျှမယ်
nb: Del
nl: Delen
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
ps: شریکول
pt_br: Compartilhar
pt_pt: Partilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sl: Deli
sq: Ndajeni Me të Tjerë
sr: Поделите
sv: Dela
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ug: ھەمبەھىرلە
uk: Поділитися
ur: اشتراک کریں
vi: Chia sẻ
zh_cn: 分享
zh_hk: 分享

# STORIES_SHARESHEET_PARTIAL_SEND_REMAINING_SECTION_TITLE
source: Sent To
ar: أُرسِلَت إلى
be: Адпраўлена
bn: একে পাঠানো হয়েছে
ca: Enviat a
cs: Odesláno pro
da: Sendt til
de: Gesendet an
el: Στάλθηκε σε
es: Enviado a
fa: ارسال شد به
fi: Lähetetty käyttäjälle
fr: Envoyé à
ga: Seolta chuig
gu: આને મોકલવામાં આવેલ છે
he: נשלחה אל
hi: इनको भेजा गया
hr: Poslano za
hu: Elküldve
id: Kirim ke
it: Inviato a
ja: 送信済み
ko: 보냄
mr: यांना पाठवले
ms: Dihantar kepada
nb: Sendt til
nl: Verstuurd naar
pl: Udostępniono
pt_br: Enviada para
pt_pt: Enviar para
ro: Trimis la
ru: Отправлено
sk: Odoslané komu
sr: Послато
sv: Skickat till
th: ส่งถึง
tr: Gönderilen
ug: يوللانغۇچى
uk: Куди надіслано:
ur: کو بھیجا
vi: Gửi từ
zh_cn: 发至
zh_hk: 已傳送

# STORIES_SHARESHEET_PARTIAL_SEND_STORIES_SECTION_TITLE
source: Not Sent To
ar: لم تُرسَل إلى
be: Не адпраўлена
bn: পাঠানো হয়নি
ca: No enviat a
cs: Nebylo odesláno do příběhu
da: Ikke sendt til
de: Nicht gesendet an
el: Δεν στάλθηκε στις
es: No enviado a
fa: ارسال نشد به
fi: Ei lähetetty kohteeseen
fr: Non envoyé à
ga: Níor Seoladh Chuig
gu: આમને મોકલાયું નથી
he: לא נשלח אל
hi: निम्नलिखित को नहीं भेजा गया
hr: Nije poslano
hu: Nincs elküldve a következőnek:
id: Tidak Dikirim Ke
it: Non inviato a
ja: 送信されませんでした
ko: 전송 실패
mr: ला पाठवले नाही
ms: Tidak Dihantar Kepada
nb: Ikke sendt til
nl: Niet verzonden naar
pl: Nie udostępniono
pt_br: Não enviada para
pt_pt: Não enviado a
ro: Netrimis către
ru: Не отправлено
sk: Nebolo odoslané do
sr: Није послато кориснику
sv: Inte skickad till
th: ไม่สามารถส่งไปยัง
tr: Gönderilmemiş
ug: يوللانمىغانلار
uk: Куди не надіслано:
ur: کو نہیں بھیجی گئی
vi: Không được gửi đến
zh_cn: 未发至
zh_hk: 未能傳送

# STORIES_SHARESHEET_PARTIAL_SEND_TITLE
source: Partially Sent
ar: تمَّ الإرسال جزئيًا
be: Часткова адпраўлена
bn: আংশিকভাবে পাঠানো হয়েছে
ca: Enviat parcialment
cs: Částečně odesláno
da: Delvist sendt
de: Teilweise gesendet
el: Μερική αποστολή
es: Enviado parcialmente
fa: بخشی از آن ارسال شد
fi: Lähetetty osittain
fr: Envoi partiel
ga: Seolta go páirteach
gu: આંશિક રીતે મોકલાયું
he: נשלח חלקית
hi: आंशिक रूप से भेजी गई
hr: Djelomično poslano
hu: Részben elküldve
id: Terkirim sebagian
it: Inviata in parte
ja: 一部送信済み
ko: 일부만 전송됐습니다.
mr: अंशतः पाठवले
ms: Sebahagiannya dihantar
nb: Delvis sendt
nl: Gedeeltelijk verzonden
pl: Relacja udostępniona częściowo
pt_br: Parcialmente enviado
pt_pt: Parcialmente enviado
ro: Trimisă parțial
ru: Отправлено не полностью
sk: Čiastočne odoslané
sr: Делимично послато
sv: Delvis skickad
th: ส่งแล้วบางส่วน
tr: Kısmen gönderildi
ug: قىسمەن ئەۋەتىلدى
uk: Надіслано не всім
ur: جزوی طور پر بھیج دیا گیا
vi: Đã gửi một phần
zh_cn: 未完全发送
zh_hk: 已部分傳送

# STORIES_SHARESHEET_UNABLE_TO_SEND_SEND_SUBTITLE
source: The file type selected is not supported.
ar: نوع الملف المُحدَّد غير مدعوم.
be: Выбраны тып файла не падтрымліваецца.
bn: নির্বাচিত ফাইলের ধরণ সমর্থিত নয়।
ca: El tipus de fitxer seleccionat no és compatible.
cs: Vybraný typ souboru není podporován.
da: Den valgte filtype understøttes ikke.
de: Der gewählte Dateityp wird nicht unterstützt.
el: Ο τύπος αρχείου που επιλέχθηκε δεν υποστηρίζεται.
es: El tipo de archivo seleccionado no es compatible.
fa: نوع فایل انتخاب‌شده پشتیبانی نمی‌شود.
fi: Valittua tiedostomuotoa ei tueta.
fr: Ce type de fichier n’est pas pris en charge.
ga: Níl tacú ann don chineál comhaid a roghnaíodh.
gu: પસંદ કરેલ ફાઇલ પ્રકાર સમર્થિત નથી.
he: סוג הקובץ שנבחר לא נתמך.
hi: सिलेक्ट किया गया फ़ाइल टाइप सपोर्टेड नहीं है।
hr: Odabrana vrsta datoteke nije podržana.
hu: A kiválasztott fájltípus nem támogatott.
id: Jenis file yang dipilih tidak didukung.
it: Il tipo di file selezionato non è supportato.
ja: 選択したファイル形式はサポートされていません。
ko: 선택한 파일 형식을 지원하지 않습니다.
mr: निवडलेला फाईल प्रकार समर्थित नाही.
ms: Jenis fail yang dipilih tidak disokong.
nb: Den valgte filtypen støttes ikke.
nl: Het geselecteerde bestandstype wordt niet ondersteund.
pl: Wybrany typ pliku nie jest obsługiwany.
pt_br: O tipo de arquivo selecionado não é compatível.
pt_pt: O tipo de ficheiro selecionado não é suportado.
ro: Tipul de fișier selectat nu este acceptat.
ru: Выбранный тип файла не поддерживается.
sk: Vybratý typ súboru nie je podporovaný.
sr: Изабрани тип фајла није подржан.
sv: Den valda filtypen stöds inte.
th: ไม่รองรับประเภทของไฟล์ที่เลือก
tr: Seçilen dosya türü desteklenmiyor.
ug: تاللىغان ھۆججەت تىپىنى قوللىمايدۇ.
uk: Вибраний тип файлу не підтримується.
ur: منتخب کردہ فائل کی قسم معاونت یافتہ نہیں ہے۔
vi: Định dạng của tập tin được chọn không được hỗ trợ.
zh_cn: 已选的文件类型不受支持。
zh_hk: 系統無法支援檔案類型。

# STORIES_SHARESHEET_UNABLE_TO_SEND_SEND_TITLE
source: Unable To Send
ar: تعذَّر الإرسال
be: Не атрымалася адправіць
bn: পাঠানো সম্ভব হয়নি
ca: No s'ha pogut enviar
cs: Nelze odeslat
da: Kunne ikke sendes
de: Senden nicht möglich
el: Δεν είναι δυνατή η αποστολή
es: No se ha podido enviar
fa: ارسال نشد
fi: Lähettäminen epäonnistui
fr: Envoi impossible
ga: Seoladh Dodhéanta
gu: મોકલવામાં અસમર્થ
he: לא ניתן לשלוח
hi: भेजने में असमर्थ
hr: Slanje nije uspjelo
hu: Küldés sikertelen
id: Tidak Dapat Mengirim
it: Impossibile inviare
ja: 送信できません
ko: 전송 실패
mr: पाठवण्यास अक्षम आहे
ms: Tidak Dapat Menghantar
nb: Kan ikke sende
nl: Kan niet verzenden
pl: Nie można udostępnić
pt_br: Não foi possível enviar
pt_pt: Não foi possível enviar
ro: Nu se poate trimite
ru: Невозможно отправить
sk: Nedá sa odoslať
sr: Слање није успело
sv: Det går inte att skicka
th: ไม่สามารถส่งได้
tr: Gönderilemiyor
ug: يوللىيالمىدى
uk: Не вдалося надіслати
ur: بھیجنے سے قاصر
vi: Không thể gửi
zh_cn: 无法发送
zh_hk: 無法傳送

# STORIES_TITLE
source: Stories
ar: القصص
az: Hekayələr
be: Гісторыі
bn: স্টোরি
ca: Històries
cs: Příběhy
cy: Straeon
da: Historier
de: Storys
el: Ιστορίες
es: Historias
et: Lood
eu: Storie-ak
fa: استوری‌ها
fi: Tarinat
ga: Scéalta
gu: સ્ટોરી
he: סטוריז
hi: स्टोरीज़
hr: Priče
hu: Történetek
id: Cerita
is: Sögur
it: Storie
ja: ストーリー
km: ášá¿á„ášáŸ‰á¶áœ
kn: ಸ್ಟೋರೀಸ್
ko: 스토리
lt: Istorijos
lv: Stāsti
mk: Приказни
ml: സ്റ്റോറീസ്
mr: स्टोरीज
ms: Cerita
my: စတိုရီ
nb: Storyer
nl: Verhalen
pa: ਕਹਾਣੀਆਂ
pl: Relacje
pt_pt: Histórias
ro: Povești
ru: Истории
sk: Príbehy
sl: Zgodbe
sq: Histori
sr: Приче
sw: Stori
ta: ஸ்டோரீஸ்
te: స్టోరీలు
th: สตอรี่
tr: Hikayeler
ug: ھېكايىلەر
uk: Історії
ur: سٹوریز
vi: Các Story
zh_cn: 动态
zh_hk: 限時動態

# STORIES_UNHIDE_STORY_ACTION
source: Unhide Story
ar: إظهار القصة
be: Адкрыць гісторыю
bn: স্টোরি দৃশ্যমান করুন
ca: Tornar a mostrar història
cs: Zrušit skrytí příběhu
da: Vis historie igen
de: Story einblenden
el: Επανεμφάνιση ιστορίας
es: Mostrar historia
fa: نمایان کردن استوری
fi: Näytä tarina
fr: Afficher la story
ga: Dífholaigh an Scéal
gu: સ્ટોરી દેખાડો
he: ביטול הסתרת סטורי
hi: स्टोरी छिपाना रद्द करें
hr: Ponovno prikaži priču
hu: Történet elrejtésének visszavonása
id: Tampilkan Cerita
it: Rendi visibile la Storia
ja: ストーリーを再表示
ko: 스토리 숨김 해제
mr: स्टोरी उघड करावयाची
ms: Nyahsembunyi Cerita
nb: Vis story
nl: Verhaal niet verbergen
pl: Pokaż relacje
pt_br: Mostrar story
pt_pt: Reexibir história
ro: Arată Povestea din Nou
ru: Открыть историю
sk: Odkryť príbeh
sl: Ponovno prikazuj zgodbo
sr: Поново прикажи причу
sv: Sluta dölja story
th: ยกเลิกการซ่อนสตอรี่
tr: Hikayeyi Göster
ug: ھېكايە يوشۇرۇشنى بىكار قىلىش
uk: Не приховувати історію
ur: سٹوری غیر مخفی کریں
vi: Bỏ Ẩn Story
zh_cn: 取消隐藏动态
zh_hk: 取消隱藏限時動態

# STORIES_UNHIDE_STORY_ACTION_SHORT
source: Unhide
ar: إظهار
be: Адкрыць
bn: প্রকাশ করুন
ca: Mostrar
cs: Zobrazit
da: Vis
de: Einblenden
el: Κατάργηση απόκρυψης
es: Desocultar
fa: نمایان کردن
fi: Poista piilotus
fr: Afficher
ga: Dífholaigh
gu: બતાવો
he: ביטול הסתרה
hi: न छिपाएँ
hr: Ponovno prikaži
hu: Felfedés
id: Perlihatkan
it: Rendi visibile
ja: 再表示
ko: 숨기기 취소
mr: लपवू नका
ms: Paparkan
nb: Vis
nl: Niet verbergen
pl: Pokaż
pt_br: Mostrar
pt_pt: Desocultar
ro: Afișează din nou
ru: Открыть
sk: Odkryť
sr: Поново прикажи
sv: Sluta dölja
th: ยกเลิกการซ่อน
tr: Göster
ug: يوشۇرۇشنى بىكار قىلىش
uk: Не приховувати
ur: غیر مخفی کریں
vi: Bỏ ẩn
zh_cn: 取消隐藏
zh_hk: 取消隱藏

# STORIES_UNHIDE_STORY_CONFIRMATION_TOAST
source: Story Unhidden
ar: تمَّ إظهار القصة
be: Гісторыя адкрытая
bn: স্টোরি দৃশ্যমান করা হয়েছে
ca: S'ha tornat a mostrar la història
cs: Skrytí příběhu zrušeno
da: Historie vises igen
de: Story eingeblendet
el: Ιστορία φανερή
es: Se ha vuelto a mostrar la historia
fa: استوری نمایان شد
fi: Tarina näytetään
fr: Story affichée
ga: Scéal Dífholaithe
gu: સ્ટોરી દેખાડી દીધી
he: הסתרת סטורי בוטלה
hi: छिपी हुई स्टोरी वापस लाई गई
hr: Priča se ponovno prikazuje
hu: Történet elrejtése visszavonva
id: Cerita Ditampilkan
it: La Storia è ora visibile
ja: ストーリーを再表示しました
ko: 스토리를 숨김 해제했습니다.
mr: स्टोरी उघड केली
ms: Cerita Dinyahsembunyikan
nb: Storyen er ikke skjult lenger
nl: Verhaal niet langer verborgen
pl: Relacje już się pokazują
pt_br: O story não está mais oculto
pt_pt: História reexibida
ro: Poveste Arătată din Nou
ru: История открыта
sk: Príbeh bol odkrytý
sl: Zgodba bo ponovno prikazana
sr: Прича је поново приказана
sv: Story inte längre dold
th: ยกเลิกการซ่อนสตอรี่แล้ว
tr: Hikaye Gizlilikten Çıkarıldı
ug: ھېكايە يوشۇرۇش بىكار قىلىندى
uk: Історію знову видно
ur: سٹوری غیر مخفی کر دی گئی
vi: Đã Bỏ Ẩn Story
zh_cn: 已取消隐藏动态
zh_hk: 已取消隱藏限時動態

# STORIES_VIEWS_OFF_DESCRIPTION
source: Enable view receipts to see who’s viewed your stories.
af: Enable read receipts to see who’s viewed your stories.
ar: فعِّل "عرض إيصالات القراءة" لرؤية من شاهد قِصصك.
az: Enable read receipts to see who’s viewed your stories.
be: Уключыце апавяшчэнні аб праглядах, каб ведаць, хто прагледзеў вашы гісторыі.
bn: কে আপনার স্টোরি দেখেছেন তা দেখতে 'রিসিপ্ট দেখুন' সক্রিয় করুন৷
ca: Activa les confirmacions de visualització per veure qui ha vist les teves històries.
cs: Povolte potvrzení o zobrazení, abyste viděli, kdo si vaše příběhy zobrazil.
cy: Enable read receipts to see who’s viewed your stories.
da: Slå kvitteringer til for at se, hvem der har set dine historier.
de: Lesebestätigungen aktivieren, um zu sehen, wer deine Storys gesehen hat.
el: Ενεργοποίησε το αποδεικτικό ανάγνωσης για να βλέπεις ποια άτομα βλέπουν τις ιστορίες σου.
es: Habilita las confirmaciones de visualización para saber quién ha visto tus historias.
et: Enable read receipts to see who’s viewed your stories.
eu: Enable read receipts to see who’s viewed your stories.
fa: رسیدهای بازدید را فعال کنید تا بتوانید ببینید چه کسی از استوری‌های شما بازدید کرده است.
fi: Ota katselukuittaukset käyttöön nähdäksesi, kuka on katsellut tarinoitasi.
fr: Pour savoir qui a consulté vos stories, activez les confirmations de vue.
ga: Cumasaigh admhálacha léite chun na daoine a d'fhéach ar do scéalta a fheiceáil.
gu: તમારી સ્ટોરી કોણે જોઈ છે તે જોવા પ્રાપ્ત કર્યાનું નિશાન સક્ષમ કરો.
he: אפשר להפעיל אישורי צפייה כדי לראות מי צפה בסטוריז שלך.
hi: आपकी स्टोरीज़ किसने देखी हैं यह देखने के लिए प्राप्ति सूचनाएँ सक्षम करें।
hr: Omogućite potvrde čitanja da biste vidjeli tko je pogledao vaše priče.
hu: Engedélyezd a Megtekintési értesítéseket, hogy lásd, kik nézték meg a Történeteidet!
id: Aktifkan bukti penayangan untuk mengetahui siapa yang melihat cerita Anda.
is: Enable read receipts to see who’s viewed your stories.
it: Attiva le conferme di lettura per sapere chi ha visto le tue Storie.
ja: 閲覧済を有効にすると、誰があなたのストーリーを閲覧したかわかります。
kn: Enable read receipts to see who’s viewed your stories.
ko: 내 스토리를 본 사람을 확인하려면 수신 확인을 활성화하세요.
lt: Enable read receipts to see who’s viewed your stories.
lv: Enable read receipts to see who’s viewed your stories.
mk: Enable read receipts to see who’s viewed your stories.
ml: Enable read receipts to see who’s viewed your stories.
mr: आपल्या स्टोरीज कोणी पाहिल्या ते पाहण्यासाठी वाचल्याची पोच सक्षम करा.
ms: Dayakan resit untuk lihat siapa yang telah menonton cerita anda.
my: Enable read receipts to see who’s viewed your stories.
nb: Aktiver visningsbekreftelser for å finne ut hvem som har sett storyene dine.
nl: Zet kijkbevestigingen aan om te zien wie jouw verhalen heeft bekeken.
pa: Enable read receipts to see who’s viewed your stories.
pl: Włącz potwierdzenia wyświetleń i sprawdzaj, kto wyświetla Twoje relacje.
ps: Enable read receipts to see who’s viewed your stories.
pt_br: Ative as confirmações de leitura para saber quem viu seus stories.
pt_pt: Ative as confirmações de leitura para saber quem viu as suas histórias.
ro: Activează confirmările de citire ca să știi cine ți-a văzut poveștile.
ru: Включите уведомления о просмотрах, чтобы узнать, кто просматривал ваши истории.
sk: Povoľte potvrdenia o pozretí a zistite, kto si prezeral vaše príbehy.
sl: Omogočite potrdila o branju, da vidite, kdo si je ogledal vaše zgodbe.
sq: Enable read receipts to see who’s viewed your stories.
sr: Укључите потврде о гледању да бисте знали ко је видео ваше приче.
sv: Aktivera läskvitton för att se vem som har visat din story.
sw: Enable read receipts to see who’s viewed your stories.
ta: Enable read receipts to see who’s viewed your stories.
te: Enable read receipts to see who’s viewed your stories.
th: เปิดใช้ตัวเลือกการแจ้งว่าอ่านแล้ว เพื่อแสดงว่าใครดูสตอรี่ของคุณ
tr: Hikayelerini kimlerin görüntülediğini görmek için okundu bilgisini etkinleştir.
ug: كىملەرنىڭ ھېكايىڭىزنى كۆرگەنلىكىنى بىلىش ئۈچۈن كۆرۈش خاتىرىسىنى قوزغىتىڭ.
uk: Увімкніть відмітки про перегляд, щоб знати, хто дивився ваші історії.
ur: میسج پڑھنے کا ثبوت فعال کریں تاکہ دیکھ سکیں کس نے آپ کی سٹوریز دیکھی ہیں۔
vi: Bật thông báo đã xem để biết ai đã xem story của bạn.
zh_cn: 启用浏览回执功能，看看谁浏览了您的动态。
zh_hk: 啟用已讀標記，看看誰瀏覽了你的限時動態。

# STORIES_VIEWS_TAB
source: Views
af: Kykslae
ar: المشاهدات
az: Baxış
be: Прагляды
bn: ভিউ
ca: Visualitzacions
cs: Zobrazení
cy: Golygon
da: Visninger
de: Aufrufe
el: Προβολές
es: Visualizaciones
et: Vaaamised
eu: Ikustaldiak
fa: بازدیدها
fi: Näytöt
fr: Vues
ga: Amhairc
gu: દ્રશ્યો
he: צפיות
hi: व्यू
hr: Pregledi
hu: Megtekintések
id: Dilihat
is: Skoðað
it: Visualizzazioni
ja: 閲覧
km: á…áŸ†á“á½á“á˜á¾á›
kn: ವೀಕ್ಷಣೆಗಳು
ko: 조회
lt: Peržiūros
lv: Skatījumi
mk: Прегледи
ml: കാഴ്ച്ചകൾ
mr: दृश्ये
ms: Tontonan
my: ကြည့်ရှုမှုများ
nb: Visninger
nl: Gezien door
pa: ਵਿਊ
pl: Wyświetlenia
pt_br: Visualizações
pt_pt: Visualizações
ro: Vizualizări
ru: Просмотры
sk: Pozretia
sl: Ogledi
sq: Parje
sr: Прегледи
sv: Visningar
sw: Mitazamo
ta: பார்வைகள்
te: వీక్షణలు
th: รับชม
tr: Görülmeler
ug: كۆرۈلۈش سانى
uk: Перегляди
ur: ویوز
vi: Lượt xem
zh_cn: 浏览
zh_hk: 觀看

# STORY_COMPOSER_CAMERA
source: Camera
af: Kamera
ar: الكاميرا
az: Kamera
be: Камера
bn: ক্যামেরা
ca: Càmera
cs: Kamera
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
et: Kaamera
eu: Kamera
fa: دوربین
fi: Kamera
fr: Appareil photo
ga: Ceamara
gu: કૅમેરા
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
is: Myndavél
ja: カメラ
kab: Amḍiq n taɣdeft
km: á€á¶á˜áŸášáŸ‰á¶
kn: ಕ್ಯಾಮರಾ
ko: 카메라
lt: Kamera
lv: Kamera
mk: Камера
ml: ക്യാമറ
mr: कॅमेरा
ms: Kamera
my: ကင်မရာ
nb: Kamera
pa: ਕੈਮਰਾ
pl: Aparat
ps: کیمره
pt_br: Câmera
pt_pt: Câmara
ro: Cameră foto
ru: Камера
sk: Fotoaparát
sl: Kamera
sq: Kamerë
sr: Камера
sv: Kamera
sw: Kamera
ta: புகைப்பட கருவி
te: కెమెరా
th: กล้อง
tr: Kamera
ug: كامېرا
uk: Камера
ur: کیمرہ
vi: Máy ảnh
zh_cn: 相机
zh_hk: 相機
