Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DEVICE_LIST_UPDATE_FAILED_TITLE
source: Failed to update device list.
af: Kon nie toestellys bywerk nie.
ar: فشل تحديث قائمة الأجهزة
az: Cihaz siyahısı yenilənmədi.
be: Не атрымалася абнавіць спіс прылад.
bg: Грешка при обновяване на листата с устройства.
bn: ডিভাইস তালিকা আপডেট করতে ব্যর্থ।
ca: No s'ha pogut actualitzar la llista.
cs: Nepodařilo se aktualizovat seznam zařízení.
cy: Methwyd diweddaru rhestr dyfeisiau.
da: Listen over enheder kunne ikke opdaters
de: Geräteliste konnte nicht aktualisiert werden.
el: Η ενημέρωση της λίστας συσκευών απέτυχε.
es: No se ha podido actualizar la lista de dispositivos.
es_es: Fallo al actualizar la lista de dispositivos
et: Seadmete nimekirja uuendamine ei õnnestunud.
eu: Gailuen zerrenda eguneratzea huts egin du.
fa: خطا در به‌روزرسانی لیست دستگاه‌ها.
fi: Yhdistettyjen laitteiden listaa voida päivittää.
fil: Bigong i-update ang listahan ng device.
fr: Impossible de mettre à jour la liste des appareils
ga: Níorbh fhéidir liosta na ngléasanna a nuashonrú.
gu: ડિવાઇસ સૂચિને અપડેટ કરવામાં નિષ્ફળ.
he: שגיאה בטעינת רשימת מכשירים
hi: डिवाइस की सूची को अपडेट नहीं हो पा रही है।
hr: Ažuriranje popisa uređaja nije uspjelo.
hu: Nem sikerült frissíteni a készüléklistát.
id: Gagal memperbarui daftar perangkat.
is: Mistókst að uppfæra lista yfir tæki.
it: Impossibile aggiornare la lista dei dispositivi.
ja: 端末リストを更新できませんでした
kab: Aleqqem n tebdart n yibenk ur yeddi ara.
kk: Құрылғылар тізімін жаңарту мүмкін болмады.
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á”á‰áŸ’á‡á¸á§á”á€ášááŸáŸ”
kn: ಸಾಧನ ಪಟ್ಟಿಯನ್ನು ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 기기 목록 업데이트에 실패했습니다.
lt: Nepavyko atnaujinti įrenginių sąrašo.
lv: Neizdevās atjaunināt ierīču sarakstu.
mk: Неуспешно ажурирање на листата на уреди.
ml: ഡിവൈസ് ലിസ്റ്റ് അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
mr: डिव्हाईस यादी अद्यतनित करण्यात अयशस्वी.
ms: Gagal untuk mengemas kini senarai peranti
my: ဖုန်းစာရင်းကိုထပ်ဖြည့်ခြင်း မအောင်မြင်ပါ။
nb: Mislyktes med oppdatering av enhetsliste
nl: Het bijwerken van de lijst met apparaten is mislukt.
pa: ਡਿਵਾਈਸ ਸੂਚੀ ਅਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ.
pa_pk: آلے دی فہرست نوں اپ ڈیٹ کرن اچ ناکام۔
pl: Nie udało się zaktualizować listy urządzeń.
ps: د وسیلې د لیست اپډیټ کول تر سره نشو.
pt_br: Falha ao atualizar a lista de aparelhos.
pt_pt: Falha ao atualizar a lista de dispositivos.
ro: Actualizarea listei de dispozitive a eșuat.
ru: Не удалось обновить список устройств.
sk: Nepodarilo sa aktualizovať zoznam zariadení.
sl: Posodobitev seznama naprav ni bila uspešna.
sq: S’u arrit të përditësohet lista e pajisjeve.
sr: Ажурирање листе уређаја није успело.
sv: Det gick inte att uppdatera enhetslistan.
sw: Imeshindwa kusasisha orodha ya kifaa.
ta: சாதனப் பட்டியலைப் புதுப்பிப்பதில் தோல்வி.
te: పరికర జాబితాను నవీకరించడంలో విఫలమైంది.
th: ปรับปรุงรายการอุปกรณ์ไม่สำเร็จ
tr: Cihaz listesi güncellenemedi.
ug: ئۈسكۈنە تىزىمىنى يېڭىلىيالمىدى.
uk: Не вдалось оновити список пристроїв.
ur: ڈیوائس لِسٹ کی تجدید میں ناکامی
vi: Không thể cập nhật danh sách thiết bị.
zh_cn: 设备列表更新失败。
zh_hk: 無法更新裝置列表。

# DEVICE_LIST_UPDATE_NEW_DEVICE_SYNCED_TOAST
source: Message sync complete
ar: اكتملت مزامنة الرسالة
be: Сінхранізацыя паведамленняў выканана
bn: মেসেজ সিঙ্ক সম্পন্ন হয়েছে
ca: S'ha completat la sincronització de missatges
cs: Synchronizace zpráv dokončena
da: Beskedsynkronisering fuldført
de: Nachrichtensynchronisierung abgeschlossen
el: Ο συγχρονισμός μηνυμάτων ολοκληρώθηκε
es: Sincronización de mensajes completada
fa: همگام‌سازی پیام کامل شد
fi: Viestien synkronointi valmis
fr: Synchronisation des messages terminée
ga: Sioncronú na dteachtaireachtaí críochnaithe
gu: મેસેજ સિંક પૂર્ણ થયું
he: סנכרון הודעות הושלם
hi: संदेश का सिंक पूरा हुआ
hr: Sinkronizacija poruka je dovršena
hu: Az üzenetszinkronizálás befejeződött
id: Sinkronisasi pesan selesai
it: Sincronizzazione messaggi completata
ja: メッセージの同期が完了しました
ko: 메시지 동기화 완료
mr: संदेश सिंक पूर्ण झाले
ms: Penyegerakan mesej selesai
nb: Meldingene ble synkronisert
nl: Berichtsynchronisatie voltooid
pl: Synchronizacja wiadomości zakończona
pt_br: Sincronização de mensagens concluída
pt_pt: Sincronização de mensagens concluída
ro: Sincronizarea mesajelor s-a încheiat
ru: Синхронизация сообщений завершена
sk: Synchronizácia správ je dokončená
sr: Синхронизација порука је готова
sv: Meddelandesynkronisering slutförd
th: การซิงค์ข้อความเสร็จสมบูรณ์
tr: Mesaj senkronizasyonu tamamlandı
ug: ئۇچۇر ماسقەدەملەش تاماملاندى
uk: Повідомлення синхронізовано
ur: میسج سنک کا عمل مکمل ہو گیا ہے
vi: Đồng bộ tin nhắn hoàn tất
zh_cn: 消息同步完成
zh_hk: 訊息同步完成

# DEVICE_LIST_UPDATE_NEW_DEVICE_TOAST
source: “%@” linked
ar: تمَّ الربط بـ "%1$@"
be: «%1$@» звязана
bn: "%1$@" লিংক করা হয়েছে
ca: “%1$@” enllaçat
cs: „%1$@“ propojeno
da: "%1$@" forbundet
de: »%1$@« gekoppelt
el: Η συσκευή "%1$@ " συνδέθηκε
es: "%1$@" se ha vinculado
fa: “%1$@” متصل شد
fi: Yhdistetty: %1$@
fr: "%1$@" associé.
ga: "%1$@" nasctha
gu: "%1$@ " લિંક કર્યું
he: התבצע קישור של ״%1$@״
hi: “%1$@” को लिंक किया गया
hr: „%1$@“ je povezan
hu: „%1$@” összekapcsolva
id: “%1$@” berhasil ditautkan
it: "%1$@" collegato
ja: 「%1$@」がリンクされました
ko: '%1$@'을(를) 연결했습니다.
mr: “%1$@” केले
ms: “%1$@” dipautkan
nb: «%1$@» ble koblet til
nl: ‘%1$@’ gekoppeld
pl: Połączono urządzenie „%1$@”
pt_br: “%1$@” vinculado
pt_pt: “%1$@” vinculado
ro: „ %1$@” a fost asociat
ru: «%1$@» привязано
sk: Zariadenie „%1$@“ bolo prepojené
sr: Уређај „%1$@“ је повезан
sv: "%1$@ " har länkats
th: เชื่อมโยง “%1$@” เรียบร้อยแล้ว
tr: "%1$@" bağlı
ug: %1$@ ئۇلاندى
uk: «%1$@» зв'язано
ur: “%1$@” کو لنک کر دیا گیا
vi: “%1$@” đã liên kết
zh_cn: “%1$@”已链接
zh_hk: 已連結「%1$@」

# DEVICE_NAME_THIS_DEVICE
source: This Device
ar: هذا الجهاز
be: Гэтая прылада
bn: এই ডিভাইসটি
ca: Aquest dispositiu
cs: Toto zařízení
da: Denne enhed
de: Dieses Gerät
el: Αυτή η συσκευή
es: Este dispositivo
fa: این دستگاه
fi: Tämä laite
fr: Cet appareil
ga: An Gléas Seo
gu: આ ડિવાઇસ
he: מכשיר זה
hi: यह डिवाइस
hr: Ovaj uređaj
hu: Ez az eszköz
id: Perangkat Ini
it: Questo dispositivo
ja: この端末
ko: 이 기기
mr: हे डिव्हाइस
ms: Peranti Ini
nb: Denne enheten
nl: Dit apparaat
pl: To urządzenie
pt_br: Este dispositivo
pt_pt: Este dispositivo
ro: Acest Dispozitiv
ru: Данное устройство
sk: Toto zariadenie
sr: Овај уређај
sv: Den här enheten
th: อุปกรณ์เครื่องนี้
tr: Bu Cihaz
ug: بۇ ئۈسكۈنە
uk: Цей пристрій
ur: یہ ڈیوائس
vi: Thiết bị này
zh_cn: 此设备
zh_hk: 此裝置

# DEVICE_NAME_UNNAMED_DEVICE
source: Unnamed Device
ar: جهاز غير مُسمّى
be: Прылада без назвы
bn: নামহীন ডিভাইস
ca: Dispositiu sense nom
cs: Nepojmenované zařízení
da: Unavngivet enhed
de: Unbenanntes Gerät
el: Ανώνυμη συσκευή
es: Dispositivo sin nombre
fa: دستگاه بدون نام
fi: Nimeämätön laite
fr: Appareil sans nom
ga: Gléas Gan Ainm
gu: અનામી ડિવાઇસ
he: מכשיר ללא שם
hi: अज्ञात डिवाइस
hr: Neimenovani uređaj
hu: Névtelen eszköz
id: Perangkat Tak Bernama
it: Dispositivo senza nome
ja: 名前がついていない端末
ko: 이름 없는 기기
mr: अनामित डिव्हाईस
ms: Peranti Tidak Dinamakan
nb: Enhet uten navn
nl: Naamloos apparaat
pl: Urządzenie bez nazwy
pt_br: Dispositivo sem nome
pt_pt: Dispositivo sem nome
ro: Dispozitiv fără Denumire
ru: Безымянное устройство
sk: Nepomenované zariadenie
sr: Неименован уређај
sv: Namnlös enhet
th: อุปกรณ์ที่ไม่มีชื่อ
tr: İsimsiz Cihaz
ug: نامسىز ئۈسكۈنە
uk: Пристрій без назви
ur: نا معلوم ڈیوائس
vi: Thiết bị Chưa đặt tên
zh_cn: 未命名设备
zh_hk: 未命名裝置

# DEVICE_TRANSFER_CANCEL_CONFIRMATION_ACTION
source: Stop Transfer
af: Stop oordrag
ar: إيقاف النقل
az: Köçürməni dayandır
be: Спыніць перанос
bg: Спиране на прехвърляне
bn: স্থানান্তর বন্ধ করুন
ca: Interromp la transferència
cs: Ukončit přenos
cy: Atal Trosglwyddiad
da: Stop overførslen
de: Übertragung abbrechen
el: Ακύρωση Μεταφοράς
es: Detener transferencia
es_es: Detener transferencia
et: Peata ülekanne
eu: Gelditu Tranferentzia
fa: توقف انتقال
fi: Pysäytä siirto
fil: Itigil ang Paglipat
fr: Arrêter le transfert
ga: Stop an tAistriú
gu: ટ્રાન્સફર બંધ
he: הפסק העברה
hi: ट्रान्सफर रोकें
hr: Zaustavi prijenos
hu: Átvitel megszakítása
id: Hentikan Transfer
is: Stöðva flutning
it: Interrompi trasferimento
ja: 移行を中止する
kab: Seḥbes tuzna
kk: Көшіруді тоқтату
km: á”á‰áŸ’áˆá”áŸ‹á€á¶ášá”á‰áŸ’á‡á¼á“
kn: ವರ್ಗಾವಣೆ ನಿಲ್ಲಿಸಿ
ko: 이동 중단
lt: Stabdyti perkėlimą
lv: Pārtraukt nosūtīšanu
mk: Стопирај пренос
ml: കൈമാറ്റം നിറുത്തുക
mr: स्थानांतरण थांबवा
ms: Hentikan Pemindahan
my: လွှဲပြောင်းမှု ရပ်မယ်
nb: Stopp overføringen
nl: Overzetten annuleren
pa: ਟ੍ਰਾਂਸਫਰ ਰੋਕੋ
pa_pk: منتقلی روکو
pl: Zatrzymaj przenoszenie
ps: د لیږد درول
pt_br: Interromper a transferência
pt_pt: Parar transferência
ro: Oprește transferul
ru: Остановить перенос
sk: Ukončiť prenos
sl: Prekini prenos
sq: Ndale Shpërnguljen
sr: Заустави пренос
sv: Stoppa överföringen
sw: Sitisha Uhamishaji
ta: பரிமாற்றத்தை நிறுத்துங்கள்
te: బదిలీని ఆపు
th: หยุดการถ่ายโอน
tr: Aktarımı Durdur
ug: يۆتكەشنى توختات
uk: Зупинити перенесення
ur: منتقلی بند کرو
vi: Ngưng Chuyển
zh_cn: 停止转移
zh_hk: 停止轉移

# DEVICE_TRANSFER_CANCEL_CONFIRMATION_MESSAGE
source: Closing this window will stop the transfer you have in progress, are you sure you want to proceed?
af: As jy hierdie venster toemaak, sal dit die oordrag wat tans besig is, stop. Is jy seker jy wil voortgaan?
ar: سيؤدي إغلاق هذه النافذة إلى إيقاف عملية النقل الجارية، هل أنت متأكِّد من المتابعة؟
az: Bu pəncərəni bağlamaq, davam edən köçürməni dayandıracaq, bağlamaq istədiyinizə əminsiniz?
be: Калі закрыць гэтае акно, бягучы перанос спыніцца. Вы ўпэўнены, што жадаеце працягнуць?
bg: Затварянето на този прозорец ще спре прехвърлянето, което се извършва в момента, наистина ли искате да продължите?
bn: এই উইন্ডোটি বন্ধ করলে আপনার যে স্থানান্তর চলছে তা বন্ধ হবে, আপনি কি নিশ্চিত যে আপনি এগিয়ে যেতে চান?
ca: Tancar aquesta finestra interromprà la transferència activa. Segur que voleu continuar?
cs: Zavřením tohoto okna ukončíte probíhající přenos. Jste si jisti, že chcete pokračovat?
cy: Bydd cau y ffenest hon yn atal y trosglwyddiad sydd gennych ar y gweill, ydych chi wir eisiau parhau?
da: Lukning af dette vindue vil stoppe den igangværende overførsel. Er du sikker på, at du vil fortsætte?
de: Das Schließen dieses Fensters wird deine derzeit laufende Übertragung abbrechen. Möchtest du wirklich fortfahren?
el: Το κλείσιμο του παραθύρου θα σταματήσει τη μεταφορά σε εξέλιξη, είσαι σίγουρος/η πως θες να συνεχίσεις;
es: Si cierras esta ventana se detendrá la transferencia en progreso. ¿Quieres cerrarla de todos modos?
es_es: Cerrar esta ventana detendrá la transferencia en progreso. ¿Deseas detenerla?
et: Selle akna sulgemine peatab pooleli oleva ülekandmise. Kas soovid sulgeda?
eu: Leiho hau ixteak indarrean dagoen transferentzia geldituko du; ziur zaude aurrera jarraitu nahi izateaz?
fa: بستن این پنجره منجر به توقف عملیات انتقال خواهد شد، آیا از انجام این کار مطمئنید؟
fi: Ikkunan sulkeminen pysäyttää käynnissä olevan siirron. Jatketaanko?
fil: Matitigil ang paglipat na umaandar sa ngayon kung isasara ang window na ito, sigurado ka bang nais mong magpatuloy?
fr: La fermeture de cette fenêtre entraînera l'arrêt du transfert en cours. Voulez-vous vraiment continuer ?
ga: Má dhúnann tú an fhuinneog seo, stopfar an t-aistriú. An bhfuil tú cinnte?
gu: આ વિંડોને બંધ કરવાથી તમે ટ્રાન્સફર થવાનું બંધ કરી દેશો, શું તમે ખરેખર આગળ વધવા માંગો છો?
he: סגירת חלון זה תפסיק את ההעברה שיש לך בהתקדמות, האם אתה בטוח שאתה רוצה להמשיך?
hi: इस विंडो को बंद करने से, चल रहा ट्रान्सफर भी रुक जाएगा, क्या आप अब भी इसे बंद करना चाहेंगे?
hr: Zatvaranjem ovog prozora zaustaviti će se prijenos koji je u tijeku. Jeste li sigurni da želite nastaviti?
hu: Az ablak bezárása megszakítja az adatátvitelt, biztos be akarod zárni?
id: Menutup halaman ini akan menghentikan transfer yang sedang berjalan. Yakin ingin melanjutkan?
is: Að loka þessum glugga mun stöðva þann flutning sem er í gangi, ertu viss um að þú viljir halda áfram?
it: La chiusura di questa finestra interromperà il trasferimento in corso, sei sicuro di voler procedere?
ja: このウィンドウを閉じると、進行中のデータ移行を中止します。本当に閉じますか？
kab: Amdal n usfaylu ad iseḥbes tuzna ara iteddun, tebɣiḍ s tidet ad tedduḍ?
kk: Осы терезені таңдау қазір жүріп жатқан көшіруді тоқтатады, шынымен де жалғастырғыңыз келе ме?
km: á‡áŸ’ášá¾áŸášá¾áŸá•áŸ’á‘á¶áŸ†á„á“áŸáŸ‡ á“á¹á„á”á‰áŸ’áˆá”áŸ‹á€á¶ášá”á‰áŸ’á‡á¼á“áŠáŸ‚á›á€áŸ†á–á»á„áŠáŸ†áá¾á€á¶áš áá¾á¢áŸ’á“á€á…á„áŸ‹á…á¶á”áŸ‹á•áŸ’áá¾á˜á‘áŸ?
kn: ಈ ವಿಂಡೋವನ್ನು ಕ್ಲೋಸ್ ಮಾಡುವುದು ನೀವು ಪ್ರಗತಿಯಲ್ಲಿ ಹೊಂದಿರುವ ವರ್ಗಾವಣೆಯನ್ನು ನಿಲ್ಲಿಸುವುದು, ನೀವು ಮುಂದುವರಿಯುವ ಬಗ್ಗೆ ಖಾತ್ರಿಯನ್ನು ಹೊಂದಿದ್ದೀರಾ?
ko: 창을 닫으면 전송이 중단됩니다. 계속하시겠습니까?
lt: Užvėrus šį langą, bus sustabdytas vykdomas perkėlimas. Ar tikrai norite tęsti?
lv: Aizverot šo logu, tiks pārtraukta atkīvā nosūtīšana. Vai tiešām vēlaties turpināt?
mk: Со затворање на овој прозорец преносот кој е во тек ќе се прекине, дали сте сигурни дека сакате да продолжите?
ml: ഈ വിൻഡോ ക്ലോസ് ചെയ്യുന്നത് മൂലം നിങ്ങൾക്ക് ഇപ്പോൾ നടന്നുകൊണ്ടിരിക്കുന്ന കൈമാറ്റം അവസാനിക്കും, നിങ്ങൾക്ക് ഇത് തുടരണമെന്ന് ഉറപ്പാണോ?
mr: हे पटल बंद केल्याने आपले प्रगती मध्ये असलेले स्थानांतरण थांबेल, आपण पुढे जाण्याची आपणास खात्री आहे का?
ms: Menutup tetingkap ini akan menghentikan pemindahan yang anda ada sedang berjalan, adakah anda mahu teruskan?
my: ၎င်း ဝင်းဒိုးကိုပိတ်ခြင်းဖြင့် သင်လုပ်ဆောင်နေသော လွှဲပြောင်းမှု ရပ်တန့်သွားမည်။ ၎င်း ဝင်းဒိုးကိုပိတ်မည်ဆိုသည်မှာ သေချာပါသလား?
nb: Overføringen blir stoppet hvis du lukker dette vinduet. Er du sikker på at du vil fortsette?
nl: Als je dit venster sluit, wordt het overzetten van gegevens geannuleerd. Weet je zeker dat je het overzetten wilt stoppen?
pa: ਇਸ ਵਿੰਡੋ ਨੂੰ ਬੰਦ ਕਰਨ ਨਾਲ ਚੱਲ ਰਿਹਾ ਟ੍ਰਾਂਸਫਰ ਰੁਕ ਜਾਵੇਗਾ, ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਅਗਾਂਹ ਵਧਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pa_pk: ایس ونڈو نوں بند کرن نال تساں نی جاری منتقلی رک جاوے گی، کی تساں یقینی او، کہ اگے ودھنا چاہندے او؟
pl: Jeśli zamkniesz to okno, przenoszenie zostanie przerwane. Czy chcesz to zrobić?
ps: د دغې کړکۍ تړل به د لیږد رامنځته شوی پرمختګ ودروي، ایا ډاډه یاست چې مخکې ولاړ شئ؟
pt_br: Ao fechar esta janela, a atual transferência será interrompida. Você deseja fechá-la ainda assim?
pt_pt: Fechar esta janela irá parar a transferência que tem em progresso. Tem a certeza que deseja continuar?
ro: Închiderea acestei ferestre va opri transferul pe care îl ai în curs, ești sigur că vrei să continui?
ru: Закрытие этого окна остановит процесс переноса, который сейчас выполняется. Вы уверены, что хотите продолжить?
sk: Zatvorenie tohto okna ukončí prebiehajúci prenos, ste si istý/á, že chcete pokračovať?
sl: Če boste zaprli to okno, bo prenos, ki je v teku, prekinjen. Ste prepričani, da želite nadaljevati?
sq: Mbyllja e kësaj dritareje do të ndalë shpërnguljen që keni në punë e sipër, jeni i sigurt se doni të vazhdohet?
sr: Затварањем овог прозора ћете зауставити пренос података који је у току. Желите ли заиста да наставите?
sv: Om du stänger detta fönster kommer din pågående överföring att stoppas, är du säker på att du vill fortsätta?
sw: Kufunga dirisha hili kutasitisha uhamishaji unaoendelea, una uhakika unataka kuendelea?
ta: இந்த சாளரத்தை மூடுவது பரிமாற்றத்தை நிறுத்தும் நீங்கள் செயலில் உள்ளது, நீ சொல்வது உறுதியா நீங்கள் தொடர விரும்புகிறீர்களா?
te: ఈ విండోను మూసివేయడం వలన మీరు పురోగతిలో ఉన్న బదిలీని ఆపివేస్తారు, మీరు ఖచ్చితంగా కొనసాగాలని అనుకుంటున్నారా?
th: การปิดหน้าต่างนี้จะหยุดการถ่ายโอนที่คุณกำลังทำอยู่ คุณต้องการหยุดหรือไม่?
tr: Bu pencereyi kapatmak, sürmekte olan aktarımı iptal edecektir; devam etmek istediğinizden emin misiniz?
ug: بۇ كۆزنەك تاقالسا داۋاملىشىۋاتقان يۆتكەش مەشغۇلاتىڭىزمۇ توختايدۇ، راستلا داۋاملاشتۇرامسىز؟
uk: Якщо ви закриєте це вікно, то буде зупинено перенесення даних, яке зараз триває. Ви впевнені, що хочете його закрити?
ur: اس ونڈو کو بند کرنے سے آپ کی منتقلی بند ہوجائے گی ، کیا آپ واقعی آگے بڑھنا چاہتے ہیں؟
vi: Đóng cửa sổ này sẽ ngưng quá trình chuyển dữ liệu hiện tại, bạn có chắc chắn bạn muốn tiếp tục?
zh_cn: 关闭当前窗口会停止你当前正进行的迁移，你确定要关闭么？
zh_hk: 關閉這視窗會停止正在進行中的轉移，你確定要繼續嗎？

# DEVICE_TRANSFER_CANCEL_CONFIRMATION_TITLE
source: Stop Transfer?
af: Stop oordrag?
ar: هل تُريد إيقاف النقل؟
az: Köçürmə dayandırılsın?
be: Спыніць перанос?
bg: Спиране на прехвърлянето?
bn: স্থানান্তর বন্ধ করবেন?
ca: Interrompo la transferència?
cs: Ukončit přenos?
cy: Atal Trosglwyddiad?
da: Stop overførslen?
de: Übertragung abbrechen?
el: Ακύρωση μεταφοράς;
es: ¿Detener transferencia?
es_es: ¿Detener transferencia?
et: Kas peatada ülekandmine?
eu: Transferentzia Gelditu?
fa: انتقال متوقف شود؟
fi: Pysäytetäänkö siirto?
fil: Itigil ang Paglipat?
fr: Arrêter le transfert ?
ga: Stop an tAistriú?
gu: ટ્રાન્સફર બંધ?
he: להפסיק העברה?
hi: ट्रान्सफर रोकें?
hr: Zaustaviti prijenos?
hu: Megszakítod az átvitelt?
id: Hentikan Transfer?
is: Stöðva flutning?
it: Interrompere il trasferimento?
ja: 移行を中止しますか？
kab: Seḥbes tuzna?
kk: Көшіруді тоқтату керек пе?
km: á”á‰áŸ’áˆá”áŸ‹á€á¶ášá”á‰áŸ’á‡á¼á“?
kn: ವರ್ಗಾವಣೆಯನ್ನು ನಿಲ್ಲಿಸುವುದೇ?
ko: 이동을 중단하시겠습니까?
lt: Stabdyti perkėlimą?
lv: Pārtraukt nosūtīšanu?
mk: Стопирај пренос?
ml: കൈമാറ്റം നിർത്തണോ?
mr: स्थानांतरण थांबवायचे?
ms: Hentikan Pemindahan?
my: လွှဲပြောင်းမှု ရပ်မည်လား?
nb: Skal overføringen stoppes?
nl: Overzetten annuleren?
pa: ਟ੍ਰਾਂਸਫਰ ਨੂੰ ਰੋਕਣਾ ਹੈ?
pa_pk: منتقلی روکو؟
pl: Zatrzymać przenoszenie?
ps: غواړئ لیږد ودروئ؟
pt_br: Interromper a transferência?
pt_pt: Parar transferência?
ro: Oprire transfer?
ru: Остановить перенос?
sk: Ukončiť prenos?
sl: Želite zaustaviti prenos?
sq: Të Ndalet Shpërngulja?
sr: Желите ли да зауставите пренос?
sv: Stoppa överföringen?
sw: Sitisha Uhamishaji?
ta: இடமாற்றத்தை நிறுத்தவா?
te: బదిలీని ఆపాలా?
th: หยุดการถ่ายโอนหรือไม่?
tr: Aktarımı Durdur?
ug: يۆتكەشنى توختىتامدۇ؟
uk: Зупинити перенесення?
ur: منتقلی بند کرو؟
vi: Ngưng Chuyển?
zh_cn: 停止转移？
zh_hk: 停止轉移？
