Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_VERIFICATION_RESEND_CODE_COUNTDOWN_FORMAT
source: Resend Code in %@
af: Stuur kode weer oor %@
ar: إعادة إرسال الكود خلال %1$@
az: %@ ərzində kodu yenidən göndər
be: Паўторна адправіць код праз %1$@
bn: %1$@-এর মধ্যে কোডটি পুনরায় পাঠান
ca: Torna a enviar el codi d'aquí a %1$@
cs: Znovu odeslat kód za %1$@
cy: Ailanfon Côd mewn %@
da: Send koden igen om %1$@
de: Code erneut senden in %1$@
el: Επαναποστολή κωδικού σε %1$@
es: Reenviar código en %1$@
et: Saada kood uuesti %@ pärast
eu: Kodea birbidali %@
fa: ارسال مجدد کد پس از %1$@
fi: Lähetä koodi uudelleen %1$@ kuluttua
fr: Renvoyer le code dans %1$@
ga: Resend Code in %1$@
gu: %1$@માં કોડને ફરીથી મોકલો
he: שלח מחדש קוד עוד %1$@
hi: %1$@ में कोड दोबारा भेजें
hr: Ponovno pošalji kôd za %1$@
hu: Kód újra küldése: %1$@
id: Mengirim Ulang Kode dalam %1$@
is: Endursenda kóða eftir %@
it: Rinvia codice tra %1$@
ja: %1$@後にコードを再送する
kab: Ales tuzna n tengalt deg %@
km: á•áŸ’á‰á¾á›áŸáá€á¼áŠá˜áŸ’áá„á‘áŸ€áá€áŸ’á“á»á„á–áŸá› %@
kn: %@ ಒಳಗೆ ಕೋಡ್‌ ಮತ್ತೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ
ko: %1$@ 후 코드 다시 보내기
lt: Siųsti kodą iš naujo (po %@)
lv: Pārsūtīt kodu pēc %@
ml: %@-ൽ കോഡ് വീണ്ടും അയയ്ക്കുക
mr: %1$@मध्ये कोड पुन्हा पाठवा
ms: Hantar semula Kod dalam %1$@
my: %@ အတွင်း ကုဒ်ကို ပြန်ပို့ပါ
nb: Send koden på nytt om %1$@
nl: Stuur code opnieuw (beschikbaar over %1$@)
pa: %@ ਵਿੱਚ ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ
pl: Wyślij kod ponownie za %1$@
ps: کوډ بیرته په %@ کې ولیږئ
pt_br: Reenviar código daqui a %1$@
pt_pt: Reenviar código dentro de %1$@
ro: Retrimite cod în %1$@
ru: Отправить код ещё раз через %1$@
sk: Znovu odoslať kód o %1$@
sl: Ponovno pošlji kodo čez %@
sq: Ridërgoje Kodin pas %@
sr: Поново пошаљи код за %1$@
sv: Skicka koden igen om %1$@
sw: Tuma Tena Nambari ndani ya %@
ta: குறியீட்டை மீண்டும் அனுப்பு %@
te: %@ లో కోడ్‌ను తిరిగి పంపండి
th: ส่งรหัสอีกครั้งภายใน %1$@
tr: Kodu %1$@ içerisinde Yeniden Gönder
ug: «%1$@» تىن كېيىن كود قايتا ئەۋەتىلسۇن
uk: Надішліть код ще раз через %1$@
ur: %1$@ میں کوڈ دوبارہ بھیجیں
vi: Gửi lại Mã trong %1$@
zh_cn: %1$@ 后重发验证码
zh_hk: %1$@ 後重新傳送驗證碼

# ONBOARDING_VERIFICATION_TITLE_DEFAULT_FORMAT
source: Enter the code we sent to %@
af: Voer die kode in wat ons aan %@ gestuur het
ar: أدخِل الكود الذي أرسلناهُ إلى %1$@
az: %@ nömrəsinə göndərdiyimiz kodu daxil edin
be: Увядзіце код, які мы адправілі на %1$@
bg: Въведете кода, който изпратихме на %@
bn: %1$@ এ প্রেরিত কোডটি প্রবেশ করান
ca: Marqueu el codi que hem enviat a %1$@.
cs: Zadejte kód, který jsme odeslali na %1$@
cy: Rhowch y côd a anfonwyd i %@
da: Indtast verifikationskoden vi sendte til %1$@
de: Gib den Code ein, den wir an %1$@ gesendet haben
el: Γράψε τον κωδικό που στείλαμε στο %1$@
es: Introduce el código que hemos enviado al %1$@
es_es: Introduce el código que hemos enviado a %@
et: Sisesta kood, mille saatsime numbrile %@
eu: Sartu %@(e)ra bidalitako kodea
fa: وارد کردن کدی که ما به %1$@ فرستادیم
fi: Syötä koodi, jonka lähetimme numeroon %1$@
fil: Ilagay ang code na ipinadala namin sa %@
fr: Saisir le code envoyé au %1$@
ga: Cuir isteach an cód a sheolamar chuig %1$@
gu: અમે %1$@પર મોકલ્યો કોડ દાખલ કરો
he: הכנס את הקוד ששלחנו אל %1$@
hi: %1$@ को भेजे गए सत्यापन कोड दर्ज करें
hr: Unesite kôd koji smo poslali na %1$@
hu: Add meg a kódot amelyet az alábbi számra küldtünk: %1$@
id: Masukkan kode verifikasi yang kami kirim ke %1$@
is: Settu inn kóðann sem við sendum á %@
it: Inserisci il codice che abbiamo inviato a %1$@
ja: %1$@ へ送信したコードを入力してください
kab: Sekcem tangalt i nuzen ɣer %@
kk: Біз %@ нөміріне жіберген кодты енгізіңіз
km: á”á‰áŸ’á…á¼á›á›áŸáá€á¼áŠáŠáŸ‚á›á™á¾á„á”á¶á“á•áŸ’á‰á¾á‘áŸ… %@
kn: %@ ಗೆ ನಾವು ಕಳುಹಿಸಿದ ಕೋಡ್ ನಮೂದಿಸಿ
ko: %1$@ 번호로 보낸 코드를 입력해주세요
lt: Įveskite kodą, kurį išsiuntėme į %@
lv: Ievadiet kodu, kuru nosūtījām uz %@
mk: Внесете го кодот што ви го испративме на %@
ml: %@ ലേക്ക് ഞങ്ങൾ അയച്ച കോഡ് നൽകുക
mr: %1$@ वर आम्ही पाठविलेला कोड प्रविष्ट करा
ms: Masukkan kod yang kami hantar ke %1$@
my: %@ သို့ ကျွန်ုပ်တို့ ပို့ထားသော ကုဒ်ကို ရိုက်ထည့်ပါ
nb: Tast inn koden vi sendte til %1$@
nl: Vul de code in die we per sms naar %1$@ hebben verzonden
pa: %@ 'ਤੇ ਸਾਡੇ ਵੱਲੋਂ ਭੇਜਿਆ ਕੋਡ ਦਰਜ ਕਰੋ
pa_pk: کوڈ درج کرو جیہڑا اسی %@ اتے گھلیا سی
pl: Podaj kod, który wysłaliśmy na %1$@
ps: هغه کوډ دننه کړئ کوم چې موږ %@ ته لیږلی
pt_br: Insira o código que enviamos para %1$@
pt_pt: Introduza o código que enviámos para %1$@
ro: Introdu codul trimis la %1$@
ru: Введите код, который мы отправили на %1$@
sk: Zadajte kód, ktorý sme odoslali na %1$@
sl: Vnesite kodo poslano na %@
sq: Jepni kodin që dërguam te %@
sr: Унесите код послат на %1$@
sv: Ange koden vi skickade till %1$@
sw: Ingiza nambari tuliyotuma kwa %@
ta: நாங்கள் அனுப்பிய குறியீட்டை %@ க்கு உள்ளிடவும்
te: మేము పంపిన కోడ్‌ను నమోదు చేయండి %@
th: ใส่รหัสที่เราส่งไปที่ %1$@
tr: %1$@ numarasına gönderdiğimiz kodu girin
ug: بىز «%1$@» گە يوللىغان كودنى كىرگۈزۈڭ
uk: Введіть код, який ми відправили на %1$@
ur: %1$@ہم نے کوڈ بھیجا ہے داخل کریں
vi: Nhập mã chúng tôi đã gửi tới %1$@.
zh_cn: 请输入我们发送到%1$@的验证码
zh_hk: 請輸入發送到 %1$@ 的驗證碼

# ONBOARDING_VERIFICATION_TITLE_LABEL
source: Verification code
af: Bevestigingskode
ar: كود التحقُّق
az: Təsdiqləmə kodu
be: Праверачны код
bn: যাচাইকরণ কোড
ca: Codi de verificació
cs: Ověřovací kód
cy: Cod gwirio
da: Bekræftelseskode
de: Verifizierungscode
el: Κωδικός επαλήθευσης
es: Código de verificación
et: Kinnituskood
eu: Baieztapen kodea
fa: کد تایید
fi: Vahvistuskoodi
fr: Code de confirmation
gu: ચકાસણી કોડ
he: קוד וידוא
hi: सत्यापन कोड
hr: Potvrdni kôd
hu: Ellenőrző kód
id: Kode verifikasi
is: Sannvottunarkóði
it: Codice di verifica
ja: 認証コード
kab: Asenqed n tengalt
km: á›áŸáá€á¼áŠá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಣ ಕೋಡ್
ko: 확인 코드
lt: Patvirtinimo kodas
lv: Verifikācijas kods
ml: പരിശോധിച്ചുറപ്പാക്കൽ കോഡ്
mr: सत्यापन कोड
ms: Kod pengesahan
my: အတည်ပြုချက်ကုဒ်
nb: Verifikasjonskode
nl: Verificatiecode
pa: ਤਸਦੀਕੀ ਕੋਡ
pl: Kod weryfikacyjny
ps: د تایید کوډ
pt_br: Código de verificação
pt_pt: Código de verificação
ro: Cod de verificare
ru: Код подтверждения
sk: Overovací kód
sl: Verifikacijska koda
sq: Kod verifikimi
sr: Шифра за верификацију
sv: Verifieringskod
sw: Nambari ya kuthibitisha
ta: சரிபார்ப்புக் குறியீடு
te: ధృవీకరణ కోడ్
th: รหัสยืนยัน
tr: Doğrulama kodu
ug: دەلىللەش كودى
uk: Код підтвердження
ur: تصدیقی کوڈ
vi: Mã Xác nhận
zh_cn: 验证码
zh_hk: 驗證碼

# OPEN_APP_SETTINGS_BUTTON
source: Settings
ar: الإعدادات
be: Налады
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
ga: Socruithe
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
mr: सेटिंग
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sr: Подешавања
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
ug: تەڭشەكلەر
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_cn: 设置
zh_hk: 設定

# OPEN_SETTINGS_BUTTON
source: Settings
af: Instellings
ar: الإعدادات
az: Tənzimləmələr
be: Налады
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_es: Ajustes
et: Sätted
eu: Hobespenak
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Réglages
ga: Socruithe
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
kab: Iɣewwaṛen
kk: Параметрлер
km: á€á¶ášá€áŸ†áááŸ‹
kn: ಸಂಯೋಜನೆಗಳು
ko: 설정
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग
ms: Tetapan
my: အပြင်အဆင်များ
nb: Innstillinger
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pa_pk: ترتیباں
pl: Ustawienia
ps: تنظیمات
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sr: Подешавања
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: అమరికలు
th: การตั้งค่า
tr: Ayarlar
ug: تەڭشەكلەر
uk: Параметри
ur: ترتیبات
vi: Cài đặt
zh_cn: 设置
zh_hk: 設定

# OS_EXPIRED_AND_CAN_UPGRADE_OS
source: Signal no longer works on this device. To use Signal again, update your device to a newer version of iOS.
ar: لم يعُد تطبيق سيجنال يَعمل على هذا الجهاز. لاستخدام سيجنال مُجدَّدًا، يُرجى تحديث إصدار iOS على جهازك.
be: Signal ужо не працуе на гэтай прыладзе. Каб зноў выкарыстоўваць Signal, трэба абнавіць прыладу да больш новай версіі iOS.
bn: Signal এই ডিভাইসে আর কাজ করে না। আবার Signal ব্যবহার করতে, iOS-এর একটি নতুন সংস্করণ দিয়ে আপনার ডিভাইসটি আপডেট করুন।
ca: Signal ja no funciona en aquest dispositiu. Per continuar utilitzant Signal, actualitza el teu dispositiu a una versió més recent d'iOS.
cs: Služba Signal již na tomto zařízení nefunguje. Chcete-li službu Signal opět používat, aktualizujte své zařízení na novější verzi iOS.
da: Signal virker ikke længere på denne enhed. Hvis du fortsat vil bruge Signal, skal du opdatere din enhed til en nyere version af iOS.
de: Signal funktioniert auf diesem Gerät nicht mehr. Um Signal wieder nutzen zu können, aktualisiere dein Gerät auf eine neuere iOS-Version.
el: Το Signal δεν λειτουργεί πλέον σε αυτή τη συσκευή. Για να χρησιμοποιήσεις πάλι το Signal, ενημέρωσε τη συσκευή σου με μια νεότερη έκδοση iOS.
es: Signal ya no funciona en este dispositivo. Para seguir usando Signal, actualiza tu dispositivo a una versión más reciente de iOS.
fa: سیگنال دیگر در این دستگاه کار نمی‌کند. برای استفاده دوباره از سیگنال، دستگاهتان را به نسخه جدیدتر iOS به‌روزرسانی کنید.
fi: Signal ei enää toimi tässä laitteessa. Jos haluat käyttää Signalia uudelleen, päivitä laite uudempaan iOS-versioon.
fr: Signal ne fonctionne plus sur cet appareil. Pour continuer d'utiliser Signal, mettez à jour votre appareil iOS.
ga: Níl Signal ag feidhmiú ar an ngléas seo a thuilleadh. Le Signal a úsáid arís, nuashonraigh do ghléas chuig leagan níos nuaí de iOS.
gu: Signal હવે આ ડિવાઇસ પર કામ કરતું નથી. Signalનો ફરીથી ઉપયોગ કરવા માટે, તમારા ડિવાઇસને iOSના નવા વર્ઝન પર અપડેટ કરો.
he: אפליקציית Signal כבר לא פועלת במכשיר הזה. כדי להשתמש ב–Signal שוב, צריך לעדכן את המכשיר לגרסה חדשה יותר של iOS.
hi: Signal अब इस डिवाइस पर काम नहीं करता। Signal दोबारा इस्तेमाल करने के लिए, अपनी डिवाइस को iOS के नए संस्करण पर अपडेट करें।
hr: Signal više nije kompatibilan s ovim uređajem. Da biste ponovno koristili Signal, ažurirajte svoj uređaj na noviju verziju iOS-a.
hu: A Signal már nem működik ezen az eszközön. A Signal ismételt használatához frissítsd az eszközöd az iOS újabb verziójára.
id: Signal sudah tidak berfungsi di perangkat ini. Untuk menggunakan Signal lagi, perbarui perangkat Anda ke versi iOS yang lebih baru.
it: Signal non è più supportato su questo dispositivo. Per usare Signal di nuovo, aggiorna il tuo dispositivo a una nuova versione di iOS.
ja: この端末では Signal は動作しなくなりました。再び Signal をご利用になるには、お使いの端末で iOS のバージョンをアップデートしてください。
ko: 이 기기에서 Signal이 더 이상 작동하지 않습니다. Signal을 다시 시작하려면 기기를 최신 iOS 버전으로 업데이트하세요.
mr: Signal यापुढे या डिव्हाइसवर काम करणार नाही. Signal पुन्हा वापरण्यास, आपल्या डिव्हाइसला iOS च्या नवीनतम आवृत्तीवर अद्ययावत करा.
ms: Signal tidak lagi berfungsi pada peranti ini. Untuk menggunakan Signal sekali lagi, kemas kini peranti anda kepada versi iOS yang terkini.
nb: Signal fungerer ikke lenger på denne enheten. Du må oppdatere til en nyere versjon av iOS for å kunne bruke Signal igjen.
nl: Signal werkt niet meer op dit apparaat. Werk je apparaat bij naar een nieuwere versie van iOS om Signal weer te kunnen gebruiken.
pl: Signal nie działa już na tym urządzeniu. Aby dalej korzystać z aplikacji Signal, zaktualizuj system operacyjny do nowszej wersji iOS.
pt_br: O Signal não funciona mais neste dispositivo. Para usar o Signal novamente, atualize seu dispositivo para uma versão mais nova do iOS.
pt_pt: O Signal já não funciona neste dispositivo. Para voltar a usar o Signal, atualize o seu dispositivo para uma versão mais recente do Signal.
ro: Signal nu mai funcționează pe acest dispozitiv. Ca să folosești Signal din nou, actualizează-ți dispozitivul la o versiune mai nouă de Android.
ru: Signal больше не работает на этом устройстве. Чтобы продолжить использование Signal, обновите устройство до более новой версии iOS.
sk: Signal už na tomto zariadení nefunguje. Ak chcete znova používať Signal, aktualizujte svoje zariadenie na novšiu verziu systému iOS.
sr: Signal више не ради на овом уређају. Да бисте поново користили Signal, ажурирајте уређај на новију верзију iOS-а.
sv: Signal fungerar inte längre på den här enheten. Om du vill använda Signal igen uppdaterar du enheten till en nyare version av iOS.
th: อุปกรณ์นี้ไม่รองรับการใช้งาน Signal อีกต่อไป หากต้องการกลับไปใช้งาน Signal ตามปกติอีกครั้ง ให้อัปเดตอุปกรณ์เป็น iOS เวอร์ชันล่าสุด
tr: Signal artık bu cihazda çalışmıyor. Signal'i tekrar kullanmak için cihazını daha yeni bir iOS sürümüne güncelle.
ug: Signal بۇ ئۈسكۈنىدە ئەمدى ئىشلىمەيدۇ. Signal نى قايتا ئىشلىتىش ئۈچۈن، ئۈسكۈنىڭىزنى iOS نىڭ يېڭىراق نەشرىگە يېڭىلاڭ.
uk: Signal більше не працює на цьому пристрої. Щоб знову користуватися застосунком, оновіть iOS до новішої версії.
ur: Signal اس ڈیوائس پر اب مزید کام نہیں کرتا۔ Signal کو دوبارہ استعمال کرنے کے لیے، اپنی ڈیوائس کو iOS کے جدید ترین ورژن پر اپ ڈیٹ کریں۔
vi: Signal không còn hoạt động được trên thiết bị này. Để tiếp tục sử dụng Signal, hãy cập nhật thiết bị của bạn lên một phiên bản iOS mới hơn.
zh_cn: Signal 已无法在此设备上运行。如要继续使用 Signal，请将您的设备系统更新到更新的 iOS 版本。
zh_hk: Signal 不再適用於此裝置。若要再次使用 Signal，請更新你的裝置至較新的 iOS 版本。

# OS_EXPIRED_AND_DEVICE_IS_STUCK
source: Signal no longer works on this device. To use Signal again, switch to a newer device.
ar: لم يعُد تطبيق سيجنال يَعمل على هذا الجهاز. لاستخدام سيجنال مُجدَّدًا، يُرجى الانتقال إلى جهاز أحدث.
be: Signal ужо не працуе на гэтай прыладзе. Каб зноў выкарыстоўваць Signal, трэба перайсці на больш новую прыладу.
bn: Signal এই ডিভাইসে আর কাজ করে না। আবার Signal ব্যবহার করতে, একটি নতুন ডিভাইসে সুইচ করুন।
ca: Signal ja no funciona en aquest dispositiu. Per continuar utilitzant Signal, canvia el teu dispositiu per un de més nou.
cs: Služba Signal již na tomto zařízení nefunguje. Chcete-li službu Signal opět používat, přejděte na novější zařízení.
da: Signal virker ikke længere på denne enhed. Hvis du fortsat vil bruge Signal, skal du skifte til en nyere enhed.
de: Signal funktioniert auf diesem Gerät nicht mehr. Um Signal wieder nutzen zu können, wechsle auf ein neueres Gerät.
el: Το Signal δεν λειτουργεί πλέον σε αυτή τη συσκευή. Για να χρησιμοποιήσεις πάλι τη Signal, συνδέσου σε μια νεότερη συσκευή.
es: Signal ya no funciona en este dispositivo. Para seguir usando Signal, cambia tu dispositivo por otro más nuevo.
fa: سیگنال دیگر در این دستگاه کار نمی‌کند. برای استفاده دوباره از سیگنال، به دستگاه جدیدتر جابجا شوید.
fi: Signal ei enää toimi tässä laitteessa. Jos haluat käyttää Signalia uudelleen, vaihda uudempaan laitteeseen.
fr: Signal ne fonctionne plus sur cet appareil. Pour continuer d'utiliser Signal, vous avez besoin d'un appareil plus récent.
ga: Níl Signal ag feidhmiú ar an ngléas seo a thuilleadh. Le Signal a úsáid arís, aistrigh chuig gléas níos nuaí.
gu: Signal હવે આ ડિવાઇસ પર કામ કરતું નથી. Signalનો ફરીથી ઉપયોગ કરવા માટે, નવા ડિવાઇસ પર સ્વિચ કરો.
he: אפליקציית Signal כבר לא פועלת במכשיר הזה. כדי להשתמש ב–Signal שוב, צריך להחליף למכשיר חדש יותר.
hi: Signal अब इस डिवाइस पर काम नहीं करता। Signal दोबारा इस्तेमाल करने के लिए, नई डिवाइस पर स्विच करें।
hr: Signal više nije kompatibilan s ovim uređajem. Da biste ponovno koristili Signal, prijeđite na noviji uređaj.
hu: A Signal már nem működik ezen az eszközön. A Signal ismételt használatához válts egy újabb eszközre.
id: Signal sudah tidak berfungsi di perangkat ini. Untuk menggunakan Signal lagi, ganti ke perangkat yang lebih baru.
it: Signal non è più supportato su questo dispositivo. Per usare Signal di nuovo, utilizza un dispositivo più recente.
ja: この端末では Signal は動作しなくなりました。再び Signal をご利用になるには、新しい端末に機種変更をしてください。
ko: 이 기기에서 Signal이 더 이상 작동하지 않습니다. Signal을 다시 시용하려면 최신 기기로 전환하세요.
mr: Signal यापुढे या डिव्हाइसवर काम करणार नाही. Signal पुन्हा वापरण्यास, नवीनतम डिव्हाइसवर स्वीच करा.
ms: Signal tidak lagi berfungsi pada peranti ini. Untuk menggunakan Signal sekali lagi, tukar kepada peranti yang lebih baharu.
nb: Signal fungerer ikke lenger på denne enheten. Du må bytte til en nyere enhet for å kunne bruke Signal igjen.
nl: Signal werkt niet meer op dit apparaat. Schakel over naar een nieuwer apparaat om Signal weer te kunnen gebruiken.
pl: Signal nie działa już na tym urządzeniu. Aby dalej korzystać z aplikacji Signal, wymień urządzenie na nowsze.
pt_br: O Signal não funciona mais neste dispositivo. Para usar o Signal novamente, mude para um dispositivo mais novo.
pt_pt: O Signal já não funciona neste dispositivo. Para voltar a usar o Signal, troque para um dispositivo mais recente.
ro: Signal nu mai funcționează pe acest dispozitiv. Ca să folosești Signal din nou, treci la un dispozitiv mai nou.
ru: Signal больше не работает на этом устройстве. Чтобы продолжить использование Signal, перейдите на более новое устройство.
sk: Signal už na tomto zariadení nefunguje. Ak chcete znova používať Signal, prejdite na novšie zariadenie.
sr: Signal више не ради на овом уређају. Да бисте поново користили Signal, пређите на новији уређај.
sv: Signal fungerar inte längre på den här enheten. Om du vill använda Signal igen växlar du till en nyare enhet.
th: อุปกรณ์นี้ไม่รองรับการใช้งาน Signal อีกต่อไป หากต้องการกลับไปใช้งาน Signal ตามปกติอีกครั้ง ให้เปลี่ยนไปใช้อุปกรณ์รุ่นที่ใหม่กว่า
tr: Signal artık bu cihazda çalışmıyor. Signal'i tekrar kullanmak için daha yeni bir cihaza geç.
ug: Signal بۇ ئۈسكۈنىدە ئەمدى ئىشلىمەيدۇ. Signal نى قايتا ئىشلىتىش ئۈچۈن ئۈسكۈنىڭىزنى يېڭىلاڭ.
uk: Signal більше не працює на цьому пристрої. Щоб знову користуватися застосунком, замініть пристрій на новіший.
ur: Signal اس ڈیوائس پر اب مزید کام نہیں کرتا۔ Signal کو دوبارہ استعمال کرنے کے لیے، ایک جدید ترین ڈیوائس پر سوئچ کریں۔
vi: Signal không còn hoạt động được trên thiết bị này. Để tiếp tục sử dụng Signal, hãy đổi qua một thiết bị mới hơn.
zh_cn: Signal 已无法在此设备上运行。如要继续使用 Signal，请切换到更新的设备。
zh_hk: Signal 不再適用於此裝置。若要再次使用 Signal，請改用較新的裝置。

# OS_SOON_TO_EXPIRE_ACTION_TITLE
source: Update Now
ar: حدِّث الآن
be: Абнавіць зараз
bn: এখনই আপডেট করুন
ca: Actualitzar
cs: Aktualizovat nyní
da: Opdater nu
de: Jetzt aktualisieren
el: Αναβάθμιση τώρα
es: Actualizar ahora
fa: حالا به‌روز کنید
fi: Päivitä nyt
fr: Mettre à jour
ga: Nuashonraigh Anois
gu: અત્યારે અપડેટ કરો
he: עדכון כעת
hi: अभी अपडेट करें
hr: Ažuriraj sada
hu: Frissítés most
id: Perbarui Sekarang
it: Aggiorna ora
ja: アップデートする
ko: 지금 업데이트
mr: आता अद्यतनित करा
ms: Kemas Kini Sekarang
nb: Oppdater nå
nl: Nu bijwerken
pl: Zaktualizuj teraz
pt_br: Atualize agora
pt_pt: Atualizar agora
ro: Actualizează Acum
ru: Обновить
sk: Aktualizovať teraz
sr: Ажурирајте сада
sv: Uppdatera nu
th: อัปเดตตอนนี้
tr: Şimdi Güncelle
ug: دەرھال يېڭىلاش
uk: Оновити
ur: ابھی اپ ڈیٹ کریں
vi: Cập nhật ngay
zh_cn: 立即升级
zh_hk: 立即更新
