Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# APPLE_PAY_DONATION_ERROR_CARD_NOT_SUPPORTED
source: Your card does not support this type of purchase. Try another payment method or contact your bank for more information.
ar: لا تدعم بطاقتك هذا الصنف من المشتريات. حاوِل استخدام طريقة دفع أخرى أو التواصل مع المصرف الذي تتعامل معه للحصول على مزيدٍ من المعلومات.
be: Ваша карта не падтрымлівае гэты тып пакупкі. Паспрабуйце іншы спосаб аплаты або звярніцеся да свайго банка для атрымання дадатковай інфармацыі.
bn: আপনার কার্ড এই ধরণের ক্রয় সমর্থন করে না। অন্য পেমেন্ট পদ্ধতি ব্যবহার করে দেখুন বা আরো তথ্যের জন্য আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন।
ca: La targeta no admet aquest tipus de compra. Proveu un altre mètode de pagament o poseu-vos en contacte amb el banc per obtenir més informació.
cs: Vaše karta tento typ nákupu nepodporuje. Vyzkoušejte jiný způsob platby nebo se obraťte na svou banku, která vám poskytne další informace.
da: Dit kort understøtter ikke denne type køb. Prøv en anden betalingsmetode, eller kontakt din bank for at få flere oplysninger.
de: Deine Karte unterstützt diese Art von Kauf nicht. Versuche eine andere Zahlungsmethode oder kontaktiere deine Bank für mehr Informationen.
el: Η κάρτα σου δεν υποστηρίζει αυτόν τον τύπο αγοράς. Δοκίμασε έναν άλλον τρόπο πληρωμής ή επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: Tu tarjeta no permite este tipo de pago. Inténtalo con otro método de pago o contacta con tu banco para obtener más información.
fa: کارت شما از این نوع خرید پشتیبانی نمی‌کند. روش پرداخت دیگری را امتحان کنید یا برای اطلاعات بیشتر با بانک خود تماس بگیرید.
fi: Maksukorttisi ei tue tämän tyyppistä ostosta. Yritä toista maksutapaa tai ole yhteydessä pankkiisi.
fr: Votre carte ne permet pas ce type d'achat. Veuillez choisir un autre mode de paiement ou contacter votre banque pour en savoir plus.
gu: તમારું કાર્ડ આ પ્રકારની ખરીદીને સમર્થિત કરતું નથી. અન્ય ચુકવણી પદ્ધતિ અજમાવો અથવા વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: הכרטיס שלך לא תומך בסוג זה של רכישה. נסה שיטת תשלום אחרת או צור קשר עם הבנק שלך לעוד מידע.
hi: आपका कार्ड इस प्रकार की खरीददारी को सपोर्ट नहीं करता है। किसी अन्य भुगतान विधि से प्रयास करें या फिर अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Vaša kartica ne podržava ovu vrstu kupnje. Promijenite način plaćanja ili se obratite svojoj banci za više informacija.
hu: A kártyádat nem lehet ilyen típusú fizetési tranzakcióra használni. Próbáld újra egy másik fizetési eszközzel vagy keresd fel bankod ügyfélszolgálatát!
id: Kartu Anda tidak mendukung pembelian jenis ini. Coba metode pembayaran lain atau hubungi bank Anda untuk informasi lebih lanjut.
it: La tua carta non supporta questo tipo di acquisto. Prova un altro metodo di pagamento o contatta la tua banca per maggiori informazioni.
ja: このカードはこの支払いに対応していません。別の決済方法を試すか、カード会社にお問い合わせください。
ko: 카드가 이 구매 유형을 지원하지 않습니다. 다른 결제 수단을 선택하거나 은행에 자세한 정보를 문의하세요.
mr: आपले कार्ड अशा प्रकारच्या खरेदीला समर्थन देत नाही. दुसरी पेमेंट पद्धत वापरून पहा किंवा अधिक माहिती साठी आपल्या बँकेशी संपर्क साधा.
ms: Kad anda tidak menyokong pembelian jenis ini. Cuba kaedah pembayaran lain atau hubungi bank anda untuk maklumat lebih lanjut.
nb: Betalingskortet ditt kan ikke brukes til denne typen kjøp. Prøv en annen betalingsmåte, eller ta kontakt med banken din for å få mer informasjon.
nl: Je betaalkaart ondersteunt dit type betaling niet. Probeer het via een andere betaalmethode of neem contact op met je bank voor meer informatie.
pl: Twoja karta nie obsługuje takich płatności. Spróbuj użyć innej metody płatności lub skontaktuj się ze swoim bankiem, aby otrzymać więcej informacji.
pt_br: Seu cartão não aceita este tipo de compra. Tente outra forma de pagamento ou entre em contato com seu banco para obter mais informações.
pt_pt: O seu cartão não aceita este tipo de compra. Tente outra forma de pagamento ou entre em contacto com seu banco para mais detalhes.
ro: Cardul tău nu suportă acest tip de achiziție. Încearcă altă metodă de plată sau contactează-ți banca pentru mai multe informații.
ru: Ваша карта не поддерживает этот тип покупки. Попробуйте другой способ оплаты или свяжитесь со своим банком для получения дополнительной информации.
sk: Vaša karta nepodporuje tento typ nákupu. Skúste iný spôsob platby alebo kontaktujte svoju banku pre viac informácií.
sr: Ваша картица не подржава ову врсту куповине. Пробајте други начин плаћања или се обратите својој банци за више информација.
sv: Ditt kort stöder inte denna typ av köp. Prova en annan betalningsmetod eller kontakta din bank för mer information.
th: บัตรของคุณไม่รับรองการซื้อประเภทนี้ ลองวิธีชำระเงินแบบอื่น หรือติดต่อธนาคารเพื่อสอบถามข้อมูลเพิ่มเติม
tr: Kartınız bu tür bir satın alma işlemini desteklemiyor. Başka bir ödeme yöntemi deneyin veya daha fazla bilgi için bankanızla iletişime geçin.
ug: كارتىڭىز بۇ خىل سېتىۋېلىشنى قوللىمايدۇ. باشقا پۇل تۆلەش ئۇسۇلىنى سىناپ بېقىڭ ياكى تەپسىلاتى ئۈچۈن بانكا بىلەن ئالاقىلىشىڭ.
uk: Ваша картка не підтримує такий тип покупки. Спробуйте використати інший платіжний засіб або зв'яжіться зі своїм банком для додаткової інформації.
ur: آپ کا کارڈ اس قسم کی خریداری کی معاونت نہیں کرتا۔ ادائیگی کا کوئی دوسرا طریقہ آزمائیں یا مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Thẻ của bạn không hỗ trợ loại giao dịch này. Hãy thử một phương thức thanh toán khác hoặc liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_cn: 您的卡不支持此类购买。请尝试其他付款方式或联系您的银行了解详情。
zh_hk: 您的信用卡不支援此類型的購買。試試換另一個付款方法，又或者聯絡您的銀行取得更多資訊。

# APPLE_PAY_DONATION_ERROR_EXPIRED_CARD
source: Your card has expired. Check to see if your payment method is up to date in Apple Pay. If it isn’t, update it and try again.
ar: انتهت صلاحية بطاقتك. يُرجى التحقُّق من أن طريقة الدفع الخاصة بك في Apple Pay مُحدَّثة. إن لم تكن كذلك، قُم بتحديثها وحاوِل من جديد.
be: Тэрмін дзеяння вашай карты скончыўся. Праверце, ці правільны ваш спосаб аплаты ў Apple Pay. Калі не, абнавіце яго і паўтарыце спробу.
bn: আপনার কার্ডের মেয়াদ শেষ হয়ে গেছে। Apple Pay-তে আপনার পেমেন্ট পদ্ধতি আপ টু ডেট আছে কিনা তা পরীক্ষা করে দেখুন। যদি না থাকে, এটি আপডেট করুন এবং আবার চেষ্টা করুন।
ca: La teva targeta ha caducat. Comprova si la forma de pagament està actualitzada a Apple Pay. Si no és així, actualitza-la i torna-ho a provar.
cs: Platnost vaší karty vypršela. Zkontrolujte, zda je vaše platební metoda v Apple Pay aktuální. Pokud není, aktualizujte ji a zkuste to znovu.
da: Dit kort er udløbet. Tjek, om din betalingsmetode er opdateret i Apple Pay. Hvis den ikke er det, skal du opdatere den og prøve igen.
de: Deine Karte is abgelaufen. Überprüfe, ob deine Zahlungsmethode in Apple Pay aktuell ist. Falls nicht, aktualisiere sie und versuche es erneut.
el: Η κάρτα σου έχει λήξει. Έλεγξε εάν ο τρόπος πληρωμής σου στο Apple Pay είναι ενημερωμένος. Εάν δεν είναι, ενημέρωσέ τον και δοκίμασε ξανά.
es: Tu tarjeta ha caducado. Comprueba que tu método de pago está actualizado en Apple Pay. Si no es así, actualízalo e inténtalo de nuevo.
fa: کارت شما منقضی شده است. بررسی کنید که روش پرداخت شما در Apple Pay به‌روز باشد. اگر به‌روز نیست، آن را به‌روزرسانی و دوباره امتحان کنید.
fi: Maksukorttisi on vanhentunut. Tarkista, onko Apple Pay -palveluun määrittelemäsi maksutapa ajan tasalla. Jos näin ei ole, päivitä sen tiedot ja yritä uudelleen.
fr: Votre carte est arrivée à expiration. Vérifiez si votre mode de paiement est à jour dans Apple Pay. Si tel n'est pas le cas, mettez-le à jour et réessayez.
gu: તમારા કાર્ડની સમયસીમા સમાપ્ત થઈ ગઈ છે. તમારી ચુકવણી પદ્ધતિ Apple Payમાં અદ્યતન છે કે કેમ તે જોવા તપાસો. જો અદ્યતન ન હોય, તો તેને અપડેટ કરો અને ફરી પ્રયાસ કરો.
he: הכרטיס שלך פג תוקף. צריך לבדוק אם שיטת התשלום שלך מעודכנת ב־Apple Pay. אם היא לא, יש לעדכן אותה ולנסות שוב.
hi: आपका कार्ड की वैधता अवधि समाप्त हो गई है। चेक करें कि Apple Pay में आपकी भुगतान विधि अप-टू-डेट है या नहीं। यदि यह नहीं है तो इसे अपडेट करके फिर से प्रयास करें।
hr: Valjanost vaše kartice je istekla. Provjerite je li vaš način plaćanja u Apple Payu ažuriran. Ako nije, ažurirajte ga i pokušajte ponovno.
hu: Bankkártyád lejárt. Ellenőrizd, hogy a fizetési beállításaid az Apple Payben aktuálisak -e. Ha nem, kérjük frissítsd és próbáld újra.
id: Kartu Anda kedaluwarsa. Periksa apakah metode pembayaran Anda telah diperbarui di Apple Pay. Jika belum, perbarui dan coba lagi.
it: La carta è scaduta. Verifica che il tuo metodo di pagamento sia stato inserito correttamente su Apple Pay. In caso contrario, aggiornalo e riprova.
ja: カード番号が間違っています。Apple Payでカード番号を正しく入力してから、もう一度お試しください。
ko: 카드가 만료되었습니다. Apple Pay에서 결제 수단 정보가 최신 상태인지 확인하고, 그렇지 않을 경우 업데이트 후 다시 시도하세요.
mr: आपले कार्ड कालबाह्य झाले आहे. आपली पेमेंट पद्धत Apple Pay अद्यतनित आहे का ते तपासून पहा. अद्ययावत नसल्यास, ती अद्यतनित करा आणि पुन्हा प्रयत्न करा.
ms: Kad anda telah tamat tempoh. Semak untuk melihat jika anda menggunakan kaedah pembayaran terkini dalam Apple Pay. Jika tidak, sila kemas kini dan cuba lagi.
nb: Betalingskortet ditt er utløpt. Dobbeltsjekk at betalingsinformasjonen din er oppdatert i Apple Pay. Hvis den ikke er det, må du oppdatere den og prøve på nytt.
nl: Je betaalkaart is verlopen. Werk je betaalgegevens bij in Apple Pay. Probeer het daarna opnieuw.
pl: Karta straciła ważność. Sprawdź czy Twoja metoda płatności w Apple Pay jest aktualna. Jeśli nie, uaktualnij ją i spróbuj ponownie.
pt_br: Seu cartão expirou. Verifique se seu método de pagamento está em dia no Apple Pay. Se não estiver, atualize-o e tente novamente.
pt_pt: O seu cartão expirou. Verifique se o seu método de pagamento se encontra atualizado na Apple Pay. Se não estiver, atualize-o e tente novamente.
ro: Cardul tău a expirat. Verifică dacă metoda ta de plată este actualizată în Apple Pay. Dacă nu, actualizează-o și încearcă din nou.
ru: Срок действия вашей карты истёк. Проверьте, что ваш способ оплаты актуален в Apple Pay. Если это не так, обновите его и попробуйте ещё раз.
sk: Platnosť vašej karty vypršala. Skontrolujte, či je váš spôsob platby v službe Apple Pay aktuálny. Ak nie je, aktualizujte ho a skúste to znovu.
sr: Ваша картица је истекла. Проверите да ли је ваш начин плаћања ажуриран у Apple Pay-у. Ако није, ажурирајте га и пробајте поново.
sv: Ditt kort har gått ut. Kontrollera om din betalningsmetod är uppdaterad i Apple Pay. Om den inte är det, uppdatera den och försök igen.
th: บัตรของคุณหมดอายุแล้ว ตรวจสอบวิธีการชำระเงินใน Apple Pay ว่ามีการอัปเดตแล้วหรือไม่ ถ้ายัง ให้อัปเดตแล้วลองอีกครั้ง
tr: Kartınızın süresi doldu. Apple Pay'de ödeme yönteminizin güncel olup olmadığını kontrol edin. Değilse, güncelleyin ve tekrar deneyin.
ug: كارتىڭىزنىڭ ۋاقتى ئۆتكەن. Apple Pay دىكى ھەق تۆلەش ئۇسۇلىڭىزنىڭ يېڭى ھالەتتە ئىكەنلىكىنى تەكشۈرۈڭ. ئەگەر يېڭى بولمىسا ئۇنى يېڭىلاپ قايتا سىناڭ.
uk: Ваша картка недійсна. Перевірте дійсність платіжного засобу, зв'язаного з Apple Pay. Якщо він недійсний, оновіть інформацію і повторіть спробу.
ur: آپ کا کارڈ زائد المیعاد ہو گیا ہے۔ یہ دیکھنے کے لیے چیک کریں کہ آیا آپ کا ادائیگی کا طریقہ Apple Pay میں اپ ٹو ڈیٹ ہے۔ اگر ایسا نہیں ہے، تو اسے اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔
vi: Thẻ của bạn đã hết hạn. Hãy kiểm tra xem phương thức thanh toán trên Apple Pay của bạn đã được cập nhật thông tin mới nhất hay chưa. Nếu chưa, hãy cập nhật và thử lại.
zh_cn: 您的卡已过期。请在 Apple Pay 中检查您的付款方式是否已更新。如未更新，请更新并重试。
zh_hk: 您的信用卡已過期。請到 Apple Pay 查看您的付款方法是否仍然有效。若已過期，請先更新資料，然後再試一次。

# APPLE_PAY_DONATION_ERROR_INCORRECT_CARD_NUMBER
source: Your card number is incorrect. Check to see if your payment method is correctly entered in Apple Pay. If it isn’t, update it and try again.
ar: رقم بطاقتك خاطئ. يُرجى التحقُّق من أنك أدخلت طريقة الدفع الخاصة بك في Apple Pay بشكلٍ صحيح. إن لم تكن كذلك، قُم بتحديثها وحاوِل مرّة أخرى.
be: Нумар вашай карткі няправільны. Праверце, ці ваш спосаб аплаты правільна ўведзены ў Apple Pay. Калі не, абнавіце яго і паўтарыце спробу.
bn: আপনার কার্ড নাম্বার ভুল। আপনার পেমেন্ট পদ্ধতি Apple Pay-তে সঠিকভাবে প্রবেশ করানো হয়েছে কিনা তা পরীক্ষা করে দেখুন। যদি না হয়ে থাকে, এটি আপডেট করুন এবং আবার চেষ্টা করুন।
ca: El número de targeta és incorrecte. La teva targeta ha caducat. Comprova si la forma de pagament s'ha introduït correctament a Apple Pay. Si no és així, actualitza-la i torna-ho a provar.
cs: Číslo vaší karty je nesprávné. Zkontrolujte, zda je vaše platební metoda v Apple Pay zadána správně. Pokud ne, aktualizujte ji a zkuste to znovu.
da: Dit kortnummer er forkert. Kontroller, om din betalingsmetode er korrekt indtastet i Apple Pay. Hvis den ikke er det, skal du opdatere den og prøve igen.
de: Deine Kartennummer ist falsch. Überprüfe, ob deine Zahlungsmethode korrekt in Apple Pay hinterlegt ist. Falls nicht, aktualisiere sie und versuche es erneut.
el: Ο αριθμός κάρτας δεν είναι σωστός. Έλεγξε εάν ο τρόπος πληρωμής σου στο Apple Pay είναι σωστός. Εάν δεν είναι, ενημέρωσέ τον και δοκίμασε ξανά.
es: El número de tu tarjeta es incorrecto. Comprueba que tu método de pago está correctamente configurado en Apple Pay. Si no es así, actualízalo e inténtalo de nuevo.
fa: شماره کارت شما نادرست است. بررسی کنید که روش پرداخت شما به‌درستی در Apple Pay وارد شده باشد. اگر درست نیست، آن را به‌روزرسانی و دوباره امتحان کنید.
fi: Maksukorttisi numero on virheellinen. Tarkista, onko Apple Pay -palveluun määrittelemäsi maksutapa ajan tasalla. Jos näin ei ole, päivitä sen tiedot ja yritä uudelleen.
fr: Numéro de carte incorrect. Vérifiez si vous avez correctement saisi votre mode de paiement Apple Pay. Dans le cas contraire, veuillez le rectifier et réessayer.
gu: તમારો કાર્ડ નંબર ખોટો છે. તમારી ચુકવણી પદ્ધતિ Apple Payમાં અદ્યતન છે કે કેમ તે જોવા તપાસો. જો અદ્યતન ન હોય, તો તેને અપડેટ કરો અને ફરી પ્રયાસ કરો.
he: מספר הכרטיס שלך שגוי. צריך לבדוק ששיטת התשלום שלך מוקלדת כראוי ב־Apple Pay. אם היא לא, יש לעדכן אותה ולנסות שוב.
hi: आपका कार्ड नंबर गलत है। चेक करें कि Apple Pay में आपकी भुगतान विधि सही से एंटर की गई है या नहीं। यदि यह नहीं है तो इसे अपडेट करें और फिर से प्रयास करें।
hr: Netočan broj kartice. Provjerite je li vaš način plaćanja pravilno unesen u Apple Pay. Ako nije, ažurirajte ga i pokušajte ponovno.
hu: Bankkártyaszámod nem megfelelő. Ellenőrizd, hogy a fizetési beállításaid az Apple Payben aktuálisak -e. Ha nem, kérjük frissítsd és próbáld újra.
id: Nomor kartu Anda salah. Periksa apakah metode pembayaran Anda telah dimasukkan dengan benar di Apple Pay. Jika salah, perbarui dan coba lagi.
it: Il numero della tua carta non è corretto. Verifica se il tuo metodo di pagamento è stato inserito correttamente in Apple Pay. Se non lo è, aggiornalo e riprova.
ja: カード番号が間違っています。Apple Payでカード番号を正しく入力してから、もう一度お試しください。
ko: 카드 번호가 잘못되었습니다. Apple Pay에 입력한 결제 수단 정보가 올바른지 확인하고, 그렇지 않은 경우 업데이트 후 다시 시도하세요.
mr: आपला कार्ड नंबर चुकीचा आहे. आपली पेमेंट पद्धत Apple Pay मध्ये योग्यप्रकारे प्रविष्ट केली असल्याचे तपासा. अद्ययावत नसल्यास, ती अद्यतनित करा आणि पुन्हा प्रयत्न करा.
ms: Nombor kad anda tidak tepat. Semak untuk melihat jika kaedah pembayaran anda dimasukkan dengan betul dalam Apple Pay. Jika tidak, sila kemas kini dan cuba lagi.
nb: Kortnummeret stemmer ikke. Dobbeltsjekk at betalingsinformasjonen din er angitt riktig i Apple Pay. Hvis den ikke er det, må du oppdatere den og prøve på nytt.
nl: Het nummer van je betaalkaart is onjuist. Werk je betaalgegevens bij in Apple Pay. Probeer het daarna opnieuw.
pl: W numerze karty jest błąd. Sprawdź, czy Twoja metoda płatności w Apple Pay jest poprawna. Jeśli nie, uaktualnij ją i spróbuj ponownie.
pt_br: O número de seu cartão está incorreto. Verifique se o seu método de pagamento está cadastrado corretamente no Apple Pay. Se não estiver, atualize-o e tente novamente.
pt_pt: O número do seu cartão está incorreto. Verifique se o seu método de pagamento está inserido corretamente na Apple Pay. Se não estiver, atualize-o e tente novamente.
ro: Numărul cardului tău este greșit. Verifică dacă metoda ta de plată este introdusă corect in Apple Pay. Dacă nu este, actualizează-o și încearcă din nou.
ru: Номер вашей карты недействителен. Проверьте, что ваш способ оплаты правильно введён в Apple Pay. Если это не так, обновите его и попробуйте ещё раз.
sk: Číslo vašej karty je nesprávne. Skontrolujte, či je váš spôsob platby v službe Apple Pay zadaný správne. Ak nie je, aktualizujte ho a skúste to znovu.
sr: Број картице је нетачан. Проверите да ли је ваш начин плаћања исправно унесен у Apple Pay-у. Ако није, ажурирајте га и пробајте поново.
sv: Ditt kortnummer är felaktigt. Kontrollera om din betalningsmetod är korrekt angiven i Apple Pay. Om den inte är det, uppdatera den och försök igen.
th: หมายเลขบัตรไม่ถูกต้อง ให้ตรวจสอบว่าใส่วิธีการชำระเงินถูกต้องหรือไม่ ถ้าไม่ถูกต้อง ให้อัปเดตให้ถูกต้องแล้วลองอีกครั้ง
tr: Kart numaranız yanlış. Ödeme yönteminizin Apple Pay'e doğru girilip girilmediğini kontrol edin. Değilse, güncelleyin ve tekrar deneyin.
ug: كارتا نومۇرىڭىز خاتا. ھەق تۆلەش ئۇسۇلىڭىزنىڭ يېڭى ھالەتتە ئىكەنلىكىنى تەكشۈرۈڭ. ئەگەر يېڭى بولمىسا ئۇنى يېڭىلاپ قايتا سىناڭ.
uk: Номер картки введено неправильно. Перевірте, чи в Apple Pay введено вашу актуальну платіжну інформацію. Якщо це не так, оновіть її і повторіть спробу.
ur: آپ کا کارڈ نمبر درست نہیں۔ یہ دیکھنے کے لیے چیک کریں کہ آیا آپ کا ادائیگی کا طریقہ Apple Pay میں درست طور پر درج کیا گیا ہے۔ اگر ایسا نہیں ہے، تو اسے اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔
vi: Số thẻ của bạn không đúng. Hãy kiểm tra xem phương thức thanh toán trên Apple Pay của bạn đã được cập nhật thông tin mới nhất hay chưa. Nếu chưa, hãy cập nhật và thử lại.
zh_cn: 您的卡号不正确。请在 Apple Pay 中检查您的付款方式是否输入正确。如不正确，请更新并重试。
zh_hk: 您的信用卡號碼不正確。請到 Apple Pay 查看您輸入的付款方法是否正確。若然有誤，請先更新資料，然後再試一次。

# APPLE_PAY_DONATION_ERROR_INCORRECT_CARD_VERIFICATION_CODE
source: Your CVC number is incorrect. Check to see if your CVC number is correctly entered in Apple Pay. If it isn’t, update it and try again.
ar: كود التحقُّق من بطاقتك (CVC) غير صحيح. تحقّق لمعرفة ما إذا كان كود التحقُّق من بطاقتك (CVC) قد تمَّ إدخاله بشكلٍ صحيح في Apple Pay. إذا لم يكن كذلك، فحدِّثه وحاوِل مرّة أخرى.
be: Ваш нумар CVC няправільны. Праверце, ці ваш нумар CVC правільна ўведзены ў Apple Pay. Калі не, абнавіце яго і паўтарыце спробу.
bn: আপনার সিভিসি নাম্বারটি সঠিক নয়। Apple Pay-তে আপনার সিভিসি নাম্বার সঠিকভাবে লেখা আছে কিনা তা দেখুন। যদি না থেকে থাকে, তবে এটি আপডেট করুন এবং আবার চেষ্টা করুন।
ca: El número de CVC és incorrecte. Comproveu si el número de CVC s'ha introduït correctament a Apple Pay. Si no és així, actualitzeu-lo i torneu-ho a provar.
cs: Vaše číslo CVC je nesprávné. Zkontrolujte, zda je vaše číslo CVC v Apple Pay zadáno správně. Pokud není, aktualizujte ho a zkuste to znovu.
da: Dit CVC-nummer er forkert. Kontroller, om dit CVC-nummer er korrekt indtastet i Apple Pay. Hvis det ikke er det, skal du opdatere det og prøve igen.
de: Deine CVC-Nummer ist falsch. Überprüfe, ob deine CVC-Nummer korrekt in Apple Pay hinterlegt ist. Falls nicht, aktualisiere sie und versuche es erneut.
el: Ο τριψήφιος αριθμός CVC δεν είναι σωστός. Έλεγξε εάν ο αριθμός CVC στο Apple Pay είναι σωστός. Εάν δεν είναι, ενημέρωσέ τον και δοκίμασε ξανά.
es: Tu número CVC es incorrecto. Comprueba que has ingresado correctamente el número CVC en Apple Pay. Si no es así, actualízalo e inténtalo de nuevo.
fa: شماره CVC شما نادرست است. بررسی کنید که شماره CVC شما به‌درستی در Apple Pay وارد شده باشد. اگر درست نیست، آن را به‌روزرسانی و دوباره امتحان کنید.
fi: Syöttämäsi CVC-numero on väärä. Tarkista että CVC on syötetty oikein Apple Payssa. Jos näin ei ole, päivitä sen tiedot ja yritä uudelleen.
fr: Cryptogramme visuel incorrect. Vérifiez si le cryptogramme visuel saisi dans Apple Pay est le bon. Dans le cas contraire, veuillez le mettre à jour et réessayer.
gu: તમારો CVC નંબર ખોટો છે. તમારો CVC નંબર Apple Payમાં સાચી રીતે દાખલ કરેલો છે કે કેમ તે જોવા તપાસો. જો તે સાચો ન હોય, તો તેને અપડેટ કરો અને ફરી પ્રયાસ કરો.
he: מספר CVC של הכרטיס שלך שגוי. בדוק שמספר CVC של הכרטיס שלך מוקלד כראוי ב־Apple Pay. אם הוא לא, עדכן אותו ונסה שוב.
hi: आपका CVC नंबर गलत है। यह जांच लें कि आपने Apple Pay में अपना सही CVC नंबर ही दर्ज किया हो। यदि ऐसा नहीं है तो इसे अपडेट करके फिर से प्रयास करें।
hr: Neispravan CVC kôd. Provjerite je li vaš CVC kôd ispravno unesen u Apple Pay. Ako nije, ažurirajte ga i pokušajte ponovno.
hu: Bankkártyád CVC kódja nem megfelelő. Ellenőrizd, a CVC értékét az Apple Payben, majd ha kell, frissítsd a beállításokat és próbáld újra.
id: Nomor CVC Anda salah. Periksa apakah nomor CVC Anda dimasukkan dengan benar di Apple Pay. Jika salah, perbarui dan coba lagi.
it: Il tuo numero CVC non è corretto. Verifica se il tuo numero CVC è stato inserito correttamente in Apple Pay. Se non lo è, aggiornalo e riprova.
ja: カードのセキュリティーコードが間違っています。Apple Payでセキュリティーコード正しく入力してから、もう一度お試しください。
ko: CVC 번호가 잘못됐습니다. Apple Pay에 CVC 번호를 제대로 입력했는지 확인하세요. 번호가 잘못됐다면 업데이트하고 다시 시도하세요.
mr: आपला CVC नंबर चुकीचा आहे. आपला CVC नंबर हा Apple Pay मध्ये योग्य प्रकारे प्रविष्ट केला आहे का ते तपासा. तो अद्यतनित नसल्याल, तो अद्यतनित करा आणि पुन्हा प्रयत्न करा.
ms: Nombor CVC anda tidak betul. Semak jika nombor CVC anda dimasukkan dengan betul dalam Apple Pay. Jika tidak, kemas kini dan cuba lagi.
nb: CVC-nummeret stemmer ikke. Dobbeltsjekk at CVC-nummeret ditt er angitt riktig i Apple Pay. Hvis det ikke er det, må du oppdatere det og prøve på nytt.
nl: Het CVC-nummer van je betaalkaart is onjuist. Werk eerst je betaalgegevens bij in Apple Pay en probeer het daarna opnieuw.
pl: W kodzie CVC jest błąd. Sprawdź czy kod CVC podany w Apple Pay jest poprawny. Jeśli nie, uaktualnij go i spróbuj ponownie.
pt_br: O número de verificação CVC está incorreto. Certifique-se de que o seu CVC está cadastrado corretamente no Apple Pay. Se não estiver, atualize-o e tente novamente.
pt_pt: O número de verificação CVC está incorreto. Certifique-se de que o seu CVC está inserido corretamente na Apple Pay. Se não estiver, atualize-o e tente novamente.
ro: Numărul tău CVC este greșit. Verifică dacă ai introdus corect codul CVC in Apple Pay. Dacă nu este, actualizează-l și încearcă din nou.
ru: CVC/CVV-код вашей карты неверен. Проверьте, что он правильно введён в Apple Pay. Если это не так, обновите его и попробуйте ещё раз.
sk: Vaše číslo CVC je nesprávne. Skontrolujte, či je vaše číslo CVC v službe Apple Pay zadané správne. Ak nie je, aktualizujte ho a skúste to znovu.
sr: Ваш CVC број је нетачан. Проверите да ли је CVC исправно унет у Apple Pay-у. Ако није, ажурирајте га и пробајте поново.
sv: Ditt CVC-nummer är felaktigt. Kontrollera om ditt CVC-nummer har angetts korrekt i Apple Pay. Om det inte är det, uppdatera det och försök igen.
th: หมายเลข CVC ไม่ถูกต้อง ตรวจสอบการใส่หมายเลข CVC ใน Apple Pay ว่าถูกต้องหรือไม่ ถ้าไม่ถูกต้อง ให้อัปเดตให้ถูกต้องแล้วลองอีกครั้ง
tr: CVC numaranız yanlış. CVC numaranızın Apple Pay'e doğru girilip girilmediğini kontrol edin. Değilse, güncelleyin ve tekrar deneyin.
ug: كارتىڭىزنىڭ CVC نومۇرى خاتا. CVC نومۇرىڭىزنىڭ Apple Pay غا توغرا كىرگۈزۈلگەن-كىرمىگەنلىكىنى تەكشۈرۈڭ. ئەگەر ئۇنداق بولمىسا، ئۇنى يېڭىلاپ قايتا سىناڭ.
uk: CVC-код картки введено неправильно. Перевірте, чи в Apple Pay введено правильний CVC-код. Якщо це не так, оновіть його й повторіть спробу.
ur: آپ کا CVC نمبر درست نہیں۔ یہ دیکھنے کے لیے چیک کریں کہ آیا آپ کا CVC نمبر Apple Pay میں درست طور پر درج کیا گیا ہے۔ اگر ایسا نہیں ہے، تو اسے اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔
vi: Số CVC của bạn không đúng. Hãy kiểm tra xem số CVC đã được nhập đúng trên Apple Pay. Nếu chưa đúng, hãy cập nhật và thử lại.
zh_cn: 您的 CVC 号码不正确。请在 Apple Pay 中检查您的 CVC 号码是否正确。如不正确，请更新并重试。
zh_hk: 您的信用卡驗證碼 (CVC) 不正確。請到 Apple Pay 查看您的信用卡驗證碼是否輸入正確。若然有誤，請先更新資料，然後再試一次。
