Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SECONDARY_ONBOARDING_INSTALL_PRIMARY_FIRST_BODY
source: Go to the App Store on your phone, install Signal, complete the registration process, and then you can link your iPad to the same account.
af: Gaan na die Toepwinkel op u foon, installeer Signal, voltooi die registrasieproses, en dan kan u u iPad aan dieselfde rekening koppel.
ar: انتقِل إلى متجر التطبيقات على هاتفك، وثبِّت سيجنال، وأكمِل عملية التسجيل، وبعد ذلك يُمكنك ربط الآيباد الخاص بك بنفس الحساب.
az: Telefonunuzda App Store-a gedin, Signal-ı quraşdırın, qeydiyyat prosesini tamamlayın və daha sonra iPad-ınızı eyni hesabla əlaqələndirə bilərsiniz.
be: Перайдзіце ў App Store на сваім тэлефоне, усталюйце Signal, завяршыце працэс рэгістрацыі, і тады вы зможаце звязаць свой iPad да таго ж уліковага запісу.
bg: Отворете App Store на телефона си, инсталирайте Signal, завършете процеса за регистриране и след това можете да свържете своя iPad към същия акаунт.
bn: আপনার ফোনের অ্যাপ স্টোরটিতে যান, Signal ইনস্টল করুন, নিবন্ধকরণ প্রক্রিয়াটি সম্পূর্ণ করুন এবং তারপরে আপনি আপনার আইপ্যাডকে একই অ্যাকাউন্টে যুক্ত করতে পারেন।
ca: Aneu a la Botiga d'aplicacions del telèfon, instal·leu el Signal, completeu el procés de registre i, a continuació, podreu enllaçar l'iPad al mateix compte.
cs: Jděte do App Store na vašem telefonu, nainstalujte Signal, dokončete registraci a poté můžete připojit Váš iPad ke stejnému účtu.
cy: Ewch i'r App Store are eich ffôn, gosodwch Signal, cwblhewch y broses cofrestru, a wedyn gallwch gysylltu eich iPad i'r un cyfrif.
da: Gå til App Store på din mobil, installér Signal, fuldfør registreringsprocessen, hvorefter du kan forbinde din iPad til den samme konto
de: Geh in den App Store deines Mobiltelefons, installiere Signal und schließe die Registrierung ab. Danach kannst du dein iPad mit demselben Konto koppeln.
el: Πήγαινε στο App Store στο τηλέφωνό σου, εγκατάστησε το Signal, ολοκλήρωσε τη διαδικασία εγγραφής, και τότε θα μπορέσεις να συνδέσεις το iPad στον ίδιο λογαριασμό.
es: Ve a App Store en tu teléfono, instala Signal y completa el proceso de registro para poder vincular este iPad con tu cuenta.
es_es: Ve a la App/Play Store en tu teléfono, instala Signal y completa el proceso de registro para poder enlazar este iPad con tu cuenta.
et: Mine telefonis rakendustepoodi, paigalda Signal, täida registreerumisprotsess ja siis saad ühendada enda iPadi sama konto külge.
eu: Joan App Store-era zure telefonoan, instalatu Signal, osatu erregistratzeko prozesua eta orduan zure iPad kontu berarekin lotu dezakezu.
fa: به اپ استور بروید، سیگنال را نصب کنید، رویه ثبت نام را کامل کرده، سپس میتوانید آیپد خود را به همان حساب کاربری پیوند دهید.
fi: Siirry puhelimesi App Store -sovellukseen, asenna Signal, viimeistele rekisteröintiprosessi ja yhdistä sitten iPad samaan tiliin.
fil: Pumunta sa App Store ng iyong phone, i-install ang Signal, kumpletuhin ang proseso ng rehistrasyon, at pagkatapos ay ma-i-li-link mo ang iyong iPad sa parehong account.
fr: Depuis votre téléphone, accédez à l'App Store, installez Signal et finalisez le processus d'inscription. Vous pourrez ensuite associer votre iPad au même compte.
ga: Oscail an App Store ar do ghuthán, suiteáil Signal, cláraigh, ansin beidh tú in ann an iPad a nascadh leis an gcuntas céanna.
gu: તમારા ફોન પર એપ સ્ટોર પર જાઓ, Signal ઇન્સ્ટોલ કરો, રજીસ્ટ્રેશન પ્રક્રિયા પૂર્ણ કરો અને પછી તમે તમારા iPad ને તે જ એકાઉન્ટ સાથે લિંક કરી શકો છો.
he: לך אל חנות היישומים בטלפון שלך, התקן את Signal, השלם את תהליך ההרשמה, ואז תוכל לקשר את iPad שלך אל אותו חשבון.
hi: अपने फ़ोन में App Store खोलें, Signal इंस्टॉल करें, पंजीकरण प्रक्रिया पूरी करें, तब आप अपने iPad को उस खाते के साथ लिंक कर सकते हैं।
hr: Otvorite App Store na svom telefonu, instalirajte Signal, dovršite postupak registracije i tada možete svoj iPad povezati s istim računom.
hu: Telepítsd a Signal alkalmazást az App Store alól, végezd el a regisztrációs folyamatot, ez után már képes leszel ugyan ahhoz a fiókhoz társítani az iPad készüléked.
id: Buka App Store di ponsel Anda, pasang Signal, lengkapi proses pendaftaran, kemudian Anda dapat menghubungkan iPad anda ke akun yang sama.
is: Farðu í App Store á símanum þínum, settu upp Signal, ljúktu nýskráningarferlinu og eftir það geturðu tengt iPad-tækið þitt við sama notandaaðgang.
it: Vai sull'App Store sul tuo telefono, installa Signal, completa il processo di registrazione e poi potrai associare il tuo iPad allo stesso account.
ja: App StoreからSignalをインストールし、登録すると、同じアカウントにiPadをリンクできます。
kab: Ddu ɣer App Store deg tilifun-inek·inem, sebded Signal, smed akala n ujerred, syen tzemreḍ ad teqqneḍ iPad-inek·inem ɣer yiwen umiḍan.
kk: Телефоныңыздағы App Store қолданбасына өтіп, Signal қолданбасын орнатыңыз да, тіркеу процедурасын орындаңыз, содан кейін iPad құрылғыңызды сол тіркелгіге байланыстыра аласыз.
km: á‘áŸ…á€á¶á“áŸ‹ App Store á“áŸ…á›á¾á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€,â€‹ áŠáŸ†á¡á¾á„ Signal, á”á‰áŸ’á…á”áŸ‹áŠáŸ†áá¾ášá€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡, á“á·á„á”á“áŸ’á‘á¶á”áŸ‹á˜á€ á¢áŸ’á“á€á¢á¶á…áá—áŸ’á‡á¶á”áŸ‹ iPad ášá”áŸáŸ‹á¢áŸ’á“á€ á‘áŸ…á‚áá“á¸áŠá¼á…á‚áŸ’á“á¶áŸ”
kn: ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿರುವ ಆಪ್ ಸ್ಟೋರ್‌ಗೆ ಹೋಗಿ, Signal ಅನ್ನು ಸ್ಥಾಪಿಸಿ, ನೋಂದಣಿ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ, ತದನಂತರ ನಿಮ್ಮ ಐಪ್ಯಾಡ್ ಅನ್ನು ಅದೇ ಖಾತೆಗೆ ಲಿಂಕ್ ಮಾಡಬಹುದು.
ko: 휴대전화에서 App Store에 방문하여 Signal을 설치하고, 설치 절차를 완료한 후 같은 계정에 iPad를 연결할 수 있습니다.
lt: Pereikite savo telefone į programėlių parduotuvę (App Store), įsidiekite Signal, užbaikite registracijos procesą, o tuomet galite susieti savo iPad su ta pačia paskyra.
lv: Atveriet savā tālrunī App Store, instalējiet Signal un pabeidziet reģistrācijas procesu. Pēc tam varēsiet saistīt savu iPad ar vienu kontu.
mk: Одете во Продавницата за Апликации на вашиот телефон, инсталирајте го Signal, завршете го процесот на регистрација, и потоа ќе можете да го поврзете вашиот iPad на истата сметка.
ml: നിങ്ങളുടെ ഫോണിലെ ആപ്പ് സ്റ്റോറിൽ പോകുക, Signal ഇൻസ്റ്റാൾ ചെയ്യുക, രജിസ്ട്രേഷൻ നടപടിക്രമങ്ങൾ പൂർത്തിയാക്കുക, അതിന് ശേഷം നിങ്ങൾക്ക് നിങ്ങളുടെ ഐപാഡ് ഇതേ അക്കൗണ്ടുമായി ലിങ്ക് ചെയ്യാവുന്നതാണ്.
mr: आपल्या फोन वर अॅप स्टोअर वर जा, Signal स्थापन करा, नोंदणी प्रक्रिया पूर्ण करा, आणि नंतर आपण आपला iPad याच खात्यासोबत लिंक करू शकता.
ms: Pergi ke App Store di telefon anda, pasang Signal, selesaikan proses pendaftaran, dan kemudian anda boleh menghubungkan iPad anda kepada akaun yang sama.
my: သင့်ဖုန်းပေါ်တွင် App Store သို့သွားပါ၊ Signal ကိုထည့်သွင်းပါ၊ မှတ်ပုံစာရင်းသွင်းခြင်း ပြီးစီးစေပါ၊ ပြီးလျှင် တူညီသော အကောင့်ဖြင့် သင့် iPad ကိုချိတ်လို့ရနိုင်ပါမည်။
nb: Gå til App Store på telefonen, installer Signal, fullfør registreringsprosessen, og så kan du koble iPad til samme konto.
nl: Ga naar de App Store op je telefoon, installeer Signal en voltooi de registratie op je telefoon. Daarna kun je je iPad koppelen aan hetzelfde Signal-account.
pa: ਆਪਣੇ ਫੋਨ 'ਤੇ App Store 'ਤੇ ਜਾਓ, Signal ਇੰਸਟਾਲ ਕਰੋ, ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ ਕਰੋ, ਅਤੇ ਫਿਰ ਤੁਸੀਂ ਉਸੇ ਖਾਤੇ ਦੇ ਨਾਲ ਆਪਣੇ iPad ਨੂੰ ਲਿੰਕ ਕਰ ਸਕਦੇ ਹੋ.
pa_pk: اپنے فون اچ ایپ اسٹور اتے جاؤ، Signal انسٹال کرو، رجسٹریشن دا عمل مکمل کرو، تے فیر تساں اپنے آئی پیڈ نوں ایسی اکاؤنٹ نال لنک کر سکدے او۔
pl: Przejdź do App Store na telefonie, zainstaluj aplikację Signal i zarejestruj się w niej. Wtedy możesz połączyć z tym samym kontem swojego iPada.
ps: په خپل موبایل کې App Store ته ورشئ، Signal انسټال کړئ، د نوم لیکنې پروسه بشپړه کړئ او بیا وروسته تاسې کولای شئ چې خپل iPad له ورته اکاونټ سره لینک کړئ.
pt_br: Vá até a App Store no seu telefone, instale o Signal, complete o processo de registro e então você poderá vincular seu iPad à mesma conta.
pt_pt: Vá até à App Store no seu telemóvel, instale o Signal, termine o processo de registo e, depois poderá associar o seu iPad à mesma conta.
ro: Accesează magazinul de aplicații de pe telefon, instalează Signal, finalizează procesul de înregistrare și apoi poți asocia iPad-ul la același cont.
ru: Перейдите в App Store на своём телефоне, установите Signal, пройдите процесс регистрации и тогда вы сможете привязать свой iPad к той же учётной записи.
sk: Choďte do App Store na vašom telefóne, nainštalujte Signal, dokončite proces registrácie a potom budete môcť prepojiť váš iPad s tým istým účtom.
sl: Pojdite v App Store na vašem telefonu, namestite aplikacijo Signal in dokončajte proces registracije. Šele potem boste lahko povezali svoj iPod z istim računom.
sq: Shkoni te Store në telefonin tuaj, instaloni Signal-in, plotësoni procesin e regjistrimit dhe mandej mund ta lidhni iPad-in tuaj me të njëjtën llogari.
sr: Идите у App Store на телефону, инсталирајте Signal, довршите поступак регистрације и затим повежите iPad на исти налог.
sv: Gå till App Store på din telefon, installera Signal, slutför registreringsprocessen och sedan kan du länka din iPad till samma konto.
sw: Nenda kwenye App Store kwenye simu yako, sakinisha Signal, maliza mchakato wa usajili, halafu unaweza kuunganisha iPad yako na akaunti hiyo hiyo.
ta: உங்கள் தொலைபேசியில் உள்ள செயலி ஸ்டோருக்குச் சென்று, Signal லை நிறுவவும், பதிவு செய்யும் பணியை முடிக்கவும், பின்னர் உங்கள் ஐபாட் அதே கணக்கில் இணைக்கலாம்
te: మీ ఫోన్‌లోని యాప్ స్టోర్‌కు వెళ్లి, Signal ను ఇన్‌స్టాల్ చేయండి, రిజిస్ట్రేషన్ ప్రాసెస్‌ను పూర్తి చేయండి, ఆపై మీరు మీ iPad ను అదే ఖాతాకు లింక్ చేయవచ్చు.
th: ไปที่ App Store บนโทรศัพท์ของคุณ ติดตั้ง Signal ลงทะเบียนให้สำเร็จ และคุณจะสามารถเชื่อมโยง iPad ของคุณเข้ากับบัญชีเดียวกัน
tr: Telefonunuzdan Uygulama Mağazasına girin, Signal'i yükleyin, kaydolma işlemini tamamlayın, ve daha sonrasında iPad'inizi aynı hesaba bağlayabilirsiniz.
ug: تېلېفونىڭىزدىكى App Store دىن، Signal نى ئورنىتىپ، تىزىملىتىش جەريانىنى تاماملىغاندىن كېيىن، iPad نى ئوخشاش بىر ھېساباتقا باغلىيالايسىز.
uk: Перейдіть в App Store на телефоні, встановіть Signal і пройдіть процес реєстрації. Після цього ви зможете зв'язати свій iPad з тим самим акаунтом.
ur: اپنے فون پر ایپ اسٹور پر جائیں ، Signal انسٹال کریں ، رجسٹریشن کا عمل مکمل کریں ، اور پھر آپ اپنے iPad کو اسی اکاؤنٹ سے لنک کرسکتے ہیں۔
vi: Hãy vào App Store trên điện thoại, cài Signal, hoàn thành quá trình đăng kí và rồi bạn có thể liên kết iPad với cùng một tài khoản.
zh_cn: 前往你手机上的App Store安装Signal并完成注册过程，之后您可以将您的iPad关联至同一账户。
zh_hk: 前往電話上的 App Store，安裝 Signal，完成註冊過程，然後您便可將 iPad 連結至同一帳戶。

# SECONDARY_ONBOARDING_INSTALL_PRIMARY_FIRST_TITLE
source: Install Signal on Your Phone
af: Installeer Signal op u foon
ar: قُم بتثبيت سيجنال على الهاتف الخاص بك
az: Telefonunuzda Signal-ı quraşdırın
be: Усталюйце Signal на свой тэлефон
bg: Инсталирайте Signal на телефона си
bn: আপনার ফোনে Signal ইনস্টল করুন
ca: Instal·la el Signal al telèfon
cs: Nainstalovat Signal na váš telefon
cy: Gosodwch Signal ar Eich Ffôn
da: Installér Signal på din mobil
de: Installiere Signal auf deinem Telefon
el: Εγκατάσταση του Signal στο τηλέφωνό σου
es: Instala Signal en tu teléfono
es_es: Instala Signal en tu teléfono
et: Paigalda Signal enda telefoni
eu: Instalatu Signal zure Telefonoan
fa: نصب سیگنال روی تلفن همراه خود
fi: Asenna Signal puhelimeesi
fil: I-install ang Signal sa Iyong Telepono
fr: Installer Signal sur votre téléphone
ga: Suiteáil Signal ar do ghuthán
gu: તમારા ફોન પર Signal ઇન્સ્ટોલ કરો
he: התקן את Signal על הטלפון שלך
hi: अपने फ़ोन में Signal ऐप स्थापित करें
hr: Instalirajte Signal na svoj telefon
hu: Telepítsd a Signalt a telefonodra
id: Pasang Signal di Telepon Anda
is: Settu Signal upp á símann þinn
it: Installa Signal sul tuo telefono
ja: Signalのインストール
kab: Sebded Signal ɣef tilifun-inek·inem
kk: Signal қолданбасын телефонға орнату
km: áŠáŸ†á¡á¾á„ Signal á“áŸ…á›á¾á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ Signal ಸ್ಥಾಪಿಸಿ
ko: 당신의 휴대전화에 Signal을 설치하세요
lt: Įsidiekite Signal savo telefone
lv: Signal instalēšana tālrunī
mk: Инсталирајте Signal на вашиот телефон
ml: നിങ്ങളുടെ ഫോണിൽ Signal ഇൻസ്റ്റാൾ ചെയ്യുക
mr: आपल्या फोनवर Signal स्थापन करा
ms: Pasangkan Signal di Telefon Anda
my: သင့် iPhone ပေါ်တွင် Signal တပ်ဆင်သွင်းလိုက်ပါ
nb: Installer Signal på din telefon
nl: Installeer Signal op je telefoon
pa: ਆਪਣੇ ਫੋਨ 'ਤੇ Signal ਇੰਸਟਾਲ ਕਰੋ
pa_pk: اپنے فون اچ Signal انسٹال کرو
pl: Zainstaluj Signal na telefonie
ps: Signal په خپل موبایل ټلیفون کې انسټال کړئ
pt_br: Instalar o Signal no seu telefone
pt_pt: Instale o Signal no seu telemóvel
ro: Instalează Signal pe telefonul tău
ru: Установите Signal на ваш телефон
sk: Inštalovať Signal na váš telefón
sl: Namestite Signal na vaš telefon
sq: Instaloni Signal-in në Telefonin Tuaj
sr: Инсталирајте Signal на телефону
sv: Installera Signal på din telefon
sw: Sakinisha Signal kwenye Simu Yako
ta: உங்கள் தொலைபேசியில் Signal நிறுவவும்
te: మీ ఫోన్‌లో Signal ను ఇన్‌స్టాల్ చేయండి
th: ติดตั้ง Signal บนไอโฟนของคุณ
tr: Telefonunuza Signal Yükleyin
ug: تېلېفونىڭىزغا Signal نى ئورنىتىڭ
uk: Установіть Signal на телефон
ur: اپنے فون پر Signal انسٹال کریں
vi: Cài đặt Signal trên Điện thoại của bạn
zh_cn: 在您的手机上安装Signal
zh_hk: 在電話上安裝 Signal
