Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_CALL_WILL_RING_TWO_PEOPLE_FORMAT
source: Signal will ring %1$@ and %2$@
ar: سَيتصل سيجنال بـ %1$@ و%2$@
be: Signal будзе званіць %1$@ і %2$@
bn: Signal %1$@ এবং %2$@-কে রিং করবে
ca: Signal trucarà a %1$@ i a %2$@
cs: Signal zavolá uživatelům %1$@ a %2$@
da: Signal ringer til %1$@ og %2$@
de: Signal wird bei %1$@ und %2$@ klingeln
el: Το Signal θα καλέσει τους %1$@ και %2$@
es: Signal sonará en la app de %1$@ y %2$@
fa: سیگنال با %1$@ و %2$@ تماس خواهد گرفت
fi: Signal soittaa käyttäjille %1$@ ja %2$@
fr: Sonnerie activée : Signal sonnera chez %1$@ et %2$@
ga: Cuirfidh Signal glao ar %1$@ agus ar %2$@
gu: Signal %1$@ અને %2$@ને રિંગ આપશે
he: Signal תתקשר ל%1$@ ול%2$@
hi: Signal द्वारा %1$@ और %2$@ को रिंग किया जाएगा
hr: Pozivaju se %1$@ i %2$@
hu: A Signal felhívja %1$@ és %2$@ felhasználókat
id: Signal akan berdering untuk %1$@ dan %2$@
it: Signal chiamerà %1$@ e %2$@
ja: Signalは %1$@ と %2$@ を呼び出します
ko: Signal에서 %1$@ 님과 %2$@ 님에게 전화를 겁니다.
mr: Signal %1$@ आणि %2$@ ला रिंग करेल
ms: Signal akan memanggil %1$@ dan %2$@
nb: Signal kommer til å ringe %1$@ og %2$@
nl: Signal zal %1$@ en %2$@ bellen
pl: Signal zadzwoni do tych osób: %1$@ i %2$@
pt_br: O Signal ligará para %1$@ e %2$@
pt_pt: O Signal irá chamar %1$@ e %2$@
ro: Signal va apela %1$@ și %2$@
ru: Signal будет звонить у %1$@ и %2$@
sk: Signal zavolá používateľom %1$@ a %2$@
sl: Signal bo zvonil uporabnikoma_cama %1$@ in %2$@
sr: Signal ће позвати кориснике %1$@ и %2$@
sv: Signal kommer att ringa %1$@ och %2$@
th: Signal จะโทรหา %1$@ และ %2$@
tr: %1$@ ve %2$@ Signal tarafından aranacak
ug: ‏Signal %1$@ بىلەن %2$@ نى چاقىرىدۇ
uk: Буде здійснено виклик користувачів %1$@ і %2$@ у Signal
ur: Signal %1$@ اور %2$@ کو کال کرے گا
vi: Signal sẽ đổ chuông %1$@và %2$@
zh_cn: Signal 将会呼叫 %1$@ 和 %2$@
zh_hk: Signal 會打電話給 %1$@ 和 %2$@

# GROUP_CALL_YOU_ARE_HERE
source: You are in the group call
af: Jy is in die groepoproep
ar: أنت في مُكالمة جماعية
az: Qrup zəngindəsiniz
be: Вы ў групавым званку
bn: আপনি গ্রুপ কলে আছেন
ca: Sou a la trucada de grup.
cs: Účastníte se skupinového hovoru
cy: Rydych chi yn y galwad grŵp
da: Du er i gruppeopkaldet
de: Du nimmst am Gruppenanruf teil
el: Είσαι στην ομαδική κλήση
es: Estás en la llamada grupal
es_es: Estás en la llamada en grupo
et: Sa oled grupikõnes
eu: Talde-deian zaude
fa: شما در تماس گروهی هستید
fi: Olet ryhmäpuhelussa
fr: Vous participez à l'appel de groupe
gu: તમે ગ્રુપ કૉલમાં છો
he: את/ה בשיחה הקבוצתית
hi: आप ग्रुप कॉल मे हैं
hr: Vi ste na ovom grupnom pozivu
hu: Csoporthívásban vagy
id: Anda berada dalam panggilan grup
is: Þú ert í hópsímtalinu
it: Partecipi alla chiamata di gruppo
ja: グループ通話中です
kab: Aql-ak·akem deg usiwel n ugraw
km: á¢áŸ’á“á€á“áŸ…á€áŸ’á“á»á„á€á¶ášá áŸ…á‡á¶á€áŸ’ášá»á˜
kn: ನೀವು ಗ್ರೂಪ್‌ ಕಾಲ್‌ನಲ್ಲಿದ್ದೀರಿ
ko: 그룹 통화 중입니다.
lt: Jūs esate grupės skambutyje
lv: Jūs esat grupas zvanā
mk: Вие сте во групниот повик
ml: നിങ്ങൾ ഗ്രൂപ്പ് കോളിലാണ്
mr: आपण गट कॉलमध्ये आहात
ms: Anda berada dalam panggilan kumpulan
my: အဖွဲ့လိုက် ခေါ်ဆိုမှုထဲတွင် သင်ရှိပါသည်
nb: Du er med i gruppesamtalen
nl: Je neemt deel aan de groepsoproep
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਕਾਲ ਵਿੱਚ ਹੋ
pl: Uczestniczysz w połączeniu grupowym
ps: تاسې په ګروپي اړیکه کې یاست
pt_br: Você está na chamada em grupo
pt_pt: Você está na chamada de grupo
ro: Ești în apelul de grup
ru: Вы в групповом звонке
sk: Ste v skupinovom hovore
sl: Ste v skupinskem klicu
sq: Gjendeni te thirrja e grupit
sr: Ви сте у групном позиву
sv: Du är i gruppsamtalet
sw: Uko kwenye mazugumzo ya simu ya kikundi
ta: நீங்கள் குழு அழைப்பில் இருக்கிறீர்கள்
te: మీరు గ్రూప్ కాల్‌లో ఉన్నారు
th: คุณอยู่ในการโทรแบบกลุ่ม
tr: Grup görüşmesindesiniz
ug: سىز بۇ گۇرۇپپا چاقىرىقىدا
uk: Ви берете участь у груповому виклику
ur: آپ گروپ کال میں ہیں
vi: Bạn đang trong cuộc gọi nhóm
zh_cn: 您在此群组通话中
zh_hk: 您加入了群組通話

# GROUP_CALL_YOU_ON_ANOTHER_DEVICE
source: You (on another device)
af: Jy (op ’n ander toestel)
ar: أنت (متَّصِل من جهازٍ آخر)
az: Siz (başqa cihazda)
be: Вы (на іншай прыладзе)
bn: আপনি (অন্য ডিভাইসে আছেন)
ca: Vós (en un altre dispositiu)
cs: Vy (na jiném zařízení)
cy: Chi (ar ddyfais arall)
da: Dig (på en anden enhed)
de: Du (an einem anderen Gerät)
el: Εσύ (από άλλη συσκευή)
es: Tú (en otro dispositivo)
es_es: Tú (en otro dispositivo)
et: Sina (teisest seadmest)
eu: Zu (beste gailu batean)
fa: شما (روی دستگاه دیگر)
fi: Sinä (toisella laitteella)
fr: Vous (sur un autre appareil)
ga: Tú (ar ghléas eile)
gu: તમે (બીજા ડિવાઇસ પર)
he: את/ה (במכשיר אחר)
hi: आप (दूसरे डिवाइस से)
hr: Vi (na drugom uređaju)
hu: Te (másik eszközön)
id: Anda (di perangkat lain)
is: Þú (á öðru tæki)
it: Tu (su un altro dispositivo)
ja: あなた (別端末)
kab: Kečč.Kemm (deg ibenk nniḍen)
km: á¢áŸ’á“á€ (á“áŸ…á›á¾á§á”á€ášááŸá˜á½á™á•áŸ’áŸáŸá„á‘áŸ€á)
kn: ನೀವು (ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿ)
ko: 나(다른 기기에서)
lt: Jūs (kitame įrenginyje)
lv: Jūs (otrā ierīcē)
mk: Вие (од друг уред)
ml: നിങ്ങൾ (മറ്റൊരു ഉപകരണത്തിൽ)
mr: आपण (दुसऱ्या डिव्हाईसवर)
ms: Anda (pada peranti lain)
my: မိမိ (အခြားစက်ပေါ်ရှိ)
nb: Deg (på en annen enhet)
nl: Jij (vanaf een ander apparaat)
pa: ਤੁਸੀਂ (ਹੋਰ ਡਿਵਾਈਸ ਉੱਤੇ)
pl: Ty (na innym urządzeniu)
ps: تاسې (په بله وسیله کې)
pt_br: Você (em outro aparelho)
pt_pt: Você (noutro dispositivo)
ro: Tu (pe alt dispozitiv)
ru: Вы (на другом устройстве)
sk: Vy (na inom zariadení)
sl: Vi (na drugi napravi)
sq: Ju (në një tjetër pajisje)
sr: Ви (на другом уређају)
sv: Du (på en annan enhet)
sw: Wewe (kwenye kifaa kingine)
ta: நீங்கள் (மற்றொரு சாதனத்தில்)
te: మీరు (మరొక పరికరంలో)
th: คุณ (อยู่บนอุปกรณ์อื่น)
tr: Siz (başka bir cihazda)
ug: سىز (يەنە بىر ئۈسكۈنىدە)
uk: Ви (на іншому пристрої)
ur: آپ (دوسرے آلے پر)
vi: Bạn (trên một thiết bị khác)
zh_cn: 您（其它设备）
zh_hk: 您 (在另一台裝置上)

# GROUP_CREATED_BY_LOCAL_USER
source: You created the group.
af: Jy het die groep geskep.
ar: قُمتَ بإنشاء المجموعة.
az: Qrup yaratdınız.
be: Вы стварылі групу.
bg: Вие създадохте групата.
bn: আপনি গ্রুপ তৈরি করেছেন।
ca: Heu creat el grup.
cs: Vytvořili jste skupinu.
cy: Crëwyd y grŵp gennych chi.
da: Du oprettede gruppen
de: Du hast die Gruppe erstellt.
el: Δημιούργησες την ομάδα.
es: Has creado el grupo.
es_es: Has creado el grupo.
et: Sa lõid uue grupi.
eu: Taldea sortu duzu.
fa: شما گروه را ایجاد کردید.
fi: Loit ryhmän.
fil: Ginawa mo ang grupo.
fr: Vous avez créé ce groupe.
ga: Chruthaigh tú an grúpa.
gu: તમે ગ્રુપ બનાવ્યું છે.
he: יצרת את הקבוצה.
hi: यह ग्रुप आपने बनाया है।
hr: Stvorili ste grupu.
hu: Létrehoztad a csoportot.
id: Grup telah dibuat.
is: Þú bjóst til hópinn
it: Hai creato il gruppo.
ja: グループを作成しました。
kab: Terniḍ agraw
kk: Сіз топ құрдыңыз.
km: á¢áŸ’á“á€á”á¶á“á”á„áŸ’á€á¾áá€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: ನೀವು ಗುಂಪನ್ನು ರಚಿಸಿದ್ದೀರಿ.
ko: 내가 그룹을 생성했습니다.
lt: Jūs sukūrėte grupę.
lv: Jūs izveidojāt grupu.
mk: Создадовте група.
ml: നിങ്ങൾ ഗ്രൂപ്പ് സൃഷ്ടിച്ചു.
mr: आपण गट तयार केला.
ms: Anda mencipta kumpulan.
my: သင်သည် အဖွဲ့ဖွဲ့ခဲ့ပါသည်။
nb: Du opprettet gruppen.
nl: Je hebt de groep aangemaakt.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਨੂੰ ਬਣਾਇਆ.
pa_pk: تساں گروپ تخلیق کیتا۔
pl: Tworzysz grupę.
ps: تاسې ګروپ جوړ کړ.
pt_br: Você criou o grupo.
pt_pt: Criou o grupo.
ro: Ai creat grupul.
ru: Вы создали группу.
sk: Vytvorili ste skupinu.
sl: Ustvarili ste skupino.
sq: E krijuat grupin.
sr: Ви сте креирали ову групу.
sv: Du skapade gruppen.
sw: Uliunda kundi
ta: நீங்கள் குழுவை உருவாக்கியது.
te: మీరు సమూహాన్ని సృష్టించారు.
th: คุณได้สร้างกลุ่มแล้ว
tr: Grubu oluşturdunuz.
ug: بۇ گۇرۇپپىنى سىز قۇرغان.
uk: Ви створили цю групу.
ur: آپ نے گروپ بنایا ہے۔
vi: Bạn đã tạo nhóm.
zh_cn: 您创建了群组
zh_hk: 您已建立此群組。

# GROUP_CREATED_BY_REMOTE_USER_FORMAT
source: %@ created the group.
af: %@ het jou by die groep gevoeg.
ar: قام %1$@ بإنشاء المجموعة.
az: %@ sizi qrupa əlavə etdi.
be: %1$@ стварыў(-ла) групу.
bg: %@ ви добави към групата.
bn: %1$@ গ্রুপটি তৈরি করেছেন।
ca: %1$@ ha creat el grup.
cs: %1$@ vytvořil/a skupinu.
cy: Ychwanegodd %@ chi at y grŵp.
da: %1$@ oprettede gruppen
de: %1$@ hat die Gruppe erstellt.
el: Ο/Η %1$@ δημιούργησε την ομάδα.
es: %1$@ ha creado el grupo.
es_es: %@ te ha añadido al grupo.
et: %@ lisas sind gruppi.
eu: %@(e)k taldera gehitu zaitu.
fa: %1$@ گروه را ایجاد کرد.
fi: %1$@ loi ryhmän.
fil: Idinagdag ka ni %@ sa grupo.
fr: %1$@ a créé le groupe.
ga: Chruthaigh %1$@ an grúpa.
gu: %1$@ એ ગ્રુપ બનાવ્યું.
he: %1$@ יצר/ה את הקבוצה.
hi: %1$@ ने ग्रुप बनाया।
hr: %1$@ je stvorio/la grupu.
hu: %1$@ létrehozta a csoportot.
id: %1$@ membuat grup.
is: %@ bætti þér í hópinn.
it: %1$@ ha creato il gruppo.
ja: %1$@ がグループを作成しました。
kab: %@ yerna-k·kem ɣer ugraw.
kk: %@ сізді топқа қосты.
km: %@ á”á¶á“á”á“áŸ’ááŸ‚á˜á¢áŸ’á“á€á…á¼á›á€áŸ’á“á»á„á€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: %@ ನಿಮ್ಮನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹을 만들었습니다.
lt: %@ pridėjo jus į grupę.
lv: %@ pievienoja jūs grupai.
mk: %@ ве додаде во групата.
ml: %@ നിങ്ങളെ ഗ്രൂപ്പിലേക്ക് ചേർത്തു.
mr: %1$@ने गट तयार केला.
ms: %1$@ telah mencipta kumpulan.
my: %@ သည် သင့်ကို အဖွဲ့ထဲ ထည့်လိုက်ပါသည်။
nb: %1$@ opprettet gruppen.
nl: %1$@ heeft de groep aangemaakt.
pa: %@ ਨੇ ਤੁਹਾਨੂੰ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ.
pa_pk: %@ نے تساں نوں گروپ اچ نال رلایا۔
pl: %1$@ tworzy grupę.
ps: %@ تاسې ګروپ کې اضافه کړئ.
pt_br: %1$@ criou o grupo.
pt_pt: %1$@ criou o grupo
ro: %1$@ a creat grupul.
ru: %1$@ создал(-а) группу.
sk: %1$@ vytvoril/a skupinu.
sl: Uporabnik/ca %@ vas je dodal/a v skupino.
sq: %@ ju shtoi te grupi.
sr: %1$@ је креирао/ла групу.
sv: %1$@ skapade gruppen.
sw: %@alikuongeza kwenye kundi.
ta: %@ சேர்க்கப்பட்டது நீங்கள் குழுவிற்கு.
te: %@ మిమ్మల్ని సమూహానికి చేర్చారు.
th: %1$@ ได้สร้างกลุ่มแล้ว
tr: %1$@ grup oluşturdu.
ug: %1$@ بۇ گۇرۇپپىنى قۇردى.
uk: Користувач %1$@ створив цю групу.
ur: %1$@ نے گروپ بنایا۔
vi: %1$@ đã tạo nhóm.
zh_cn: %1$@ 创建了该群组。
zh_hk: %1$@ 建立了群組。

# GROUP_CREATED_BY_UNKNOWN_USER
source: Group was created.
af: Groep is geskep.
ar: أُنشِأَت المجموعة.
az: Qrup yaradıldı.
be: Група створана.
bg: Групата е създадена.
bn: গ্রুপ তৈরি হয়েছে।
ca: S'ha creat el grup.
cs: Skupina byla vytvořena.
cy: Crëwyd grŵp.
da: Gruppen oprettet
de: Gruppe wurde erstellt.
el: Η ομάδα δημιουργήθηκε.
es: Se ha creado el grupo.
es_es: El grupo se ha creado.
et: Grupp on loodud.
eu: Taldea sortu da.
fa: گروه ایجاد شد.
fi: Ryhmä luotiin.
fil: Ang grupo ay nagawa.
fr: Création du groupe.
ga: Cruthaíodh an grúpa.
gu: ગ્રુપ બનાવવામાં આવ્યું હતું.
he: קבוצה נוצרה.
hi: ग्रुप बन गया है।
hr: Grupa je stvorena.
hu: Csoport létrehozva.
id: Grup telah dibuat.
is: Hópur var búinn til.
it: Il gruppo è stato creato.
ja: グループが作成されました。
kab: Agraw yettwarna.
kk: Топ құрылды.
km: á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“á”á„áŸ’á€á¾ááŸ”
kn: ಗುಂಪು ರಚಿಸಲಾಗಿದೆ.
ko: 그룹이 생성되었습니다.
lt: Grupė buvo sukurta.
lv: Grupa tika izveidota.
mk: Беше создадена група.
ml: ഗ്രൂപ്പ് ഉണ്ടാക്കിയിരിക്കുന്നു.
mr: गट तयार केला देला.
ms: Kumpulan telah dicipta.
my: အဖွဲ့ ဖွဲ့ပြီး
nb: Gruppen ble opprettet.
nl: De groep is aangemaakt.
pa: ਗਰੁੱਪ ਬਣ ਗਿਆ ਸੀ।
pa_pk: گروپ تخلیق کیتا گیا۔
pl: Grupa zostaje utworzona.
ps: ګروپ جوړ شو.
pt_br: O grupo foi criado.
pt_pt: Foi criado o grupo
ro: Grupul a fost creat.
ru: Группа была создана.
sk: Skupina bola vytvorená.
sl: Skupina je bila ustvarjena
sq: Grupi u krijua.
sr: Група је креирана.
sv: Grupp skapades.
sw: Kundi limeundwa
ta: குழு இருந்தது உருவாக்கப்பட்டது.
te: సమూహం సృష్టించబడింది.
th: กลุ่มถูกสร้างแล้ว
tr: Grup oluşturuldu.
ug: گۇرۇپپا قۇرۇلدى.
uk: Групу створено.
ur: گروپ بنایا گیا تھا۔
vi: Nhóm đã được tạo.
zh_cn: 群组已创建。
zh_hk: 群組已創建。

# GROUP_CREATION_FAILED
source: Not all members could be added to the group. Tap to retry.
af: Nie alle lede kon by die groep gevoeg word nie. Tik om weer te probeer.
ar: لا يُمكن إضافة جميع الأعضاء إلى المجموعة. انقر لإعادة المحاولة.
az: Bütün üzvlər qrupa əlavə edilə bilmədi. Yenidən sınamaq üçün toxunun.
be: Не ўсе ўдзельнікі могуць быць дададзены ў групу. Паспрабаваць зноў.
bg: Не всички потребители могат да се добавят в групата. Докосни за повторен опит.
bn: সমস্ত সদস্য গ্রুপে যোগ করা যায়নি। আবার চেষ্টা করতে আলতো চাপুন।
ca: No tots els membres s'han pogut afegir al grup. Toqueu per tornar a provar-ho.
cs: Do skupiny se nepodařilo přidat všechny členy. Zkusit znovu to můžete klepnutím.
cy: Ni ellid ychwanegu pob aelod at y grŵp. Tapiwch i ailgynnig.
da: Ikke alle medlemmer kunne tilføjes gruppen. Tryk for at prøve igen.
de: Nicht alle Mitglieder konnten zur Gruppe hinzugefügt werden. Für erneuten Versuch antippen.
el: Δεν μπόρεσαν να προστεθούν όλα τα μέλη στην ομάδα. Πάτα για επανάληψη.
es: No se ha podido añadir a todos los participantes al grupo. Toca para intentarlo de nuevo.
es_es: No se ha podido añadir a tod@s l@s participantes al grupo. Toca para intentarlo de nuevo.
et: Kõiki liikmeid polnud võimalik gruppi lisada. Klõpsa uuesti proovimiseks.
eu: Ezin izan dire kide guztiak taldean sartu. Ukitu berriro saiatzeko.
fa: همهٔ اعضا به گروه اضافه نشدند. برای تلاش دوباره ضربه بزنید.
fi: Kaikkia ryhmän jäseniä ei voitu lisätä ryhmään. Napauta yrittääksesi uudelleen.
fil: Hindi lahat ng mga kasapi ay maidadagdag sa grupo.
fr: Certains membres n'ont pas été ajoutés au groupe. Touchez pour réessayer.
ga: Níorbh fhéidir gach duine nua a chur leis an ngrúpa. Tapáil chun triail eile a bhaint as.
gu: બધા સભ્યો ગ્રુપમાં ઉમેરી શકાયા નહીં. ફરીથી પ્રયાસ કરવા માટે ટેપ કરો.
he: לא כל חברי הקבוצה צורפו אל הקבוצה. הקש כדי לנסות מחדש.
hi: सभी सदस्य ग्रुप में नहीं जुङ पाए। दोबारा कोशिश के लिये टैप करें।
hr: U grupu se ne nisu uspjeli dodati svi članovi. Pritisnite za ponovni pokušaj.
hu: Nem sikerült az összes tagot a csoporthoz adni. Koppints az újrapróbálkozáshoz.
id: Tidak semua anggota dapat ditambahkan ke dalam grup. Ketuk untuk mencoba lagi.
is: Ekki var hægt að bæta öllum meðlimum í hópinn. Ýttu til að prófa aftur.
it: Non tutti i membri possono essere aggiunti al gruppo. Tocca per ripovare.
ja: 何人かのメンバーをグループへ追加できませんでした。タップして再試行します。
kab: Mačči akk iεeggalen zemren ad ttwarnun ɣer ugraw. Sit i wakken ad talseḍ aneεruḍ.
kk: Топқа қатысушылардың бәрін бірдей қосу мүмкін болмады. Қайта қосу үшін түртіңіз.
km: á˜á·á“á˜áŸ‚á“áŸá˜á¶á‡á·á€á‘á¶áŸ†á„á¢áŸáŸ‹á¢á¶á…ááŸ’ášá¼áœá”á¶á“á”á“áŸ’ááŸ‚á˜á‘áŸ…á€áŸ’ášá»á˜á“áŸ„áŸ‡á‘áŸáŸ” á…á»á… áŠá¾á˜áŸ’á”á¸á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಎಲ್ಲಾ ಸದಸ್ಯರನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ. ಪುನಃ ಪ್ರಯತ್ನಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 모든 멤버를 그룹에 추가할 수 없습니다. 탭하면 다시 시도합니다.
lt: Ne visus narius pavyko pridėti į grupę. Bakstelėkite, norėdami bandyti dar kartą.
lv: Ne visus dalībniekus varēja pievienot grupai. Pieskarieties, lai mēģinātu vēlreiz.
mk: Не сите членови можат да бидат додадени во групата. Допрете за да се обидете повторно.
ml: എല്ലാ അംഗങ്ങളെയും ഗ്രൂപ്പിലേക്ക് ചേർക്കാൻ കഴിയില്ല. വീണ്ടും ശ്രമിക്കുന്നതിന് ടാപ് ചെയ്യുക.
mr: सर्व सदस्य गटात जोडणे शक्य झाले नाही. पुन्हा प्रयत्न करण्यासाठी टॅप करा.
ms: Bukan semua ahli dapat ditambah ke dalam kumpulan. Ketik untuk cuba semula.
my: အဖွဲ့ဝင်အားလုံးကိုထည့်၍မရပါ။ ပြန်စရန် တစ်ချက်နှိပ်ပါ။
nb: Ikke alle medlemmene kunne legges til gruppen. Trykk for å forsøke på nytt.
nl: Niet alle leden konden worden toegevoegd aan de groep. Tik om opnieuw te proberen.
pa: ਸਾਰੇ ਮੈਂਬਰਾਂ ਨੂੰ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ. ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ.
pa_pk: سارے رکناں نوں گروپ اچ شامل نئیں کیتا جا سکیا۔ فیر کوشش دے لئی ٹیپ کرو۔
pl: Nie wszystkie osoby udało się dodać do grupy. Dotknij, aby spróbować ponownie.
ps: ټول غړي په ګروپ کې اضافه نه شول. د بیاهڅې لپاره کلیک وکړئ.
pt_br: Não foi possível adicional todos os membros ao grupo. Toque para tentar de novo.
pt_pt: Nem todos os membros foram adicionados ao grupo. Toque para tentar novamente.
ro: Nu toți membri au putut fi adăugați la grup. Apasă pentru a reîncerca.
ru: Не всех участников удалось добавить в группу. Повторить попытку?
sk: Každého člena sa nepodarilo pridať do skupiny. Ťuknutím skúste znovu.
sl: Nekateri_e člani_ce niso mogli_e biti dodani_e k skupini. Tapnite za več informacij.
sq: Jo të gjithë anëtarët mundën të shtohen te grupi. Prekeni që të riprovoni.
sr: Није успело додавање свих чланова у групу. Додирните да пробате поново.
sv: Alla medlemmar kunde inte läggas till i gruppen. Tryck för att försöka igen.
sw: Sio wanachama wote walioweza kuongezwa kwenye kundi. Gusa kujaribu tena.
ta: அனைத்து உறுப்பினர்களையும் குழுவில் சேர்க்க முடியாது. மீண்டும் முயற்சிக்க தட்டவும்.
te: సభ్యులందరినీ సమూహానికి చేర్చలేరు. మరోసారి ప్రయత్నిచేందుకు తట్టండి.
th: ไม่สามารถเพิ่มสมาชิกทุกคนเข้ากลุ่มได้ แตะเพื่อลองอีกครั้ง
tr: Üyelerin bazıları gruba eklenemedi. Tekrar denemek için dokunun.
ug: ھەممە ئەزانى گۇرۇپپىغا قوشقىلى بولمدى. قايتا سىناش ئۈچۈن چېكىڭ.
uk: У групу вдалося додати не всіх учасників. Натисніть, щоб додати знову.
ur: گروپ میں تمام ممبران شامل نہیں ہو سکے۔ دوبارہ کوشش کریں۔
vi: Không thể thêm tất cả thành viên vào nhóm. Chạm để thử lại.
zh_cn: 不是所有成员都能被添加到群组中。点击重试。
zh_hk: 並非所有成員均可被新增至該群組。請輕觸重試。

# GROUP_DESCRIPTION_MORE
source: more
af: nog
ar: المزيد
az: daha çox
be: яшчэ
bn: আরও
ca: més
cs: více
cy: rhagor
da: mere
de: mehr
el: περισσότερα
es: más
et: rohkem
eu: gehiago
fa: بیشتر
fi: lisää
fr: plus
gu: વધારે
he: עוד
hi: अधिक
hr: više
hu: tovább
id: selanjutnya
is: meira
it: altro
ja: 続き
kab: ugar
km: á”á“áŸ’ááŸ‚á˜
kn: ಇನ್ನಷ್ಟು
ko: 더
lt: daugiau
lv: vēl
mk: повеќе
ml: കൂടുതൽ
mr: आणखी
ms: lebih
my: နောက်ထပ်
nb: mer
nl: meer
pa: ਹੋਰ
pl: więcej
ps: زیات
pt_br: mais
pt_pt: mais
ro: mai multe
ru: далее
sk: viac
sl: več
sq: më tepër
sr: више
sv: mer
sw: zaidi
ta: மேலும்
te: మరింత
th: มีอีก
tr: dahası
ug: تېخىمۇ كۆپ
uk: далі
ur: مزید
vi: thêm
zh_cn: 更多
zh_hk: 更多

# GROUP_DESCRIPTION_PLACEHOLDER
source: Add group description...
af: Voeg groepbeskrywing toe…
ar: إضافة وصف للمجموعة…
az: Qrup açıqlaması əlavə edin...
be: Дадаць апісанне групы…
bn: গ্রুপের বিবরণ যোগ করুন…
ca: Afegeix-hi una descripció del grup…
cs: Přidejte popisek skupiny…
cy: Ychwanegu disgrifiad grŵp…
da: Tilføj gruppebeskrivelse…
de: Gruppenbeschreibung hinzufügen …
el: Προσθήκη περιγραφής ομάδας…
es: Añadir descripción del grupo…
et: Lisa grupi kirjeldus...
eu: Gehitu taldearen deskribapena…
fa: افزودن توصیف گروه…
fi: Lisää ryhmän kuvaus…
fr: Présentez le groupe en quelques mots…
ga: Cuir cur síos ar an ngrúpa leis…
gu: ગ્રુપનું ડિસ્ક્રિપ્શન ઉમેરો…
he: הוסף תיאור קבוצה…
hi: ग्रुप का विवरण जोड़ें…
hr: Dodaj opis grupe…
hu: Csoportleírás hozzáadása…
id: Tambahkan deskripsi grup…
is: Bæta við lýsingu á hóp...
it: Aggiungi descrizione gruppo…
ja: グループの説明を追加してください…
km: á”á“áŸ’ááŸ‚á˜á€á¶ášá–ááŸŒá“á¶á€áŸ’ášá»á˜...
kn: ಗುಂಪು ವಿವರಣೆ ಸೇರಿಸಿ...
ko: 그룹 설명 추가…
lt: Pridėkite grupės aprašą...
lv: Pievienot grupas aprakstu...
mk: Додадете опис на групата...
ml: ഗ്രൂപ്പ് വിവരണം ചേർക്കുക...
mr: ग्रुप वर्णन जोडा(…)
ms: Tambah penerangan kumpulan…
my: အဖွဲ့ ဖော်ပြချက် ပေါင်းထည့်ရန်…
nb: Legg til gruppebeskrivelse…
nl: Voeg een groepsomschrijving toe…
pa: ਗਰੁੱਪ ਬਿਓਰਾ ਜੋੜੋ...
pl: Dodaj opis grupy…
ps: د ګروپ توضیحات اضافه کړئ...
pt_br: Adicionar descrição do grupo…
pt_pt: Adicionar descrição do grupo…
ro: Adaugă descrierea grupului…
ru: Добавить описание группы…
sk: Pridať popis skupiny…
sl: Dodaj opis skupine ...
sq: Shtoni përshkrim grupi…
sr: Унесите опис групе…
sv: Lägg till gruppbeskrivning …
sw: Ongeza maelezo ya kikundi...
ta: கூட்டு குழு விளக்கம்...
te: సమూహ వివరణను జోడించండి ...
th: เพิ่มคำอธิบายกลุ่ม…
tr: Grup açıklaması ekle
ug: گۇرۇپپا تونۇشتۇرۇشى قوش…
uk: Додайте опис групи…
ur: گروپ کی تفصیل شامل کریں…
vi: Thêm miêu tả nhóm…
zh_cn: 添加群组描述……
zh_hk: 新增群組描述…
