Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_REQUEST_VIEW_NEW_GROUP_PROMPT
source: Join this group and share your name and photo with its members? They won’t know you’ve seen their messages until you accept.
af: Sluit by hierdie groep aan en deel jou naam en foto met die lede? Hulle sal nie weet dat jy hulle boodskappe gesien het nie tot jy aanvaar.
ar: هل ترغبُ بالانضمام لهذه المجموعة ومُشاركة اسمك وصورتك مع أعضاءها؟ لن يعلموا أنك قد قرأتَ رسائلهم حتى تقوم بالقبول.
az: Bu qrupa qoşularaq adınızı və fotonuzu üzvlərlə paylaşırsınız? Qəbul edənə qədər onların mesajlarını gördüyünüzü bilməyəcəklər.
be: Далучыцца да гэтай групы і абагуліць свае імя і фота з яе ўдзельнікамі? Яны не даведаюцца, што вы бачылі іх паведамленні, пакуль вы не прымеце запыт.
bn: এই গ্রুপে যোগ দিয়ে এটির সদস্যদের সাথে আপনার নাম ও ফটো তাদের সাথে শেয়ার করবেন? আপনি স্বীকার না করা পর্যন্ত আপনি যে তাদের মেসেজগুলি দেখেছেন তা তারা জানবেন না।
ca: Voleu afegir-vos a aquest grup i compartir el nom i la fotografia amb els seus membres? No sabran que heu vist els seus missatges fins que no ho accepteu.
cs: Připojit se k této skupině a sdílet vaše jméno a fotografii s jejími členy? Nebudou vědět, že jste viděl jejich zprávy, dokud je nepřijmete.
cy: Ymuno â'r grŵp hwn a rhannu eich enw a llun gyda'i aelodau? Ni fyddant yn gwybod eich bod wedi gweld eu negeseuon nes i chi dderbyn.
da: Bliv medlem af denne gruppe og del dit navn og foto med dens medlemmer? De ved ikke, at du har set deres beskeder, indtil du accepterer det.
de: Möchtest du dieser Gruppe beitreten und deinen Namen und dein Foto mit deren Mitgliedern teilen? Sie wissen nicht, dass du ihre Nachrichten gesehen hast, bis du die Einladung annimmst.
el: Θέλεις να μπεις στην ομάδα και να μοιραστείς το όνομα και τη φωτογραφία σου με τα μέλη της; Δεν θα ξέρουν ότι έχεις δει τα μηνύματά τους μέχρι να δεχτείς.
es: ¿Unirte a este grupo y compartir tu nombre y foto de perfil con sus participantes? No sabrán que has visto sus mensajes hasta que aceptes.
es_es: ¿Unirse a este grupo y así compartir tu nombre y foto con sus participantes? No sabrán que has visto sus mensajes hasta que aceptes.
et: Kas liitud grupiga ja jagad enda nime ning fotot sellele liikmetele? Nad ei tea, et sa oled nende sõnumeid näinud, kuni nõustud.
eu: Talde honetan sartu eta zure izena eta argazkia kideekin partekatu nahi duzu? Zuk onartu arte, ez dute jakingo beraien mezuak ikusi duzunik.
fa: آیا می‌خواهید به این گروه بپیوندید و نام و عکس خود را با اعضای آن به اشتراک بگذارید؟ تا زمانی که نپذیرید آن‌ها متوجه نمی‌شوند که پیام‌شان را خوانده‌اید.
fi: Liitytäänkö tähän ryhmään ja näytetäänkö nimesi ja profiilikuvasi sen jäsenille? He eivät tiedä että olet nähnyt heidän viestinsä ennen hyväksymistä.
fr: Rejoindre ce groupe et partager vos nom et photo avec ses membres ? Ce contact ne saura que vous avez vu son invitation que si vous l’acceptez.
ga: An bhfuil fonn ort páirt a ghlacadh sa ghrúpa seo agus d'ainm agus do phictiúr a roinnt le baill den ghrúpa? Ní bheidh a fhios acu go bhfaca tú a gcuid teachtaireachtaí go dtí go nglacfaidh tú leis.
gu: શું આ ગ્રુપમાં જોડાવું છે અને તેના સભ્યો સાથે તમારું નામ અને ફોટો શેર કરવા છે? જ્યાં સુધી તમે સ્વીકારશો નહીં ત્યાં સુધી તેઓ જાણશે નહીં કે તમે તેમના મેસેજ જોયા છે.
he: להצטרף אל קבוצה זו ולשתף את השם והתמונה שלך עם חבריה? חברי הקבוצה לא יידעו שקראת את הודעותיהם עד שלא תאשר.
hi: इस ग्रुप में जुड़ना है और इसके मेंबर्स के साथ अपना नाम और तस्वीर शेयर करनी है? उन्हें पता नहीं चलेगा कि आपने उनके मेसेज देख लिए हैं जब तक आप स्वीकार नहीं करते।
hr: Želite li se pridružiti ovoj grupi i podijeliti svoje ime i fotografiju sa članovima? Neće znati da ste vidjeli njihove poruke dok ne prihvatite.
hu: Szeretnél belépni a csoportba? Ezzel profilod láthatóvá is válik. Amíg ezt meg nem erősíted, senki nem értesül róla, hogy láttad az eddigi üzeneteket.
id: Gabung ke grup ini dan bagikan nama dan foto Anda dengan anggota? Mereka tidak akan mengetahui Anda telah melihat pesannya sampai Anda menerimanya.
is: Viltu ganga í þennan hóp og deila nafninu þínu og mynd með meðlimum hans? Þeir munu ekki vita hvort þú hafir séð skilaboðin þeirra fyrr en þú samþykkir þetta.
it: Unirsi a questo gruppo e condividere il tuo nome e la tua foto con i suoi membri? Non sapranno che hai visto i loro messaggi finché non accetti.
ja: このグループに参加し、あなたの名前と画像をメンバーと共有しますか？承認するまで、相手にはあなたがメッセージを見たことははわかりません。
kab: Rnu ɣer ugraw-a syen bḍu isem d tewlaft- inek·inem akked yiɛeggalen-is? Ur ẓrren ara tettwaliḍ iznan-nsen alamma tqebleḍ-ten.
kk: Осы топқа қосылып, атыңыз бен фотосуретіңізді оның мүшелерімен бөлісу керек пе? Сіз қабылдамайынша олар сіздің өз хабарламасын көргеніңіз туралы білмейтін болады.
km: á…á¼á›á€áŸ’ášá»á˜á“áŸáŸ‡ á“á·á„á…áŸ‚á€ášáŸ†á›áŸ‚á€áˆáŸ’á˜áŸ„áŸ‡ á“á·á„ášá¼á”ááá¢áŸ’á“á€ á‡á¶á˜á½á™áŸá˜á¶á‡á·á€á€áŸ’ášá»á˜? á–á½á€á‚áŸá“á¹á„á˜á·á“áŠá¹á„áá¶á¢áŸ’á“á€á”á¶á“áƒá¾á‰áŸá¶ášášá”áŸáŸ‹á–á½á€á‚áŸ ášá á¼áá¢áŸ’á“á€á™á›áŸ‹á–áŸ’ášá˜á‘á‘á½á›áŸ”
kn: ಈ ಗುಂಪನ್ನು ಸೇರುವುದೇ ಹಾಗೂ ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಫೋಟೋವನ್ನು ಇದರ ಸದಸ್ಯರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದೇ? ನೀವು ಸ್ವೀಕರಿಸುವವರೆಗೂ ಅವರಿಗೆ ನೀವು ಅವರ ಸಂದೇಶಗಳನ್ನು ನೋಡಿದ್ದೀರಿ ಎನ್ನುವುದು ತಿಳಿಯುವುದಿಲ್ಲ.
ko: 이 그룹에 참가하고 내 이름과 사진을 멤버와 공유하시겠습니까? 수락하기 전까지 상대는 내가 메시지를 보았는지 알 수 없습니다.
lt: Prisijungti prie šios grupės ir bendrinti jūsų vardą bei nuotrauką su grupės nariais? Jie nežinos, kad matėte jų žinutes tol, kol nesutiksite.
lv: Pievienoties šai grupai un dalīties ar Jūsu vārdu un attēlu ar šiem dalībniekiem? Viņi nezinās, ka Jūs izlasījāt ziņas, kamēr neapstiprināsiet.
mk: Дали сакате да и се приклучите на оваа група и да ги споделите вашето име и слика со нејзните членови? Тие нема да знаат дека сте ги виделе нивните пораки додека не ја прифатите нивната покана за групата.
ml: ഈ ഗ്രൂപ്പിൽ ചേര്‍ൻ, നിങ്ങളുടെ പേരും ഫോട്ടോയും അതിന്റെ അംഗങ്ങളുമായി പങ്കിടണോ? നിങ്ങൾ സ്വീകരിക്കുന്നതുവരെ നിങ്ങൾ അവരുടെ സന്ദേശങ്ങള്‍ കണ്ടതായി അവർക്ക് അറിയില്ല.
mr: या गटात सामील व्हा आणि आपले नाव आणि फोटो त्याचा सदस्यांसह शेअर करू द्यायचे? आपण स्वीकार करेपर्यंत आपण त्यांचा संदेश पाहिला आहे हे त्यांना कळणार नाही.
ms: Sertai kumpulan ini dan kongsikan nama dan foto anda dengan ahli-ahlinya? Mereka tidak akan tahu bahawa anda telah melihat mesej mereka sehingga anda menerimanya.
my: သင်မှ ၎င်းအဖွဲ့သို့ ဝင်ရောက်ပြီး သင်၏ အမည် နှင့် ရုပ်ပုံတို့ကို အဖွဲ့ဝင်များနှင့် မျှဝေမည်လား? အဖွဲ့ဝင်များသည် သင်မှ ၎င်းတို့၏ မက်ဆေ့ချ်များကို ဖတ်ရှုခဲ့သည်ကို သင်လက်ခံသည်အထိ မတွေ့ရပါ။
nb: Bli medlem i denne gruppen samt dele navn og bilde med medlemmene? De vil ikke vite at du har sett meldingene før du aksepterer.
nl: Wil je lid worden van deze groep en je profielnaam, -foto en -omschrijving met de andere leden delen? Leden van de groep weten niet dat je hun berichten hebt gezien totdat je het gespreksverzoek hebt geaccepteerd.
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਾ ਅਤੇ ਇਸਦੇ ਮੈਂਬਰਾਂ ਨਾਲ ਆਪਣਾ ਨਾਮ ਅਤੇ ਤਸਵੀਰ ਸਾਂਝੀ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ? ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਲੈਂਦੇ ਉਦੋਂ ਤਕ ਉਹਨਾਂ ਨੂੰ ਇਹ ਪਤਾ ਨਹੀਂ ਲੱਗੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ ਸੁਨੇਹੇ ਦੇਖ ਲਏ ਹਨ।
pl: Czy chcesz dołączyć do tej grupy i udostępnić jej członkom swoje imię oraz zdjęcie? Członkowie grupy nie dowiedzą się, że wiadomość została przez Ciebie odczytana, dopóki nie zaakceptujesz zaproszenia.
ps: غواړئ له دغه ګروپ سره یو ځای شئ او خپل نوم او انځور مو د هغه له غړو سره شریک کړئ؟ هغوی به پر دې پوه نشي چې تاسې د هغوی پیغام لیدلی دی تر څو یې تاسې ونه منئ.
pt_br: Você quer entrar nesse grupo e compartilhar seu nome e foto com os membros dele? Eles não saberão que você visualizou as mensagens deles se você não aceitar.
pt_pt: Juntar-se a este grupo e partilhar o seu nome e fotografia com os seus membros? Eles não saberão que viu as mensagens deles até que aceite.
ro: Te alături acestui grup și împărtășești numele și fotografia cu membrii săi? Nu vor ști că le-ai văzut mesajele până nu accepți.
ru: Присоединиться к этой группе и открыть ваше имя и фото её участникам? Они не узнают, что вы видели их сообщения, пока вы не примете запрос.
sk: Pridať sa do tejto skupiny a zdieľať vaše meno a foto s jej členmi? Kým s tým nebudete súhlasiť, členovia skupiny nebudú vedieť, že ste ich správy videli.
sl: Se želite pridružiti skupini in z njo deliti svoje ime in fotografijo? Dokler se ne pridružite, skupina ne bo vedela, da ste videli njena sporočila.
sq: Të bëhet anëtarësim në këtë grup dhe të ndahet emri dhe fotoja juaj me anëtarët e tij? S’do ta dinë se i keni parë mesazhet e tyre, para se të pranoni këtë.
sr: Желите ли да се придружите овој групи и да са њеним члановима поделите своје име и слику? Неће знати да сте видели њихове поруке док не прихватите.
sv: Gå med i denna grupp och dela ditt namn och foto med dess medlemmar? De vet inte att du har sett sina meddelanden förrän du accepterar det.
sw: Ungependa kujiunge na kikundi hiki na ushiriki jina na picha yako na washiriki wake? Hawatajua umeona ujumbe wao hadi utakapokubali.
ta: இந்த குழுவில் சேர்ந்து உங்கள் பெயரையும் புகைப்படத்தையும் அதன் உறுப்பினர்களுடன் பகிர்ந்து கொள்ளலாமா? குழு அழைப்பை நீங்கள் ஏற்றுக்கொள்ளும் வரை அவர்களின் செய்திகளைப் பார்த்திருப்பதை அவர்கள் அறிய மாட்டார்கள்.
te: ఈ గుంపులో చేరండి మరియు మీ పేరు మరియు ఫోటోను దాని సభ్యులతో పంచుకోవాలా? మీరు అంగీకరించే వరకు మీరు వారి సందేశాలను చూశారని వారికి తెలియదు.
th: เข้าร่วมกลุ่มนี้และเปิดเผยชื่อและรูปถ่ายของคุณให้สมาชิกในกลุ่มเห็นหรือไม่? พวกเขาจะไม่รู้ว่าคุณเห็นข้อความของพวกเขาจนกว่าคุณจะตอบรับ
tr: Bu gruba katılmak ve adınızla fotonuzu üyeleri ile paylaşmak istiyor musunuz? Kabul edene kadar iletilerini gördüğünüzü bilmeyecekler.
ug: بۇ گۇرۇپپىغا قوشۇلۇپ ئات ۋە باش سۈرەتنى گۇرۇپپا ئەزالىرىغا ھەمبەھىرلەمسىز؟ سىز تەكلىپنى قوبۇل قىلىشتىن ئىلگىرى گۇرۇپپا ئەزالىرى ئۇلار ئەۋەتكەن ئۇچۇرنى كۆرگەنلىكىڭىزنى بىلمەيدۇ.
uk: Приєднатися до цієї групи й поділитися іменем і фото з її учасниками? Вони не знатимуть, що ви бачили їхні повідомлення, поки ви не приймете запрошення.
ur: اس گروپ میں شامل ہوں اور اس کے ممبروں کے ساتھ اپنا نام اور تصویر بانٹیں؟ جب تک آپ ان کو قبول نہ کریں تب تک وہ نہیں جانیں گے کہ آپ نے ان کے پیغامات دیکھے ہیں۔
vi: Tham gia nhóm này và chia sẻ tên và ảnh của bạn với các thành viên nhóm? Họ sẽ không biết bạn đã đọc tin nhắn của họ cho tới khi bạn đồng ý.
zh_cn: 是否加入此群组并与之分享您的名字和头像？接受邀请前群成员无法知道您是否阅读了他们发来的消息。
zh_hk: 要加入此群組，並向其成員分享您的名稱和照片嗎？在您接受之前，對方不會知道您已看過其訊息。

# MESSAGE_REQUEST_VIEW_NEW_GROUP_PROMPT_V2
source: Join this group? They won’t know you’ve seen their messages until you accept.
af: Sluit by die groep aan? Hulle sal nie weet dat jy hulle boodskappe gesien het nie tot jy aanvaar.
ar: هل ترغبُ بالانضمام لهذه المجموعة؟ لن يعلموا أنك قد قرأتَ رسائلهم حتى تقوم بالقبول.
az: Bu qrupa qoşulursunuz? Qəbul edənə qədər mesajlarını gördüyünüzü bilməyəcəklər.
be: Далучыцца да гэтай групы? Яны не даведаюцца, што вы бачылі іх паведамленні, пакуль вы не прымеце запыт.
bn: এই গ্রুপে যোগ দেবেন? আপনি স্বীকার না করা পর্যন্ত তারা জানবেন না যে আপনি তাদের মেসেজ দেখেছেন।
ca: Voleu afegir-vos a aquest grup? No sabran que n'heu vist els missatges fins que no ho accepteu.
cs: Chcete se připojit k této skupině? Dokud tak neučiníte, členové se nedozví, že jste viděli jejich zprávy.
cy: Ymuno â'r grŵp hwn? Ni fyddant yn gwybod eich bod wedi gweld eu negeseuon nes i chi dderbyn.
da: Bliv medlem af gruppen? De ved ikke at du har set deres beskeder, før du accepterer
de: Dieser Gruppe beitreten? Solange du nicht beitrittst, werden die Gruppenmitglieder nicht wissen, dass du ihre Nachrichten gesehen hast.
el: Θέλεις να μπεις σε αυτή την ομάδα; Δεν θα γνωρίζουν οτι έχεις δει τα μηνυματά τους μέχρι να δεχτείς.
es: ¿Unirte a este grupo? Sus participantes no sabrán que has visto sus mensajes hasta que aceptes.
es_es: ¿Deseas unirte a este grupo? Sus participantes no sabrán que has visto sus mensajes hasta que aceptes.
et: Kas liitud grupiga? Nad ei tea, et oled nende sõnumeid näinud, kuni nõustud.
eu: Talde honetan sartu? Onartu arte ez dute jakingo beraien mezuak ikusi dituzunik.
fa: به این گروه می‌پیوندید؟ تا زمانی که نپذیرید آن‌ها متوجه نخواهند شد که پیام‌شان را خوانده‌اید.
fi: Haluatko liittyä tähän ryhmään? He eivät tiedä, että olet nähnyt heidän viestinsä ennen hyväksymistä.
fr: Rejoindre ce groupe ? Ce contact ne saura que vous avez vu son invitation que si vous l’acceptez.
ga: An bhfuil fonn ort páirt a ghlacadh sa ghrúpa seo? Ní bheidh a fhios acu go bhfaca tú a gcuid teachtaireachtaí go dtí go nglacfaidh tú leis.
gu: આ ગ્રુપમાં જોડાવું છે? જ્યાં સુધી તમે સ્વીકારશો નહીં ત્યાં સુધી તેઓ જાણશે નહીં કે તમે તેમના મેસેજ જોયા છે.
he: להצטרף אל קבוצה זו? הקבוצה לא תידע שראית את ההודעות שלה עד שתאשר.
hi: इस ग्रुप में जुड़ना है? उन्हें पता नहीं चलेगा कि आपने उनके मेसेज देख लिए हैं जब तक आप स्वीकार नहीं करते।
hr: Pridružiti se ovoj grupi? Neće znati da ste vidjeli njihove poruke dok ne prihvatite.
hu: Belépsz ebbe a csoportba? Amíg ezt meg nem erősíted, senki nem értesül róla, hogy láttad az eddigi üzeneteket.
id: Bergabung kedalam grup? Mereka tidak akan tahu jika kamu telah membaca pesan mereka, sampai kamu menyetujuinya.
is: Viltu ganga í þennan hóp? Meðlimir hópsins munu ekki vita hvort þú hafir séð skilaboðin þeirra fyrr en þú samþykkir þetta.
it: Vuoi unirti a questo gruppo? Non sapranno che hai visto i loro messaggi finché non accetti.
ja: このグループに参加しますか？招待を受け入れるまで、あなたがメッセージを見たことは他のメンバーにはわかりません。
kab: Rnu ɣer ugraw-a? Ur bɣin ara ad teẓreḍ iznan-nsen alamma tqebleḍ.
km: á…á¼á›ášá½á˜á€áŸ’ášá»á˜á“áŸáŸ‡? á–á½á€á‚áŸá“á¹á„á˜á·á“áŠá¹á„áá¶ á¢áŸ’á“á€á”á¶á“áƒá¾á‰áŸá¶ášášá”áŸáŸ‹á–á½á€á‚áŸášá á¼áá¢áŸ’á“á€á™á›áŸ‹á–áŸ’ášá˜áŸ”
kn: ಈ ಗುಂಪನ್ನು ಸೇರುತ್ತೀರಾ? ನೀವು ಸ್ವೀಕರಿಸುವವರೆಗೂ ಅವರಿಗೆ ನೀವು ಅವರ ಸಂದೇಶಗಳನ್ನು ನೋಡಿದ್ದೀರಿ ಎನ್ನುವುದು ತಿಳಿಯುವುದಿಲ್ಲ.
ko: 이 그룹에 참가하시겠습니까? 수락하기 전까지 상대는 내가 메시지를 보았는지 알 수 없습니다.
lt: Prisijungti prie šios grupės? Kiti asmenys nežinos, kad matėte jų žinutes tol, kol nesutiksite.
lv: Vai pievienoties šai grupai? Dalībnieki nezinās, vai jūs izlasījāt ziņas, kamēr jūs neapstiprināsiet uzaicinājumu.
mk: Дали сакате да и се приклучите на оваа група?Тие нема да знаат дека сте ги виделе нивните пораки додека не прифатите.
ml: ഈ ഗ്രൂപ്പിൽ ചേരണോ? നിങ്ങൾ സ്വീകരിക്കുന്നതുവരെ അവരുടെ സന്ദേശങ്ങൾ കണ്ടതായി അവർക്ക് അറിയില്ല.
mr: या गटात सामील व्हायचे? आपण स्वीकार करेपर्यंत आपण त्यांचा संदेश पाहिला आहे हे त्यांना कळणार नाही.
ms: Sertai kumpulan ini? Mereka tidak akan tahu bahawa anda telah melihat mesej mereka sehingga anda menerimanya.
my: ၎င်းအဖွဲ့သို့ ဝင်ရောက်မည်လား? အခြားအဖွဲ့ဝင်များသည် သင်မှ ၎င်းတို့၏ မက်ဆေ့ချ်များကို ဖတ်ရှုခဲ့သည်ကို သင်လက်ခံသည်အထိ မတွေ့ရပါ။
nb: Bli med i denne gruppen? De vil ikke se om du har sett meldingene deres før du godtar.
nl: Wil je lid worden van deze groep? Leden van de groep weten niet dat je hun berichten hebt gezien totdat je het gespreksverzoek hebt geaccepteerd.
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਾ ਹੈ? ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕਰ ਲੈਂਦੇ ਉਦੋਂ ਤਕ ਉਹਨਾਂ ਨੂੰ ਇਹ ਪਤਾ ਨਹੀਂ ਲੱਗੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ ਸੁਨੇਹੇ ਦੇਖ ਲਏ ਹਨ।
pl: Czy chcesz dołączyć do tej grupy? Jej członkowie nie będą wiedzieć, że wiadomość została przez Ciebie odczytana, dopóki nie zaakceptujesz zaproszenia.
ps: غواړئ دې ګروپ سره یو ځای شئ؟ هغوی به پر دې پوه نشي چې تاسې د هغوی پیغامونه لیدلي دي تر څو تاسې یې ونه منئ.
pt_br: Entrar nesse grupo? Eles não saberão que você leu as mensagens deles até que você aceite.
pt_pt: Juntar-se a este grupo? Eles não saberão que viu as mensagens deles até que aceite o convite.
ro: Te alături acestui grup? Nu vor ști că le-ai văzut mesajele până nu vei accepta.
ru: Присоединиться к этой группе? Её участники не узнают, что вы видели их сообщения, пока вы не примете запрос.
sk: Pridať sa do tejto skupiny? Kým pozvanie neprijmete, jej členovia sa nedozvú, že ste ich správy videli.
sl: Se želite pridružiti skupini? Dokler se ne pridružite, skupina ne bo vedela, da ste videli njena sporočila.
sq: Doni të bëheni pjesë e këtij grupi? S’do ta dinë se i keni parë mesazhet e tyre, deri sa të pranoni.
sr: Желите ли да се придружите групи? Чланови неће знати да сте видели њихове поруке док не прихватите позивницу.
sv: Gå med i denna grupp? De vet inte att du har sett deras meddelanden förrän du accepterar det.
sw: Ungependa kujiunga na kikundi hiki? Hawatajua umeona ujumbe wao hadi utakapokubali.
ta: இந்த குழுவில் சேரவா? நீங்கள் ஏற்றுக்கொள்ளும் வரை அவர்களின் செய்திகளைப் பார்த்திருப்பதை அவர்கள் அறிய மாட்டார்கள்.
te: ఈ గుంపులో చేరాలా? మీరు అంగీకరించే వరకు మీరు వారి సందేశాలను చూశారని వారికి తెలియదు.
th: เข้าร่วมกลุ่มนี้หรือไม่? พวกเขาจะไม่รู้ว่าคุณเห็นข้อความของพวกเขาจนกว่าคุณจะตอบรับ
tr: Bu gruba katılınsın mı? Kabul edene kadar iletilerini gördüğünüzü bilmeyecekler.
ug: گۇرۇپپىغا قوشۇلامسىز؟ سىز قوشۇلمىغىچە ئۇلارنىڭ ئۇچۇرلىرىنى كۆرگەنلىكىڭىزنى ئۇلار بىلمەيدۇ.
uk: Приєднатися до групи? Учасники не дізнаються, що ви бачили їхні повідомлення, поки ви не приймете запрошення.
ur: اس گروپ میں شامل ہوں؟ جب تک آپ ان کو قبول نہ کریں تب تک وہ نہیں جانیں گے کہ آپ نے ان کے پیغامات دیکھے ہیں۔
vi: Tham gia vào nhóm này? Họ sẽ không biết là bạn đã đọc tin nhắn của họ cho tới khi bạn đồng ý.
zh_cn: 是否加入此群组？接受邀请前群成员无法知道您是否阅读了他们发来的消息。
zh_hk: 要加入此群組嗎？在您接受之前，對方不會知道您已看過其訊息。

# MESSAGE_REQUEST_VIEW_REMOVED_CONTACT_PROMPT_FORMAT
source: Let %@ message you and share your name and photo with them? You have removed this person in the past.
ar: هل ترغبُ بالسماح لـ %1$@ بمراسلتك وهل ترغبُ بمشاركة اسمك وصورتك معه؟ حذفتَ هذا الشخص في الماضي.
be: Дазволіць %1$@ адправіць вам паведамленне і раскрыць вашы імя і фота гэтай асобе? У мінулым вы выдалялі гэтую асобу.
bn: %1$@-কে আপনাকে মেসেজ দিতে দিন এবং তার সাথে আপনার নাম ও ছবি শেয়ার করুন? আপনি অতীতে এই ব্যক্তিকে মুছে ফেলেছিলেন।
ca: Compartir el teu nom i foto amb %1$@ i permetre que t'enviï un missatge? Anteriorment, has eliminat a aquesta persona.
cs: Chcete, aby vám %1$@ mohl/a napsat a zobrazit si vaše jméno a fotografii? Tuto osobu jste v minulosti odebrali.
da: Giv %1$@ tilladelse til at sende dig en besked, og del dit navn og billede med dem? Du har tidligere fjernet denne person.
de: Darf dir %1$@ Nachrichten schreiben und deinen Namen und dein Foto sehen? Diese Person wurde bereits entfernt.
el: Να μπορεί ο/η %1$@ να σου στείλει μηνύματα και να μοιραστείς το όνομα και τη φωτογραφία σου μαζί του/της; Έχεις αφαιρέσει αυτό το άτομο στο παρελθόν.
es: ¿Compartir tu nombre y foto de perfil con %1$@ y permitir que te envíe mensajes? Has eliminado a esta persona anteriormente.
fa: اجازه می‌دهید که %1$@ به شما پیام بفرستد و نام و عکس‌تان با او به اشتراک گذاشته شود؟ این شخص را در گذشته حذف کرده‌اید.
fi: Sallitaanko henkilön %1$@ lähettää sinulle viestejä ja nähdä nimesi ja kuvasi? Olet aiemmin poistanut tämän henkilön.
fr: Partager votre nom et votre photo avec %1$@ et l'autoriser à échanger des messages avec vous ? Il s'agit d'un contact que vous aviez supprimé.
ga: Lig do %1$@ teachtaireachtaí a sheoladh chugat agus comhroinn d'ainm agus grianghraf leis/léi? Bhain tú an duine sin roimhe.
gu: %1$@ને તમને મેસેજ કરવા અને તેમની સાથે તમારું નામ અને ફોટો શેર કરવા દેવા છે? તમે આ વ્યક્તિને ભૂતકાળમાં દૂર કર્યા છે.
he: לתת ל%1$@ לשלוח לך הודעות ולשתף את השם והתמונה שלך איתו או איתה? הסרת את האדם הזה בעבר.
hi: %1$@ को आपको संदेश भेजने और अपना नाम और फ़ोटो उनके साथ साझा करने दें? आपने इस व्यक्ति को पहले हटाया है।
hr: Želite li dopustiti da vam %1$@ šalje poruke i vidi vaše ime i fotografiju? Uklonili ste ovu osobu u prošlosti.
hu: Engedélyezed, hogy %1$@ üzenetet küldjön neked, és megosztod vele a neved és a fényképed? A múltban eltávolítottad ezt a személyt.
id: Izinkan %1$@ mengirimi Anda pesan dan bagikan nama serta foto Anda dengannya? Anda telah menghapus orang ini sebelumnya.
it: Vuoi consentire a %1$@ di inviarti messaggi e di visualizzare il tuo nome e la tua foto? Ti ricordiamo che in passato avevi rimosso questo utente.
ja: %1$@ があなたへメッセージを送信できるように、またあなたの名前とプロフィール画像が共有されるようにしますか？過去に削除したメンバーです。
ko: %1$@ 님이 내게 메시지를 보내도록 허용하고, 내 이름과 사진을 공유할까요? 이 사용자는 귀하가 이전에 제거한 사용자입니다.
mr: चला %1$@ ला आपणाला संदेश करू द्या आणि त्यांच्यासोबत आपले नाव आणि फोटो शेअर करायचा? आपण पूर्वी या व्यक्तीला हटवले होते.
ms: Benarkan %1$@ mesej anda dan kongsi nama serta foto anda dengan mereka? Anda telah mengalih keluar orang ini pada masa lalu.
nb: Vil du at %1$@ skal kunne se navnet og bildet ditt samt kunne sende deg meldinger? Du har fjernet denne personen fra kontaktlisten din tidligere.
nl: Wil je berichten van %1$@ ontvangen en je profielnaam, -foto en -omschrijving met diegene delen? Je hebt deze persoon in het verleden verwijderd.
pl: Czy %1$@ może Ci wysyłać wiadomości oraz czy udostępnić tej osobie Twoje imię i zdjęcie? Ten użytkownik został przez Ciebie wcześniej usunięty.
pt_br: Quer compartilhar seu nome e foto, e permitir que %1$@ envie uma mensagem pra você? Você removeu essa pessoa anteriormente.
pt_pt: Quer partilhar o seu nome e foto com %1$@ e deixar que lhe envie mensagem? Removeu esta pessoa no passado.
ro: Îi permiți utilizatorului %1$@ să-ți dea mesaj și îi trimiți numele și fotografia ta? Ai eliminat această persoan în trecut.
ru: Разрешить %1$@ отправлять вам сообщения и открыть ваше имя и фото этому человеку? Ранее вы удалили этого человека.
sk: Povoliť používateľovi %1$@, aby vám posielal správy a zdieľať s ním vaše meno a fotku? Túto osobu ste v minulosti odstránili.
sr: Желите ли да дозволите да вам %1$@ пише и да поделите своје име и слику са овом особом? Претходно сте уклонили ову особу.
sv: Tillåt att %1$@ skickar meddelanden till dig och dela ditt namn och foto med dem? Du har tagit bort den här personen tidigare.
th: อนุญาตให้ %1$@ ส่งข้อความหารวมถึงมองเห็นชื่อและรูปของคุณหรือไม่ โปรดทราบว่าคุณเคยลบผู้ใช้คนนี้
tr: %1$@ adlı kişinin sana mesaj atmasına ve adını ve fotoğrafını görmesine izin veriyor musun? Bu kişiyi geçmişte kaldırmıştın.
ug: «%1$@» نىڭ ئۇچۇر يوللىشىغا قوشۇلامسىز ۋە نامىڭىز ۋە رەسمىڭىزنى ئۇنىڭ بىلەن ئورتاقلىشامسىز؟ سىز بۇرۇن بۇ كىشىنى ئۆچۈرۈۋەتكەن.
uk: Ви хочете, щоб користувач %1$@ писав вам повідомлення й бачив ваше ім'я та фото? Раніше ви вже видаляли цей контакт.
ur: %1$@ کو خود کو میسج کرنے اور اپنا نام اور تصویر ان کے ساتھ شیئر کرنے کی اجازت دیں؟ آپ ماضی میں اس فرد کو ہٹا چکے ہیں۔
vi: Cho phép %1$@ nhắn tin cho bạn và chia sẻ tên và ảnh của bạn với họ? Bạn đã xóa người này trước đây.
zh_cn: 是否允许%1$@给您发送消息并与其分享您的名字和照片？您此前已移除该用户。
zh_hk: 你是否允許 %1$@ 與你通訊，並分享你的名字及照片？你之前曾移除此人。

# MESSAGE_REQUEST_VIEW_REPORT_BUTTON
source: Report…
ar: الإبلاغ…
be: Паведаміць…
bn: রিপোর্ট…
ca: Denunciar…
cs: Nahlásit…
da: Rapportér…
de: Melden …
el: Αναφορά…
es: Denunciar
fa: گزارش شود…
fi: Ilmoita…
fr: Signaler
ga: Tuairiscigh…
gu: જાણ કરો…
he: דיווח…
hi: रिपोर्ट करें…
hr: Prijavi…
hu: Jelentés…
id: Laporkan…
it: Segnala…
ja: 報告する
ko: 신고…
mr: रिपोर्ट करा…
ms: Laporkan…
nb: Rapporter
nl: Rapporteren
pl: Zgłoś…
pt_br: Denunciar…
pt_pt: Denunciar…
ro: Raportează…
ru: Сообщить…
sk: Nahlásiť…
sr: Пријави…
sv: Rapportera …
th: รายงาน…
tr: Bildir…
ug: مەلۇم قىلىش…
uk: Це спам
ur: رپورٹ کریں...
vi: Báo cáo…
zh_cn: 举报…
zh_hk: 舉報…
