Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME
source: Every pair of Signal users shares a distinct safety number. Double-check that %@ is displaying *your* distinct safety number.
af: Elke paar Signal-gebruikers deel ’n spesifieke veiligheidsnommer. Kontroleer dat %@ *u* spesifieke veiligheidsnommer wys.
ar: كل زوج من مُستخدِمي سيجنال يتشاركان رقم أمان فريد. يُرجى التأكُّد أن %1$@ يعرض رقم الأمان الفريد الخاص بك.
az: Signal istifadəçilərinin hər bir cütü ayrı bir güvənlik nömrəsi paylaşır. Əmin olun ki, %@ "sizə" özəl olan güvənlik nömrəsini görüntüləyir.
be: Кожная пара карыстальнікаў Signal мае асобны код бяспекі. Яшчэ раз праверце, што %1$@ паказвае *ваш* асобны код бяспекі.
bg: Всеки двойка потребители на Signal споделя различен номер за сигурност. Проверете дали %@ показва * твоя * различен номер за сигурност.
bn: প্রতিটি জোড়া Signal ব্যবহারকারী পৃথক নিরাপত্তা নাম্বার শেয়ার করেন। নিশ্চিত হন যে %1$@*আপনার* স্বতন্ত্র নিরাপত্তা নাম্বার প্রদর্শন করছে।
ca: Cada parell d'usuaris del Signal comparteixen uns números de seguretat únics. Comproveu que %1$@ mostra *el vostre* número.
cs: Každá dvojice uživatelů Signalu sdílí odlišné bezpečnostní číslo. Ověřte, že %1$@ zobrazuje *vaše* bezpečnostní číslo.
cy: Mae pob par o ddefnyddwyr Signal yn rhannu rhif diogelwch unigryw. Gwiriwch bod %@ yn dangos eich rhif unigryw *chi*.
da: Hvert par af Signal-brugere deler et unikt sikkerhedsnummer. Dobbelt-tjek, at %1$@ viser *dit* unikke sikkerhedsnummer.
de: Jedes Paar von Signal-Kontakten teilt eine individuelle Sicherheitsnummer. Überprüfe noch einmal, ob %1$@ wirklich *eure* Sicherheitsnummer anzeigt.
el: Κάθε ζεύγος χρηστών Signal έχει έναν κοινό, μοναδικό αριθμό ασφαλείας. Βεβαιώσου ότι ο/η %1$@ σου δείχνει τον *δικό σας* ξεχωριστό αριθμό ασφαλείας.
es: Todos los chats entre dos personas en Signal tienen un número de seguridad único. Vuelve a verificar que el número que muestra %1$@ coincida con el de tu chat con esta persona.
es_es: Todos los chats de persona a persona en Signal muestran unas cifras de seguridad únicas. Vuelve a verificar que %@ está mostrando las cifras de *vuestro* chat.
et: Iga Signali kasutajate paar omab eraldi turvanumbrit. Kontrolli üle, kas %@ näitab *sinu* turvanumbrit.
eu: Signal erabiltzaile bikote bakoitzak segurtasun zenbaki desberdina dauka. Egiazta ezazu %@ erabiltzaileak *zure* segurtasun zenbakia erakusten duela.
fa: هر دو کاربر سیگنال یک کد امنیتی مجزا خواهند داشت. مطمئن شوید که %1$@ کد امنیتی مجزا *شما* را نشان می دهد.
fi: Turvanumero on yksilöllinen aina kahden Signal-käyttäjän välillä. Tarkista vielä, että käyttäjän %1$@ laitteessa näkyy juuri tämä turvanumero.
fil: Ang bawat pares ng user ng Signal ay may isang natatanging numerong pangkaligtasan. Siguraduhing mabuti na %@ ay nagpapakita ng "iyong" natatanging numerong pangkaligtasan.
fr: Lorsque deux utilisateurs entrent en contact pour la première fois, Signal leur attribue un numéro de sécurité unique. Revérifiez que %1$@ affiche bien *votre* numéro de sécurité unique.
ga: Tá uimhir shábháilteachta ar leith ag gach beirt úsáideoirí Signal. Deimhnigh gurb í *bhur n-uimhirse* atá ar taispeáint ag %1$@.
gu: Signal વપરાશકર્તાઓની દરેક જોડી એક અલગ સલામતી નંબર શેર કરે છે. બે વાર તપાસો કે %1$@ *તમારો* વિશિષ્ટ સલામતી નંબર પ્રદર્શિત કરે છે.
he: כל זוג של משתמשי Signal חולק מספר ביטחון ייחודי. חשוב לבדוק שוב ש%1$@ מציג את מספר הביטחון הייחודי *שלך*.
hi: Signal उपभोगकर्ता का हर जोङा एक अलग सुरक्षा नंबर साझा करता है। %1$@ के साथ अपना सुरक्षा नंबर दोबारा जांच लें।
hr: Svaki par Signal korisnika ima poseban sigurnosni broj. Dvaput provjerite da %1$@ prikazuje *vaš* jedinstveni sigurnosni broj.
hu: Minden Signal felhasználó-pár egyedi biztonsági azonosító páron osztozik. Kérlek ellenőrizd, hogy %1$@ ismerősöd a *te* egyedi azonosítódat jelzi ki.
id: Tiap pasangan pengguna Signal berbagi nomor keamanan yang berbeda. Periksa kembali bahwa%1$@menampilkan nomor keamanan Anda secara jelas.
is: Hvert par Signal-notenda deilir með sér einstöku öryggisnúmeri. Yfirfarðu vandlega hvort %@ sé að birta einstaka öryggisnúmerið *ykkar*.
it: Ogni coppia di utenti Signal condivide codici di sicurezza diversi. Controlla due volte che %1$@ stia mostrando il *tuo* codice di sicurezza.
ja: 安全番号はSignalユーザの組合せごとに異なります。%1$@ があなた固有の安全番号を表示しているか、ダブルチェックしてください。
kab: Yal tayuga n yiseqdacen n Signal tbeṭṭu uṭṭun n tɣellist uslig. Senqed tikelt tis snat ma %@ yeskanay uṭṭun *inek·inem* n tɣellist uslig.
kk: Signal пайдаланушыларының әрбір жұбының бөлек қауіпсіздік нөмірі бар. %@ *сіздің* бөлек қауіпсіздік нөміріңізді көрсетіп тұрғанын тағы да тексеріңіз.
km: ášá¶á›áŸ‹á‚á¼á“áŸƒá¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal á…áŸ‚á€ášáŸ†á›áŸ‚á€á›áŸááŸá»áœááŸ’áá·á—á¶á–áá»áŸáŸ—á‚áŸ’á“á¶áŸ” á–á·á“á·ááŸ’á™á˜áŸ’áá„á‘áŸ€á áá¶%@ á‚á¹á€áŸ†á–á»á„á”á„áŸ’á á¶á‰ á›áŸááŸá»áœááŸ’áá·á—á¶á–áá»áŸáŸ—á‚áŸ’á“á¶ášá”áŸáŸ‹ *á¢áŸ’á“á€*áŸ”
kn: ಪ್ರತಿ ಜೋಡಿ Signal ಬಳಕೆದಾರರು ವಿಭಿನ್ನ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತಾರೆ. * ನಿಮ್ಮ * %@ ವಿಭಿನ್ನ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತಿದೆ ಎಂದು ಎರಡು ಬಾರಿ ಪರೀಕ್ಷಿಸಿ.
ko: 모든 Signal 사용자 쌍은 각자 다른 안전 번호를 가지고 있습니다. %1$@ 님이 *나와의* 안전 번호를 가졌는지 다시 한 번 확인하세요.
lt: Kiekviena Signal naudotojų pora dalinasi individualiu saugumo numeriu. Pakartotinai patikrinkite ar %@ rodo *jūsų* individualų saugumo numerį.
lv: Katram Signal lietotāju pārim ir atšķirīgs drošības numurs. Vēlreiz pārbaudiet, vai %@ parāda * jūsu* atšķirīgo drošības numuru.
mk: Секој пар на Signal корисниците дели различен безбедносен број. Проверете дека кај %@ го прикажува "вашиот" безбедносен број.
ml: Signal യൂസർമാരുടെ ഓരോ ജോഡിയും പങ്ക് വയ്ക്കുന്നത് ഒരു അനന്യമായ സുരക്ഷാ നമ്പരാണ്. %@ ഡിസ്പ്ലേ ചെയ്യുന്നത് *നിങ്ങളുടെ* അനന്യമായ സുരക്ഷാ നമ്പരാണെന്ന് രണ്ട് തവണ പരിശോധിക്കുക.
mr: Signal वापरकर्त्यांच्या प्रत्येक जोडीचा एक वेगळा सुरक्षितता नंबर असतो. %1$@ आपलाच वेगळा सुरक्षितता नंबर दर्शवत आहे याची पुनर्तपासणी करा.
ms: Setiap pasangan pengguna Signal berkongsi nombor keselamatan yang berbeza. Periksa semula %1$@yang memaparkan nombor keselamatan *anda* yang berbeza.
my: အသုံးပြုသူ အတွဲတိုင်းတွင် တူညီသော လုံခြုံရေးနံပါတ်များရှိကြသည်။ %@ သည် သင်တို့ ၂ ယောက်၏ တူညီသော လုံခြုံရေးနံပါတ်ကိုပြနေပါသည်။
nb: Du deler et unikt sikkerhetsnummer med hver av kontaktene dine. Dobbelsjekk at %1$@ viser akkurat *ditt* unike sikkerhetsnummer.
nl: Elk paar Signal-gebruikers deelt een uniek veiligheidsnummer. Controleer of %1$@ hetzelfde veiligheidsnummer ziet als jij.
pa: Signal ਉਪਭੋਗਤਾਵਾਂ ਦਾ ਹਰ ਇੱਕ ਜੋੜਾ ਇੱਕ ਵਿਲੱਖਣ ਸੁਰੱਖਿਆ ਨੰਬਰ ਸਾਂਝਾ ਕਰਦਾ ਹੈ. ਦੁਬਾਰਾ ਜਾਂਚ ਕਰੋ ਕਿ %@ *ਤੁਹਾਡੇ* ਵਿਲੱਖਣ ਸੁਰੱਖਿਆ ਨੰਬਰ ਨੂੰ ਦਿਖਾ ਰਿਹਾ ਹੋਵੇ.
pa_pk: Signal صارفین دا ہر جوڑا اک الگ حفاظتی نمر دا سانجھا کردا اے۔ دوہری پڑتال کرو کہ %@ *تساں دا* الگ حفاظتی نمر وکھا رئیا اے۔
pl: Każda para użytkowników Signal ma swój numer bezpieczeństwa. Upewnij się, że %1$@ pokazuje *Wasz* unikalny numer.
ps: د Signal دواړه کاروونکي له یوه بل سره بېلې د خوندیتوب شمېرې لري. ډاډ تر لاسه کړئ چې %@ *ستاسې* د خوندیتوب بېلې شمېرې لري.
pt_br: Cada par de pessoas que usam o Signal compartilha um número de segurança único. Verifique se %1$@ está exibindo o *seu* número de segurança.
pt_pt: Cada par de utilizadores do Signal partilha um número de segurança diferente. Verifique que %1$@ está a mostrar o *seu* número de segurança distinto.
ro: Fiecare pereche de utilizatori Signal partajează un număr de siguranță distinct. Verifică din nou dacă %1$@ afișează numărul *tău* de siguranță.
ru: У каждой пары пользователей Signal есть свой код безопасности. Убедитесь, что %1$@ показывает именно *ваш* код.
sk: Každá dvojica Signal používateľov spolu zdieľa jedinečné bezpečnostné číslo. Dobre si overte, že %1$@ zobrazuje *vaše* jedinečné bezpečnostné číslo.
sl: Vsak par uporabnikov aplikacije Signal ima skupno varnostno številko. Prepričajte se, da%@ prikazuje 'vajino' skupno varnostno številko.
sq: Çdo dyshe përdoruesish të Signal-it kanë të përbashkët një numër të dhënë sigurie. Rikontrolloni se %@ po shfaq numrin *tuaj* të dallueshëm të sigurisë.
sr: Сваки пар Signal корисника дели јединствен сигурносни број. Добро проверите да ли се код корисника %1$@ приказује *ваш* јединствени сигурносни број.
sv: Varje par av Signal-användare delar ett unikt säkerhetsnummer. Kontrollera noga att %1$@ visar *ditt* säkerhetsnummer.
sw: Kila jozi ya watumiaji wa Signal inashiriki nambari tofauti ya usalama. Dhibitisha kuwa %@ inaonyesha *nambari yako tofauti ya usalama *.
ta: ஒவ்வொரு ஜோடி Signal பயனர்களும் ஒரு தனித்துவமான பாதுகாப்பு எண்ணைப் பகிர்ந்து கொள்கிறார்கள். %@ * உங்கள் * தனித்துவமான பாதுகாப்பு எண்ணைக் காண்பிக்கிறதா என்பதை இருமுறை சரிபார்க்கவும்.
te: ప్రతి జత Signal వినియోగదారులు ప్రత్యేకమైన భద్రతా సంఖ్యను పంచుకుంటారు. %@ *మీ* విభిన్న భద్రతా సంఖ్యను ప్రదర్శించే రెండుసార్లు తనిఖీ చేయండి.
th: ผู้ใช้ Signal ทุกคู่จะใช้หมายเลขความปลอดภัยจำเพาะร่วมกัน ตรวจสอบอีกครั้งว่า %1$@ กำลังแสดงหมายเลขความปลอดภัย *ของคุณ*
tr: Signal kullanıcılarının her çifti ayrı bir güvenlik numarası paylaşır. %1$@ *size* özel olan güvenlik numarasını görüntülüyor olduğunu kontrol edin.
ug: ھەر بىر جۈپ Signal ئىشلەتكۈچىسى ئۈچۈن ئوخشاش بولمىغان بىخەتەرلىك نومۇرى بولىدۇ. «%1$@» دا كۆرسىتىلگىنى *سىزگە خاس* بىخەتەرلىك نومۇرى ئىكەنلىكىنى قايتا تەكشۈرۈڭ.
uk: Кожна пара користувачів Signal має унікальний код безпеки. Переконайтеся, що в користувача %1$@ показано *ваш* унікальний код безпеки.
ur: ہر Signal صارفین کا جوڑا ایک واضع حفاظتی نمبر کا اشتراک کرتا ہے۔ دوبارہ چیک کریں کہ %1$@یہ جو واضع حفاظتی نمبر ظاہر ہو رہا ہے آپ کا ہے۔
vi: Mỗi cặp người dùng của Signal chia sẻ một số an toàn riêng biệt. Kiểm tra xem %1$@ có đang hiển thị số an toàn riêng "của bạn" không.
zh_cn: 每一组Signal用户共享一个不同的安全码. 重复检查 %1$@ 显示你的安全码.
zh_hk: 每組 Signal 使用者會共享一個專屬安全碼。請再次檢查 %1$@ 顯示的是 *您的* 安全碼。

# PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION
source: You're running an old version of Signal. You need to update before you can verify.
af: U het ’n ou weergawe van Signal. U moet bywerk voordat u kan verifieer.
ar: أنت تستخدم إصدارًا قديمًا من سيجنال. تحتاج للتحديث لتتمكَّن من التحقُّق.
az: Signal-ın köhnə versiyasını istifadə edirsiniz. Təsdiqləməzdən əvvəl yeniləməlisiniz.
be: Вы карыстаецеся старой версіяй Signal. Вам трэба зрабіць абнаўленне, перш чым вы праверыць код.
bg: Вие използвате стара версия на Signal. Трябва да обновите приложението преди верифициране.
bn: আপনি Signal এর একটি পুরানো সংস্করণ চলাচ্ছেন। যাচাই করার আগে দয়া আপডেট করুন।
ca: Esteu utilitzant una versió antiga del Signal. Cal que l'actualitzeu abans de verificar.
cs: Používáte starou verzi Signalu, před ověřením ji musíte aktualizovat.
cy: Rydych yn rhedeg hen fersiwn o Signal. Mae'n rhaid i chi ei ddiweddaru cyn gallwch wirio.
da: Du bruger en gammel version af Signal. Du skal opdatere før du kan verificere.
de: Du verwendest eine alte Signal-Version. Um den Kontakt verifizieren zu können, aktualisiere bitte die Signal-App.
el: Χρησιμοποιείς μια παλιά έκδοση του Signal. Πρέπει να το αναβαθμίσεις πριν μπορέσεις να επιβεβαιώσεις.
es: Estás utilizando una versión anterior de Signal. Debes actualizar la app para poder hacer la verificación.
es_es: Estás utilizando una version antigua de Signal. Necesitas actualizar para poder verificar.
et: Sa kasutad Signali vana versiooni. Kinnitamiseks pead kõigepealt rakendust uuendama.
eu: Signalen bertsio zahar bat erabiltzen ari zara. Eguneratu behar duzu egiaztatu ahal izan baino lehenago.
fa: شما از نسخه قدیمی سیگنال استفاده می‌کنید. برای تأیید، ابتدا به‌روزرسانی کنید.
fi: Käytössäsi on vanha Signal-versio Signalista. Päivitä sovellus, jotta voit varmentaa.
fil: Lumang bersyon ng Signal ang iyong ginagamit. Bago ka makapagberipika'y kailangan mong mag-update.
fr: Vous utilisez une ancienne version de Signal. Veuillez la mettre à jour pour confirmer le numéro de sécurité.
ga: Tá seanleagan de Signal agat. Caithfidh tú é a nuashonrú sula mbeidh tú in ann deimhniú.
gu: તમે Signal નું જૂનું વર્ઝન ચલાવી રહ્યાં છો. તમે ચકાસી શકો તે પહેલાં તમારે અપડેટ કરવાની જરૂર છે.
he: אתה מריץ גרסה ישנה של Signal. אתה צריך לעדכן גרסה לפני שתוכל לוודא.
hi: आप Signal का पुराना वर्ज़न चला रहे हैं। कृपया सत्यापित करने से पहले अपडेट करें।
hr: Imate staru verziju Signala. Prije potvrde morate ažurirati aplikaciju.
hu: A Signal egy régebbi verzióját használod. A megerősítéshez frissítsd az alkalmazást.
id: Anda sedang menjalankan versi lama Signal. Anda perlu pembaruan sebelum Anda memverifikasi.
is: Þú ert að nota gamla útgáfu af Signal. Þú þarft að uppfæra hjá þér áður en þú getur sannreynt.
it: Stai usando una vecchia versione di Signal. Devi aggiornarla prima di poter verificare.
ja: 古いバージョンのSignalを使っています。検証するにはアップデートしてください。
kab: Tselkameḍ lqem aqbur n Signal. Ilaq ad t-tleqqmeḍ send ad tizmireḍ ad tesneqdeḍ.
kk: Сіз ескі Signal нұсқасын пайдаланып отырсыз. Оны тексере алуыңыз үшін әуелі жаңарту керек.
km: á¢áŸ’á“á€á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶áš Signal á‡áŸ†á“á¶á“áŸ‹á…á¶áŸáŸ‹áŸ” á¢áŸ’á“á€ááŸ’ášá¼áœá’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á– á˜á»á“á–áŸá›á¢áŸ’á“á€á¢á¶á…á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á”á¶á“áŸ”
kn: ನೀವು Signal ‌ನ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ. ನೀವು ದೃಢೀಕರಿಸುವ ಮೊದಲು ನೀವು ನವೀಕರಿಸಬೇಕಾಗಿದೆ.
ko: 이전 버전의 Signal을 사용 중입니다. 인증 전에 먼저 업데이트해야 합니다.
lt: Jūs naudojate seną Signal versiją. Prieš galėdami patvirtinti, turite atnaujinti programėlę.
lv: Jūs izmantojat veco Signal versiju. Pirms verificēšanas jums ir jāveic lietotnes atjaunināšana.
mk: Користите стара верзија на Signal. Морате да ја ажурирате пред да можете да верификувате.
ml: നിങ്ങൾ ഉപയോഗിക്കുന്നത് Signal ൻ്റെ ഒരു പഴയ പതിപ്പാണ്. നിങ്ങൾ പരിശോധന നടത്തുന്നതിന് മുൻപ് അത് നിങ്ങൾ അപ്ഡേറ്റ് ചെയ്യേണ്ടതുണ്ട്.
mr: आपण Signal ची जुनी आवृत्ती चालवता आहात. आपण सत्यापित करण्यापूर्वी आपल्याला अद्यतन करायला हवे.
ms: Anda menjalankan versi Signal yang lama. Anda perlu mengemas kini sebelum anda boleh mengesahkan.
my: သင့် Signal ဗားရှင်းဟောင်းနေပြီ။ အတည်မပြုခင် အဆင့်မြှင့်ပါ။
nb: Du bruker en gammel versjon av Signal. Du må oppdatere før du kan verifisere.
nl: Je gebruikt een oude versie van Signal. Om te kunnen verifiëren moet je Signal eerst bijwerken.
pa: ਤੁਸੀਂ Signal ਦਾ ਪੁਰਾਣਾ ਸੰਸਕਰਣ ਵਰਤ ਰਹੇ ਹੋ। ਤੁਹਾਨੂੰ ਤਸਦੀਕ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਅਪਡੇਟ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋਵੇਗੀ।
pa_pk: تساں Signal دی پرانی ورژن چلا رئے او۔ توثیق کرن توں پہلاں تساں نوں اپ ڈیٹ کرن دی لوڑ اے۔
pl: Korzystasz z nieaktualnej wersji aplikacji. Aby można było dokończyć weryfikację, zaktualizuj Signal.
ps: تاسې د Signal یوه زړه نسخه کاروئ. تاسې باید لومړی هغه اپډیټ کړئ بیا وروسته یې تایید کړئ.
pt_br: Você está usando uma versão antiga do Signal. Você precisa atualizá-lo antes de verificar.
pt_pt: Está a utilizar uma verão antiga do Signal. Necessita de fazer uma atualização antes de poder verificar.
ro: Folosești o versiune veche de Signal. Trebuie să actualizezi aplicația înainte de a realiza verificarea.
ru: У вас старая версия Signal. Вам необходимо обновиться перед подтверждением.
sk: Používate starú verziu Signalu. Pred overením musíte aplikáciu aktualizovať.
sl: Uporabljate zastarelo različico Signala. Za preverjanje jo morate posodobiti.
sq: Po xhironi një version të vjetër të Signal-it. Lypset ta përditësoni, përpara se të mund të bëni verifikime.
sr: Користите застарелу верзију Signal-а. Морате да ажурирате апликацију да бисте могли да прођете верификацију.
sv: Du använder en gammal version av Signal. Du behöver uppdatera innan du kan verifiera.
sw: Unaendesha toleo la zamani la Signal. Unahitaji kusasisha kabla ya kuthibitisha.
ta: நீங்கள் Signal லின் பழைய பதிப்பை இயக்குகிறீர்கள். நீங்கள் சரிபார்க்கும் முன் புதுப்பிக்க வேண்டும்.
te: మీరు Signal యొక్క పాత సంస్కరణను నడుపుతున్నారు. మీరు ధృవీకరించడానికి ముందు మీరు నవీకరించాలి.
th: คุณกำลังใช้ Signal รุ่นเก่า คุณจำเป็นต้องปรับเป็นรุ่นใหม่ก่อน จึงจะสามารถตรวจยืนยันได้
tr: Signal'in eski bir sürümünü kullanıyorsunuz. Doğrulamadan önce güncellemeniz gerekiyor.
ug: سىز Signal نىڭ كونا نەشرىنى ئىشلىتىۋېتىپسىز. دەلىللەشتىن ئىلگىرى نەشرىنى يېڭىلاڭ.
uk: Ваша версія Signal застаріла. Для перевірки коду безпеки необхідно оновити застосунок.
ur: آپ Signal کا پرانا ورژن چلا رہے ہیں۔ تصدیق کرنے سے پہلے آپ کو تجدید کرنے کی ضرورت ہے۔
vi: Bạn đang sử dụng Signal phiên bản cũ. Bạn cần cập nhật trước khi có thể xác minh.
zh_cn: 您的版本过低。升级后才可以继续校验。
zh_hk: 您使用的 Signal 版本太舊，須升級後才能驗證。

# PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION
source: Your partner is running an old version of Signal. They need to update before you can verify.
af: U genoot het ’n ou weergawe van Signal. Hulle moet bywerk voordat u kan verifieer.
ar: شريكك يستخدم إصدارًا قديمًا من سيجنال. سيحتاج للتحديث ليتمكَّن من التحقُّق.
az: Tərəfdaşınız Signal-ın köhnə versiyasını istifadə edir. Təsdiqləməzdən əvvəl yeniləməlidir.
be: Ваш партнёр выкарыстоўвае старую версію Signal. Яму трэба зрабіць абнаўленне, перш чым вы праверыць код.
bg: Вашият партньор ползва стара версия на Signal. Той трябва да обнови приложението си преди верифициране.
bn: আপনার সঙ্গী Signal এর একটি পুরানো সংস্করণ চলাচ্ছেন। আপনি যাচাই করার আগে তাদের আপডেট করা দরকার।
ca: El vostre contacte està utilitzant una versió antiga del Signal. Cal que l'actualitzi abans de verificar.
cs: Váš kontakt používá starou verzi Signalu a musí ji aktualizovat, než bude možné ověření.
cy: Mae'ch partner yn rhedeg hen fersiwn o Signal. Maen rhaid iddynt ei ddiweddaru cyn gallwch wirio.
da: Din partner bruger en gammel version af Signal. Den skal opdateres før du kan verificere.
de: Dein Kontakt verwendet eine alte Signal-Version. Um den Kontakt verifizieren zu können, muss dieser die Signal-App aktualisieren.
el: Ο συνομιλητής σου χρησιμοποιεί μια παλιά έκδοση του Signal. Πρέπει να το αναβαθμίσει πριν μπορέσεις να επιβεβαιώσεις.
es: Esta persona está utilizando una versión anterior de Signal. Debe actualizar la app para que puedas hacer la verificación.
es_es: Esta persona está utilizando una version antigua de Signal. Necesita actualizar para poder verificar.
et: Sinu kaaslane kasutab Signali vana versiooni. Ta peab kinnitamiseks kõigepealt rakendust uuendama.
eu: Zure solaskidea Signalen bertsio zahar bat erabiltzen ari da. Aplikazioa eguneratu behar du zuk egiaztatu ahal izan baino lehenago.
fa: مخاطب شما از نسخه قدیمی سیگنال استفاده می‌کند. برای تأیید، ابتدا به‌روزرسانی شود.
fi: Vastapuolella on käytössä vanha versio Signalista. Hänen tulee ensin päivittää, jotta voitte varmentaa.
fil: Ang iyong kapareha ay gumagamit ng lumang bersyon ng Signal. Kailangan nyang mag-update bago ka magkapagberipika.
fr: Votre contact utilise une ancienne version de Signal. Il doit la mettre à jour pour que vous puissiez confirmer son numéro de sécurité.
ga: Tá seanleagan de Signal ag do chéile comhrá. Caithfidh sé/sí é a nuashonrú sula mbeidh sibh in ann deimhniú.
gu: તમારો સાથી Signal નું જૂનું વર્ઝન ચલાવી રહ્યું છે. તમે ચકાસી શકો તે પહેલાં તેમને અપડેટ કરવાની જરૂર છે.
he: השותף שלך מריץ גרסה ישנה של Signal. הוא צריך לעדכן גרסה לפני שתוכל לוודא.
hi: आपका संपर्क Signal का पुराना वर्ज़न चला रहा है। कृपया अपनी सुरक्षा संख्या सत्यापित करने से पहले उन्हें अपडेट करने के लिए कहें।
hr: Vaš partner koristi staru verziju Signala. Nužno je da ažurira aplikaciju prije nego što možete potvrditi.
hu: A kontaktod a Signal egy régebbi verzióját futtatja. Kérd meg, hogy frissítsen a biztonsági szám ellenőrzése előtt.
id: Teman Anda masih menggunakan Signal versi lama. Mereka perlu pembaruan sebelum Anda memverifikasi.
is: Mótaðili þinn er að nota gamla útgáfu af Signal. Hann þarf að uppfæra hjá sér áður en þú getur sannreynt.
it: Il tuo compagno sta usando una vecchia versione di Signal. Deve aggiornarla prima di poter verificare.
ja: 相手が古いバージョンのSignalを使っています。検証するにはアップデートをお願いしてください。
kab: Acrik-ik·im iselkam lqem aqbur n Signal. Ilaq ad t-ileqqm send ad y·tizmir ad i·tsenqed.
kk: Сіздің серіктесіңіз ескі Signal нұсқасын пайдаланып отыр. Сіздің оны тексере алуыңыз үшін олар әуелі жаңартуға тиіс.
km: áŠáŸƒá‚á¼ášá”áŸáŸ‹á¢áŸ’á“á€á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶áš Signal á‡áŸ†á“á¶á“áŸ‹á…á¶áŸáŸ‹áŸ” á–á½á€á‚áŸááŸ’ášá¼áœá’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á– á˜á»á“á–áŸá›á¢áŸ’á“á€á¢á¶á…á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á”á¶á“áŸ”
kn: ನಿಮ್ಮ ಸಂಗಾತಿ Signal ನ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದಾರೆ. ನೀವು ದೃಢೀಕರಿಸುವ ಮೊದಲು ಅವರು ನವೀಕರಿಸಬೇಕಾಗಿದೆ.
ko: 파트너가 이전 버전의 Signal을 사용 중입니다. 인증 전에 먼저 업데이트해야 합니다.
lt: Jūsų bičiulis naudoja seną Signal versiją. Prieš jums galint patvirtinti, jis turi atnaujinti programėlę.
lv: Jūsu partneris izmanto veco Signal versiju. Pirms verificēšanas viņam ir jāveic lietotnes atjaunināšana.
mk: Вашиот партнер користи стара верзија на Signal. Тој треба да го ажурира пред да можете да го верификувате.
ml: നിങ്ങളുടെ പങ്കാളി ഉപയോഗിക്കുന്നത് Signal ൻ്റെ ഒരു പഴയ പതിപ്പാണ്. നിങ്ങൾ പരിശോധന നടത്തുന്നതിന് മുൻപ് അത് അവർ അപ്ഡേറ്റ് ചെയ്യേണ്ടതുണ്ട്.
mr: आपले सहकारी Signal ची जुनी आवृत्ती चालवत आहेत. आपण सत्यापित करण्यापूर्वी त्यांनी अद्यतन करायला हवे.
ms: Rakan anda menjalankan versi Signal yang lama. Mereka perlu mengemas kini sebelum anda boleh mengesahkan.
my: သင့်မိတ်ဆွေသည် Signal ဗားရှင်းအဟောင်းကို အသုံးပြုထားပါသည်။ အတည်ပြုမှုမပြုလုပ်ခင် ဗားရှင်းမြှင့်ခိုင်းလိုက်ပါ။
nb: Din samtalepartner bruker en gammel versjon av Signal. Vedkommende må oppdatere før du kan verifisere.
nl: Je contact gebruikt een oude versie van Signal. Om te kunnen verifiëren moet diegene Signal eerst bijwerken.
pa: ਤੁਹਾਡਾ ਸਾਥੀ Signal ਦਾ ਪੁਰਾਣਾ ਸੰਸਕਰਣ ਵਰਤ ਰਿਹਾ ਹੈ। ਤੁਹਾਡੇ ਵੱਲੋਂ ਤਸਦੀਕ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਉਹਨਾਂ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋਵੇਗੀ।
pa_pk: تساں دا ساتھی Signal دی پرانی ورژن چلا رئیا اے۔ توثیق کرن توں پہلاں اانہاں نوں اینوں اپ ڈیٹ کرن دی لوڑ اے۔
pl: Twój kontakt korzysta z nieaktualnej wersji aplikacji. Aby można było dokończyć weryfikację, ta osoba musi zaktualizować Signal.
ps: ستاسې همکار د Signal زړه نسخه کاروی. هغوی باید لومړی هغه اپډیټ کړي بیا تاسې کولای شئ چې هغه تایید کړئ.
pt_br: Seu contato está usando uma versão antiga do Signal. Ele precisa atualizá-la antes de verificar.
pt_pt: A pessoa com quem está a conversar está a utilizar uma versão antiga do Signal. Essa pessoa necessita de fazer uma atualização antes de você poder verificar.
ro: Partenerul tău folosește o versiune veche de Signal. Trebuie sa-și actualizeze aplicația pentru a realiza verificarea.
ru: У вашего собеседника старая версия Signal. Ему необходимо обновиться перед подтверждением.
sk: Váš kontakt používa starú verziu Signalu. Pred overením musí aktualizovať svoju aplikáciu.
sl: Vaš partner uporablja zastarelo različico Signala. Za preverjanje jo je potrebno nadgraditi.
sq: Partneri juaj xhiron një version të vjetër të Signal-it. Lypset ta përditësojë, përpara se të mund të bëni verifikime.
sr: Ваш партнер користи застарелу верзију Signal-а. Мора да ажурира апликацију да бисте могли да прођете верификацију.
sv: Din partner använder en gammal version av Signal. Partnern behöver uppdatera innan du kan verifiera.
sw: Mshiriki wako anaendesha toleo la zamani la Signal. Anahitaki kusasisha kabla ya kuthibitisha.
ta: உங்கள் கூட்டாளர் Signal லின் பழைய பதிப்பை இயக்குகிறார். நீங்கள் சரிபார்க்கும் முன் அவை புதுப்பிக்கப்பட வேண்டும்.
te: మీ భాగస్వామి Signal యొక్క పాత సంస్కరణను నడుపుతున్నారు. మీరు ధృవీకరించడానికి ముందు అవి నవీకరించబడాలి.
th: คู่สนทนาของคุณกำลังใช้ Signal รุ่นเก่า เขาต้องปรับเป็นรุ่นใหม่ก่อน คุณจึงจะตรวจยืนยันได้
tr: Karşıdaki kişi Signal'in eski bir sürümünü kullanıyor. Doğrulamadan önce güncelleme yapmaları gerekiyor.
ug: دوستىڭىز كونا نەشرىدىكى Signal نى ئىشلىتىۋېتىپتۇ. سىز دەلىللەشتىن ئىلگىرى ئۇلار نەشرىنى يېڭىلىشى كېرەك.
uk: Ваш співрозмовник користується застарілою версією Signal. Для перевірки коду безпеки йому необхідно оновити застосунок.
ur: آپ کا پارٹنر Signal کا پرانا ورژن چلا رہا ہے۔ تصدیق کرنے سے پہلےاس کو تجدید کرنے کی ضرورت ہے۔
vi: Người trò chuyện với bạn đang sử dụng Signal phiên bản cũ. Họ cần phải cập nhật trước khi bạn có thể xác minh.
zh_cn: 您的好友版本过低。请对方升级后继续验证。
zh_hk: 您好友使用的 Signal 版本太舊，須升級後才能驗證。
