Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CALL_LINK_ADD_NAME
source: Add Call Name
ar: إضافة اسم المكالمة
be: Надаць назву званку
bn: কলের নাম যোগ করুন
ca: Afegir nom de trucada
cs: Přidat název hovoru
da: Tilføj opkaldsnavn
de: Anrufnamen hinzufügen
el: Προσθήκη ονόματος κλήσης
es: Añadir el nombre de la llamada
fa: افزودن نام تماس
fi: Lisää puhelun nimi
fr: Nommer l'appel
ga: Cuir Ainm Glao Leis
gu: કૉલનું નામ ઉમેરો
he: הוספת שם שיחה
hi: कॉल नाम जोड़ें
hr: Dodaj naziv poziva
hu: Hívásnév megadása
id: Tambahkan Judul Panggilan
it: Aggiungi nome chiamata
ja: 通話名を追加する
ko: 통화 이름 추가
mr: कॉलचे नाव जोडा
ms: Tambah nama panggilan
nb: Gi samtalen et navn
nl: Oproepnaam toevoegen
pl: Dodaj nazwę rozmowy
pt_br: Adicionar nome da chamada
pt_pt: Adicionar nome de chamada
ro: Adaugă numele apelului
ru: Добавить имя звонка
sk: Pridať názov hovoru
sr: Унесите назив позива
sv: Lägg till samtalsnamn
th: เพิ่มชื่อการโทร
tr: Arama adı ekle
ug: چاقىرىق نامى قوشۇش
uk: Назва виклику
ur: کال نیم شامل کریں
vi: Thêm tên cuộc gọi
zh_cn: 添加通话名称
zh_hk: 新增通話名稱

# CALL_LINK_COPY
source: Copy Link
ar: نسخ الرابط
be: Скапіраваць спасылку
bn: লিংক কপি করুন
ca: Copiar l'enllaç
cs: Zkopírovat odkaz
da: Kopiér link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
fa: کپی کردن لینک
fi: Kopioi linkki
fr: Copier le lien
ga: Cóipeáil Nasc
gu: લિંક કૉપિ કરો
he: העתקת קישור
hi: लिंक कॉपी करें
hr: Kopiraj poveznicu
hu: Link másolása
id: Salin Tautan
it: Copia link
ja: リンクをコピーする
ko: 링크 복사
mr: लिंक कॉपी करा
ms: Salin Pautan
nb: Kopier lenke
nl: Link kopiëren
pl: Skopiuj link
pt_br: Copiar link
pt_pt: Copiar link
ro: Copiază Link
ru: Копировать ссылку
sk: Kopírovať odkaz
sr: Копирај линк
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı Kopyala
ug: ئۇلانما كۆچۈرۈش
uk: Копіювати посилання
ur: لنک کاپی کریں
vi: Sao chép Đường dẫn
zh_cn: 复制链接
zh_hk: 複製連結

# CALL_LINK_CREATE
source: Create Call Link
ar: إنشاء رابط المكالمة
be: Стварыць спасылку на званок
bn: কলের লিংক তৈরি করুন
ca: Crear enllaç de trucada
cs: Vytvoření odkazu na hovor
da: Opret opkaldslink
de: Anruflink erstellen
el: Δημιουργία συνδέσμου κλήσης
es: Crear enlace de llamada
fa: ایجاد پیوند تماس
fi: Luo puhelulinkki
fr: Créer un lien d'appel
ga: Cruthaigh Nasc Glao
gu: કૉલ લિંક બનાવો
he: יצירת לינק לשיחה
hi: कॉल लिंक बनाएं
hr: Generiraj poveznicu na poziv
hu: Híváshivatkozás létrehozása
id: Buat Tautan Panggilan
it: Crea link chiamata
ja: 通話リンクを作成
ko: 통화 링크 만들기
mr: कॉल लिंक तयार करा
ms: Cipta pautan panggilan
nb: Opprett samtalelenke
nl: Oproeplink maken
pl: Utwórz link do połączenia
pt_br: Criar link de chamada
pt_pt: Criar link de chamada
ro: Creează un link de apel
ru: Создать ссылку для звонка
sk: Vytvoriť odkaz na hovor
sr: Креирајте линк за позив
sv: Skapa samtalslänk
th: สร้างลิงก์การโทร
tr: Arama bağlantısı oluştur
ug: چاقىرىق ئۇلانمىسى قۇرۇش
uk: Посилання на виклик
ur: کال لنک تخلیق کریں
vi: Tạo đường dẫn cuộc gọi
zh_cn: 创建通话链接
zh_hk: 建立通話連結

# CALL_LINK_CREATION_FAILURE_SHEET_DESCRIPTION
source: Call link could not be created. Check your internet connection and try again.
ar: تعذَّر إنشاء رابط المكالمة. تحقَّق من اتصالك بالإنترنت وحاوِل مرّة أخرى.
be: Не атрымалася стварыць спасылку на званок. Праверце падключэнне да інтэрнэту і паўтарыце спробу.
bn: কল লিংক তৈরি করা যায়নি। আপনার ইন্টারনেট সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: No s'ha pogut crear l'enllaç de trucada. Comprova la connexió a Internet i torna-ho a provar.
cs: Odkaz na hovor se nepovedlo vytvořit. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Opkaldslinket kunne ikke oprettes. Tjek din internetforbindelse, og prøv igen.
de: Anruflink konnte nicht erstellt werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν μπορέσαμε να δημιουργήσουμε σύνδεσμο κλήσης. Έλεγξε τη σύνδεσή σου στο διαδίκτυο και ξαναδοκίμασε.
es: No se ha podido crear el enlace de llamada. Comprueba tu conexión a Internet e inténtalo de nuevo.
fa: امکان ایجاد پیوند تماس نیست. اتصال اینترنت خود را بررسی و دوباره امتحان کنید.
fi: Puhelulinkin luominen epäonnistui. Tarkista verkkoyhteytesi ja yritä uudelleen.
fr: Impossible de créer le lien d'appel. Vérifiez votre connexion Internet et réessayez.
ga: Níorbh fhéidir nasc glao a chruthú. Seiceáil do nasc Idirlín agus triail arís.
gu: કૉલ લિંક બનાવી શકાઈ નથી. તમારું ઇન્ટરનેટ તપાસો અને ફરી પ્રયાસ કરો.
he: לא היה ניתן ליצור לינק שיחה. יש לבדוק את חיבור האינטרנט שלך ולנסות שוב.
hi: कॉल लिंक बनाया नहीं जा सका। अपने इंटरनेट कनेक्शन की जाँच करके फिर से कोशिश करें।
hr: Nije moguće stvoriti poveznicu na poziv. Provjerite svoju internetsku vezu i pokušajte ponovno.
hu: A híváslinket nem sikerült létrehozni. Ellenőrizd az internetkapcsolatot, és próbáld újra.
id: Tautan panggilan tidak dapat dibuat. Periksa koneksi internet Anda dan coba lagi.
it: Non è stato possibile creare il link alla chiamata. Controlla la tua connessione Internet e riprova.
ja: 通話リンクを作成できませんでした。インターネット接続を確認して再度試してください。
ko: 통화 링크를 만들 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
mr: कॉल लिंक तयार केली जाऊ शकत नाही. आपले इंटरनेट कनेक्शन तपासा आणि पुन्हा तपासा.
ms: Pautan panggilan tidak dapat dicipta. Semak sambungan internet anda dan cuba lagi.
nb: Anropslenken kunne ikke opprettes. Sjekk internettilkoblingen og prøv igjen.
nl: Oproeplink kon niet worden gemaakt. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się utworzyć linku. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível gerar o link da chamada. Verifique sua conexão à Internet e tente novamente.
pt_pt: Não foi possível criar um link de chamada. Verifique a sua ligação à internet e tente novamente.
ro: Linkul apelului nu a putut fi creat. Verifică conexiunea la internet a telefonului și încearcă din nou.
ru: Не удалось создать ссылку на звонок. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Odkaz na hovor sa nepodarilo vytvoriť. Skontrolujte internetové pripojenie a skúste to znova.
sr: Креирање линка за позив није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Det gick inte att skapa samtalslänk. Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถสร้างลิงก์การโทรได้ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองใหม่อีกครั้ง
tr: Arama bağlantısı oluşturulamadı. İnternet bağlantını kontrol et ve tekrar dene.
ug: چاقىرىش ئۇلانمىسىنى قۇرغىلى بولمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناپ بېقىڭ.
uk: Не вдалося створити посилання на виклик. Перевірте з'єднання з інтернетом і спробуйте ще раз.
ur: کال لنک تخلیق نہیں کیا جا سکتا۔ اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể tạo đường dẫn cuộc gọi. Kiểm tra kết nối internet của bạn và thử lại.
zh_cn: 通话链接无法创建。请检查您的互联网连接并重试。
zh_hk: 無法建立通話連結。請檢查你的網路連線，然後重試。

# CALL_LINK_CREATION_OR_UPDATE_FAILURE_SHEET_TITLE
source: Network Error
ar: خطأ في الشبكة
be: Памылка сеткі
bn: নেটওয়ার্ক ত্রুটি
ca: Error de xarxa
cs: Chyba sítě
da: Netværksfejl
de: Netzwerkfehler
el: Σφάλμα δικτύου
es: Error de red
fa: خطا در شبکه
fi: Verkkovirhe
fr: Erreur réseau
ga: Earráid Líonra
gu: નેટવર્ક એરર
he: שגיאת רשת
hi: नेटवर्क में त्रुटि
hr: Mrežna pogreška
hu: Hálózati hiba
id: Kesalahan Jaringan
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
mr: नेटवर्क त्रुटी
ms: Ralat Rangkaian
nb: Nettverksfeil
nl: Netwerkfout
pl: Błąd sieci
pt_br: Erro de rede
pt_pt: Erro de rede
ro: Eroare de rețea
ru: Ошибка сети
sk: Chyba siete
sr: Грешка са мрежом
sv: Nätverksfel
th: ข้อผิดพลาดจากเครือข่าย
tr: Ağ Hatası
ug: تور خاتالىقى
uk: Мережева помилка
ur: نیٹ ورک کی خرابی
vi: Lỗi Kết nối mạng
zh_cn: 网络错误
zh_hk: 網路出錯。

# CALL_LINK_DELETE_ACTION
source: Delete Link
ar: حذف الرابط
be: Выдаліць спасылку
bn: লিংক মুছে ফেলুন
ca: Eliminar enllaç
cs: Odstranit odkaz
da: Slet link
de: Link löschen?
el: Διαγραφή συνδέσμου
es: Eliminar enlace
fa: حذف پیوند
fi: Poista linkki
fr: Supprimer le lien
ga: Scrios an nasc
gu: લિંક ડિલીટ કરો
he: מחיקת לינק
hi: लिंक डिलीट करें
hr: Izbriši poveznicu
hu: Hivatkozás törlése
id: Hapus Tautan
it: Elimina link
ja: リンクを消去する
ko: 링크 삭제
mr: लिंक हटवा
ms: Padam pautan
nb: Slett lenken
nl: Link verwijderen
pl: Usuń link
pt_br: Excluir link
pt_pt: Eliminar link
ro: Șterge linkul
ru: Удалить ссылку
sk: Vymazať odkaz
sr: Избриши линк
sv: Ta bort länk
th: ลบลิงก์
tr: Bağlantıyı sil
ug: ئۇلانمىنى ئۆچۈرۈڭ
uk: Видалити посилання
ur: لنک حذف کریں
vi: Xóa liên kết
zh_cn: 删除链接
zh_hk: 刪除連結

# CALL_LINK_DELETE_FAILED
source: Couldn't delete call link.
ar: تعذَّر حذف رابط المكالمة.
be: Не атрымалася выдаліць спасылку на званок.
bn: কল লিংক মুছে ফেলা যায়নি।
ca: No s'ha pogut eliminar l'enllaç de trucada.
cs: Odkaz na hovor se nepodařilo odstranit.
da: Kunne ikke slette opkaldslink.
de: Anruflink konnte nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή του συνδέσμου κλήσης.
es: No se ha podido eliminar el enlace de llamada.
fa: پیوند تماس حذف نشد.
fi: Puhelulinkkiä ei voitu poistaa.
fr: Impossible de supprimer le lien d'appel.
ga: Níorbh fhéidir nasc glao a scriosadh.
gu: કૉલની લિંક ડિલીટ કરી શક્યા નથી.
he: לא ניתן היה למחוק את לינק השיחה.
hi: कॉल लिंक डिलीट नहीं किया जा सका।
hr: Brisanje poveznice na poziv nije uspjelo.
hu: A híváslinket nem sikerült törölni.
id: Tidak dapat menghapus tautan panggilan.
it: Impossibile eliminare il link chiamata.
ja: 通話リンクを消去できませんでした。
ko: 통화 링크를 삭제할 수 없습니다.
mr: कॉल लिंक हटवता आली नाही.
ms: Tidak dapat memadam pautan panggilan.
nb: Anropslenken kunne ikke slettes.
nl: Oproeplink kon niet worden verwijderd.
pl: Nie udało się usunąć linku do połączenia.
pt_br: Não foi possível apagar o link da chamada.
pt_pt: Não foi possível eliminar link de chamada.
ro: Nu s-a putut elimina linkul apelului.
ru: Не удалось удалить ссылку на звонок.
sk: Odkaz na hovor sa nepodarilo odstrániť.
sr: Нисмо успели да избришемо линк за позив.
sv: Det gick inte att ta bort samtalslänken.
th: ไม่สามารถลบลิงก์การโทรได้
tr: Arama bağlantısı silinemedi.
ug: چاقىرىق ئۇلانمىسىنى ئۆچۈرەلمىدى.
uk: Не вдалося видалити посилання на виклик.
ur: کال لنک کو حذف نہیں کیا جا سکا۔
vi: Không thể xóa đường dẫn cuộc gọi.
zh_cn: 无法删除通话链接。
zh_hk: 無法刪除通話連結。

# CALL_LINK_DELETE_MESSAGE
source: This link will no longer work for anyone who has it.
ar: لن يعمل هذا الرابط بعد الآن لأي شخص أرسلته إليه من قبل.
be: Гэта спасылка больш не будзе дзейнічаць для таго, хто мае яе.
bn: কারো কাছে এই লিংকটি থাকলে তা আর কাজ করবে না।
ca: Aquest enllaç ja no funcionarà per a ningú.
cs: Tento odkaz již nebude nikomu, kdo ho má, fungovat.
da: Dette link vil ikke længere fungere for dem, der har det.
de: Dieser Link wird für alle, die ihn kennen, nicht mehr funktionieren.
el: Αυτός ο σύνδεσμος δεν θα λειτουργεί πλέον για κάθε κάτοχο.
es: Este enlace ya no funcionará para nadie.
fa: این پیوند دیگر برای کسانی که آن را دارند کار نمی‌کند.
fi: Poistamisen jälkeen linkki ei ole enää kenenkään käytettävissä.
fr: Les personnes disposant de ce lien ne pourront plus l'utiliser.
ga: Ní oibreoidh an nasc seo a thuilleadh do dhuine ar bith ag a bhfuil sé.
gu: આ લિંક હવેથી જેમની પણ પાસે હશે તે કોઈ પણ માટે કામ નહીં કરે.
he: הלינק הזה לא יעבוד יותר לאף אחד.
hi: यह लिंक अब उन लोगों के लिए काम नहीं करेगा जिनके पास यह है।
hr: Ova poveznica više neće biti važeća za korisnike kojima je poslana.
hu: Ez a hivatkozás többé nem fog működni azok számára, akiknek már megvan.
id: Tautan ini tidak akan berlaku lagi bagi siapa pun yang memilikinya.
it: Questo link non sarà più valido per chi l'ha già ricevuto.
ja: リンクを消去すると、他のメンバーもこのリンクを使えなくなります。
ko: 이 링크는 더 이상 누구도 사용할 수 없습니다.
mr: ज्या कोणाकडे ही लिंक आहे त्यांच्यासाठी ही लिंक यापुढे काम करणार नाही.
ms: Pautan ini tidak akan berfungsi lagi untuk sesiapa yang mempunyainya.
nb: Dette vil medføre at den slutter å fungere for alle som har den.
nl: Deze link zal voor niemand meer werken.
pl: Ten link nie będzie już działać u nikogo.
pt_br: Este link não funcionará mais para ninguém que o tenha.
pt_pt: O link deixará de funcionar para toda a gente que o tenha.
ro: Linkul nu va mai funcționa pentru nicio persoană care îl are.
ru: Эта ссылка больше не будет действовать для всех, кто ею пользовался.
sk: Tento odkaz už nebude fungovať pre nikoho, kto má k nemu prístup.
sr: Овај линк више неће радити никоме ко га има.
sv: Den här länken fungerar inte längre för alla som har den.
th: ทุกคนจะไม่สามารถใช้ลิงก์นี้ได้อีก
tr: Bu bağlantı artık ona sahip olan hiç kimse için çalışmayacaktır.
ug: بۇ ئۇلانمىنى ھېچكىم ئىشلىتەلمەيدۇ.
uk: Якщо ви надсилали комусь це посилання, воно більше не працюватиме.
ur: یہ لنک جس کے پاس ہے اب مزید اس کے لیے کام نہیں کرے گا۔
vi: Đường dẫn này sẽ không còn hoạt động với bất kỳ ai.
zh_cn: 删除后，拥有链接的任何人将无法再使用此链接。
zh_hk: 此連結將不再適用於任何人。

# CALL_LINK_DELETE_TITLE
source: Delete Link?
ar: هل ترغبُ بحذف الرابط؟
be: Выдаліць спасылку?
bn: লিংক মুছে ফেলবেন?
ca: Eliminar enllaç?
cs: Odstranit odkaz?
da: Slet link?
de: Link löschen?
el: Διαγραφή συνδέσμου;
es: ¿Eliminar enlace?
fa: پیوند حذف شود؟
fi: Poistetaanko linkki?
fr: Supprimer le lien ?
ga: Scrios an nasc?
gu: લિંક ડિલીટ કરવી છે?
he: למחוק לינק?
hi: लिंक हटाएं?
hr: Izbrisati poveznicu?
hu: Hivatkozás törlése?
id: Hapus Tautan?
it: Vuoi eliminare il link?
ja: リンクを消去しますか？
ko: 링크를 삭제할까요?
mr: लिंक हटवायची?
ms: Padam pautan?
nb: Vil du slette lenken?
nl: Link verwijderen?
pl: Usunąć link?
pt_br: Excluir link?
pt_pt: Eliminar link?
ro: Ștergi linkul?
ru: Удалить ссылку?
sk: Vymazať odkaz?
sr: Желите ли да избришете линк?
sv: Radera länk?
th: ลบลิงก์ใช่หรือไม่
tr: Bağlantı silinsin mi?
ug: ئۇلانمىنى ئۆچۈرەمسىز؟
uk: Видалити посилання?
ur: لنک حذف کریں؟
vi: Xóa liên kết?
zh_cn: 要删除链接吗？
zh_hk: 要刪除連結嗎？

source: Call link deleted.
ar: تمَّ حذف رابط المكالمة.
be: Спасылка на званок выдалена.
bn: কল লিংক মুছে ফেলা হয়েছে।
ca: Enllaç de trucada eliminat.
cs: Odkaz na hovor odstraněn.
da: Opkaldslink slettet.
de: Anruflink gelöscht.
el: Ο σύνδεσμος κλήσης διαγράφηκε.
es: Enlace de llamada eliminado.
fa: پیوند تماس حذف شد.
fi: Puhelulinkki poistettu.
fr: Lien d'appel supprimé.
ga: Nasc glao scriosta.
gu: કૉલની લિંક ડિલીટ કરી.
he: לינק השיחה נמחק.
hi: कॉल लिंक डिलीट किया गया।
hr: Poveznica na poziv je izbrisana.
hu: Híváslink törölve.
id: Tautan panggilan dihapus.
it: Link chiamata eliminato.
ja: 通話リンクを消去しました。
ko: 통화 링크를 삭제했습니다.
mr: कॉल लिंक हटवली.
ms: Pautan panggilan dipadam.
nb: Anropslenken ble slettet.
nl: Oproeplink verwijderd.
pl: Link do połączenia usunięty.
pt_br: Link de chamada apagado.
pt_pt: Link de chamada eliminado.
ro: Linkul apelului a fost eliminat.
ru: Ссылка на звонок удалена.
sk: Odkaz na hovor bol odstránený.
sr: Линк за позив је избрисан.
sv: Samtalslänken borttagen.
th: ลบลิงก์การโทรแล้ว
tr: Arama bağlantısı silindi.
ug: چاقىرىق ئۇلانمىسى ئۆچۈرۈلدى.
uk: Посилання на виклик видалено.
ur: کال لنک حذف کر دیا گیا۔
vi: Đã xóa đường dẫn cuộc gọi.
zh_cn: 通话链接已删除。
zh_hk: 通話連結已刪除。

# CALL_LINK_EDIT_NAME
source: Edit Call Name
ar: تعديل اسم المكالمة
be: Рэдагаваць назву званка
bn: কলের নাম এডিট করুন
ca: Editar nom de trucada
cs: Upravit název hovoru
da: Rediger opkaldsnavn
de: Anrufnamen bearbeiten
el: Επεξεργασία ονόματος κλήσης
es: Editar el nombre de la llamada
fa: ویرایش نام تماس
fi: Muokkaa puhelun nimeä
fr: Renommer l'appel
ga: Cuir Ainm Glao in Eagar
gu: કૉલના નામમાં ફેરફાર કરો
he: עריכת שם שיחה
hi: कॉल नाम संपादित करें
hr: Uredi naziv poziva
hu: Hívás nevének szerkesztése
id: Edit Judul Panggilan
it: Modifica nome chiamata
ja: 通話名を編集する
ko: 통화 이름 수정
mr: कॉल नाव संपादित करा
ms: Edit nama panggilan
nb: Endre navnet på samtalen
nl: Oproepnaam bewerken
pl: Edytuj nazwę rozmowy
pt_br: Editar nome da chamada
pt_pt: Editar nome da chamada
ro: Editează numele apelului
ru: Изменить имя звонка
sk: Upraviť názov hovoru
sr: Измените назив позива
sv: Redigera samtalsnamn
th: แก้ไขชื่อการโทร
tr: Arama adını düzenle
ug: چاقىرىق نامىنى تەھرىرلەش
uk: Змінити назву виклику
ur: کال نیم میں ترمیم کریں
vi: Sửa tên cuộc gọi
zh_cn: 编辑通话名称
zh_hk: 編輯通話名稱

# CALL_LINK_JOIN_CALL_FAILURE_SHEET_DESCRIPTION
source: Could not join call. Check your internet connection and try again.
ar: تعذَّر الانضمام إلى المكالمة. تحقَّق من اتصالك بالإنترنت وحاوِل مرّة أخرى.
be: Не атрымалася далучыцца да званка. Праверце падключэнне да інтэрнэту і паўтарыце спробу.
bn: কলে যোগ দেওয়া যায়নি। আপনার ইন্টারনেট সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: No s'ha pogut entrar a la trucada. Comprova la connexió a Internet i torna-ho a provar.
cs: Nelze se připojit k hovoru. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Kunne ikke deltage i opkaldet. Tjek din internetforbindelse, og prøv igen.
de: Konnte dem Anruf nicht beitreten. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν ήταν δυνατή η συμμετοχή στην κλήση. Έλεγξε τη σύνδεσή σου στο διαδίκτυο και ξαναδοκίμασε.
es: No se ha podido entrar en la llamada. Comprueba tu conexión a Internet e inténtalo de nuevo.
fa: پیوستن به تماس انجام نشد. اتصال اینترنت خود را بررسی و دوباره امتحان کنید.
fi: Puheluun liittyminen epäonnistui. Tarkista verkkoyhteytesi ja yritä uudelleen.
fr: Impossible de rejoindre l'appel. Vérifiez votre connexion Internet et réessayez.
ga: Níorbh fhéidir dul isteach sa ghlao. Seiceáil do nasc Idirlín agus triail arís.
gu: કૉલમાં જોડાઈ શક્યા નથી. તમારું ઇન્ટરનેટ તપાસો અને ફરી પ્રયાસ કરો.
he: לא היה ניתן להצטרף לשיחה. יש לבדוק את חיבור האינטרנט שלך ולנסות שוב.
hi: कॉल में जुड़ा नहीं जा सका। अपने इंटरनेट कनेक्शन की जाँच करके फिर से कोशिश करें।
hr: Nije moguće pridružiti se pozivu. Provjerite svoju internetsku vezu i pokušajte ponovno.
hu: Nem sikerült csatlakozni a híváshoz. Ellenőrizd az internetkapcsolatot, és próbáld újra.
id: Tidak bisa gabung ke panggilan. Periksa koneksi internet Anda dan coba lagi.
it: Impossibile unirsi alla chiamata. Controlla la tua connessione Internet e riprova.
ja: 通話に参加できませんでした。インターネット接続を確認して再度試してください。
ko: 통화에 참여할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
mr: कॉल मध्ये सामील होऊ शकत नाही. आपले इंटरनेट कनेक्शन तपासा आणि पुन्हा तपासा.
ms: Tidak dapat menyertai panggilan. Semak sambungan internet anda dan cuba lagi.
nb: Kunne ikke bli med i samtalen. Sjekk internettilkoblingen og prøv igjen.
nl: Kon niet aan de oproep deelnemen. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się dołączyć do rozmowy. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível entrar na chamada. Verifique sua conexão à Internet e tente novamente.
pt_pt: Não foi possível entrar na chamada. Verifique a sua ligação à internet e tente novamente.
ro: Nu ai putut să te conectezi la apel. Verifică conexiunea la internet a telefonului și încearcă din nou.
ru: Не удалось присоединиться к звонку. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: K hovoru sa nepodarilo pripojiť. Skontrolujte internetové pripojenie a skúste to znova.
sr: Придруживање позиву није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Det gick inte att gå med i samtalet. Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถเข้าร่วมการโทรได้ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองใหม่อีกครั้ง
tr: Aramaya katılınamadı. İnternet bağlantını kontrol et ve tekrar dene.
ug: چاقىرىشقا قاتنىشالمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناپ بېقىڭ.
uk: Не вдалося приєднатись до виклику. Перевірте з'єднання з інтернетом і спробуйте ще раз.
ur: کال میں شامل نہیں ہو سکتے۔ اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể tham gia cuộc gọi. Kiểm kết nối internet của bạn và thử lại.
zh_cn: 无法加入通话。请检查您的互联网连接并重试。
zh_hk: 無法加入通話。請檢查你的網路連線，然後重試。

# CALL_LINK_JOIN_REQUEST_APPROVE_BUTTON
source: Approve Entry
ar: الموافقة على الإدخال
be: Прыняць запыт
bn: এট্রি অনুমোদন করুন
ca: Aprovar l'entrada
cs: Povolit vstup
da: Godkend adgang
de: Beitritt zulassen
el: Έγκριση εισόδου
es: Aprobar solicitud
fa: تأیید ورود
fi: Hyväksy pääsy
fr: Accepter la demande
ga: Faomh dul isteach
gu: પ્રવેશ મંજૂર કરો
he: אישור כניסה
hi: एंट्री मंज़ूर करें
hr: Odobri ulazak
hu: Csatlakozás jóváhagyása
id: Setujui Entri
it: Accetta richiesta
ja: 承認する
ko: 입장 승인
mr: प्रवेश मंजूर करा
ms: Luluskan kemasukan
nb: Slipp inn
nl: Deelnameverzoek goedkeuren
pl: Zatwierdź prośbę
pt_br: Aprovar entrada
pt_pt: Aprovar entrada
ro: Aprobă intrarea
ru: Принять запрос
sk: Povoliť vstup
sr: Одобравам улазак
sv: Godkänn post
th: อนุมัติให้เข้าร่วม
tr: Girişi onayla
ug: كىرىشنى تەستىقلاڭ
uk: Дозволити приєднатися
ur: اندراج منظور کریں
vi: Chấp thuận
zh_cn: 同意加入
zh_hk: 批准加入

# CALL_LINK_JOIN_REQUEST_DENY_BUTTON
source: Deny Entry
ar: رفض الإدخال
be: Адхіліць запыт
bn: এট্রি প্রত্যাখ্যান করুন
ca: Denegar l'entrada
cs: Zamítnout vstup
da: Afvis adgang
de: Beitritt ablehnen
el: Απαγόρευση εισόδου
es: Rechazar solicitud
fa: رد ورود
fi: Estä pääsy
fr: Refuser la demande
ga: Diúltaigh do dhul isteach
gu: પ્રવેશ નકારો
he: דחיית כניסה
hi: एंट्री नामंज़ूर करें
hr: Odbij ulazak
hu: Csatlakozás megtagadása
id: Tolak Entri
it: Rifiuta richiesta
ja: 拒否する
ko: 입장 거부
mr: प्रवेश नाकारा
ms: Tolak kemasukan
nb: Ikke slipp inn
nl: Deelnameverzoek afwijzen
pl: Odrzuć prośbę
pt_br: Recusar entrada
pt_pt: Recusar entrada
ro: Respinge intrarea
ru: Отклонить запрос
sk: Zakázať vstup
sr: Не одобравам улазак
sv: Neka post
th: ปฏิเสธการเข้าร่วม
tr: Girişi reddet
ug: كىرىشنى رەت قىلىڭ
uk: Не дозволити приєднатися
ur: اندراج مسترد کریں
vi: Từ chối
zh_cn: 拒绝加入
zh_hk: 拒絕加入

# CALL_LINK_JOIN_REQUEST_PROMPT
source: Would like to join…
ar: يرغب في الانضمام…
be: Жадае далучыцца…
bn: যোগ দিতে আগ্রহী…
ca: Voldria unir-se…
cs: Se chce připojit…
da: Vil gerne deltage…
de: Würde gerne beitreten…
el: Θα ήθελε να συμμετάσχει…
es: Me gustaría unirme…
fa: می‌خواهد بپیوندد…
fi: Haluaa liittyä…
fr: demande à rejoindre l'appel…
ga: Ag iarraidh dul isteach ann…
gu: જોડાવા માગે છે…
he: רוצה להצטרף…
hi: जुड़ना चाहेंगे...
hr: Zahtjevi za pridruživanje…
hu: Szeretne csatlakozni…
id: Ingin bergabung …
it: Vuole unirsi alla chiamata…
ja: 待機中…
ko: 전화 받기…
mr: कॉलमध्ये जोडले जाऊ इच्छितात…
ms: Ingin menyertai…
nb: Ønsker å bli med i samtalen …
nl: Wil graag deelnemen…
pl: Prosi o dołączenie…
pt_br: Gostaria de participar…
pt_pt: Gostaria de entrar…
ro: Ar dori să se alăture…
ru: Хотел(-а) бы присоединиться…
sk: Chce sa pridať…
sr: Жели да се придружи…
sv: Vill gå med …
th: ต้องการเข้าร่วม…
tr: Katılmak istiyor…
ug: ...گە قېتىلىشنى خالامسىز؟
uk: Хоче приєднатися…
ur: شامل ہونا چاہیں گے…
vi: Muốn tham gia…
zh_cn: 想要加入……
zh_hk: 想加入...
