Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STICKERS_MANAGE_VIEW_FAILED_KNOWN_PACKS
source: Some sticker packs failed to load
af: Sommige plakkerpakke kon nie laai nie
ar: فشل تحميل بعض مجموعات المُلصَقات
az: Bəzi stiker paketləri yüklənmədi
be: Не атрымалася загрузіць некаторыя наборы стыкераў
bg: Неуспешно зареждане на някои пакети стикери
bn: স্টিকার প্যাক লোড করতে ব্যর্থ হয়েছে
ca: Alguns paquets d'adhesius no s'han pogut carregar.
cs: Některé sady samolepek se nepovedlo načíst
cy: Methwyd llwytho rhai pecynnau sticeri
da: Nogle klistermærkepakker kunne ikke hentes
de: Mindestens ein Sticker-Set konnte nicht geladen werden
el: Απέτυχε η φόρτωση κάποιων πακέτων αυτοκόλλητων
es: No se han podido cargar algunos paquetes de stickers
es_es: Fallo al cargar algunos paquetes de cromos
et: Mõnede kleebisepakkide laadimine ei õnnestunud.
eu: Eranskailu pakete batzuk ezin izan dira kargatu
fa: برخی از بسته‌ های استیکر بارگیری نشدند
fi: Joidenkin tarrapakettien lataaminen epäonnistui
fil: Ilang mga sticker pack ang bigong mai-load
fr: Impossible de charger certains packs de stickers
ga: Níorbh fhéidir pacaí greamán áirithe a lódáil
gu: કેટલાક સ્ટીકર પેક લોડ કરવામાં નિષ્ફળ થયા
he: כמה חבילות מדבקות נכשלו להיטען
hi: कुछ स्टिकर पैक लोड नहीं हो पाए
hr: Neki paketi naljepnica se nisu mogli učitati
hu: Nem minden matrica csomagot sikerült betölteni
id: Beberapa paket stiker gagal dimuat
is: Mistókst að hlaða inn sumum límmerkjapökkum
it: Caricamento di alcuni pacchetti adesivi non riuscito
ja: 一部のステッカーパックが読み込めませんでした
kab: Kra n yikemmusen inetḍen gguman ad d-alin
kk: Кейбір жапсырма бумаларын жүктеу сәтсіз болды
km: á€á‰áŸ’á…á”áŸ‹ášá¼á”ááŸ†áá¶á„á˜á½á™á…áŸ†á“á½á“ á˜á·á“á¢á¶á…á•áŸ’á‘á»á€á”á¶á“
kn: ಕೆಲವು ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ko: 일부 스티커 팩 불러오기 실패
lt: Kai kurių lipdukų paketų nepavyko įkelti
lv: Dažus uzlīmju komplektus neizdevās ielādēt
mk: Некои пакети на стикери беа неуспешно вчитани
ml: ചില സ്റ്റിക്കർ പാക്കുകൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
mr: काही स्टिकर पॅक लोड होण्यात अयशस्वी
ms: Sesetengah pek pelekat gagal dipaut
my: အချို့စတစ်ကာတွဲများ တင်ဆက်ခြင်း မအောင်မြင်ပါ
nb: Noen klistremerkepakker kunne ikke lastes
nl: Het laden van sommige stickerpakketten is mislukt
pa: ਕੁਝ ਸਟਿੱਕਰ ਪੈਕ ਲੋਡ ਹੋਣ ਵਿੱਚ ਅਸਫਲ
pa_pk: کجھ اسٹیکر پیک لوڈ کرن اچ ناکام ہویا
pl: Nie udało się załadować niektórych pakietów naklejek
ps: د سټیکر ځینې کڅوړې راښکته نشوي
pt_br: Alguns pacotes de figurinhas falharam ao carregar
pt_pt: Ocorreu um erro ao tentar carregar alguns pacotes de autocolantes
ro: Anumite pachete cu autocolante nu s-au putut încărca
ru: Не удалось загрузить некоторые наборы стикеров
sk: Niektoré balíky nálepiek sa nepodarilo načítať
sl: Nekateri paketi nalepk se niso uspeli namestiti
sq: Dështoi ngarkimi i disa paketave ngjitësish
sr: Учитавање неких пакета налепница није успело
sv: Vissa klistermärkepaket kunde inte läsas in
sw: Vibandiko vingine vilifeli kupakia
ta: சில ஸ்டிக்கர் பொதிகள் ஏற்றத் தவறிவிட்டன
te: కొన్ని స్టిక్కర్ ప్యాక్‌లు లోడ్ చేయడంలో విఫలమయ్యాయి
th: เรียกชุดสติกเกอร์บางชุดไม่สำเร็จ
tr: Bazı çıkartma paketleri yüklenemedi
ug: بەزى چاپلاق بوغچىلىرىنى يۈكلىيەلمىدى
uk: Не всі набори стікерів удалося завантажити
ur: کچھ اسٹیکرز پیک لوڈ ہونے میں ناکام
vi: Một số bộ nhãn dán không thể tải được
zh_cn: 部分表情包加载失败
zh_hk: 無法讀取部分貼圖包

# STICKERS_MANAGE_VIEW_INSTALLED_PACKS_SECTION_TITLE
source: Installed Stickers
af: Geïnstalleerde plakkers
ar: حزم المُلصَقات المُثبَّتة
az: Quraşdırılan stikerlər
be: Усталяваныя стыкеры
bg: Инсталирани стикери
bn: ইনস্টল স্টিকার
ca: Adhesius instal·lats
cs: Instalované nálepky
cy: Sticeri wedi'u Gosod
da: Installerede klistermærker
de: Installierte Sticker
el: Εγκατεστημένα αυτοκόλλητα
es: Stickers instalados
es_es: Cromos instalados
et: Paigaldatud kleebised
eu: Instalatutako eranskailuak
fa: استیکر های نصب شده
fi: Asennetut tarrat
fil: Naka-install na mga Stickers
fr: Stickers installés
ga: Greamáin Shuiteáilte
gu: ઇન્સ્ટોલ કરેલા સ્ટીકરો
he: מדבקות מותקנות
hi: इंस्टॉल करे हुए स्टिकर
hr: Instalirane naljepnice
hu: Telepített matricák
id: Stiker Terpasang
is: Uppsett límmerki
it: Adesivi installati
ja: インストール済みステッカー
kab: Stickers yettusbedden
kk: Орнатылған жапсырмалар
km: áŸáŸ’á‘á¸á€á‚áŸášá”á¶á“áŠáŸ†á¡á¾á„
kn: ಸ್ಟಿಕ್ಕರ್‌ಗಳು ಸ್ಥಾಪಿಸಲಾಗಿದೆ
ko: 설치된 스티커
lt: Įdiegti lipdukai
lv: Instalētās uzlīmes
mk: Инсталирани стикери
ml: ഇൻസ്റ്റാളുചെയ്‌ത സ്റ്റിക്കറുകൾ
mr: स्थापन केलेले स्टिकर
ms: Pelekat dipasang
my: တင်သွင်းထားသော စတစ်ကာများ
nb: Installerte klistremerker
nl: Geïnstalleerde stickerpakketten
pa: ਇੰਸਟਾਲ ਕੀਤੇ ਸਟਿੱਕਰ
pa_pk: انسٹال کیتے گئے اسٹیکرز
pl: Zainstalowane naklejki
ps: انسټال شوي سټیکرونه
pt_br: Figurinhas instaladas
pt_pt: Autocolantes instalados
ro: Autocolante instalate
ru: Установленные стикеры
sk: Nainštalované nálepky
sl: Nameščene nalepke
sq: Ngjitës të Instaluar
sr: Инсталиране налепнице
sv: Installera klistermärken
sw: Vibandiko Vilivyosakinishwa
ta: நிறுவப்பட்ட ஸ்டிக்கர்கள்
te: ఇన్‌స్టాల్ చేసిన స్టిక్కర్లు
th: ติดตั้งสติกเกอร์
tr: Yüklü Çıkartmalar
ug: ئورنىتىلغان چىراي ئىپادىلىرى
uk: Встановлені стікери
ur: اسٹیکرز نصب کریں
vi: Các gói nhãn dán đã cài
zh_cn: 可用表情
zh_hk: 已安裝的貼圖

# STICKERS_MANAGE_VIEW_LOADING_KNOWN_PACKS
source: Loading…
af: Laai tans…
ar: جارٍ التحميل...
az: Yüklənir...
be: Загрузка…
bg: Зареждане…
bn: লোড হচ্ছে…
ca: Carregant…
cs: Načítání…
cy: Llwytho...
da: Indlæser…
de: Wird geladen …
el: Φορτώνει…
es: Cargando…
es_es: Cargando …
et: Laadimine...
eu: Kargatzen…
fa: در حال بارگیری…
fi: Ladataan…
fil: Naglo-load...
fr: Chargement…
ga: Lódáil…
gu: લોડ કરી રહ્યું છે
he: טוען…
hi: लोड हो रहा है
hr: Učitavanje…
hu: Betöltés…
id: Memuat…
is: Hleð inn…
it: Caricamento in corso…
ja: 読み込んでいます…
kab: Asali…
kk: Жүктелуде...
km: á€áŸ†á–á»á„á•áŸ’á‘á»á€...
kn: ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 불러오는 중…
lt: Įkeliama…
lv: Ielādē…
mk: Се вчитува...
ml: ലോഡിംഗ്…
mr: लोड होत आहे…
ms: Memuatkan…
my: လုပ်ဆောင်နေသည်…
nb: Laster…
nl: Aan het laden…
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pa_pk: لوڈ کر رئیا اے…
pl: Wczytywanie…
ps: را ښکته کېږي
pt_br: Carregando…
pt_pt: A carregar…
ro: Se încarcă…
ru: Загружаем…
sk: Načítava sa…
sl: Nalaganje ...
sq: Po ngarkohet…
sr: Учитава се…
sv: Läser in …
sw: Inapakia
ta: ஏற்றுதல் ...
te: లోడ్...
th: กำลังโหลด…
tr: Yükleniyor…
ug: قاچىلىنىۋاتىدۇ…
uk: Завантаження…
ur: لوڈ ہو رہا ہے۔۔۔
vi: Đang tải…
zh_cn: 正在加载……
zh_hk: 正在載入…

# STICKERS_MANAGE_VIEW_NO_INSTALLED_PACKS
source: No stickers installed
af: Geen plakkers geïnstalleer nie
ar: لا توجد أي حزم مُلصَقات مُثبَّتة
az: Heç bir stiker quraşdırılmayıb
be: Стыкеры не ўсталяваны
bg: Няма инсталирани стикери
bn: কোনো স্টিকার ইনস্টল করা নেই
ca: No hi ha adhesius instal·lats.
cs: Nejsou instalovány žádné nálepky
cy: Heb osod sticeri
da: Ingen klistermærker installeret
de: Keine Sticker installiert
el: Δεν έχουν εγκατασταθεί αυτοκόλλητα
es: No hay ningún paquete de stickers instalado
es_es: No hay ningún paquete de cromos instalado
et: Kleebised pole paigaldatud
eu: Ez dago eranskailurik instalatuta
fa: هیچ استیکری نصب نیست
fi: Tarroja ei ole asennettu
fil: Walang naka-install na mga stickers
fr: Aucun sticker n’est installé
ga: Níl aon ghreamáin suiteáilte
gu: કોઈ સ્ટીકરો ઇન્સ્ટોલ કરેલા નથી
he: אין מדבקות מותקנות
hi: कोई स्टीकर इंस्टॉल नहीं है
hr: Nema instaliranih naljepnica
hu: Nincsenek matricák telepítve
id: Tidak ada stiker terpasang
is: Engin límmerki uppsett
it: Nessun pacchetto di adesivi installato
ja: ステッカーはインストールされていません
kab: Ulac stickers yettusbedden
kk: Орнатылған жапсырма жоқ
km: á–á»áŸ†á˜á¶á“áŸáŸ’á‘á¸á€á‚áŸášáŠáŸ†á¡á¾á„á‘áŸ
kn: ಸ್ಟಿಕ್ಕರ್‌ಗಳು ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ
ko: 설치된 스티커 없음
lt: Nėra jokių įdiegtų lipdukų
lv: Nav instalētas uzlīmes
mk: Нема инсталирано стикери
ml: സ്റ്റിക്കറുകളൊന്നും ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല
mr: कुठलेही स्थापन केलेले स्टिकर नाहीत
ms: Tiada pelekat dipasang
my: မည်သည့် စတစ်ကာများကို တပ်ဆင်ခြင်းမရှိပါ
nb: Ingen klistremerker installert
nl: Geen stickerpakketten geïnstalleerd
pa: ਕੋਈ ਸਟਿੱਕਰ ਇੰਸਟਾਲ ਨਹੀਂ ਹਨ
pa_pk: کوئی اسٹیکرز انسٹال نئیں
pl: Brak zainstalowanych naklejek
ps: هېڅ سټیکر نه دی انسټال شوی
pt_br: Nenhum pacote de figurinhas instalado
pt_pt: Sem autocolantes instalados
ro: Nici un autocolant instalat
ru: Нет установленных стикеров
sk: Žiadne nainštalované nálepky
sl: Brez nameščenih nalepk
sq: S’ka ngjitës të instaluar
sr: Нема инсталираних налепница
sv: Inga klistermärken installerade
sw: Hakuna vibandiko vilivyosakinishwa
ta: ஸ்டிக்கர்கள் எதுவும் நிறுவப்படவில்லை
te: స్టిక్కర్లు వ్యవస్థాపించబడలేదు
th: ไม่มีการติดตั้งสติกเกอร์
tr: Yüklü çıkartma yok
ug: چىراي ئىپادىسى ئورنىتىلمىغان
uk: Немає встановлених стікерів
ur: اسٹیکر انسٹال نہیں ہوئے
vi: Chưa có nhãn dán nào được cài
zh_cn: 没有安装任何表情包
zh_hk: 無已安裝的貼圖

# STICKERS_MANAGE_VIEW_NO_KNOWN_PACKS
source: Stickers from incoming messages will appear here
af: Plakkers van inkomende boodskappe sal hier verskyn
ar: المُلصقات مِن الرسائل الواردة ستظهر هُنا
az: Gələn mesajlardakı stikerlər burada görünəcək
be: Тут з'явяцца стыкеры з уваходных паведамленняў
bg: Стикери от входящи съобщения ще се появяват тук
bn: আগত বার্তাগুলির স্টিকারসমূহ এখানে উপস্থিত হবে
ca: Els adhesius dels missatges d'entrada apareixeran aquí.
cs: Nálepky z příchozích zpráv se objeví zde
cy: Bydd sticeri gan negeseuon wedi'u derbyn yn ymddangos yma
da: Klistermærker fra modtaget beskeder vil vises her
de: Hier werden Sticker eingehender Nachrichten erscheinen
el: Αυτοκόλλητα από εισερχόμενα μηνύματα θα εμφανίζονται εδώ
es: Aquí se mostrarán los stickers de tus mensajes recibidos.
es_es: Los cromos recibidos en mensajes aparecerán aquí
et: Siin kuvatakse kleebised sissetulevatelt sõnumitelt
eu: Jasotako mezuetako eranskailuak hemen agertuko dira
fa: استیکر ها از پیام های دریافتی در اینجا پدیدار خواهند شد
fi: Vastaanotetut tarrat näytetään tässä
fil: Ang mga sticker mula sa paparating na mga mensahe ay lalabas dito
fr: Les stickers des messages reçus s'afficheront ici.
ga: Taispeánfar greamáin ó theachtaireachtaí isteach anseo
gu: આવતા મેસેજ ના સ્ટીકરો અહીં દેખાશે
he: מדבקות מהודעות נכנסות יופיעו כאן
hi: आने वाले मेसेजों के स्टिकर यहां दिखाई देंगे
hr: Ovdje će se pojaviti naljepnice iz dolaznih poruka
hu: A beérkezett üzenetekben szereplő matricák itt fognak megjelenni
id: Stiker-stiker dari pesan masuk akan muncul di sini
is: Límmerki úr skilaboðum sem þú hefur fengið munu birtast hér
it: Gli adesivi dei messaggi in arrivo appariranno qui
ja: 受信メッセージのステッカーはここに表示されます
kab: Stickers seg yiznan i d-ikecmen ad d-banen da
kk: Келетін хабарламалардың жапсырмалары осы жерде пайда болады
km: áŸáŸ’á‘á¸á€á‚áŸášá–á¸áŸá¶ášáŠáŸ‚á›á…á¼á›á˜á€á“á¹á„á”á„áŸ’á á¶á‰á‘á¸á“áŸáŸ‡
kn: ಒಳಬರುವ ಸಂದೇಶಗಳಿಂದ ಸ್ಟಿಕ್ಕರ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ
ko: 받은 메시지의 스티커가 여기에 표시됩니다
lt: Čia bus rodomi lipdukai iš gaunamų žinučių
lv: Uzlīmes no ienākošajām ziņām būs redzamas šeit
mk: Стикерите од дојдовните пораки ќе се појават овде
ml: വരുന്ന സന്ദേശങ്ങളിൽ നിന്നുള്ള സ്റ്റിക്കറുകൽ ഇവിടെ ദൃശ്യമാകും
mr: येणाऱ्या संदेशांवरील स्टिकर येथे दिसतील.
ms: Pelekat daripada mesej masuk akan muncul di sini
my: အဝင်မက်ဆေ့ချ်များမှ စတစ်ကာများသည် ၎င်းနေရာတွင် ပေါ်ပါမည်
nb: Klistremerker fra innkommende meldinger vises her
nl: Stickerpakketten uit binnenkomende berichten zullen hier verschijnen
pa: ਆ ਰਹੇ ਸੁਨੇਹਿਆਂ ਤੋਂ ਸਟਿੱਕਰ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ
pa_pk: آن والے سنیہیاں دے اسٹیکرز ایتھے نظر آن گے
pl: Tutaj pojawią się naklejki z otrzymanych wiadomości
ps: د راغلو پیغامونو سټیکرونه به دلته ښکاره شي
pt_br: Figurinhas de mensagens recebidas aparecerão aqui
pt_pt: Os autocolantes das mensagens recebidas irão aparecer aqui
ro: Autocolantele din mesajele primite se vor afișa aici
ru: Стикеры из входящих сообщений появятся здесь
sk: Tu uvidíte nálepky z prichádzajúcich správ
sl: Tu bodo prikazane nalepke iz dohodnih sporočil.
sq: Këtu do të shfaqen ngjitësit prej mesazhesh të marrë
sr: Налепнице из долазних порука ће бити приказане овде
sv: Klistermärken från inkommande meddelanden visas här
sw: Vibandiko kutoka kwa jumbe zinazoingia zitaonekana hapa
ta: உள்வரும் செய்திகளின் ஸ்டிக்கர்கள் இங்கே தோன்றும்
te: ఇన్కమింగ్ సందేశాల నుండి స్టిక్కర్లు ఇక్కడ కనిపిస్తాయి
th: สติกเกอร์จากข้อความเข้าจะปรากฏที่นี่
tr: Gelen iletilerden aldığınız çıkartmalar burada gözükecektir
ug: بۇ جايدا كەلگەن ئۇچۇرلاردىكى چىراي ئىپادىلىرى كۆرۈنىدۇ
uk: Тут будуть стікери зі вхідних повідомлень
ur: آنے والے پیغامات سے اسٹیکرز یہاں ظاہر ہونگے
vi: Nhãn dán từ tin nhắn sẽ được hiển thị ở đây
zh_cn: 消息中的表情包会显示在这里
zh_hk: 來自傳入訊息的貼圖將在此出現

# STICKERS_MANAGE_VIEW_TITLE
source: Stickers
af: Plakkers
ar: المُلصَقات
az: Stikerlər
be: Стыкеры
bg: Стикери
bn: স্টিকারসমূহ
ca: Adhesius
cs: Nálepky
cy: Sticeri
da: Animationer
de: Sticker
el: Αυτοκόλλητα
es_es: Cromos (stickers)
et: Kleebised
eu: Eranskailuak
fa: استیکر ها
fi: Tarrat
ga: Greamáin
gu: સ્ટીકરો
he: מדבקות
hi: स्टिकर
hr: Naljepnice
hu: Matricák
id: Stiker
is: Límmerki
it: Adesivi
ja: ステッカー
kk: Жапсырмалар
km: áŸáŸ’á‘á¸á€á‚áŸáš
kn: ಸ್ಟಿಕ್ಕರ್‌ಗಳು
ko: 스티커
lt: Lipdukai
lv: Uzlīmes
mk: Стикери
ml: സ്റ്റിക്കറുകൾ
mr: स्टिकर
ms: Pelekat
my: စတစ်ကာများ
nb: Klistremerker
pa: ਸਟਿੱਕਰ
pa_pk: اسٹیکرز
pl: Naklejki
ps: سټیکرونه
pt_br: Figurinhas
pt_pt: Autocolantes
ro: Autocolante
ru: Стикеры
sk: Nálepky
sl: Nalepke
sq: Ngjitëse
sr: Налепнице
sv: Klistermärken
sw: Vibandiko
ta: ஓட்டிகள்
te: స్టిక్కర్లు
th: สติกเกอร์
tr: Çıkartmalar
ug: چاپلاقلار
uk: Стікери
ur: اسٹیکرز
vi: Nhãn dán
zh_cn: 表情
zh_hk: 貼圖

# STICKERS_PACK_DEFAULT_TITLE
source: Sticker Pack
af: Plakkerpak
ar: مجموعة المُلصَقات
az: Stiker paketi
be: Набор стыкераў
bg: Пакет стикери
bn: স্টিকার প্যাক
ca: Paquet d'adhesius
cs: Sada nálepek
cy: Pecyn Sticeri
da: Klistermærkepakke
de: Sticker-Set
el: Πακέτο αυτοκολλήτων
es: Paquete de stickers
es_es: Paquete de cromos
et: Kleebisepakk
eu: Eranskailuen Paketea
fa: پک استیکر
fi: Tarrapaketti
fr: Pack de stickers
ga: Beart Greamán
gu: સ્ટીકર પેક
he: חבילת מדבקות
hi: स्टीकर पैक
hr: Paket naljepnica
hu: Matricsacsomag
id: Paket Stiker
is: Límmerkjapakki
it: Pacchetto di adesivi
ja: ステッカーパック
kab: Akemmus inetḍen
kk: Жапсырмалар бумасы
km: á€á‰áŸ’á…á”áŸ‹áŸáŸ’á‘á¸á€á‚áŸáš
kn: ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್
ko: 스티커 팩
lt: Lipdukų paketas
lv: Uzlīmju komplekts
mk: Стикер пакет
ml: സ്റ്റിക്കർ പാക്ക്
mr: स्टिकर पॅक
ms: Pek Pelekat
my: စတစ်ကာတွဲ
nb: Klistremerkepakke
nl: Stickerpakket
pa: ਸਟਿੱਕਰ ਪੈਕ
pa_pk: اسٹیکر پیک
pl: Pakiet naklejek
ps: د سټیکر کڅوړه
pt_br: Pacote de Figurinhas
pt_pt: Pacote de autocolantes
ro: Pachet autocolante
ru: Набор стикеров
sk: Balík nálepiek
sl: Paket nalepk
sq: Paketë Ngjitësish
sr: Пакет налепница
sv: Klistermärkepaket
sw: Pakiti ya Vibandiko
ta: ஸ்டிக்கர் பேக்
te: స్టిక్కర్ ప్యాక్
th: ชุดสติกเกอร์
tr: Çıkartma Paketi
ug: چاپلاق بوغچىسى
uk: Набір стікерів
ur: اسٹیکر پیک
vi: Gói Nhãn dán
zh_cn: 表情包
zh_hk: 貼圖包

# STICKERS_PACK_VIEW_DEFAULT_TITLE
source: Sticker Pack
af: Plakkerpak
ar: مجموعة المُلصَقات
az: Stiker paketi
be: Набор стыкераў
bg: Пакет стикери
bn: স্টিকার প্যাক
ca: Paquet d'adhesius
cs: Sada nálepek
cy: Pecyn Sticeri
da: Klistermærke pakke
de: Sticker-Set
el: Πακέτο αυτοκολλήτων
es: Paquete de stickers
es_es: Paquete de cromos
et: Kleebisepakk
eu: Eranskailuen Paketea
fa: پک استیکر
fi: Tarrapaketti
fr: Pack de stickers
ga: Beart Greamán
gu: સ્ટીકર પેક
he: חבילת מדבקות
hi: स्टीकर पैक
hr: Paket naljepnica
hu: Matricsacsomag
id: Paket Stiker
is: Límmerkjapakki
it: Pacchetto di adesivi
ja: ステッカーパック
kab: Akemmus inetḍen
kk: Жапсырмалар бумасы
km: á€á‰áŸ’á…á”áŸ‹áŸáŸ’á‘á¸á€á‚áŸáš
kn: ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್
ko: 스티커 팩
lt: Lipdukų paketas
lv: Uzlīmju komplekts
mk: Стикер пакет
ml: സ്റ്റിക്കർ പാക്ക്
mr: स्टिकर पॅक
ms: Pek Pelekat
my: စတစ်ကာတွဲ
nb: Klistremerkepakke
nl: Stickerpakket
pa: ਸਟਿੱਕਰ ਪੈਕ
pa_pk: اسٹیکر پیک
pl: Pakiet naklejek
ps: د سټیکر کڅوړه
pt_br: Pacote de Figurinhas
pt_pt: Pacote de autocolantes
ro: Pachet autocolante
ru: Набор стикеров
sk: Balík nálepiek
sl: Paket nalepk
sq: Paketë Ngjitësish
sr: Пакет налепница
sv: Klistermärkepaket
sw: Pakiti ya Vibandiko
ta: ஸ்டிக்கர் பேக்
te: స్టిక్కర్ ప్యాక్
th: ชุดสติกเกอร์
tr: Çıkartma Paketi
ug: چاپلاق بوغچىسى
uk: Набір стікерів
ur: اسٹیکر پیک
vi: Gói Nhãn dán
zh_cn: 表情包
zh_hk: 貼圖包

# STICKERS_PACK_VIEW_FAILED_TO_LOAD
source: Sticker Pack failed to load
af: Kon nie plakkerpak laai nie
ar: فشل تحميل مجموعة المُلصَقات
az: Stiker paketi yüklənmədi
be: Не атрымалася загрузіць набор стыкераў
bg: Неуспешно зареждане на пакет стикери
bn: স্টিকার প্যাক লোড করতে ব্যর্থ হয়েছে
ca: Ha fallat carregar el paquet d'adhesius.
cs: Sadu nálepek se nepodařilo načíst
cy: Methwyd llwytho Pecyn Sticeri
da: Klistermærkepakke kunne ikke hentes
de: Sticker-Set konnte nicht geladen werden
el: Αποτυχία φόρτωσης πακέτου αυτοκολλήτων
es: No se ha podido cargar el paquete de stickers
es_es: Fallo al cargar el paquete de cromos
et: Kleebisepaki laadimine ei õnnestunud
eu: Ezin izan da eranskailluen paketea kargatu
fa: .بستۀ استیکر بارگیری نشد
fi: Tarrapaketin lataaminen epäonnistui
fil: Bigong mai-load ang Sticker Pack
fr: Impossible de charger le pack de stickers
ga: Níorbh fhéidir an beart greamán a lódáil
gu: સ્ટીકર પેક લોડ થવામાં નિષ્ફળ
he: חבילת מדבקות נכשלה להיטען
hi: स्टिकर पैक लोड नहीं हो पाए
hr: Paket naljepnica se nije mogao učitati
hu: A matrica csomag betöltése sikertelen
id: Paket Stiker gagal dimuat
is: Mistókst að hlaða inn límmerkjapakka
it: Caricamento pacchetto di adesivi non riuscito
ja: ステッカーパックを読み込めませんでした
kab: Akemmus inetḍen yeggum ad d-alin
kk: Жапсырмалар бумасын жүктеу сәтсіз болды
km: á€á‰áŸ’á…á”áŸ‹ášá¼á”ááŸ†áá¶á„á˜á·á“á¢á¶á…á•áŸ’á‘á»á€á”á¶á“
kn: ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ko: 스티커 팩 불러오기 실패
lt: Nepavyko įkelti lipdukų paketo
lv: Uzlīmju komplektu neizdevās ielādēt
mk: Неуспешно вчитување на стикер пакет
ml: സ്റ്റിക്കർ പാക്ക് ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
mr: स्टिकर पॅक लोड होण्यात अयशस्वी
ms: Pek Pelekat gagal dipaut
my: စတစ်ကာတွဲ တပ်ဆင်ခြင်း မအောင်မြင်ပါ
nb: Klistremerkepakken kunne ikke lastes
nl: Laden van stickerpakket is mislukt
pa: ਸਟਿੱਕਰ ਪੈਕ ਲੋਡ ਹੋਣ ਵਿੱਚ ਅਸਫਲ
pa_pk: اسٹیکر پیک لوڈ کرن اچ ناکام
pl: Nie udało się załadować pakietu naklejek
ps: د سټیکر کڅوړه راښکته نشوه
pt_br: Falha o carregar pacote de figurinhas
pt_pt: Falha ao carregar o pacote de autocolantes
ro: Pachetul cu autocolante nu s-a putut încărca
ru: Не удалось загрузить набор стикеров
sk: Balík nálepiek sa nepodarilo načítať
sl: Paket nalepk se ni uspel namestiti
sq: S’u arrit të ngarkohej Paketë Ngjitësish
sr: Учитавање пакета налепница није успело
sv: Klistermärkespaketet kunde inte läsas in
sw: Pakiti ya Vibandiko imefeli kupakia
ta: ஸ்டிக்கர் பேக் ஏற்ற முடியவில்லை
te: స్టిక్కర్ ప్యాక్ లోడ్ చేయడంలో విఫలమైంది
th: เรียกชุดสติกเกอร์ไม่สำเร็จ
tr: Çıkartma Paketi yüklenemedi
ug: چاپلاق بوغچىسىنى يۈكلىيەلمىدى
uk: Не вдалося завантажити набір стікерів
ur: اسٹیکر پیک لوڈ ہونے میں ناکام
vi: Không thể tải Bộ Nhãn dán
zh_cn: 表情包加载失败
zh_hk: 無法讀取貼圖包

# STICKERS_UNINSTALL_BUTTON
source: Uninstall
af: Deïnstalleer
ar: إلغاء التثبيت
az: Sil
be: Выдаліць
bg: Деинсталиране
bn: আনইনস্টল
ca: Desinstal·la
cs: Odinstalovat
cy: Dadosod
da: Afinstallér
de: Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
es_es: Desinstalar
et: Eemalda
eu: Desinstalatu
fa: حذف
fi: Poista
fil: I-uninstall
fr: Désinstaller
ga: Díshuiteáil
gu: અનઇન્સ્ટોલ
he: הסר
hi: अनइंस्टॉल
hr: Deinstaliraj
hu: Eltávolítás
id: Copot pemasangan
is: Fjarlægja
it: Disinstalla
ja: アンインストール
kab: Désinstaller
kk: Орнатылғанды жою
km: á›á»á”á…áŸá‰
kn: ಅನ್‌‌ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಿ
ko: 제거
lt: Pašalinti
lv: Atinstalēt
mk: Де-инсталирај
ml: അൺഇൻസ്റ്റാൾ ചെയ്യുക
mr: अस्थापना
ms: Nyahpasang
my: တပ်ဆင်ခြင်းမှ ဖယ်ရှားမယ်
nb: Avinstaller
nl: Stickerpakket verwijderen
pa: ਅਨਇੰਸਟਾਲ ਕਰੋ
pa_pk: ان انسٹال کرو
pl: Odinstaluj
ps: پاکول
pt_br: Desinstalar
pt_pt: Desinstalar
ro: Dezinstalați
ru: Удалить
sk: Odinštalovať
sl: Odstrani
sq: Çinstaloje
sr: Деинсталирај
sv: Avinstallera
sw: Sakinusha
ta: நீக்குதல்
te: అన్ఇన్స్టాల్
th: ลบ
tr: Kaldır
ug: سۆكۈش
uk: Видалити
ur: ان انسٹال
vi: Gỡ cài đặt
zh_cn: 卸载
zh_hk: 移除

# STORIES_CAPTION_READ_MORE
source: Read more
af: Lees meer
ar: اقرأ المزيد
az: Daha çox oxu
be: Чытаць далей
bn: আরও পড়ুন
ca: Llegiu-ne més.
cs: Číst dále
cy: Dysgu rhagor
da: Læs mere
de: Weiterlesen
el: Δες περισσότερα
es: Más información
et: Loe rohkem
eu: Irakurri gehiago
fa: بیشتر بخوانید
fi: Lue lisää
fr: Lire la suite
ga: Léigh a thuilleadh
gu: વધુ vancho
he: קרא עוד
hi: ज़्यादा पढ़ें
hr: Pročitaj više
hu: Koppints a teljeshez
id: Baca lebih lanjut
is: Lesa meira
it: Leggi tutto
ja: 続きを読む
km: á¢á¶á“á”á“áŸ’ááŸ‚á˜
kn: ಇನ್ನಷ್ಟು ಓದಿ
ko: 더 읽기
lt: Skaityti daugiau
lv: Lasīt vairāk
mk: Прочитај повеќе
ml: കൂടുതൽ വായിക്കുക
mr: आणखी वाचा
ms: Baca lagi
my: ပိုမိုဖတ်ရှုရန်
nb: Les mer
nl: Meer lezen
pa: ਹੋਰ ਪੜ੍ਹੋ
pl: Czytaj dalej
pt_br: Leia mais
pt_pt: Ler mais
ro: Citește mai mult
ru: Читать далее
sk: Čítaj viac
sl: Preberi več
sq: Lexoni më tepër
sr: Прочитајте више
sv: Läs mer
sw: Soma zaidi
ta: மேலும் படிக்க
te: మరింత చదవండి
th: อ่านเพิ่มเติม
tr: Devamını oku
ug: تېخىمۇ كۆپ
uk: Дізнатися більше
ur: مزید پڑھیں
vi: Đọc thêm
zh_cn: 阅读全文
zh_hk: 閱讀全文

# STORIES_COPY_REPLY_ACTION
source: Copy
af: Kopieer
ar: نسخ
az: Kopyala
be: Капіраваць
bn: কপি করুন
ca: Copia
cs: Kopírovat
cy: Copïo
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
eu: Kopiatu
fa: کپی
fi: Kopioi
fr: Copier
ga: Cóipeáil
gu: કૉપિ
he: העתק
hi: कॉपी
hr: Kopiraj
hu: Másolás
id: Salin
is: Afrita
it: Copia
ja: コピー
kab: Nɣel
km: á…á˜áŸ’á›á„
kn: ನಕಲಿಸು
ko: 복사
lt: Kopijuoti
lv: Kopēt
mk: Копирај
ml: പകർത്തൂ
mr: कॉपी करा
ms: Salin
my: ကူးမည်
nb: Kopier
nl: Kopiëren
pa: ਕਾਪੀ ਕਰੋ
pl: Skopiuj
ps: کاپي کول
pt_br: Copiar
pt_pt: Copiar
ro: Copiere
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
sr: Копирај
sv: Kopiera
sw: Nakili
ta: நகல்
te: నకలు
th: คัดลอก
tr: Kopyala
ug: كۆچۈر
uk: Копіювати
ur: کاپی کریں
vi: Sao chép
zh_cn: 复制
zh_hk: 複製

# STORIES_DELETE_REPLY_ACTION
source: Delete
af: Skrap
ar: حذف
az: Sil
be: Выдаліць
bn: মুছে ফেলুন
ca: Suprimits
cs: Odstranit
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: پاک کردن
fi: Poista
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 消去する
kab: Kkes
km: á›á»á”
kn: ಅಳಿಸು
ko: 삭제
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കൂ
mr: हटवा
ms: Padam
my: ဖျက်မယ်
nb: Slett
nl: Verwijderen
pa: ਹਟਾਓ
pl: Usuń
ps: پاکول
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sq: Fshiji
sr: Избриши
sv: Ta bort
sw: Futa
ta: நீக்கு
te: తొలగించండి
th: ลบ
tr: Sil
ug: ئۆچۈر
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

# STORIES_DELETE_STORY_ACTION
source: Delete
af: Skrap
ar: حذف
az: Sil
be: Выдаліць
bn: মুছে ফেলুন
ca: Suprimits
cs: Odstranit
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: پاک کردن
fi: Poista
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 消去する
kab: Kkes
km: á›á»á”
kn: ಅಳಿಸಿ
ko: 삭제
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കൂ
mr: हटवा
ms: Padam
my: ဖျက်ရန်
nb: Slett
nl: Verwijderen
pa: ਹਟਾਓ
pl: Usuń
ps: پاکول
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sq: Fshiji
sr: Избриши
sv: Ta bort
sw: Futa
ta: நீக்கு
te: డిలీట్ చేయండి
th: ลบ
tr: Sil
ug: ئۆچۈر
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
