Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SESSION_REFRESH_ALERT_MESSAGE
source: Signal uses end-to-end encryption and it may need to refresh your chat session sometimes. This doesn’t affect your chat’s security but you may have missed a message from this contact and you can ask them to resend it.
af: Signal gebruik eind-tot-eind-enkripsie en gaan dalk soms van u kletssessies moet verfris. Dit beïnvloed nie u kletsbeveiliging nie, maar sou u dalk ’n boodskap van die kontak mis, kan u bloot vra dat dit weer gestuur word.
ar: يستخدم سيجنال التشفير من طرف لِطرف، وقد يحتاج إلى تحديث جلسة الدردشة الخاصة بك في بعض الأحيان. لا يُؤثِّر هذا على أمان الدردشة ولكن رُبما تكون أنت قد فوَّتَ رسالة من جهة الاتصال هذه. ولذلك، يُمكِنُك سؤاله لإعادة إرسالها.
az: Signal, bir ucdan digər uca kimi şifrələmə istifadə edir və bəzən söhbət seansınızı təzələmək lazım olur. Bu, söhbətinizin güvənliyinə təsir etmir, ancaq bu şəxsdən gələn bir mesajı buraxmış ola bilərsiniz və ondan mesajı yenidən göndərməsini xahiş edə bilərsiniz.
be: Signal выкарыстоўвае скразное шыфраванне, і часам можа спатрэбіцца абнавіць сеанс чата. Гэта не ўплывае на бяспеку вашага чата, але вы, магчыма, прапусцілі паведамленне ад гэтага кантакту, таму вы можаце папрасіць яго адправіць паведамленне паўторна.
bn: Signal এন্ড-টু-এন্ড এনক্রিপশন ব্যবহার করে এবং এটিকে মাঝেমাঝে আপনার চ্যাট সেশন রিফ্রেশ করতে হতে পারে। এটি আপনার চ্যাটের সুরক্ষাকে ব্যহত করবে না কিন্তু আপনি এই কন্টাক্ট থেকে কোন ম্যাসেজ নাও পেতে পারেন, সুতরাং আপনি সংশ্লিষ্ট কন্টাক্টকে ম্যাসেজটি পুনরায় পাঠাতে বলতে পারেন।
ca: Signal utilitza xifratge d'extrem a extrem i és possible que de vegades hagis d’actualitzar la sessió del xat. Això no n'afecta la seguretat, però és possible que perdis algun missatge d’aquest contacte. Sempre pots demanar-li que te'l torni a enviar.
cs: Signal používá koncové šifrování a někdy může být nutné obnovit relaci chatu. Na zabezpečení chatu to nemá vliv, ale je možné, že jste zprávu od tohoto kontaktu zmeškali, a proto ho můžete požádat, aby vám zprávu poslal znovu.
cy: Defnyddir Signal amgryptio dechrau-i'r-diwedd ac efallai bydd rhaid iddo adnewyddu eich sesiwn sgwrsio o dro i dro. Nid yw hyn yn cael effaith ar ddiogelwch eich sgyrsiau ond efallai byddwch wedi methu neges gan y cysylltiad yma a gallwch ofyn iddynt ail-anfon.
da: Signal bruger E2E-kryptering, og det kan undertiden være nødvendigt at opdatere din chatsession. Dette påvirker ikke din chats sikkerhed, men du er muligvis gået glip af en besked fra denne kontakt, og du kan bede dem om at sende den igen.
de: Signal verwendet Ende-zu-Ende-Verschlüsselung und muss gelegentlich deine Chat-Sitzung aktualisieren. Dies beeinflusst die Sicherheit deiner Chats nicht, aber möglicherweise hast du eine Nachricht von diesem Kontakt verpasst. Du kannst ihn bitten, die Nachricht erneut zu senden.
el: Το Signal χρησιμοποιεί κρυπτογράφηση από την πηγή μέχρι τον προορισμό (end to end) και έτσι ίσως χρειαστεί να ανανεώσει τις συνομιλίες σου ανά διαστήματα. Αυτό δεν επηρεάζει την ασφάλεια των συνομιλιών σου, αλλά ίσως δεν λάβεις κάποιο μήνυμα από τη συγκεκριμένη συνομιλία. Σε αυτή την περίπτωση μπορείς να ζητήσεις να σου ξαναστείλουν το μήνυμα.
es: Signal usa cifrado de extremo a extremo y es posible que en determinados casos deba reiniciarse la sesión de un chat. Este reinicio no afecta a la seguridad, pero puede ocurrir que no hayas recibido el último mensaje que este contacto te envió antes del reinicio. Si es así, pídele que vuelva a enviarte el mensaje.
et: Signal kasutab otspunkt krüptimist ja võib mõnikord vajada vestluse seansi värskendamist. See ei mõjuta vestluse turvalisust, aga sa võisid mõnest selle kontakti sõnumist ilma jääda, seepärast palu neil vajadusel need uuesti saata.
eu: Signalek muturretik-muturrerako zifratzea erabiltzen dut eta noizbehinka txataren sesioa eguneratu beharko duzu. Honek ez du zure txataren segurtasunean eraginik baina agian kontaktu horren mezuren bat galdu egingo zenuen eta berriz bidaltzeko eskatu beharko zenioke zure kontaktuari.
fa: سیگنال از رمزگذاری سرتاسری استفاده می‌کند و شاید گاهی نیاز به تازه‌سازی نشست گفتگوی شما داشته باشد. این کار روی امنیت گفتگوی شما تأثیری نمی‌گذارد، اما ممکن است پیامی از این مخاطب را از دست بدهید و می‌توانید از او بخواهید که آن را دوباره ارسال کند.
fi: Signalin sisältö salataan päästä päähän. Tästä syystä keskustelu täytyy joskus päivittää. Tämä ei vaikuta tietoturvaan. Tämän yhteyshenkilön viimeisin viesti ei välttämättä näy. Voit pyytää häntä lähettämään sen uudelleen.
fr: Signal utilise un chiffrement de bout en bout et doit parfois actualiser votre session. Cela n'a aucune incidence sur la sécurité de votre conversation, mais il se peut que vous ayez manqué un message de ce contact. Auquel cas, vous pouvez lui demander de vous le renvoyer.
ga: Tá criptiú ó cheann ceann á úsáid ag Signal agus b'fhéidir go mbeidh air seisiún do chomhrá a athnuachan ó am go ham. Ní chuireann sé sin isteach ar shlándáil do chomhrá ach b'fhéidir gur chaill tú teachtaireacht ón duine seo agus go mbeidh ort athsheoladh a iarraidh.
gu: Signal એન્ડ-ટૂ-એન્ડ એન્ક્રિપ્શનનો ઉપયોગ કરે છે અને તેને ક્યારેક તમારા ચેટ સેશનને રિફ્રેશ કરવાની જરૂર પડી શકે છે. આ તમારી ચેટની સલામતીને અસર કરતું નથી પરંતુ તમે આ સંપર્કમાંથી કોઈ મેસેજ ચૂકી ગયા છો અને તમે તેને ફરીથી મોકલવા માટે કહી શકો છો.
he: Signal משתמשת בהצפנה מקצה לקצה ויתכן שהיא תצטרך לרענן את הצ'אט שלך מדי פעם. זה לא משפיע על אבטחת הצ'אט שלך, אבל יכול להיות שפספסת הודעה מאיש קשר זה ואפשר לבקש ממנו לשלוח אותה מחדש.
hi: Signal एंड-टू-एंड एंक्रिप्शन का इस्तेमाल करता है और इसे कभी-कभी आपके चैट सेशन को रीफ़्रेश करने की ज़रूरत हो सकती है। इससे आपकी चैट की सुरक्षा प्रभावित नहीं होती है लेकिन हो सकता है कि इस संपर्क से कोई संदेश छूट गया हो और आप उन्हें उसे दोबारा भेजने के लिए कह सकते हैं।
hr: Signal koristi end-to-end šifriranje i možda će ponekad trebati osvježiti sesiju razgovora. To ne utječe na sigurnost vašeg razgovora, ali ste možda propustili poruku od ovog kontakta i možete zatražiti da je ponovno pošalje.
hu: A Signal végpontok közti titkosítást használ, és nagy ritkán újra be kell állítania a két végpont közti adatkapcsolatot. Ennek nincs hatása a biztonságra, de előfordulhat, hogy pont ezalatt nem kaptál meg egy üzenetet ettől a névjegytől. Ilyenkor az újraküldés kérése ajánlott.
id: Signal menggunakan enkripsi end-to-end dan mungkin ada kalanya perlu menyegarkan sesi obrolan Anda. Ini tidak akan berdampak pada keamanan obrolan, tetapi bisa saja ada pesan yang gagal diterima dari kontak ini, dan untuk itu Anda bisa memintanya mengirim ulang.
is: Signal notar enda-í-enda dulritun og gæti þurft öðru hvoru að endurlesa spjallferilinn þinn. Þetta hefur ekki áhrif á öryggi spjallsins þíns, en þú gætir hafa misst af skilaboðum frá þessum tengilið og þú ættir kannski að biðja viðkomandi um að endursenda skilaboðin.
it: Signal utilizza la crittografia end-to-end e potrebbe essere necessario aggiornare la tua sessione di chat a volte. Ciò non influisce sulla sicurezza della tua chat, ma potresti aver perso un messaggio da questo contatto e puoi chiedere loro di inviarlo di nuovo.
ja: Signalはエンドツーエンドの暗号化を使用しており、時々セッションの更新が必要な場合があります。これはチャットのセキュリティには影響しませんが、この連絡先からのメッセージを失った可能性があるため、再送を依頼することができます。
kab: Signal isseqdac awgelhen seg yixef ɣer yixef, ihi ahat yesra tikwal asmiren n tɣimit n usqerdec. Aya ur d-igellu s kra ɣef tɣellist n usqerdec-ik·im, maca ahat tesruḥeḍ izen seg unermis-a, tzemreḍ ad tsutreḍ ad as-yales tuzna.
km: Signal á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á€á¼áŠá“á¸á™á€á˜áŸ’á˜á‘á¶áŸ†á„áŸá„áá¶á„ á á¾á™á‡á½á“á€á¶á›â€‹áœá¶á¢á¶á…ááŸ’ášá¼áœá€á¶ášá•áŸ’á‘á»á€á¡á¾á„áœá·á‰â€‹á“á¼áœáœá‚áŸ’á‚á‡á‡áŸ‚á€ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á“áŸáŸ‡á˜á·á“á”áŸ‰áŸ‡á–á¶á›áŸ‹áŸá“áŸ’áá·áŸá»áá“áŸƒá€á¶ášá‡á‡áŸ‚á€ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ ááŸ‚á¢áŸ’á“á€á¢á¶á…áá€áá¶á“áŸá¶ášá˜á½á™á–á¸á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á“áŸáŸ‡ á“á·á„á¢áŸ’á“á€á¢á¶á…áŸá»áŸ†á‚áŸá±áŸ’á™á•áŸ’á‰á¾á˜áŸ’áá„á‘áŸ€ááŸ”
kn: Signal ಎಂಡ್‌-ಟು-ಎಂಡ್‌ ಎನ್‌ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ಬಳಸುತ್ತದೆ ಮತ್ತು ಕೆಲವು ಬಾರಿ ನಿಮ್ಮ ಚಾಟ್ ಸೆಷನ್‌ಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಬೇಕಾಗಬಹುದು. ಇದು ನಿಮ್ಮ ಚಾಟ್‌ನ ಭದ್ರತೆಗೆ ಯಾವುದೇ ಬಾಧೆಯಾಗುವುದಿಲ್ಲ. ಆದರೆ, ಈ ಸಂಪರ್ಕದಿಂದ ಒಂದು ಸಂದೇಶವನ್ನು ನೀವು ತಪ್ಪಿಸಿಕೊಂಡಿರಬಹುದು ಮತ್ತು ಪುನಃ ಕಳುಹಿಸುವಂತೆ ನೀವು ಅವರನ್ನು ಕೇಳಬಹುದು.
ko: Signal은 엔드투엔드 암호화를 사용하므로 때때로 대화 세션을 새로 고쳐야 할 수 있습니다. 이 작업은 대화 보안에 영향을 미치지 않으나, 이로 인해 해당 연락처가 보낸 메시지를 놓쳤을 수 있습니다. 메시지를 다시 보내달라고 요청하세요.
lt: Signal programėlė naudoja ištisinį šifravimą ir jai kartais gali tekti atnaujinti jūsų pokalbio seansą. Tai neįtakoja jūsų pokalbio saugumo, bet gali būti, kad praleidote ir negavote žinutės nuo šio adresato, todėl galite jo paprašyti, kad išsiųstų žinutę dar kartą.
lv: Lietotne Signal izmanto pilnīgu šifrēšanu, un, iespējams, reizēm būs jāatsvaidzina jūsu tērzēšanas sesija. Tas neietekmē jūsu tērzēšanas drošību, taču, iespējams, varat palaist garām kādu kontaktpersonas sūtītu ziņu un būs jālūdz nosūtīt to vēlreiz.
mk: Signal користи од-крај-до-крај енкрипција и можно е да има потреба да ги освежи Вашите разговори понекогаш. Ова нема никаков ефект на безбедноста на разговорите, но може да се случи да пропуштите порака од овој контакт. Затоа можете да го прашате да ја препрати.
ml: Signal ആദ്യാവസാന-എൻക്രിപ്ഷൻ ഉപയോക്കുന്നതിനാൽ ചിലപ്പോൾ മുമ്പത്തെ ചാറ്റുകൾ പുതുക്കേണ്ടി വരും. ഇത് ചാറ്റിന്റെ സുരക്ഷയെ ബാധിക്കില്ല, പക്ഷെ ഈ കോണ്ടാക്ടിൽ നിന്നുള്ളൊരു മെസ്സേജ് നിങ്ങൾക്ക് നഷ്ടപെട്ടിരിക്കാം, എങ്കിൽ അതവരോട് നിങ്ങൾക്ക് വീണ്ടുമയക്കാൻ പറയാം.
mr: Signal एंड-टू-एंड एन्क्रिप्शन वापरते आणि त्यास काही वेळा आपले चॅट रीफ्रेश करावे लागू शकते. यामुळे आपल्या चॅटच्या सुरक्षिततेवर कुठलाही प्रभाव पडत नाही, पण आपल्याकडून या संपर्काचा एखादा संदेश चुकवलेला असू शकतो, आणि आपण त्यांना तो पुन्हा पाठविण्यास सांगू शकता.
ms: Signal menggunakan penyulitan hujung ke hujung dan kadangkala perlu menyegarkan semula sesi sembang anda. Hal ini tidak mempengaruhi keselamatan sembang anda tetapi anda mungkin terlepas mesej daripada kenalan ini dan anda boleh minta mereka untuk menghantar semula mesej.
my: Signal သည်အစမှအဆုံးထိ ကုဒ်ဖြင့် ပြောင်းလဲဝှက်ထား၍ သင်၏ စကားပြောဆိုမှုပိုင်းများကို တစ်ခါတစ်ရံ ပြန်တင်ဆက် ရပါလိမ့်မည်။ ၎င်းလုပ်ခြင်းသည် သင့်စကားပြောဆိုမှု၏ လုံခြုံရေးကို မထိခိုက်စေပါ၊ သို့သော် သင်သည် ဤအဆက်အသွယ်မှ မက်ဆေ့ခ်ျတစ်ခုကို လွဲချော်ပြီး ၎င်းတို့အား ပြန်လည်ပေးပို့ရန် တောင်းဆိုနိုင်သည်။
nb: Signal benytter seg av ende-til-ende-kryptering og det kan av og til være nødvendig å laste inn samtaleøkten din på nytt. Dette påvirker ikke din samtales sikkerhet, men du kan ha gått glipp av en melding fra din samtalepartner og må be dem om å sende den på nytt.
nl: Signal maakt gebruik van end-to-end-versleuteling en het kan soms nodig zijn om je chatsessie te vernieuwen. Dit heeft geen invloed op de beveiliging van je chat, maar het is mogelijk dat je een bericht van je contact hebt gemist. Je kunt je contact vragen om hun meest recente berichten opnieuw te sturen.
pa: Signal ਸਿਰੇ-ਤੋਂ-ਸਿਰੇ ਤੱਕ ਇੰਕ੍ਰਿਪਸ਼ਨ ਵਰਤਦਾ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਕਈ ਵਾਰ ਤੁਹਾਡੇ ਚੈਟ ਸ਼ੈਸ਼ਨ ਨੂੰ ਤਾਜ਼ਾ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਇਹ ਤੁਹਾਡੀ ਚੈਟ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਪਰ ਤੁਸੀਂ ਇਸ ਸੰਪਰਕ ਨਾਲ ਆਪਣੇ ਕੁਝ ਸੁਨੇਹੇ ਖੁੰਝਾ ਸਕਦੇ ਹੋ ਅਤੇ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਨੂੰ ਇਹ ਮੁੜ ਭੇਜਣ ਲਈ ਕਹਿਣਾ ਪੈ ਸਕਦਾ ਹੈ।
pl: Signal stosuje metodę szyfrowania end-to-end. Z tego powodu czasem może być konieczne odświeżenie sesji czatu. Nie wpływa to na jego bezpieczeństwo, ale mogło się zdarzyć, że wiadomość od tego kontaktu do Ciebie nie dotarła. Poproś tę osobę o ponowne przesłanie wiadomości.
ps: Signal سرتاسري انکریپشن کاروي او ښایي ځینې وختونه ستاسې د چټ غونډې ریفریش کولو ته اړتیا ولري. دا کار ستاسې د چټ امنیت نه اغیزمنوي، خو کېدای شي تاسې د خپل مخاطب پیغام له لاسه ورکړئ، نو کولای شئ له هغوی وغواړئ چې بیرته یې درته ولیږي.
pt_br: Às vezes, o Signal usa criptografia de ponta a ponta e pode precisar reiniciar a sessão do seu chat. Isso não afeta a segurança do chat, mas talvez você perca uma mensagem deste contato e terá que pedir para ela ser enviada novamente.
pt_pt: O Signal utiliza encriptação de ponta a ponta e às vezes pode necessitar de atualizar a sua sessão de chat. Isso não afeta a segurança da sua chat, mas poderá ter perdido uma mensagem desse contacto e pode pedir que ele a reenvie.
ro: Signal folosește criptarea integrală și câteodată va avea nevoie să reîmprospăteze sesiunile de conversație. Acest lucru nu va afecta securitatea conversațiilor dar s-ar putea să fi ratat un mesaj de la acest contact și ai putea să-l rogi să-l retrimită.
ru: Signal использует сквозное шифрование, и ему иногда бывает нужно обновить сессию вашего чата. Это не затрагивает безопасность чата, но вы могли пропустить сообщение от этого собеседника. Вы можете попросить его отправить сообщение заново.
sk: Signal používa end-to-end šifrovanie a občas môže potrebovať obnoviť reláciu vášho četu. Nemá to vplyv na bezpečnosť vášho četu, ale mohla by vám uniknúť správa od tohto kontaktu a môžete používateľa požiadať, aby vám ju poslal znovu.
sl: Signal uporablja šifriranje od-pošiljetalja-do-naslovnika, zato je včasih potrebna osvežitev seje klepeta. To ne bo vplivalo na varnost, lahko pa se bo izgubilo kakšno sporočilo s tem stikom in ga/jo boste morali prositi, da ga pošlje znova.
sq: Signal-i përdor fshehtëzim skaj-më-skaj dhe ndonjëherë mund të jetë e nevojshme të rifreskoni sesionin e fjalosjes tuaj. Kjo nuk prek sigurinë e fjalosjes tuaj, por mund të keni humbur një mesazh prej këtij kontakti dhe mund t’i kërkoni ta ridërgojë.
sr: Signal користи потпуно шифровање и можда ће понекад морати да освежи вашу сесију ћаскања. То не утиче на безбедност ћаскања, али може се десити да пропустите поруку од овог контакта, па можете затражити да вам је поново пошаље.
sv: Signal använder ände-till-ände-kryptering och det kan behöva uppdatera din chattsession ibland. Detta påverkar inte din chatts säkerhet, men du kan ha missat ett meddelande från denna kontakt och du kan behöva be dem skicka det igen.
sw: Signal hutumia usimbaji wa mwisho hadi mwisho na inaweza kuhitaji kuonyesha upya gumzo zako wakati mwingine. Kitendo hiki hakiathiri usalama wa gumzo yako lakini huenda umekosa ujumbe kutoka kwa mwasiliani huyu na unaweza kumwomba autume tena.
ta: Signal இருமுனை குறியாக்கத்தைப் (E2EE) பயன்படுத்துகிறது, மேலும் இது சில நேரங்களில் உங்கள் அரட்டை அமர்வை புதுப்பிக்க வேண்டியிருக்கும். இது உங்கள் அரட்டையின் பாதுகாப்பைப் பாதிக்காது, ஆனால் இந்த தொடர்பிலிருந்து நீங்கள் ஒரு செய்தியைத் தவறவிட்டிருக்கலாம், மேலும் அதை மீண்டும் அனுப்புமாறு அவர்களிடம் கேட்கலாம்.
te: Signal ఎండ్-టు-ఎండ్ గుప్తీకరణను ఉపయోగిస్తుంది మరియు ఇది కొన్నిసార్లు మీ చాట్ సెషన్‌ను రిఫ్రెష్ చేయాల్సి ఉంటుంది. ఇది మీ చాట్ యొక్క భద్రతను ప్రభావితం చేయదు కాని మీరు ఈ పరిచయం నుండి ఒక సందేశాన్ని కోల్పోయి ఉండవచ్చు మరియు మీరు దాన్ని తిరిగి పంపమని వారిని అడగవచ్చు.
th: Signal ใช้การเข้ารหัสตั้งแต่ต้นทางถึงปลายทางและอาจต้องเริ่มต้นแชทเซสชันใหม่ให้คุณในบางครั้ง กระบวนการนี้ไม่มีผลต่อความปลอดภัยของแชทคุณ แต่อาจทำให้คุณไม่ได้รับข้อความบางข้อความจากผู้ติดต่อคนนี้ โดยคุณสามารถขอให้ผู้ติดต่อส่งข้อความอีกครั้ง
tr: Signal uçtan uca şifreleme kullanır ve bazen sohbet oturumunu yenilemesi gerekebilir. Bu, konuşmanın güvenliğini etkilemez ancak bu kişiden gelen bir mesajı kaçırmış olabilirsin ve ondan tekrar göndermesini isteyebilirsin.
ug: ‫Signal ئۇچتىن ئۇچقا شىفىرلاش ئىشلىتىدۇ، بەزىدە سۆھبەتتىكى سۆزلىشىشلەرنى يېڭىلاش زۆرۈر بولۇشى مۇمكىن. گەرچە بۇ سۆھبەتنىڭ بىخەتەرلىكىگە تەسىر كۆرسەتمىسىمۇ ئەمما بۇ ئالاقەداشنىڭ ئۇچۇرىنى ئۆتكۈزۈۋېتىشىڭىز مۇمكىن، ئۇنىڭدىن قايتا ئەۋەتىشنى تەلەپ قىلسىڭىز بولىدۇ.
uk: Signal використовує наскрізне шифрування, через що час від часу може оновлювати сесію чату. Це не впливає на безпеку чату, але ви могли пропустити повідомлення від цього контакту, тому попросіть надіслати його знов.
ur: Signal میں اینڈ ٹو اینڈ مرموز کاری کا استعمال ہوتا ہے اور اسے بعض اوقات آپ کے چیٹ سیشن کو ری فریش کرنے کی ضرورت پڑ سکتی ہے۔ اس سے آپ کے چیٹ کی سکیورٹی متاثر نہیں ہوتی ہے لیکن ہو سکتا ہے کہ آپ نے اس رابطے سے کوئی پیغام مس کیا ہو اور آپ ان سے اسے دوبارہ بھیجنے کے لئے کہہ سکتے ہیں۔
vi: Signal sử dụng bảo mật hai chiều và đôi khi sẽ cần làm mới phiên trò chuyện của bạn. Việc này không ảnh hưởng sự bảo mật của cuộc trò chuyện của bạn nhưng bạn có thể bị nhỡ tin nhắn từ liên hệ này và bạn có thể hỏi họ gửi lại.
zh_cn: Signal 使用端对端加密，有时可能需刷新聊天会话。虽然这并不影响聊天的安全性，但可能漏掉该联系人的消息。您可要求他们重新发送。
zh_hk: Signal 使用端對端加密，偶爾或需重新整理您的聊天工作階段。這並不會影響您的聊天安全性，但您或許會錯過來自此聯絡人的一兩則訊息，您可請對方重新傳送。

# SESSION_REFRESH_ALERT_TITLE
source: Chat session refreshed
af: Kletssessie het verfris
ar: تمَّ تحديث جلسة الدردشة
az: Söhbət seansı təzələndi
be: Сеанс чата абноўлены
bn: চ্যাট সেশনটি রিফ্রেশ করা হয়েছে
ca: S'ha refrescat la sessió.
cs: Relace chatu byla obnovena
cy: Adnewyddwyd sesiwn sgwrsio
da: Chatsession opdateret
de: Chat-Sitzung aktualisiert
el: Η συνομιλία ανανεώθηκε
es: Sesión de chat reiniciada
et: Vestluse seanss on värskendatud
eu: Txataren sesioa eguneratu egin da
fa: نشست گفتگو تازه‌سازی شد
fi: Keskustelu on päivitetty
fr: Actualisation de la session
ga: Seisiún an chomhrá athnuaite
gu: ચેટ સેશન રિફ્રેશ થયું
he: צ'אט רוענן
hi: चैट सेशन रीफ्रेश हुआ
hr: Sesija razgovora je osvježena
hu: A munkamenet alaphelyzetbe állt
id: Sesi obrolan disegarkan
is: Spjallseta endurlesin
it: Sessione di chat aggiornata
ja: セッションが更新されました
kab: Tiɣimit n usqerdec tettusmiren
km: áœá‚áŸ’á‚áŸá“áŸ’á‘á“á¶ááŸ’ášá¼áœá”á¶á“á•áŸ’á‘á»á€á¡á¾á„áœá·á‰
kn: ಚಾಟ್ ಸೆಷನ್ ರಿಫ್ರೆಶ್ ಮಾಡಲಾಗಿದೆ
ko: 대화 세션을 새로 고침
lt: Pokalbio seansas atnaujintas
lv: Sarunas (čata) sesija atsvaidzināta
mk: Сесијата со разговорот е освежена
ml: ചാറ്റ് സെഷൻ പുതുക്കി
mr: चॅट सत्र रिफ्रेश झाले
ms: Sesi sembang dimulakan semula
my: စကားပြောဆိုမှု အချိန်ပိုင်း ပြန်စတင်သွားပါပြီ
nb: Samtaleøkt lastet inn på nytt
nl: Chatsessie vernieuwd
pa: ਚੈਟ ਸੈਸ਼ਨ ਤਾਜ਼ਾ ਕੀਤਾ ਗਿਆ
pl: Sesja czatu odświeżona
ps: د چټ غونډه ریفریش شوې
pt_br: A sessão do chat foi reiniciada
pt_pt: Atualizada sessão de chat
ro: Sesiunea conversației a fost resetată
ru: Сессия чата обновлена
sk: Relácia četu bola obnovená
sl: Seja klepeta je bila osvežena
sq: Sesioni i fjalosjes u rifreskua
sr: Сесија ћаскања је освежена
sv: Chattsessionen uppdaterad
sw: Kipindi cha mazungumzo kiliburudishwa
ta: உரையாடல் அமர்வு புதுப்பிக்கப்பட்டது
te: చాట్ సెషన్ రిఫ్రెష్ చేయబడింది
th: รีเฟรชแชทเซสชันใหม่แล้ว
tr: Sohbet oturumu yenilendi
ug: پاراڭ يېڭىلاندى
uk: Сесію чату оновлено
ur: چیٹ سیشن ری فریش ہو گیا
vi: Đã làm mới phiên trò chuyện
zh_cn: 聊天会话已刷新
zh_hk: 聊天工作階段已重新整理

# SESSION_SWITCHOVER_EVENT
source: %1$@ belongs to %2$@
ar: يعود الرقم %1$@ إلى %2$@
be: %1$@ належыць %2$@
bn: %1$@ নম্বরটি %2$@-এর
ca: %1$@ pertany a %2$@
cs: %1$@ patří uživateli %2$@
da: %1$@ tilhører %2$@
de: %1$@ gehört zu %2$@
el: Ο αριθμός %1$@ ανήκει στον χρήστη %2$@
es: %1$@ pertenece a %2$@
fa: %1$@ متعلق به %2$@ است
fi: %1$@ kuuluu henkilölle %2$@
fr: %1$@ est le numéro de %2$@
ga: Is le %2$@ %1$@
gu: %1$@એ %2$@ નો નંબર છે
he: %1$@ שייך ל%2$@
hi: %1$@ %2$@ का है
hr: Broj %1$@ pripada korisniku %2$@
hu: A(z) %1$@ telefonszám %2$@ felhasználóhoz tartozik
id: %1$@ milik %2$@
it: %1$@ appartiene a %2$@
ja: %1$@ は %2$@ の番号です
ko: %1$@번은 %2$@ 님의 전화번호입니다.
mr: %1$@ हा %2$@ शी संबंधित आहे
ms: %1$@ milik %2$@
nb: %1$@ tilhører %2$@
nl: %1$@ is van %2$@
pl: Numerem %1$@ posługuje się %2$@
pt_br: %1$@ pertence a %2$@
pt_pt: %1$@ pertence a %2$@
ro: %1$@ aparține persoanei %2$@
ru: %1$@ принадлежит %2$@
sk: %1$@ patrí používateľovi %2$@
sr: %2$@ је власник броја %1$@
sv: %1$@ tillhör %2$@
th: %1$@ เป็นหมายเลขโทรศัพท์ของ %2$@
tr: %1$@ numarası %2$@ adlı kişiye aittir
ug: %1$@ %2$@ گە تەۋە
uk: Номер %1$@ належить користувачеві %2$@
ur: %1$@ کا تعلق %2$@ سے ہے
vi: %1$@ thuộc về %2$@
zh_cn: %1$@ 属于%2$@
zh_hk: %1$@ 是 %2$@ 的手機號碼

# SET_WALLPAPER_CHOOSE_PHOTO
source: Choose from Photos
af: Kies uit foto’s
ar: اختر من الصور
az: Fotolardan seç
be: Выбраць з «Фота»
bn: ফটো থেকে বেছে নিন
ca: Trieu des de les fotografies
cs: Vybrat z fotografií
cy: Dewis o Lluniau
da: Vælg fra billeder
de: Aus Fotos auswählen
el: Επιλογή από Φωτογραφίες
es: Seleccionar de la fototeca
et: Vali fotodest
eu: Aukeratu argazkietatik
fa: انتخاب از عکس‌ها
fi: Valitse kuvista
fr: Sélectionner une photo
gu: ફોટામાંથી પસંદ કરો
he: בחר מתוך תמונות
hi: फ़ोटो में से चुनें
hr: Odaberi iz galerije
hu: Válassz a fotók közül
id: Pilih dari Galeri
is: Velja úr myndum
it: Scegli dalle foto
ja: 写真から選択
kab: Fren seg tewlafin
km: á‡áŸ’ášá¾áŸášá¾áŸá–á¸ášá¼á”á—á¶á–
kn: ಫೋಟೋಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡಿ
ko: 갤러리에서 선택
lt: Pasirinkti iš Nuotraukų
lv: Izvēlēties no fotoattēliem
ml: ഫോട്ടോകളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mr: फोटोमधून निवडा
ms: Pilih dari Foto
my: ရုပ်ပုံများမှ ရွေးပါ
nb: Velg fra Bilder
nl: Afbeelding kiezen uit galerij
pa: ਫ਼ੋਟੋਆਂ ਵਿੱਚੋਂ ਚੁਣੋ
pl: Wybierz ze zdjęć
ps: له انځورونو څخه یې وټاکئ
pt_br: Escolher uma foto
pt_pt: Escolher das fotografias
ro: Alege din galerie
ru: Выбрать из Фото
sk: Vybrať z fotografií
sl: Izberi izmed fotografij
sq: Zgjidhni prej Fotosh
sr: Одаберите из ваших слика
sv: Välj från foton
sw: Chagua kwenye Picha
ta: புகைப்படங்களிலிருந்து தேர்வு செய்யவும்
te: ఛాయాచిత్రల నుండి ఎంచుకోండి
th: เลือกจากอัลบั้มภาพ
tr: Fotoğraflardan seç
ug: سۈرەتتىن تاللاڭ
uk: Обрати з фотографій
ur: فوٹو میں سے انتخاب کریں
vi: Chọn từ Ảnh
zh_cn: 从图片中选择
zh_hk: 從照片中選取

# SET_WALLPAPER_PRESETS
source: Presets
af: Voorinstellings
ar: الإعدادات الأولية
az: Ön tənzimləmələr
be: Шаблоны
bn: পূর্ব-নির্ধারিত
ca: Valors per defecte
cs: Přednastavená pozadí
cy: Rhagosodiadau
da: Forudindstillet
de: Standardhintergründe
el: Προεπιλογές
es: Predeterminados
et: Eelsätted
eu: Aurre-ezarpenak
fa: پیش‌تنظیم‌ها
fi: Esiasennetut
fr: Couleurs prédéfinies
ga: Réamhshocruithe
gu: પ્રિસેટ
he: קדם־הגדרות
hi: प्रीसेट्स
hr: Unaprijed dodano
hu: Gyári profilok
id: Preset
is: Forstillingar
it: Predefiniti
ja: プリセット
kab: Tawila tuzwirt
km: á€á¶ášá€áŸ†áááŸ‹á‡á¶á˜á»á“
kn: ಪ್ರಿಸೆಟ್‌ಗಳು
ko: 프리셋
lt: Išankstinės parinktys
lv: Sākotnējie iestatījumi
mk: Достапни
ml: മുന്‍കൂറായി ഉള്ളത്
mr: प्रीसेट
ms: Pratetap
my: ကြိုတင်သတ်မှတ်ထားသောအရာများ
nb: Forhåndsvalgte
nl: Beschikbare standaard achtergronden
pa: ਪ੍ਰੀ-ਸੈੱਟ
pl: Tapety
ps: له مخکې تاکل شوی
pt_br: Pré-definidos
pt_pt: Predefinições
ro: Presetări
ru: Предустановленные
sk: Predvoľby
sl: Prednastavljeni
sq: Paracaktime
sr: Предефинисано
sv: Förinställningar
sw: Mipangilio ya mapema
ta: முன்னமைவுகள்
te: పూర్వఆకారాలు
th: ชุดภาพพื้นหลัง
tr: Ön ayarlar
ug: ئالدىن بېكىتىش
uk: Готові шпалери
ur: پریسیٹس
vi: Bộ cài sẵn
zh_cn: 预设
zh_hk: 預設檔

# SET_WALLPAPER_TITLE
source: Set Wallpaper
af: Stel muurpapier
ar: تعيين الخلفية
az: Divar kağızını tənzimlə
be: Наладзіць шпалеры
bn: ওয়ালপেপার সেট করুন
ca: Estableix el fons
cs: Nastavit tapetu
cy: Gosod Papur Wal
da: Opsæt baggrund
de: Hintergrund festlegen
el: Ορισμός ταπετσαρίας
es: Elegir fondo de pantalla
et: Määra taustapildiks
eu: Ezarri hormairudia
fa: تنظیم کاغذدیواری
fi: Aseta taustakuva
fr: Définir un fond d'écran
ga: Socraigh cúlbhrat
gu: વૉલપેપર સેટ કરો
he: הגדר טפט
hi: वॉलपेपर सेट करें
hr: Postavi pozadinu
hu: Háttérkép beállítása
id: Atur Wallpaper
is: Setja bakgrunnsmynd
it: Imposta sfondo
ja: 壁紙の設定
kab: Sbadu agilal n ugdil
km: á€áŸ†áááŸ‹á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™
kn: ವಾಲ್‌ಪೇಪರ್‌ ಹೊಂದಿಸಿ
ko: 배경 설정
lt: Nustatyti foną
lv: Iestatīt fona tapeti
mk: Постави позадина
ml: വാള്‍പേപ്പര്‍ സജ്ജമാക്കു
mr: वॉलपेपर सेट करा
ms: Tetapkan Kertas Dinding
my: နောက်ခံပုံ တပ်မယ်
nb: Sett inn bakgrunn
nl: Chatachtergrond kiezen
pa: ਵਾਲਪੇਪਰ ਲਾਓ
pl: Ustaw tapetę
ps: د والپیپر ټاکل
pt_br: Definir papel de parede
pt_pt: Definir fundo de ecrã
ro: Setare fundal
ru: Установить обои
sk: Nastaviť pozadie
sl: Določi ozadje
sq: Vëre Si Sfond
sr: Постави позадину
sv: Ställ in bakgrund
sw: Weka Picha ya Mandhari
ta: பின்னணிப்படம் அமைக்கவும்
te: వాల్‌పేపర్‌ను జత చేయండి
th: ตั้งภาพพื้นหลัง
tr: Duvar kağıdı ayarla
ug: تام قەغىزىنى بېكىتىش
uk: Обрати шпалери
ur: وال پیپر سیٹ کریں
vi: Cài ảnh nền
zh_cn: 设置墙纸
zh_hk: 設定背景
