Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_NEED_HELP
source: Need Help?
af: Hulp nodig?
ar: هل تحتاج لمُساعدة؟
az: Kömək lazımdır?
be: Патрэбна дапамога?
bn: সাহায্য দরকার?
ca: Us cal ajuda?
cs: Potřebujete pomoc?
cy: Angen Cymorth?
da: Brug for hjælp?
de: Hilfe benötigt?
el: Χρειάζεσαι βοήθεια;
es: ¿Necesitas ayuda?
es_es: ¿Necesitas ayuda?
et: Kas vajad abi?
eu: Laguntzarik behar?
fa: به راهنمایی نیاز دارید؟
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
ga: An bhfuil cúnamh uait?
gu: મદદ જોઈએ છે?
he: צריך עזרה?
hi: क्या आपको मदद चाहिये?
hr: Trebate pomoć?
hu: Segítség?
id: Butuh Bantuan?
is: Þarftu hjálp?
it: Hai bisogno di aiuto?
ja: お困りですか？
kab: Tesriḍ tallalt?
km: ááŸ’ášá¼áœá€á¶ášá‡áŸ†á“á½á™?
kn: ಸಹಾಯ ಅಗತ್ಯವಿದೆಯೇ?
ko: 도움이 필요하신가요?
lt: Reikia pagalbos?
lv: Vai vajadzīga palīdzība?
mk: Ви треба помош?
ml: സഹായം ആവശ്യമുണ്ടോ?
mr: मदत हवी?
ms: Perlukan Bantuan?
my: အကူအညီ လိုအပ်ပါသလား?
nb: Ønsker du hjelp?
nl: Hulp nodig?
pa: ਮਦਦ ਦੀ ਲੋੜ ਹੈ?
pl: Potrzebujesz pomocy?
ps: مرستې ته اړتیا لری؟
pt_br: Precisa de ajuda?
pt_pt: Necessita de ajuda?
ro: Ai nevoie de ajutor?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sl: Potrebujete pomoč?
sq: Ju Duhet Ndihmë?
sr: Потребна вам је помоћ?
sv: Behöver du hjälp?
sw: Unahitaji Msaada?
ta: தேவை உதவி?
te: సహాయం కావాలా ?
th: มีอะไรให้ช่วยไหม?
tr: Yardıma mı ihtiyacınız var?
ug: ياردەم كېرەكمۇ؟
uk: Потрібна допомога?
ur: مدد چاہیے؟
vi: Cần Hỗ trợ?
zh_cn: 需要协助？
zh_hk: 需要幫助？

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_STEP_ONE
source: On each device, open Settings
af: Open Instellings op elke toestel
ar: على كل جهاز، افتح "الإعدادات"
az: Hər bir cihazda tənzimləmələri açın
be: На кожнай прыладзе адкрыць «Налады»
bn: প্রতিটি ডিভাইসে, সেটিংস খুলুন
ca: A cada dispositiu, obriu la Configuració.
cs: Na obou zařízeních otevřete nastavení.
cy: Ar bob dyfais, agorwch Gosodiadau
da: Åbn Indstillinger, på begge enheder
de: Öffne auf jedem Gerät »Einstellungen«
el: Σε κάθε συσκευή, άνοιξε τις Ρυθμίσεις
es: En los dos dispositivos, ve a "Ajustes"
es_es: En los dos dispositivos ve a «Ajustes»
et: Mõlemas seadmes ava Sätted
eu: Gailu bakoitzean, ezarpenak ireki
fa: روی هر دستگاه، تنظیمات را باز کنید
fi: Avaa Asetukset molemmissa laitteissa
fr: Sur chaque appareil, ouvrez l'app Réglages.
gu: દરેક ડિવાઇસ પર, સેટિંગ્સ ઓપન કરો
he: בכל מכשיר, פתח הגדרות
hi: प्रत्येक डिवाइस पर, सेटिंग्स खोलें
hr: Na svakom uređaju otvorite postavke
hu: Mindkét eszközön nyisd meg a Beállításokat
id: Pada setiap perangkat, buka Pengaturan
is: Á hvoru tæki, opnaðu stillingarnar
it: In entrambi i dispositivi, apri Impostazioni
ja: 両方の端末で設定を開いてください
kab: Deg yal ibenk, ldi iɣewwaren
km: á“áŸ…á›á¾á§á”á€ášááŸá“á¸á˜á½á™áŸ— á”á¾á€á€á¶ášá€áŸ†áááŸ‹
kn: ಪ್ರತಿ ಸಾಧನದಲ್ಲಿ, ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko: 각 기기에서 설정을 엽니다.
lt: Kiekviename įrenginyje atverkite Nustatymus (angl. Settings)
lv: Katrā ierīcē atveriet iestatījumu sadaļu
mk: На секој уред, отвори Поставки
ml: ഓരോ ഉപകരണത്തിലും, ക്രമീകരണങ്ങൾ തുറക്കുക
mr: प्रत्येक डिव्हाईसवर, सेटिंग उघडा
ms: Pada setiap peranti, buka Tetapan
my: စက်တစ်ခုချင်းပေါ်တွင် အပြင်အဆင်များ ဖွင့်ပါ
nb: Åpne Innstillinger på hver enhet
nl: Open op beide apparaten de Instellingen-app
pa: ਹਰ ਡਿਵਾਈਸ ਉੱਤੇ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Na obu urządzeniach otwórz ustawienia
ps: په هره وسیله کې تنظیمات پرانیزئ
pt_br: Em cada dispositivo, abra as Configurações
pt_pt: Em cada um dos dispositivos, abra as 'Definições'
ro: Pe fiecare dispozitiv, deschide aplicația Setări
ru: На каждом устройстве откройте «Настройки»
sk: Na oboch zariadeniach, otvorte Nastavenia
sl: Odpri Nastavitve na vsaki izmed naprav
sq: Në secilën pajisje, hapni Rregullimet
sr: Отворите подешавања на оба уређаја
sv: Öppna Inställningar på varje enhet
sw: Kwenye kila kifaa, fungua Mipangilio
ta: ஒவ்வொன்றின் மீதும் சாதனம், திறந்த அமைப்புகள்
te: ప్రతి పరికరంలో, సెట్టింగులను తెరవండి
th: เปิดเมนูการตั้งค่าบนอุปกรณ์แต่ละเครื่อง
tr: Her aygıtta Ayarlar'ı açın
ug: ھەر بىر ئۈسكۈنىدە، تەڭشەكلەرنى ئېچىڭ
uk: На кожного пристрої відкрийте параметри
ur: ہر آلہ پر ، ترتیبات کھولیں
vi: Trên mỗi thiết bị, mở Cài đặt
zh_cn: 在每台设备上，打开“设置”
zh_hk: 在每部裝置上開啟「設定」

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_STEP_THREE
source: Turn on “Local Network”
af: Skakel “lokale netwerk” aan
ar: تشغيل "الشبكة المحلية"
az: "Yerli Şəbəkə"ni işə salın
be: Уключыць параметр «Лакальная сетка»
bn: “স্থানীয় নেটওয়ার্ক” চালু করুন
ca: Activeu la xarxa local.
cs: Zapněte "Lokální síť"
cy: Galluogi "Rhwydwaith Lleol"
da: Tænd for "Lokalt netværk"
de: Schalte »Lokales Netzwerk« ein
el: Ενεργοποίησε το "Τοπικό δίκτυο"
es: Activa "Red local"
es_es: Activa «Red local»
et: Lülita sisse "Kohalik võrk"
eu: Aktibatu "Sare Lokala"
fa: «شبکهٔ محلی» را روشن کنید
fi: Ota käyttöön Paikallinen verkko
fr: Activez "Réseau local".
gu: “સ્થાનિક નેટવર્ક” ચાલુ કરો
he: הפעל את ”רשת מקומית“
hi: “लोकल नेटवर्क” को चालू करें
hr: Uključite "Lokalna mreža"
hu: Kapcsold be: "Helyi hálózat"
id: Nyalakan "Jaringan Lokal"
is: Kveiktu á “Staðarnet / Local Network”
it: Attiva "Rete locale"
ja: LANを有効にしてください
kab: Rmed "Azeṭṭa adigan"
km: á”á¾á€ â€œá”ááŸ’áá¶á‰áá¶á„á€áŸ’á“á»á„â€
kn: “ಸ್ಥಳೀಯ ನೆಟ್‌ವರ್ಕ್” ಅನ್ನು ಆನ್ ಮಾಡಿ
ko: 로컬 네트워크를 켭니다.
lt: Įjunkite Vietinį tinklą (angl. Local Network)
lv: Ieslēdziet lokālo tīklu
mk: Вклучи “Локална мрежа”
ml: "ലോക്കൽ നെറ്റ്‌വർക്ക്" ഓണാക്കുക
mr: "स्थानिक नेटवर्क" चालू करा
ms: Hidupkan "Rangkaian Tempatan"
my: "လိုကယ်ကွန်ယက်" (Local Network) ကို ဖွင့်ပါ
nb: Gå til "Lokalt Nettverk"
nl: Schakel ‘Lokaal netwerk’ in
pa: "ਲੋਕਲ ਨੈੱਟਵਰਕ" ਚਾਲੂ ਕਰੋ
pl: Włącz opcję „Sieć lokalna”
ps: ”سیمه ایزه شبکه“ روښانه کړئ
pt_br: Ative a "Rede Local"
pt_pt: Ative a "Rede local"
ro: Activează "Rețea Locală"
ru: Включите «Локальная сеть»
sk: Zapnite “Lokálna sieť”
sl: Vklopi "lokalno omrežje"
sq: Aktivizoni “Rrjet Vendor”
sr: Укључите опцију „Локална мрежа“
sv: Aktivera "Lokalt nätverk"
sw: Washa “Mtandao wa Karibu”
ta: “லோக்கல் நெட்வொர்க்” ஐ இயக்கவும்
te: “లోకల్ నెట్‌వర్క్” ఆన్ చేయండి
th: เปิดใช้งาน "Local Network"
tr: "Yerel Ağ" seçeneğini seçin
ug: «يەرلىك تور» نى قوزغىتىڭ
uk: Увімкніть «Локальну мережу»
ur: "لوکل نیٹ ورک" کو آن کریں
vi: Bật "Mạng Cục bộ"
zh_cn: 打开“本地网络”
zh_hk: 開啟「區域網絡」

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_STEP_TWO
source: Navigate to Signal
af: Navigeer na Signal
ar: انتقل إلى سيجنال
az: Signal-a gedin
be: Перайсці да Signal
bn: Signal-এ নেভিগেট করুন
ca: Aneu fins a Signal.
cs: Otevřete Signal
cy: Llywiwch at Signal
da: Navigér til Signal
de: Navigiere zu »Signal«
el: Πήγαινε στο Signal
es: Desliza hasta Signal
es_es: Desliza hasta «Signal»
et: Liigu Signalisse
eu: Joan Signalera
fa: به سیگنال بروید
fi: Siirry kohtaan Signal
fr: Recherchez Signal.
gu: Signal પર નેવિગેટ કરો
he: נווט אל Signal
hi: Signal पर नेविगेट करें
hr: Idite u Signal
hu: Keresd meg a Signal alkalmazást
id: Arahkan ke Signal
is: Farðu í Signal
it: Vai in Signal
ja: Signalに移ってください
kab: Inig ɣer Signal
km: á…á¼á›á‘áŸ… Signal
kn: Signal ಗೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ
ko: Signal 탐색하기
lt: Pereikite į Signal
lv: Pārvietojieties uz Signal
mk: Оди на Signal
ml: Signal-ലേക്ക് നാവിഗേറ്റ് ചെയ്യുക
mr: Signal वर नेव्हिगेट करा
ms: Navigasi ke Signal
my: Signal သို့ သွားမယ်
nb: Gå til Signal
nl: Zoek Signal in de lijst
pa: Signal ਉੱਤੇ ਜਾਓ
pl: Przejdź do aplikacji Signal
ps: Signal ته ورشئ
pt_br: Vá para o Signal
pt_pt: Navegue até ao Signal
ro: Navighează la Signal
ru: Перейдите в «Signal»
sk: Prejdite na Signal
sl: Pojdi do Signala
sq: Kaloni te Signal-i
sr: Идите на Signal
sv: Navigera till Signal
sw: Nenda kwenye Signal
ta: செல்லவும் Signal
te: Signal‌కు నావిగేట్ చేయండి
th: ไปที่ Signal
tr: Signal'e gidin
ug: ‫Signal نى تېپىڭ
uk: Перейти в Signal
ur: Signal پر جائیں
vi: Tìm đến Signal
zh_cn: 找到 Signal
zh_hk: 找到 Signal

# LOCAL_NETWORK_PERMISSION_ACTION_SHEET_TITLE
source: Turn on Local Network Access
af: Skakel lokalenetwerktoegang aan
ar: تشغيل الوصول إلى الشبكة المحلية
az: Yerli Şəbəkə Müraciətini işə salın
be: Уключыць доступ да лакальнай сеткі
bn: স্থানীয় নেটওয়ার্ক অ্যাক্সেস চালু করুন
ca: Activeu l'accés a la xarxa local.
cs: Zapněte přístup k lokální síti
cy: Galluogi Cyrchu Rhwydwaith Lleol
da: Giv adgang til lokalt netværk
de: Schalte »Lokales Netzwerk« ein
el: Ενεργοποίησε τη Πρόσβαση στο τοπικό δίκτυο
es: Activar el acceso a la red local
es_es: Activa el acceso a la red local
et: Lülita sisse Ligipääs kohalikule võrgule
eu: Aktibatu Sare Lokala Erabiltzeko Baimena
fa: دسترسی شبکهٔ محلی را روشن کنید
fi: Ota käyttöön paikallinen verkko
fr: Autorisez l'accès au réseau local
gu: સ્થાનિક નેટવર્કની ઍક્સેસ ચાલુ કરો
he: הפעל גישה אל רשת מקומית
hi: लोकल नेटवर्क एक्सेस को चालू करें
hr: Uključite pristup lokalnoj mreži
hu: Helyi hálózati hozzáférés bekapcsolása
id: Nyalakan Akses Jaringan Lokal
is: Kveiktu á aðgangi að staðarneti
it: Attivare l'accesso alla rete locale
ja: LAN接続を有効にしてください
kab: Rmed anekcum n uzeṭṭa adigan
km: á”á¾á€ á€á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á”ááŸ’áá¶á‰áá¶á„á€áŸ’á“á»á„
kn: ಸ್ಥಳೀಯ ನೆಟ್‌ವರ್ಕ್ ಪ್ರವೇಶವನ್ನು ಆನ್ ಮಾಡಿ
ko: 로컬 네트워크 액세스 켜기
lt: Įjunkite prieigą prie vietinio tinklo
lv: Ieslēdziet lokālā tīkla piekļuvi
mk: Вклучи пристап до локална мрежа
ml: ലോക്കൽ നെറ്റ്‌വർക്ക് ആക്‌സസ് ഓണാക്കുക
mr: स्थानिक नेटवर्क अॅक्सेस चालू करा
ms: Hidupkan Akses Rangkaian Tempatan
my: လိုကယ်ကွန်ယက် သုံးခွင့် ဖွင့်ပါ
nb: Skru på "Lokalt Nettverk"
nl: Schakel ‘Lokale netwerktoegang’ in
pa: ਲੋਕਲ ਨੈੱਟਵਰਕ ਪਹੁੰਚ ਨੂੰ ਸਮਰੱਥ ਕਰੋ
pl: Zezwól na dostęp do sieci lokalnej
ps: د سیمه ایزې شبکې لاسرسی فعال کړئ
pt_br: Ative o Acesso à Rede Local
pt_pt: Ative o 'Acesso à rede local'
ro: Activează accesul la rețeaua locală
ru: Включите доступ к локальной сети
sk: Zapnite Prístup k lokálnej sieti
sl: Vklopi dostop so lokalnega omrežja
sq: Aktivizoni Hyrje Në Rrjet Vendor
sr: Дозволите приступ локалној мрежи
sv: Aktivera åtkomst till lokalt nätverk
sw: Washa Ufikiaji wa Mtandao wa Karibu
ta: உள்ளூர் பிணைய அணுகலை இயக்கவும்
te: స్థానిక యంత్రాంగం ప్రవేశ సౌలభ్యంను ప్రారంభించండి
th: เปิดใช้งาน Local Network Access
tr: Yerel Ağ Erişimini açın
ug: يەرلىك تور زىيارەت ھوقۇقىنى قوزغىتىڭ
uk: Надайте доступ до локальної мережі
ur: مقامی نیٹ ورک تک رسائی آن کریں
vi: Bật Truy cập Mạng Cục bộ
zh_cn: 打开本地网络访问权限
zh_hk: 開啟「區域網絡存取」

# LOCATION_PICKER_SEARCH_PLACEHOLDER
source: Search by name or address
af: Soek volgens naam of adres
ar: البحث بحسب الاسم أو العنوان
az: Ad və ya ünvan ilə axtar
be: Пошук па імені або адрасе
bg: Търсене по име или адрес
bn: নাম বা ঠিকানা অনুসন্ধান করুন
ca: Cerca per nom o adreça
cs: Hledejte podle jména nebo adresy
cy: Chwilio yn ôl enw neu gyfeiriad
da: Søg efter navn eller adresse
de: Name oder Adresse suchen
el: Εύρεση βάση ονόματος ή διεύθυνσης
es: Buscar por nombre o dirección
es_es: Buscar por nombre o dirección
et: Otsi nime või aadressi järgi
eu: Bilatu izenaren edo helbidearen arabera
fa: جستجو بر اساس نام یا آدرس
fi: Etsi nimellä tai osoitteella
fil: Maghanap gamit ang pangalan o address
fr: Rechercher par nom ou par adresse
ga: Cuardaigh de réir ainm nó seoladh
gu: નામ અથવા સરનામાં દ્વારા શોધો
he: חפש לפי שם או כתובת
hi: नाम या स्थान से खोजें
hr: Pretraži po imenu ili adresi
hu: Keresés név, vagy cím alapján
id: Cari dengan nama atau alamat
is: Leitaðu eftir nafni eða heimilisfangi
it: Cerca per nome o indirizzo
ja: 名前や住所で検索
kab: Nadi s yisem neɣ s tansa
kk: Аты немесе мекенжайы бойынша іздеу
km: áŸáŸ’áœáŸ‚á„ášá€áá¶á˜áˆáŸ’á˜áŸ„áŸ‡ á¬ á¢áŸá™áŠáŸ’á‹á¶á“
kn: ಹೆಸರು ಅಥವಾ ವಿಳಾಸದ ಮೂಲಕ ಹುಡುಕಿ
ko: 이름, 주소로 검색
lt: Ieškoti pagal vardą ar adresą
lv: Meklēt pēc vārda vai adreses
mk: Пребарајте по име или адреса
ml: പേര് അല്ലെങ്കിൽ വിലാസം ഉപയോഗിച്ച് തിരയുക
mr: नाव किंवा पत्त्याद्वारे शोधा
ms: Cari mengikut nama atau alamat
my: အမည် သို့မဟုတ် လိပ်စာဖြင့် ရှာဖွေမယ်
nb: Søk etter navn eller adresse
nl: Zoek op naam of adres
pa: ਨਾਂ ਜਾਂ ਪਤੇ ਨਾਲ ਖੋਜੋ
pa_pk: ناں یا پتہ ولوں لبھو
pl: Wyszukaj po nazwie lub adresie
ps: د نوم یا پتې له مخې پلټنه
pt_br: Buscar por nome ou endereço
pt_pt: Procurar por nome ou endereço
ro: Caută după nume sau adresă
ru: Поиск по названию или адресу
sk: Hľadať podľa mena alebo adresy
sl: Iskanje po imenu ali naslovu
sq: Kërkoni sipas emrash ose adresash
sr: Претрага по називу или адреси
sv: Sök efter namn eller adress
sw: Tafuta kwa jina au anwani
ta: பெயர் அல்லது முகவரி மூலம் தேடுங்கள்
te: పేరు లేదా చిరునామా ద్వారా శోధించండి
th: ค้นด้วยชื่อหรือที่อยู่
tr: İsim veya adres ile ara
ug: ئات ياكى ئادرېس بويىچە ئىزدەيدۇ
uk: Пошук за назвою / адресою
ur: نام اور ایڈریس کے ذریعے تلاش کریں
vi: Tìm theo tên hoặc địa chỉ
zh_cn: 通过名字或地址搜索
zh_hk: 以名字或地址搜尋

# LOCATION_PICKER_TITLE
source: Select Location
af: Kies ligging
ar: حدِّد الموقع
az: Yerləşməni seç
be: Выберыце «Месцазнаходжанне»
bg: Изберете местоположение
bn: স্থান নির্বাচন করুন
ca: Seleccioneu la ubicació
cs: Zvolte umístění
cy: Dewis Lleoliad
da: Vælg placering
de: Ort auswählen
el: Επιλογή τοποθεσίας
es: Seleccionar ubicación
es_es: Seleccionar posición
et: Vali asukoht
eu: Hautatu kokalekua
fa: انتخاب‌ کردن موقعیت
fi: Valitse sijainti
fil: Pumili ng Lokasyon
fr: Sélectionner une position
ga: Roghnaigh Áit
gu: સ્થાન પસંદ કરો
he: בחר מיקום
hi: स्थान चुनें
hr: Odaberite lokaciju
hu: Hely kiválasztása
id: Pilih Lokasi
is: Veljið staðsetningu
it: Seleziona la posizione
ja: 場所の選択
kab: Fren adig
kk: Орналасқан жерді таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸ á‘á¸áá¶áŸ†á„
kn: ಸ್ಥಳ ಆಯ್ಕೆಮಾಡಿ
ko: 위치 선택
lt: Pasirinkti vietą
lv: Atlasīt atrašanās vietu
mk: Изберете локација
ml: ലൊക്കേഷൻ തിരെഞ്ഞെടുക്കുക
mr: स्थान निवडा
ms: Pilih Lokasi
my: တည်နေရာ ရွေးပါ
nb: Velg plassering
nl: Selecteer een locatie
pa: ਟਿਕਾਣਾ ਖੋਜੋ
pa_pk: تھاں منتخب کرو
pl: Wybierz lokalizację
ps: د موقعیت ټاکل
pt_br: Selecionar Localização
pt_pt: Selecionar localização
ro: Selectează locația
ru: Выберите место
sk: Vybrať umiestnenie
sl: Izberite lokacijo
sq: Përzgjidhni Vendndodhje
sr: Изаберите локацију
sv: Välj plats
sw: Chagua eneo
ta: இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
te: స్థానాన్ని ఎంచుకోండి
th: เลือกที่ตั้ง
tr: Konum Seçin
ug: ئورۇن تاللاڭ
uk: Обрати місце
ur: مقام منتخب کریں
vi: Chọn Vị trí
zh_cn: 选择位置
zh_hk: 選擇地點

# LOGGING_SECTION
source: Logging
af: Logskryf
ar: التسجيل
az: Jurnal
be: Вядзенне журнала адладкі
bg: Регистри
bn: লগিং
ca: Registres
cs: Logování
cy: Cofnodi
da: Log
de: Diagnoseprotokoll
el: Καταγραφή
es: Registros
es_es: Registro (log)
et: Logimine
eu: Gordetzen
fa: ثبت گزارش‌ها
fi: Lokit
fr: Journal de débogage
ga: Logáil
gu: લોગિંગ
he: רישום יומן
hi: लॉगिंग
hr: Zapisnici
hu: Naplózás
id: Masuk
is: Skráning annáls
it: Registro eventi
ja: デバッグログ
kab: Aɣmis
kk: Журналға тіркеу
km: á€áŸ†á–á»á„á…á¼á›
kn: ಲಾಗಿಂಗ್
ko: 로깅
lt: Registravimas
lv: Pieteikšanās
mk: Логирање
ml: ലോഗിംഗ്
mr: लॉगिंग
ms: Mengelog
my: မှတ်တမ်းထည့်နေသည်
nb: Logger
nl: Log bijhouden
pa: ਲੌਗ ਹੋ ਰਿਹਾ ਹੈ
pa_pk: لاگنگ
pl: Logowanie
ps: د رپوټونو ثبت
pt_br: Registros
pt_pt: Relatórios
ro: Jurnalizare
ru: Журнал отладки
sk: Logovanie
sl: Beleženje
sq: Regjistrim
sr: Извештаји
sv: Loggning
sw: Inaingia
ta: ஏட்டில்பதிகிறது
te: లాగింగ్
th: กำลังบันทึก
tr: Günlük
ug: ئۇچۇر خاتىرەسى
uk: Збір помилок
ur: لاگ ہو رہی ہے
vi: Ghi chép
zh_cn: 信息记录日志
zh_hk: 程式日誌

# LOGGING_SECTION_FOOTER
source: Debug logs can help Signal fix issues and crashes.
af: Ontfoutlogs kan Signal help om foute en uitbomme te herstel.
ar: سجلات الأخطاء يمكن أن تساعد سيجنال على إصلاح المشكلات والأخطاء.
az: Sazlama jurnalları, Signal-ın problemlərini və çökmələrini düzəltməyə kömək edə bilər.
be: З журналамі адладкі Signal будзе лягчэй выправіць непаладкі і збоі.
bn: ডিবাগ লগগুলি সমস্যা ও ক্র্যাশগুলো সারাতে Signal-কে সহায়তা করতে পারে।
ca: Els registres de depuració poden ajudar el Signal a corregir problemes i fallades.
cs: Debug logy mohou pomoci Signalu s opravou problémů a pádů.
cy: Gall cofnodion dadfygio roi cymorth i Signal drwsio problemau a chwaliadau.
da: Fejlsøgningslogger kan hjælpe Signal med at løse problemer og nedbrud.
de: Diagnoseprotokolle helfen Signal beim Beheben von Problemen und Abstürzen.
el: Τα αρχεία καταγραφής αποσφαλμάτωσης βοηθούν το Signal να επιδιορθώσει σφάλματα και κρασαρίσματα.
es: Los registros de depuración pueden ayudar a Signal a corregir fallos y bloqueos.
et: Silumislogid aitavad Signalil tõrkeid ja krahhe parandada.
fa: گزارش‌های عیب‌یابی می‌توانند به سیگنال در رفع اشکالات و خرابی‌ها کمک کنند.
fi: Virheenkorjauslokeja käytetään Signalin teknisten ongelmien korjaamiseen.
fr: Les journaux de débogage peuvent aider Signal à corriger les erreurs et les plantages.
gu: ડિબગ લૉગ Signal ને સમસ્યાઓ અને ક્રેશને ફિક્સ કરવામાં મદદ કરી શકે છે.
he: יומני ניפוי תקלים יכולים לעזור אל Signal לתקן סוגיות וקריסות.
hi: डीबग लॉग समस्याओं और क्रैश को ठीक करने में Signal की सहायता कर सकते हैं।
hr: Zapisnici pogreške pomažu Signalu popraviti probleme i rušenja aplikacije.
hu: Hibanaplók segítségével könnyebb a Signal hibák és összeomlások nyomozása.
id: Catatan awakutu dapat membantu Signal memperbaiki masalah dan kerusakan.
is: Villumeldingaskrár geta hjálpað Signal við að laga vandamál og hrun.
it: I log di debug possono aiutare Signal a risolvere errori e crash.
ja: デバッグログは、Signalのバグとクラッシュの修正に役立ちます。
km: á€áŸ†áááŸ‹ááŸ’ášá¶á€áŸ†á á»áŸá¢á¶á…á‡á½á™ Signal áŠáŸ„áŸ‡áŸáŸ’ášá¶á™á”á‰áŸ’á á¶ á“á·á„á€á¶ášá‚á¶áŸ†á„áŸ”
kn: ಸಮಸ್ಯೆಗಳು ಮತ್ತು ಅಡಚಣೆಗಳನ್ನು ಸರಿಪಡಿಸಲು Signal ಗೆ ಡಿಬಗ್‌ ಲಾಗ್‌ಗಳು ಸಹಾಯ ಮಾಡುತ್ತವೆ.
ko: 디버그 로그는 Signal이 문제 및 충돌을 해결하는 데 도움이 될 수 있습니다.
lt: Derinimo žurnalai gali padėti Signal pataisyti klaidas ir strigtis.
lv: Atkļūdošanas žurnāli var palīdzēt lietotnei Signal novērst problēmas un avārijas.
mk: Записот за грешки може да помогне Signal да ги поправи проблемите и падовите.
ml: പ്രശ്നങ്ങളും ക്രാഷുകളും പരിഹരിക്കാൻ Signal-നെ ഡീബഗ് ലോഗുകൾ സഹായിക്കും.
mr: समस्या आणि क्रॅश सोडवण्यासाठी डीबग लॉग Signal ला मदत करू शकतात.
ms: Log nyahpepijat dapat membantu Signal membetulkan isu dan ranap.
my: ပျက်ကွက်မှုဖြေရှင်းသည့် မှတ်တမ်းများသည် Signal အား ပြဿနာများ နှင့် ပျက်ကွက်မှုများ ဖြေရှင်းရာတွင် အထောက်ကူပြုပါသည်။
nb: Feilsøkingslogger kan hjelpe Signal å fikse problemer og krasj.
nl: Met het foutopsporingslog kun je de ontwikkelaars helpen om fouten en crashes op te lossen.
pa: ਡੀਬੱਗ ਲੌਗਸ Signal ਸਮੱਸਿਆਵਾਂ ਅਤੇ ਕਰੈਸ਼ਾਂ ਨੂੰ ਠੀਕ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੇ ਹਨ।
pl: Dzienniki debugowania pomagają zespołowi Signal usuwać błędy i awarie.
ps: د ستونزو د هواري رپوټونه کولای شي له Signal سره د ستونزو او ویجاړیو په حل کې مرسته وکړي.
pt_br: Os registros de depuração podem ajudar o Signal a corrigir problemas e travamentos.
pt_pt: Os registos de depuração podem ajudar o Signal a corrigir problemas e erros.
ro: Jurnalele de depanare pot ajuta Signal să remedieze probleme și blocări.
ru: Журналы отладки могут помочь Signal исправить проблемы и сбои.
sk: Záznamy ladenia môžu pomôcť pri riešení problémov a zlyhaní Signal.
sl: Dnevniki odpravljanja napak lahko pomagajo Signalu odpraviti težave in zrušitve.
sq: Regjistrat e diagnostikimit mund të ndihmojnë Signal-in të ndreqë probleme dhe vithisje.
sr: Извештаји о грешкама могу помоћи Signal-у да реши проблеме и падове.
sv: Felsökningsloggar kan hjälpa Signal att åtgärda problem och kraschar.
sw: Kumbukumbu za utatuzi zinaweza kusaidia Signal kurekebisha matatizo na matukui ya kuacha kufanya kazi.
ta: பிழைத்திருத்த பதிவுகள் முடியும் உதவி Signal சிக்கல்கள் மற்றும் செயலிழப்புகளை சரிசெய்யவும்.
te: డీబగ్ లాగ్‌లు Signal సమస్యలను మరియు క్రాష్‌లను పరిష్కరించడంలో సహాయపడతాయి.
th: ปูมดีบักสามารถช่วยให้ Signal แก้ไขปัญหาและการหลุดจากแอปได้
tr: Hata günlükleri Signal'in sorunları ve göçmeleri çözmesine yardımcı olur.
ug: سازلاش خاتىرىسى Signal نىڭ مەسىلە ۋە كاشىلىنى ئوڭشىشىغا ياردەم بېرىدۇ.
uk: Журнали налагодження можуть допомогти фахівцям Signal усунути помилки та збої.
ur: Debug لاگس Signal کو درست کرنے والے مسائل اور کریشوں کو ٹھیک کرنے میں مدد کرسکتے ہیں۔
vi: Ghi chú lỗi có thể giúp Signal sửa chữa vấn đề và sự cố.
zh_cn: 调试日志可帮助 Signal 修复问题和故障。
zh_hk: 除錯日誌可幫助 Signal 修正問題和錯誤。

# LONG_TEXT_VIEW_TITLE
source: Message
af: Boodskap
ar: الرسالة
az: Mesaj
be: Паведамленне
bg: Съобщение
bn: বার্তা
ca: Missatge
cs: Zpráva
cy: Neges
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
es_es: Mensaje
et: Sõnum
eu: Mezua
fa: پیام
fi: Viesti
fil: Mensahe
ga: Teachtaireacht
gu: મેસેજ
he: הודעה
hi: मेसेज
hr: Poruka
hu: Üzenet
id: Pesan
is: Póstur
it: Messaggio
ja: メッセージ
kab: Izen
kk: Хабарлама
km: áŸá¶áš
kn: ಸಂದೇಶ
ko: 메시지
lt: Žinutė
lv: Ziņa
mk: Порака
ml: സന്ദേശം
mr: संदेश
ms: Mesej
my: မက်ဆေ့ချ်
nb: Melding
nl: Bericht
pa: ਸੁਨੇਹਾ
pa_pk: سنیہا
pl: Wiadomość
ps: پیغام
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Sporočilo
sq: Mesazh
sr: Порука
sv: Meddelande
sw: Ujumbe
ta: செய்தி
te: సందేశం
th: ข้อความ
tr: İleti
ug: ئۇچۇر
uk: Повідомлення
ur: پیغام
vi: Tin nhắn
zh_cn: 消息
zh_hk: 訊息

# MAX_VIDEO_RECORDING_LENGTH_ALERT
source: Max video length reached
ar: تمَّ بلوغ الحد الأقصى لطول الفيديو.
be: Дасягнута максімальная працягласць відэа
bn: ভিডিওর সর্বোচ্চ দৈর্ঘ্যে পৌঁছে গেছে
ca: S'ha assolit la durada màxima del vídeo
cs: Bylo dosaženo maximální délky videa
da: Maks. videolængde nået
de: Maximale Videolänge erreicht
el: Συμπληρώθηκε η μέγιστη διάρκεια βίντεο
es: Se ha alcanzado la duración máxima del vídeo
fa: به حداکثر طول مجاز ویدئو رسیده‌اید
fi: Videon enimmäispituus saavutettu
fr: La vidéo a atteint la durée maximale
ga: Uasfhad físeáin bainte amach
gu: વીડિયોની મહત્તમ લંબાઈ સુધી પહોંચી ગયા
he: הגעת לאורך הסרטון המקסימלי
hi: वीडियो की अधिकतम सीमा पार हो गई
hr: Dosegnuta je maksimalna duljina videozapisa
hu: Elérted a videó maximális hosszát
id: Mencapai durasi maksimal video
it: Massima durata video raggiunta
ja: これ以上長い動画は録画できません
ko: 최대 비디오 길이에 도달했습니다
mr: व्हिडिओचा कमाल कालावधी गाठला
ms: Panjang video maksimum dicapai
nb: Videoen er for lang
nl: Maximale videolengte bereikt
pl: Osiągnięto maksymalną długość filmu
pt_br: Duração máxima do vídeo atingida
pt_pt: Duração máxima de vídeo atingida
ro: Durata maximă a videoclipului a fost atinsă
ru: Достигнута максимальная длина видео
sk: Bola dosiahnutá maximálna dĺžka videa
sr: Достигнута је максимална дужина за видео
sv: Maxlängd för video uppnådd
th: บันทึกวิดีโอถึงความยาวที่กำหนดแล้ว
tr: Maksimum video uzunluğuna ulaşıldı
ug: ئەڭ چوڭ سىن ئۇزۇنلۇقىغا يەتتى
uk: Досягнуто максимальної тривалості відео
ur: ویڈیو کی طوالت کی زیادہ سے زیادہ حد پوری ہو گئی
vi: Đã đạt giới hạn độ dài của video
zh_cn: 已达到视频长度上限
zh_hk: 已達到最大影片長度

# MEDIA_DETAIL_VIEW_ALL_MEDIA_BUTTON
source: All Media
af: Alle media
ar: جميع الوسائط
az: Bütün media
be: Усе медыяфайлы
bg: Всички Медии
bn: সকল মিডিয়া
ca: Tot el contingut
cs: Všechna média
cy: Holl Gyfryngau
da: Alle mediefiler
de: Medienübersicht
el: Όλα τα Πολυμέσα
es: Todos los archivos
es_es: Adjuntos
et: Kõik meediafailid
eu: Multimedia guztia
fa: تمام رسانه‌ها
fi: Kaikki media
fil: Lahat ng Media
fr: Tous les médias
ga: Meáin
gu: બધા મીડિયા
he: כל המדיה
hi: सभी मीडिया
hr: Svi medijski zapisi
hu: Minden média
id: Semua Media
is: Allt margmiðlunarefni
it: Tutti i media
ja: すべてのメディア
kab: Akk imidyaten
kk: Барлық ақпарат құралдары
km: á¯á€áŸá¶ášá˜áŸáŒá¶á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲಾ ಮೀಡಿಯಾ
ko: 모든 미디어
lt: Visa medija
lv: Visa multivide
mk: Главна Медија
ml: എല്ലാ മീഡിയകളും
mr: सर्व मिडिया
ms: Semua Media
my: မီဒီယာဖိုင် အားလုံး
nb: Alle mediefiler
nl: Alle media
pa: ਸਾਰੇ ਮੀਡੀਆ
pa_pk: سارا میڈیا
pl: Wszystkie multimedia
ps: ټوله میډیا
pt_br: Todas as mídias
pt_pt: Todos os multimédia
ro: Toate fișierele media
ru: Все медиа
sk: Všetky médiá
sl: Vse
sq: Krejt Mediat
sr: Сви медији
sv: Alla media
sw: Media Zote
ta: அனைத்து மீடியா
te: అన్ని మీడియా
th: สื่อทั้งหมด
tr: Tüm Medyalar
ug: بارلىق ۋاسىتە
uk: Усі медіафайли
ur: تمام میڈیا
vi: Tất cả Tập tin đa phương tiện
zh_cn: 全部媒体
zh_hk: 所有媒體
