Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_CONFIRM_BACKUP_RESTORE_DESCRIPTION_NO_SIZE_DETAIL
source: If you choose not to restore now, you won’t be able to restore later. Your media will restore in the background.
ar: إذا اخترت عدم الاستعادة الآن، فلن تتمكّن من الاستعادة لاحقًا. ستتم استعادة ملفات وسائطك في الخلفية.
be: Калі вы не зробіце аднаўленне зараз, пазней аднавіць гэта ўжо не атрымаецца. Вашы медыяфайлы будуць аднаўляцца ў фонавым рэжыме.
bn: আপনি যদি এখন পুনর্বহাল না করেন, তবে পরে পুনর্বহাল করতে পারবেন না। আপনার মিডিয়া ব্যাকগ্রাউন্ডে পুনর্বহাল করা হবে।
ca: Si decideixes no restaurar-ho ara, no podràs restaurar-la més tard. Els teus arxius es restauraran en segon pla.
cs: Pokud se rozhodnete zálohu nyní neobnovovat, nebude to už později možné. Vaše média se obnoví na pozadí.
da: Hvis du vælger ikke at gendanne nu, vil du ikke kunne gendanne senere. Dine medier vil blive gendannet i baggrunden.
de: Falls du jetzt nicht wiederherstellst, wirst du dies später nicht nachholen können. Deine Medien werden im Hintergrund wiederhergestellt.
el: Αν δεν επιλέξεις να τα επαναφέρεις τώρα, δεν θα μπορείς να τα επαναφέρεις αργότερα. Η επαναφορά των πολυμέσων σου θα πραγματοποιηθεί στο παρασκήνιο.
es: Si decides no restaurar ahora, no podrás hacerlo más tarde. Los archivos multimedia se restaurarán en segundo plano.
fi: Jos et palauta tietoja nyt, et voi palauttaa niitä enää myöhemmin. Mediasisältö palautetaan taustalla.
fr: Vos médias seront restaurés en arrière-plan. Si vous décidez de ne pas les restaurer maintenant, vous ne pourrez plus le faire plus tard.
ga: Má roghnaíonn tú gan aischur a dhéanamh anois, ní bheidh tú in ann é a dhéanamh níos déanaí. Aischuirfear do mheáin sa chúlra.
gu: જો તમે હમણાં રિસ્ટોર ન કરવાનું પસંદ કરો છો, તો તમે પછીથી રિસ્ટોર કરી શકશો નહીં. તમારા મીડિયા બેકગ્રાઉન્ડમાં રિસ્ટોર થશે.
he: אם לא תשחזר/י עכשיו, לא תהיה לך אפשרות לשחזר מאוחר יותר. המדיה שלך תשוחזר ברקע.
hi: अगर आपने अभी रीस्टोर नहीं किया, तो आपके पास बाद में रीस्टोर करने का विकल्प नहीं रहेगा। आपके मीडिया को बैकग्राउंड में रीस्टोर किया जाएगा।
hr: Ako sada preskočite ovaj korak, kasnije više nećete moći vratiti svoje podatke iz sigurnosne kopije. Medijski zapisi preuzimat će se u pozadini.
hu: Ha úgy döntesz, hogy most nem állítod vissza, később már nem fogod tudni visszaállítani. A médiafájlok visszaállítása a háttérben történik.
id: Jika prosesnya dilewati sekarang, kelak cadangan tidak dapat dipulihkan. Proses pemulihan media akan berlangsung di latar belakang.
it: Se non fai ora il ripristino, non potrai farlo più tardi. I tuoi media verranno ripristinati in background.
ja: 今復元しないと、後で復元することはできません。メディアはバックグラウンドで復元されます。
ko: 지금 복원하지 않도록 선택할 경우 나중에 복원할 수 없습니다. 미디어가 백그라운드에서 복원됩니다.
mr: तुम्ही आत्ता पूर्ववत न करण्याचा निर्णय घेतलात, तर तुम्हाला नंतर ते पूर्ववत करता येणार नाहीत. तुमचा मीडिया पाठीमागे पूर्ववत होईल.
ms: Jika anda pilih untuk tidak memulihkan sekarang, anda tidak akan dapat memulihkan kemudian. Media anda akan dipulihkan di latar belakang.
nb: Du får ikke mulighet til å gjenopprette dem senere. Mediefilene vil bli gjenopprettet i bakgrunnen.
nl: Als je er nu voor kiest om niet te herstellen, dan is dat op een later moment niet meer mogelijk. Je media worden op de achtergrond hersteld.
pl: Jeśli nie przywrócisz kopii zapasowej teraz, nie będzie można tego zrobić później. Multimedia zostaną przywrócone w tle.
pt_br: Se você optar por não restaurar agora, não poderá fazer isso depois. Seus arquivos de mídia serão restaurados em segundo plano.
pt_pt: Se escolher não restaurar agora, não poderá restaurar mais tarde. Os seus ficheiros multimédia serão restaurados em segundo plano.
ro: Dacă alegi să nu restaurezi acum, nu vei putea restaura mai târziu. Fișierele media se vor restaura în fundal.
ru: Если вы решите не делать этого сейчас, вы не сможете восстановить их позже. Ваши медиафайлы будут восстановлены в фоновом режиме.
sk: Ak sa rozhodnete nevykonať obnovu teraz, neskôr to nebude možné. Vaše médiá sa obnovia na pozadí.
sr: Ако их не вратите сада, нећете моћи да их вратите касније. Поступак враћања медија ће бити обављен у позадини.
sv: Om du väljer att inte återställa nu kommer du inte att kunna återställa senare. Dina media kommer att återställas i bakgrunden.
tr: Şimdi geri yüklememeyi seçersen, daha sonra geri yükleyemezsin. Medyan arka planda geri yüklenecektir.
ug: ئەگەر ھازىر ئەسلىگە كەلتۈرمەسلىكنى تاللىسىڭىز ، كېيىن ئەسلىگە كەلتۈرەلمەيسىز. مېدىيا ئارقا سۇپىدا ئەسلىگە كېلىدۇ.
uk: Якщо ви не відновите дані зараз, то не зможете зробити цього пізніше. Відновлення медіафайлів відбувається у фоновому режимі.
ur: اگر آپ ابھی ری اسٹور نہ کرنے کا انتخاب کرتے ہیں، تو آپ بعد میں بھی ری اسٹور نہیں کر سکیں گے۔ آپ کا میڈیا پس منظر میں ری اسٹور ہو گا۔
vi: Nếu bạn chọn không khôi phục bây giờ, bạn sẽ không khôi phục được sau này. Tập tin đa phương tiện sẽ khôi phục ở chế độ nền.
zh_cn: 如果现在不恢复，您以后将无法恢复。您的媒体会在后台恢复。

# ONBOARDING_CONFIRM_BACKUP_RESTORE_SKIP_ACTION
source: Skip Restore
ar: تخطِّي الاستعادة
be: Прапусціць аднаўленне
bn: পুনরুদ্ধার এড়িয়ে যান
ca: Ometre la restauració
cs: Přeskočit obnovení
da: Spring gendannelse over
de: Wiederherstellen überspringen
el: Παράλειψη επαναφοράς
es: Omitir restauración
fa: رد کردن بازیابی
fi: Ohita palautus
fr: Ignorer la restauration
ga: Scipeáil an t-aischur
gu: રિસ્ટોર કરવાનું સ્કિપ કરો
he: דילוג על שחזור
hi: रीस्टोर करना छोड़ें
hr: Preskoči
hu: Visszaállítás kihagyása
id: Lewati Pemulihan
it: Salta il ripristino
ja: 復元をスキップする
ko: 복원 건너뛰기
mr: पुर्नस्थापित करणे वगळा
ms: Langkau pemulihan
nb: Hopp over gjenoppretting
nl: Herstel overslaan
pl: Pomiń przywracanie
pt_br: Pular restauração
pt_pt: Saltar restauro
ro: Sari peste restaurare
ru: Пропустить восстановление
sk: Preskočiť obnovenie
sr: Прескочи враћање
sv: Hoppa över återställning
th: ข้ามการกู้คืน
tr: Geri yüklemeyi atla
ug: ئەسلىگە كەلتۈرۈشتى ئاتلاڭ
uk: Не відновлювати
ur: بحال کرنا نظر انداز کریں
vi: Bỏ qua
zh_cn: 跳过恢复
zh_hk: 跳過還原

# ONBOARDING_CONFIRM_BACKUP_RESTORE_TITLE
source: Restore from Backup
ar: استعادة مِن نسخة احتياطية
be: Аднавіць з рэзервовай копіі
bn: ব্যাকআপ থেকে পুনরুদ্ধার করুন
ca: Restaura des d'una còpia de seguretat
cs: Obnovit ze zálohy
da: Gendan fra sikkerhedskopi
de: Aus Backup wiederherstellen
el: Επαναφορά από αντίγραφο ασφαλείας
es: Restaurar desde copia de seguridad
fa: بازیابی از پشتیبان
fi: Palauta varmuuskopiosta
fr: Restaurer depuis une sauvegarde
ga: Aischuir ó chúltaca
gu: બેકઅપમાંથી રિસ્ટોર કરો
he: שחזר מגיבוי
hi: बैकअप से रीस्टोर करें
hr: Vraćanje iz sigurnosne kopije
hu: Visszaállítás biztonsági mentésből
id: Pulihkan dari Cadangan
it: Ripristina da backup
ja: バックアップから復元
ko: 백업에서 복원
mr: बॅकअपवरून पुनर्स्थापित करा
ms: Pulihkan dari sandaran
nb: Gjenopprett fra sikkerhetskopi
nl: Gegevens vanuit een back-up terugzetten
pl: Przywróć z kopii zapasowej
pt_br: Restaurar do backup
pt_pt: Restaurar a partir da cópia de segurança
ro: Restaurare din backup
ru: Восстановить из резервной копии
sk: Obnoviť zo zálohy
sr: Враћање садржаја из резервне копије
sv: Återställ från säkerhetskopia
th: กู้คืนจากข้อมูลสำรอง
tr: Yedekten geri yükle
ug: زاپاستىن ئەسلىگە كەلتۈرىدۇ
uk: Відновлення з резервної копії
ur: بیک اپ سے بحال کریں
vi: Khôi phục từ bản sao lưu
zh_cn: 从备份还原
zh_hk: 從備份還原

# ONBOARDING_MODE_SWITCH_BUTTON_PROVISIONING
source: Register iPad
af: Registreer iPad
ar: تسجيل الآيباد
az: iPad ilə qeydiyyatdan keç
be: Рэгістраваць iPad
bg: Регистриране на iPad
bn: iPad রেজিস্টার করুন
ca: Registra l'iPad
cs: Zaregistrovat iPad
cy: Cofrestru iPad
da: Registrer iPad
de: iPad registrieren
el: Εγγραφή iPad
es: Registrar iPad
es_es: Registrar iPad
et: Registreeri iPad
eu: Erregistratu iPad bat
fa: ثبت iPad
fi: Rekisteröi iPad
fil: Irehistro ang iPad
fr: Inscrire l'iPad
ga: Cláraigh iPad
gu: રજીસ્ટર iPad
he: רשום iPad
hi: iPad पंजीकृत करें
hr: Registriraj iPad
hu: iPad regisztrálása
id: Gunakan iPad
is: Nýskrá iPad
it: Registra iPad
ja: iPadを登録
kab: Jerred iPad
kk: iPad құрылғысын тіркеу
km: á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ iPad
kn: ಐಪ್ಯಾಡ್ ಅನ್ನು ನೋಂದಾಯಿಸಿ
ko: iPad 등록하기
lt: Registruoti iPad
lv: Reģistrēt iPad
mk: Регистриран iPad
ml: ഐപാഡ് രജിസ്റ്റർ ചെയ്യുക
mr: iPad नोंदवा
ms: Daftar iPad
my: iPad ကို စာရင်းသွင်းမယ်
nb: Registrer iPad
nl: iPad registreren
pa: iPad ਰਜਿਸਟਰ ਕਰੋ
pa_pk: آئی پیڈ رجسٹر کرو
pl: Zarejestruj iPada
ps: د iPad ثبت کول
pt_br: Registrar iPad
pt_pt: Registar iPad
ro: Înregistrează iPad-ul
ru: Зарегистрировать iPad
sk: Registrovať iPad
sl: Poveži iPad
sq: Regjistroni iPad
sr: Региструјте iPad
sv: Registrera iPad
sw: Sajili iPad.
ta: ஐபாட் பதிவு
te: ఐప్యాడ్ నమోదు
th: ลงทะเบียนไอแพด
tr: iPad'i kaydet
ug: iPad تىزىملىتىڭ
uk: Зареєструвати iPad
ur: iPad کی رجسٹریشن کریں
vi: Đăng kí iPad
zh_cn: 注册iPad
zh_hk: 登記 iPad

# ONBOARDING_MODE_SWITCH_BUTTON_REGISTERING
source: Link iPhone
af: Koppel iPhone
ar: ربط الآي فون
az: iPhone ilə əlaqə yarat
be: Звязаць iPhone
bg: Свързване на iPhone
bn: আইফোন সংযুক্ত করুন
ca: Enllaça l'iPhone
cs: Přidružit iPhone
cy: Cysylltu iPhone
da: Tilkobl iPhone
de: iPhone koppeln
el: Σύνδεση iPhone
es: Vincular iPhone
es_es: Enlazar iPhone
et: Ühenda iPhone
eu: iPhona lotu
fa: پیوند آیفون
fi: Yhdistä iPhone
fil: I-link ang iPhone
fr: Associer l’iPhone
ga: Nasc iPhone
gu: iPhone લિંક
he: קשר iPhone
hi: iPhone लिंक करें
hr: Poveži iPhone
hu: iPhone társítása
id: Hubungkan iPhone
is: Tengja iPhone
it: Associa iPhone
ja: iPhoneをリンク
kab: Qqen iPhone
kk: iPhone смартфонын байланыстыру
km: áá—áŸ’á‡á¶á”áŸ‹ iPhone
kn: iPhone ಲಿಂಕ್ ಮಾಡಿ
ko: iPhone 연결하기
lt: Susieti iPhone
lv: Piesaistīt iPhone
mk: Поврзи iPhone
ml: ഐഫോൺ ലിങ്കുചെയ്യുക
mr: iPhone लिंक करा
ms: Pautkan iPhone
my: iPad ကို ချိတ်မယ်
nb: Koble til iPhone
nl: iPhone koppelen
pa: iPhone ਲਿੰਕ ਕਰੋ
pa_pk: آئی فون نوں لنک کرو
pl: Połącz iPhone'a
ps: د ایفون لینک کول
pt_br: Vincular iPhone
pt_pt: Associar iPhone
ro: Asociază iPhone-ul
ru: Привязать iPhone
sk: Prepojiť iPhone
sl: Poveži iPhone
sq: Lidhni iPhone
sr: Повежи iPhone
sv: Länka iPhone
sw: Unganisha iPhone
ta: இணைப்பு ஐபோன்
te: ఐఫోన్ లింక్ చేయండి
th: เชื่อมโยงไอโฟน
tr: iPhone'u bağla
ug: iPhone باغلاڭ
uk: Зв'язати iPhone
ur: iPhone کو لنک کریں
vi: Liên kết iPhone
zh_cn: 关联iPhone
zh_hk: 連結 iPhone
