Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DELETE_CONTACT_ACTION_SHEET_EXPLANATION
source: This person will be deleted from your phone contacts. You won't see this person when searching. You'll get a message request if they message you in the future.
ar: سيُحذَف هذا الشخص من جهات اتصال هاتفك. لن يَظهر لك هذا الشخص عند البحث. سَتتلقّى طلب مراسلة إذا راسلك في المستقبل.
be: Гэтая асоба будзе выдалена з вашых тэлефонных кантактаў. Вы не ўбачыце гэтую асобу падчас пошуку. Калі яна напіша вам, вы атрымаеце запыт на перапіску.
bn: এই ব্যক্তি আপনার সিস্টেমের কন্টাক্ট থেকে মুছে যাবেন। সার্চ করার সময় আপনি এই ব্যক্তিকে দেখতে পাবেন না। ভবিষ্যতে তিনি আপনাকে কোনো মেসেজ পাঠালে আপনি মেসেজের একটি অনুরোধ পাবেন।
ca: S'esborrarà aquesta persona dels contactes del teu telèfon. No veuràs aquesta persona durant les teves cerques. Rebràs una sol·licitud de missatge si més endavant t'envia un missatge.
cs: Tato osoba bude odstraněna z vašich telefonních kontaktů. Tato osoba se vám při vyhledávání nezobrazí. Pokud vám v budoucnu pošle zprávu, zobrazí se vám žádost o její přijetí.
da: Denne person slettes fra din telefons kontakter. Du vil ikke se denne person, når du søger. Du modtager en anmodning, hvis vedkommende skriver til dig i fremtiden.
de: Diese Person wird aus deinen Telefonkontakten gelöscht. Du wirst diese Person bei der Suche nicht mehr finden. Du erhältst eine Unterhaltungsanfrage, wenn sie dir in Zukunft eine Nachricht schickt.
el: Αυτό το άτομο θα διαγραφεί από τις επαφές στο τηλέφωνό σου. Δεν θα βλέπεις αυτό το άτομο στην αναζήτηση. Θα λάβεις ένα αίτημα μηνύματος εάν σου στείλει μήνυμα στο μέλλον.
es: Se eliminará a esta persona de los contactos de tu teléfono. No la verás en tus búsquedas. Recibirás una solicitud de mensaje si te escribe en algún momento.
fa: این شخص از مخاطبان تلفن شما پاک خواهد شد. هنگام جستجو این شخص را نخواهید دید. اگر در آینده برای شما پیام ارسال کند، یک درخواست پیام دریافت خواهید کرد.
fi: Tämä henkilö poistetaan puhelimen yhteystiedoista. Tätä henkilöä ei näytetä haussa. Saat viestipyynnön, jos hän jatkossa lähettää sinulle viestin.
fr: Cette personne sera supprimée des contacts de votre téléphone : elle n’apparaîtra plus dans vos résultats de recherche, mais pourra toujours vous envoyer une invitation par message si elle décide de vous écrire.
ga: Scriosfar an duine seo ó theagmhálaithe do ghutháin. Ní fheicfidh tú an duine agus cuardach á dhéanamh agat. Gheobhaidh tú iarratas teachtaireachta má sheolfaidh an duine teachtaireacht chugat amach anseo.
gu: આ વ્યક્તિને તમારા ફોન સંપર્કોમાંથી ડિલીટ કરવામાં આવશે. શોધ કરતી વખતે તમે આ વ્યક્તિને જોશો નહીં. જો તેઓ ભવિષ્યમાં તમને મેસેજ મોકલશે તો તમને એક મેસેજની વિનંતી મળશે.
he: האדם הזה ימחק מאנשי הקשר של הטלפון שלך. לא נציג לך את האדם הזה בזמן החיפוש. אם היא או הוא ישלחו לך הודעה בעתיד, תופיע אצלך בקשת הודעה.
hi: इस व्यक्ति को आपके फोन संपर्कों से डिलीट कर दिया जाएगा। ढूँढ़ते समय आपको यह व्यक्ति नहीं दिखेगा। यदि वे भविष्य में आपको संदेश भेजते हैं तो आपको एक संदेश अनुरोध प्राप्त होगा।
hr: Korisnik će biti izbrisan iz kontakata telefona. Nećete vidjeti ovu osobu prilikom pretraživanja. Dobit ćete zahtjev za poruku ako vam bude slala poruke.
hu: Ez a személy törlésre kerül a telefon névjegyei közül. Nem fogod látni ezt a személyt keresés közben. Ha a jövőben üzenetet küld neked, felkérést kapsz.
id: Pengguna ini akan dihapus dari kontak ponsel Anda. Anda tidak akan melihatnya saat melakukan pencarian. Anda akan menerima permintaan pesan jika nantinya dia mengirimi Anda pesan.
it: Questa persona verrà rimossa dai contatti del tuo telefono e non verrà più mostrata nei risultati delle ricerche. Nel caso in cui dovesse contattarti in futuro, riceverai una richiesta di messaggio.
ja: このユーザーは電話の連絡先から消去されます。検索してもこのユーザーは見つかりません。以後、メッセージがあった場合は、メッセージリクエストが届きます。
ko: 이 사용자를 내 휴대폰 연락처에서 삭제합니다. 검색 시 이 사용자가 표시되지 않습니다. 향후 해당 사용자가 메시지를 보내는 경우 메시지 요청이 수신됩니다.
mr: या व्यक्तीला आपल्या फोन संपर्कामधून हटवले जाईल. शोधत असताना आपण या व्यक्तीला पाहू शकणार नाही. त्यांनी आपल्याला भविष्यामध्ये संदेश केल्यास आपणांस संदेश विनंती मिळेल.
ms: Orang ini akan dipadamkan daripada kenalan telefon anda. Anda tidak akan melihat orang ini semasa membuat carian. Anda akan menerima permintaan mesej jika mereka menghantar mesej kepada anda pada masa depan.
nb: Personen slettes fra kontaktlisten på telefonen din. Du vil ikke se personen når du søker. Du får en meldingsforespørsel hvis vedkommende sender deg en melding.
nl: Deze persoon wordt verwijderd uit je telefooncontacten. Als je zoekt, zal deze persoon niet zichtbaar zijn. Je ontvangt een gespreksverzoek als deze persoon je in de toekomst een bericht stuurt.
pl: Ta osoba zostanie usunięta z kontaktów na Twoim telefonie. Nie wyświetli się już podczas wyszukiwania. Jeśli w przyszłości wyśle Ci wiadomość, otrzymasz prośbę o kontakt.
pt_br: Esta pessoa será excluída dos contatos do seu telefone. Você não verá mais esta pessoa ao pesquisar. Você receberá uma solicitação de mensagem se essa pessoa te enviar uma mensagem no futuro.
pt_pt: Esta pessoa será eliminada dos seus contactos do telemóvel. Não irá ver esta pessoa ao procurar. Receberá um pedido de mensagem se ela lhe enviar mensagem no futuro.
ro: Această persoană va fi eliminată din agendă. Nu vei vedea această persoană când cauți. O să primești o cerere de mesaj dacă îți trimite un mesaj în viitor.
ru: Этот человек будет удалён из списка контактов вашего телефона. Этот человек не будет показываться при поиске. Если он напишет вам, вы получите запрос на переписку.
sk: Táto osoba bude vymazaná z vašich kontaktov v telefóne. Túto osobu už neuvidíte pri vyhľadávaní. Ak vám v budúcnosti pošle správu, dostanete žiadosť o správu.
sr: Ова особа ће бити избрисана из ваших контаката на телефону. Нећете видети ову особу приликом претраживања. Добићете захтев за дописивање ако вам у будућности пошаље поруку.
sv: Den här personen kommer att tas bort från dina telefonkontakter. Du kommer inte se den här personen när du söker. Du får en meddelandeförfrågan om de skickar meddelanden till dig framöver.
th: ผู้ใช้คนนี้จะถูกลบออกจากรายชื่อผู้ติดต่อบนโทรศัพท์คุณ โดยคุณจะไม่เห็นผู้ใช้คนนี้เมื่อทำการค้นหา คุณจะได้รับคำขอส่งข้อความหากผู้ใช้ส่งข้อความหาคุณในอนาคต
tr: Bu kişi telefon rehberinden silinecektir. Arama yaparken bu kişiyi görmeyeceksin. Gelecekte sana mesaj atarsa bir mesaj isteği alacaksın.
ug: بۇ كىشى سىزنىڭ تېلېفون ئالاقىداشلىرىڭىز تىزىملىكىدىن ئۆچۈرىلىدۇ. ئىزدىگەن ۋاقتىڭىزدا بۇ كىشىنى كۆرمەيسىز. كەلگۈسىدە ئۇلار سىزگە ئۇچۇر يوللاپ قالسا، سىزگە ئاۋۋال ئۇچۇر تەلىپى كېلىدۇ.
uk: Цю людину буде видалено з контактів вашого телефона. Ви не бачитимете її під час пошуку. Якщо в майбутньому вона вам напише, ви отримаєте запит на повідомлення.
ur: یہ شخص آپ کے فون کے روابط سے حذف کر دیا جائے گا۔ تلاش کرتے وقت آپ کو یہ شخص نظر نہیں آئے گا۔ اگر مستقبل میں وہ آپ کو میسج کرتے ہیں تو آپ کو میسج کی درخواست موصول ہو گی۔
vi: Người này sẽ bị xóa khỏi danh bạ của điện thoại. Bạn sẽ không nhìn thấy người này khi tìm kiếm. Bạn sẽ nhận được một yêu cầu gửi tin nhắn nếu người này nhắn tin cho bạn trong tương lai.
zh_cn: 此用户将会从您的手机通讯录中删除。您在搜索时将不会看到此用户。如果对方在日后给您发送消息，您将会收到消息请求。
zh_hk: 此人會從你的電話通訊錄中刪除。你不會在搜尋中看到此人。如他們日後向你傳送訊息，你會收到訊息請求。

# DELETE_CONTACT_ACTION_SHEET_TITLE
source: Delete Contact and remove from your list?
ar: هل ترغبُ بحذف جهة الاتصال وإزالتها من اللائحة؟
be: Выдаліць кантакт і прыбраць яго з вашага спісу?
bn: কন্টাক্ট মুছে ফেলতে এবং আপনার তালিকা থেকে সরাতে চান?
ca: Vols eliminar aquest contacte i treure'l de la teva llista?
cs: Smazat kontakt a odstranit ho ze seznamu?
da: Slet kontakt, og fjern fra din liste?
de: Kontakt löschen und aus deiner Liste entfernen?
el: Διαγραφή επαφής και αφαίρεση από τη λίστα σου;
es: ¿Eliminar contacto y quitar de tu lista?
fa: مخاطب پاک شود و از لیست شما حذف شود؟
fi: Poistetaanko henkilö yhteystiedoista ja luettelosta?
fr: Supprimer ce contact et le retirer de votre liste ?
ga: Scrios Teagmhálaí agus bain de do liosta é/í?
gu: સંપર્ક ડિલીટ કરીને તમારા લિસ્ટમાંથી દૂર કરવો છે?
he: למחוק איש קשר ולהסיר אותו או אותה מהרשימה שלך?
hi: संपर्क हटाएं और उन्हें अपनी सूची से डिलीट करें?
hr: Izbrisati kontakt i ukloniti ga s popisa?
hu: Törlöd a névjegyet és eltávolítod a listáról?
id: Hapus dari Kontak dan daftar Anda?
it: Vuoi eliminare il contatto e rimuoverlo dal tuo elenco contatti?
ja: 連絡先を消去して、リストから削除しますか？
ko: 연락처를 삭제하고 목록에서 제거할까요?
mr: संपर्क हटवायचा आणि आपल्या सूची मधून काढून टाकयचा?
ms: Padam Kenalan dan alih Keluar daripada senarai anda?
nb: Vil du slette og fjerne denne personen fra kontaktlisten?
nl: Contact verwijderen en niet meer in je contactenlijst weergeven?
pl: Usunąć tę osobę z kontaktów i Twojej listy?
pt_br: Excluir contato e remover da sua lista?
pt_pt: Eliminar Contacto e removê-lo da sua lista?
ro: Ștergi Contactul și elimini din listă?
ru: Удалить контакт и убрать его из вашего списка?
sk: Vymazať kontakt a odstrániť ho zo zoznamu?
sr: Желите ли да избришете овај контакт и уклоните особу са листе?
sv: Ta bort kontakt och ta bort från din lista?
th: ลบผู้ติดต่อและนำออกจากรายชื่อใช่หรือไม่
tr: Kişi silinsin ve listenden kaldırılsın mı?
ug: ئالاقىداشنى ئۆچۈرۈپ، تىزىملىكىڭزدىن چىقرىۋېتەمسىز؟
uk: Видалити контакт і вилучити його з вашого списку?
ur: رابطہ حذف کریں اور اسے اپنی فہرست سے ہٹائیں؟
vi: Xóa Liên hệ và gỡ khỏi danh sách của bạn?
zh_cn: 要将此人删除并从通讯录中移除吗？
zh_hk: 要刪除聯絡人並從你的清單中移除嗎？

# DELETE_CONTACT_BUTTON
source: Delete Contact
ar: حذف جهة الاتصال
be: Выдаліць кантакт
bn: কন্টাক্ট মুছে ফেলুন
ca: Eliminar contacte
cs: Smazat kontakt
da: Slet kontakt
de: Kontakt löschen
el: Διαγραφή επαφής
es: Eliminar contacto
fa: پاک کردن مخاطب
fi: Poista yhteystieto
fr: Supprimer le contact
ga: Scrios Teagmhálaí
gu: સંપર્ક ડિલીટ કરો
he: מחיקת איש קשר
hi: संपर्क डिलीट करें
hr: Izbriši kontakt
hu: Névjegy törlése
id: Hapus Kontak
it: Elimina contatto
ja: 連絡先の消去
ko: 연락처 삭제
mr: संपर्क हटवा
ms: Padam Kenalan
nb: Slett kontakten
nl: Contact verwijderen
pl: Usuń kontakt
pt_br: Excluir contato
pt_pt: Eliminar Contacto
ro: Șterge Contactul
ru: Удалить контакт
sk: Vymazať kontakt
sr: Избриши контакт
sv: Ta bort kontakt
th: ลบผู้ติดต่อ
tr: Kişiyi Sil
ug: ئالاقىداشنى ئۆچۈرۈڭ
uk: Видалити контакт
ur: رابطہ حذف کریں
vi: Xóa Liên hệ
zh_cn: 删除联系人
zh_hk: 刪除聯絡人

# DELETE_CONTACT_CONFIRMATION_TOAST
source: %@ was deleted from your contacts and removed.
ar: تمَّ حذف وإزالة %1$@ من جهات اتصالك.
be: %1$@ быў прыбраны з вашых кантактаў і выдалены.
bn: %1$@-কে আপনার কন্টাক্ট থেকে মুছে ফেলা হয়েছে এবং সরানো হয়েছে।
ca: S'ha eliminat a %1$@ dels teus contactes.
cs: %1$@ smazán/a z vašich kontaktů a odstraněn/a.
da: %1$@ blev slettet og fjernet fra dine kontakter.
de: %1$@ wurde aus den Kontakten gelöscht und entfernt.
el: Ο χρήστης %1$@ διαγράφηκε από τις επαφές σου και αφαιρέθηκε.
es: Se ha eliminado a %1$@ de tus contactos.
fa: %1$@ از مخاطبان شما پاک شد.
fi: %1$@ poistettiin yhteystiedoista ja luettelosta.
fr: %1$@ a été supprimé de vos contacts et retiré de la liste.
ga: Scriosadh %1$@ ó do theagmhálaithe agus baineadh é/í.
gu: %1$@ને તમારા સંપર્કોમાંથી ડિલીટ કર્યા અને દૂર કર્યા હતા.
he: מחקת והסרת את %1$@ מאנשי הקשר.
hi: %1$@ को आपके संपर्कों से हटा और डिलीट कर दिया गया है।
hr: Izbrisali ste osobu %1$@ iz svojih kontakata i uklonili je s popisa.
hu: %1$@ törölve a Névjegyek közül és eltávolítva.
id: %1$@ dihapus dari daftar Kontak Anda.
it: Il numero di %1$@ è stato eliminato dai tuoi contatti e rimosso da Signal.
ja: 連絡先から%1$@ が消去され、リストからも削除されました。
ko: 내 연락처에서 %1$@ 님을 삭제하고 제거했습니다.
mr: %1$@ ना आपल्या संपर्कांमधून हटवले आणि काढून टाकले.
ms: %1$@ dipadamkan daripada kenalan anda dan dialih keluar.
nb: %1$@ ble slettet og fjernet fra kontaktlisten din.
nl: %1$@ is verwijderd uit je contacten en van je apparaat.
pl: %1$@ nie należy już do Twoich kontaktów ani nie pojawia się na liście.
pt_br: O contato de %1$@ foi excluído e removido.
pt_pt: O contacto %1$@ foi eliminado e removido.
ro: %1$@ a fost șters din agenda ta și eliminat.
ru: %1$@ удалён(-на) из контактов и из списка.
sk: Používateľ %1$@ bol vymazaný z vašich kontaktov a odstránený.
sr: %1$@ је избрисан(а) из ваших контаката и уклоњен(а).
sv: %1$@ har tagits bort från dina kontakter.
th: ลบ %1$@ และนำออกจากรายชื่อผู้ติดต่อแล้ว
tr: %1$@ kişilerinden silindi ve kaldırıldı.
ug: %1$@ ئالاقىداشلىرىڭىزدىن ئۆچۈرىۋېتىلدى ۋە چىقىرىۋېتىلدى.
uk: Користувача %1$@ було видалено й вилучено зі списку контактів.
ur: %1$@ کو آپ کے روابط سے حذف اور ہٹا دیا گیا تھا۔
vi: %1$@ đã bị xóa khỏi danh bạ của bạn và gỡ khỏi danh sách.
zh_cn: %1$@已从您的通讯录中删除并已移出列表。
zh_hk: 已從你的聊絡人中刪除 %1$@ 並從清單中移除。

# DELETE_FOR_ME_NOTE_TO_SELF_ACTION_SHEET_BUTTON_TITLE
source: Delete
ar: حذف
be: Выдаліць
bn: মুছে ফেলুন
ca: Eliminar
cs: Odstranit
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fa: پاک کردن
fi: Poista
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 消去する
ko: 삭제
mr: हटवा
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sr: Избриши
sv: Ta bort
th: ลบ
tr: Sil
ug: ئۆچۈرۈش
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

# DELETE_FOR_ME_NOTE_TO_SELF_ACTION_SHEET_HEADER
source: Delete message?
ar: هل ترغبُ بحذف الرسالة؟
be: Выдаліць паведамленне?
bn: বার্তা মুছে ফেলবেন?
ca: Vols esborrar el missatge?
cs: Odstranit zprávu?
da: Slet besked?
de: Nachricht löschen?
el: Διαγραφή μηνύματος;
es: ¿Eliminar mensaje?
fa: پاک کردن پیام؟
fi: Poistetaanko viesti?
fr: Supprimer le message ?
ga: Scrios an teachtaireacht?
gu: મેસેજ ડિલીટ કરવો છે?
he: למחוק הודעה?
hi: चयनित मेसेज डिलीट करें?
hr: Izbriši poruku?
hu: Törlöd az üzenetet?
id: Hapus pesan?
it: Eliminare il messaggio?
ja: メッセージを消去しますか？
ko: 메시지를 삭제하시겠습니까?
mr: संदेश हटवायचा?
ms: Padam mesej?
nb: Vil du slette denne meldingen?
nl: Bericht verwijderen?
pl: Usunąć wiadomość?
pt_br: Apagar mensagem?
pt_pt: Eliminar mensagem?
ro: Șterg mesajul?
ru: Удалить сообщение?
sk: Vymazať správu?
sr: Желите ли да избришете поруку?
sv: Ta bort meddelande?
th: ลบข้อความหรือไม่
tr: İletiyi sil?
ug: ئۇچۇرنى ئۆچۈرەمسىز؟
uk: Видалити повідомлення?
ur: پیغام حذف کریں؟
vi: Xóa tin nhắn?
zh_cn: 删除消息？
zh_hk: 要刪除訊息嗎？

# DELETE_FOR_ME_NOTE_TO_SELF_LINKED_DEVICES_PRESENT_ACTION_SHEET_SUBHEADER
source: This message will be deleted from all your devices.
ar: سيتمُّ حذف هذه الرسالة من جميع أجهزتك.
be: Гэтае паведамленне будзе выдалена з усіх вашых прылад.
bn: এই মেসেজটি আপনার সকল ডিভাইস থেকে মুছে ফেলা হবে।
ca: Aquest missatge s'eliminarà de tots els teus dispositius.
cs: Tato zpráva bude odstraněna ze všech vašich zařízení.
da: Denne besked slettes fra alle dine enheder.
de: Diese Nachricht wird von all deinen Geräten gelöscht.
el: Αυτό το μήνυμα θα διαγραφεί από όλες τις συσκευές σου.
es: Se eliminará este mensaje de todos tus dispositivos.
fa: این پیام از همه دستگاه‌های شما حذف خواهد شد.
fi: Tämä viesti poistetaan kaikista laitteistasi.
fr: Ce message sera supprimé de tous vos appareils.
ga: Scriosfar an teachtaireacht seo ó do ghléasanna uile.
gu: આ મેસેજ તમારા બધા ડિવાઇસ પરથી ડિલીટ કરવામાં આવશે.
he: ההודעה הזו תימחק מכל המכשירים שלך.
hi: ये संदेश आपके सभी डिवाइस से डिलीट कर दिए जाएंगे।
hr: Ova poruka će biti izbrisana sa svih vaših uređaja.
hu: Ez az üzenet minden eszközödön törlésre kerül.
id: Pesan ini akan dihapus dari semua perangkat Anda.
it: Questo messaggio verrà rimosso da tutti i tuoi dispositivi.
ja: このメッセージは、ご利用のすべての端末から消去されます。
ko: 모든 기기에서 이 메시지를 삭제합니다.
mr: हा संदेश आपल्या सर्व डिव्हाइसेसवरून हटवला जाईल.
ms: Mesej ini akan dipadamkan daripada semua peranti anda.
nb: Denne meldingen slettes fra alle enhetene dine.
nl: Dit bericht wordt op al je apparaten verwijderd.
pl: Ta wiadomość zostanie usunięta ze wszystkich Twoich urządzeń.
pt_br: Esta mensagem será apagada de todos os seus dispositivos.
pt_pt: Esta mensagem será eliminada de todos os dispositivos.
ro: Aceste mesaje vor fi eliminate de pe toate dispozitivele tale.
ru: Это сообщение будет удалено со всех ваших устройств.
sk: Tieto správy budú vymazané zo všetkých vašich zariadení.
sr: Ова порука ће бити избрисана са свих ваших уређаја.
sv: Det här meddelandet kommer att raderas från alla dina enheter.
th: ข้อความนี้จะถูกลบออกจากอุปกรณ์ทุกเครื่องของคุณ
tr: Bu mesaj tüm cihazlarından silinecektir.
ug: بۇ ئۇچۇرلار بارلىق ئۈسكۈنىڭىزدىن ئۆچۈرۈلىدۇ.
uk: Це повідомлення буде видалено з усіх ваших пристроїв.
ur: یہ میسج آپ کی تمام ڈیوائسز سے حذف کر دیا جائے گا۔
vi: Tin nhắn này sẽ được xóa trên tất cả thiết bị của bạn.
zh_cn: 此消息将会从您的所有设备上删除。
zh_hk: 這訊息將會從你所有裝置中刪除。

# DELETE_FOR_ME_SYNC_MESSAGE_INFO_SHEET_BUTTON
source: Got it
ar: تم
be: Зразумела
bn: বুঝতে পেরেছি
ca: Entesos
cs: Rozumím
da: Forstået
de: Verstanden
el: Εντάξει
es: Entendido
fa: فهمیدم
fi: Selvä
fr: J’ai compris
ga: Tuigim
gu: સમજાઈ ગયું
he: הבנתי
hi: समझ गया
hr: Shvaćam
hu: Rendben
id: Mengerti
it: Capito
ja: わかりました
ko: 확인
mr: कळले
ms: Faham
nb: Skjønner
nl: Begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Entendido
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sr: У реду
sv: Uppfattat
th: เข้าใจแล้ว
tr: Anladım
ug: بىلدىم
uk: Зрозуміло
ur: سمجھ گیا
vi: Đã hiểu
zh_cn: 知道了
zh_hk: 我知道了

# DELETE_FOR_ME_SYNC_MESSAGE_INFO_SHEET_SUBTITLE
source: When you delete messages or chats, they will be deleted from your phone and all linked devices.
ar: عندما تحذف رسائل أو دردشات، سيتمُّ حذفها من هاتفك وكل أجهزتك المُتصلة.
be: Калі вы выдаляеце паведамленні або чаты, яны будуць выдалены з вашага тэлефона і ўсіх звязаных прылад.
bn: আপনি মেসেজ বা চ্যাট মুছে ফেললে, সেগুলো আপনার ফোন এবং সকল লিংককৃত ডিভাইস থেকে মুছে যাবে।
ca: Quan elimines missatges o xats, s'eliminen del teu telèfon i de tots els dispositius connectats.
cs: Pokud odstraníte zprávy nebo chaty, budou odstraněny z vašeho telefonu i ze všech propojených zařízení.
da: Når du sletter beskeder eller chats, slettes de fra din telefon og alle tilknyttede enheder.
de: Wenn du Nachrichten oder Chats löschst, werden sie von deinem Telefon und allen gekoppelten Geräten gelöscht.
el: Όταν διαγράφεις μηνύματα ή συνομιλίες, θα διαγραφούν από το τηλέφωνό σου και από όλες τις συνδεδεμένες συσκευές.
es: Cuando elimines mensajes o chats, se eliminarán de tu teléfono y de todos los dispositivos vinculados.
fa: وقتی پیام‌ها یا گفتگوها را حذف می‌کنید، از تلفن شما و همه دستگاه‌های متصل حذف می‌شوند.
fi: Kun poistat viestejä tai keskusteluja, ne poistetaan puhelimestasi ja kaikista yhdistetyistä laitteista.
fr: Lorsque vous supprimez des messages ou des conversations, ils sont supprimés de votre téléphone et de tous vos appareils associés.
ga: Nuair a scriosann tú teachtaireachtaí nó comhráite, scriosfar ó do ghuthán agus ó gach gléas nasctha iad.
gu: જ્યારે તમે મેસેજ અથવા ચેટને ડિલીટ કરો છો, ત્યારે તે તમારા ફોન અને બધા લિંક કરેલા ડિવાઇસમાંથી ડિલીટ કરવામાં આવશે.
he: בעת מחיקת הודעות או צ׳אטים, הם יימחקו מהטלפון שלך ומכל המכשירים המקושרים.
hi: जब आप संदेश या चैट डिलीट करते हैं, तो वे आपके फोन और सभी लिंक की गईं डिवाइस से डिलीट हो जाएंगे।
hr: Kada izbrišete poruke ili razgovore, oni će biti izbrisani s ovog uređaja i sa svih povezanih uređaja.
hu: Amikor üzeneteket vagy csevegéseket törölsz, azok a telefonodról és az összes kapcsolt eszközről is törlésre kerülnek.
id: Saat Anda menghapus pesan atau obrolan, penghapusan juga akan dilakukan di ponsel dan semua perangkat yang terhubung.
it: Quando elimini messaggi o chat, la rimozione avverrà sul tuo telefono e su tutti i tuoi dispositivi collegati.
ja: メッセージやチャットを消去した場合、ご利用のスマートフォンと、すべてのリンク済み端末からも消去されます。
ko: 메시지 또는 대화를 삭제할 때 휴대폰 및 모든 연결된 기기에서 해당 내용을 삭제합니다.
mr: जेव्हा आपण संदेश किंवा चॅट्स हटवता, तेव्हा ते आपल्या फोन आणि लिंक केलेल्या डिव्हाइसेसवरून हटवले जातील.
ms: Apabila anda memadamkan mesej, media atau sembang, ia akan dipadamkan daripada telefon anda dan semua peranti yang dipautkan.
nb: Meldinger og samtaler som slettes her, slettes også fra mobilen din og alle andre tilkoblede enheter.
nl: Wanneer je berichten of chats verwijdert, worden deze verwijderd van je telefoon en al je gekoppelde apparaten.
pl: Gdy usuniesz wiadomości lub czaty, zostaną one usunięte z telefonu i wszystkich połączonych urządzeń.
pt_br: Ao apagar mensagens ou conversas, elas serão removidas do seu celular e de todos os dispositivos conectados.
pt_pt: Ao eliminar mensagens ou chats, eles também serão eliminados do seu telemóvel e todos os dispositivos conetados.
ro: Atunci când elimini mesaje, conținut media sau conversații acestea vor fi șterse de pe telefon și de pe toate dispozitivele conectate.
ru: При удалении сообщений или чатов они будут удаляться с вашего телефона и со всех связанных устройств.
sk: Keď vymažete správy, médiá alebo čety, odstránia sa z vášho telefónu a všetkých prepojených zariadení.
sr: Када избришете поруке или ћаскања, они ће бити избрисани са вашег телефона и свих повезаних уређаја.
sv: När du raderar meddelanden eller chattar kommer de att raderas från din telefon och alla länkade enheter.
th: เมื่อคุณลบข้อความหรือแชท ข้อมูลนั้นจะถูกลบออกจากโทรศัพท์ของคุณและอุปกรณ์ที่เชื่อมโยงอยู่ทุกเครื่อง
tr: Mesajları veya sohbetleri sildiğinde, bunlar telefonundan ve tüm bağlı cihazlardan silinecektir.
ug: ئۇچۇر ياكى پاراڭلارنى ئ‍ۆچۈرسىڭىز، ئۇلار تېلېفونىڭىزدىن ۋە بارلىق ئۇلانغان ئۈسكۈنىلەردىن ئ‍ۆچۈرۈلىدۇ.
uk: Коли ви видаляєте повідомлення чи чати, вони зникають на вашому телефоні й усіх зв'язаних пристроях.
ur: جب آپ میسج یا چیٹس حذف کرتے ہیں، تو وہ آپ کے فون اور تمام لنک کردہ ڈیوائسز سے حذف کر دی جائیں گی۔
vi: Khi bạn xóa tin nhắn hoặc cuộc trò chuyện, chúng sẽ được xóa trên điện thoại của bạn và tất cả thiết bị đã liên kết.
zh_cn: 当您删除消息或聊天时，它们在手机和所有已链接设备上将会被同步删除。
zh_hk: 當你刪除訊息或聊天時，它們將從你的手機和所有已連結裝置中刪除。
