Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# OUTAGE_WARNING
source: Signal is experiencing technical difficulties. We are working hard to restore service as quickly as possible.
af: Signal ervaar tans tegniese probleme. Ons werk hard daaraan om diens so spoedig moontlik te herstel.
ar: سيجنال يواجِهُ صُعوبات تَقنية. نعملُ بجد لاستعادة الخِدمة في أسرع وقتٍ ممكن.
az: Signal, hal-hazırda texniki çətinliklər yaşayır. Xidməti mümkün olan ən qısa vaxtda bərpa etmək üçün əlimizdən gələni edirik.
be: У Signal адбываюцца тэхнічныя непаладкі. Мы прыкладаем усе намаганні, каб як мага хутчэй аднавіць абслугоўванне.
bg: Signal изпитва технически проблеми. Работи здраво, за да възстановим нормална операция възможно най-бързо.
bn: Signal প্রযুক্তিগত অসুবিধাগুলি অনুভব করছে। আমরা যত তাড়াতাড়ি সম্ভব সেবা পুনরুদ্ধার করতে কঠোর পরিশ্রম করছি।
ca: El Signal té problemes tècnics. Estem treballant per recuperar el servei tan ràpidament com sigui possible.
cs: Signal se potýká s technickými problémy. Usilovně pracujeme na co nejrychlejším obnovení služby.
cy: Mae Signal yn profi anawsterau technegol. Rydym yn gweithio'n galed i adfer y gwasanaeth cyn gynted ā phosib.
da: Signal oplever tekniske vanskeligheder. Vi arbejder hårdt på at genoprette tjenesten så hurtigt som muligt!
de: Signal hat derzeit technische Schwierigkeiten. Wir arbeiten hart daran, den Betrieb so schnell wie möglich wiederherzustellen.
el: Το Signal αντιμετωπίζει τεχνικές δυσκολίες. Εργαζόμαστε σκληρά για να αποκαταστήσουμε την υπηρεσία το συντομότερο δυνατό.
es: Signal está teniendo dificultades técnicas. Estamos trabajando para restablecer el servicio lo antes posible.
es_es: Signal tiene problemas técnicos. Estamos trabajando para restaurar el servicio lo antes posible.
et: Signalil on tehnilisi raskusi. Pingutame selle nimel, et teenus võimalikult kiiresti taastada.
eu: Signal arazo teknikoak izaten ari da. Gogor ari gara lanean zerbitzua ahal bezain laster berriro martxan jartzeko.
fa: سیگنال با مشکلات فنی روبروست. به سختی تلاش میکنیم تا سرویس را تا حد ممکن سریعا برگردانیم.
fi: Signalissa ilmenee tällä hetkellä teknisiä ongelmia. Työskentelemme parhaillaan palvelun palauttamiseksi.
fil: Nakakaranas ng kahirapang pang-teknikal ang Signal. Kami'y nagtatrabaho ng lubos upang maibalik ang serbisyo sa pinakamabilis na paraan.
fr: Petit souci technique... Nous mettons tout en œuvre pour restaurer le service le plus rapidement possible.
ga: Tá Signal buailte le deacrachtaí teicniúla faoi láthair. Táimid ag déanamh ár ndíchill an fhadhb a réiteach chomh luath agus is féidir.
gu: Signal તકનીકી મુશ્કેલીઓ અનુભવી રહ્યું છે. અમે શક્ય તેટલી ઝડપથી સેવાને પુન:સ્થાપિત કરવા માટે સખત મહેનત કરી રહ્યા છીએ.
he: Signal חווה קשיים טכניים. אנו עובדים קשות כדי לשחזר את השירות מהר ככל האפשר.
hi: Signal तकनीकी कठिनाइयों का सामना कर रहा है। हम जितनी जल्दी हो सके सेवा बहाल करने के लिए कड़ी मेहनत कर रहे हैं।
hr: Signal ima tehničkih poteškoća. Naporno radimo na što bržem vraćanju usluge.
hu: A Signal technikai nehézségekkel küzd. Keményen dolgozunk a gyors helyreállásért.
id: Signal sedang mengalami kesulitan teknis. Kami bekerja keras untuk memulihkan layanan secepat mungkin.
is: Signal á við tæknilega örðugleika að stríða. Við leggjum ökkur öll fram um að endurheimta þjónustur okkar eins fljótt og auðið er.
it: Signal sta riscontrando problemi tecnici. Stiamo lavorando duramente per ripristinare il servizio al più presto.
ja: Signalは技術的な問題を抱えています。私たちは、これをできるだけ早く解決するよう対応しています。
kab: Signal yemala-d d wugurun itiknikanen. Aql-aɣ nxeddem ad d-nerr ameẓlu s zzerb.
kk: Signal қолданбасында техникалық қиындықтар туындады. Қызметті мүмкіндігінше тезірек қалпына келтіру үшін аянбай жұмыс істеп жатырмыз.
km: Signal á€áŸ†á–á»á„á‡á½á”á”áŸ’ášá‘áŸ‡á”á‰áŸ’á á¶á”á…áŸ’á…áŸá€á‘áŸáŸáŸ” á™á¾á„á€áŸ†á–á»á„á’áŸ’áœá¾á€á¶ášáŸáŸ’áá¶ášáŸáŸáœá¶á€á˜áŸ’á˜á™áŸ‰á¶á„ášá áŸáŸáá¶á˜áŠáŸ‚á›á¢á¶á…á’áŸ’áœá¾á‘áŸ…á”á¶á“áŸ”
kn: Signal ಲ್ತಾಂತ್ರಿಕ ತೊಂದರೆಗಳನ್ನು ಎದುರಿಸುತ್ತಿದೆ. ನಾವು ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ಸೇವೆ ಮರುಸ್ಥಾಪಿಸಲು ಶ್ರಮಿಸುತ್ತಿದ್ದೇವೆ.
ko: Signal에 기술적 문제가 발생했습니다. 문제를 최대한 신속하게 처리하겠습니다.
lt: Signal patiria techninius nesklandumus. Mes sunkiai dirbame, kad kaip įmanoma greičiau atkurtume paslaugą.
lv: Signal ir tehniskas grūtības. Mēs darām visu, lai iespējami drīz atjaunotu pakalpojuma darbību.
mk: Signal се соочува со технички потешкотии. Работиме напорно да го повратиме сервисот што е можно поскоро.
ml: Signal ചില സാങ്കേതിക പ്രശ്നങ്ങൾ നേരിടുകയാണ്. കഴിയുന്നതും വേഗം സേവനം പുനസ്ഥാപിക്കാൻ ഞങ്ങൾ കഠിനപ്രയത്നം നടത്തുകയാണ്.
mr: Signal तांत्रिक समस्या अनुभवत आहे. आम्ही लवकरात लवकर सेवा पुनर्स्थित करण्यासाठी कठोर परिश्रम करत आहोत.
ms: Signal sedang mengalami masalah teknikal. Kami sedang berusaha untuk memulihkan perkhidmatan dengan secepat mungkin.
my: Signal သည် နည်းပညာပိုင်းဆိုင်ရာ အခက်အခဲများ ကြုံတွေ့နေပါသည်။ ဝန်ဆောင်မှုများကို အမြန်ဆုံးပြန်လည်စတင်နိုင်ရန် ကျွနု်ပ်တို့ကြိုးစားနေပါသည်။
nb: Signal opplever tekniske problemer. Vi jobber for å løse problemet.
nl: Signal ondervindt momenteel technische problemen. We zijn hard aan het werk om de service zo snel mogelijk te herstellen.
pa: Signal ਤਕਨੀਕੀ ਮੁਸ਼ਕਲਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੀ ਹੈ. ਅਸੀਂ ਜਿੰਨੀ ਛੇਤੀ ਸੰਭਵ ਹੋ ਸਕੇ ਸੇਵਾ ਨੂੰ ਬਹਾਲ ਕਰਨ ਲਈ ਸਖ਼ਤ ਮਿਹਨਤ ਕਰ ਰਹੇ ਹਾਂ.
pa_pk: Signal تکنیکی اوکڑاں دا سامنا کر رئیا اے۔ اسیں چھیتی توں چھیتی سروس بحال کرن دی پوری کوشش کر رئے آں۔
pl: Signal ma problemy techniczne. Staramy się jak najszybciej je rozwiązać.
ps: Signal تخنیکي ستونزې سره مخ شوی. موږ په بیړه سره پر دې کار کوو تر څو هر څه ژر چې ممکن وي خپل خدمات بیرته عادي حالت ته راوګرځوو.
pt_br: O Signal está com dificuldades técnicas. Estamos fazendo o possível para restaurar o serviço o quanto antes.
pt_pt: O Signal está a ter alguns problemas técnicos. Estamos a trabalhar para restituir o serviço o mais rapidamente possível.
ro: Signal întâmpină dificultăți tehnice. Muncim din greu pentru a restabili serviciul cât mai repede posibil.
ru: У Signal возникли технические неполадки. Мы прилагаем все усилия, чтобы как можно быстрее восстановить обслуживание.
sk: Signal má technické ťažkosti. Pracujeme na tom, aby sme čo najskôr obnovili našu službu.
sl: V omrežju Signal prihaja do tehničnih težav. Ekipa vzdrževalcev se trudi, da bodo čim hitreje odpravljene.
sq: Signal-i po ka vështirësi teknike. Po punojmë fort për të rikthyer shërbimin sa më shpejt që të jetë e mundur.
sr: Signal тренутно има техничких проблема. Трудимо се да што пре поново покренемо услугу.
sv: Signal har tekniska problem. Vi arbetar för fullt med att få igång tjänsten så snabbt vi kan.
sw: Signal inakabiliwa na matatizo ya kiufundi. Tunajitahidi kurejesha huduma haraka iwezekanavyo.
ta: சிக்னல் தொழில்நுட்ப சிக்கல்களை எதிர்கொள்கிறது. சேவையை விரைவாக மீட்டெடுக்க நாங்கள் கடுமையாக உழைத்து வருகிறோம்.
te: Signal సాంకేతిక సమస్యలను ఎదుర్కొంటోంది. వీలైనంత త్వరగా సేవని పునరుద్ధరించడానికి మేము కృషి చేస్తున్నాము.
th: Signal กำลังพบกับอุปสรรคทางเทคนิค เรากำลังทำงานอย่างหนักเพื่อให้สามารถกลับมาให้บริการได้โดยเร็วที่สุดเท่าที่จะเป็นไปได้
tr: Signal teknik sorunlar yaşıyor. Hizmeti olabildiğince çabuk düzeltmek için sıkı çalışıyoruz.
ug: Signal دا تېخنىكىلىق قىيىنچىلىق كۆرۈلدى. بىز ئامالنىڭ بارىچە تىرىشىپ ئىشلەپ مۇلازىمەتنى ئەڭ تېز سۈرئەتتە ئەسلىگە كەلتۈرىمىز.
uk: У Signal виникли технічні проблеми. Ми робимо все можливе, щоб якнайшвидше відновити роботу.
ur: signal تکنیکی مشکلات کا تجربہ کر رہا ہے۔جتنا جلدی ممکن ہو ہم سروس بحال کرنے کیلئے سخت محنت کر رہے ہیں۔
vi: Signal đang gặp trục trặc kĩ thuật. Chúng thôi đang cố gắng để khôi phục dịch vụ sớm nhất có thể.
zh_cn: Signal 遇到了一些技术故障。我们正努力使服务尽快恢复。
zh_hk: Signal 出現技術問題。我們正努力搶修，儘快回復服務。

# OUTDATED_PAYMENT_CLIENT_ACTION_TITLE
source: Update Now
ar: حدِّث الآن
be: Абнавіць зараз
bn: আপডেট করুন
ca: Actualitza-la ara
cs: Aktualizovat nyní
da: Opdatér nu
de: Jetzt aktualisieren
el: Αναβάθμιση τώρα
es: Actualizar ahora
fa: همین حالا به‌روزرسانی کن
fi: Päivitä nyt
fr: Il est temps de mettre à jour Signal
ga: Nuashonraigh anois é
gu: અત્યારે અપડેટ કરો
he: עדכן עכשיו
hi: अभी अपडेट करें
hr: Ažuriraj sada
hu: Frissítés most
id: Perbarui sekarang
it: Aggiorna ora
ja: アップデートする
ko: 지금 업데이트하세요.
mr: आता अद्यतनित करा
ms: Update sekarang
nb: Oppdater nå
nl: Nu bijwerken
pl: Zaktualizuj teraz
pt_br: Atualize agora
pt_pt: Atualizar agora
ro: Actualizează acum
ru: Обновить
sk: Aktualizovať teraz
sr: Ажурирај сада
sv: Uppdatera nu
th: ปรับปรุงเดี๋ยวนี้
tr: Şimdi Güncelle
ug: ھازىر يېڭىلاڭ
uk: Оновити
ur: اپ ڈیٹ کریں
vi: Cập nhật ngay
zh_cn: 现在升级
zh_hk: 立即更新

# OUTDATED_PAYMENT_CLIENT_REMINDER_TEXT
source: Update Signal to continue using payments. Your balance may not be up-to-date.
ar: قُم بتحديث سيجنال للاستمرار في استخدام عمليات الدفع. قد لا يكون رصيدك مُحدَّثًا.
be: Абнавіце Signal, каб па-ранейшаму выкарыстоўваць плацяжы. Мажліва, ваш баланс неактуальны.
bn: পেমেন্ট ব্যবহার চালিয়ে যেতে Signal আপডেট করুন। আপনার ব্যালেন্স আপ-টু-ডেট নাও থাকতে পারে।
ca: Actualitza Signal per continuar fent pagaments. És possible que el teu saldo no estigui actualitzat.
cs: Aktualizací aplikace Signal můžete pokračovat v používání plateb. Váš zůstatek nemusí být aktuální.
da: Opdatér Signal for at fortsætte med at bruge betalinger. Din saldo er muligvis ikke opdateret.
de: Aktualisiere Signal, um Zahlungen weiterhin verwenden zu können. Dein Kontostand ist möglicherweise nicht aktuell.
el: Ενημερώστε το Signal για να συνεχίσεις να χρησιμοποιείς πληρωμές. Το υπόλοιπό σου ενδέχεται να μην είναι ενημερωμένο.
es: Actualiza Signal para seguir usando pagos. Es posible que tu saldo no esté actualizado.
fa: برای ادامه استفاده از پرداخت‌ها، سیگنال را به‌روزرسانی کنید. موجودی شما ممکن است به‌روز نباشد.
fi: Maksut-toiminto edellyttää Signalin uusinta versiota. Saldosi ei ehkä ole ajan tasalla.
fr: Pour continuer à utiliser les paiements, installez la dernière version de Signal. Il est possible que le solde affiché ne soit pas à jour.
ga: Nuashonraigh Signal chun leanúint le húsáid íocaíochtaí. Seans nach bhfuil d’iarmhéid cothrom le dáta.
gu: ચુકવણીઓનો ઉપયોગ કરતાં રહેવા માટે Signalને અપડેટ કરો. તમારું બેલેન્સ અપ-ટૂ-ડેટ ન પણ હોઈ શકે.
he: יש לעדכן את Signal כדי להמשיך להשתמש בתשלומים. יתכן שהיתרה שלך לא מעודכנת.
hi: भुगतानों का इस्तेमाल जारी रखने के लिए Signal को अपडेट करें। हो सकता है आपकी शेषराषि अप-टू-डेट न हो।
hr: Ažurirajte Signal da biste nastavili koristiti uslugu plaćanja. Vaše stanje računa možda nije ažurno.
hu: A fizetések további használatához frissítsd a Signalt. Előfordulhat, hogy az egyenleged nem naprakész.
id: Perbarui Signal untuk terus menggunakan pembayaran. Saldo Anda mungkin belum diperbarui.
it: Aggiorna Signal per continuare a usare la funzione dei pagamenti. Il tuo saldo potrebbe non essere aggiornato.
ja: 決済機能を引き続きご利用いただくために、Signalをアップデートしてください。残高が最新の状態ではない可能性があります。
ko: 결제를 계속 사용하려면 Signal을 업데이트하세요. 잔액이 최신 상태가 아닐 수 있습니다.
mr: पेमेंट्स वापरणे पुढे सुरु ठेवण्यासाठी Signal ला अद्ययावत करा. आपली शिल्लक कदाचित अद्ययावत नसेल.
ms: Kemas kini Signal untuk terus menggunakan pembayaran. Baki anda mungkin tidak dikemas kini.
nb: Oppdater Signal for å fortsette å bruke betalingsfunksjonen. Det kan hende at saldoen din ikke er oppdatert.
nl: Om betalingen te kunnen blijven doen moet je Signal bijwerken. Je krediet is misschien niet up-to-date.
pl: Aby dalej korzystać z płatności, zaktualizuj Signal. Twoje saldo może być nieaktualne.
pt_br: Atualize o Signal para continuar a usar pagamentos. É possível que seu saldo não esteja atualizado.
pt_pt: Atualize o Signal para continuar a usar pagamentos. O seu saldo pode não estar atualizado.
ro: Actualizează Signal ca să continui să folosești plăți. Soldul este posibil să nu fie actualizat.
ru: Обновите Signal, чтобы и дальше использовать платежи. Ваш баланс может быть неактуальным.
sk: Aktualizujte Signal, aby ste mohli naďalej používať platby. Je možné, že váš zostatok nie je aktuálny.
sr: Ажурирајте Signal да бисте наставили да користите плаћања. Ваше стање можда није ажурно.
sv: Uppdatera Signal för att fortsätta använda betalningar. Ditt saldo kanske inte är uppdaterat.
th: อัปเดต Signal เพื่อใช้งานการชำระเงินต่อ ยอดเงินของคุณอาจยังไม่ได้รับการอัปเดต
tr: Ödemeleri kullanmaya devam etmek için Signal'ı güncelle. Bakiyen güncel olmayabilir.
ug: پۇل تۆلەش ئىقتىدارىنى داۋاملىق ئىشلىتىش ئۈچۈن Signal نى يېڭىلاڭ. قالدۇق سوممىڭىز ئەڭ يېڭى ھالەتتە بولماسلىقى مۇمكىن.
uk: Оновіть Signal, щоб користуватися платежами й надалі. Можливо, ваш залишок коштів не відповідає дійсності.
ur: پیمنٹس استعمال کرنا جاری رکھنے کے لیے Signal کو اپ ڈیٹ کریں۔ ہو سکتا ہے آپ کا بیلنس اپ ٹو ڈیٹ نہ ہو۔
vi: Cập nhật Signal để tiếp tục sử dụng các hình thức thanh toán. Số dư tài khoản của bạn có thể không phải là mới nhất.
zh_cn: 更新 Signal 以继续使用付款功能。您的余额可能未刷新。
zh_hk: 請更新 Signal 以繼續使用付款功能。你的餘額可能尚未更新。

# OUTGOING_DEVICE_REGISTRATION_COMPLETE_BODY
source: Your Signal account has been activated on your other device. Signal is now inactive on this device.
ar: تمَّ تفعيل حسابك على سيجنال على جهازك الآخر. سيجنال غير مُفعَّل الآن على هذا الجهاز.
be: Ваш уліковы запіс Signal быў актываваны на іншай прыладзе. Зараз Signal неактыўны на гэтай прыладзе.
bn: আপনার Signal অ্যাকাউন্টটি আপনার অন্য ডিভাইসে সক্রিয় করা হয়েছে। এই ডিভাইসে Signal এখন নিষ্ক্রিয়।
ca: El teu compte de Signal s'ha activat al teu altre dispositiu. Actualment, Signal està inactiu en aquest dispositiu.
cs: Váš účet Signal byl aktivován na vašem jiném zařízení. Služba Signal už není v tomto zařízení aktivní.
da: Din Signal-konto er blevet aktiveret på en anden enhed. Signal er nu inaktiv på denne enhed.
de: Dein Signal-Konto wurde auf deinem anderen Gerät aktiviert. Signal ist jetzt auf diesem Gerät inaktiv.
el: Ο λογαριασμός Signal έχει ενεργοποιηθεί στην άλλη συσκευή σου. Το Signal είναι πλέον ανενεργό σε αυτήν τη συσκευή.
es: Tu cuenta de Signal se ha activado en tu otro dispositivo. Signal ahora está inactivo en este dispositivo.
fa: حساب سیگنال شما در دستگاه دیگرتان فعال شده است. اکنون سیگنال در این دستگاه غیرفعال است.
fi: Signal-tilisi on aktivoitu toisella laitteella. Signal ei ole enää aktiivisena tällä laitteella.
fr: Nous avons activé votre compte Signal sur votre autre appareil. Signal n'est plus actif sur cet appareil-ci.
ga: Tá do chuntas Signal gníomhachtaithe ar do ghléas eile. Tá Signal neamhghníomhach ar an ngléas seo anois.
gu: તમારું Signal એકાઉન્ટ તમારા અન્ય ડિવાઇસ પર એક્ટિવેટ કરવામાં આવ્યું છે. Signal હવે આ ડિવાઇસ પર નિષ્ક્રિય છે.
he: חשבון Signal שלך הופעל במכשיר האחר שלך. Signal לא פעילה כעת במכשיר זה.
hi: Signal अकाउंट को आपके दूसरे डिवाइस पर ऐक्टिवेट कर दिया गया है। Signal अब इस डिवाइस पर ऐक्टिव नहीं है।
hr: Vaš Signal račun je uspješno aktiviran na drugom uređaju te nije više aktivan na ovom uređaju.
hu: A Signal-fiókodat aktiváltuk a másik eszközödön. A Signal most inaktív ezen az eszközön.
id: Akun Signal telah diaktifkan di perangkat Anda yang lain. Sekarang, Signal sudah tidak aktif di perangkat ini.
it: Il tuo account Signal è stato attivato sul tuo altro dispositivo. Da ora Signal diventerà inattivo su questo dispositivo.
ja: Signalアカウントが他の端末で有効化されました。この端末上でSignalはご利用できなくなりました。
ko: 귀하의 Signal 계정이 다른 기기에서 활성화되었습니다. 이 기기의 Signal이 이제 비활성화됩니다.
mr: तुमचे Signal खाते तुमच्या दुसऱ्या डिव्हाईसवर सक्रिय करण्यात आले आहे. Signal आता या डिव्हाईसवर निष्क्रिय झाले आहे.
ms: Akaun Signal anda telah diaktifkan pada peranti anda yang lain. Signal kini tidak lagi aktif pada peranti ini.
nb: Signal-kontoen din ble aktivert på en annen enhet. Signal er nå deaktivert på denne enheten.
nl: Je Signal-account is geactiveerd op je andere apparaat. Signal is nu inactief op dit apparaat.
pl: Twoje konto Signal zostało aktywowane na innym urządzeniu. Na tym urządzeniu Signal jest już nieaktywny.
pt_br: Sua conta do Signal foi ativada no seu outro dispositivo. O Signal agora está inativo neste dispositivo.
pt_pt: A sua conta Signal foi ativada no seu outro dispositivo. O Signal está agora inativo neste dispositivo.
ro: Contul tău Signal a fost activat pe celălalt dispozitiv. Signal este acum inactiv pe acest dispozitiv.
ru: Ваша учётная запись Signal была активирована на другом вашем устройстве. Signal теперь неактивен на этом устройстве.
sk: Váš Signal účet bol aktivovaný na vašom druhom zariadení. Signal je teraz na tomto zariadení neaktívny.
sr: Ваш налог на Signal-у је активиран на другом уређају. Signal је сада неактиван на овом уређају.
sv: Ditt Signal-konto har aktiverats på din andra enhet. Signal är nu inaktivt på den här enheten.
th: เปิดใช้งานบัญชี Signal ของคุณบนอุปกรณ์อีกเครื่องเรียบร้อยแล้ว ขณะนี้ Signal บนอุปกรณ์เครื่องนี้จะหยุดทำงาน
tr: Signal hesabın, diğer cihazında etkinleştirildi. Signal artık bu cihazda etkin değil.
ug: Signal ھېساباتىڭىز باشقا ئۈسكۈنىڭىزدە قوزغىتىلدى. Signal ئەمدى بۇ ئۈسكۈنىدە ئىشلىمەيدۇ.
uk: Ваш аккаунт Signal активовано на вашому іншому пристрої. На цьому пристрої Signal більше не активний.
ur: آپ کا Signal کا اکاؤنٹ آپ کی دوسری ڈیوائس پر فعال کر دیا گیا ہے۔ اب اس ڈیوائس پر Signal غیر فعال ہے۔
vi: Tài khoản Signal của bạn đã được kích hoạt trên thiết bị khác của bạn. Signal hiện không còn hoạt động trên thiết bị này.
zh_cn: 您的 Signal 账户已在您的其他设备上激活。Signal 在此设备上现处于非激活状态。
zh_hk: 你的 Signal 帳戶已在其他裝置啟用，此裝置上的 Signal 現在已停用。

# OUTGOING_DEVICE_REGISTRATION_COMPLETE_TITLE
source: Registration complete
ar: تمَّ التسجيل بنجاح
be: Рэгістрацыя завершана
bn: রেজিস্ট্রেশন সম্পন্ন হয়েছে
ca: Registre completat
cs: Registrace dokončena
da: Registreringen er fuldført
de: Registrierung komplett
el: Η εγγραφή ολοκληρώθηκε
es: Registro completado
fa: ثبت‌نام تکمیل شد
fi: Rekisteröinti valmis
fr: Inscription terminée
ga: Clárú curtha i gcrích
gu: રજિસ્ટ્રેશન પૂર્ણ
he: ההרשמה הושלמה
hi: रजिस्ट्रेशन पूरा हुआ
hr: Registracija je dovršena
hu: Regisztráció befejezve
id: Pendaftaran selesai
it: Registrazione completata
ja: 登録が完了しました
ko: 등록 완료
mr: नोंदणी पूर्ण झाली
ms: Pendaftaran selesai
nb: Registrering fullført
nl: Registratie voltooid
pl: Rejestracja zakończona
pt_br: Registro concluído
pt_pt: Registo completo
ro: Înregistrare finalizată
ru: Регистрация завершена
sk: Registrácia bola dokončená
sr: Регистрација је завршена
sv: Registreringen är klar
th: การลงทะเบียนเสร็จสมบูรณ์
tr: Kayıt tamamlandı
ug: تىزىملىتىش تاماملاندى
uk: Реєстрацію завершено
ur: رجسٹریشن مکمل ہو گئی
vi: Hoàn tất đăng ký
zh_cn: 注册完成
zh_hk: 註冊完成

# OUTGOING_DEVICE_RESTORE_COMPLETE_BODY
source: Your Signal account and messages have started transferring to your other device. Signal is now inactive on this device.
ar: بدأ نقل حساب سيجنال الخاص بك ورسائلك إلى جهازك الآخر. سيجنال غير مُفعَّل الآن على هذا الجهاز.
be: Пачаўся перанос вашага ўліковага запісу Signal і паведамленняў на вашу іншую прыладу. Зараз Signal неактыўны на гэтай прыладзе.
bn: আপনার Signal অ্যাকাউন্ট এবং মেসেজ আপনার অন্য ডিভাইসে ট্রান্সফার শুরু হয়েছে। এই ডিভাইসে Signal এখন নিষ্ক্রিয়।
ca: El teu compte de Signal i els teus missatges s'han començat a transferir al teu altre dispositiu. Actualment, Signal està inactiu en aquest dispositiu.
cs: Váš účet Signal a zprávy se začaly přenášet do vašeho druhého zařízení. Služba Signal už není v tomto zařízení aktivní.
da: Din Signal-konto og dine beskeder er ved at blive overført til din anden enhed. Signal er nu inaktiv på denne enhed.
de: Die Übertragung deines Signal-Kontos und deiner Nachrichten auf dein anderes Gerät hat begonnen. Signal ist jetzt auf diesem Gerät inaktiv.
el: Ο λογαριασμός και τα μηνύματά σου στο Signal έχουν ξεκινήσει τη μεταφορά στην άλλη σου συσκευή. Το Signal είναι πλέον ανενεργό σε αυτήν τη συσκευή.
es: Se ha iniciado la transferencia de tu cuenta y tus mensajes de Signal a tu otro dispositivo. Signal ahora está inactivo en este dispositivo.
fa: حساب سیگنال و پیام‌های شما در حال انتقال به دستگاه دیگر شماست. اکنون سیگنال در این دستگاه غیرفعال است.
fi: Signal-tilisi ja viestiesi siirto toiseen laitteeseen on käynnissä. Signal ei ole enää aktiivisena tällä laitteella.
fr: Nous avons commencé le transfert de votre compte et de vos messages Signal vers l'autre appareil. Signal n'est plus actif sur cet appareil-ci.
ga: Tá tús curtha le haistriú do chuntais agus teachtaireachtaí Signal chuig do ghléas eile. Tá Signal neamhghníomhach ar an ngléas seo anois.
gu: તમારું Signal એકાઉન્ટ અને મેસેજ તમારા અન્ય ડિવાઇસ પર ટ્રાન્સફર કરવાનું શરૂ થઈ ગયું છે. Signal હવે આ ડિવાઇસ પર નિષ્ક્રિય છે.
he: התחילה ההעברה של חשבון Signal וההודעות שלך למכשיר האחר שלך. Signal לא פעילה כעת במכשיר זה.
hi: आपके Signal अकाउंट और संदेशों को आपके दूसरे डिवाइस पर ट्रांसफ़र करना शुरू हो गया है। Signal अब इस डिवाइस पर ऐक्टिव नहीं है।
hr: Započeo je prijenos vašeg Signal računa i poruka na drugi uređaj. Signal više nije aktivan na ovom uređaju.
hu: A Signal-fiók és az üzenetek átvitele megkezdődött a másik eszközre. A Signal most inaktív ezen az eszközön.
id: Akun dan pesan Signal Anda sudah mulai ditransfer ke perangkat Anda yang lain. Sekarang, Signal sudah tidak aktif di perangkat ini.
it: Il tuo account Signal e i relativi messaggi sono in fase di trasferimento sul nuovo dispositivo. Da ora Signal diventerà inattivo su questo dispositivo.
ja: Signalアカウントとメッセージは他の端末への移行を開始しました。この端末上でSignalはご利用できなくなりました。
ko: Signal 계정과 메시지를 다른 기기로 전송하기 시작했습니다. 이제 이 기기의 Signal이 비활성화됩니다.
mr: आपला Signal अकाऊंट आणि संदेश आपल्या दुसऱ्या डिव्हाईसवर हस्तांतरण कराणे सुरु झाले आहे. Signal आता या डिव्हाईसवर निष्क्रिय झाले आहे.
ms: Akaun Signal dan mesej anda telah mula dipindahkan ke peranti anda yang lain. Signal kini tidak lagi aktif pada peranti ini.
nb: Signal-kontoen og meldingene dine overføres til den andre enheten. Signal er nå deaktivert på denne enheten.
nl: Je Signal-account en berichten worden overgezet naar je andere apparaat. Signal is nu inactief op dit apparaat.
pl: Rozpoczęto przenoszenie konta Signal oraz wiadomości na inne urządzenie. Na tym urządzeniu Signal jest już nieaktywny.
pt_br: Sua conta e mensagens do Signal começaram a ser transferidas para outro aparelho. O Signal agora está inativo neste dispositivo.
pt_pt: A sua conta e mensagens Signal começaram a ser transferidas para o seu outro dispositivo. O Signal está agora inativo neste dispositivo.
ro: Contul tău Signal și mesajele au început să se transfere pe celălalt dispozitiv. Signal este acum inactiv pe acest dispozitiv.
ru: Ваша учётная запись Signal и сообщения переносятся на другое устройство. Signal теперь неактивен на этом устройстве.
sk: Váš Signal účet a správy sa začali prenášať do vášho druhého zariadenia. Signal je teraz na tomto zariadení neaktívny.
sr: Ваш налог на Signal-у и поруке почели су да се преносе на ваш други уређај. Signal је сада неактиван на овом уређају.
sv: Ditt Signal-konto och dina meddelanden har börjat överföras till din andra enhet. Signal är nu inaktivt på den här enheten.
th: เริ่มการถ่ายโอนบัญชี Signal และข้อความของคุณไปยังอุปกรณ์อีกเครื่องแล้ว ขณะนี้ Signal บนอุปกรณ์เครื่องนี้จะหยุดทำงาน
tr: Signal hesabın ve mesajların diğer cihazına aktarılmaya başlandı. Signal artık bu cihazda etkin değil.
ug: سىگنال ھېساباتىڭىز ۋە ئۇچۇرلىرىڭىز باشقا ئۈسكۈنىڭىزگە يۆتكىلىشكە باشلىدى. سىگنال ئەمدى بۇ ئۈسكۈنىدە ئىشلىمەيدۇ.
uk: Почалося перенесення вашого акаунту Signal і повідомлень на новий пристрій. На цьому пристрої Signal більше не активний.
ur: آپ کا Signal اکاؤنٹ اور میسجز آپ کی دوسری ڈیوائس پر ٹرانسفر ہونا شروع ہو گئے ہیں۔ Signal اب اس ڈیوائس پر غیر فعال ہے۔
vi: Tài khoản và tin nhắn Signal của bạn đã bắt đầu được chuyển đến thiết bị khác của bạn. Signal hiện không còn hoạt động trên thiết bị này.
zh_cn: 您的 Signal 账户及消息已开始转移到您的其他设备上。现在 Signal 在此设备上处于不激活状态。
zh_hk: 你的 Signal 帳戶和訊息已開始轉移到另一部裝置。此裝置上的 Signal 現在已停用。
