Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_NO_BACKUP_KEY_SHEET_TITLE
source: No Backup Key?
ar: ليس بمتناولك مفتاح النسخة الاحتياطية؟
be: Няма ключа для рэзервовага капіравання?
bn: কোনো ব্যাকআপ 'কি' নেই?
ca: ¿No tens la teva clau?
cs: Nemáte záložní klíč?
da: Har du ingen sikkerhedskopinøgle?
de: Keinen Backup-Schlüssel?
el: Δεν υπάρχει εφεδρικό κλειδί;
es: ¿No tienes tu clave?
fa: رمز پشتیبان ندارید؟
fi: Eikö sinulla ole varmuuskopion avainta?
fr: Clé de sauvegarde introuvable ?
ga: Níl eochair chúltaca agat?
gu: કોઈ બેકઅપ કી નથી?
he: אין לך מפתח גיבוי?
hi: आपकी बैकअप की नहीं है?
hr: Nemate ključ za sigurnosnu kopiju?
hu: Nincs biztonsági kulcsod?
id: Tidak Punya Kunci Cadangan?
it: Non hai una chiave di backup?
ja: バックアップキーをお持ちでない場合
ko: 백업 키가 없으신가요?
mr: बॅकअप की नाही?
ms: Tiada kunci sandaran?
nb: Mangler du koden?
nl: Geen back-upsleutel?
pl: Nie masz kodu kopii zapasowej?
pt_br: Não tem uma chave de backup?
pt_pt: Não tem chave de recuperação?
ro: Nu ai cod de rezervă?
ru: Нет резервного ключа?
sk: Nemáte záložný kľúč?
sr: Немате кључ за резервне копије?
sv: Ingen säkerhetskopieringsnyckel?
th: ไม่มีกุญแจสำรองใช่หรือไม่
tr: Yedekleme anahtarın yok mu?
ug: زاپاسلاش ئاچقۇچى يوقمۇ؟
uk: Не зберегли ключа?
ur: بیک اپ کیی نہیں ہے؟
vi: Không có mã khóa sao lưu?
zh_cn: 没有备份密钥？
zh_hk: 沒有備份金鑰？

# REGISTRATION_NO_BACKUP_KEY_SKIP_RESTORE_BUTTON_TITLE
source: Skip & Don’t Restore
ar: تخطّي دون الاستعادة
be: Прапусціць і не аднаўляць
bn: এড়িয়ে যান এবং পুনর্বহালের প্রয়োজন নেই
ca: Ometre i no restaurar
cs: Přeskočit a neobnovovat
da: Spring over uden gendannelse
de: Überspringen und nicht wiederherstellen
el: Παράλειψη, χωρίς επαναφορά
es: Omitir y no restaurar
fa: رد کردن و عدم بازیابی
fi: Ohita äläkä palauta
fr: Ignorer cette étape et ne pas restaurer
ga: Scipeáil & ná haischuir
gu: છોડો અને રિસ્ટોર કરશો નહીં
he: דילוג בלי לשחזר
hi: छोड़ें और रीस्टोर न करें
hr: Preskoči i ne vraćaj
hu: Átugrás és visszaállítás kihagyása
id: Lewati & Jangan Pulihkan
it: Salta e non ripristinare
ja: スキップして復元しない
ko: 건너 뛰고 복원하지 않음
mr: वगळा आणि परत मिळवू नका
ms: Langkau & Jangan Pulihkan
nb: Hopp over gjenoppretting
nl: Overslaan en niet herstellen
pl: Pomiń i nie przywracaj
pt_br: Ignorar e não restaurar
pt_pt: Ignorar e não restaurar
ro: Sari peste și nu restabili
ru: Пропустить и не восстанавливать
sk: Preskočiť a neobnoviť
sr: Прескочи и не враћај
sv: Hoppa över och återställ inte
th: ข้ามและไม่กู้คืนข้อมูล
tr: Atla ve Geri Yükleme
ug: ئاتلاڭ ۋە ئەسلىگە كەلتۈرمەڭ
uk: Пропустити й не відновлювати
ur: اسکپ کریں اور ری اسٹور نہ کریں
vi: Bỏ qua & Không khôi phục
zh_cn: 跳过且不恢复
zh_hk: 跳過且不還原

# REGISTRATION_PHONE_NUMBER_SUBTITLE
source: Enter your phone number to get started.
ar: أدخِل رقم هاتفك للبدء.
be: Каб пачаць, увядзіце свой нумар тэлефона.
bn: শুরু করতে আপনার ফোন নম্বর লিখুন।
ca: Per començar, introdueix el teu número de telèfon.
cs: Nejprve zadejte své telefonní číslo.
da: Angiv dit telefonnummer for at komme i gang.
de: Gib deine Telefonnummer ein, um zu beginnen.
el: Γράψε τον αριθμό τηλεφώνου σου για να ξεκινήσεις.
es: Introduce tu número de teléfono para comenzar.
fa: برای شروع، شماره تلفن خود را وارد کنید.
fi: Aloita syöttämällä puhelinnumerosi.
fr: Prêt à vous lancer ? Saisissez votre numéro de téléphone.
ga: Cuir d'uimhir ghutháin isteach le tosú air.
gu: શરુ કરવા માટે તમારો ફોન નંબર દાખલ કરો.
he: יש להכניס את מספר הטלפון שלך כדי להתחיל.
hi: आरंभ करने के लिए अपना फोन नंबर दर्ज करें।
hr: Unesite broj telefona za početak.
hu: A kezdéshez add meg a telefonszámod.
id: Masukkan nomor telepon untuk memulai.
it: Inserisci il tuo numero di telefono per iniziare.
ja: あなたの電話番号を入力して開始します。
ko: 전화번호를 입력하여 시작하세요.
mr: सुरूवात करण्यासाठी आपला फोन नंबर प्रविष्ट करा.
ms: Masukkan nombor telefon anda untuk bermula.
nb: Skriv inn telefonnummeret ditt for å komme i gang.
nl: Voer je telefoonnummer in om te beginnen
pl: Najpierw podaj swój numer telefonu.
pt_br: Insira o seu número de telefone para começar.
pt_pt: Para começar introduza o seu número de telefone.
ro: Introdu numărul tău de telefon pentru a putea începe.
ru: Введите свой номер телефона, чтобы начать.
sk: Začnite zadaním svojho telefónneho čísla.
sr: За почетак, унесите свој број телефона.
sv: Ange ditt telefonnummer för att komma igång.
th: ใส่หมายเลขโทรศัพท์ของคุณเพื่อเริ่มต้นใช้งาน
tr: Başlamak için telefon numaranı gir.
ug: باشلاش ئۈچۈن تېلېفون نومۇرىڭىزنى كىرگۈزۈڭ.
uk: Введіть свій номер телефону, щоб почати.
ur: شروع کرنے کے لیے اپنا فون نمبر درج کریں۔
vi: Nhập số điện thoại của bạn để bắt đầu.
zh_cn: 请输入您的手机号以开始操作。
zh_hk: 輸入你的電話號碼以便開始使用。

# REGISTRATION_PHONE_NUMBER_TITLE
source: Your Phone Number
ar: رقم هاتفك
be: Ваш нумар тэлефона
bn: আপনার ফোন নম্বর
ca: El teu número de telèfon
cs: Vaše telefonní číslo
da: Dit telefonnummer
de: Deine Telefonnummer
el: Ο αριθμός τηλεφώνου σου
es: Tu número de teléfono
fa: شماره تلفن شما
fi: Puhelinnumero
fr: Votre numéro de téléphone
ga: D'Uimhir Ghutháin
gu: તમારો ફોન નંબર
he: מספר הטלפון שלך
hi: आपका फोन नंबर
hr: Vaš broj telefona
hu: Telefonszámod
id: Nomor Telepon Anda
it: Il tuo numero di telefono
ja: あなたの電話番号
ko: 내 전화번호
mr: आपला फोन नंबर
ms: Nombor Telefon Anda
nb: Ditt telefonnummer
nl: Je telefoonnummer
pl: Twój numer telefonu
pt_br: Seu número de telefone
pt_pt: O seu n.º de telefone
ro: Numărul Tău de Telefon
ru: Ваш номер телефона
sk: Vaše telefónne číslo
sr: Ваш број телефона
sv: Ditt telefonnummer
th: หมายเลขโทรศัพท์ของคุณ
tr: Telefon Numaran
ug: تېلېفون نومۇرىڭىز
uk: Ваш номер телефону
ur: آپ کا فون نمبر
vi: Số Điện Thoại Của Bạn
zh_cn: 您的手机号码
zh_hk: 你的電話號碼

# REGISTRATION_PHONE_NUMBER_VOICE_CODE_ALERT_MESSAGE
source: Is your phone number above correct?
ar: هل رقم هاتفك المُحدَّد أعلاه صحيح؟
be: Ці правільны пазначаны вышэй нумар тэлефона?
bn: উপরে প্রদর্শিত আপনার ফোন নম্বরটি কি সঠিক?
ca: És correcte aquest número de telèfon?
cs: Je výše uvedené telefonní číslo správné?
da: Er dit telefonnummer ovenfor korrekt?
de: Ist deine angezeigte Nummer korrekt?
el: Είναι ο παραπάνω αριθμός τηλεφώνου σωστός;
es: ¿Es correcto el número que se muestra arriba?
fa: آیا شماره تلفن‌تان که در بالا آمده است، صحیح است؟
fi: Onko yllä oleva puhelinnumero oikea?
fr: Le numéro de téléphone ci-dessus est-il correct ?
ga: An bhfuil an uimhir ghutháin thuas ceart?
gu: શું તમારો ઉપર જણાવેલો ફોન નંબર બરાબર છે?
he: האם מספר הטלפון שלך למעלה נכון?
hi: क्या ऊपर दिया आपका फोन नंबर सही है?
hr: Je li gore navedeni broj telefona točan?
hu: Helyes a fent megadott telefonszám?
id: Apakah nomor telepon Anda di atas sudah benar?
it: Il numero di telefono inserito sopra è corretto?
ja: 上記の電話番号で間違いありませんか？
ko: 상기 전화번호가 맞나요?
mr: आपला वरील फोन नंबर बरोबर आहे?
ms: Adakah nombor telefon di atas betul?
nb: Stemmer telefonnummeret ovenfor?
nl: Klopt dit telefoonnummer?
pl: Czy powyższy numer telefonu jest poprawny?
pt_br: O seu número de telefone acima está correto?
pt_pt: O seu número de telemóvel acima encontra-se correto?
ro: Este numărul tău de telefon de mai sus corect?
ru: Правильно ли указан ваш номер телефона выше?
sk: Je vaše telefónne číslo uvedené vyššie správne?
sr: Да ли је ваш горе наведени број телефона тачан?
sv: Är ditt telefonnummer ovan korrekt?
th: โปรดตรวจสอบว่าหมายเลขโทรศัพท์ของคุณด้านบนนี้ถูกต้องหรือไม่
tr: Yukarıdaki telefon numaran doğru mu?
ug: ئۈستىدىكى تېلېفون نومۇرىڭىز توغرىمۇ؟
uk: Чи правильно зазначено ваш номер телефону?
ur: کیا آپ کا مذکورہ بالا فون نمبر درست ہے؟
vi: Số điện thoại của bạn ở trên đã chính xác chưa?
zh_cn: 上方的手机号码是否正确？
zh_hk: 上述電話號碼是否正確？

# REGISTRATION_PHONENUMBER_BUTTON
source: Phone Number
af: Telefoonnommer
ar: رقم الهاتف
az: Telefon nömrəsi
be: Нумар тэлефона
bg: Телефонен Номер
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonní číslo
cy: Rhif Ffôn
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
es_es: Núm. de teléfono
et: Telefoninumber
eu: Telefono zenbakia
fa: شماره تلفن
fi: Puhelinnumero
fil: Numero ng Telepono
fr: Numéro de téléphone
ga: Uimhir Ghutháin
gu: ફોન નંબર
he: מספר טלפון
hi: फोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor Telefon
is: Símanúmer
it: Numero di telefono
ja: 電話番号
kab: Uṭṭun n tiliɣri
kk: Телефон нөмірі
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ko: 전화번호
lt: Telefono numeris
lv: Tālruņa numurs
mk: Телефонски број
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
ms: Nombor Telefon
my: ဖုန်းနံပါတ်
nb: Telefonnummer
nl: Telefoonnummer
pa: ਫੋਨ ਨੰਬਰ
pa_pk: فون نمر
pl: Numer telefonu
ps: د ټلیفون شمېره
pt_br: Número de telefone
pt_pt: N.º de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
sq: Numër Telefoni
sr: Број телефона
sv: Telefonnummer
sw: Nambari ya Simu
ta: தொலைபேசி எண்
te: ఫోను నంబరు
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: فون نمبر
vi: Số điện thoại
zh_cn: 手机号码
zh_hk: 電話號碼

# REGISTRATION_PIN_CONFIRM_SUBTITLE
source: Re-enter the PIN you just created.
ar: أعِد إدخال رقم التعريف الشخصي (PIN) الذي أنشأته للتو.
be: Паўторна ўвядзіце толькі што створаны вамі PIN-код.
bn: এই মাত্র তৈরি করা পিনটি আবারো লিখুন।
ca: Torna a introduir el PIN que acabes de crear.
cs: Znovu zadejte PIN, který jste právě vytvořili.
da: Angiv den pinkode, du lige har oprettet.
de: Gib die gerade von dir erstellte PIN erneut ein.
el: Γράψε ξανά το PIN που μόλις δημιούργησες.
es: Vuelve a introducir el PIN que acabas de crear.
fa: پینی که به‌تازگی ساختید را دوباره وارد کنید.
fi: Syötä juuri luomasi PIN-koodi uudelleen.
fr: Ressaisissez le code PIN que vous venez de créer.
ga: Cuir isteach arís an UAP a chruthaigh tú.
gu: તમે હમણાં બનાવેલો પિન ફરીથી દાખલ કરો.
he: יש להכניס שוב את ה–PIN שעכשיו יצרת.
hi: आपके द्वारा अभी बनाए गए पिन को दोबारा दर्ज करें।
hr: Ponovno unesite PIN koji ste stvorili.
hu: Add meg újra az imént létrehozott PIN-kódot.
id: Masukkan lagi PIN yang baru saja dibuat.
it: Reinserisci il PIN appena creato.
ja: 先ほど作成したPINを再入力してください。
ko: 방금 만든 PIN을 다시 입력하세요.
mr: आपण आता तयार केलेला पिन पुन्हा-प्रविष्ट करा.
ms: Masukkan semula PIN yang anda telah cipta.
nb: Skriv inn PIN-koden du akkurat opprettet.
nl: Voer de zojuist aangemaakte pincode opnieuw in.
pl: Wpisz ponownie utworzony właśnie PIN.
pt_br: Digite novamente o PIN que você acabou de criar.
pt_pt: Reintroduza o PIN que acabou de criar.
ro: Re-introdu PIN-ul pe care tocmai l-ai creat.
ru: Повторно введите Пин-код, который вы только что создали.
sk: Znovu zadajte PIN kód, ktorý ste práve vytvorili.
sr: Поново унесите PIN који сте управо креирали.
sv: Ange den pinkod du just skapat igen.
th: ใส่ PIN ที่คุณเพิ่งสร้างอีกครั้ง
tr: Az önce oluşturduğun PIN'i tekrar gir.
ug: يېڭى قۇرغان PIN نى قايتا كىرگۈزۈڭ.
uk: Введіть створений PIN-код ще раз.
ur: اپنا حالیہ تخلیق کردہ پِن دوبارہ درج کریں۔
vi: Nhập lại mã PIN bạn vừa tạo.
zh_cn: 请重新输入您刚刚创建的 PIN 码。
zh_hk: 請重新輸入你剛建立的 PIN 碼。

# REGISTRATION_PIN_CONFIRM_TITLE
source: Confirm your PIN
ar: تأكيد رقم PIN
be: Пацвердзіце свой PIN-код
bn: আপনার পিনটি নিশ্চিত করুন
ca: Confirma el teu PIN
cs: Potvrďte váš PIN
da: Bekræft din pinkode
de: Bestätige deine PIN
el: Επαλήθευσε το PIN σου
es: Confirma tu PIN
fa: پین خود را تأیید کنید
fi: Vahvista PIN-koodi
fr: Confirmer votre PIN
ga: Deimhnigh d'UAP
gu: તમારો પિન કન્ફર્મ કરો
he: אישור ה–PIN שלך
hi: अपने पिन की पुष्टि करें
hr: Potvrdite svoj PIN
hu: PIN-kód megerősítése
id: Konfirmasi PIN Anda
it: Conferma il tuo PIN
ja: PINの確認
ko: PIN 확인
mr: आपल्या पिनची पुष्टी करा
ms: Sahkan PIN anda
nb: Bekreft PIN-koden
nl: Bevestig je pincode
pl: Potwierdź PIN
pt_br: Confirme o seu PIN
pt_pt: Confirme o seu PIN
ro: Confirmă PIN-ul
ru: Подтвердите свой Пин-код
sk: Potvrďte svoj PIN kód
sr: Потврдите PIN
sv: Bekräfta din pinkod
th: ยืนยัน PIN ของคุณ
tr: PIN'ini onayla
ug: PIN نى جەزملەشتۈرۈڭ
uk: Підтвердьте PIN-код
ur: اپنے پِن کی تصدیق کریں
vi: Xác nhận mã PIN của bạn
zh_cn: 确认 PIN 码
zh_hk: 確認你的 PIN 碼

# REGISTRATION_PIN_CREATE_SUBTITLE
source: PINs can help you restore your account and keep your info encrypted with Signal.
ar: يُمكن أن تساعدك أرقام التعريف الشخصية (PINs) على استعادة حسابك والحفاظ على معلوماتك مُشفَّرة مع سيجنال.
be: PIN-коды дапамагаюць вам аднавіць свой уліковы запіс і надзейна захоўваюць вашу інфармацыю дзякуючы шыфраванню Signal.
bn: পিন আপনাকে আপনার অ্যাকাউন্ট পুনরুদ্ধার করতে এবং Signal-এর সাথে আপনার তথ্য এনক্রিপ্ট করে রাখতে সাহায্য করতে পারে।
ca: Els PINs et poden ajudar a restaurar el teu compte i mantenir la teva informació xifrada amb Signal.
cs: PIN vám pomůže obnovit účet a uchovat vaše informace zašifrované pomocí aplikace Signal.
da: Pinkoder kan hjælpe dig med at gendanne din konto og kryptere dine oplysninger på Signal.
de: PINs können dir helfen, dein Konto wiederherzustellen und deine Daten bei Signal verschlüsselt zu halten.
el: Τα PIN μπορούν να σε βοηθήσουν να επαναφέρεις τον λογαριασμό σου και να διατηρήσεις τις πληροφορίες σου κρυπτογραφημένες με το Signal.
es: El PIN puede ayudarte a restaurar tu cuenta y mantener tu información cifrada en Signal.
fa: با کمک پین می‌توانید حسابتان را بازیابی کنید و اطلاعات حساب سیگنال‌تان را رمزگذاری‌شده نگه دارید.
fi: PIN-koodien avulla voit palauttaa tilisi ja pitää tietosi salattuna Signalissa.
fr: Utilisez un code PIN pour protéger les informations que vous stockez dans Signal et faciliter la restauration de votre compte.
ga: Is féidir le UAPanna cabhrú leat do chuntas a aischur agus d'fhaisnéis a choinneáil criptithe le Signal.
gu: પિન તમને તમારું એકાઉન્ટ રિસ્ટોર કરવામાં અને તમારી માહિતીને Signal સાથે એન્ક્રિપ્ટેડ રાખવામાં મદદ કરી શકે છે.
he: קודי PIN יכולים לעזור לך לשחזר את החשבון שלך ולשמור על המידע שלך מוצפן עם Signal.
hi: पिन आपके अकाउंट को पुनर्स्थापित करने और आपकी जानकारी को Signal के साथ एन्क्रिप्टेड रखने में मदद कर सकते हैं।
hr: PIN-ovi omogućuju oporavak vašeg računa i šifriranje vaših podataka koji su pohranjeni na Signalu.
hu: A PIN-kódok segíthetnek a fiókod visszaállításában és az adataid titkosításában a Signal segítségével.
id: PIN dapat membantu Anda memulihkan akun dan memastikan info Anda terenkripsi di Signal.
it: I PIN ti aiutano a ripristinare il tuo account e a mantenere le tue informazioni crittografate su Signal.
ja: PINは、アカウントの復元に使用され、お客様の情報をSignalで暗号化してお預かりすることを可能にします。
ko: PIN을 설정하면 계정을 복원하고 Signal에서 정보를 암호화하는 데 도움이 됩니다.
mr: पिन आपणाला आपले अकाऊंट पुनर्संचयित करण्यास आणि Signal सह आपली माहिती कूटबद्ध ठेवण्यास मदत करु शकतात.
ms: PIN boleh membantu anda memulihkan akaun anda dan memastikan maklumat anda disulitkan dengan Signal.
nb: PIN-koden hjelper deg med å gjenopprette kontoen og holde informasjonen din kryptert på Signal.
nl: Pincodes kunnen je helpen je account te herstellen en je informatie versleuteld te houden op Signal.
pl: PIN służy do przywracania konta i szyfrowania danych w aplikacji Signal.
pt_br: Os PINs podem ajudar você a restaurar sua conta e a manter suas informações criptografadas no Signal.
pt_pt: Os PINs podem ajudá-lo a restaurar a sua conta e a manter as suas informações encriptadas através do Signal.
ro: PIN-urile te pot ajuta să-ți restaurezi contul și să-ți păstrezi informațiile criptate la Signal.
ru: Пин-коды могут помочь вам восстановить вашу учётную запись и сохранить вашу информацию в зашифрованном виде в Signal.
sk: PIN kódy vám pomôžu obnoviť váš účet a uchovať vaše údaje šifrované v aplikácii Signal.
sr: PIN-ови вам омогућавају да вратите налог и чувају ваше информације шифрованим у Signal-у.
sv: Pinkoder kan hjälpa dig att återställa ditt konto och hålla din information krypterad med Signal.
th: PIN ช่วยให้คุณกู้คืนบัญชีและรักษาข้อมูลให้เข้ารหัสอยู่เสมอกับ Signal
tr: PIN'ler, hesabını geri yüklemene ve bilgilerini Signal ile şifrelenmiş hâlde tutmana yardımcı olabilir.
ug: PIN ئارقىلىق ھېساباتىڭىزنى ئەسلىگە كەلتۈرەلەيسىز ۋە Signal دا ئۇچۇرلىرىڭىزنى مەخپىيلەشتۈرەلەيسىز.
uk: PIN-код потрібен для відновлення акаунту й шифрування інформації, яку ви зберігаєте в Signal.
ur: پِنز آپ کو اپنا اکاؤنٹ بحال کرنے اور Signal کے ساتھ آپ کی معلومات کو انکرپٹ کردہ رکھنے میں مدد کرتے ہیں۔
vi: Mã PIN có thể giúp bạn khôi phục tài khoản và giúp mã hóa thông tin của bạn với Signal.
zh_cn: PIN 码可以帮您恢复账户，并为您储存在 Signal 上的信息提供加密保护。
zh_hk: PIN 碼可協助你還原帳戶，並確保 Signal 內的資料安全加密。

# REGISTRATION_PIN_CREATE_TITLE
source: Create your PIN
ar: إنشاء رقم الـ PIN
be: Стварыце свой PIN-код
bn: আপনার পিন তৈরি করুন
ca: Crea el teu PIN
cs: Vytvořte si PIN
da: Opret din pinkode
de: Erstelle deine PIN
el: Δημιουργία του PIN σου
es: Crea tu PIN
fa: پین خود را ایجاد کنید
fi: Luo PIN-koodi
fr: Créer un code PIN
ga: Cruthaigh d'UAP
gu: તમારો પિન બનાવો
he: יצירת ה–PIN שלך
hi: अपना पिन बनाएँ
hr: Stvorite svoj PIN
hu: PIN-kód létrehozása
id: Buat PIN Anda
it: Crea il tuo PIN
ja: PINの作成
ko: 내 PIN 만들기
mr: आपला पिन तयार करा
ms: Cipta PIN anda
nb: Opprett en PIN-kode
nl: Pincode aanmaken
pl: Utwórz PIN
pt_br: Criar seu PIN
pt_pt: Crie o seu PIN
ro: Creează-ți PIN-ul
ru: Создать Пин-код
sk: Vytvorte si PIN kód
sr: Креирајте PIN
sv: Skapa din pinkod
th: สร้าง PIN ของคุณ
tr: PIN'ini oluştur
ug: يېڭى PIN قۇرۇش
uk: Створіть PIN-код
ur: اپنا پن تخلیق کریں
vi: Tạo mã PIN của bạn
zh_cn: 创建您的 PIN 码
zh_hk: 建立你的 PIN 碼

# REGISTRATION_PIN_ENTER_EXISTING_SUBTITLE
source: PINs can help you restore your account and keep your info encrypted with Signal.
ar: يُمكن أن تساعدك أرقام التعريف الشخصية (PINs) على استعادة حسابك والحفاظ على معلوماتك مُشفَّرة مع سيجنال.
be: PIN-коды дапамагаюць вам аднавіць свой уліковы запіс і надзейна захоўваюць вашу інфармацыю дзякуючы шыфраванню Signal.
bn: পিন আপনাকে আপনার অ্যাকাউন্ট পুনরুদ্ধার করতে এবং Signal-এর সাথে আপনার তথ্য এনক্রিপ্ট করে রাখতে সাহায্য করতে পারে।
ca: Els PINs et poden ajudar a restaurar el teu compte i mantenir la teva informació xifrada amb Signal.
cs: PIN vám pomůže obnovit účet a uchovat vaše informace zašifrované pomocí aplikace Signal.
da: Pinkoder kan hjælpe dig med at gendanne din konto og kryptere dine oplysninger på Signal.
de: PINs können dir helfen, dein Konto wiederherzustellen und deine Daten bei Signal verschlüsselt zu halten.
el: Τα PIN μπορούν να σε βοηθήσουν να επαναφέρεις τον λογαριασμό σου και να διατηρήσεις τις πληροφορίες σου κρυπτογραφημένες με το Signal.
es: El PIN puede ayudarte a restaurar tu cuenta y mantener tu información cifrada en Signal.
fa: با کمک پین می‌توانید حسابتان را بازیابی کنید و اطلاعات حساب سیگنال‌تان را رمزگذاری‌شده نگه دارید.
fi: PIN-koodien avulla voit palauttaa tilisi ja pitää tietosi salattuna Signalissa.
fr: Utilisez un code PIN pour protéger les informations que vous stockez dans Signal et faciliter la restauration de votre compte.
ga: Is féidir le UAPanna cabhrú leat do chuntas a aischur agus d'fhaisnéis a choinneáil criptithe le Signal.
gu: પિન તમને તમારું એકાઉન્ટ રિસ્ટોર કરવામાં અને તમારી માહિતીને Signal સાથે એન્ક્રિપ્ટેડ રાખવામાં મદદ કરી શકે છે.
he: קודי PIN יכולים לעזור לך לשחזר את החשבון שלך ולשמור על המידע שלך מוצפן עם Signal.
hi: पिन आपके अकाउंट को पुनर्स्थापित करने और आपकी जानकारी को Signal के साथ एन्क्रिप्टेड रखने में मदद कर सकते हैं।
hr: PIN-ovi omogućuju oporavak vašeg računa i šifriranje vaših podataka koji su pohranjeni na Signalu.
hu: A PIN-kódok segíthetnek a fiókod visszaállításában és az adataid titkosításában a Signal segítségével.
id: PIN dapat membantu Anda memulihkan akun dan memastikan info Anda terenkripsi di Signal.
it: I PIN ti aiutano a ripristinare il tuo account e a mantenere le tue informazioni crittografate su Signal.
ja: PINは、アカウントの復元に使用され、お客様の情報をSignalで暗号化してお預かりすることを可能にします。
ko: PIN을 설정하면 계정을 복원하고 Signal에서 정보를 암호화하는 데 도움이 됩니다.
mr: पिन आपणाला आपले अकाऊंट पुनर्संचयित करण्यास आणि Signal सह आपली माहिती कूटबद्ध ठेवण्यास मदत करु शकतात.
ms: PIN boleh membantu anda memulihkan akaun anda dan memastikan maklumat anda disulitkan dengan Signal.
nb: PIN-koden hjelper deg med å gjenopprette kontoen og holde informasjonen din kryptert på Signal.
nl: Pincodes kunnen je helpen je account te herstellen en je informatie versleuteld te houden op Signal.
pl: PIN służy do przywracania konta i szyfrowania danych w aplikacji Signal.
pt_br: Os PINs podem ajudar você a restaurar sua conta e a manter suas informações criptografadas no Signal.
pt_pt: Os PINs podem ajudá-lo a restaurar a sua conta e a manter as suas informações encriptadas através do Signal.
ro: PIN-urile te pot ajuta să-ți restaurezi contul și să-ți păstrezi informațiile criptate la Signal.
ru: Пин-коды могут помочь вам восстановить вашу учётную запись и сохранить вашу информацию в зашифрованном виде в Signal.
sk: PIN kódy vám pomôžu obnoviť váš účet a uchovať vaše údaje šifrované v aplikácii Signal.
sr: PIN-ови вам омогућавају да вратите налог и чувају ваше информације шифрованим у Signal-у.
sv: Pinkoder kan hjälpa dig att återställa ditt konto och hålla din information krypterad med Signal.
th: PIN ช่วยให้คุณกู้คืนบัญชีและรักษาข้อมูลให้เข้ารหัสอยู่เสมอกับ Signal
tr: PIN'ler, hesabını geri yüklemene ve bilgilerini Signal ile şifrelenmiş hâlde tutmana yardımcı olabilir.
ug: PIN ئارقىلىق ھېساباتىڭىزنى ئەسلىگە كەلتۈرەلەيسىز ۋە Signal دا ئۇچۇرلىرىڭىزنى مەخپىيلەشتۈرەلەيسىز.
uk: PIN-код потрібен для відновлення акаунту й шифрування інформації, яку ви зберігаєте в Signal.
ur: پِنز آپ کو اپنا اکاؤنٹ بحال کرنے اور Signal کے ساتھ آپ کی معلومات کو انکرپٹ کردہ رکھنے میں مدد کرتے ہیں۔
vi: Mã PIN có thể giúp bạn khôi phục tài khoản và giúp mã hóa thông tin của bạn với Signal.
zh_cn: PIN 码可以帮您恢复账户，并为您储存在 Signal 上的信息提供加密保护。
zh_hk: PIN 碼可協助你還原帳戶，並確保 Signal 內的資料安全加密。

# REGISTRATION_PIN_ENTER_EXISTING_TITLE
source: Enter your PIN
ar: أدخِل رقم PIN
be: Увядзіце свой PIN-код
bn: আপনার পিন লিখুন
ca: Introdueix el teu PIN
cs: Zadejte váš PIN
da: Angiv din pinkode
de: PIN eingeben
el: Γράψε το PIN σου
es: Introduce tu PIN
fa: پین خود را وارد کنید
fi: Syötä PIN-koodi
fr: Saisissez votre PIN
ga: Cuir isteach d'UAP
gu: તમારો પિન દાખલ કરો
he: הזנת ה–PIN שלך
hi: अपना पिन डालें
hr: Unesite svoj PIN
hu: Add meg a PIN-kódod
id: Masukkan PIN Anda
it: Inserisci il tuo PIN
ja: PINを入力してください
ko: PIN 입력
mr: आपला पिन प्रविष्ट करा
ms: Masukkan PIN anda
nb: Skriv inn PIN-koden din
nl: Voer je pincode in
pl: Wpisz PIN
pt_br: Digite seu PIN
pt_pt: Introduza o seu PIN
ro: Introdu PIN-ul tău
ru: Введите свой Пин-код
sk: Zadajte svoj PIN kód
sr: Унесите PIN
sv: Ange din pinkod
th: ใส่ PIN ของคุณ
tr: PIN'ini gir
ug: PIN نى كىرگۈزۈڭ
uk: Введіть свій PIN-код
ur: اپنا پِن درج کریں
vi: Nhập mã PIN của bạn
zh_cn: 请输入 PIN 码
zh_hk: 輸入你的 PIN 碼

# REGISTRATION_PROFILE_SETUP_FAMILY_NAME_FIELD_PLACEHOLDER
source: Last Name
ar: اسم العائلة
be: Прозвішча
bn: নামের শেষ অংশ
ca: Cognom(s)
cs: Příjmení
da: Efternavn
de: Nachname
el: Επίθετο
es: Apellido
fa: نام خانوادگی
fi: Sukunimi
fr: Nom
ga: Sloinne
gu: અટક
he: שם משפחה
hi: उपनाम
hr: Prezime
hu: Vezetéknév
id: Nama Belakang
it: Cognome
ja: 姓
ko: 성
mr: आडनाव
ms: Nama Terakhir
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
pt_pt: Apelido
ro: Nume
ru: Фамилия
sk: Priezvisko
sr: Презиме
sv: Efternamn
th: นามสกุล
tr: Soyad
ug: فامىلە
uk: Прізвище
ur: آخری نام
vi: Họ
zh_cn: 姓氏
zh_hk: 姓氏
