Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_MODE_SWITCH_WARNING_PROVISIONING
source: Registering this iPad will disable Signal on any other device currently registered with the same phone number.
af: As JY hierdie iPad registreer, sal dit Signal op enige ander toestel wat tans met dieselfde foonnommer geregistreer is, deaktiveer.
ar: تسجيل هذا الآي باد سوف يُعطِّل سيجنال في أي جهاز آخر مُسجَّل حاليًا بنفس رقم الهاتف.
az: Bu iPad ilə qeydiyyatdan keçmək, hal-hazırda eyni telefon nömrəsi ilə qeydiyyatdan keçən digər cihazlardakı Signal-ı sıradan çıxardacaq.
be: Калі зарэгістраваць гэты iPad, Signal адключыцца на іншых прыладах, што зарэгістраваны на сённяшні час з такім жа нумарам тэлефона.
bg: Регистрирането на този iPad ще деактивира Signal на всички други устройства, текущо регистрирани със същия телефонен номер.
bn: এই iPad রেজিস্টার করা হলে তা একই ফোন নম্বরে বর্তমানে রেজিস্টার করা অন্য যেকোনও ডিভাইসে Signal অক্ষম করবে।
ca: El registre d’aquest iPad desactivarà el Signal en qualsevol altre dispositiu registrat actualment amb el mateix número de telèfon.
cs: Registrací tohoto iPadu deaktivujete Signal na jakémkoliv jiném zařízení aktuálně registrovaném na stejné telefonní číslo.
cy: Bydd cofrestru'r iPad hon yn analluogi Signal ar unrhyw ddyfais arall sydd ar hyn o bryd wedi'i gofrestri a'r un rhif ffôn.
da: Registrering af denne iPad vil deaktivere Signal på alle andre enheder, hvor samme telefonnummer bruges
de: Das Registrieren dieses iPads wird Signal auf jedem anderen, aktuell mit derselben Telefonnummer registrierten Gerät deaktivieren.
el: Με την εγγραφή αυτού του iPad θα απενεργοποιηθεί το Signal σε οποιαδήποτε άλλη συσκευή εγγεγραμμένη με τον ίδιο αριθμό τηλεφώνου.
es: Registrar este iPad desactivará Signal en cualquier otro dispositivo que esté registrado con el mismo número de teléfono.
es_es: Registrar este iPad desactivará Signal en todos los otros dispositivos que están registrados bajo el mismo número de teléfono.
et: Selle iPadi registreerimine keelab Signali kõigil teistel sama telefoninumbriga hetkel registreeritud seadmetel.
fa: ثبت این آیپد سیگنال را که با این شماره تلفن روی هر دستگاه دیگری ثبت شده باشد را غیر فعال خواهد کرد.
fi: Tämän iPadin rekisteröiminen poistaa Signalin käytöstä muissa samalla puhelinnumerolla rekisteröidyissä laitteissa.
fil: Madi-disable ang Signal sa iba pang mga device na kasalukuyang nakarehistro sa parehong numero ng telepono kung irerehistro ang iPad na ito.
fr: L'inscription de cet iPad désactivera Signal sur tout autre appareil actuellement inscrit avec ce même numéro de téléphone.
ga: Má chláraíonn tú an iPad seo, díchumasófar Signal ar aon ghléas eile atá cláraithe leis an uimhir ghutháin chéanna.
gu: આ iPad રજીસ્ટર એ જ ફોન નંબર સાથે હાલમાં નોંધાયેલા અન્ય કોઈપણ ડિવાઇસ પર Signal ને અક્ષમ કરશે.
he: רישום iPad זה ישבית את Signal על מכשירים אחרים כלשהם שרשומים כיום עם אותו מספר טלפון.
hi: इस iPad को पंजीकृत करने से Signal उन सारे अन्य डिवाइस पर अक्षम हो जाएगा जिन पर इस वक्त Signal इस फोन नंबर से पंजीकृत है।
hr: Registriranjem ovog iPada onemogućiti će se Signal na bilo kojem drugom uređaju koji je trenutno registriran s istim brojem telefona.
hu: Ezen iPad regisztrálása letiltja a Signalt az ezzel a telefonszámmal regisztrált egyéb eszközökön.
id: Menautkan Signal dengan iPad akan menon-aktifkan Signal pada semua perangkat lain yang terdaftar dengan nomor seluler yang sama.
is: Ef þessi iPad er skráður verður Signal óvirkt á öðrum tækjum sem núna eru skráð með sama símanúmer.
it: Registrare questo iPad disattiverà Signal su ogni altro dispositivo attualmente registrato con lo stesso numero di telefono.
ja: このiPadを登録すると、現在同じ電話番号で登録されている、他の端末のSignalが無効化されます。
kab: Ajerred n iPad-a ad isens Signal ɣef yal ibenk-nniḍen amiran yettujerrden s yiwen wuṭṭun n tilifun.
kk: Осы iPad құрылғысын тіркеу сол телефон нөміріне қазір тіркеулі тұрған кез келген басқа құрылғыдағы Signal қолданбасын өшіреді.
km: á€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ iPad á“áŸáŸ‡ á“á¹á„á”á·á‘ Signal á“áŸ…á›á¾á§á”á€ášááŸá•áŸ’áŸáŸá„ áŠáŸ‚á›á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á‡á¶á˜á½á™á“á¹á„á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘áŠá¼á…á‚áŸ’á“á¶áŸ”
kn: ಈ ಐಪ್ಯಾಡ್ ಅನ್ನು ನೋಂದಾಯಿಸುವುದು ಪ್ರಸ್ತುತ ಇದೇ ಫೋನ್ ಸಂಖ್ಯೆಯಲ್ಲಿ ನೋಂದಾಯಿಸಲಾದ ಯಾವುದೇ ಸಾಧನದಲ್ಲಿ Signal ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.
ko: iPad를 등록하면 같은 전화번호로 등록한 다른 모든 기기의 Signal을 비활성화합니다.
lt: Šio iPad registravimas išjungs Signal bet kuriame kitame, šiuo metu su tuo pačiu numeriu susietame, įrenginyje.
lv: Reģistrējot šo iPad ierīci, lietotne Signal tiks atspējota visās ierīcēs, kuras pašlaik reģistrētas ar to pašu tālruņa numuru.
mk: Регистрирањето на овој iPad ќе го оневозможи Signal на секој друг уред моментално регистриран со истиот телефонски број.
ml: ഈ ഐപാഡ് രജിസ്റ്റർ ചെയ്താൽ, ഇതേ ഫോൺ നമ്പർ നിലവിൽ രജിസ്റ്റർ ചെയ്തിരിക്കുന്ന മറ്റേതൊരു ഡിവൈസിലെയും Signal നെ ഇത് സജീവമല്ലാതാക്കും.
mr: हा iPad नोंदवल्याने या फोन नंबर सोबत नोंदवलेले इतर डिव्हाईस वर Signal अक्षम केले जाईल.
ms: Mendaftar iPad ini akan menyahdayakan Signal pada sebarang peranti lain yang berdaftar pada masa ini dengan nombor telefon yang sama.
my: ၎င်း iPad ကို မှတ်ပုံတင်ခြင်းဖြင့် လက်ရှိဖုန်းနံပါတ်ဖြင့် ယခု မှတ်ပုံတင်ထားသော စက်ပစ္စည်းအားလုံးပေါ်တွင် Signal ကို အသုံးပြု၍ မရတော့ပါ။
nb: Registrering av denne iPad vil deaktivere Signal på andre enheter som for øyeblikket er registrert med samme telefonnummer.
nl: Als je Signal registreert op deze iPad dan zal Signal worden uitgeschakeld op elk ander apparaat dat momenteel met hetzelfde telefoonnummer is geregistreerd.
pa: ਇਸ iPad ਨੂੰ ਰਜਿਸਟਰ ਕਰਨ ਨਾਲ ਇਸ ਸਮੇਂ ਏਸੇ ਫੋਨ ਨੰਬਰ ਨਾਲ ਰਜਿਸਟਰ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ 'ਤੇ Signal ਅਸਮਰੱਥ ਹੋ ਜਾਵੇਗਾ.
pa_pk: ایس آئی پیڈ نوں رجسٹر کرنا ایسی فون نمر دے نال موجودہ طور تے رجسٹرڈ کسے وی دوجے آلے اتے Signal نوں غیرفعال کر دیوے گا۔
pl: Gdy zarejestrujesz tego iPada, aplikacja Signal zdezaktywuje się na wszystkich innych urządzeniach zarejestrowanych przy użyciu tego samego numeru telefonu.
ps: د دې iPad ثبتول به Signal په نورو هغو وسیلو کې چې په همدې ټلیفون شمېرې سره ثبت شوي دي، غیرفعاله کړي.
pt_br: Registrar este iPad irá desabilitar o Signal em todos os outros aparelhos atualmente registrados com o mesmo número de telefone.
pt_pt: Ao registar este iPad irá desativar o Signal em qualquer outro dispositivo atualmente registado com este número de telefone.
ro: Înregistrarea acestui iPad va dezactiva Signal pe orice alt dispozitiv înregistrat în prezent cu același număr de telefon.
ru: Регистрация данного iPad отключит Signal на любом другом устройстве, где он зарегистрирован на тот же номер телефона.
sk: Registrácia tohto iPadu vypne Signal na akomkoľvek inom zariadení, ktoré je momentálne registrované prostredníctvom tohto istého telefónneho čísla.
sl: Prijava te naprave bo onemogočila delovanje storitve Signal na vseh drugih napravah, ki so trenutno prijavljene z isto številko.
sq: Regjistrimi i këtij iPad-i do të çaktivizojë Signal-in në çfarëdo pajisje tjetër aktualisht të regjistruar me të njëjtin numër telefoni.
sr: Ако региструјете овај iPad, деактивираћете Signal на свим другим уређајима тренутно регистрованим на исти број телефона.
sv: Registrering av denna iPad inaktiverar Signal på alla andra enheter som för närvarande är registrerad med samma telefonnummer.
sw: Kusajili iPad hii kutalemaza Signal kwenye kifaa kingine chochote kilichosajiliwa sasa na nambari moja ya simu.
ta: இந்த ஐபாட் பதிவு செய்யும் முடக்கு Signal ஏதேனும் மற்றவை சாதனம் தற்போது அதனுடன் பதிவு செய்யப்பட்டுள்ளது தொலைபேசி எண்.
te: ఈ ఐప్యాడ్‌ను నమోదు చేయడం వల్ల ప్రస్తుతం అదే ఫోన్ నంబర్‌తో నమోదు చేయబడిన ఇతర పరికరాల్లో Signal నిలిపివేయబడుతుంది.
th: การลงทะเบียน iPad เครื่องนี้จะเป็นการปิดใช้ Signal บนอุปกรณ์อื่นที่ลงทะเบียนไว้ด้วยหมายเลขโทรศัพท์เดียวกัน
tr: Bu iPad'i kaydetmek diğer cihazlarda aynı telefon numarası ile kaydedilmiş Signal'i devre dışı bırakacaktır.
ug: بۇ iPad تىزىملىتىش ئوخشاش تېلېفون نومۇرى بىلەن تىزىملاتقان باشقا ئۈسكۈنىلەردىكى Signalنى چەكلەپ قويىدۇ.
uk: Якщо ви зареєструєте цей iPad, то Signal буде деактивовано на інших пристроях, де він зареєстрований на цей номер телефону.
ur: اس iPad کی رجسٹریشن اسی فون نمبر کے ساتھ فی الحال رجسٹرڈ کسی بھی دوسرے device پر Signal کو غیر فعال کردے گی۔
vi: Đăng kí iPad này sẽ vô hiệu hóa Signal trên thiết bị được đăng kí với cùng số điện thoại.
zh_cn: 注册当前 iPad 将会停用在其他所有设备上以相同手机号码注册的 Signal 账户。
zh_hk: 登記此 iPad 將會禁用在其他裝置上使用同一電話號碼登記的 Signal。

# ONBOARDING_MODE_SWITCH_WARNING_REGISTERING
source: Linking your iPhone is not recommended and will limit core functionality.
af: Om jou iPhone te koppel word nie aanbeveel nie en sal sekere kernfunksies beperk.
ar: لا يُوصَى بربط الآي فون الخاص بك، إذ سيحدُّ من بعض الوظف الأساسية.
az: iPhone ilə əlaqələndirmək məsləhət görülmür və təməl funksionallıqlara məhdudiyyət qoyur.
be: Звязаць тэлефон мы звычайна не рэкамендуем, бо гэта абмяжуе асноўныя функцыі.
bg: Свързването на вашия iPhone не се препоръчва и ще ограничи основни функционалности.
bn: আপনার iPhone লিঙ্ক করার পরামর্শ দেওয়া হয় না এবং মূল কার্যকারিতা সীমাবদ্ধ করবে।
ca: No es recomana enllaçar l'iPhone i això limitarà funcionalitat principal.
cs: Propojení vašeho iPhonu není doporučené a omezí některé klíčové funkce.
cy: Nid yw cysylltu eich iPhone yn gymeradwy a bydd yn cyfyngu nodweddion craidd.
da: At tilkoble din iPhone anbefales ikke, da det vil begrænse kernefunktionalitet.
de: Das Koppeln deines iPhones wird nicht empfohlen und wichtige Funktionen einschränken.
el: Η σύνδεση του iPhone δεν προτείνεται και θα περιορίσει βασική λειτουργικότητα.
es: Vincular tu iPhone no es la opción recomendada, ya que limitará funcionalidades importantes.
es_es: Enlazar tu iPhone no está recomendado ya que limitará funcionalidades importantes.
et: iPhone'i ühendamine ei ole soovitatud ja limiteerib põhifunktsionaalsust.
eu: Zure iPhone-a lotzea ez dago gomendatuta eta oinarrizko funtzionalitatea mugatuko du.
fa: پیوند دادن آیفون شما پیشنهاد نمی شود و عملکرد اصلی را محدود می کند.
fi: iPhonen yhdistämistä ei suositella. Se rajoittaa myös ydintoimintoja.
fil: Hindi minumungkahi na i-link ang iPhone na ito dahil maglilimita ito sa core na functionality.
fr: Il n’est pas recommandé d’associer votre iPhone : des fonctionnalités essentielles s’en trouveront limitées.
ga: Ní mholaimid duit d'iPhone a nascadh toisc go gcuireann sé srian ar fheidhmíocht bhunúsach an ghutháin.
gu: તમારા iPhone ને લિંક કરવાની ભલામણ કરવામાં આવતી નથી અને તે મૂળ કાર્યક્ષમતાને મર્યાદિત કરશે.
he: קישור iPhone שלך אינו מומלץ ויגביל תפקודיות ליבה.
hi: हम आपका iPhone लिंक करने का सुझाव नहीं देंगे, ऐसा करने से मूल कार्यक्षमता सीमित हो जाएँगी।
hr: Povezivanje vašeg iPhonea se ne preporučuje i ograničiti će osnovne funkcionalnosti.
hu: Ezen iPhone társítása nem javasolt - erősen korlátozná az alkalmazás teljeskörű működését.
id: Menautkan iPhone tidak dianjurkan dan akan membatasi fungsi-fungsi Signal.
is: Að tengja iPhone-símann þinn er eitthvað sem ekki er mælt með og sem mun takmarka ýmsa kjarnaeiginleika.
it: Associare il tuo iPhone non è consigliato e limiterà le funzionalità di base.
ja: このiPhoneをリンクすることは、機能が制限されるため、推奨されません。
kab: Tuqqna n iPhone-ik·im s umata ur d-yettuselleh ara yerna ad yeg talast i ra n tmahlin.
kk: iPhone құрылғысын байланыстыруға әдетте кеңес берілмейді, себебі ол негізгі функцияларды шектейді.
km: á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ iPhone ášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“ááŸ‚á“á¶áŸ†á‘áŸ á“á·á„á¢á¶á…ášá·áááŸ’á”á·áá˜á»áá„á¶ášáŸáŸ†áá¶á“áŸ‹áŸ—áŸ”
kn: ನಿಮ್ಮ ಐಫೋನ್ ಲಿಂಕ್ ಮಾಡಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿಲ್ಲ ಮತ್ತು ಇದು ಮುಖ್ಯ ಕಾರ್ಯವನ್ನು ಮಿತಗೊಳಿಸುತ್ತದೆ.
ko: iPhone을 연결하면 각종 주요 기능이 제한되기에 추천해 드리지 않습니다.
lt: iPhone susiejimas nėra rekomenduojamas ir apribos pagrindinį funkcionalumą.
lv: iPhone piesaistīšana nav ieteicama, un tā ierobežos galvenās funkcijas.
mk: Поврзувањето на вашиот iPad не е препорачливо и ќе ја ограничи основната функционалност.
ml: നിങ്ങളുടെ ഫോൺ ലിങ്ക് ചെയ്യുന്നത് ശുപാർശ ചെയ്യുന്നില്ല, അത് ചില പ്രധാന പ്രവർത്തന സംവിധാനങ്ങളെ പരിമിതപ്പെടുത്തും.
mr: आपला फोन लिंक करणे शिफारसीय नाही आणि ते मुलभूत कार्यक्षमता मर्यादित करेल.
ms: Memautkan iPhone anda tidak dicadangkan dan akan mengehadkan fungsi teras.
my: သင့်ဖုန်းနှင့် ချိတ်ခြင်းကို အကြံမပြုပါ။ ၎င်းလုပ်ခြင်းသည် အဓိကလုပ်ဆောင်နိုင်စွမ်းများကို ကန့်သတ်နိုင်ပါသည်။
nb: Det anbefales ikke å koble din iPhone og vil begrense kjernefunksjonaliteten.
nl: Het wordt afgeraden om je iPhone te koppelen omdat dit kernfunctionaliteit zal beperken.
pa: ਤੁਹਾਡੇ iPhone ਨੂੰ ਲਿੰਕ ਕਰਨ ਦੀ ਸਲਾਹ ਨਹੀਂ ਦਿੱਤੀ ਜਾਂਦੀ ਅਤੇ ਇਸ ਨਾਲ ਇਸ ਦੀਆਂ ਮੁੱਖ ਸੁਵਿਧਾਵਾਂ ਸੀਮਿਤ ਹੋ ਜਾਣਗੀਆਂ.
pa_pk: اپنے آئی فون نوں لنک کرن دی سفارش نئیں کیتی جاندی اے تے ایہہ بنیادی فعلیت نوں محدود کر دیوے گا۔
pl: Łączenie iPhone'a nie jest zalecane i ogranicza działanie niektórych podstawowych funkcjonalności.
ps: ستاسې د ایفون د لینک کولو سپارښتنه نه کېږي او دا کار به د هغه اصلي کارکړنه را محدوده کړي.
pt_br: Vincular o seu iPhone não é recomendado e irá limitar funcionalidades importantes.
pt_pt: Associar o seu iPhone não é recomendado e irá limitar algumas funcionalidades principais.
ro: Asocierea iPhone-ului tău nu este recomandată și va limita funcții de bază.
ru: Привязка вашего iPhone не рекомендована и ограничит основную функциональность.
sk: Prepojenie vášho iPhonu sa neodporúča a obmedzí to základnú funkcionalitu.
sl: Povezovanje telefona ni priporočljivo, saj bodo nekatere osnovne storitve delovale omejeno.
sq: Lidhja e iPhone-it tuaj nuk këshillohet dhe do të kufizojë funksionet bazë.
sr: Повезивање вашег iPhone-а није препоручено јер би то ограничило основне функционалности.
sv: Att länka din iPhone rekommenderas inte och kommer att begränsa kärnfunktioner.
sw: Kuunganisha iPhone yako hakupendekezwi na kutapunguza utendaji wake msingi.
ta: இணைத்தல் உங்கள் ஐபோன் பரிந்துரைக்கப்படவில்லை மற்றும் முக்கிய செயல்பாட்டைக் கட்டுப்படுத்தும்.
te: మీ ఐఫోన్‌ను లింక్ చేయడం సిఫారసు చేయబడలేదు మరియు కోర్ కార్యాచరణను పరిమితం చేస్తుంది.
th: การเชื่อมโยงกับ iPhone นั้นไม่แนะนำ และมันจะจำกัดความสามารถหลัก
tr: iPhone'unuzu bağlamak önerilmez ve bazı temel fonksiyonları sınırlar.
ug: iPhone نىڭىزنى باغلاش ئادەتتە تەۋسىيە قىلىنمايدۇ ۋە بەزى نۇقتىلىق ئىقتىدارلار چەكلىنىپ قالىدۇ.
uk: Ми не рекомендуємо вам зв'язувати iPhone, оскільки це обмежить його основну функціональність.
ur: آپ کے iPhone کو جوڑنے کی سفارش نہیں کی جاتی ہے اور بنیادی فعالیت کو محدود کردے گی۔
vi: Liên kết iPhone không được khuyên dùng và sẽ hạn chế một số tính năng.
zh_cn: 我们并不建议关联您的iPhone，它会使某些关键功能受限。
zh_hk: 我們不建議您連結 iPhone，這會限制某些核心功能。

# ONBOARDING_PERMISSIONS_CONTACTS_DESCRIPTION
source: Find people you know. Your contacts are encrypted and not visible to the Signal service.
ar: اعثر على أشخاص تعرفهم. جهات اتصالك مُشفَّرة وغير مرئية لخدمة سيجنال.
be: Знаходзьце людзей, якіх вы ведаеце. Вашы кантакты зашыфраваны і не бачныя сэрвісу Signal.
bn: আপনার পরিচিত ব্যক্তিদের খুঁজে বের করুন। আপনার কন্টাক্টগুলো এনক্রিপ্ট অবস্থায় আছে এবং সেগুলো সিগন্যাল সার্ভিসে দৃশ্যমান নয়।
ca: Troba gent que coneixes. Els teus contactes estan xifrats i no són visibles per al servei de Signal.
cs: Najděte lidi, které znáte. Vaše kontakty jsou šifrované a nejsou viditelné pro službu Signal.
da: Find personer, du kender. Dine kontakter er krypterede og ikke synlige for Signal-tjenesten.
de: Finde Leute, die du kennst. Deine Kontakte sind verschlüsselt und für den Signal-Dienst nicht sichtbar.
el: Βρες άτομα που γνωρίζεις. Οι επαφές σου είναι κρυπτογραφημένες και δεν είναι ορατές στην υπηρεσία Signal.
es: Encuentra a personas que ya conoces. Tus contactos están protegidos mediante cifrado y no son visibles para Signal.
fa: افرادی که می‌شناسید را پیدا کنید. مخاطبان شما رمزگذاری‌شده و برای سرویس سیگنال قابل مشاهده نیستند.
fi: Etsi tuntemiasi ihmisiä. Yhteystietosi salataan, eivätkä ne näy Signal-palvelussa.
fr: Pour rechercher vos amis. Votre liste de contacts est chiffrée et le service Signal n'y a pas accès.
ga: Aimsigh daoine a bhfuil aithne agat orthu. Tá do theagmhálaithe criptithe agus dofheicthe ag seirbhís Signal.
gu: તમે જાણતા હો તે લોકોને શોધો. તમારા સંપર્કો એન્ક્રિપ્ટેડ છે અને Signal સેવાને દેખાઈ શકતા નથી.
he: למצוא אנשים שאת.ה מכיר.ה. אנשי הקשר שלך מוצפנים ואינם גלויים לשירות Signal.
hi: अपनी पहचान के लोगों को ढूंढें। आपके संपर्क एन्क्रिप्टेड हैं और Signal सेवा को दिखाई नहीं देते हैं।
hr: Pronađite ljude koje poznajete. Vaši kontakti su šifrirani i nisu vidljivi usluzi Signal.
hu: Találj olyan személyeket, akiket ismersz. A névjegyeid titkosítva vannak, és nem láthatók a Signal számára.
id: Temukan orang yang Anda kenal. Kontak Anda dienkripsi dan tidak terlihat oleh layanan Signal.
it: Trova le persone che conosci. I tuoi contatti vengono protetti con crittografia e non sono visibili da noi di Signal.
ja: 知り合いを探しましょう。連絡先は暗号化され、私たちSignalからは見えません。
ko: 아는 사람을 찾으세요. 연락처는 암호화되며 Signal 서비스에 표시되지 않습니다.
mr: आपण ओळखत असलेल्या लोकांना शोधा. आपले संपर्क कूटबद्ध केलेले आहेत आणि ते Signal सेवेला दृश्यमान नाहीत.
ms: Cari orang yang anda kenal. Kenalan anda disulitkan dan tidak kelihatan kepada perkhidmatan Signal.
nb: Finn folk du kjenner. Kontaktlisten din krypteres og er ikke synlig for Signal-tjenesten.
nl: Vind mensen die je kent. Je contacten zijn versleuteld en niet zichtbaar voor de Signal-dienst.
pl: Znajdź osoby, które znasz. Twoje kontakty są szyfrowane i niewidoczne dla usługi Signal.
pt_br: Encontre pessoas que você conhece. Seus contatos são criptografados e não ficam visíveis para o Signal.
pt_pt: Encontre pessoas que conhece. Os seus contactos estão encriptados e não são visíveis ao serviço Signal.
ro: Găsește oameni pe care îi cunoști. Contactele tale sunt criptate și nu sunt vizibile pentru serviciul Signal.
ru: Найдите людей, которых вы знаете. Ваши контакты зашифрованы и не видны Signal.
sk: Nájdite ľudí, ktorých poznáte. Vaše kontakty sú šifrované a nie sú viditeľné pre službu Signal.
sr: Нађите људе које знате. Ваши контакти су шифровани и нису видљиви услузи Signal.
sv: Hitta personer du känner. Dina kontakter är krypterade och är inte synliga för Signal-tjänsten.
th: ค้นหาคนที่คุณรู้จัก โดยรายชื่อผู้ติดต่อของคุณจะได้รับการเข้ารหัสและไม่ถูกเปิดเผยต่อบริการของ Signal
tr: Tanıdığın kişileri bul. Kişilerin şifrelendi ve Signal hizmetinde görünmüyor.
ug: سىز تونۇيدىغان كىشىلەرنى تېپىڭ. ئالاقىداشلىرىڭىز مەخپىيلەشتۈرۈلگەن بولۇپ، سىگنال مۇلازىمىتىگە كۆرۈنمەيدۇ.
uk: Знаходьте своїх знайомих. Ваші контакти зашифровані, тому сервіс Signal їх не бачить.
ur: اپنے جاننے والے لوگ تلاش کریں۔ آپ کے رابطے انکرپٹ کردہ ہیں اور Signal سروس کو نظر نہیں آتے۔
vi: Tìm người bạn biết. Danh bạ của bạn được mã hóa và Signal không thể truy cập được.
zh_cn: 帮助您寻找认识的人。您的联系人将会被加密，Signal 服务将无法看到您的联系人。
zh_hk: 找到你認識的人。你的聯絡人名單已加密，Signal 服務無法看到。

# ONBOARDING_PERMISSIONS_CONTACTS_TITLE
source: Contacts
ar: جهات الاتصال
be: Кантакты
bn: পরিচিতিসমূহ
ca: Contactes
cs: Kontakty
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
fa: دفترتلفن
fi: Yhteystiedot
ga: Teagmhálaithe
gu: સંપર્કો
he: אנשי קשר
hi: संपर्क
hr: Kontakti
hu: Kontaktok
id: Kontak
it: Contatti
ja: 連絡先
ko: 연락처
mr: संपर्क
ms: Kenalan
nb: Kontakter
nl: Contacten
pl: Kontakty
pt_br: Contatos
pt_pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sr: Контакти
sv: Kontakter
th: ผู้ติดต่อ
tr: Kişiler
ug: ئالاقەداشلار
uk: Контакти
ur: رابطے
vi: Danh bạ
zh_cn: 联系人
zh_hk: 聯絡人

# ONBOARDING_PERMISSIONS_NOTIFICATIONS_DESCRIPTION
source: Get notified when new messages arrive.
ar: تلقَّي إشعار عند وصول رسائل جديدة.
be: Атрымлівайце апавяшчэнні аб новых паведамленнях.
bn: নতুন মেসেজ এলে নোটিফিকেশন পান।
ca: Rep una notificació quan arribin missatges nous.
cs: Nechte se upozornit na příchod nových zpráv.
da: Få en notifikation, når der kommer nye beskeder.
de: Erhalte Benachrichtigungen, wenn du neue Nachrichten erhältst.
el: Να λαμβάνεις ειδοποιήσεις όταν έρχονται νέα μηνύματα.
es: Recibe notificaciones cuando te lleguen mensajes nuevos.
fa: با دریافت پیام جدید، اعلان داده شود.
fi: Saat ilmoituksen, kun uusia viestejä saapuu.
fr: Pour être averti de l'arrivée de nouveaux messages.
ga: Faigh fógra nuair a thagann teachtaireachtaí nua isteach.
gu: નવા મેસેજ આવે નોટિફિકેશન મેળવો.
he: לקבל התראה כשמגיעות הודעות חדשות.
hi: नए संदेश आने पर सूचना पाएँ।
hr: Primite obavijest kada stignu nove poruke.
hu: Fogadj értesítést, ha új üzeneteid érkeznek.
id: Terima notifikasi saat ada pesan baru yang masuk.
it: Ricevi le notifiche per i nuovi messaggi.
ja: 新しいメッセージが届いたときに通知を受け取ります。
ko: 새 메시지가 도착하면 알림을 받습니다.
mr: नवीन संदेश आल्यानंतर सूचना प्राप्त करा.
ms: Dapatkan pemberitahuan apabila mesej baharu tiba.
nb: Få varsler når du mottar meldinger.
nl: Ontvang een melding bij nieuwe berichten.
pl: Otrzymuj powiadomienia o nowych wiadomościach.
pt_br: Receba notificações quando receber novas mensagens.
pt_pt: Receba notificações quando chegarem novas mensagens.
ro: Primește notificări când sosesc mesaje noi.
ru: Получать уведомления о новых сообщениях.
sk: Dostávajte upozornenia na nové správy.
sr: Добијајте обавештења када вам стигну нове поруке.
sv: Bli meddelad när du får nya meddelanden.
th: ได้รับแจ้งเตือนเมื่อมีข้อความใหม่
tr: Yeni mesajlar geldiğinde bildirim al.
ug: يېڭى ئۇچۇرلار كەلگەندە، خەۋەردار بولۇڭ.
uk: Отримуйте сповіщення про нові повідомлення.
ur: نئے میسجز وصول ہونے پر اطلاع حاصل کریں۔
vi: Được thông báo khi tin nhắn mới được gửi đến.
zh_cn: 收到新消息时通知您。
zh_hk: 當新訊息到達時收到通知。

# ONBOARDING_PERMISSIONS_NOTIFICATIONS_TITLE
source: Notifications
ar: الإشعارات
be: Апавяшчэнні
bn: বিজ্ঞপ্তিগুলি
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
fa: اعلانات
fi: Ilmoitukset
ga: Fógraí
gu: નોટિફિકેશન
he: התראות
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
mr: सूचना
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sr: Обавештења
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
ug: ئۇقتۇرۇشلار
uk: Сповіщення
ur: اطلاعات
vi: Thông báo
zh_cn: 通知
zh_hk: 通知
