Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_ACTION_DELETE_FOR_EVERYONE_CONFIRMATION
source: This message will be deleted for everyone in the chat if they’re on a recent version of Signal. They will be able to see that you deleted a message.
af: Hierdie boodskap sal vir almal in die klets geskrap word indien hulle ’n nuwe weergawe van Signal het. Hulle sal kan sien dat jy ’n boodskap geskrap het.
ar: ستُحذَف هذه الرسالة لأي شخص في هذه الدردشة إن كان يستخدم إصدار حديث مِن سيجنال. سيكون بمقدوره رؤية أنك قد حذفت رسالة.
az: Bu mesaj, bu söhbətdə Signal-ın ən son versiyasına sahib olan hər kəs üçün silinəcək. Bir mesajı sildiyinizi görə bilərlər.
be: Гэта паведамленне будзе выдалена для ўсіх удзельнікаў размовы, калі яны карыстаюцца апошняй версіяй Signal. Яны змогуць убачыць, што вы выдалілі паведамленне.
bg: This message will be permanently deleted for everyone in the conversation. Members will be able to see that you deleted a message.
bn: এই ম্যাসেজটি চ্যাটে থাকা সকলের জন্য মুছে যাবে, যদি তারা Signal-এর সর্বশেষ সংস্করণটি ব্যবহার করেন। আপনি যে একটি ম্যাসেজ মুছে ফেলেছেন তা তারা দেখতে পাবেন।
ca: Aquest missatge s'eliminarà per a tots els usuaris del xat si utilitzen una versió recent de Signal. Podran veure que has eliminat un missatge.
cs: Tato zpráva bude smazána pro všechny v chatu, pokud používají poslední verzi aplikace Signal. Všichni uvidí, že jste zprávu odstranili.
cy: Bydd y neges hon yn cael ei dileu i bawb sydd yn y sgwrs os ydynt yn defnyddio fersiwn diweddar o Signal. Byddent yn gallu gweld eich bod wedi dileu neges.
da: Denne besked slettes for alle i chatten, hvis de har den seneste version af Signal. De kan se, at du har slettet en besked.
de: Diese Nachricht wird für alle Teilnehmer im Chat gelöscht, die eine aktuelle Version von Signal verwenden. Sie werden sehen können, dass du eine Nachricht gelöscht hast.
el: Αυτό το μήνυμα θα διαγραφεί για όλους/ες στη συνομιλία, αν έχουν μια πρόσφατη έκδοση του Signal. Θα μπορούν να δουν ότι διέγραψες ένα μήνυμα.
es: Este mensaje se eliminará para todas las personas en el chat si usan una versión reciente de Signal. Podrán ver que has eliminado un mensaje.
es_es: Este mensaje se eliminará para tod@s en el chat si usan una versión reciente de Signal. En el chat se mostrará que lo has eliminado.
et: See sõnum kustutatakse kõigilt vestluse liikmetelt, kui nad kasutavad Signali värsket versiooni. Nad näevad, et sa kustutasid sõnumi.
eu: Mezu hau ezabatuko da solasaldian dagoen edonorentzat Signalen azkenengo bertsioetako bat erabiltzen badu. Mezua ezabatu duzula ikusteko gai izango dira.
fa: این پیام برای همهٔ کسانی در این گفتگو که از تازه‌ترین نسخهٔ سیگنال استفاده می‌کنند، پاک خواهد شد. آن‌ها قادر خواهند بود ببینند که شما پیامی را پاک کردید.
fi: Tämä viesti poistetaan kaikilta keskustelussa olevilta, jos he käyttävät Signalin uusinta versiota. He näkevät, että poistit viestin.
fil: Ang mensaheng ito ay permanenterng mabubura para sa lahat na kalahok ng pag-uusap. Makikita ng mga kasapi na binura mo ang mensahe.
fr: Ce message sera supprimé de cette conversation pour tous les utilisateurs disposant d'une version récente de Signal. Ils verront que vous avez supprimé un message.
ga: Scriosfar an teachtaireacht seo do chách sa chomhrá má tá leagan le déanaí de Signal acu. Feicfidh siad gur scrios tú teachtaireacht.
gu: જો તેઓ Signalના તાજેતરના વર્ઝન પર હશે તો આ મેસેજ ચેટમાં દરેક માટે ડિલીટ કરવામાં આવશે. તેઓ જોઈ શકશે કે તમે મેસેજ ડિલીટ કર્યો છે.
he: הודעה זו תימחק עבור כל מי שנמצא בצ'אט אם הם משתמשים בגרסה עדכנית של Signal. הם יוכלו לראות שמחקת הודעה.
hi: यह मेसेज चैट में शामिल सभी के लिए डिलीट कर दिया जाएगा यदि वे Signal के नवीनमत वर्ज़न पर हैं। वे देख सकेंगे कि आपने एक मेसेज को डिलीट कर दिया है।
hr: Ova poruka će biti trajno izbrisana za sve osobe u razgovoru ako su na najnovijoj verziji Signala. Moći će vidjeti da ste izbrisali poruku.
hu: Ez az üzenet a csevegés minden tagja számára törlésre kerül. A többiek számára látható lesz, hogy töröltél egy üzenetet.
id: Pesan ini akan dihapus untuk semua orang yang ada dalam obrolan jika mereka menggunakan versi terbaru Signal. Mereka akan bisa melihat bahwa Anda telah menghapus sebuah pesan.
is: Þessum skilaboðum verður eytt hjá öllum í spjallinu ef þeir eru með nýlega útgáfu af Signal. Viðkomandi munu geta séð að þú eyddir skilaboðum.
it: Questo messaggio verrà eliminato per tutti i partecipanti alla chat se utilizzano una versione recente di Signal. Potranno vedere che hai eliminato un messaggio.
ja: このメッセージは、チャットの参加者全員が最新バージョンのSignalを使用している場合、全員に対して消去されます。参加者には、あなたがメッセージを消去したことがわかります。
kab: Izen-a ad yettwakkes i yal yiwen yellan deg udiwenni ma yella deg lqem n melmi kan n Signal i sɛan. Ad izmiren ad walin tekkseḍ izen.
kk: Бұл хабарлама әңгіме-дүкендегілердің барлығы үшін біржола жойылады. Қатысушылар сіздің хабарламаны жойғаныңызды көре алатын болады.
km: áŸá¶ášá“áŸáŸ‡ á“á¹á„ááŸ’ášá¼áœá›á»á”á…áŸ„á›áŸá˜áŸ’ášá¶á”áŸ‹á¢áŸ’á“á€á‘á¶áŸ†á„á¢áŸáŸ‹á‚áŸ’á“á¶á“áŸ…á€áŸ’á“á»á„á€á¶ášá‡á‡áŸ‚á€ á”á¾áŸá·á“á–á½á€á‚áŸá“áŸ…á›á¾á‡áŸ†á“á¶á“áŸ‹ááŸ’á˜á¸ášá”áŸáŸ‹ SignaláŸ” á–á½á€á‚áŸá“á¹á„á¢á¶á…á˜á¾á›áƒá¾á‰áá¶ á¢áŸ’á“á€á”á¶á“á›á»á”áŸá¶ášá˜á½á™áŸ”
kn: ಅವರು Signal ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯಲ್ಲಿದ್ದರೆ ಚಾಟ್‌ನಲ್ಲಿರುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಈ ಸಂದೇಶವನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ. ನೀವು ಸಂದೇಶವನ್ನು ಅಳಿಸಿದ್ದೀರಿ ಎಂಬುದನ್ನು ಅವರು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: 이 대화에 참여하고 최신 버전 Signal을 설치한 모든 기기에서 이 메시지를 삭제합니다. 다른 사용자는 내가 메시지를 삭제했다는 것을 볼 수 있습니다.
lt: Ši žinutė šiame pokalbyje bus ištrinta visiems žmonėms tuo atveju, jeigu jie naudoja paskiausią Signal versiją. Jie galės matyti, kad ištrynėte žinutę.
lv: Šī ziņa tiks izdzēsta visiem tērzēšanas dalībniekiem, ja viņi izmanto jaunāko Signal versiju. Dalībnieki varēs redzēt, ka ziņa ir dzēsta.
mk: Оваа порака ќе бидат избришани за сите во разговорот ако тие се на понова верзија на Signal. Тие ќе можат да видат дека сте ја избришале пораката.
ml: സംഭാഷണത്തിലെ എല്ലാവർ‌ക്കും അവർ‌ Signal-ന്റെ സമീപകാല പതിപ്പിലാണെങ്കിൽ‌ ഈ സന്ദേശം ഇല്ലാതാക്കും. നിങ്ങൾ ഒരു സന്ദേശം ഇല്ലാതാക്കിയത് അവർക്ക് കാണാൻ കഴിയും.
mr: Signal च्या अलिकडील आवृत्तीवर असल्यास हा संदेश चॅटमधील प्रत्येकासाठी हटवला जाईल. आपण संदेश हटवला हे पाहण्यात ते सक्षम हाेतील.
ms: Mesej ini akan dipadamkan untuk semua orang dalam sembang jika mereka menggunakan Signal versi terkini. Mereka akan dapat melihat jika anda memadamkan mesej.
my: စကားချက်ထဲတွင်ရှိသူတိုင်းအတွက် နောက်ဆုံး Signal ဗားရှင်းရှိခဲ့လျှင် ၎င်းမက်ဆေ့ချ်ကို ဖျက်သိမ်းသွားပါမည်။ သူတို့သည် သင်မှ မက်ဆေ့ချ်ကို ဖျက်သိမ်းခဲ့သည်ဆိုတာကို တွေ့ရပါမည်။
nb: Denne meldingen slettes for alle i samtalen dersom de er på en nylig versjon av Signal. De vil kunne se at du har slettet en melding.
nl: Dit bericht wordt voor iedereen in de chat verwijderd als ze een recente versie van Signal gebruiken. Ze kunnen zien dat je een bericht hebt verwijderd.
pa: ਗੱਲਬਾਤ ਵਿੱਚ ਸ਼ਾਮਲ ਸਾਰੇ ਵਿਅਕਤੀਆਂ ਲਈ ਇਹ ਸੁਨੇਹਾ ਮਿਟਾਇਆ ਜਾਵੇਗਾ ਜੇ ਉਹ Signal ਦੇ ਤਾਜ਼ਾ ਸੰਸਕਰਣ ’ਤੇ ਹਨ। ਉਹ ਇਹ ਦੇਖ ਸਕਣਗੇ ਕਿ ਤੁਸੀਂ ਸੁਨੇਹਾ ਹਟਾਇਆ ਸੀ।
pa_pk: This message will be permanently deleted for everyone in the conversation. Members will be able to see that you deleted a message.
pl: Wiadomość zostanie usunięta u wszystkich osób uczestniczących w czacie, pod warunkiem że mają najnowszą wersję aplikacji Signal. Wyświetli się u nich informacja, że wiadomość została przez Ciebie usunięta.
ps: دا پیغام به په چټ کې د هر هغه چا لپاره پاک شي که چیرته هغوی د Signal وروستۍ نسخه کاروي. هغوی به وکولای شي وویني چې تاسې یو پیغام پاک کړ.
pt_br: Esta mensagem será apagada para todos os participantes deste chat, se estiverem usando a versão mais recente do Signal. Eles poderão ver que você apagou uma mensagem.
pt_pt: Esta mensagem será eliminada para todos os presentes no chat, se eles tiverem uma versão recente do Signal. Eles serão capazes de ver que você eliminou a mensagem.
ro: Acest mesaj va fi șters pentru toți participanții la conversație dacă aceștia folosesc o versiune recentă Signal. Participanții vor putea vedea că ai șters mesajul.
ru: Это сообщение будет удалено для всех в этом чате, если у них установлена недавняя версия Signal. Они смогут увидеть, что вы удалили сообщение.
sk: Táto správa sa vymaže pre každého, kto používa aktuálnu verziu aplikácie Signal. Členovia budú vidieť, že ste vymazali správu.
sl: To sporočilo bo izbrisano za vse v tem pogovoru, če uporabljajo novejšo različico Signala. Sodelujoči bodo lahko videli, da je bilo sporočilo izbrisano.
sq: Ky mesazh do të fshihet për këdo te fjalosja, nëse gjenden në një version të freskët të Signal-it. Ata do të jenë në gjendje të shohin se fshitë një mesazh.
sr: Ова порука ће бити избрисана свима у ћаскању ако користе најновију верзију Signal-а. Моћи ће да виде да сте избрисали поруку.
sv: Detta meddelande tas bort för alla i chatten om de använder en ny version av Signal. De kommer att kunna se att du har tagit bort ett meddelande.
sw: Ujumbe huu utafutwa kwa watu wote kwenye gumzo ikiwa wanatumia toleo jipya la Signal. Wataweza kuona kuwa umefuta ujumbe.
ta: இந்த செய்தி அனைவருக்கும் நீக்கப்படும் அரட்டை என்றால் அவை சமீபத்திய பதிப்பில் உள்ளன Signal. நீங்கள் ஒரு செய்தியை நீக்கியுள்ளதை அவர்களால் பார்க்க முடியும்.
te: చాట్‌లోని ప్రతిఒక్కరూ Signal యొక్క ఇటీవలి సంస్కరణలో ఉంటే ఈ సందేశం తొలగించబడుతుంది. మీరు సందేశాన్ని తొలగించారని వారు చూడగలరు.
th: ระบบจะลบข้อความนี้สำหรับทุกคนในแชทที่ใช้ Signal รุ่นล่าสุด และผู้ใช้จะเห็นว่าคุณลบข้อความ
tr: Bu mesaj sohbette güncel bir Signal sürümü kullanan herkesten silinecektir. Üyeler bir ileti sildiğinizi göreceklerdir.
ug: ئەگەر پاراڭدىكى كىشىلەر Signal نىڭ يېقىنقى نەشرىنى ئىشلىتىۋاتقان بولسا، بۇ ئۇچۇر پاراڭدىكى ھەممەيلەن ئۈچۈن ئۆچۈرۈلىدۇ. ئۇلار سىزنىڭ ئۇچۇرنى ئۆچۈرگەنلىكىڭىزنى كۆرەلەيدۇ.
uk: Це повідомлення буде видалено для всіх у цьому чаті, якщо вони використовують найновішу версію Signal. Учасники чату побачать, що ви видалили повідомлення.
ur: اگر وہ Signal کے حالیہ ورژن پر ہیں تو یہ پیغام ہر ایک کے لئے چیٹ میں حذف ہو جائے گا۔ وہ یہ دیکھنے کے قابل ہوں گے کہ آپ نے کوئی پیغام حذف کر دیا ہے۔
vi: Tin nhắn này sẽ được xóa cho tất cả mọi người trong cuộc trò chuyện nếu như họ sử dụng phiên bản mới của Signal. Họ sẽ có thể thấy được rằng bạn đã xóa tin nhắn.
zh_cn: 将对所有使用较新版本 Signal 的群组用户永久删除此消息，群成员将看到您删除了一条消息。
zh_hk: 如聊天成員均使用最新版本的 Signal，此訊息將在所有人的裝置上刪除，他們將會看見你刪除了一則訊息。

# MESSAGE_ACTION_DELETE_FOR_TITLE
source: Who would you like to delete this message for?
af: Vir wie wil jy hierdie boodskap skrap?
ar: من هم الأشخاص الذين تريد حذف هذه الرسالة لديهم؟
az: Bu mesajı kimin üçün silmək istəyirsiniz?
be: Для каго вы жадаеце выдаліць гэта паведамленне?
bn: আপনি কার জন্য বার্তাটি মুছে ফেলতে চান?
ca: Per a qui voleu suprimir aquest missatge?
cs: Pro koho chcete tuto zprávu odstranit?
cy: I bwy yr hoffech chi ddileu'r neges hon?
da: Hvem vil du gerne slette denne besked for?
de: Für wen möchtest du diese Nachricht löschen?
el: Για ποια άτομα θα ήθελες να διαγράψεις αυτό το μήνυμα;
es: ¿Para quién quieres eliminar este mensaje?
es_es: ¿Para quién deseas eliminar este mensaje?
et: Kelle jaoks soovid seda sõnumit kustutada?
eu: Norentzat nahi duzu mezu hau ezabatu?
fa: می‌خواهید این پیام را برای چه کسانی پاک کنید؟
fi: Keneltä viesti poistetaan?
fil: Para kanino mo gustong burahin ang mensaheng ito?
fr: Pour qui voulez-vous supprimer ce message ?
ga: Cé dóibh ar mhaith leat an teachtaireacht seo a scriosadh?
gu: તમે આ મેસેજ કોના માટે ડિલીટ કરવા માગો છો?
he: עבור מי בא לך למחוק הודעה זו?
hi: आप यह संदेश किसके लिए डिलीट करना चाहेंगे?
hr: Za koga želite izbrisati ovu poruku?
hu: Ki számára törölnéd az üzenetet?
id: Untuk siapa Anda ingin menghapus pesan ini?
is: Hjá hverjum ætti að eyða þessum skilaboðum?
it: Per chi desideri eliminare questo messaggio?
ja: このメッセージを誰に対して消去しますか？
kab: Iwumi tebɣiḍ ad tekkseḍ izen-a?
kk: Осы хабарламаны кім үшін жойғыңыз келер еді?
km: áá¾á“ášáá¶áŠáŸ‚á›á¢áŸ’á“á€á…á„áŸ‹á›á»á”áŸá¶ášá“áŸáŸ‡á²áŸ’á™á‚áŸ?
kn: ನೀವು ಯಾರಿಗಾಗಿ ಈ ಸಂದೇಶವನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಿ?
ko: 이 메시지를 누구에게서 삭제하시겠습니까?
lt: Kam norėtumėte ištrinti šią žinutę?
lv: Kuram šo ziņu dzēst?
mk: За кого би сакале да ја избришете оваа порака?
ml: ആർക്കാണ് ഈ സന്ദേശം ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നത്?
mr: हा संदेश आपण कुणासाठी हटवू इच्छिता?
ms: Untuk siapa anda mahu memadamkan mesej ini?
my: သင်မှ​ ၎င်းမက်ဆေ့ချ်ကို မည်သူအတွက် ဖျက်သိမ်းချင်သနည်း?
nb: Hvem vil du slette denne meldingen for?
nl: Voor wie wil je dit bericht verwijderen?
pa: ਤੁਸੀਂ ਇਸ ਸੁਨੇਹਾ ਕਿਸ ਲਈ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: U kogo chcesz usunąć tę wiadomość?
ps: غواړئ دا پیغام د چا لپاره پاک کړئ؟
pt_br: Para quem você deseja que essa mensagem seja apagada?
pt_pt: Para quem deseja eliminar esta mensagem?
ro: Pentru cine vrei să ștergi acest mesaj?
ru: Для кого вы хотите удалить это сообщение?
sk: Pre koho by ste chceli túto správu vymazať?
sl: Za koga želite izbrisati to sporočilo?
sq: Për kë do të donit të fshihet ky mesazh?
sr: За кога желите да избришете ову поруку?
sv: Vem vill du ta bort detta meddelande för?
sw: Ungependa kufuta ujumbe huu kwa nani?
ta: இந்த செய்தியை யாருக்காக நீக்க விரும்புகிறீர்கள்?
te: మీరు ఈ సందేశాన్ని ఎవరి కోసం తొలగించాలనుకుంటున్నారు?
th: คุณต้องการลบข้อความนี้สำหรับใคร
tr: Bu iletiyi kimin cihazından silmek istiyorsun?
ug: بۇ ئۇچۇرنى كىم ئۈچۈن ئۆچۈرمەكچىسىز؟
uk: Для кого видалити це повідомлення?
ur: آپ یہ پیغام کس کے لئے حذف کرنا چاہیں گے؟
vi: Bạn muốn xóa tin nhắn này cho ai?
zh_cn: 您想要对谁删除此消息？
zh_hk: 您想對誰刪除此訊息？

# MESSAGE_ACTION_DELETE_FOR_YOU
source: Delete for Me
af: Skrap vir my
ar: احذف من عندي
az: Mənim üçün sil
be: Выдаліць для сябе
bn: আমার জন্য মুছে ফেলুন
ca: Suprimeix-lo per a mi
cs: Odstranit pro mne
cy: Dileu i Fi
da: Slet for mig
de: Für mich löschen
el: Διαγραφή για εμένα
es: Eliminar para mí
es_es: Eliminar para mí
et: Kustuta minu jaoks
eu: Ezabatu niretzat
fa: پاک کردن برای من
fi: Poista minulta
fil: Burahin para sa Akin
fr: Supprimer pour moi
ga: Scrios Domsa Amháin
gu: મારા માટે ડિલીટ કરો
he: מחיקה עבורי
hi: मेरे लिए डिलीट करें
hr: Izbriši za mene
hu: Törlés számomra
id: Hapus untuk Saya
is: Eyða fyrir mig
it: Elimina per me
ja: 自分の分だけ消去
kab: Kkes i nekk
kk: Мен үшін жою
km: á›á»á”áŸá˜áŸ’ášá¶á”áŸ‹ááŸ‚ááŸ’á‰á»áŸ†
kn: ನನಗೆ ಮಾತ್ರ ಅಳಿಸು
ko: 나에게서 삭제
lt: Ištrinti man
lv: Dzēst tikai man
mk: Избриши за мене
ml: എനിക്കായി ഇല്ലാതാക്കുക
mr: माझ्यासाठी हटवा
ms: Padamkan untuk Saya
my: ကျွန်ုပ်အတွက် ဖျက်သိမ်းမယ်
nb: Slett for meg
nl: Verwijderen voor mezelf
pa: ਮੇਰੇ ਲਈ ਹਟਾਓ
pl: Usuń u mnie
ps: زما لپاره یې پاک کړه
pt_br: Apagar para mim
pt_pt: Eliminar para mim
ro: Șterge doar pentru mine
ru: Удалить для меня
sk: Vymazať pre mňa
sl: Izbris sporočila zame
sq: Fshije për Mua
sr: Избриши мени
sv: Ta bort för mig
sw: Nifute
ta: எனக்காக நீக்கு
te: నాకు మాత్రమే తొలగించు
th: ลบของฉัน
tr: Kendimden
ug: مەن ئۈچۈن ئۆچۈرۈڭ
uk: Видалити для мене
ur: میرے لئے حذف کریں
vi: Xóa cho Tôi
zh_cn: 对我删除
zh_hk: 為我自己刪除

# MESSAGE_ACTION_DELETE_MESSAGE
source: Delete This Message
af: Skrap hierdie boodskap
ar: حذف هذه الرسالة
az: Bu mesajı sil
be: Выдаліць гэта паведамленне
bg: Изтриване на това съобщение
bn: এই বার্তাটি মুছে ফেলুন
ca: Suprimeix aquest missatge
cs: Odstranit tuto zprávu
cy: Dileu'r Neges Hon
da: Slet besked
de: Diese Nachricht löschen
el: Διαγραφή αυτού του μηνύματος
es: Eliminar este mensaje
es_es: Eliminar este mensaje
et: Kustuta see sõnum
eu: Ezabatu mezu hau
fa: پاک کردن این پیام
fi: Poista tämä viesti
fil: Burahin ang Mensaheng Ito
fr: Supprimer ce message
ga: Scrios an Teachtaireacht Seo
gu: આ મેસેજ ડિલીટ કરો
he: מחיקת הודעה זו
hi: यह मेसेज डिलीट करें
hr: Izbriši ovu poruku
hu: Üzenet törlése
id: Hapus Pesan Ini
is: Eyða þessum skilaboðum
it: Elimina questo messaggio
ja: このメッセージを消去
kab: Kkes izen-a
kk: Осы хабарламаны жою
km: á›á»á”áŸá¶ášá“áŸáŸ‡
kn: ಈ ಸಂದೇಶವನ್ನು ಅಳಿಸಿ
ko: 이 메시지 삭제
lt: Ištrinti šią žinutę
lv: Dzēst šo ziņu
mk: Избриши ја оваа порака
ml: ഈ സന്ദേശം ഇല്ലാതാക്കുക
mr: हा संदेश हटवा
ms: Padam Mesej Ini
my: ၎င်းမက်ဆေ့ချ် ဖျက်သိမ်းမယ်
nb: Slett denne meldingen
nl: Bericht verwijderen
pa: ਇਹ ਸੁਨੇਹਾ ਹਟਾਓ
pa_pk: ایس سنیہے نوں حذف کرو
pl: Usuń wiadomość
ps: دغه پیغام پاک کړئ
pt_br: Apagar esta mensagem
pt_pt: Eliminar esta mensagem
ro: Șterge acest mesaj
ru: Удалить это сообщение
sk: Vymazať túto správu
sl: Izbriši to sporočilo
sq: Fshije Këtë Mesazh
sr: Избриши ову поруку
sv: Ta bort detta meddelande
sw: Futa Huu Ujumbe
ta: இந்த செய்தியை நீக்கு
te: ఈ సందేశాన్ని తొలగించండి
th: ลบข้อความนี้
tr: Bu İletiyi Sil
ug: بۇ ئۇچۇرنى ئۆچۈرۈڭ
uk: Видалити це повідомлення
ur: اس پیغام کو حذف کریں
vi: Xóa Tin nhắn này
zh_cn: 删除此消息
zh_hk: 刪除此訊息

# MESSAGE_ACTION_DELETE_SELECTED_MESSAGES
source: Delete Selected Messages
af: Skrap geselekteerde boodskappe
ar: حدف الرسائل المُحدَّدة
az: Seçilmiş mesajı sil
be: Выдаліць выбраныя паведамленні
bg: Изтриване на избраните съобщения
bn: নির্বাচিত বার্তাগুলো মুছে ফেলুন
ca: Suprimeix els missatges seleccionats
cs: Odstranit označené zprávy
cy: Dileu Negeseuon a Dewiswyd
da: Slet valgte beskeder
de: Ausgewählte Nachrichten löschen
el: Διαγραφή επιλεγμένων μηνυμάτων
es: Eliminar mensajes seleccionados
es_es: Eliminar mensajes seleccionados
et: Kustuta valitud sõnumid
eu: Ezabatu Hautatutako Mezuak
fa: پاک کردن پیام‌های انتخاب شده
fi: Poista valitut viestit
fil: Burahin ang mga Napiling Mensahe
fr: Supprimer les messages sélectionnés
ga: Scrios na Teachtaireachtaí Roghnaithe
gu: પસંદ કરેલા મેસેજ ડિલીટ કરો
he: מחיקת הודעות נבחרות
hi: चुने हुए संदेशों को डिलीट करें
hr: Izbriši odabrane poruke
hu: Kiválasztott üzenetek törlése
id: Hapus Pesan yang Dipilih
is: Eyða völdum skilaboðum
it: Elimina messaggi selezionati
ja: 選択したメッセージを消去
kab: Kkes iznan yettufernen
kk: Таңдалған хабарламаларды жою
km: á›á»á”áŸá¶ášáŠáŸ‚á›á”á¶á“á‡áŸ’ášá¾áŸášá¾áŸáŸ”
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಿ
ko: 선택한 메시지 삭제
lt: Ištrinti pažymėtas žinutes
lv: Dzēst atlasītās ziņas
mk: Избриши ги избраните пораки
ml: തിരഞ്ഞെടുത്ത സന്ദേശങ്ങൾ ഇല്ലാതാക്കുക
mr: निवडलेले संदेश हटवा
ms: Padam Mesej Dipilih
my: ရွေးထားသော မက်ဆေ့ချ်များကို ဖျက်သိမ်းမယ်
nb: Slett valgte meldinger
nl: Geselecteerde berichten verwijderen
pa: ਚੁਣੇ ਹੋਏ ਸੁਨੇਹੇ ਹਟਾਓ
pa_pk: منتخب شدہ سنیہے نوں حذف کرو
pl: Usuń wybrane wiadomości
ps: ټاکل شوي پیغامونه پاک کړئ
pt_br: Apagar as mensagens selecionadas
pt_pt: Eliminar as mensagens selecionadas
ro: Șterge mesajele selectate
ru: Удалить выбранные сообщения
sk: Vymazať vybrané správy
sl: Izbriši izbrana sporočila
sq: Fshi Mesazhet e Përzgjedhur
sr: Избриши изабране поруке
sv: Ta bort valda meddelanden
sw: Futa Jumbe Zilizochaguliwa
te: ఎంచుకున్న సందేశాలను తొలగించండి
th: ลบข้อความที่เลือก
tr: Seçili İletileri Sil
ug: تاللانغان ئۇچۇرلارنى ئۆچۈرۈڭ
uk: Видалити вибрані повідомлення
ur: منتخب کردہ پیغامات کو حذف کریں
vi: Xóa các Tin nhắn Đã chọn
zh_cn: 删除选中的消息
zh_hk: 刪除已選取的訊息

# MESSAGE_ACTION_DETAILS
source: More Info
af: Meer inligting
ar: المزيد من المعلومات
az: Daha çox məlumat
be: Дадатковая інфармацыя
bg: Повече инфо
bn: আরও তথ্য
ca: Més informació
cs: Více informací
cy: Rhagor o Wybodaeth
da: Mere info
de: Mehr Details
el: Περισσότερες πληροφορίες
es: Más detalles
es_es: Más detalles
et: Rohkem infot
eu: Informazio gehiago
fa: اطلاعات بیشتر
fi: Lisätietoja
fil: Mas marami pang Info
fr: Plus d'infos
ga: Tuilleadh Eolais
gu: વધુ માહિતી
he: עוד מידע
hi: औेर जानकारी
hr: Više informacija
hu: Részletek
id: Info lebih lanjut
is: Frekari upplýsingar
it: Ulteriori informazioni
ja: 詳細
kab: Ugar n talɣut
kk: Толығырақ ақпарат
km: á–áŸááŸŒá˜á¶á“á”á“áŸ’ááŸ‚á˜
kn: ಇನ್ನಷ್ಟು ಮಾಹಿತಿ
ko: 자세한 정보
lt: Daugiau informacijos
lv: Vairāk informācijas
mk: Повеќе информации
ml: കൂടുതൽ വിവരങ്ങൾ
mr: अधिक माहिती
ms: Maklumat Lanjut
my: နောက်ထပ် အချက်အလက်များ
nb: Mer informasjon
nl: Meer informatie
pa: ਹੋਰ ਜਾਣਕਾਰੀ
pa_pk: ہور جانکاری
pl: Więcej informacji
ps: لا زیات معلومات
pt_br: Detalhes
pt_pt: Mais informação
ro: Mai multe informații
ru: Подробнее
sk: Viac informácií
sl: Več informacij
sq: Më Tepër të Dhëna
sr: Више информација
sv: Mer information
sw: Maelezo zaidi
ta: மேலும் தகவல்
te: మరింత సమాచారం
th: ข้อมูลเพิ่มเติม
tr: Daha Fazla Bilgi
ug: تېخىمۇ كۆپ ئۇچۇر
uk: Докладніше
ur: مزید معلومات
vi: Thông tin khác
zh_cn: 更多信息
zh_hk: 更多資訊

# MESSAGE_ACTION_EDIT_MESSAGE
source: Edit Message
ar: تعديل الرسالة
be: Рэдагаваць паведамленне
bn: মেসেজ এডিট করুন
ca: Editar missatge
cs: Upravit zprávu
da: Rediger besked
de: Nachricht bearbeiten
el: Επεξεργασία μηνύματος
es: Editar mensaje
fa: ویرایش پیام
fi: Muokkaa viestiä
fr: Modifier le message
ga: Cuir Teachtaireacht in Eagar
gu: મેસેજમાં ફેરફાર કરો
he: עריכת הודעה
hi: संदेश संपादित करें
hr: Uredi poruku
hu: Üzenet szerkesztése
id: Edit Pesan
it: Modifica messaggio
ja: メッセージを編集する
ko: 메시지 수정
mr: संदेश संपादित करा
ms: Edit mesej
nb: Rediger melding
nl: Bericht bewerken
pl: Edytuj wiadomość
pt_br: Editar mensagem
pt_pt: Editar mensagem
ro: Editează Mesajul
ru: Редактировать сообщение
sk: Upraviť správu
sr: Измените поруку
sv: Redigera meddelande
th: แก้ไขข้อความ
tr: Mesajı Düzenle
ug: ئۇچۇر تەھرىرلەش
uk: Редагування повідомлення
ur: میسج میں ترمیم کریں
vi: Chỉnh sửa Tin nhắn
zh_cn: 编辑消息
zh_hk: 編輯訊息

# MESSAGE_ACTION_EMAIL_NEW_MAIL_MESSAGE
source: New Email Message
af: Nuwe e-posboodskap
ar: رسالة إلكترونية جديدة
az: Yeni e-poçt mesajı
be: Новы электронны ліст
bn: নতুন ইমেইল মেসেজ
ca: Missatge de correu nou
cs: Nová e-mailová zpráva
cy: Neges E-bost Newydd
da: Ny e-mailbesked
de: Neue E-Mail-Nachricht
el: Νέο μήνυμα email
es: Nuevo correo electrónico
et: Uus e-posti sõnum
fa: یک پیام ایمیلی جدید
fi: Uusi sähköpostiviesti
fr: Nouvel e-mail
gu: નવો ઇમેઇલ મેસેજ
he: הודעת דוא״ל חדשה
hi: नया ईमेल संदेश
hr: Nova poruka e-pošte
hu: Új email üzenet
id: Pesan Surel Baru
is: Ný tölvupóstskilaboð
it: Nuova email
ja: Eメールを新規作成
km: áŸá¶ášá¢á»á¸á˜áŸ‰áŸ‚á›ááŸ’á˜á¸
kn: ಹೊಸ ಇಮೇಲ್‌ ಸಂದೇಶ
ko: 새 이메일 메시지
lt: Naujas el. laiškas
lv: Jauns e-pasta ziņojums
ml: പുതിയ ഇമെയിൽ സന്ദേശം
mr: नवीन ईमेल संदेश
ms: Mesej E-mel Baharu
nb: Ny e-post
nl: Nieuw e-mailbericht
pa: ਨਵਾਂ ਈਮੇਲ ਸੁਨੇਹਾ
pl: Nowa wiadomość e-mail
ps: د برېشنالیک نوی پیغام
pt_br: Nova mensagem de e-mail
pt_pt: Nova mensagem de e-mail
ro: E-mail nou
ru: Новое электронное письмо
sk: Nová e-mailová správa
sl: Novo e-poštno sporočilo
sq: Mesazh Email-i të Ri
sr: Нови имејл
sv: Nytt e-postmeddelande
sw: Ujumbe Mpya wa Barua pepe
ta: புதியது மின்னஞ்சல் செய்தி
te: క్రొత్త ఇమెయిల్ సందేశం
th: ข้อความอีเมลใหม่
tr: Yeni E-posta İletisi
ug: يېڭى ئېلخەت ئۇچۇرى
uk: Новий електронний лист
ur: نیا ای میل پیغام۔
vi: Tin nhắn Email Mới
zh_cn: 新电子邮件消息
zh_hk: 新電子郵件訊息
