Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATION_SETTINGS_MY_SUPPORT_TABLE_CELL_SUBTITLE_PAYMENT_FAILED
source: Error Processing Donation
ar: حدث خطأ أثناء معالجة التبرُّع
be: Памылка падчас апрацоўкі ахвяравання
bn: ডোনেশন প্রক্রিয়াকরণে ত্রুটি দেখা দিয়েছে
ca: S'ha produït un error en processar la donació
cs: Při zpracování příspěvku se vyskytla chyba
da: Fejl ved behandling af donation
de: Fehler beim Bearbeiten der Spende
el: Σφάλμα κατά την επεξεργασία της δωρεάς
es: No se ha podido procesar tu donación
fa: خطا در پردازش اهدای مالی
fi: Virhe lahjoituksen käsittelyssä
fr: Erreur de traitement
ga: Earráid le Próiseáil an Tabhartais
gu: દાનની પ્રક્રિયા કરવામાં ભૂલ આવી
he: שגיאה בעיבוד תרומה
hi: दान संसाधित करने में त्रुटि
hr: Pogreška pri obradi donacije
hu: Hiba történt az adomány feldolgozása közben
id: Gagal Memproses Donasi
it: Errore nell'elaborazione della donazione
ja: 寄付の処理中にエラーが発生しました
ko: 기부 처리 오류
mr: देणगीवर प्रक्रिया करताना त्रुटी आली
ms: Ralat Memproses Derma
nb: Betalingen av pengegaven kunne ikke gjennomføres
nl: Fout bij het verwerken van donatie
pl: Błąd przetwarzania darowizny
pt_br: Erro ao processar doação
pt_pt: Erro ao processar donativo
ro: Eroare la procesarea donației
ru: Ошибка обработки пожертвования
sk: Chyba pri spracovaní príspevku
sr: Грешка приликом обраде донације
sv: Fel vid bearbetning av donation
th: การดำเนินการบริจาคมีข้อผิดพลาด
tr: Bağış işlenirken hata oluştu
ug: ئىئانە بىر تەرەپ قىلىش خاتالىقى
uk: Помилка під час опрацювання
ur: عطیے کی عمل کاری میں نقص پیش آیا
vi: Có Lỗi Khi Xử Lý Khoản Ủng Hộ
zh_cn: 处理捐款发生错误
zh_hk: 處理捐款時發生錯誤

# DONATION_SETTINGS_MY_SUPPORT_TABLE_CELL_SUBTITLE_SUBSCRIPTION_LAPSED
source: Monthly Donation Canceled
ar: تمَّ إلغاء التبرُّعات الشهرية
be: Штомесячнае ахвяраванне скасавана
bn: মাসিক ডোনেশন বাতিল করা হয়েছে
ca: Donació mensual cancel·lada
cs: Měsíční příspěvek byl zrušen
da: Månedlig donation annulleret
de: Monatliche Spende beendet
el: Η μηνιαία δωρεά ακυρώθηκε
es: Donación mensual cancelada
fa: کمک مالی ماهانه لغو شد
fi: Kuukausilahjoitus peruutettu
fr: Don mensuel résilié
ga: Tabhartas míosúil curtha ar ceal
gu: માસિક દાન રદ કર્યું
he: תרומה חודשית בוטלה
hi: मासिक दान रद्द किया गया
hr: Mjesečna donacija je otkazana
hu: Havi adományozás törölve
id: Donasi bulanan dibatalkan
it: Donazione mensile annullata
ja: 毎月の寄付がキャンセルされました
ko: 월간 기부를 취소함
mr: मासिक देणगी रद्द करण्यात आली
ms: Derma bulanan dibatalkan
nb: Det månedlige pengebeløpet er stoppet
nl: Maandelijkse donatie stopgezet
pl: Comiesięczna darowizna anulowana
pt_br: Doação mensal cancelada
pt_pt: Doação mensal cancelada
ro: Donație lunară anulată
ru: Ежемесячное пожертвование отменено
sk: Mesačný príspevok bol zrušený
sr: Месечна донација је отказана
sv: Månatlig donation avbruten
th: ยกเลิกการบริจาครายเดือนแล้ว
tr: Aylık bağış iptal edildi
ug: ئايلىق ئىئانە بىكار قىلىندى
uk: Щомісячний донат скасовано
ur: ماہانہ عطیہ منسوخ ہو گیا
vi: Đã hủy ủng hộ hàng tháng
zh_cn: 每月捐款已取消
zh_hk: 已取消每月捐款

# DONATION_SETTINGS_MY_SUPPORT_TABLE_CELL_SUBTITLE_WAITING_FOR_AUTHORIZATION
source: Waiting for Authorization
ar: بانتظار الترخيص
be: Чаканне аўтарызацыі
bn: অনুমোদনের জন্য অপেক্ষা করা হচ্ছে
ca: Esperant l'autorització
cs: Čeká se na autorizaci
da: Afventer godkendlese
de: Wartet auf Autorisierung
el: Αναμονή για εξουσιοδότηση
es: Esperando autorización
fa: در انتظار تأیید
fi: Odotetaan valtuutusta
fr: En attente d'autorisation
ga: Ag Feitheamh le hÚdarú
gu: અધિકૃતતાની પ્રતીક્ષા છે
he: בהמתנה לאישור
hi: अनुमोदन की प्रतीक्षा में हैं
hr: Čekanje autorizacije
hu: Várakozás az engedélyre
id: Menunggu Otorisasi
it: In attesa dell'autorizzazione
ja: 承認待ちです
ko: 승인 대기 중
mr: अधिकृत करण्याच्या प्रतिक्षेत आहे
ms: Menunggu Kebenaran
nb: Venter på godkjenning
nl: Wachten op goedkeuring
pl: Oczekiwanie na autoryzację
pt_br: Aguardando autorização
pt_pt: À espera de autorização
ro: În așteptarea autorizației
ru: Ожидание авторизации
sk: Čaká sa na schválenie
sr: Чека се одобрење
sv: Väntar på godkännande
th: รอการอนุมัติ
tr: Onay Bekliyor
ug: تەستىقلاشنى كۈتۈۋاتىدۇ
uk: Очікування авторизації
ur: تصدیق کاری کے لیے منتظر
vi: Đang chờ Duyệt
zh_cn: 正在等待授权
zh_hk: 正在等候授權

# DONATION_SETTINGS_ONE_TIME_AMOUNT_FORMAT
source: %1$@ one-time
ar: %1$@ مرّة واحدة
be: %1$@ разава
bn: %1$@ এককালীন
ca: %1$@ (pagament únic)
cs: %1$@ jednorázově
da: %1$@ én gang
de: Einmalig %1$@
el: %1$@ μεμονωμένα
es: Pago único de %1$@
fa: %1$@ یک‌باره
fi: %1$@, kertaluonteinen
fr: Don ponctuel de %1$@
ga: %1$@ aonuaire
gu: %1$@ એક-વખત
he: %1$@ חד–פעמית
hi: %1$@ एक बार
hr: Jednokratno %1$@
hu: Egyszeri %1$@
id: %1$@ satu kali
it: %1$@ (donazione singola)
ja: %1$@ 1回限り
ko: %1$@ 일회성 기부
mr: %1$@ एक-वेळ
ms: %1$@ sekali
nb: Engangsbeløp på %1$@
nl: %1$@ eenmalig
pl: %1$@ jednorazowo
pt_br: doação única de %1$@
pt_pt: Donativo único de %1$@
ro: %1$@ o singură dată
ru: Разовое на %1$@
sk: %1$@ jednorazovo
sr: Једнократна донација од %1$@
sv: %1$@ engångsbetalning
th: %1$@ ครั้งเดียว
tr: %1$@ - tek seferlik
ug: %1$@ بىر قېتىملىق
uk: %1$@ один раз
ur: %1$@ ایک وقتی
vi: %1$@ một lần
zh_cn: %1$@ 单次捐款
zh_hk: %1$@ 單次

# DONATION_VIEW_DONATE_ON_BEHALF_OF_A_FRIEND
source: Donate for a Friend
ar: تبرَّع نيابةً عن صديق
be: Зрабіць ахвяраванне для сябра
bn: বন্ধুর জন্য ডোনেট করুন
ca: Fer una donació per un amic
cs: Přispět za přítele
da: Donér for en ven
de: Für einen Kontakt spenden
el: Κάνε δωρεά για έναν φίλο ή φίλη
es: Donar en nombre de alguien más
fa: از طرف یکی از دوستان کمک مالی اهدا کنید
fi: Lahjoita ystävän puolesta
fr: Faire un don pour un ami
ga: Tabhair airgead ar son Cara
gu: મિત્ર માટે દાન આપો
he: ביצוע תרומה בשביל חבר/ה
hi: किसी दोस्त के लिए दान दें
hr: Doniraj u ime prijatelja
hu: Adomány egy ismerősnek
id: Donasi untuk Teman
it: Fai una donazione per un'altra persona
ja: 友達に代わって寄付する
ko: 친구를 대신해 기부하세요.
mr: मित्रासाठी देणगी द्या
ms: Menderma untuk Rakan
nb: Gi penger for en venn
nl: Doneer voor een vriend(in)
pl: Wpłać darowiznę w imieniu znajomego
pt_br: Doar para um amigo
pt_pt: Doar em nome de um amigo
ro: Donează pentru un Prieten
ru: Пожертвовать за друга
sk: Prispieť za priateľa
sr: Донирајте за пријатеља
sv: Donera åt en vän
th: บริจาคในนามของเพื่อน
tr: Arkadaşın için bağış yap
ug: دوستىڭىزغا ۋاكالىتەن ئىئانە قىلىش
uk: Зробити донат за друга
ur: دوست کی طرف سے عطیہ کریں
vi: Ủng hộ thay cho một người bạn
zh_cn: 代朋友捐款
zh_hk: 為朋友捐款

# DONATION_VIEW_DONATION_TO_SIGNAL
source: Donation to Signal
af: Bydrae tot Signal
ar: التبرُّع لِسيجنال
az: Signal-a ianə verin
be: Ахвяраванне для Signal
bn: Signal-এ অনুদান
ca: Donació al Signal
cs: Přispět Signalu
cy: Cyfraniad at Signal
da: Donation til Signal
de: Spende für Signal
el: Δωρεά στο Signal
es: Donación a Signal
et: Annetus Signalile
fa: حمایت از سیگنال
fi: Lahjoitus Signalille
fr: Don à Signal
gu: Signal માટે ફાળો
he: תרומה אל Signal
hi: Signal को दान
hr: Donacija za Signal
hu: Adomány a Signal számára
id: Donasi ke Signal
is: Styrkur til Signal
it: Donazione a Signal
ja: Signalへの寄付
km: á§á”ááŸ’áá˜áŸ’á—á‘áŸ… Signal
kn: Signal ಗೆ ಕೊಡುಗೆ ನೀಡಿ
ko: Signal 기부
lt: Paaukojimas, skirtas Signal
lv: Ziedojums Signal
mk: Донирајте на Signal
ml: Signal-ലേക്കുള്ള സംഭാവന
mr: Signal ला देणगी
ms: Derma kepada Signal
nb: Donasjon til Signal
nl: Donatie aan Signal
pa: Signal ਨੂੰ ਦਾਨ ਦਿਓ
pl: Darowizna na rzecz aplikacji Signal
ps: Signal سره مرسته
pt_br: Doação para o Signal
pt_pt: Doar ao Signal
ro: Donație pentru Signal
ru: Пожертвование Signal
sk: Dar na Signal
sl: Donacija Signalu
sq: Dhurim për Signal-in
sr: Донација за Signal
sv: Donation till Signal
sw: Kuchangia Signal
ta: நன்கொடை க்கு Signal
te: Signal కు విరాళం
th: บริจาคให้ Signal
tr: Signal'e Bağış
ug: Signal غا ئىئانە قىلىش
uk: Донат на користь Signal
ur: Signal کے لئے عطیہ
vi: Đóng góp cho Signal
zh_cn: 向 Signal 捐赠
zh_hk: 捐款給 Signal

# DONATION_VIEW_DONOR_FAQ
source: Donor FAQ
ar: الأسئلة الشائعة للمُتبرِّعين
be: FAQ аб ахвяраваннях
bn: ডোনার সম্পর্কিত প্রশ্নাবলী
ca: Preguntes freqüents sobre donacions
cs: Časté dotazy dárců
da: Ofte stillede spørgsmål om donationer
de: Spenden-FAQ
el: Συχνές ερωτήσεις για δωρεές
es: Preguntas frecuentes sobre donaciones
fa: پرسش‌های متداول حامیان
fi: Usein kysyttyä lahjoituksista
fr: FAQ dédiée aux donateurs
ga: CCanna do Thabharthóirí
gu: દાતા માટેની પ્રશ્નોત્તરી
he: שאלות נפוצות של תורמים
hi: दानकर्ता से जुड़े अक्सर पूछे जाने वाले प्रश्न
hr: Najčešća pitanja donatora
hu: Adományozás GYIK
id: Pertanyaan Umum tentang Donatur
it: FAQ sulle donazioni
ja: 寄付についてのよくある質問
ko: 기부자 FAQ
mr: देणगीदारांचे FAQ
ms: Soalan Lazim Penderma
nb: Vanlige spørsmål om pengegaver
nl: Veelgestelde vragen over doneren
pl: Częste pytania darczyńców
pt_br: Perguntas Frequentes de Doadores
pt_pt: Doador - FAQ
ro: Întrebări frecvente ale donatorilor
ru: ЧаВо о пожертвованиях
sk: Často kladené otázky prispievateľov
sr: Честа питања донатора
sv: Vanliga frågor för donatorer
th: คำถามที่พบบ่อยสำหรับผู้บริจาค
tr: Bağışçılar için SSS
ug: ئىئانە قىلغۇچىلار كۆپ سورايدىغان سوئاللار
uk: Поширені запитання донорів
ur: ڈونر کے عمومی سوال
vi: Câu hỏi thường gặp về Nhà Ủng hộ
zh_cn: 捐款人常见问题解答
zh_hk: 捐款者常見問題

# DONATION_VIEW_LOAD_FAILED
source: Network error. Check your connection and try again.
af: Netwerkfout. Gaan jou verbinding na en probeer weer.
ar: حدث خطأ في الشبكة. تحقَّق من اتصالك بالإنترنت ثم حاوِل مرّة أخرى.
az: Şəbəkə xətası. Bağlantınızı yoxlayıb yenidən sınayın.
be: Памылка сеткі. Праверце падключэнне і паўтарыце спробу.
bn: নেটওয়ার্ক ত্রুটি। আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
ca: Error de connexió. Comproveu la connexió i torneu-ho a provar.
cs: Chyba sítě. Zkontrolujte připojení a zkuste to znovu.
cy: Gwall rhwydwaith. Gwiriwch eich cysylltiad a cheisio eto.
da: Netværksfejl. Kontroller din forbindelse, og prøv igen.
de: Netzfehler. Überprüfe deine Internetverbindung und versuche es erneut.
el: Σφάλμα δικτύου. Έλεγξε τη σύνδεσή σου και ξαναπροσπάθησε.
es: Error de red. Comprueba tu conexión e inténtalo de nuevo.
et: Võrgu viga. Kontrolli oma ühendust ja proovi uuesti.
eu: Sareko errorea. Egiaztatu konexioa eta saiatu berriro.
fa: خطای شبکه. اتصال خود را بررسی و دوباره امتحان کنید.
fi: Verkkovirhe. Tarkista yhteys ja yritä uudelleen.
fr: Erreur réseau. Veuillez vérifier votre connexion et réessayer.
gu: નેટવર્ક ત્રુટિ. તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he: שגיאת רשת. בדוק את החיבור שלך ונסה שוב.
hi: नेटवर्क एरर. अपने कनेक्शन को चेक करें और फिर से कोशिश करें.
hr: Pogreška mreže. Provjerite vezu i pokušajte ponovno.
hu: Hálózati hiba. Ellenőrizd a hálózati kapcsolatot és próbáld újra!
id: Terjadi masalah jaringan. Periksa koneksi Anda dan coba lagi.
is: Villa í netkerfi. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Errore di rete. Controlla la tua connessione e riprova.
ja: ネットワークエラー。インターネット接続を確認して再度試してください。
km: á”ááŸ’áŠá¶á‰á˜á¶á“á”á‰áŸ’á á¶áŸ” áŸá¼á˜á–á·á“á·ááŸ’á™á€á¶ášá—áŸ’á‡á¶á”áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á á¾á™áŸá¶á€á›áŸ’á”á„á˜áŸ’áŠá„á‘áŸ€á
kn: ನೆಟ್‌ವರ್ಕ್ ದೋಷ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 네트워크 오류. 연결을 확인하고 다시 시도하세요.
lt: Tinklo klaida. Patikrinkite interneto ryšį ir bandykite dar kartą.
lv: Tīkla kļūda. Pārbaudiet savienojumu un mēģiniet vēlreiz.
mk: Грешка во мрежата. Проверете ја Вашата интернет врска и обидете се повторно.
ml: നെറ്റ്‌വർക്ക് പിശക്. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: नेटवर्क त्रुटी. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Ralat rangkaian. Periksa sambungan anda dan cuba lagi.
my: ကွန်ရက် ချို့ယွင်းချက်။ သင့်ချိတ်ဆက်မှုကို စစ်ဆေးပြီး ထပ်ကြိုးစားပါ။
nb: Nettverksfeil. Sjekk internettilkoblingen din og prøv igjen.
nl: Netwerkfout. Controleer je internetverbinding en probeer het opnieuw.
pa: ਨੈੱਟਵਰਕ ਗਲਤੀ। ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰਕੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd sieci. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Erro na rede. Verifique a sua conexão e tente novamente.
pt_pt: Erro na rede. Verifique a sua ligação e tente novamente.
ro: Eroare de rețea. Verifică-ți conexiunea și încearcă din nou.
ru: Ошибка сети. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Chyba siete. Skontrolujte pripojenie a skúste to znova.
sl: Napaka omrežja. Preverite svojo internetno povezavo in poskusite znova.
sq: Gabim rrjeti. Ju lutemi, kontrolloni lidhjen tuaj me rrjetin dhe riprovoni.
sr: Догодила се грешка са мрежом. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Nätverksfel. Kontrollera din anslutning och försök igen.
sw: Hitilafu ya mtandao. Angalia mtandao wako na ujaribu tena.
ta: நெட்வொர்க் பிழை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te: నెట్‌వర్క్ దోషం. మీ కనెక్షన్ చెక్ చేసి, మళ్లీ ప్రయత్నించండి.
th: เครือข่ายมีข้อผิดพลาด ตรวจสอบการเชื่อมต่อแล้วลองใหม่อีกครั้ง
tr: Ağ hatası. Bağlantınızı kontrol edip tekrar deneyin.
ug: تور خاتالىقى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Мережева помилка. Перевірте з'єднання та спробуйте знов.
ur: نیٹ ورک کا نقص۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Lỗi kết nối: Hãy kiểm tra kết nối của bạn và thử lại.
zh_cn: 网络出错。请检查您的网络连接并重试。
zh_hk: 網絡錯誤。請檢查您的連線，然後再試一次。

# DONATION_VIEW_MANAGE_BADGES
source: Badges
af: Wapens
ar: الشارات
az: Nişanlar
be: Значкі
bn: ব্যাজ
ca: Insígnies
cs: Odznaky
cy: Bathodynnau
de: Abzeichen
el: Σήματα
es: Insignias
et: Märgid
eu: Bereizgarriak
fa: نشان‌ها
fi: Merkit
fr: Macarons
ga: Suaitheantais
gu: બૅજ
he: תגים
hi: बैज
hr: Značke
hu: Jelvények
id: Lencana
is: Merki
it: Badge
ja: バッジ
km: áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹
kn: ಬ್ಯಾಡ್ಜ್‌ಗಳು
ko: 배지
lt: Ženkliukai
lv: Nozīmītes
mk: Беџови
ml: ബാഡ്ജുകള്‍
mr: बॅजेस
ms: Lencana
my: ဘဲ့ဂျ်များ
nb: Merker
pa: ਬਿੱਲੇ
pl: Odznaki
ps: بجونه
pt_br: Selos
pt_pt: Crachás
ro: Insigne
ru: Значки
sk: Odznaky
sl: Značke
sq: Stema
sr: Значке
sv: Märken
sw: Beji
ta: பேட்ஜ்கள்
te: బ్యాడ్జీలు
th: โล่
tr: Rozetler
ug: ئىزناكلار
uk: Значки
ur: بیجز
vi: Huy hiệu
zh_cn: 徽章
zh_hk: 徽章

# DONATION_VIEW_MONTHLY_DONATION_TO_SIGNAL
source: Monthly Donation to Signal
ar: التبرُّع الشهري لسيجنال
be: Штомесячнае ахвяраванне для Signal
bn: Signal-এ মাসিক ডোনেশন
ca: Donació mensual a Signal
cs: Měsíční příspěvky aplikaci Signal
da: Månedlig donation til Signal
de: Monatliche Spende an Signal
el: Μηνιαία δωρεά στο Signal
es: Donación mensual a Signal
fa: اهدای ماهانه به سیگنال
fi: Kuukausilahjoitus Signalille
fr: Don mensuel à Signal
ga: Deontas Míosúil le Signal
gu: Signal માટે માસિક દાન
he: תרומה חודשית ל–Signal
hi: Signal को दिया जानेवाला मासिक दान
hr: Mjesečna donacija Signalu
hu: Havi adomány a Signal számára
id: Donasi Bulanan ke Signal
it: Donazione mensile a Signal
ja: Signalへの月々の寄付
ko: Signal 월간 기부
mr: Signal ला मासिक देणगी
ms: Derma Bulanan kepada Signal
nb: Månedlig pengebeløp til Signal
nl: Maandelijkse donatie aan Signal
pl: Comiesięczna darowizna na rzecz aplikacji Signal
pt_br: Doação mensal para o Signal
pt_pt: Doação mensal ao Signal
ro: Donație lunară către Signal
ru: Ежемесячное пожертвование Signal
sk: Mesačný príspevok na Signal
sr: Месечна донација Signal-у
sv: Månatlig donation till Signal
th: บริจาครายเดือนให้ Signal
tr: Signal'a Aylık Bağış
ug: Signal غا ئايلىق ئىئانە قىلىش
uk: Щомісячний донат Signal
ur: Signal کو ماہانہ عطیہ
vi: Khoản Ủng hộ hàng tháng cho Signal
zh_cn: 给 Signal 每月捐款
zh_hk: 每月向 Signal 捐款

# DONATION_VIEW_MORE_SECTION_TITLE
source: More
af: Meer
ar: المزيد
az: Daha çox
be: Дадаткова
bn: আরও
ca: Més
cs: Víc
cy: Rhagor
da: Mere
de: Mehr
el: Περισσότερα
es: Más
et: Rohkem
eu: Gehiago
fa: بیشتر
fi: Lisää
fr: Plus
ga: Tuilleadh
gu: વધુ
he: עוד
hi: अधिक
hr: Više
hu: Tovább
id: Selengkapnya
is: Meira
it: Altro
ja: その他
km: á”á“áŸ’ááŸ‚á˜
kn: ಇನ್ನಷ್ಟು
ko: 더 보기
lt: Daugiau
lv: Vēl
mk: Повеќе
ml: കൂടുതൽ
mr: अधिक
ms: Lagi
my: နောက်ထပ်
nb: Mer
nl: Meer
pa: ਹੋਰ
pl: Więcej
ps: زیات
pt_br: Mais
pt_pt: Mais
ro: Mai multe
ru: Больше
sk: Viac
sl: Več
sq: Më tepër
sr: Више
sv: Mer
sw: Zaidi
ta: மேலும்
te: మరింత
th: ดูเพิ่ม
tr: Daha fazla
ug: تېخىمۇ كۆپ
uk: Докладніше
ur: مزید
vi: Thêm
zh_cn: 更多
zh_hk: 更多

# DONATION_VIEW_MY_SUPPORT_TITLE
source: My Support
af: My steun
ar: الدعم الخاص بي
az: Dəstəyim
be: Мая падтрымка
bn: আমার সমর্থন
ca: Suport
cs: Má podpora
cy: Fy Nghefnogaeth
da: Min støtte
de: Meine Unterstützung
el: Η υποστήριξή μου
es: Mi contribución
et: Minu kasutajatugi
fa: پشتیبانی من
fi: Antamani tuki
fr: Ma contribution
gu: મારું સમર્થન
he: התמיכה שלי
hi: मेरा समर्थन
hr: Moja podrška
hu: Támogatásaim
id: Dukungan Saya
is: Stuðningur minn
it: Il mio supporto
ja: マイサポート
km: á€á¶ášá‚á¶áŸ†á‘áŸ’ášášá”áŸáŸ‹ááŸ’á‰á»áŸ†
ko: 내 지원
lt: Mano palaikymas
ml: എന്‍റെ പിന്തുണ
mr: आपले समर्थन
ms: Sokongan Saya
nb: Mine bidrag
nl: Mijn bijdrage
pl: Moje wsparcie
pt_br: Meu apoio
pt_pt: O meu apoio
ro: Sprijinul meu
ru: Моя поддержка
sk: Moja podpora
sl: Moja podpora
sq: Përkrahja Ime
sr: Моја подршка
sv: Mitt stöd
sw: Msaada Wangu
th: การสนับสนุนของฉัน
tr: Desteğim
ug: قوللىشىم
uk: Моя підтримка
ur: میری معاونت
vi: Hổ trợ của tôi
zh_cn: 我的赞助
zh_hk: 我的支持

# DONATION_VIEW_OTHER_WAYS_TO_DONATE_TITLE
source: Other Ways to Donate
ar: طُرُق أُخرَى لِلتَبرُّع
be: Іншыя спосабы для ахвяравання
bn: ডোনেট করার অন্যান্য উপায়
ca: Altres maneres de fer-hi una donació
cs: Další možnosti, jak přispět
da: Andre måder at donere
de: Weitere Möglichkeiten für Spenden
el: Άλλοι τρόποι δωρεάς
es: Otras formas de donar
fa: راه‌‌های دیگر کمک مالی
fi: Muut lahjoitustavat
fr: Nous soutenir autrement
ga: Bealaí Eile le hAirgead a Thabhairt
gu: દાન આપવાની અન્ય રીતો
he: דרכים אחרות לתרום
hi: दान करने के अन्य तरीके
hr: Drugi načini doniranja
hu: Az adományozás egyéb módjai
id: Cara Lain untuk Berdonasi
it: Altri modi per donare
ja: その他の寄付の方法
ko: 다른 기부 방법
mr: देणगी देण्याचे इतर मार्ग
ms: Cara Lain untuk Menderma
nb: Andre måter å bidra på
nl: Andere manieren om bij te dragen
pl: Inne metody przekazywania darowizny
pt_br: Outras maneiras de doar
pt_pt: Outras formas de doar
ro: Alte modalități de a dona
ru: Другие способы пожертвовать
sk: Ďalšie spôsoby prispenia
sr: Други начини на које можете да донирате
sv: Andra sätt att donera
th: วิธีอื่นในการบริจาค
tr: Diğer Bağış Yapma Yöntemleri
ug: باشقا يول بىلەن ئىئانە قىلىش
uk: Інші способи підтримки
ur: عطیہ کرنے کے دوسرے طریقے
vi: Các Cách khác để Đóng góp
zh_cn: 其他捐赠方式
zh_hk: 其他捐款方法

# DONATION_VIEW_TITLE
source: Donate to Signal
af: Dra by tot Signal
ar: تبرَّع لسيجنال
az: Signal-a ianə verin
be: Зрабіце ахвяраванне для Signal
bn: Signal-এ ডোনেট করুন
ca: Feu una donació a Signal
cs: Podpořte Signal finančně
cy: Cyfrannu at Signal
da: Donér til Signal
de: An Signal spenden
el: Κάνε μια δωρεά στο Signal
es: Haz una donación a Signal
et: Anneta Signalile
eu: Signal-i dohaintza eman
fa: حمایت از سیگنال
fi: Lahjoita Signalille
fr: Faire un don à Signal
ga: Bronn airgead ar Signal
gu: Signal ને દાન આપો
he: תרומה ל–Signal
hi: Signal को दान करें
hr: Donirajte Signalu
hu: Adomány a Signal számára
id: Donasi ke Signal
is: Gefa til Signal
it: Dona a Signal
ja: Signalへの寄付
kab: Mudd i Signal
km: á§á”ááŸ’áá˜áŸ’á—á‘áŸ… Signal
kn: Signal ಗೆ ದಾನ ಮಾಡಿ
ko: Signal에 기부
lt: Paaukokite Signal programėlei
lv: Ziedot Signal
mk: Донирај на Signal
ml: Signal-ന് സംഭാവന ചെയ്യുക
mr: Signal ला देणगी द्या
ms: Sumbang kepada Signal
my: Signal ကိုလှူဒါန်းပါ
nb: Gi penger til Signal
nl: Aan Signal doneren
pa: Signal ਨੂੰ ਦਾਨ ਕਰੋ
pl: Wesprzyj Signal darowizną
ps: Signal سره مرسته کول
pt_br: Doar para o Signal
pt_pt: Doar ao Signal
ro: Donează pentru Signal
ru: Поддержите Signal
sk: Prispieť na Signal
sl: Podprite Signal
sq: Dhuroni për Signal-in
sr: Донирајте Signal-у
sv: Donera till Signal
sw: Changia Signal
ta: Signal-க்கு நன்கொடை அளி
te: Signal కు దానం చేయండి
th: บริจาคให้ Signal
tr: Signal'e Bağış Yap
ug: ‫Signal غا ئىئانە قىلىڭ
uk: Підтримати Signal
ur: Signal کے لئے عطیہ کریں
vi: Ủng hộ Signal
zh_cn: 捐款给 Signal
zh_hk: 捐款給 Signal

# DONATIONS_CURRENCY_PICKER_LABEL
source: Currency
af: Stel geldeenheid
ar: العملة
az: Pul vahidini tənzimlə
be: Валюта
bn: মুদ্রা
ca: Moneda
cs: Měna
cy: Gosod arian cyfred
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
et: Määra rahaühik
eu: Set currency
fa: ارز
fi: Valuutta
fr: Devise
ga: Airgeadra
gu: ચલણ
he: מטבע
hi: करेंसी
hr: Valuta
hu: Pénznem
id: Mata uang
is: Stilla gjaldmiðil
it: Valuta
ja: 通貨
kab: Set currency
km: á€áŸ†áááŸ‹ášá¼á”á·á™áœááŸ’áá»
kn: Set currency
ko: 통화
lt: Nustatyti valiutą
lv: Set currency
mk: Постави валута
ml: കറൻസി സജ്ജമാക്കുക
mr: चलन
ms: Matawang
my: Set currency
nb: Valuta
nl: Valuta
pa: Set currency
pl: Waluta
ps: Set currency
pt_br: Moeda
pt_pt: Moeda
ro: Monedă
ru: Валюта
sk: Mena
sl: Določi valuto
sq: Caktoni monedhë
sr: Валута
sv: Valuta
sw: Weka Sarafu
ta: Set currency
te: Set currency
th: สกุลเงิน
tr: Para birimi
ug: پۇل تۈرى
uk: Валюта
ur: کرنسی
vi: Tiền tệ
zh_cn: 货币
zh_hk: 貨幣
