Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GALLERY_TILES_LOADING_MORE_RECENT_LABEL
source: Loading Newer Media…
af: Laai tans nuwer media…
ar: جارٍ تحميل وسائط أحدث…
az: Daha yeni media yüklənir...
be: Загрузка новых медыяфайлаў…
bg: Зареждане на по-нова мултимедия…
bn: নতুন মিডিয়া লোড হচ্ছে…
ca: Carregant arxius recents…
cs: Načítání novějších médií…
cy: Llwytho Cyfryngau Newydd ...
da: Indlæser nyere mediefiler…
de: Neuere Medieninhalte werden geladen …
el: Φορτώνονται νεότερα πολυμέσα…
es: Cargando archivos multimedia más recientes…
es_es: Cargando adjuntos recientes …
et: Uuemate meediafailide laadimine...
eu: Multimedia berria kargatzen...
fa: بارگیری رسانه‌های جدیدتر…
fi: Ladataan uudempaa sisältöä…
fil: Inilo-load ang mas Bagong Media...
fr: Chargement de médias plus récents…
ga: Meáin Níos Nuaí á Lódáil…
gu: નવી મીડિયા લોડ કરી રહ્યું છે…
he: טוען מדיה חדשה יותר…
hi: नया मीडिया लोड कर रहे हैं।
hr: Učitavanje novijih medijskih zapisa…
hu: Tartalom betöltése
id: Memuat Media Baru…
is: Sæki nýrra margmiðlunarefni…
it: Caricamento media più recenti…
ja: 新しいメディアを読み込んでいます…
kab: Asali n umidyat amaynut...
kk: Жаңарақ ақпарат құралын жүктеуде...
km: á€áŸ†á–á»á„á•áŸ’á‘á»á€á¯á€áŸá¶ášá˜áŸáŒá¶ááŸ’á˜á¸áŸ—...
kn: ಹೊಸ ಮೀಡಿಯಾವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 새로운 미디어 불러오는 중…
lt: Įkeliama naujesnė medija…
lv: Notiek jaunākas multivides ielāde...
mk: Вчитување на понова медија...
ml: പുതിയ മീഡിയ ലോഡുചെയ്യുന്നു…
mr: नवीन मिडिया लोड करत आहे…
ms: Memuatkan Media Baru…
my: မီဒီယာအသစ် တင်နေပါသည်...
nb: Laster nyere media…
nl: Nieuwere media laden…
pa: ਹੋਰ ਵੀ ਨਵਾਂ ਮੀਡੀਆ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pa_pk: نواں میڈیا لوڈ کر رئیا اے…
pl: Ładowanie nowszych multimediów…
ps: نوي رسنۍ راښکته کېږي...
pt_br: Carregando novas mídias…
pt_pt: A carregar novos ficheiros multimédia…
ro: Se încarcă fișiere media recente…
ru: Загрузка новых медиа…
sk: Načítavajú sa novšie médiá…
sl: Nalaganje novejših vsebin...
sq: Po Ngarkohen Media Më të Reja…
sr: Учитавамо новије медије…
sv: Hämtar nyare media…
sw: Inapakia Media Mpya
ta: புதிய மீடியாவை ஏற்றுகிறது…
te: క్రొత్త మీడియాను లోడ్ చేస్తోంది…
th: กำลังโหลดสื่อที่ใหม่กว่า…
tr: Daha Yeni Medyalar Yükleniyor…
ug: يېڭى ۋاسىتە يۈكلەۋاتىدۇ…
uk: Завантажуємо нові медіафайли…
ur: نیا میڈیا لوڈ ہو رہا ہے۔۔۔
vi: Đang tải Tập tin đa phương tiện Mới…
zh_cn: 正在加载新媒体……
zh_hk: 正在載入新的媒體……

# GALLERY_TILES_LOADING_OLDER_LABEL
source: Loading Older Media…
af: Laai tans ouer media…
ar: جارٍ تحميل وسائط أقدم…
az: Daha köhnə media yüklənir...
be: Загрузка старых медыяфайлаў…
bg: Зареждане на по-стара мултимедия…
bn: পুরাতন মিডিয়া লোড হচ্ছে…
ca: Carregant arxius antics…
cs: Načítání starších médií…
cy: Llwytho Cyfryngau Hŷn…
da: Indlæser ældre mediefiler…
de: Ältere Medieninhalte werden geladen …
el: Φορτώνονται παλαιότερα πολυμέσα…
es: Cargando archivos multimedia más antiguos…
es_es: Cargando adjuntos previos …
et: Vanemate meediafailide laadimine...
eu: Multimedia zaharra kargatzen...
fa: بارگیری رسانه‌های قدیمی‌تر…
fi: Ladataan vanhempaa sisältöä…
fil: Inilo-load ang mas Lumang Media...
fr: Chargement de médias plus anciens…
ga: Meáin Níos Sine á Lódáil…
gu: જૂની મીડિયા લોડ થઈ રહી છે…
he: טוען מדיה ישנה יותר…
hi: पुराना मीडिया लोड कर रहे हैं।
hr: Učitavanje starijih medijskih zapisa…
hu: Korábbi tartalmak betöltése…
id: Memuat Media Lama…
is: Sæki eldra margmiðlunarefni…
it: Caricamento media più vecchi…
ja: 古いメディアを読み込んでいます…
kab: Asali n umidyat aqbur...
kk: Басқа ақпарат құралын жүктеуде...
km: á€áŸ†á–á»á„á•áŸ’á‘á»á€á¯á€áŸá¶ášá˜áŸáŒá¶á…á¶áŸáŸ‹áŸ—...
kn: ಹಳೆಯ ಮೀಡಿಯಾವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 오래된 미디어 불러오는 중…
lt: Įkeliama senesnė medija…
lv: Notiek vecākas multivides ielāde...
mk: Вчитување на постара медија...
ml: പഴയ മീഡിയ ലോഡുചെയ്യുന്നു…
mr: जुना मिडिया लोड करत आहे…
ms: Memuatkan Media Lama…
my: မီဒီယာအဟောင်း တင်နေပါသည်...
nb: Laster eldre media…
nl: Oudere media laden…
pa: ਹੋਰ ਵੀ ਪੁਰਾਣਾ ਮੀਡੀਆ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pa_pk: پرانا میڈیا لوڈ کر رئیا اے…
pl: Ładowanie starszych multimediów…
ps: زړه رسنۍ راښکته کېږي...
pt_br: Carregando mídias antigas…
pt_pt: A carregar ficheiros multimédia antigos…
ro: Se încarcă fișiere media mai vechi…
ru: Загрузка старых медиа…
sk: Načítavajú sa staršie médiá…
sl: Nalaganje starejših vsebin...
sq: Po Ngarkohen Media Më të Vjetra…
sr: Учитавамо старије медије…
sv: Läser in äldre medier…
sw: Inapakia Media ya Zamani
ta: பழைய மீடியாவை ஏற்றுகிறது…
te: పాత మీడియాను లోడ్ చేస్తోంది…
th: กำลังโหลดสื่อที่เก่ากว่า…
tr: Daha Eski Medyalar Yükleniyor…
ug: كونا ۋاسىتە يۈكلەۋاتىدۇ…
uk: Завантажуємо старі медіафайли…
ur: پرانا میڈیا لوڈ ہو رہا ہے۔۔۔
vi: Đang tải Tập tin đa phương tiện Cũ…
zh_cn: 正在加载较早的媒体……
zh_hk: 正在載入較舊的媒體……

# GENERIC_ATTACHMENT_LABEL
source: Attachment
af: Aanhangsel
ar: ملف مُرفَق
az: Qoşma
be: Далучэнне
bg: Прикачен файл
bn: সংযুক্তি
ca: Fitxer adjunt
cs: Příloha
cy: Atodiad
da: Vedhæftning
de: Anhang
el: Συνημμένο
es: Archivo adjunto
es_es: Adjunto
et: Manus
eu: Eranskina
fa: پیوست
fi: Liitetiedosto
fil: Kalakip
fr: Pièce jointe
ga: Ceangaltán
gu: જોડાણ
he: צרופה
hi: अटैचमेंट
hr: Privitak
hu: Csatolmány
id: Lampiran
is: Viðhengi
it: Allegato
ja: 添付ファイル
kab: Afaylu yeddan
kk: Тіркеме
km: á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಗತ್ತು
ko: 첨부 파일
lt: Priedas
lv: Pielikums
mk: Прикачување
ml: അറ്റാച്ച്‌മെന്റ്
mr: संलग्न
ms: Lampiran
my: ပူးတွဲဖိုင်
nb: Vedlegg
nl: Bijlage
pa: ਅਟੈਚਮੈਂਟ
pa_pk: منسلکہ
pl: Załącznik
ps: ضمیمه
pt_br: Anexo
pt_pt: Anexo
ro: Atașament
ru: Вложение
sk: Príloha
sl: Priponka
sq: Bashkëngjitje
sr: Прилог
sv: Bilaga
sw: Kiambatisho
ta: இணைப்பு
te: జోడింపు
th: แฟ้มแนบ
tr: Eklenti
ug: قوشۇمچە
uk: Вкладення
ur: منسلک مواد
vi: Tập tin đính kèm
zh_cn: 附件
zh_hk: 附件

# GENERIC_INCOMING_MESSAGE_NOTIFICATION
source: New Message!
af: Nuwe boodskap!
ar: رسالة جديدة!
az: Yeni ismarış
be: Новае паведамленне!
bn: নতুন বার্তা!
ca: Missatge nou!
cs: Nová zpráva!
cy: Neges newydd!
da: Ny besked!
de: Neue Nachricht!
el: Νέο μήνυμα!
es: Nuevo mensaje
et: Uus sõnum!
eu: Mezu berria duzu!
fa: پیام جدید!
fi: Uusi viesti!
fr: Nouveau message
ga: Teachtaireacht Nua!
gu: નવો મેસેજ!
he: הודעה חדשה!
hi: नया मेसेज!
hr: Nova poruka!
hu: Új üzenet!
id: Pesan Baru!
is: Ný skilaboð!
it: Nuovo messaggio!
ja: 新着メッセージ！
kab: Izen amaynut!
km: áŸá¶ášááŸ’á˜á¸!
kn: ಹೊಸ ಸಂದೇಶ!
ko: 새 메시지
lt: Nauja žinutė!
lv: Jauna ziņa!
mk: Нова порака!
ml: പുതിയ സന്ദേശം
mr: नवीन संदेश!
ms: Mesej Baru!
my: သတင်းစကားအသစ်
nb: Ny melding!
nl: Nieuw bericht!
pa: ਨਵਾਂ ਸੁਨੇਹਾ!
pl: Nowa wiadomość!
pt_br: Nova mensagem!
pt_pt: Nova mensagem!
ro: Mesaj nou!
ru: Новое сообщение!
sk: Nová správa!
sl: Novo sporočilo!
sq: Mesazh i Ri!
sr: Нова порука!
sv: Nytt meddelande!
sw: Ujumbe Mpya!
ta: புதிய தகவல்!
te: కొత్త సందేశం
th: มีข้อความใหม่!
tr: Yeni İleti!
ug: يېڭى ئۇچۇر!
uk: Нове повідомлення!
ur: نیا پیغام!
vi: Tin Nhắn Mới!
zh_cn: 新消息！
zh_hk: 新訊息！

# GET_STARTED_BANNER_TITLE
source: Get started
af: Begin
ar: ابدأ
az: İstifadə etməyə başla
be: Пачаць
bn: শুরু করা যাক
ca: Començar
cs: Začněte
cy: Dechrau arni
da: Kom i gang
de: Leg los
el: Ξεκίνα
es: Primeros pasos
es_es: Comenzar
et: Alustamine
eu: Hasi
fa: شروع
fi: Aloita
fr: C’est parti !
ga: Tosaigh air
gu: શરૂઆત કરો
he: להתחיל
hi: शुरू हो जाओ
hr: Krenimo
hu: Kezdés
id: Mulai
is: Komast í gang
it: Iniziamo
ja: 始めましょう
kab: Bdu
km: á…á¶á”áŸ‹á•áŸ’áá¾á˜
kn: ಪ್ರಾರಂಭಿಸಿ
ko: 시작
lt: Darbo pradžia
lv: Sāc
mk: Започнете
ml: ആരംഭിക്കുക
mr: सुरू करा
ms: Mulakan
my: စတင်ပါ
nb: Kom i gang
nl: Aan de slag
pa: ਸ਼ੁਰੂਆਤ ਕਰੋ
pl: Na dobry początek
ps: پيل یې کړئ
pt_br: Começar
pt_pt: Começar
ro: Începe
ru: С чего начать
sk: Poďme na to!
sl: Začnimo
sq: Fillojani
sr: Започните
sv: Komma igång
sw: Anza
ta: தொடங்குகள்
te: ప్రారంభించడానికి
th: เริ่มต้นใช้งาน
tr: Kullanmaya başla
ug: ئىشلىتىشكە باشلاش
uk: Для початку
ur: شروع کریں
vi: Bắt đầu
zh_cn: 开始
zh_hk: 開始

# GET_STARTED_CARD_APPEARANCE
source: Appearance
af: Voorkoms
ar: المظهر
az: Görünüş
be: Знеш. выгляд
bn: অবয়ব।
ca: Disseny
cs: Vzhled
cy: Golwg
da: Udseende
de: Darstellung
el: Εμφάνιση
es: Apariencia
et: Välimus
eu: Itxura
fa: نمای ظاهری
fi: Ulkoasu
fr: Apparence
ga: Cuma
gu: દેખાવ
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Tampilan
is: Útlit
it: Aspetto
ja: 外観
kab: Askan
km: ášá¼á”ášá¶á„
kn: ಲಕ್ಷಣ
ko: 디자인
lt: Išvaizda
lv: Izskats
mk: Изглед
ml: ദൃശ്യത
mr: स्वरूप
ms: Penampilan
my: ပုံပန်းသဏ္ဌာန်
nb: Design
nl: Uiterlijk
pa: ਦਿਖਾਵਟ
pl: Zmień wygląd
ps: د پروګرام ظاهر
pt_br: Aparência
pt_pt: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Izgled
sq: Dukje
sr: Изглед
sv: Utseende
sw: Muonekano
ta: தோற்றம்
te: స్వరూపం
th: ลักษณะ
tr: Görünüm
ug: كۆرۈنۈش
uk: Вигляд
ur: رنگ روپ
vi: Diện mạo
zh_cn: 外观
zh_hk: 外觀

# GET_STARTED_CARD_AVATAR_BUILDER
source: Add Photo
af: Voeg foto toe
ar: إضافة صورة
az: Foto əlavə et
be: Дадаць фота
bn: ছবি যোগ করুন
ca: Afegir foto
cs: Přidat fotku
cy: Ychwanegu Llun
da: Tilføj foto
de: Profilbild
el: Βάλε φώτο
es: Añadir foto
et: Lisa foto
fa: افزودن عکس
fi: Lisää kuva
fr: Photo
ga: Cuir leis
gu: ફોટો ઉમેરો
he: הוספת תמונה
hi: फ़ोटो जोड़ें
hr: Dodaj sliku
hu: Képfeltöltés
id: Tambah Foto
is: Bæta við ljósmynd
it: Carica foto
ja: 画像を追加する
km: á”á“áŸ’ááŸ‚á˜ášá¼á”á—á¶á–
ko: 사진 추가
lt: Pridėti nuotrauką
lv: Pievienot fotoattēlu
mk: Додај слика
ml: ഫോട്ടോ ചേർക്കുക
mr: फोटो जोडा
ms: Tambah Foto
nb: Velg bilde
nl: Profielfoto
pa: ਫ਼ੋਟੋ ਜੋੜੋ
pl: Dodaj zdjęcie
ps: د انځور اضافه کول
pt_br: Foto
pt_pt: Foto perfil
ro: Adaugă poză
ru: Доб. фото
sk: Pridať fotku
sl: Dodaj fotografijo
sq: Shtoni Foto
sr: Слика
sv: Välj foto
sw: Ongeza Picha
ta: கூட்டு புகைப்படம்
th: เพิ่มรูปภาพ
tr: Foto Ekle
ug: رەسىم قوشۇش
uk: Додати фото
ur: تصویر لگائیں
vi: Thêm ảnh
zh_cn: 添加照片
zh_hk: 新增相片

# GET_STARTED_CARD_INVITE_FRIENDS
source: Invite friends
af: Nooi vriende uit
ar: اُدْعُ الأصدقاء
az: Dostlarını dəvət et
be: Запрасіць
bn: আমন্ত্রণ দিন
ca: Afegir amics
cs: Pozvi další
cy: Gwahodd ffrindiau
da: Invitér ven
de: Einladen
el: Πρόσκληση
es: Invitar
es_es: Invitar amistades
et: Kutsu sõpru
eu: Gonbidatu lagunak
fa: دعوت دوستان
fi: Kutsu muita
fr: Invitation
ga: Cuirí cairde
gu: આમંત્રણ આપો
he: הזמנת חברים
hi: आमंत्रित
hr: Dodaj nekoga
hu: Meghívás
id: Undang teman
is: Bjóða vinum aðgang
it: Invita amici
ja: 友達を招待する
kab: Snubget-d imdukkal
km: á¢á‰áŸ’á‡á¾á‰á˜á·ááŸ’áá—á€áŸ’áá·
kn: ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
ko: 친구 초대
lt: Pakviesti draugus
lv: Uzaicināt draugus
mk: Покани пријатели
ml: സുഹൃത്തുക്കളെ ക്ഷണിക്കുക
mr: आमंत्रित करा
ms: Jemput rakan
my: သူငယ်ချင်းများကို ဖိတ်ပါ။
nb: Inviter
nl: Uitnodigen
pa: ਦੋਸਤਾਂ ਨੂੰ ਸੱਦਾ ਦਿਓ
pl: Zaproś osoby
ps: ملګري راوبولئ
pt_br: Convidar
pt_pt: Convidar
ro: Invită
ru: Звать друзей
sk: Pozvať
sl: Povabite prijatelje/ice
sq: Ftoni shokë
sr: Позовите
sv: Bjud in
sw: Alika marafiki
ta: நண்பர்களை அழை
te: స్నేహితులను ఆహ్వానించండి
th: เชิญเพื่อน
tr: Davet et
ug: دوست تەكلىپى
uk: Запрошення
ur: دوست بلائیں
vi: Mời bạn bè
zh_cn: 邀请好友
zh_hk: 邀請好友

# GET_STARTED_CARD_NEW_GROUP
source: New group
af: Nuwe groep
ar: مجموعة جديدة
az: Yeni qrup
be: Новая група
bn: নতুন গ্রুপ
ca: Grup nou
cs: Nová skupina
cy: Grŵp newydd
da: Ny gruppe
de: Neue Gruppe
el: Νέα ομάδα
es: Nuevo grupo
es_es: Nuevo grupo
et: Uus grupp
eu: Talde berria
fa: گروه جدید
fi: Uusi ryhmä
fr: Groupe
ga: Grúpa nua
gu: નવું ગ્રૂપ
he: קבוצה חדשה
hi: नया ग्रुप
hr: Nova grupa
hu: Új csoport
id: Grup baru
is: Nýr hópur
it: Nuovo gruppo
ja: 新規グループ
kab: Agraw amaynut
km: á€áŸ’ášá»á˜ááŸ’á˜á¸
kn: ಹೊಸ ಗುಂಪು
ko: 새 그룹
lt: Nauja grupė
lv: Jauna grupa
mk: Нова група
ml: പുതിയ ഗ്രൂപ്പ്
mr: नवीन गट
ms: Grup baru
my: အဖွဲ့သစ်
nb: Ny gruppe
nl: Nieuwe groep
pa: ਨਵਾਂ ਸਮੂਹ
pl: Utwórz grupę
ps: نوی ګروپ
pt_br: Grupo
pt_pt: Novo grupo
ro: Grup nou
ru: Новая группа
sk: Nová skupina
sl: Nova skupina
sq: Grup i ri
sr: Нова група
sv: Ny grupp
sw: Kikundi kipya
ta: புதிய குழு
te: కొత్త సమూహం
th: กลุ่มใหม่
tr: Yeni grup
ug: يېڭى گۇرۇپپا
uk: Нова група
ur: نیا گروپ
vi: Tạo nhóm mới
zh_cn: 新建群组
zh_hk: 建立新群組

# GIF_PICKER_ERROR_FETCH_FAILURE
source: Failed to fetch the requested GIF. Please verify you are online.
af: Kon nie die versoekte GIF haal nie. Bevestig dat jy aanlyn is.
ar: فشل جلب صورة GIF المطلوبة. يُرجى التحقُّق من أنك مُتصل بالإنترنت.
az: Tələb edilən GIF-i ala bilmədik. Zəhmət olmasa xətdə olduğunuzu təsdiqləyin.
be: Запытаны GIF-файл не атрыманы. Праверце падключэнне да інтэрнэту.
bg: Грешка при опит за сваляне на GIF. Моля свържете се към интернет.
bn: অনুরোধ করা জিফ আনতে ব্যর্থ। আপনি অনলাইনে যুক্ত আছেন কিনা দয়া করে যাচাই করুন।
ca: No s'ha pogut obtenir el GIF. Comproveu que estigueu en línia.
cs: Chyba při načítání požadovaného GIFu. Prosím ověřte, zda-li jste online.
cy: Wedi methu nôl y GIF y gofynnwyd amdano. Gwiriwch eich bod ar-lein.
da: Kunne ikke hente den ønskede GIF. Tjek venligst at du er på nettet
de: Angefordertes GIF konnte nicht abgerufen werden. Bitte überprüfe, ob du online bist.
el: Αποτυχία λήψης του ζητούμενου GIF. Έλεγξε τη σύνδεση στο διαδίκτυο.
es: No se ha podido descargar el GIF solicitado. Comprueba que tienes conexión.
es_es: Fallo al descargar el GIF solicitado. Verifica que tienes conexión a internet.
et: Soovitud GIF-i tõmbamine ei õnnestunud. Palun kontrolli internetiühendust.
eu: Errorea eskatu den GIF eskuratzen. Mesedez, ziurta ezazu online zaudela.
fa: خطا در دریافت گیف. لطفا اتصال به اینترنت را بررسی کنید.
fi: GIF:n lataaminen epäonnistui. Tarkista verkkoyhteys.
fil: Nabigo na kuhanin ang hinihinging GIF. Pakiusap na beripikahin na ikaw ay online.
fr: Impossible de récupérer le GIF demandé. Veuillez vérifier que vous êtes bien en ligne.
ga: Níorbh fhéidir an GIF a fháil. Deimhnigh go bhfuil tú ar líne.
gu: વિનંતી કરેલ GIF લાવવામાં નિષ્ફળ. કૃપા કરીને ચકાસો કે તમે ઓનલાઇન છો.
he: נכשל במשיכת ה־GIF המבוקש. אנא וודא שאתה מחובר.
hi: GIF लाने में असफल। कृपया जांच लें कि आप ऑनलाइन हैं कि नहीं।
hr: Učitavanje traženog GIF-a nije uspjelo. Provjerite jeste li na mreži.
hu: GIF letöltése sikertelen, kérlek ellenőrizd az internetkapcsolatod.
id: Gagal untuk menghadirkan GIF yang diinginkan. Mohon verifikasi Anda daring.
is: Ekki tókst að sækja umbeðna GIF-mynd. Gakktu úr skugga um að þú sért með nettengingu í lagi.
it: Errore nel recuperare la GIF richiesta. Si prega di verificare la connessione.
ja: GIFの取り込みに失敗しました。インターネット接続を確認してください。
kab: Tuccḍa deg tririt n GIF yettusran. Ttxil-k·m senqed ma srid i telliḍ.
kk: Сұратылған GIF файлын алудың сәті түспеді. Интернетке жалғанғаныңызға көз жеткізіңіз.
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá‘á¶á‰á™á€ GIFáŸ” áŸá¼á˜á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹áá¶ á¢áŸ’á“á€á€áŸ†á–á»á„á¢á“á¡á¶á‰áŸ”
kn: ವಿನಂತಿಸಿದ GIF ಅನ್ನು ಪಡೆಯಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿದ್ದೀರಾ ಎಂದು ದೃಢೀಕರಿಸಿಕೊಳ್ಳಿ.
ko: 요청한 GIF를 받아올 수 없습니다. 인터넷에 연결되어 있는지 확인하세요.
lt: Nepavyko gauti užklausto GIF. Įsitikinkite, kad esate prisijungę prie interneto.
lv: Neizdevās ielādēt pieprasīto GIF. Pārbaudiet, vai atrodaties tiešsaistē.
mk: Неуспешно пренесување на бараната GIF анимација. Ве молиме верификувајте дека сте онлајн.
ml: താൽപ്പര്യപ്പെട്ടതായ GIF പ്രാപ്യമാക്കുന്നതിൽ പരാജയപ്പെട്ടു. നിങ്ങൾ ഓൺലൈൻ ആണെന്നത് ദയവായി വിലയിരുത്തുക.
mr: विनंती केलेली GIF प्राप्त करण्यात अयशस्वी. आपण ऑनलाईन आहात याची कृपया पुष्टी करा.
ms: Gagal mengambil GIF yang diminta. Sila sahkan anda sedang dalam talian.
my: ရှာလိုသော GIF ကိုရှာမရပါ။ အင်တာနက်ချိတ်ဆက်ထားကြောင်း ပြန်စစ်ပါ။
nb: Mislyktes i forsøk på å hente ønsket GIF. Sjekk at du er tilkoblet internett.
nl: Het ophalen van de gevraagde GIF is mislukt. Controleer je internetverbinding en probeer het opnieuw.
pa: ਮੰਗੇ ਗਏ GIF ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ. ਕਿਰਪਾ ਤਸਦੀਕ ਕਰੋ ਕਿ ਤੁਸੀਂ ਆਨਲਾਈਨ ਹੋ.
pa_pk: مطلوبہ GIF حاصل کرن اچ ناکام۔ مہربانی کر کے توثیق کرو کہ تساں آن لائن او۔
pl: Nie udało się pobrać GIF-a. Sprawdź połączenie z internetem.
ps: د GIF تر لاسه کول ونشو. د مهرباني له خې دا تایید کړئ چې تاسې انلاین یاست.
pt_br: Falha ao baixar o GIF requisitado. Por favor, verifique se você está on-line.
pt_pt: Falha a carregar o GIF solicitado. Por favor, verifique que está on-line.
ro: Eroare la obținerea GIF-ului cerut. Te rugăm să verifici dacă ești online.
ru: Не удалось получить запрошенный GIF. Пожалуйста, убедитесь, что вы подключены к интернету.
sk: Nepodarilo sa načítať požadovaný GIF. Overte či ste online.
sl: Ne morem prenesti zahtevanega GIFa. Preverite, če ste povezani na internet.
sq: S’u arrit të sillej GIF-i i kërkuar. Ju lutemi, verifikoni se jeni i lidhur në internet.
sr: Преузимање GIF-а није успело. Проверите да ли сте повезани на интернет.
sv: Det gick inte att hämta den begärda GIF-bilden. Kontrollera att du är ansluten.
sw: Imefeli kuleta GIF iliyoagizwa. Tafadhali thibitisha kuwa uko mtandaoni.
ta: கோரப்பட்ட GIF ஐப் பெறுவதில் தோல்வி. நீங்கள் ஆன்லைனில் இருக்கிறீர்களா என்பதை சரிபார்க்கவும்.
te: అభ్యర్థించిన GIF ని పొందడంలో విఫలమైంది. దయచేసి మీరు ఆన్‌లైన్‌లో ఉన్నారని ధృవీకరించండి.
th: ไม่สามารถดึงภาพ GIF ที่ต้องการ กรุณาตรวจสอบว่าคุณได้ออนไลน์อยู่
tr: İstenen GIF alınamadı. Lütfen çevrimiçi olduğunuzu doğrulayın.
ug: ئىلتىماس قىلغان GIF نى ئوقۇيالمىدى. تورغا باغلانغانلىقىڭىزنى دەلىللەڭ.
uk: Не вдалось отримати необхідний GIF-файл. Переконайтеся, що ви в мережі.
ur: GIF کی درخواست حاصل کرنے میں ناکامی۔براہ کرم تصدیق کریں کہ آپ آن لائن ہیں۔
vi: Không thể tải ảnh GIF bạn yêu cầu. Vui lòng xác minh lại kết nối.
zh_cn: 无法读取所请求的 GIF。请确认您是否处于在线状态。
zh_hk: 無法獲取所請求的 GIF。請確認您是否在線。

# GIF_PICKER_ERROR_GENERIC
source: An unknown error occurred.
af: ’n Onbekende fout het voorgekom.
ar: حدث خطأ مجهول.
az: Bilinməyən bir xəta baş verdi.
be: Адбылася невядомая памылка.
bg: Възникна неизвестна грешка.
bn: একটি অজানা ত্রুটি ঘটেছে।
ca: S'ha produït un error desconegut.
cs: Nastala neznámá chyba.
cy: Digwyddodd gwall anhysbys.
da: Der er sket en ukendt fejl
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα.
es: Se ha producido un error desconocido.
es_es: Ocurrió un fallo desconocido.
et: Ilmnes tundmatu tõrge.
eu: Errore ezezaguna gertatu da.
fa: یک خطای ناشناخته رخ داد.
fi: Tuntematon virhe.
fil: May hindi-tukoy na error ang naganap.
fr: Une erreur inconnue s'est produite.
ga: Tharla earráid anaithnid.
gu: એક અજાણ એરર આવી.
he: שגיאה בלתי ידועה התרחשה.
hi: कोई अज्ञात गलती हुई है।
hr: Dogodila se nepoznata pogreška.
hu: Ismeretlen hiba történt.
id: Terjadi kegagalan yang tidak diketahui.
is: Óþekkt villa kom upp.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
kab: Teḍra tuccḍa tarussint.
kk: Беймәлім қате орын алды.
km: á”á‰áŸ’á á¶á˜á·á“áŸáŸ’á‚á¶á›áŸ‹á€á¾áá¡á¾á„áŸ”
kn: ತಿಳಿದಿಲ್ಲದ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 알 수 없는 오류가 발생했습니다.
lt: Įvyko nežinoma klaida
lv: Radās nezināma kļūda.
mk: Се појави непозната грешка.
ml: അറിയാത്ത ഒരു തകരാർ സംഭവിച്ചിരിക്കുന്നു.
mr: एक अज्ञात त्रुटी आढळली.
ms: Ralat yang tidak diketahui berlaku.
my: အမည်မသိအမှားတစ်ခုတွေ့ရှိသည်။
nb: En ukjent feil oppstod.
nl: Er is een onbekende fout opgetreden.
pa: ਇੱਕ ਅਣਪਛਾਤੀ ਤਰੁਟੀ ਹੋਈ.
pa_pk: اک نامعلوم نقص واقع ہویا۔
pl: Wystąpił nieznany błąd.
ps: یوه ناپیژانده تیروتنه رامنځته شوې ده.
pt_br: Ocorreu um erro desconhecido.
pt_pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare neprevăzută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sq: Ndodhi një gabim i panjohur.
sr: Дошло је до непознате грешке.
sv: Ett okänt fel uppstod.
sw: Hitilafu isiyojulikana imetokea.
ta: அறியப்படாத பிழை ஏற்பட்டது.
te: తెలియని లోపం సంభవించింది.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen bir hata oluştu.
ug: يوچۇن خاتالىققا يولۇقتى.
uk: Сталася невідома помилка.
ur: ایک نا معلوم غلطی واقع ہوئی۔
vi: Đã xảy ra lỗi không xác định.
zh_cn: 发生了未知错误。
zh_hk: 發生未知錯誤。

# GIF_PICKER_FAILURE_ALERT_TITLE
source: Unable to Choose GIF
af: Kan nie GIF kies nie
ar: تعذَّر اختيار صورة متحركة (GIF)
az: GIF seçilə bilmir
be: Не атрымалася выбраць GIF-файл
bg: Невъзможно е избирането на GIF
bn: জিফ চয়ন করতে অক্ষম
ca: No s'ha pogut triar el GIF
cs: Nelze zvolit GIF
cy: Methu Dewis GIF
da: Kunne ikke vælge GIF
de: GIF kann nicht abgerufen werden
el: Αδυναμία επιλογής GIF
es: No se ha podido seleccionar el GIF
es_es: Fallo al seleccionar GIF
et: GIF-i valimine ei õnnestunud.
eu: Ezin izan da GIF hautatu
fa: خطا در انتخاب گیف
fi: GIF:n valinta epäonnistui
fil: Hindi magawang pumili ng GIF
fr: Impossible de sélectionner ce GIF
ga: Níorbh fhéidir GIF a roghnú
gu: GIF પસંદ કરવામાં અસમર્થ
he: לא היה ניתן לבחור GIF
hi: GIF चुनने में असमर्थ
hr: GIF nije moguće odabrati
hu: GIF kiválasztása sikertelen
id: Tak Dapat Memilih GIF
is: Gat ekki valið GIF-mynd
it: Impossibile recuperare la GIF selezionata
ja: GIFを選択できません
kab: Afran n GIF d awezɣi
kk: GIF файлын таңдау мүмкін емес
km: á˜á·á“á¢á¶á…á‡áŸ’ášá¾áŸášá¾áŸ GIF
kn: GIF ಆಯ್ಕೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko: GIF를 선택할 수 없음
lt: Nepavyko pasirinkti GIF
lv: Nevarēja izvēlēties GIF.
mk: Не може да се избере GIF
ml: GIF തിരെഞ്ഞെടുക്കാൻ കഴിയുന്നില്ല
mr: GIF निवडण्यात अक्षम
ms: Tidak Dapat Memilih GIF
my: GIF ကိုရွေးချယ်၍မရပါ
nb: Klarte ikke velge GIF
nl: Er is een probleem met deze GIF, deze kan niet worden gebruikt
pa: GIF ਨੂੰ ਚੁਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pa_pk: GIF منتخب کرن دے قابل نئیں
pl: Nie udało się wybrać GIF-a
ps: د GIF ټاکل کېدل ونشو
pt_br: Impossível escolher GIF
pt_pt: Erro ao escolher GIF
ro: Nu s-a putut selecta GIF-ul
ru: Не удалось выбрать GIF
sk: Nepodarilo sa zvoliť GIF
sl: Ne morem izbrati GIFa
sq: S’arrihet të Zgjidhet GIF
sr: Одабир GIF-а није успео
sv: Det går inte att välja GIF
sw: Imeshindwa kuchagua GIF
ta: GIF ஐ தேர்வு செய்ய முடியவில்லை
te: GIF ని ఎంచుకోవడం సాధ్యం కాలేదు
th: ไม่สามารถเลือก GIF
tr: GIF Seçilemiyor
ug: GIF نى تاللىيالمىدى
uk: Неможливо вибрати GIF
ur: GIF منتخب کرنے کے قابل نہیں
vi: Không thể Chọn ảnh GIF.
zh_cn: 无法选择 GIF
zh_hk: 無法選取 GIF

# GIF_PICKER_VIEW_TITLE
source: GIF Search
af: GIF-soektog
ar: البحث عن صورة متحركة (GIF)
az: GIF Axtarışı
be: Пошук GIF-файлаў
bg: Търсене на GIF
bn: জিফ অনুসন্ধান
ca: Cerca GIF
cs: Vyhledat GIF
cy: Chwiliad GIF
da: GIF søgning
de: GIF-Suche
el: Αναζήτηση GIF
es: Buscar GIF
es_es: Buscar GIFs
et: GIF-i otsimine
eu: GIF bilaketa
fa: جستجوی گیف
fi: GIF-haku
fil: Paghahanap ng GIF
fr: Rechercher un GIF
ga: Cuardach GIF
gu: GIF શોધો
he: חיפוש GIF
hi: GIF खोजें
hr: Pretraga GIF-ova
hu: GIF keresés
id: Pencarian GIF.
is: Leita að GIF-mynd
it: Ricerca GIF
ja: GIF検索
kab: Anadi n GIF
kk: GIF іздеу
km: áŸáŸ’áœáŸ‚á„ášá€á‡á¶ GIF
kn: GIF ಹುಡುಕಾಟ
ko: GIF 검색
lt: GIF paieška
lv: GIF meklēšana
mk: GIF пребарување
ml: GIF തിരയൽ
mr: GIF शोध
ms: Carian GIF
my: GIF ရှာ​ြခင်း
nb: GIF Søk
nl: GIF zoeken
pa: GIF ਖੋਜ
pa_pk: GIF تلاش
pl: Wyszukiwarka GIF-ów
ps: د GIF پلټنه
pt_br: Procurar GIF
pt_pt: Pesquisa de GIFs
ro: Căutare GIF
ru: Поиск GIF
sk: Vyhľadávanie GIFu
sl: Iskanje po GIF-ih
sq: Kërkim GIF-i
sr: Претрага GIF-ова
sv: GIF-sökning
sw: Utafutaji GIF
ta: GIF தேடல்
te: GIF శోధన
th: ค้นหา GIF
tr: GIF Ara
ug: GIF ئىزدە
uk: Пошук GIF-зображень
ur: GIF تلاش کریں
vi: Tìm kiếm ảnh GIF
zh_cn: GIF 查找
zh_hk: GIF 搜尋
