Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PROFILE_NAME_EDUCATION_SHEET_BULLET_2
source: Be cautious of accounts that impersonate others
ar: كُن حذرًا من الحسابات التي تنتحل شخصية الآخرين.
be: Будзьце пiльнымi: некаторыя ўліковыя запісы могуць выдаваць сябе за іншых людзей
bn: অন্যদের ছদ্মবেশ ধারণ করে আছে এমন কারো অ্যাকাউন্ট থেকে সাবধান থাকুন
ca: Ves amb compte amb els comptes que es fan passar per altres
cs: Dávejte si pozor na účty, které se vydávají za jiné
da: Tag dig i agt for kontoer, der udgiver sig for at være nogen, de ikke er
de: Sei misstrauisch bei Konten, bei denen sich jemand als eine bestimmte Person ausgibt
el: Να προσέχεις για λογαριασμούς που υποδύνται άλλους
es: Ten cuidado con las cuentas que se hacen pasar por otras personas
fa: مراقب حساب‌هایی باشید که خود را به جای دیگران جا می‌زنند
fi: Varo tilejä, jotka esittävät toista käyttäjää
fr: Certains utilisateurs peuvent se faire passer pour d'autres : faites attention
ga: Bí ar d'fhaichill ar chuntais a dhéanann daoine eile a phearsanú
gu: કોઈ અન્ય હોવાનો ઢોંગ કરતા એકાઉન્ટથી સાવધ રહો
he: יש להיזהר מחשבונות שמתחזים לאחרים
hi: दूसरों की पहचान चुराने वाले अकाउंट्स से सावधान रहें
hr: Budite oprezni s računima koje ljudi koriste kako bi se lažno predstavljali
hu: Legyél óvatos azokkal a fiókokkal, amelyek másoknak adják ki magukat
id: Berhati-hatilah dengan akun yang tidak jelas
it: Fai attenzione agli account che impersonano terze parti
ja: なりすましの可能性のあるアカウントにはご注意ください
ko: 사칭 계정에 유의하세요
mr: दुसरे कोणी असल्याची बतावणी करणाऱ्या खात्याबाबत जागरूक राहा
ms: Berhati-hati dengan akaun yang menyamar sebagai orang lain
nb: Vær på vakt mot svindlere som utgir seg for å være andre
nl: Wees voorzichtig met accounts die zich voordoen als andere personen
pl: Zachowaj czujność – niektóre konta mogą należeć do osób podszywających się pod kogoś innego
pt_br: Tenha cuidado com contas que se façam passar por outras pessoas
pt_pt: Cuidado com contas que se façam passar por outras pessoas
ro: Ai grijă la conturile care uzurpă identitatea altora
ru: Будьте осторожны с учётными записями тех, кто выдаёт себя за других
sk: Dávajte si pozor na účty, ktoré sa vydávajú za iných ľudí
sr: Чувајте се налога у којима се људи лажно представљају
sv: Var försiktig med konton där någon utger sig för att vara en annan person
th: โปรดระวังบัญชีที่แอบอ้างเป็นบุคคลอื่น
tr: Başkalarını taklit eden hesaplara karşı dikkatli ol
ug: باشقىلارنىڭ قىياپىتىگە كىرىۋالغان ھېساباتلاردىن ئېھتىيات قىلىڭ
uk: Зважайте на те, що акаунти можуть бути фейкові
ur: ایسے اکاؤنٹس سے محتاط رہیں جو دوسروں کی نقالی کرتے ہیں
vi: Hãy cẩn trọng với các tài khoản mạo danh
zh_cn: 请谨慎甄别假冒仿冒账户
zh_hk: 請小心那些冒充他人的帳戶

# PROFILE_NAME_EDUCATION_SHEET_BULLET_3
source: Don’t share personal information with people you don’t know
ar: لا تشارِك معلومات شخصية مع أشخاص لا تعرفهم.
be: Не перадавайце асабістую інфармацыю тым, каго не ведаеце
bn: আপনার পরিচিত নন এমন কোনো ব্যক্তির সাথে ব্যক্তিগত তথ্য শেয়ার করবেন না
ca: No comparteixis informació personal amb persones que no coneguis
cs: Nesdílejte osobní údaje s lidmi, které neznáte
da: Del ikke personlige oplysninger med personer, du ikke kender
de: Gib keine persönlichen Informationen an Leute weiter, die du nicht kennst
el: Μην μοιράζεσαι προσωπικές πληροφορίες με άτομα που δεν γνωρίζεις
es: No compartas información personal con personas que no conozcas
fa: اطلاعات شخصی خود را با افرادی که نمی‌شناسید به اشتراک نگذارید
fi: Älä jaa henkilökohtaisia tietoja tuntemattomien ihmisten kanssa
fr: Ne communiquez pas vos informations personnelles à des inconnus
ga: Ná comhroinn faisnéis phearsanta le daoine nach bhfuil aithne agat orthu
gu: અજાણ્યા લોકો સાથે વ્યક્તિગત માહિતી શેર કરશો નહીં
he: אין לשתף מידע אישי עם אנשים שלא מוכרים לך
hi: आप जिन लोगों को नहीं जानते उनकी व्यक्तिगत जानकारी शेयन न करें
hr: Ne dijelite osobne podatke s osobama koje ne poznajete
hu: Ne oszd meg a személyes adataidat olyanokkal, akiket nem ismersz
id: Jangan bagikan info pribadi dengan orang yang tidak dikenal
it: Non condividere mai dati sensibili con persone che non conosci
ja: 知らない人とは個人情報を共有しないでください
ko: 모르는 사람과 개인 정보를 공유하지 마세요
mr: तुम्ही ओळखत नसलेल्या लोकांना तुमची वैयक्तिक माहिती देऊ नका
ms: Jangan kongsi maklumat peribadi dengan orang yang tidak dikenali
nb: Ikke send personlige opplysninger til folk du ikke kjenner
nl: Deel geen persoonlijke informatie met mensen die je niet kent
pl: Nie udostępniaj danych osobowych użytkownikom, których nie znasz
pt_br: Não compartilhe informações pessoais com desconhecidos
pt_pt: Não partilhe informações pessoais com pessoas que não conhece
ro: Nu împărtăși informații personale cu persoane pe care nu le cunoști
ru: Не делитесь личной информацией с теми, кого вы не знаете
sk: Nezdieľajte osobné údaje s ľuďmi, ktorých nepoznáte
sr: Не делите информације о личности са људима које не познајете
sv: Dela inte personlig information med personer du inte känner
th: อย่าให้ข้อมูลส่วนตัวกับบุคคลที่คุณไม่รู้จัก
tr: Tanımadığın kişilerle kişisel bilgilerini paylaşma
ug: شەخسىي ئۇچۇرلىرىڭىزنى تونۇمايدىغان كىشىلەر بىلەن ئورتاقلاشماڭ
uk: Не діліться особистою інформацією з незнайомцями
ur: ان لوگوں کے ساتھ ذاتی معلومات شیئر نہ کریں جنہیں آپ جانتے نہیں ہیں
vi: Không chia sẻ thông tin cá nhân với người bạn không quen biết
zh_cn: 请勿与陌生用户分享您的个人信息
zh_hk: 不要與不認識的人分享個人資料

# PROFILE_NAME_EDUCATION_SHEET_HEADER_FORMAT
source: <bold>Profile names</bold> on Signal are chosen by their account holder.
ar: <bold>أسماء الحسابات الشخصية</bold> في سيجنال يقوم أصحاب الحسابات باختيارها.
be: <bold>Імёны профіляў</bold> на Signal выбіраюць уладальнікі сваіх уліковых запісаў.
bn: <bold>প্রোফাইলের নাম</bold> Signal-এর অ্যাকাউন্টধারীরা বেছে নেন।
ca: Els <bold>noms de perfil</bold> els tria el titular del compte.
cs: <bold>Jména profilů</bold> ve službě Signal vybírá majitel účtu.
da: <bold>Profilnavne</bold> på Signal vælges af kontoens indehaver.
de: <bold>Profilnamen</bold> auf Signal sind frei wählbar.
el: Τα <bold>ονόματα προφίλ</bold> επιλέγονται από τον κάτοχο του λογαριασμού.
es: Los <bold>nombres de perfil</bold> en Signal los elige quien crea la cuenta.
fa: <bold>نام نمایه</bold> در سیگنال توسط دارنده حساب انتخاب می‌شود.
fi: <bold>Signalissa</bold> profiilin nimi on tilin haltijan valittavissa.
fr: Sur Signal, les <bold>noms de profil</bold> sont librement choisis par les utilisateurs.
ga: Roghnaíonn sealbhóir an chuntais <bold>ainm na próifíle</bold> ar Signal.
gu: Signal પરના <bold>પ્રોફાઇલ નેમ</bold> તેમના એકાઉન્ટ હોલ્ડર દ્વારા પસંદ કરવામાં આવે છે.
he: <bold>שמות פרופילים</bold> ב–Signal נבחרים על ידי בעל/ת החשבון.
hi: Signal पर <bold>प्रोफ़ाइल नाम</bold> को उनके अकाउंट के मालिक चुनते हैं।
hr: <bold>Imena profila</bold> na Signalu biraju vlasnici računa.
hu: A <bold>profilneveket</bold> a Signalon a fióktulajdonos választja ki.
id: <bold>Nama profil</bold> di Signal dipilih oleh pemilik akun.
it: <bold>I nomi dei profili</bold> su Signal vengono scelti da chi crea l'account.
ja: Signal上の<bold>プロフィールネーム</bold>は、アカウント所有者によって選択されます。
ko: Signal의 <bold>프로필 이름</bold>은 해당 계정 보유자가 선택합니다.
mr: Signal वरील <bold>प्रोफाइल नावे</bold> खाते धारकांकडून निवडली जातात.
ms: <bold>Nama profil</bold> di Signal dipilih oleh pemegang akaun.
nb: <bold>Profilnavn</bold> på Signal velges av kontoinnehaveren.
nl: Op Signal worden <bold>profielnamen</bold> gekozen door de eigenaar van het account.
pl: <bold>Imię i nazwisko w profilu</bold> w aplikacji Signal podaje osoba, do której należy dane konto.
pt_br: Os <bold>nomes de perfil</bold> no Signal são escolhidos pelo titular da conta.
pt_pt: <bold>Os nomes de perfil</bold> no Signal são escolhidos pelos donos das contas.
ro: <bold>Numele de profil</bold> de pe Signal sunt alese de titularii conturilor.
ru: <bold>Имена профиля</bold> в Signal выбираются владельцами соответствующих учётных записей.
sk: <bold>Názvy profilov</bold> si v aplikácii Signal vyberá majiteľ účtu.
sr: <bold>Имена на профилу</bold> на Signal-у бира власник налога.
sv: <bold>Profilnamn</bold> på Signal väljs av kontoinnehavaren.
th: <bold>ชื่อโปรไฟล์</bold>บน Signal เป็นชื่อที่เจ้าของบัญชีนั้นตั้งเอง
tr: <bold>Profil adları</bold>, hesap sahibi tarafından seçilir.
ug: Signal دىكى<bold>ئارخىپ ناملىرى</bold>ئۇلارنىڭ ھېسابات ئىگىسى تەرىپىدىن تاللىنىدۇ.
uk: <bold>Назви профілів</bold> у Signal обирають їхні власники.
ur: Signal پر <bold>پروفائل نیمز</bold> ان کے اکاؤنٹ ہولڈر کی جانب سے منتخب کیے جاتے ہیں۔
vi: <bold>Tên hồ sơ</bold> trên Signal được chọn bởi chủ tài khoản.
zh_cn: Signal 上的<bold>昵称</bold>是账户持有人自行选择的。
zh_hk: Signal 上的<bold>個人檔案名稱</bold>由其帳戶持有人選擇。

# PROFILE_NAME_VIEW_TITLE
source: Your Name
af: U naam
ar: اسمُك
az: Adınız
be: Ваша імя
bn: আপনার নাম
ca: El nom
cs: Vaše jméno
cy: Eich Enw
da: Dit navn
de: Dein Name
el: Το όνομά σου
es: Tu nombre
et: Sinu nimi
eu: Zure izena
fa: نام شما
fi: Nimi
fr: Votre nom
gu: તમારું નામ
he: שמך
hi: आपका नाम
hr: Vaše ime
hu: Neved
id: Nama Anda
is: Nafnið þitt
it: Il tuo nome
ja: あなたの名前
kab: Isem-ik·im
km: áˆáŸ’á˜áŸ„áŸ‡ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಹೆಸರು
ko: 사용자의 이름
lt: Jūsų vardas
lv: Jūsu vārds
mk: Вашето име
ml: നിങ്ങളുടെ പേര്
mr: आपले नाव
ms: Nama Anda
my: သင့်အမည်
nb: Ditt navn
nl: Je naam
pa: ਤੁਹਾਡਾ ਨਾਂ
pl: Twoje imię
ps: ستاسې نوم
pt_br: Seu nome
pt_pt: O seu nome
ro: Numele tău
ru: Ваше имя
sk: Vaše meno
sl: Vaše ime
sq: Emri Juaj
sr: Ваше име
sv: Ditt namn
sw: Jina Lako
ta: உங்கள் பெயர்
te: నీ పేరు
th: ชื่อของคุณ
tr: İsminiz
ug: ئىسمىڭىز
uk: Ваше ім'я
ur: تمھارا نام
vi: Tên của Bạn
zh_cn: 你的名字
zh_hk: 您的名稱

# PROFILE_SETTINGS_BIO_PLACEHOLDER
source: About
af: Meer oor
ar: حول
az: Haqqında
be: Аб кантакце
bn: সম্পর্কে
ca: Quant a
cs: O mně
cy: Amdanoch
da: Om
de: Info
el: Πληροφορίες
es: Sobre mí
et: Teave
eu: Honi buruz
fa: درباره
fi: Tietoja
fr: À propos
ga: Maidir leis
gu: વિષે
he: אודות
hi: हमारे बारे में
hr: Opis
hu: Névjegy
id: Tentang
is: Um hugbúnaðinn
it: Info
ja: 自己紹介
kab: Γef
km: á¢áŸ†á–á¸
kn: ಬಗ್ಗೆ
ko: 정보
lt: Apie
lv: Par
mk: За
ml: എന്നെ പറ്റി
mr: आपल्याबद्दल
ms: Perihal
my: အကြောင်း
nb: Om
nl: Over mij
pa: ਇਸ ਬਾਰੇ
pl: O mnie
ps: په اړه
pt_br: Sobre mim
pt_pt: Acerca
ro: Despre
ru: Обо мне
sk: Informácie
sl: Več
sq: Mbi
sr: О контакту
sv: Om
sw: Kuhusu
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
ug: ھەققىدە
uk: Про себе
ur: متعلق
vi: Thông tin
zh_cn: 关于
zh_hk: 關於

# PROFILE_SETTINGS_NAME_PLACEHOLDER
source: Name
af: Naam
ar: الاسم
az: Ad
be: Імя
bn: নাম
ca: Nom
cs: Jméno
cy: Enw
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fa: نام
fi: Nimi
fr: Nom
gu: નામ
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
is: Heiti
it: Nome
ja: 名前
kab: Isem
km: áˆáŸ’á˜áŸ„áŸ‡
kn: ಹೆಸರು
ko: 이름
lt: Vardas
lv: Vārds
ml: പേര്
mr: नाव
ms: Nama
my: အမည်
nb: Navn
nl: Naam
pa: ਨਾਂ
pl: Imię
ps: نوم
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sq: Emër
sr: Име
sv: Namn
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Ad
ug: ئىسمىڭىز
uk: Ім'я
ur: نام
vi: Tên
zh_cn: 名字
zh_hk: 名稱

# PROFILE_SETTINGS_USERNAME_CORRUPTED_RESOLUTION_CONFIRMATION_ALERT_MESSAGE
source: Something went wrong with your username, it’s no longer assigned to your account. You can try and set it again or choose a new one.
ar: حدثت مشكلة مع اسم المُستخدِم الخاص بك ولم يعُد مُخصَّصًا لحسابك. يمكنك محاولة تعيينه من جديد أو اختيار اسم مُستخدِم جديد.
be: Нешта не так з вашым імем карыстальніка, яно больш несапраўднае. Вы можаце паспрабаваць усталяваць яго яшчэ раз або выбраць новае.
bn: আপনার 'ব্যবহারকারীর নাম' নিয়ে কিছু একটা সমস্যা হয়েছে, এটি আর আপনার অ্যাকাউন্টের জন্য বরাদ্দ করা নেই। আপনি আবার চেষ্টা করে এটি সেট করতে পারেন বা নতুন একটি বেছে নিন।
ca: S'ha produït un error amb el teu àlies, ja no està assignat al teu compte. Pots provar de configurar-lo de nou o triar-ne un de diferent.
cs: Něco se pokazilo s vaším uživatelským jménem. Již není přiřazeno k vašemu účtu. Můžete ho zkusit nastavit znovu, nebo si zvolit nové.
da: Noget gik galt med dit brugernavn. Det er ikke længere tildelt din konto. Du kan prøve at indstille det igen eller vælge et nyt.
de: Mit deinem Nutzernamen ist etwas schief gelaufen, er ist deinem Konto nicht mehr zugeordnet. Du kannst versuchen, ihn erneut einzugeben oder einen neuen zu wählen.
el: Κάτι πήγε στραβά με το όνομα χρήστη σου, δεν αντιστοιχεί πλέον στον λογαριασμό σου. Μπορείς να δοκιμάσεις να το ρυθμίσεις ξανά ή να επιλέξεις ένα νέο.
es: Ha habido un problema con tu alias, por lo que ya no está asignado a tu cuenta. Puedes intentar crearlo de nuevo o elegir uno distinto.
fa: خطایی در مورد نام کاربری شما رخ داد، این نام دیگر به حساب شما تعلق ندارد. می‌توانید سعی کنید و دوباره آن را برگزینید یا نام کاربری جدیدی انتخاب کنید.
fi: Jokin meni vikaan käyttäjänimessä. Se ei ole enää liitetty tiliisi. Voit yrittää asettaa sen uudelleen tai valita uuden käyttäjänimen.
fr: Une erreur s'est produite : votre nom d'utilisateur n'est plus associé à votre compte. Vous pouvez tenter de le reconfigurer ou en choisir un autre.
ga: Bhí fadhb le d'ainm úsáideora, níl sé sannta do do chuntas a thuilleadh. Is féidir leat athshocrú a thriail nó ceann nua a roghnú.
gu: તમારા યુઝરનેમ સાથે કંઈક ખોટું થયું છે, તે હવે તમારા એકાઉન્ટને સોંપાયેલું નથી. તમે તેને ફરીથી સેટ કરવાનો પ્રયાસ કરી શકો છો અથવા નવું પસંદ કરી શકો છો.
he: משהו השתבש עם שם המשתמש שלך, הוא כבר לא מקושר לחשבון שלך. אפשר לנסות להגדיר אותו שוב או לבחור אחד חדש.
hi: आपके यूज़रनेम में कुछ गलत है, यह अब आपके अकाउंट के लिए असाइन नहीं है। आप इसे फिर से सेट करने की कोशिश कर सकते हैं या एक नया चुन सकते हैं।
hr: Došlo je do pogreške s vašim korisničkim imenom – nije više povezano s vašim računom. Pokušajte ga ponovno postaviti ili odabrati novo.
hu: Valami hiba történt a felhasználóneveddel, már nincs hozzárendelve a fiókodhoz. Megpróbálhatod újra beállítani, vagy választhatsz egy újat.
id: Ada yang salah dengan nama pengguna Anda, nama pengguna tersebut sudah tidak ditetapkan untuk akun Anda. Anda bisa mencoba dan mengaturnya lagi atau memilih nama baru.
it: Si è verificato un errore con il tuo nome utente: non è più assegnato al tuo account. Puoi provare a reimpostarlo oppure sceglierne un altro.
ja: ユーザーネームに問題が発生したため、アカウントに割り当てられていません。もう一度設定し直すか、新しいものを選んでみてください。
ko: 사용자 이름에 문제가 생겨 더는 이 사용자 이름이 이 계정에 사용되지 않습니다. 다시 설정하려고 시도하거나 새로운 사용자 이름을 선택할 수 있습니다.
mr: आपल्या वापरकर्ता नावासह काहीतरी चुकीचे झाले आहे, ते यापुढे आपल्या अकाऊंटसह नियुक्त केलेले नाही. आपण प्रयत्न करू शकता आणि तो पुन्हा सेट करू शकता किंवा नवीन निवडू शकता.
ms: Kesilapan telah berlaku dengan nama pengguna anda, ia tidak lagi diberikan kepada akaun anda. Anda boleh mencuba dan menetapkannya semula atau memilih yang baharu.
nb: Noe gikk galt med brukernavnet ditt. Det er ikke lenger tilknyttet kontoen din. Du kan prøve å angi det på nytt, eller velge et annet brukernavn.
nl: Er is iets misgegaan met je gebruikersnaam, deze is niet meer aan je account toegewezen. Je kunt je gebruikersnaam opnieuw proberen in te stellen of een nieuwe kiezen.
pl: Coś poszło nie tak z Twoją nazwą użytkownika. Nie jest już przypisana do Twojego konta. Możesz spróbować ustawić tę samą nazwę ponownie lub wybrać nową.
pt_br: Algo deu errado com seu nome de usuário, pois ele não está mais atribuído à sua conta. Você pode tentar defini-lo de novo ou escolher outro.
pt_pt: Houve um problema com o seu nome de utilizador, o mesmo já não está atribuído à sua conta. Pode voltar a configurá-lo ou pode escolher um novo.
ro: Ceva nu a funcționat corect cu numele tău de utilizator, nu mai este atribuit contului tău. Poți încerca să îl stabilești din nou sau să alegi unul nou.
ru: Что-то пошло не так с вашим именем пользователя, оно больше не закреплено за вашей учётной записью. Вы можете попробовать установить его снова или выбрать новое.
sk: Vyskytol sa problém s vaším používateľským menom. Už nie je priradené k vášmu účtu. Môžete si ho skúsiť nastaviť znova alebo si vybrať nové.
sr: Дошло је до грешке са вашим корисничким именом – више није повезано са вашим налогом. Можете пробати поново да га подесите или да изаберете ново.
sv: Något gick fel med ditt användarnamn. Det är inte längre tilldelat ditt konto. Du kan försöka ställa in det igen eller välja ett nytt.
th: เกิดข้อผิดพลาดเกี่ยวกับชื่อผู้ใช้ ไม่สามารถใช้ชื่อผู้ใช้นี้กับบัญชีของคุณได้อีกต่อไป โปรดลองใหม่ด้วยการใส่ชื่อผู้ใช้อีกครั้งหรือตั้งชื่อผู้ใช้ใหม่
tr: Kullanıcı adınla ilgili bir sorun oluştu, artık hesabına atanmamış olarak görünüyor. Kullanıcı adını tekrar ayarlamayı deneyebilir veya yeni bir tane seçebilirsin.
ug: ئىشلەتكۈچى نامىڭىزدا خاتالىق كۆرۈلگەن بولۇپ، ئۇ ئەمدى سىزنىڭ ھېساباتىڭىزغا تەۋە ئەمەس. ئۇنى قايتا تەڭشەپ سىناپ باقسىڭىز ياكى يېڭى بىر نام تاللىسىڭىز بولىدۇ.
uk: З вашим іменем користувача сталася помилка. Воно більше не пов'язане з вашим акаунтом. Ви можете спробувати встановити це ім'я повторно або вибрати нове.
ur: آپ کے یوزر نیم کے ساتھ کچھ غلط ہو گیا ہے، یہ مزید آپ کے اکاؤنٹ کے ساتھ تفویض کردہ نہیں ہے۔ آپ دوبارہ کوشش کر کے اسے سیٹ کر سکتے ہیں یا نیا منتخب کر سکتے ہیں۔
vi: Có vấn đề với tên người dùng của bạn, tên này không còn gắn liền với tài khoản của bạn. Bạn có thể thử và đặt lại hoặc chọn một tên mới.
zh_cn: 您的用户名出问题了，它已不再分配给您的账户。您可以尝试重新设置，或选择一个新用户名。
zh_hk: 你的用戶名稱發生問題，不再被指定到你的帳戶。你可以嘗試重設或選擇一個新的。

# PROFILE_SETTINGS_USERNAME_CORRUPTED_RESOLUTION_DELETE_USERNAME_ACTION_TITLE
source: Delete Username
ar: حذف اسم المُستخدم
be: Выдаліць імя карыстальніка
bn: ব্যবহারকারীর নাম মুছে ফেলুন
ca: Elimina l'àlies
cs: Smazat uživatelské jméno
da: Slet brugernavn
de: Nutzername löschen
el: Διαγραφή ονόματος χρήστη
es: Eliminar alias
fa: پاک کردن نام کاربری
fi: Poista käyttäjänimi
fr: Supprimer le nom d'utilisateur
ga: Scrios Ainm Úsáideora
gu: યુઝરનેમ ડિલીટ કરો
he: מחיקת שם משתמש
hi: यूज़र नाम डिलीट करें
hr: Brisanje korisničkog imena
hu: Felhasználónév törlése
id: Hapus Nama Pengguna
it: Elimina nome utente
ja: ユーザーネームを消去
ko: 사용자 이름 삭제
mr: वापरकर्तानाव हटवा
ms: Padam nama pengguna
nb: Slett brukernavnet
nl: Gebruikersnaam verwijderen
pl: Usuń nazwę użytkownika
pt_br: Apagar nome de usuário
pt_pt: Eliminar nome de utilizador
ro: Șterge Numele de Utilizator
ru: Удалить имя пользователя
sk: Odstrániť používateľské meno
sr: Избриши корисничко име
sv: Ta bort användarnamn
th: ลบชื่อผู้ใช้
tr: Kullanıcı Adını Sil
ug: ئىشلەتكۈچى نامىنى ئۆچۈرۈش
uk: Видалити ім'я користувача
ur: یوزر نیم حذف کریں
vi: Xóa tên người dùng
zh_cn: 删除用户名
zh_hk: 刪除用戶名稱

# PROFILE_SETTINGS_USERNAME_CORRUPTED_RESOLUTION_FIX_ACTION_TITLE
source: Fix Now
ar: الإصلاح الآن
be: Выправіць зараз
bn: এখনই ঠিক করুন
ca: Reparar-ho ara
cs: Opravit hned
da: Få hjælp nu
de: Jetzt beheben
el: Διόρθωση τώρα
es: Corregir ahora
fa: اکنون اصلاح شود
fi: Korjaa nyt
fr: Résoudre
ga: Deisigh anois
gu: અત્યારે ઠીક કરો
he: תיקון כעת
hi: अभी ठीक करें
hr: Ispravi odmah
hu: Javítás most
id: Perbaiki sekarang
it: Risolvi ora
ja: 今すぐ修正する
ko: 지금 해결
mr: आत्ता निश्चित करा
ms: Baiki sekarang
nb: Fiks nå
nl: Nu oplossen
pl: Zrób to teraz
pt_br: Corrigir agora
pt_pt: Resolver agora
ro: Repară acum
ru: Исправить сейчас
sk: Opraviť teraz
sr: Исправите сад
sv: Åtgärda nu
th: แก้ไขตอนนี้
tr: Şimdi düzelt
ug: دەرھال ئوڭشاش
uk: Виправити
ur: ابھی ٹھیک کریں
vi: Sửa ngay
zh_cn: 立刻解决
zh_hk: 立即修復
