Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_DEVICE_TRANSFER_CHOICE_EXPLANATION
source: Continuing will disable Signal on other devices currently registered with the same phone number.
ar: الاستمرار سيُعطِّل سيجنال على الأجهزة الأُخرى المُسجَّلة حاليًا بنفس رقم الهاتف.
be: Калі вы працягнеце, Signal адключыцца на іншых прыладах, што зарэгістраваны на сённяшні час з такім жа нумарам тэлефона.
bn: আপনি যদি চালিয়ে যান তবে একই ফোন নম্বর দিয়ে বর্তমানে অন্যান্য ডিভাইসে রেজিস্ট্রেশন করা Signal অকার্যকর হবে।
ca: Continuar desactivarà Signal en altres dispositius registrats actualment amb el mateix número de telèfon.
cs: Pokračováním vypnete službu Signal na ostatních zařízeních, která jsou aktuálně registrována pod stejným telefonním číslem.
da: Hvis du fortsætter, deaktiveres Signal på andre enheder, der i øjeblikket er registreret med det samme telefonnummer.
de: Falls du fortfährst, wird Signal auf allen anderen, aktuell mit derselben Telefonnummer registrierten Geräten deaktiviert.
el: Συνεχίζοντας θα απενεργοποιηθεί το Signal σε άλλες συσκευές εγγεγραμμένες με τον ίδιο αριθμό τηλεφώνου.
es: Si continúas, se desactivará Signal en otros dispositivos registrados con el mismo número de teléfono.
fa: در صورت ادامه، سیگنال روی سایر دستگاه‌هایی که با همین شماره تلفن ثبت‌نام شده‌اند غیرفعال می‌شود.
fi: Jatkaminen poistaa Signalin käytöstä muissa samalla puhelinnumerolla rekisteröidyissä laitteissa.
fr: Si vous poursuivez, Signal sera désactivé sur les autres appareils actuellement enregistrés avec le même numéro de téléphone.
ga: Má leanann tú ar aghaidh, díchumasófar Signal ar ghléasanna eile atá cláraithe leis an uimhir ghutháin chéanna.
gu: આગળ વધવાથી, આ જ ફોન નંબર સાથે હાલમાં રજિસ્ટર થયેલા અન્ય ડિવાઇસ પર Signal અક્ષમ થઈ જશે.
he: המשך ישבית את Signal במכשירים אחרים שרשומים כרגע עם אותו מספר טלפון.
hi: आगे बढने से यह Signal आपके दुसरे डिवाइस में अक्षम कर देगा जो इस फोन नंबर से पंजीकृत हैं।
hr: Ako nastavite, Signal će biti onemogućen na ostalim uređajima koji su trenutno registrirani s istim brojem telefona.
hu: A folytatással letiltod a Signalt a másik eszközön, ami ugyanezzel a telefonszámmal került regisztrálásra.
id: Melanjutkan ini akan menonaktifkan Signal di perangkat lain yang saat ini terdaftar dengan nomor telepon yang sama.
it: Continuando, disabiliterai Signal su altri dispositivi attualmente registrati con lo stesso numero di telefono.
ja: 続行すると、同じ電話番号で登録されている他の端末のSignalが無効化されます。
ko: 계속하면 같은 전화번호로 등록한 다른 모든 기기의 Signal을 비활성화합니다.
mr: सुरू ठेवल्याने या फोन नंबरसोबत सध्या नोंदवलेल्या इतर डिव्हाईसेसवर Signal अक्षम केले जाईल.
ms: Teruskan akan menyahdayakan Signal pada peranti lain yang pada masa ini berdaftar dengan nombor telefon yang sama.
nb: Hvis du fortsetter, blir Signal deaktivert på andre enheter som for øyeblikket er registrert med samme telefonnummer.
nl: Als je doorgaat dan zal de Signal-app worden uitgeschakeld op andere apparaten welke momenteel met hetzelfde telefoonnummer bij Signal zijn geregistreerd.
pl: Jeśli przejdziesz dalej, aplikacja Signal zdezaktywuje się na wszystkich innych urządzeniach zarejestrowanych przy użyciu tego samego numeru telefonu.
pt_br: Se continuar, o Signal será desabilitado em outros dispositivos atualmente registrados com o mesmo número de telefone.
pt_pt: Se continuar irá desativar o Signal noutros dispositivos atualmente registados com o mesmo número de telefone.
ro: Continuarea va dezactiva Signal pe alte dispozitive înregistrate în prezent cu același număr de telefon.
ru: Продолжая, вы отключите Signal на других устройствах, где он зарегистрирован на тот же номер телефона.
sk: Ak budete pokračovať, vypnete Signal na iných zariadeniach, ktoré sú momentálne registrované prostredníctvom toho istého telefónneho čísla.
sr: Ако наставите, деактивираћете Signal на другим уређајима који су тренутно регистровани са истим бројем телефона.
sv: Om du fortsätter kommer det att inaktivera Signal på andra enheter som för närvarande är registrerade med samma telefonnummer.
th: เมื่อดำเนินการต่อ ระบบจะปิดการใช้งาน Signal บนอุปกรณ์เครื่องอื่นที่ลงทะเบียนไว้ด้วยหมายเลขโทรศัพท์เดียวกัน
tr: Devam etmek aynı telefon numarası ile kaydolmuş diğer cihazlardaki Signal'i devre dışı bırakacaktır.
ug: بۇ مەشغۇلات داۋاملاشسا ئوخشاش نومۇر بىلەن تىزىملىتىلغان باشقا ئۈسكۈنىدىكى Signal چەكلىنىدۇ.
uk: Якщо продовжити, то Signal буде деактивовано на інших пристроях, де він зареєстрований на цей номер телефону.
ur: جاری رکھنے کی صورت میں Signal دیگر ڈیوائسز پر غیر فعال ہو جائے گا جو کہ حالیہ طور پر اسی فون نمبر کے ساتھ رجسٹر کردہ ہیں۔
vi: Thao tác này sẽ vô hiệu hoá Signal trên các thiết bị khác đã được đăng ký với số điện thoại này.
zh_cn: 继续操作将会停用其他设备上使用同一个手机号码注册的 Signal 账号。
zh_hk: 如果繼續，將會在其他目前使用同一電話號碼註冊的裝置上停用 Signal。

# REGISTRATION_DEVICE_TRANSFER_CHOICE_TITLE
source: Transfer Account & Messages
ar: نَقل الحساب والرسائل
be: Перанесці ўліковы запіс & паведамленні
bn: অ্যাকাউন্ট এবং ম্যাসেজ ট্রান্সফার করুন
ca: Transfereix el compte i els missatges
cs: Přenést účet a zprávy
da: Overfør konto og beskeder
de: Konto & Nachrichten übertragen
el: Μεταφορά λογαριασμού & μηνυμάτων
es: Transferir cuenta y mensajes
fa: انتقال حساب و پیام‌ها
fi: Siirrä tili ja viestit
fr: Transférer le compte et les messages
ga: Aistrigh Cuntas agus Teachtaireachtaí
gu: એકાઉન્ટ અને મેસેજ ટ્રાન્સફર કરો
he: העברת חשבון והודעות
hi: अकाउंट और संदेश ट्रांसफ़र करें
hr: Prenesite račun i poruke
hu: Fiók és üzenetek áthelyezése
id: Transfer Akun & Pesan
it: Trasferisci account e messaggi
ja: アカウントとメッセージの移行
ko: 계정 및 메시지 이동
mr: खाते आणि संदेश स्थानांतरित करा
ms: Pindah Akaun & Mesej
nb: Overfør konto og meldinger
nl: Account & berichten overzetten
pl: Przenieś konto i wiadomości
pt_br: Transferir conta e mensagens
pt_pt: Transferir conta e mensagens
ro: Transfer conturi și mesaje
ru: Перенос учётной записи и сообщений
sk: Preniesť účet a správy
sr: Пренесите налог и поруке
sv: Överför konto och meddelanden
th: ถ่ายโอนบัญชีและข้อความ
tr: Hesap ve İletileri Aktar
ug: ھېسابات ۋە ئۇچۇرلارنى يۆتكەش
uk: Перенесення акаунту й повідомлень
ur: اکاؤنٹ اور میسجز ٹرانسفر کریں
vi: Chuyển Tài Khoản & Tin Nhắn
zh_cn: 迁移账户和聊天记录
zh_hk: 轉移帳戶及訊息

# REGISTRATION_ENTER_BACKUP_KEY_DESCRIPTION
source: Your backup key is a 64-digit code required to recover your account and data.
ar: مفتاح النسخة الاحتياطية الخاص بك هو كود مُكوَّن من 64 رمزًا، وهو مطلوب لاستعادة حسابك وبياناتك.
be: Ваш ключ для рэзервовага капіравання – гэта 64-значны код, які неабходны для аднаўлення вашага ўліковага запісу і даных.
bn: আপনার ব্যাকআপ 'কি' একটি 64-ক্যারেক্টারের কোড যা আপনার অ্যাকাউন্ট ও ডেটা পুনর্বহাল করার সময় প্রয়োজন হবে।
ca: La teva còpia de seguretat de la clau és un codi de 64 caràcters i és necessària per recuperar el teu compte i les teves dades.
cs: Záložní klíč je 64místný kód potřebný k obnovení účtu a dat.
da: Din sikkerhedskopinøgle er en 64-cifret kode, der bruges til at gendanne din konto og dine data.
de: Dein Backup-Schlüssel ist ein 64-stelliger Code, den du benötigst, um dein Konto und deine Daten wiederherzustellen.
el: Το εφεδρικό κλειδί σου είναι ένας 64ψήφιος κωδικός που απαιτείται για την ανάκτηση του λογαριασμού και των δεδομένων σου.
es: La clave de tu copia de seguridad es un código de 64 caracteres que necesitarás para recuperar tu cuenta y tus datos.
fa: رمز پشتیبان شما یک کد ۶۴ رقمی است که برای بازیابی حساب و اطلاعاتتان الزامی است.
fi: Varmuuskopion avain on 64 merkkiä sisältävä koodi, jota tarvitaan tilisi ja tietosi palauttamiseen.
fr: Votre clé de sauvegarde est un code de 64 caractères alphanumériques qui vous permet de récupérer votre compte et vos données.
ga: Cód 64 carachtar is ea d'eochair chúltaca a éilítear chun do chuntas agus sonraí a athshlánú.
gu: તમારી બેકઅપ કી એ તમારા એકાઉન્ટ અને ડેટાને રિકવર કરવા માટેનો જરૂરી 64-અક્ષરનો કોડ છે.
he: מפתח הגיבוי שלך הוא קוד בן 64 ספרות שמאפשר לך לשחזר את החשבון והנתונים שלך.
hi: आपकी 'बैकअप की' 64 वर्णों वाला एक कोड होती है, जो आपके अकाउंट और डेटा को रिकवर करने के लिए ज़रूरी होती है।
hr: Ključ za sigurnosnu kopiju je 64-znamenkasti kôd koji je potreban za oporavak vašeg računa i podataka.
hu: A biztonsági kulcs egy 64 karakterből álló kód, amely a fiók és az adatok helyreállításához szükséges.
id: Kunci cadangan adalah kode 64 karakter yang diperlukan untuk memulihkan akun dan data Anda.
it: La chiave di backup è un codice di 64 caratteri che ti consente di ripristinare il tuo account e i relativi dati.
ja: バックアップキーは、アカウントとデータを復元するために必要な64文字のコードです。
ko: 백업 키는 계정과 데이터를 복원하는 데 필요한 64자리 코드입니다.
mr: आपली बॅकअप की एक ६४ अंकी कोड असतो जो आपला अकाऊंट आणि माहिती परत मिळवण्यासाठी आवश्यक असतो.
ms: Kunci sandaran anda ialah kod 64 digit yang diperlukan untuk memulihkan akaun dan data anda.
nb: Sikkerhetskoden består av 64 tegn og kreves for å gjenopprette kontoen din og dataene dine.
nl: Je back-upsleutel is een code van 64 tekens die je nodig hebt om je account en gegevens te herstellen.
pl: Kod kopii zapasowej to sekwencja 64 znaków potrzebna do przywrócenia konta i danych.
pt_br: Sua chave de backup é um código de 64 dígitos que você deve usar para recuperar sua conta e dados.
pt_pt: A sua chave de recuperação é um código de 64 caracteres necessário para recuperar a sua conta e os seus dados.
ro: Codul de rezervă este un cod format din 64 de caractere, necesar pentru a-ți recupera contul și datele.
ru: Резервный ключ представляет собой 64-значный код, необходимый для восстановления вашей учётной записи и данных.
sk: Váš záložný kľúč je 64-miestny kód potrebný na obnovenie vášho účtu a údajov.
sr: Кључ за резервне копије је шифра од 64 знака потребна за враћање вашег налога и података.
sv: Din säkerhetskopieringsnyckel är en kod på 64 tecken som krävs för att återställa ditt konto och dina data.
th: กุญแจสำรองคือรหัส 64 หลักที่คุณต้องใช้ในการกู้คืนบัญชีและข้อมูล
tr: Yedekleme anahtarın, hesabını ve verilerini kurtarmak için gereken 64 karakterli bir koddur.
ug: زاپاسلاش ئاچقۇچىڭىز ھېساباتىڭىز ۋە سانلىق مەلۇماتلىرىڭىزنى ئەسلىگە كەلتۈرۈش ئۈچۈن تەلەپ قىلىنىدىغان 64 خانىلىق كود.
uk: Ключ від резервної копії — це код із 64 символів, який дає змогу відновити акаунт і пов'язані з ним дані.
ur: آپ کی بیک اپ کیی 64 حروف پر مشتمل ایک کوڈ ہے جو آپ کے اکاؤنٹ اور ڈیٹا کو بحال کرنے کے لیے درکار ہوتی ہے۔
vi: Yêu cầu có mã khóa sao lưu có 64 ký tự của bạn để khôi phục tài khoản và dữ liệu.
zh_cn: 您的备份密钥是一个 64 个字符的代码，它是恢复账户和数据的必要密钥。
zh_hk: 你的備份金鑰是恢復你帳戶和資料所需的一組 64 位數的代碼。

# REGISTRATION_ENTER_BACKUP_KEY_TITLE
source: Enter Your Backup Key
ar: أدخِل مفتاح النسخة الاحتياطية الخاص بك
be: Увядзіце свой ключ для рэзервовага капіравання
bn: আপনার ব্যাকআপ 'কি' লিখুন
ca: Introdueix la còpia de seguretat de la clau
cs: Zadejte svůj záložní klíč
da: Angiv din sikkerhedskopinøgle
de: Gib deinen Backup-Schlüssel ein
el: Εισαγωγή εφεδρικού κλειδιού σου
es: Introduce la clave de tu copia de seguridad
fa: رمز پشتیبان خود را وارد کنید
fi: Anna varmuuskopion avain
fr: Saisir la clé de sauvegarde
ga: Cuir isteach d'eochair chúltaca
gu: તમારી બેકઅપ કી દાખલ કરો
he: הזנת מפתח הגיבוי שלך
hi: अपनी बैकअप की दर्ज करें
hr: Unesite svoj ključ za sigurnosnu kopiju
hu: Add meg a biztonsági kulcsot
id: Masukkan Kunci Cadangan Anda
it: Inserisci la tua chiave di backup
ja: バックアップキーを入力してください
ko: 백업 키 입력
mr: आपली बॅकअप की प्रविष्ट करा
ms: Masukkan kunci sandaran anda
nb: Skriv inn sikkerhetskoden
nl: Voer je back-upsleutel in
pl: Wpisz kod kopii zapasowej
pt_br: Digite sua chave de backup
pt_pt: Introduza a sua chave de recuperação
ro: Introdu codul de rezervă
ru: Введите резервный ключ
sk: Zadajte záložný kľúč
sr: Унесите кључ за резервне копије
sv: Ange din säkerhetskopieringsnyckel
th: ใส่กุญแจสำรองของคุณ
tr: Yedekleme anahtarını gir
ug: زاپاسلاش ئاچقۇچىڭىزنى كىرگۈزۈڭ
uk: Введіть ключ від резервної копії
ur: اپنی بیک اپ کیی درج کریں
vi: Nhập mã khóa sao lưu
zh_cn: 输入您的备份密钥
zh_hk: 輸入你的備份金鑰

# REGISTRATION_ENTERNUMBER_DEFAULT_TEXT
source: Enter Number
af: Voer nommer in
ar: أدخِل الرقم
az: Nömrəni daxil edin
be: Увесці нумар
bg: Въведете Номер
bn: নাম্বার লিখুন
ca: Marqueu el número
cs: Vložte číslo
cy: Rhowch rif
da: Indtast nummer
de: Telefonnummer eingeben
el: Εισαγωγή αριθμού
es: Introducir número
es_es: Introducir número
et: Sisesta number
eu: Zenbakia editatu
fa: شناره را وارد کنید
fi: Syötä numero
fil: Ilagay ang Numero
fr: Saisissez votre numéro
ga: Cuir an Uimhir Isteach
gu: નંબર દાખલ કરો
he: הכנס מספר
hi: नंबर डालें
hr: Unesite broj
hu: Telefonszám megadása
id: Masukan Nomor
is: Sláðu inn númer
it: Inserisci numero
ja: 電話番号を入力してください
kab: Sekcem uṭṭun
kk: Нөмірді енгізу
km: á”á‰áŸ’á…á¼á›á›áŸá
kn: ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ko: 번호 입력
lt: Įveskite numerį
lv: Ievadiet numuru
mk: Внеси број
ml: നമ്പർ നൽകുക
mr: नंबर प्रविष्ट करा
ms: Masukkan Nombor
my: နံပါတ်ထည့်ပါ
nb: Tast inn nummer
nl: Vul nummer in
pa: ਨੰਬਰ ਦਿਓ
pa_pk: نمر درج کرو
pl: Wpisz numer
ps: د شمېرې دننه کول
pt_br: Inserir número
pt_pt: Introduza um n.º
ro: Introdu numărul
ru: Введите номер
sk: Vložte číslo
sl: Vnesite številko
sq: Jepni Numër
sr: Унесите број
sv: Ange nummer
sw: Ingiza Nambari
ta: எண்ணை உள்ளிடவும்
te: సంఖ్యను నమోదు చేయండి
th: ป้อนหมายเลข
tr: Numarayı Gir
ug: تېلېفون نومۇرى كىرگۈزۈڭ
uk: Введіть номер
ur: نمبر داخل کریں
vi: Nhập Số điện thoại
zh_cn: 输入电话号码
zh_hk: 輸入電話號碼

# REGISTRATION_LOCK_TIMEOUT_DESCRIPTION_FORMAT
source: Your account has been locked to protect your privacy and security. After %1$@ of inactivity in your account you’ll be able to reregister this phone number without needing your PIN. All content will be deleted.
ar: تمَّ قفل حسابك لِحماية خصوصيتك وأمانك. بعد %1$@ من خمول حسابك، سَيكون بإمكانك إعادة التسجيل برقم هاتفك دون الحاجة إلى رقم التعريف الشخصي (PIN). ستُحذَف جميع محتويات حسابك.
be: Ваш уліковы запіс быў заблакаваны, каб абараніць вашу канфідэнцыйнасць і бяспеку. Пасля %1$@ дзён бяздзейнасці ў сваім уліковым запісе вы зможаце паўторна зарэгістраваць гэты нумар тэлефона без уводу PIN-кода. Увесь кантэнт будзе выдалены.
bn: আপনার গোপনীয়তা ও নিরাপত্তা নিশ্চিত করতে আপনার অ্যাকাউন্টটি লক করা হয়েছে। আপনার অ্যাকাউন্টটি %1$@ দিন নিষ্ক্রিয় থাকার পরে আপনি আপনার পিনের প্রয়োজন ছাড়াই এই ফোন নম্বরটি পুনরায় নিবন্ধন করতে সক্ষম হবেন। সব কন্টেন্ট মুছে ফেলা হবে।
ca: S'ha bloquejat el teu compte per protegir la teva privacitat i seguretat. Al cap de %1$@ dies d’inactivitat, podràs tornar a registrar aquest número de telèfon sense necessitar el PIN. Tot el contingut serà eliminat.
cs: Váš účet byl uzamčen z důvodu ochrany vašeho soukromí a bezpečnosti. Po %1$@ nečinnosti na vašem účtu budete moci toto telefonní číslo znovu zaregistrovat bez toho, abyste potřebovali svůj PIN. Veškerý obsah bude smazán.
da: Din konto er blevet låst for at beskytte dit privatliv og din sikkerhed. Efter %1$@ dages inaktivitet på din konto, vil det igen blive muligt at tilmelde dette telefonnummer uden pinkode. Alt indhold vil blive slettet.
de: Dein Konto wurde gesperrt, um deine Privatsphäre und Sicherheit zu schützen. Nachdem dein Konto %1$@ lang inaktiv war, kannst du diese Telefonnummer erneut registrieren, ohne dafür deine PIN eingeben zu müssen. Alle Inhalte werden gelöscht.
el: Ο λογαριασμός σου έχει κλειδωθεί για να προστατεύσουμε το απόρρητο και την ασφάλειά σου. Μετά από %1$@ ημέρες αδράνειας του λογαριασμού σου, θα μπορείς να επανεγγράψεις αυτό τον αριθμό τηλεφώνου χωρίς να χρειάζεται το PIN σου. Όλα τα περιεχόμενα θα διαγραφούν.
es: Se ha bloqueado tu cuenta para proteger tu privacidad y seguridad. Después de %1$@ días con tu cuenta inactiva, podrás volver a registrarte con este número de teléfono sin necesidad de introducir tu PIN. Se eliminará todo tu contenido.
fa: برای حفظ حریم خصوصی و امنیت شما، حسابتان قفل شده است. بعد از %1$@ عدم فعالیت در حسابتان، قادر به ثبت مجدد این شماره تلفن بدون نیاز به پین خواهید بود. همه محتوا پاک خواهد شد.
fi: Tili on lukittu yksityisyytesi ja tietoturvasi suojaamiseksi. Voit rekisteröidä tämän puhelinnumeron uudelleen ilman PIN-koodia, kun tili on ollut käyttämättä seuraavan ajan: %1$@. Kaikki sisältö poistetaan.
fr: Nous avons verrouillé votre compte pour protéger vos données personnelles et assurer votre sécurité. Votre compte doit rester inactif pendant %1$@. Passé ce délai, vous pourrez réenregistrer ce numéro de téléphone sans saisir votre code PIN. Tout le contenu sera supprimé.
ga: Glasáladh do chuntas chun do phríobháideachas agus slándáil a chosaint. Tar éis %1$@ neamhghníomhaíochta i do chuntas beidh tú in ann an uimhir ghutháin seo a athchlárú gan do UAP a bheith de dhíth ort. Scriosfar an t-ábhar ar fad.
gu: તમારી ગોપનીયતા અને સુરક્ષાને સલામત રાખવા માટે તમારું એકાઉન્ટ લૉક કરવામાં આવ્યું છે. તમારા એકાઉન્ટમાં %1$@ દિવસની નિષ્ક્રિયતા પછી તમે તમારા પિન વિના આ ફોન નંબરને ફરીથી રજીસ્ટર કરાવી શકશો. બધી માહિતી ડિલીટ કરવામાં આવશે.
he: החשבון שלך שלך ננעל כדי להגן על הפרטיות והאבטחה שלך. לאחר %1$@ של חוסר פעילות בחשבון שלך, תהיה לך אפשרות להירשם מחדש עם מספר טלפון זה ללא צורך ב–PIN שלך. כל התוכן יימחק.
hi: आपकी निजता और सुरक्षा की रक्षा के लिए आपका अकाउंट लॉक कर दिया गया है। आपके अकाउंट में निष्क्रियता के %1$@ के बाद आप अपने पिन की आवश्यकता के बिना इस फोन नंबर को फिर से रजिस्टर करने में सक्षम होंगे। सभी सामग्री डिलीट कर दी जाएगी।
hr: Vaš je račun zaključan radi zaštite vaše privatnosti i sigurnosti. Nakon %1$@ neaktivnosti vašeg računa moći ćete ponovno registrirati ovaj broj telefona bez potrebe za PIN-om. Sav sadržaj bit će izbrisan.
hu: A biztonságod és személyes adataid védelme érdekében fiókodat zároltuk. %1$@ nap inaktivitást követően újraregisztrálhatod ezt a telefonszámot a PIN-kód használata nélkül. Az összes adat törlésre kerül.
id: Akun Anda terkunci guna melindungi privasi dan keamanan Anda. Setelah %1$@ tidak aktif, Anda akan dapat mendaftarkan ulang nomor telepon ini tanpa memerlukan PIN. Semua konten akan dihapus.
it: Il tuo account è stato bloccato per proteggere la tua privacy e la tua sicurezza. Dopo %1$@ di inattività nel tuo account potrai registrare nuovamente questo numero di telefono senza bisogno del tuo PIN. Tutti i contenuti verranno eliminati.
ja: プライバシーとセキュリティ保護のため、あなたのアカウントをロックしました。%1$@日間の休止後に、PIN なしでこの電話番号を再登録できるようになります。メッセージ等はすべて消去されます。
ko: 개인 정보를 보호하고 보안을 지키기 위해 계정을 잠갔습니다. %1$@ 동안 계정을 사용하지 않을 경우 PIN 없이 이 전화번호를 다시 등록할 수 있습니다. 모든 내용은 삭제됩니다.
mr: आपल्या गोपनीयता आणि सुरक्षितता यांचे संरक्षण करण्यासाठी आपले अकाऊंट लॉक करण्यात आले. आपल्या अकाऊंटमधील %1$@ च्या असक्रियेनंतर आपण या फोन नंबरला आपल्या पिन विना पुन्हा नोंदणी करू शकता. सर्व मजकूर हटवला जाईल.
ms: Akaun anda telah dikunci untuk melindungi privasi dan keselamatan anda. Selepas %1$@ hari tidak aktif dalam akaun, anda boleh mendaftar semula nombor telefon ini tanpa memerlukan PIN anda. Semua kandungan akan dipadamkan.
nb: Kontoen din er låst for å beskytte personvernet og sikkerheten din. Etter %1$@ med inaktivitet kan du registrere dette telefonnummeret på nytt uten behov for PIN-koden. Alt innhold blir slettet.
nl: Je account is vergrendeld om je privacy en veiligheid te beschermen. Na %1$@ inactiviteit kun je je telefoonnummer opnieuw registreren zonder je pincode. In dat geval zal alle inhoud worden gewist.
pl: W trosce o Twoje bezpieczeństwo i prywatność zablokowaliśmy konto. Musi ono pozostać nieaktywne przez %1$@, aby można było zarejestrować ten numer telefonu bez PIN-u. Wszystkie treści zostaną usunięte.
pt_br: Sua conta foi bloqueada para proteger sua privacidade e segurança. Após %1$@ sem atividade na sua conta, você poderá cadastrar esse número de telefone novamente sem precisar de um PIN. Todo conteúdo será excluído.
pt_pt: A sua conta foi bloqueada para proteger a sua privacidade e segurança. Após %1$@ de inatividade, poderá voltar a registar este número de telemóvel sem necessitar do seu PIN. Todo o conteúdo será eliminado.
ro: Contul tău a fost blocat pentru a-ți proteja confidențialitatea și securitatea. După %1$@ de inactivitate în contul tău vei putea să reînregistrezi acest număr de telefon fără a avea nevoie de PIN-ul tău. Tot conținutul va fi șters.
ru: Ваша учётная запись была заблокирована, чтобы защитить вашу конфиденциальность и безопасность. Если в течение %1$@ эта учётная запись не будет активна, вы сможете зарегистрировать этот номер телефона заново без ввода Пин-кода. Всё содержимое будет стёрто.
sk: Váš účet bol zamknutý z dôvodu ochrany vášho súkromia a zabezpečenia. Po %1$@ nečinnosti vo vašom účte budete môcť opätovne zaregistrovať toto telefónne číslo bez potreby PIN kódu. Všetok obsah sa odstráni.
sr: Ваш налог је закључан ради заштите ваше приватности и безбедности. Број дана неактивности након ког више нећете моћи да региструјете овај број телефона без PIN-а је %1$@. Сав садржај ће бити избрисан.
sv: Ditt konto har låsts för att skydda din integritet och säkerhet. Efter %1$@ av inaktivitet i ditt konto kommer du att kunna omregistrera detta telefonnummer utan att behöva din pinkod. Allt innehåll kommer att tas bort.
th: บัญชีของคุณถูกล็อกเพื่อปกป้องความเป็นส่วนตัวและความปลอดภัย หากไม่มีความเคลื่อนไหวภายใน %1$@ คุณจะสามารถลงทะเบียนหมายเลขโทรศัพท์นี้ได้อีกครั้งโดยไม่ต้องใช้ PIN โดยเนื้อหาทั้งหมดจะถูกลบ
tr: Gizlilik ve güvenliğin için hesabın kilitlendi. Hesabın %1$@ boyunca hareketsiz kalırsa PIN olmadan bu telefon numarası ile yeniden kaydolabilirsin. Tüm içerik silinecektir.
ug: ھېساباتىڭىز شەخسىي مەخپىيەتلىكىڭىز ۋە بىخەتەرلىكىڭىزنى قوغداش ئۈچۈن قۇلۇپلاندى. ھېساباتىڭىزدا %1$@ كۈنگىچە مەشغۇلات ئېلىپ بېرىلمىغاندىن كېيىن بۇ تېلېفون نومۇرىڭىز ئارقىلىق PIN ئىشلەتمەي قايتا تىزىملىتالايسىز. بارلىق مەزمۇنلار ئۆچۈرۈلىدۇ.
uk: Ваш акаунт заблоковано з міркувань конфіденційності й безпеки. Через %1$@ без активності в акаунті ви зможете заново зареєструвати цей номер телефону без введення PIN-коду. Весь вміст буде видалено.
ur: آپ کی پرائیویسی اور سکیورٹی کی حفاظت کے لیے آپ کا اکاؤنٹ لاک کر دیا گیا ہے۔ آپ کے اکاؤنٹ میں %1$@ تک ایکٹیویٹی نہ ہونے کے بعد آپ اپنے پِن کوڈ کے بغیر یہ فون نمبر دوبارہ رجسٹر کر سکیں گے۔ تمام مواد حذف کر دیا جائے گا۔
vi: Tài khoản của bạn đã bị khóa để đảm bảo sự riêng tư và bảo mật. Sau %1$@ ngày không sử dụng tài khoản, bạn có thể đăng ký lại số điện thoại này mà không cần mã PIN. Tuy nhiên, toàn bộ dữ liệu sẽ bị xóa.
zh_cn: 您的账户已经锁定以保护您的安全及隐私。在账户维持 %1$@不活跃之后，您即可在不需要密码的情况下用此手机号码重新注册。不过所有的数据将会被删除。
zh_hk: 你的帳戶已被鎖定，以保護你的隱私和安全性。在你的帳戶閒置 %1$@ 後，你將可重新註冊此電話號碼而無須使用你的 PIN 碼，但所有內容將會被刪除。
