Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# APP_LAUNCH_FAILURE_LOW_STORAGE_SPACE_AVAILABLE_MESSAGE
source: Signal couldn’t open because your device is low on storage space. To use Signal, free up space by managing your storage in Settings.
af: Signal kon nie oopmaak nie omdat jou toestel se stoorspasie min is. Om Signal te gebruik, maak spasie beskikbaar deur jou stoorspasie in Instellings te bestuur.
ar: تعذَّر فتح سيجنال لأن مساحة تخزين جهازك مُنخفضة. لاستخدام سيجنال، يُرجى إفراغ المساحة عن طريق إدارة التخزين في الإعدادات.
az: Cihazınızın yaddaşında kifayət qədər yer olmadığı üçün Signal-ı açmaq mümkün olmadı. Signal-dan istifadə etmək üçün Tənzimləmələrdən cihazın yaddaşını boşaldın.
be: Не атрымалася адкрыць Signal, таму што на вашай прыладзе недастаткова памяці. Каб выкарыстоўваць Signal, вызваліце месца ў наладах сховішча.
bn: আপনার ডিভাইসে স্টোরেজ কম থাকায় Signal চালু করা যায়নি। Signal ব্যবহার করতে, সেটিংসে আপনার স্টোরেজ ম্যানেজ করে জায়গা খালি করুন।
ca: No s'ha pogut obrir Signal perquè el teu dispositiu té poc espai d'emmagatzematge. Si vols fer servir Signal, ves a Ajustos i allibera una mica d'espai.
cs: Signal nelze otevřít, protože vaše zařízení má málo místa v úložišti. Abyste mohli Signal používat, uvolněte místo v úložišti změnou v Nastavení.
da: Signal kunne ikke åbnes, da din enhed ikke har meget opbevaringsplads. For at bruge Signal skal du frigøre plads ved at administrere dit lager i Indstillinger.
de: Signal kann nicht geöffnet werden, weil der Speicherplatz auf deinem Gerätespeicher knapp ist. Um Signal zu verwenden, gib Speicherplatz frei, indem du deinen Gerätespeicher in den Einstellungen verwaltest.
el: Δεν ήταν δυνατό να ανοίξει το Signal, επειδή ο αποθηκευτικός χώρος της συσκευής σας δεν επαρκεί. Για να χρησιμοποιήσετε το Signal, ελευθερώστε αποθηκευτικό χώρο από τις Ρυθμίσεις.
es: No se ha podido abrir Signal porque tu dispositivo tiene poco espacio de almacenamiento. Para poder usar Signal, ve a Ajustes y libera espacio.
et: Signalit ei saanud käivitada, sets sinu seadmes on vähe salvestusruumi. Signali kasutamiseks vabasta sätete kaudu salvestusruumi.
eu: Ezin izan da ireki Signal, zure gailuak ez daukalako nahikoa toki memorian. Signal erabiltzeko, egin tokia, memoria Ezarpenak atalean kudeatuta.
fa: سیگنال باز نشد زیرا فضای حافظه دستگاه شما کم است. برای استفاده از سیگنال، با مدیریت حافظه خود در تنظیمات، فضا را آزاد کنید.
fi: Signalia ei voitu avata, koska laitteen tallennustila on vähissä. Jos haluat käyttää Signalia, vapauta tallennustilaa laitteen asetuksissa.
fr: Impossible de démarrer Signal, car l'espace de stockage disponible sur votre appareil est insuffisant. Pour utiliser Signal, accédez aux réglages iOS et libérez de l'espace.
gu: Signal ખોલી શકાયું નથી કારણ કે તમારા ડિવાઇસ પર સ્ટોરેજ ઓછું છે. Signalનો ઉપયોગ કરવા માટે, સેટિંગ્સમાં તમારા સ્ટોરેજને મેનેજ કરીને સ્પેસ ખાલી કરો.
he: Signal לא יכול להיפתח כי למכשיר שלך אין מספיק נפח אחסון פנוי. כדי להשתמש ב-Signal, צריך לפנות מקום על ידי ניהול האחסון שלך באזור ההגדרות.
hi: Signal नहीं खुल सका क्योंकि आपकी डिवाइस में स्टोरेज स्पेस कम है। Signal का इस्तेमाल करने के लिए सेटिंग्ज़ में जा कर अपने स्टोरेज को मैनेज करके जगह खाली करें।
hr: Signal se nije mogao pokrenuti jer na vašem uređaju nema dovoljno prostora za pohranu. Da biste koristili Signal, oslobodite memoriju u Postavkama.
hu: A Signal nem nyitható meg, mert az eszközön kevés a tárhely. A Signal használatához szabadíts fel helyet a tárhely kezelésével a Beállításokban.
id: Signal tidak bisa dibuka karena penyimpanan Anda hampir penuh. Buka pengaturan perangkat lalu kosongkan dan kelola penyimpanan Anda.
it: L’app di Signal non si è aperta perché il tuo dispositivo ha la memoria quasi piena. Per usare Signal, devi prima liberare dello spazio: puoi farlo andando nelle Impostazioni del tuo dispositivo per gestire la memoria di archiviazione.
ja: お使いのデバイスのストレージ容量が不足しているため、Signalを開くことが出来ませんでした。Signalを使用するには、「設定」でストレージを管理して空き容量を確保してください。
km: Signal á˜á·á“á¢á¶á…á”á¾á€á”á¶á“á‘áŸ áŠáŸ„á™áŸá¶ášá§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€á˜á¶á“á‘áŸ†á áŸ†á•áŸ’á‘á»á€áá·á…áŸ” áŠá¾á˜áŸ’á”á¸á”áŸ’ášá¾ Signal áŸá¼á˜á”á„áŸ’á€á¾á“á‘áŸ†á áŸ†á•áŸ’á‘á»á€áŠáŸ„á™á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„á‘áŸ†á áŸ†á•áŸ’á‘á»á€ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á€áŸ’á“á»á„á€á¶ášá€áŸ†áááŸ‹áŸ”
kn: Signal ತರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ ಯಾಕೆಂದರೆ ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಸ್ಟೋರೇಜ್ ಸ್ಥಳ ಕಡಿಮೆಯಿದೆ. Signal ಅನ್ನು ಬಳಸಲು, ಸೆಟ್ಟಿಂಗ್‌ಗಳು ನಲ್ಲಿ ನಿಮ್ಮ ಸ್ಟೋರೇಜ್ ಅನ್ನು ನಿರ್ವಹಿಸುವ ಮೂಲಕ ಸ್ಥಳ ಖಾಲಿ ಮಾಡಿ.
ko: 장치 저장공간이 부족하여 Signal을 열 수 없습니다. Signal을 사용하려면 설정의 저장공간을 관리하여 빈 공간을 확보해 주세요.
lt: Nepavyko atidaryti „Signal“, nes tavo įrenginyje trūksta vietos. Jei nori naudotis „Signal“, sutvarkyk savo saugyklą per Nustatymus ir atlaisvink vietos.
mk: Signal не може да стартува бидејќи твојот уред нема доволно меморија. За да користиш Signal, ослободи простор во Подесувањата.
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ സ്റ്റോറേജ് ഇടം കുറവായതിനാൽ Signal തുറക്കാനായില്ല. Signal ഉപയോഗിക്കാൻ, ക്രമീകരണങ്ങളിൽ നിങ്ങളുടെ സ്റ്റോറേജ് മാനേജുചെയ്‌ത് ഇടം സൃഷ്ടിക്കുക.
mr: आपल्या उपकरणामध्ये कमी संग्रहण Signal उघडू शकत नाही. Signal ला वापरण्यास, आपले संग्रहण व्यवस्थापित करून काही जागा मोकळी करा.
ms: Signal tidak boleh dibuka kerana peranti anda kekurangan ruang simpanan. Untuk menggunakan Signal, kosongkan ruang dengan menguruskan simpanan anda dalam Tetapan.
my: သင့်စက်သည် သိုလှောင်မှု နေရာနည်းနေသဖြင့် Signal ဖွင့်၍ မရနိုင်ပါ။ Signal ကို သုံးရန် ဆက်တင်တွင် သင့်သိုလှောင်မှုကို စီမံခန့်ခွဲ၍ နေရာလွတ် ရှင်းပေးပါ။
nb: Signal kunne ikke åpnes fordi du har for lite tilgjengelig lagringsplass på enheten. Gå til innstillingene dine og slett noen elementer for å åpne Signal.
nl: Signal kon niet geopend worden omdat je toestel weinig opslagruimte heeft. Maak via iOS-instellingen opslagruimte vrij om Signal te blijven gebruiken.
pa: Signal ਨੂੰ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਕਿਉਂਕਿ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਵਿੱਚ ਸਟੋਰੇਜ ਦੀ ਥਾਂ ਬਹੁਤ ਘੱਟ ਹੈ। Signal ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਆਪਣੀ ਸਟੋਰੇਜ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਕੇ ਥਾਂ ਖਾਲੀ ਕਰੋ।
pl: Nie można otworzyć aplikacji Signal, ponieważ na urządzeniu jest za mało miejsca. Aby korzystać z aplikacji Signal, przejdź do ustawień pamięci urządzenia i zwolnij miejsce.
pt_br: Não foi possível abrir o Signal porque seu dispositivo está com pouco espaço de armazenamento. Para usar o Signal, libere espaço gerenciando seu armazenamento nas configurações.
pt_pt: O Signal não abriu porque o teu dispositivo está com pouco espaço de armazenamento. Para usares o Signal, vai às Definições e liberta espaço gerindo o armazenamento.
ro: Signal nu s-a putut deschide pentru că dispozitivul tău are foarte puțin spațiu de stocare. Ca să folosești Signal, eliberează spațiu din Setări.
ru: Signal не удалось открыть, потому что на вашем устройстве недостаточно места. Для использования Signal освободите место, управляя вашим хранилищем в Настройках.
sk: Signal sa nepodarilo otvoriť, pretože v pamäti vášho zariadenia nie je dostatok voľného miesta. Ak chcete používať Signal, uvoľnite miesto spravovaním úložiska v Nastaveniach.
sl: Signala ni bilo mogoče odpreti, ker je v napravi zmanjkalo prostora za shranjevanje. Če želite uporabljati Signal, sprostite prostor z upravljanjem prostora za shranjevanje v Nastavitvah.
sq: Signal nuk mund të hapet pasi telefoni nuk ka hapësirë ruajtëse. Për të përdorur Signal, liro hapësirë duke menaxhuar hapësirën tek "Cilësimet".
sr: Отварање Signal-а није успело јер на уређају нема довољно меморијског простора. Да бисте могли да користите Signal, ослободите простор тако што ћете управљати меморијским простором у подешавањима.
sv: Signal kunde inte öppnas eftersom din enhet har ont om lagringsutrymme. Frigör utrymme genom att hantera ditt lagringsutrymme i Inställningar för att kunna använda Signal.
sw: Signal imeshindwa kufunguka kwa sababu kifaa chako kina nafasi ndogo ya uhifadhi. Ili kutumia Signal, tafuta nafasi kwa kuratibu uhifadhi kwenye Mipangilio.
te: మీ పరికరంపై స్టోరేజీ స్థలం తక్కువగా ఉండటం వల్ల Signal ఓపెన్ అవ్వద్దు. Signal ఉపయోగించడానికి, సెట్టింగ్‌ల్లో మీ స్టోరేజీ నిర్వహించడం ద్వారా స్థలాన్ని ఖాళీ చేయండి.
th: ไม่สามารถเปิด Signal ได้ เนื่องจากอุปกรณ์ของคุณมีพื้นที่จัดเก็บน้อยมาก หากต้องการใช้ Signal ให้เพิ่มพื้นที่ด้วยการจัดการพื้นที่จัดเก็บในการตั้งค่า
tr: Cihazında depolama alanı düşük olduğundan Signal açılamadı. Signal'ı kullanmak için Ayarlar'da depolama alanını yönet ve yer aç.
ug: ئۈسكۈنىڭىزنىڭ بوشلۇقى ئاز بولغاچقا Signal ئېچىلمىدى. Signal نى ئىشلىتىش ئۈچۈن، تەڭشەكتە ساقلاش بوشلۇقىنى بىكارلاڭ.
uk: Не вдалося відкрити Signal, бо на пристрої не вистачає пам'яті. Відкрийте параметри та звільніть місце в пам'яті.
ur: Signal نہیں کھل سکا کیونکہ آپ کی ڈیوائس میں اسٹوریج کی جگہ کم ہے۔ Signal استعمال کرنے کے لیے، ترتیبات میں اپنی اسٹوریج کا نظم کرنے کے ذریعے جگہ خالی کریں۔
vi: Không thể mở Signal vì dung lượng lưu trữ trên thiết bị của bạn sắp hết. Để sử dụng Signal, hãy tạo ra thêm không gian lưu trữ bằng cách quản lý dung lượng lưu trữ trong mục Cài đặt.
zh_cn: Signal 无法打开，因为您的设备储存空间不足。如要使用 Signal，请在设置中进行管理以释放您的储存空间。
zh_hk: 由於您裝置的儲存空間不足，因此系統無法開啟 Signal。如要使用 Signal，請在「設定」管理儲存空間，以便騰出更多容量。

# APP_LAUNCH_FAILURE_LOW_STORAGE_SPACE_AVAILABLE_TITLE
source: Storage Space Low
af: Stoorspasie min
ar: مساحة التخزين مُنخفضة
az: Yaddaşda kifayət qədər boş yer yoxdur
be: Недастаткова месца ў сховішчы
bn: স্টোরেজে জায়গা কম
ca: Queda poc espai d'emmagatzematge
cs: Málo místa v úložišti
da: Ikke meget lagerplads tilbage
de: Geringer Speicherplatz auf dem Gerätespeicher
el: Περιορισμένος αποθηκευτικός χώρος
es: Hay poco espacio de almacenamiento
et: Salvestusruumi napib
eu: Toki gutxi memorian
fa: فضای حافظه کم است
fi: Tallennustila vähissä
fr: Espace de stockage insuffisant
gu: સ્ટોરેજ સ્પેસ ઓછી છે
he: נפח אחסון נמוך
hi: स्टोरेज स्पेस कम है
hr: Malo prostora za pohranu
hu: Kevés a tárhely
id: Penyimpanan hampir penuh
it: Spazio di archiviazione insufficiente
ja: ストレージ容量が不足しています。
km: á‘áŸ†á áŸ†á•áŸ’á‘á»á€áá·á…
kn: ಸ್ಟೋರೇಜ್ ಸ್ಥಳ ಕಡಿಮೆಯಿದೆ
ko: 저장공간 부족
lt: Trūksta saugyklos vietos
mk: Недоволно меморија
ml: സ്റ്റോറേജ് ഇടം കുറവാണ്
mr: संग्रहण जागा कमी
ms: Kekurangan Ruang Simpanan
my: သိုလှောင်မှု နေရာနည်းနေခြင်း
nb: Lite lagringsplass
nl: Opslagruimte bijna vol
pa: ਸਟੋਰੇਜ ਦੀ ਥਾਂ ਬਹੁਤ ਘੱਟ ਹੈ
pl: Za mało miejsca na urządzeniu
pt_br: Pouco espaço de armazenamento
pt_pt: Pouco espaço de armazenamento
ro: Spațiu de stocare redus
ru: Недостаточно места в хранилище
sk: Nedostatok úložného priestoru
sl: Malo prostora za shranjevanje
sq: Pak hapësirë ruajtëse
sr: Преостало је мало меморијског простора
sv: Lågt lagringsutrymme
sw: Nafasi Ndogo ya Hifadhi
te: స్టోరేజీ స్థలం తక్కువగా ఉంది
th: พื้นที่จัดเก็บน้อยมาก
tr: Depolama Alanı Düşük
ug: ساقلاش بوشلۇقى ئاز
uk: Пам'яті майже не лишилося
ur: اسٹوریج کی جگہ کم ہے
vi: Dung lượng lưu trữ sắp hết
zh_cn: 储存空间不足
zh_hk: 儲存空間不足
