Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CHAT_LIST_UNREAD_FILTER_NO_CHATS
source: No unread chats
ar: لا توجد دردشات غير مقروءة.
be: Няма непрачытаных чатаў
bn: অপঠিত কোনো চ্যাট নেই
ca: No hi ha xats sense llegir
cs: Žádné nepřečtené chaty
da: Ingen ulæste chats
de: Keine ungelesenen Chats
el: Καμία μη αναγνωσμένη συνομιλία
es: No hay chats sin leer
fa: گفتگوی خوانده‌نشده وجود ندارد
fi: Ei lukemattomia keskusteluja
fr: Aucune conversation non lue
ga: Níl aon chomhrá neamhléite ar fáil
gu: કોઈ વાંચ્યા વગરની ચેટ નથી
he: אין צ׳אטים שלא נקראו
hi: कोई भी अपठित चैट नहीं
hr: Nema nepročitanih razgovora
hu: Nincs olvasatlan csevegés
id: Tidak ada obrolan yang belum dibaca
it: Nessuna nuova chat da leggere
ja: 未読のチャットはありません
ko: 안 읽은 대화 없음
mr: न वाचलेले कोणतेही चॅटस् नाहीत
ms: Tiada sembang belum dibaca
nb: Ingen uleste samtaler
nl: Geen ongelezen chats
pl: Brak nieodczytanych czatów
pt_br: Nenhuma conversa não lida
pt_pt: Não há chats não lidos
ro: Fără conversații necitite
ru: Нет непрочитанных чатов
sk: Žiadne neprečítané čety
sr: Нема непрочитаних ћаскања
sv: Inga olästa chattar
th: ไม่มีแชทที่ยังไม่ได้อ่าน
tr: Okunmamış sohbet yok
ug: ئوقۇلمىغان پاراڭ يوق
uk: Непрочитаних чатів немає
ur: کوئی بغیر پڑھی ہوئی چیٹس نہیں
vi: Không có cuộc trò chuyện chưa đọc
zh_cn: 没有未读的聊天记录
zh_hk: 沒有未讀聊天訊息

# CHOOSE_BACKUP_PLAN_BULLET_FULL_MEDIA_BACKUP
source: Full media backup
ar: النسخ الاحتياطي الكامل للوسائط
be: Поўнае рэзервовае капіраванне медыяфайлаў
bn: সম্পূর্ণ মিডিয়া ব্যাকআপ
ca: Còpia de seguretat de tots els arxius multimèdia
cs: Zálohování všech médií
da: Fuld sikkerhedskopi af medier
de: Vollständige Sicherung von Medien
el: Πλήρες αντίγραφο ασφαλείας πολυμέσων
es: Copia de todos tus archivos multimedia
fa: پشتیبان‌گیری کامل رسانه
fi: Mediasisällön täydellinen varmuuskopio
fr: Sauvegarde complète des médias
ga: Cúltacú iomlán ar mheáin
gu: સંપૂર્ણ મીડિયા બેકઅપ
he: גיבוי מלא של מדיה
hi: पूरे मीडिया का बैकअप
hr: Sigurnosna kopija svih medijskih zapisa
hu: Teljes médiafájl biztonsági mentése
id: Pencadangan media lengkap
it: Backup completo dei media
ja: すべてのメディアのバックアップ
ko: 전체 미디어 백업
mr: संपूर्ण मिडीया बॅकअप
ms: Sandaran media penuh
nb: Sikkerhetskopiering av alle mediefiler
nl: Volledige back-up van media
pl: Kopia zapasowa wszystkich multimediów
pt_br: Backup completo de todos os arquivos de mídia.
pt_pt: Cópia de segurança de ficheiros multimédia
ro: Backup complet pentru fișiere media
ru: Полное резервное копирование медиафайлов
sk: Úplná záloha médií
sr: Комплетно чување резервних порука медија
sv: Fullständig säkerhetskopiering av media
th: สำรองข้อมูลไฟล์สื่อทั้งหมด
tr: Tam medya yedeklemesi
ug: تولۇق مېدىيانى زاپاسلاش
uk: Резервна копія всіх медіафайлів
ur: مکمل میڈیا بیک اپ
vi: Sao lưu toàn bộ tập tin đa phương tiện
zh_cn: 备份所有媒体
zh_hk: 完整媒體備份

# CHOOSE_BACKUP_PLAN_BULLET_FULL_TEXT_BACKUP
source: Full text message backup
ar: النسخ الاحتياطي الكامل للرسائل النصية
be: Поўнае рэзервовае капіраванне тэкставага паведамлення
bn: সম্পূর্ণ টেক্সট মেসেজ ব্যাকআপ
ca: Còpia de seguretat de tots els missatges de text
cs: Zálohování celých textových zpráv
da: Fuld sikkerhedskopi af sms-beskeder
de: Vollständige Sicherung von Textnachrichten
el: Πλήρες αντίγραφο ασφαλείας μηνυμάτων κειμένου
es: Copia de todos tus mensajes de texto
fa: پشتیبان‌گیری کامل پیامک
fi: Tekstiviestien täydellinen varmuuskopio
fr: Sauvegarde complète des messages texte
ga: Cúltacú iomlán ar theachtaireachtaí téacs
gu: સંપૂર્ણ ટેક્સ્ટ મેસેજ બેકઅપ
he: גיבוי מלא של הודעות טקסט
hi: पूरे टेक्स्ट संदेश का बैकअप
hr: Sigurnosna kopija svih poruka
hu: Teljes szöveges üzenet biztonsági mentése
id: Pencadangan pesan teks lengkap
it: Backup completo dei messaggi
ja: すべてのテキストメッセージのバックアップ
ko: 전체 문자 메시지 백업
mr: संपूर्ण मजकूर संदेश बॅकअप
ms: Sandaran mesej teks penuh
nb: Sikkerhetskopiering av alle tekstmeldinger
nl: Volledige back-up van tekstberichten
pl: Kopia zapasowa wszystkich wiadomości tekstowych
pt_br: Backup completo de mensagens de texto
pt_pt: Cópia de segurança de mensagens
ro: Backup complet pentru mesaje text
ru: Полное резервное копирование текстовых сообщений
sk: Úplná záloha textových správ
sr: Комплетно чување резервних копија порука
sv: Fullständig säkerhetskopiering av textmeddelanden
th: สำรองข้อมูลข้อความทั้งหมด
tr: Tam metin mesaj yedeklemesi
ug: تولۇق تېكىست ئۇچۇرىنى زاپاسلاش
uk: Резервна копія всіх текстових повідомлень
ur: مکمل ٹیکسٹ میسج کا بیک اپ
vi: Sao lưu toàn bộ tin nhắn văn bản
zh_cn: 备份文本消息
zh_hk: 完整文字訊息備份

# CHOOSE_BACKUP_PLAN_BULLET_RECENT_MEDIA_BACKUP
source: Last 45 days of media
ar: الأيام 45 الأخيرة من الوسائط
be: Апошнія 45 дзён утрымання медыяфайлаў
bn: গত 45 দিনের মিডিয়া
ca: Darrers 45 dies d'arxius multimèdia
cs: Posledních 45 dní médií
da: Dine medier for de sidste 45 dage
de: Medien der letzten 45 Tage
el: Τελευταίες 45 ημέρες πολυμέσων
es: Últimos 45 días de archivos multimedia
fa: رسانه‌های ۴۵ روز اخیر
fi: Mediasisältö viimeisen 45 päivän ajalta
fr: Médias des 45 derniers jours
ga: Meáin le 45 lá anuas
gu: મીડિયાના છેલ્લા 45 દિવસ
he: 45 ימים אחרונים של מדיה
hi: पिछले 45 दिनों का मीडिया
hr: Medijski zapisi iz zadnjih 45 dana
hu: Médiafájl az elmúlt 45 napban
id: Media selama 45 hari terakhir
it: Ultimi 45 giorni di media
ja: 過去45日間のメディア
ko: 지난 45일간의 미디어
mr: मागच्या दिवसांचा 45 मीडिया
ms: 45 hari terakhir media
nb: Mediefiler sendt de siste 45 dagene
nl: Media van de afgelopen 45 dagen
pl: Multimedia z ostatnich 45 dni
pt_br: Arquivos de mídia dos últimos 45 dias
pt_pt: Últimos 45 dias de ficheiros multimédia
ro: Fișierele media din ultimele 45 de zile
ru: Медиафайлы за последние 45 дней
sk: Posledných 45 dní médií
sr: Последњих 45 дана медија
sv: Senaste 45 dagarnas media
th: ไฟล์สื่อจาก 45 วันที่ผ่านมา
tr: Medyanın son 45 günü
ug: ئەڭ ئاخىرقى 45 كۈنلۈك مېدىيا
uk: Медіафайли за минулі 45 днів
ur: گزشتہ 45 دنوں کا میڈیا
vi: Đa phương tiện 45 ngày qua
zh_cn: 最近 45 天的媒体
zh_hk: 最近 45 天的媒體

# CHOOSE_BACKUP_PLAN_BULLET_STORAGE_AMOUNT
source: 1TB of storage (~250k photos)
ar: مساحة تخزين 1 تيرابايت (~250 ألف صورة)
be: 1 ТБ памяці (каля 250 тыс. фота)
bn: 1 টেরাবাইট স্টোরেজ (~250 হাজার ছবি)
ca: 1 TB d'espai d'emmagatzematge (~250k fotos)
cs: 1 TB úložiště (~250 tisíc fotografií)
da: 1 TB lagerplads (~250K billeder)
de: 1 TB Speicherplatz (~ 250.000 Fotos)
el: 1TB αποθηκευτικού χώρου (~250k φωτογραφίες)
es: 1 TB de espacio de almacenamiento (~250.000 fotos)
fa: ۱ ترابایت حافظه (حدود ۲۵۰ هزار عکس)
fi: 1 Tt tallennustilaa (n. 250 000 kuvaa)
fr: 1 To de stockage (≃ 250 000 photos)
ga: 1TB de stóras (~250k grianghraf)
gu: 1TB સ્ટોરેજ (~250k ફોટા)
he: אחסון של 1TB (כ–250 אלף תמונות)
hi: 1TB स्टोरेज (~250 हज़ार फ़ोटो)
hr: 1 TB memorije (~250 tisuća fotografija)
hu: 1 TB tárhely (~250 ezer fotó)
id: Penyimpanan 1 TB (~250 rb foto)
it: 1TB di spazio (circa 250mila foto)
ja: 1TBのストレージ（最大25万枚の写真）
ko: 저장 용량 1TB(최대 25만 장의 사진)
mr: 1TBची साठवण (~250k फोटो)
ms: 1TB storan (~250k foto)
nb: 1 TB lagringsplass (~250 000 bilder)
nl: 1 TB opslagruimte (~250K foto's)
pl: 1 TB pamięci (ok. 250 tys. zdjęć)
pt_br: 1 TB de armazenamento (~ 250 mil fotos)
pt_pt: 100 GB de armazenamento
ro: 1 TB de stocare (~250.000 de fotografii)
ru: 1 ТБ хранилища (~250 тыс. фотографий)
sk: 1 TB ukladacieho priestoru (cca 250 000 fotografií)
sr: 1 TB меморијског простора (~250 хиљада фотографија)
sv: 1 TB lagringsutrymme (~250 000 foton)
th: พื้นที่จัดเก็บ 1TB (รูปภาพ ~250k)
tr: 1 TB depolama alanı (~250 bin fotoğraf)
ug: 1TB ساقلاش بوشلۇقى (~ 250 مىڭ پارچە سۈرەتلەر)
uk: 1 ТБ пам'яті (~250 тис. фото)
ur: اسٹوریج کا 1TB (~250k تصاویر)
vi: Dung lượng lưu trữ 1TB (~250k ảnh)
zh_cn: 1TB 存储空间（约 25 万张照片）
zh_hk: 1TB 的儲存空間 (~250k 張相片)

# CHOOSE_BACKUP_PLAN_CONFIRMATION_ERROR_GENERIC_ERROR
source: Something went wrong. Please contact support.
ar: حدث خطأ ما. يُرجى التواصل مع فريق الدعم.
be: Штосьці не так. Калі ласка, звярніцеся да службы падтрымкі.
bn: কোনো একটি সমস্যা হয়েছে। অনুগ্রহ করে সহায়তা কেন্দ্রে যোগাযোগ করুন।
ca: Alguna cosa ha anat malament! Posa't en contacte amb el servei d'assistència.
cs: Něco se pokazilo. Kontaktujte prosím podporu.
da: Noget gik galt. Kontakt support.
de: Etwas ist schiefgelaufen. Bitte kontaktiere den Support.
el: Κάτι πήγε στραβά. Επικοινώνησε με την υποστήριξη.
es: Se ha producido un error. Contacta con el equipo de asistencia.
fa: مشکلی پیش آمد. لطفاً با پشتیبانی تماس بگیرید.
fi: Jokin meni pieleen. Ota yhteys tukeen.
fr: Une erreur s'est produite. Merci de contacter l'assistance.
ga: Chuaigh rud éigin mícheart. Déan teagmháil leis an bhfoireann tacaíochta.
gu: કંઈક ખોટું થયું. કૃપા કરીને સપોર્ટનો સંપર્ક કરો.
he: משהו השתבש. יש ליצור קשר עם התמיכה.
hi: कुछ गलत हो गया। कृपया सपोर्ट से संपर्क करें।
hr: Došlo je do pogreške. Molimo, kontaktirajte podršku.
hu: Probléma merült fel! Kérjük, vedd fel a kapcsolatot az ügyfélszolgálattal!
id: Terjadi kesalahan. Silakan hubungi tim dukungan.
it: Qualcosa è andato storto. Ti consigliamo di contattare l'assistenza.
ja: エラーが発生しました！サポートにお問い合わせください。
ko: 오류가 발생했습니다. 고객 지원팀에 문의하세요.
mr: काहीतरी चुकीचे झाले. कृपया सपोर्ट शी संंपर्क साधा.
ms: Ada yang tidak kena. Sila hubungi sokongan.
nb: Noe gikk galt. Ta kontakt med brukerstøtten vår.
nl: Er ging iets mis. Neem contact op met ondersteuning.
pl: Coś poszło nie tak. Skontaktuj się z naszą pomocą techniczną.
pt_br: Algo deu errado. Entre em contato com o suporte.
pt_pt: Ocorreu algo de errado. Entre em contacto com a equipa de suporte.
ro: Ceva nu a funcționat. Contactează serviciul de asistență.
ru: Что-то пошло не так! Пожалуйста, свяжитесь с поддержкой.
sk: Niekde sa stala chyba. Kontaktujte náš tím podpory.
sr: Дошло је до грешке. Обратите се подршци.
sv: Något gick fel. Kontakta supporten.
th: เกิดข้อผิดพลาดบางอย่าง โปรดติดต่อฝ่ายสนับสนุน
tr: Bir şeyler ters gitti. Lütfen destek ekibiyle iletişime geç.
ug: خاتالىق كۆرۈلدى. ياردەمچى خادىم بىلەن ئالاقىلىشىڭ.
uk: Сталася помилка. Зверніться до служби підтримки.
ur: کچھ غلط ہو گیا۔ براہ کرم سپورٹ سے رابطہ کریں۔
vi: Đã xảy ra lỗi. Vui lòng liên hệ bộ phận hỗ trợ.
zh_cn: 出错了，请联系支持团队。
zh_hk: 發生一些錯誤。請聯絡支援團隊。

# CHOOSE_BACKUP_PLAN_CONFIRMATION_ERROR_NETWORK_ERROR
source: Something went wrong. Check your connection and try again.
ar: حدث خطأ ما. تحقَّق من اتصالك بالشبكة ثم حاوِل مرّة أخرى.
be: Штосьці не так. Праверце падключэнне і паўтарыце спробу.
bn: কোনো একটি সমস্যা হয়েছে। আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কিনা দেখুন এবং আবার চেষ্টা করুন।
ca: Alguna cosa ha anat malament! Comprova la connexió i torna-ho a provar.
cs: Něco se pokazilo. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Noget gik galt. Tjek din forbindelse, og prøv igen.
de: Etwas ist schiefgelaufen. Überprüfe deine Verbindung und versuche es erneut.
el: Κάτι πήγε στραβά. Έλεγξε τη σύνδεσή σου και δοκίμασε πάλι.
es: Se ha producido un error. Comprueba tu conexión e inténtalo de nuevo.
fa: مشکلی پیش آمد. اتصال خود را بررسی و دوباره تلاش کنید.
fi: Jokin meni pieleen. Tarkista verkkoyhteys ja yritä uudelleen.
fr: Une erreur s'est produite. Veuillez vérifier votre connexion et réessayer.
ga: Chuaigh rud éigin mícheart. Seiceáil do nasc agus triail arís é.
gu: કંઈક ખોટું થયું. તમારું કનેક્શન તપાસો અને ફરીથી પ્રયત્ન કરો.
he: משהו השתבש. כדאי לבדוק את החיבור שלך ולנסות שוב.
hi: कुछ गलत हो गया। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
hr: Došlo je do pogreške. Provjerite internetsku vezu i pokušajte ponovno.
hu: Probléma merült fel! Ellenőrizd az internetkapcsolatod, és próbáld újra!
id: Terjadi kesalahan. Cek koneksi, lalu coba lagi.
it: Qualcosa è andato storto. Controlla la tua connessione e riprova.
ja: エラーが発生しました！インターネット接続を確認して再度試してください。
ko: 오류가 발생했습니다. 연결을 확인하고 다시 시도하세요.
mr: काहीतरी चुकीचे झाले. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Ada yang tidak kena. Periksa sambungan anda dan cuba lagi.
nb: Noe gikk galt. Sjekk internettilkoblingen og prøv igjen.
nl: Er ging iets mis. Controleer je internetverbinding en probeer het opnieuw.
pl: Coś poszło nie tak. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Algo deu errado. Verifique a sua conexão e tente novamente.
pt_pt: Ocorreu algo de errado. Verifique a sua ligação e tente novamente.
ro: Ceva nu a funcționat. Verifică-ți conexiunea și încearcă din nou.
ru: Что-то пошло не так! Проверьте соединение и попробуйте ещё раз.
sk: Niekde sa stala chyba. Skontrolujte svoje pripojenie a skúste to znovu.
sr: Дошло је до грешке. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Något gick fel. Kontrollera din anslutning och försök igen.
th: เกิดข้อผิดพลาดบางอย่าง ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Bir şeyler ters gitti. Bağlantını kontrol edip tekrar dene.
ug: خاتالىق كۆرۈلدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Сталася помилка. Перевірте з'єднання й спробуйте ще раз.
ur: کچھ غلط ہو گیا۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 出错了，请检查您的网络连接并重试。
zh_hk: 發生一些錯誤。請檢查你的連線，然後再試一次。

# CHOOSE_BACKUP_PLAN_CONFIRMATION_ERROR_NOT_REGISTERED
source: You must be registered to enable Backups.
ar: يجب أن تكون مُسجلًا لتمكين النسخ الاحتياطية.
be: Каб адключыць рэзервовае капіраванне, вы павінны зарэгістравацца.
bn: ব্যাকআপ সক্রিয় করতে আপনাকে অবশ্যই নিবন্ধিত হতে হবে।
ca: Has d'estar registrat per activar les còpies de seguretat.
cs: Pro zapnutí zálohování musíte být registrováni.
da: Registrering er påkrævet for at aktivere sikkerhedskopier.
de: Du musst registriert sein, um Backups aktivieren zu können.
el: Πρέπει να έχεις εγγραφεί για να ενεργοποιήσεις τα Αντίγραφα ασφαλείας.
es: Debes haberte registrado para poder habilitar las copias de seguridad.
fa: برای فعال کردن پشتیبان‌گیری، باید ثبت‌نام کرده باشید.
fi: Varmuuskopion ottaminen käyttöön edellyttää rekisteröitymistä.
fr: Vous devez être inscrit pour activer les sauvegardes.
ga: Ní mór duit a bheith cláraithe chun Cúltacaí a chumasú.
gu: બેકઅપને સક્ષમ કરવા માટે તમે રજીસ્ટર કરાવેલું હોવું આવશ્યક છે.
he: חובה להיות רשומ/ה כדי להפעיל גיבויים.
hi: बैकअप चालू करने के लिए, आपको रजिस्टर होना होगा।
hr: Morate biti registrirani da biste omogućili sigurnosne kopije.
hu: A biztonsági mentések engedélyezéséhez regisztrálnod kell.
id: Anda harus terdaftar untuk bisa mengaktifkan Signal Backups.
it: Per attivare i backup, devi prima registrarti.
ja: バックアップを有効にするには登録が必要です。
ko: 백업을 활성화하려면 먼저 등록해야 합니다.
mr: बॅकअप सुरु करण्यासाठी तुम्ही नोंदणी केलेली असणे आवश्यक आहे.
ms: Anda mesti berdaftar untuk mendayakan Sandaran.
nb: Du må være registrert for å aktivere sikkerhetskopier.
nl: Je moet geregistreerd zijn om back-ups in te schakelen.
pl: Aby włączyć tworzenie kopii zapasowych, najpierw musisz zarejestrować urządzenie.
pt_br: É necessário se registrar para ativar os backups.
pt_pt: Tem de estar registado para ativar as cópias de segurança.
ro: Trebuie să fii înregistrat/ă pentru a activa backup-urile.
ru: Для включения резервного копирования необходимо зарегистрироваться.
sk: Na povolenie záloh sa musíte zaregistrovať.
sr: Морате бити регистровани да бисте активирали резервне копије.
sv: Du måste vara registrerad för att aktivera säkerhetskopior.
th: คุณจะต้องลงทะเบียนเพื่อเปิดใช้งานการสำรองข้อมูล
tr: Yedeklemeleri etkinleştirmek için kayıtlı olman gerekir.
ug: زاپاسلاشنى چەكلەش ئۈچۈن چوقۇم تىزىملىتىشىڭىز كېرەك.
uk: Щоб увімкнути резервне копіювання, потрібно зареєструватися.
ur: بیک اپس کو فعال کرنے کے لیے آپ کا رجسٹرڈ ہونا ضروری ہے۔
vi: Bạn phải đăng ký gói để bật Sao lưu.
zh_cn: 您必须注册才能启用备份。
zh_hk: 你必須登記才能啟用備份。

# CHOOSE_BACKUP_PLAN_CONFIRMATION_ERROR_PURCHASE
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يُرجى المُحاولة مرّة أخرى.
be: Штосьці не так. Паўтарыце спробу.
bn: কোনো একটি সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Alguna cosa ha anat malament! Si us plau, torna-ho a provar.
cs: Něco se pokazilo. Zkuste to prosím znovu.
da: Noget gik galt. Prøv igen.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
el: Κάτι πήγε στραβά. Δοκίμασε ξανά.
es: Se ha producido un error. Inténtalo de nuevo.
fa: مشکلی پیش آمد. لطفاً دوباره امتحان کنید.
fi: Jokin meni pieleen. Yritä uudelleen.
fr: Une erreur s'est produite. Veuillez réessayer.
ga: Chuaigh rud éigin mícheart. Triail arís.
gu: કંઈક ખોટું થયું. કૃપા કરીને ફરીથી પ્રયાસ કરો.
he: משהו השתבש. יש לנסות שוב.
hi: कुछ गलत हो गया। कृपया फिर से प्रयास करें।
hr: Došlo je do pogreške. Molimo, pokušajte ponovno.
hu: Probléma merült fel! Próbáld újra!
id: Terjadi kesalahan. Silakan coba lagi.
it: Qualcosa è andato storto. Riprova.
ja: エラーが発生しました！もう一度お試しください。
ko: 오류가 발생했습니다. 다시 시도해 주세요.
mr: काहीतरी चुकीचे झाले. कृपया पुन्हा प्रयत्न करा.
ms: Ada yang tidak kena. Sila cuba lagi.
nb: Noe gikk galt. Prøv igjen.
nl: Er ging iets mis. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente novamente.
pt_pt: Ocorreu algo de errado. Tente novamente.
ro: Ceva nu a funcționat. Te rugăm să încerci din nou.
ru: Что-то пошло не так! Пожалуйста, попробуйте ещё раз.
sk: Niekde sa stala chyba. Skúste to znova.
sr: Дошло је до грешке. Пробајте поново.
sv: Något gick fel. Försök igen.
th: เกิดข้อผิดพลาดบางอย่าง กรุณาลองอีกครั้ง
tr: Bir şeyler ters gitti. Lütfen tekrar dene.
ug: خاتالىق كۆرۈلدى. قايتا سىناڭ.
uk: Сталася помилка. Будь ласка, повторіть оплату.
ur: کچھ غلط ہو گیا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi. Vui lòng thử lại.
zh_cn: 出错了，请重试。
zh_hk: 發生一些錯誤。請重試。

# CHOOSE_BACKUP_PLAN_CONFIRMATION_ERROR_PURCHASE_REDEMPTION
source: Something went wrong. Please contact support.
ar: حدث خطأ ما. يُرجى التواصل مع فريق الدعم.
be: Штосьці не так. Калі ласка, звярніцеся да службы падтрымкі.
bn: কোনো একটি সমস্যা হয়েছে। অনুগ্রহ করে সহায়তা কেন্দ্রে যোগাযোগ করুন।
ca: Alguna cosa ha anat malament! Posa't en contacte amb el servei d'assistència.
cs: Něco se pokazilo. Kontaktujte prosím podporu.
da: Noget gik galt. Kontakt support.
de: Etwas ist schiefgelaufen. Bitte kontaktiere den Support.
el: Κάτι πήγε στραβά. Επικοινώνησε με την υποστήριξη.
es: Se ha producido un error. Contacta con el equipo de asistencia.
fa: مشکلی پیش آمد. لطفاً با پشتیبانی تماس بگیرید.
fi: Jokin meni pieleen. Ota yhteys tukeen.
fr: Une erreur s'est produite. Merci de contacter l'assistance.
ga: Chuaigh rud éigin mícheart. Déan teagmháil leis an bhfoireann tacaíochta.
gu: કંઈક ખોટું થયું. કૃપા કરીને સપોર્ટનો સંપર્ક કરો.
he: משהו השתבש. יש ליצור קשר עם התמיכה.
hi: कुछ गलत हो गया। कृपया सपोर्ट से संपर्क करें।
hr: Došlo je do pogreške. Molimo, kontaktirajte podršku.
hu: Probléma merült fel! Kérjük, vedd fel a kapcsolatot az ügyfélszolgálattal!
id: Terjadi kesalahan. Silakan hubungi tim dukungan.
it: Qualcosa è andato storto. Ti consigliamo di contattare l'assistenza.
ja: エラーが発生しました！サポートにお問い合わせください。
ko: 오류가 발생했습니다. 고객 지원팀에 문의하세요.
mr: काहीतरी चुकीचे झाले. कृपया सपोर्ट शी संंपर्क साधा.
ms: Ada yang tidak kena. Sila hubungi sokongan.
nb: Noe gikk galt. Ta kontakt med brukerstøtten vår.
nl: Er ging iets mis. Neem contact op met ondersteuning.
pl: Coś poszło nie tak. Skontaktuj się z naszą pomocą techniczną.
pt_br: Algo deu errado. Entre em contato com o suporte.
pt_pt: Ocorreu algo de errado. Entre em contacto com a equipa de suporte.
ro: Ceva nu a funcționat. Contactează serviciul de asistență.
ru: Что-то пошло не так! Пожалуйста, свяжитесь с поддержкой.
sk: Niekde sa stala chyba. Kontaktujte náš tím podpory.
sr: Дошло је до грешке. Обратите се подршци.
sv: Något gick fel. Kontakta supporten.
th: เกิดข้อผิดพลาดบางอย่าง โปรดติดต่อฝ่ายสนับสนุน
tr: Bir şeyler ters gitti. Lütfen destek ekibiyle iletişime geç.
ug: خاتالىق كۆرۈلدى. ياردەمچى خادىم بىلەن ئالاقىلىشىڭ.
uk: Сталася помилка. Зверніться до служби підтримки.
ur: کچھ غلط ہو گیا۔ براہ کرم سپورٹ سے رابطہ کریں۔
vi: Đã xảy ra lỗi. Vui lòng liên hệ bộ phận hỗ trợ.
zh_cn: 出错了，请联系支持团队。
zh_hk: 發生一些錯誤。請聯絡支援團隊。

# CHOOSE_BACKUP_PLAN_CURRENT_PLAN_LABEL
source: Current plan
ar: الخطة الحالية
be: Бягучы план
bn: বর্তমান প্ল্যান
ca: Pla actual
cs: Současný plán
da: Nuværende abonnement
de: Aktuelles Abo
el: Τρέχον πρόγραμμα
es: Plan actual
fa: طرح فعلی
fi: Nykyinen tilaus
fr: Forfait actuel
ga: Plean reatha
gu: વર્તમાન પ્લાન
he: תכנית נוכחית
hi: मौजूदा प्लान
hr: Vaš trenutni plan
hu: Jelenlegi csomag
id: Paket saat ini
it: Abbonamento attuale
ja: 現在のプラン
ko: 현재 플랜
mr: चालू प्लॅन
ms: Pelan semasa
nb: Nåværende abonnement
nl: Huidig abonnement
pl: Aktualna usługa
pt_br: Plano atual
pt_pt: Plano atual
ro: Planul actual
ru: Текущий план
sk: Aktuálny plán
sr: Тренутни пакет
sv: Nuvarande plan
th: แพ็กเกจที่ใช้อยู่
tr: Mevcut plan
ug: نۆۋەتتىكى پىلان
uk: Поточний план
ur: موجودہ پلان
vi: Gói hiện tại
zh_cn: 当前套餐
zh_hk: 目前計劃

# CHOOSE_BACKUP_PLAN_FREE_PLAN_SUBTITLE
source: Text + 45 days of media
ar: الرسائل النصية + 45 يومًا من الوسائط
be: Тэкст + 45 дзён утрымання медыяфайлаў
bn: টেক্সট + 45 দিনের মিডিয়া
ca: Missatges + 45 dia d'arxius multimèdia
cs: Text + 45 dní médií
da: Tekst + medier for de sidste 45 dage
de: Text + 45 Tage Medien
el: Κείμενο + 45 ημέρες πολυμέσων
es: Mensajes de texto + 45 días de archivos multimedia
fa: پیامک + رسانه‌های ۴۵ روز اخیر
fi: Teksti ja mediasisältö viimeisen 45 päivän ajalta
fr: Messages texte + 45 jours de médias
ga: Téacs + meáin le 45 lá anuas
gu: ટેક્સ્ટ + 45 દિવસના મીડિયા
he: טקסט + 45 ימים אחרונים של מדיה
hi: टेक्स्ट + 45 दिनों का मीडिया
hr: Poruke + medijski zapisi iz zadnjih 45 dana
hu: Szöveg + 45 napnyi médiafájl
id: Teks + media selama 45 hari
it: Messaggi + 45 giorni di media
ja: テキスト+45日間のメディア
ko: 텍스트 + 45일 분량의 미디어
mr: मजकूर + 45 दिवसांचा मीडिया
ms: Teks + 45 hari media
nb: Tekst + mediefiler sendt de siste 45 dagene
nl: Tekstberichten + 45 dagen media
pl: Wiadomości tekstowe, w tym multimedia z ostatnich 45 dni
pt_br: Mensagens de texto + 45 dias de mídia
pt_pt: Mensagens + 45 dias de ficheiros multimédia
ro: Text + 45 de zile de fișiere media
ru: Текстовые сообщения + медиафайлы за 45 дней
sk: Správy + 45 dní médií
sr: Поруке + 45 дана медија
sv: Textmeddelanden + senaste 45 dagarnas media
th: ข้อความ + สื่อจาก 45 วัน
tr: Metin + 45 günlük medya
ug: تېكىست + 45 كۈنلۈك مېدىيا
uk: Текст + медіафайли за минулі 45 днів
ur: متن + گزشتہ 45 دنوں کا میڈیا
vi: Tin nhắn + đa phương tiện 45 ngày qua
zh_cn: 文本 + 45 天的媒体
zh_hk: 文字 + 30 天的媒體

# CHOOSE_BACKUP_PLAN_FREE_PLAN_TITLE
source: Free
ar: مجانًا
be: Бясплатна
bn: ফ্রি
ca: Gratuït
cs: Zdarma
da: Gratis
de: Kostenlos
el: Δωρεάν
es: Gratis
fa: رایگان
fi: Ilmainen
fr: Gratuit
ga: Saor in aisce
gu: મફત
he: חינם
hi: मुफ़्त
hr: Besplatno
hu: Ingyenes
id: Gratis
it: Gratis
ja: 無料プラン
ko: 무료
mr: विनामूल्य
ms: Percuma
nb: Gratis
nl: Gratis
pl: Za darmo
pt_br: Grátis
pt_pt: Grátis
ro: Gratuit
ru: Бесплатно
sk: Zadarmo
sr: Бесплатно
sv: Gratis
th: ฟรี
tr: Ücretsiz
ug: ھەقسىز
uk: Безплатно
ur: مفت
vi: Miễn phí
zh_cn: 免费
zh_hk: 免費
