Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# USERNAME_LOOKUP_INVALID_USERNAME_TITLE
source: Invalid Username
ar: اسم مُستخدِم غير صالح
be: Несапраўднае імя карыстальніка
bn: ব্যবহারকারীর নামটি অকার্যকর
ca: Àlies no vàlid
cs: Neplatné uživatelské jméno
da: Ugyldigt brugernavn
de: Ungültiger Nutzername
el: Μη έγκυρο όνομα χρήστη
es: Alias no válido
fa: نام کاربری نامعتبر
fi: Virheellinen käyttäjänimi
fr: Nom d’utilisateur incorrect
ga: Ainm úsáideora neamhbhailí
gu: અમાન્ય યુઝરનેમ
he: שם משתמש לא חוקי
hi: अमान्य यूज़रनेम
hr: Nevažeće korisničko ime
hu: Érvénytelen felhasználónév
id: Nama Pengguna Tidak Valid
it: Nome utente non valido
ja: 無効なユーザーネームです
ko: 잘못된 사용자 이름
mr: अवैध वापरकर्तानाव
ms: Nama Pengguna Tidak Sah
nb: Ugyldig brukernavn
nl: Ongeldige gebruikersnaam
pl: Nieprawidłowa nazwa użytkownika
pt_br: Nome de usuário inválido
pt_pt: Nome de utilizador inválido
ro: Nume de utilizator invalid
ru: Недействительное имя пользователя
sk: Neplatné používateľské meno
sr: Неважеће корисничко име
sv: Ogiltigt användarnamn
th: ชื่อผู้ใช้ไม่ถูกต้อง
tr: Geçersiz Kullanıcı Adı
ug: ئىناۋەتسىز ئىشلەتكۈچى نامى
uk: Такого імені користувача не існує
ur: یوزر نیم غلط ہے
vi: Tên người dùng không hợp lệ
zh_cn: 用户名无效
zh_hk: 用戶名稱無效

# USERNAME_LOOKUP_LINK_NO_LONGER_VALID_MESSAGE
source: This username link is no longer valid.
ar: رابط اسم المُستخدم لم يعد صالحًا.
be: Гэта спасылка на імя карыстальніка больш не сапраўдная.
bn: এই 'ব্যবহারকারীর নাম' আর বৈধ নয়।
ca: Aquest àlies ja no és vàlid.
cs: Toto uživatelské jméno již není platné.
da: Dette brugernavnslink er ikke længere gyldigt.
de: Dieser Nutzername ist nicht mehr gültig.
el: Το όνομα χρήστη δεν ισχύει πλέον.
es: El enlace a este alias ya no es válido.
fa: این پیوند نام کاربری دیگر معتبر نیست.
fi: Tämä käyttäjänimen linkki ei ole enää kelvollinen.
fr: Le lien associé à ce nom d'utilisateur n'est plus valide.
ga: Níl nasc an ainm úsáideora bailí a thuilleadh.
gu: આ યુઝરનેમ લિંક હવે માન્ય નથી.
he: לינק שם המשתמש הזה לא תקף יותר.
hi: इस यूज़रनेम का लिंक अब मान्य नहीं है।
hr: Poveznica s korisničkim imenom više nije važeća.
hu: Az ehhez a felhasználónévhez tartozó hivatkozás már nem érvényes.
id: Tautan nama pengguna ini sudah tidak valid.
it: Il link di questo nome utente non è più valido.
ja: このユーザーネームのリンクは無効になりました。
ko: 이 사용자 이름 링크가 더 이상 유효하지 않습니다.
mr: ही वापरकर्ता नाव लिंक यापुढे वैध असणार नाही.
ms: Pautan nama pengguna ini tidak lagi sah.
nb: Dette brukernavnet er ikke lenger gyldig.
nl: Deze gebruikersnaam is niet meer geldig.
pl: Ten link do nazwy użytkownika wygasł.
pt_br: Este nome de usuário não é mais válido.
pt_pt: O link deste nome de utilizador já não é válido.
ro: Acest link de nume de utilizator nu mai este valid.
ru: Эта ссылка на имя пользователя уже недействительна.
sk: Tento odkaz na používateľské meno už nie je platný.
sr: Ово корисничко име више није важеће.
sv: Denna länk för användarnamn är inte längre giltig.
th: ลิงก์ชื่อผู้ใช้นี้ไม่สามารถใช้งานได้แล้ว
tr: Bu kullanıcı adı bağlantısı artık geçerli değildir.
ug: بۇ ئىشلەتكۈچى نامى ئەمدى كۈچكە ئىگە ئەمەس.
uk: Це посилання на ім'я користувача вже не дійсне.
ur: اس یوزر نیم کا لنک مزید مؤثر نہیں ہے۔
vi: Tên người dùng này không còn khả dụng.
zh_cn: 此用户名链接已失效。
zh_hk: 此用戶名稱連結不再有效。

# USERNAME_LOOKUP_NOT_FOUND_MESSAGE_FORMAT
source: %1$@ is not a Signal user. Make sure you’ve entered the complete username.
ar: %1$@ ليس مُستخدِم سيجنال. تأكَّد من إدخالك لاسم المُستخدِم الكامل.
be: %1$@ не карыстальнік Signal. Праверце, ці вы ўвялі поўнае імя карыстальніка.
bn: %1$@ Signal ব্যবহারকারী নন। নিশ্চিত হয়ে নিন যে আপনি সম্পূর্ণ ব্যবহারকারীর নামটি লিখেছেন।
ca: %1$@ no és un usuari del Signal. Assegureu-vos que heu escrit l'àlies complet.
cs: „%1$@“ není uživatelem služby Signal. Zkontrolujte, zda jste zadali celé uživatelské jméno.
da: %1$@ er ikke bruger af Signal. Tjek at du har skrevet det korrekte brugernavn.
de: %1$@ ist kein Signal-Nutzername. Achte darauf, dass du den vollständigen Nutzernamen eingegeben hast.
el: Το όνομα χρήστη %1$@ δεν υπάρχει στο Signal. Επιβεβαίωσε ότι έγραψες ολόκληρο το όνομα χρήστη.
es: %1$@ no usa Signal. Asegúrate de haber introducido el alias completo.
fa: %1$@ کاربر سیگنال نیست. اطمینان حاصل کنید که نام کاربری را کامل وارد کرده‌اید.
fi: %1$@ ei ole Signalin käyttäjä. Varmista, että olet syöttänyt koko käyttäjänimen.
fr: %1$@ n'utilise pas Signal. Le nom d'utilisateur saisi est peut-être incomplet.
ga: Ní úsáideann %1$@ Signal. Deimhnigh gur chuir tú an t-ainm úsáideora iomlán isteach.
gu: %1$@ એ Signal વપરાશકર્તા નથી. ખાતરી કરો કે તમે સંપૂર્ણ વપરાશકર્તાનામ દાખલ કર્યું છે.
he: %1$@ הוא/היא לא משתמש/ת Signal. וודא שהכנסת את שם המשתמש השלם.
hi: %1$@ एक Signal यूज़र नहीं है। सुनिश्चित करें कि आपने उपयोगकर्ता का पूरा नाम डाला है।
hr: %1$@ nije korisnik Signala. Provjerite jeste li unijeli potpuno korisničko ime.
hu: %1$@ nem Signal-felhasználó. Kérjük, ellenőrizd a felhasználónevet, majd próbáld újra.
id: %1$@ bukan pengguna Signal. Pastikan Anda telah memasukkan nama pengguna yang lengkap.
it: %1$@ non è un utente Signal. Assicurati di aver inserito il nome utente completo.
ja: %1$@ はSignalユーザーではありません。ユーザーネームを確認してください。
ko: %1$@ 님은 Signal 사용자가 아닙니다. 사용자 이름을 제대로 입력했는지 확인하세요.
mr: %1$@ Signal वापरकर्ता नाही. आपण पूर्ण वापरकर्तानाव प्रविष्ट केले असल्याची खात्री करा.
ms: %1$@ bukan pengguna Signal. Pastikan anda telah memasukkan nama pengguna lengkap.
nb: %1$@ er ikke en Signal-bruker. Forsikre deg om at du har skrevet inn det fullstendige brukernavnet.
nl: %1$@ is geen Signal-gebruiker. Controleer of je de volledige gebruikersnaam hebt ingevoerd.
pl: %1$@ nie jest nazwą użytkownika aplikacji Signal. Upewnij się, że podajesz pełną nazwę użytkownika.
pt_br: %1$@ não é um usuário do Signal. Tenha certeza de que você digitou o nome de usuário completo.
pt_pt: %1$@ não é um utilizador do Signal. Certifique-se de que introduziu o nome de utilizador completo.
ro: %1$@ nu este un utilizator Signal. Asigură-te că ai introdus numele de utilizator complet.
ru: %1$@ — не пользователь Signal. Убедитесь, что вы ввели полное имя пользователя.
sk: %1$@ nepoužíva Signal. Uistite sa, že ste zadali celé používateľské meno.
sr: %1$@ није корисник Signal-а. Проверите да ли сте добро унели корисничко име.
sv: %1$@ är inte en Signal-användare. Se till att du har angett det fullständiga användarnamnet.
th: %1$@ ไม่ใช่ผู้ใช้ Signal แน่ใจหรือไม่ว่าคุณใส่ชื่อผู้ใช้ครบถ้วน
tr: %1$@ bir Signal kullanıcısı değil. Lütfen tam kullanıcı adını girdiğinden emin ol.
ug: %1$@ بولسا Signal ئىشلەتكۈچى ئەمەس. ئىشلەتكۈچى نامىنى تولۇق كىرگۈزۈڭ.
uk: %1$@ не користується Signal. Перевірте, чи ви ввели повне ім'я користувача.
ur: %1$@Signal یوزر نہیں ہے۔ یقینی بنائیں کہ یوزر نیم مکمل داخل کیا ہے۔
vi: %1$@ không phải là người dùng Signal. Hãy kiểm tra lại bạn đã nhập đầy đủ tên người dùng hay chưa.
zh_cn: %1$@不是 Signal 用户。请确认您输入了完整的用户名。
zh_hk: %1$@ 不是 Signal 使用者。請確保您已輸入完整的用戶名稱。

# USERNAME_LOOKUP_NOT_FOUND_TITLE
source: User Not Found
ar: لم يتم العثورعلى المُستخدِم.
be: Карыстальнік не знойдзены
bn: ব্যবহারকারী খুঁজে পাওয়া যায়নি
ca: No s'ha trobat l'usuari
cs: Uživatel nebyl nalezen
da: Bruger ikke fundet
de: Nutzername nicht gefunden
el: Δεν βρέθηκε χρήστης
es: No se ha encontrado a esta persona
fa: کاربر پیدا نشد
fi: Käyttäjää ei löydy
fr: Utilisateur introuvable
ga: Úsáideoir Gan Aimsiú
gu: ઉપયોગકર્તા મળ્યો નહીં
he: משתמש/ת לא נמצא/ה
hi: उपयोगकर्ता नहीं मिला
hr: Korisnik nije pronađen
hu: Nincs ilyen felhasználó
id: Pengguna Tidak Ditemukan
it: Utente non trovato
ja: ユーザーが見つかりません
ko: 사용자 찾을 수 없음
mr: वापरकर्ता आढळला नाही
ms: Pengguna Tidak Dijumpai
nb: Bruker ikke funnet
nl: Gebruiker niet gevonden
pl: Nie znaleziono użytkownika
pt_br: Pessoa não encontrada
pt_pt: Utilizador não encontrado
ro: Utilizatorul nu a fost găsit
ru: Пользователь не найден
sk: Používateľ sa nenašiel
sr: Корисник није пронађен
sv: Användaren hittades inte
th: ไม่พบผู้ใช้
tr: Kullanıcı Bulunamadı
ug: ئىشلەتكۈچى تېپىلمىدى
uk: Користувача не знайдено
ur: صارف نہیں ملا
vi: Không tìm thấy Người dùng
zh_cn: 未找到此用户
zh_hk: 找不到該使用者

# USERNAME_QR_CODE_EXPORT_INSTRUCTIONS
source: Scan this QR code with your phone to chat with me on Signal.
ar: امسح كود الـ QR هذا باستخدام هاتفك للدردشة معي على سيجنال.
be: Праскануйце гэты QR-код з дапамогай свайго тэлефона, каб размаўляць са мной у Signal.
bn: Signal-এ আমার সাথে চ্যাট করতে আপনার ফোন দিয়ে এই QR কোডটি স্ক্যান করুন।
ca: Escaneja aquest codi QR amb el teu telèfon per xatejar amb mi a Signal.
cs: Naskenuj tento QR kód svým telefonem a chatuj se mnou přes Signal.
da: Scan QR-koden med din mobil for at snakke med mig på Signal.
de: Scanne diesen QR-Code mit deinem Smartphone, um mit mir auf Signal zu chatten.
el: Σάρωσε αυτόν τον κωδικό QR με το τηλέφωνό σου για να συνομιλήσεις μαζί μου στο Signal.
es: Escanea este código QR con tu teléfono para chatear conmigo en Signal.
fa: برای گفتگو با من در سیگنال، این کد QR را با تلفن خود اسکن کنید.
fi: Skannaa tämä QR-koodi puhelimellasi, niin voit keskustella kanssani Signalissa.
fr: Et si on discutait sur Signal ? Scannez ce code QR pour me contacter.
ga: Scan an cód QR seo le do ghuthán chun comhrá a dhéanamh liom ar Signal.
gu: Signal પર મારી સાથે ચેટ કરવા માટે આ QR કોડને તમારા ફોનથી સ્કેન કરો.
he: אפשר לסרוק את קוד ה–QR הזה עם הטלפון שלך כדי לשוחח איתי ב–Signal.
hi: Signal पर मुझसे चैट करने के लिए इस QR कोड को अपने फोन से स्कैन करें।
hr: Skeniraj ovaj QR kôd svojim uređajem i započni razgovor sa mnom na Signalu.
hu: Olvasd be ezt a QR-kódot a telefonoddal és csevegj velem a Signalban.
id: Pindai kode QR ini dengan ponsel untuk mengobrol dengan saya di Signal.
it: Scansiona questo codice QR con il tuo telefono per chattare con me su Signal.
ja: このQRコードをお使いの携帯電話でスキャンして、Signalで私とチャットしましょう。
ko: Signal에서 나와 대화하려면 휴대전화로 이 QR 코드를 스캔하세요.
mr: माझ्यासोबत Signal वर चॅट करण्यासाठी आपल्या फोनसब हा QR कोड स्कॅन करा.
ms: Imbas kod QR ini dengan telefon anda untuk sembang dengan saya di Signal.
nb: Skann denne QR-koden for å innlede en samtale med meg på Signal.
nl: Scan deze QR-code met je telefoon om met mij te chatten op Signal.
pl: Zeskanuj ten kod QR swoim telefonem, aby rozpocząć ze mną czat w aplikacji Signal.
pt_br: Escaneie o QR Code com o seu telefone para conversar comigo no Signal.
pt_pt: Leia este código QR com o seu telemóvel para falar comigo no Signal.
ro: Scanează acest cod QR cu telefonul tău pentru a discuta cu mine pe Signal.
ru: Просканируйте этот QR-код с помощью вашего телефона, чтобы начать чат со мной в Signal.
sk: Naskenujte tento QR kód pomocou telefónu a četujte so mnou v aplikácii Signal.
sr: Скенирај овај QR код телефоном да ћаскаш са мном на Signal-у.
sv: Skanna denna QR-kod med din telefon för att chatta med mig på Signal.
th: ใช้มือถือสแกนคิวอาร์โค้ดนี้เพื่อพูดคุยกับฉันบน Signal
tr: Benimle Signal'de sohbet etmek için telefonunla bu kare kodu tara.
ug: Signal دا مەن بىلەن پاراڭلىشىش ئۈچۈن تېلېفونىڭىز بىلەن بۇ QR كودنى سىكاننېرلاڭ.
uk: Зіскануйте цей QR-код телефоном, щоб написати мені в Signal.
ur: میرے ساتھ Signal پر چیٹ کرنے کے لیے اس QR کوڈ کو اپنے فون سے اسکین کریں۔
vi: Quét mã QR này bằng điện thoại của bạn để trò chuyện với tôi trên Signal.
zh_cn: 如要在 Signal 上与我聊天，请扫描此二维码吧。
zh_hk: 用你的手機掃描此二維碼，開始與我在 Signal 上聊天。

# USERNAME_RESET_SUCCESSFUL_TOAST
source: Your QR code and link have been reset and your username is %1$@
ar: تمَّت إعادة تعيين رابط وكود الـ QR، واسم المُستخدِم الخاص بك هو %1$@
be: Ваш QR-код і спасылка былі скінуты, i ваша імя карыстальніка %1$@
bn: আপনার QR কোড এবং লিংক রিসেট করা হয়েছে এবং আপনার ব্যবহারকারীর নাম হলো %1$@
ca: El teu codi QR i l'enllaç s'han restablert i el teu àlies és %1$@
cs: Váš QR kód a odkaz byly resetovány a vaše uživatelské jméno je %1$@
da: Din QR-kode og dit link er blevet nulstillet, og dit brugernavn er %1$@
de: Dein QR-Code und dein Link wurden neu erstellt. Dein Nutzername lautet %1$@
el: Έχει γίνει επαναφορά του κωδικού QR και του συνδέσμου σου και το όνομα χρήστη σου είναι %1$@
es: Tu código QR y enlace se han restablecido y tu alias es %1$@
fa: پیوند و کد QR شما بازنشانی شده و نام کاربری شما %1$@ است
fi: QR-koodisi ja linkkisi on palautettu oletusasetukseen ja käyttäjänimesi on %1$@
fr: Nous avons réinitialisé votre lien et votre code QR. Votre nouveau nom d'utilisateur est %1$@
ga: Athshocraíodh do chód QR agus do nasc agus is %1$@ d'ainm úsáideora
gu: તમારો QR કોડ અને લિંક ફરીથી સેટ કરવામાં આવ્યા છે અને તમારું યુઝરનેમ %1$@ છે
he: קוד ה–QR והלינק שלך אופסו ושם המשתמש שלך הוא %1$@
hi: आपका QR कोड और लिंक फिर से स्थापित कर दिया गया है और आपका यूज़रनेम %1$@ है
hr: Vaš QR kôd i poveznica su poništeni, a vaše korisničko ime je %1$@
hu: A QR-kódod és hivatkozásod visszaállításra került, a felhasználóneved pedig %1$@
id: Kode QR dan tautan Anda telah direset dan nama pengguna Anda adalah %1$@
it: Il tuo codice QR e link sono stati resettati e il tuo nome utente è %1$@
ja: QRコードとリンクはリセットされ、ユーザーネームは%1$@です
ko: QR 코드와 링크를 초기화했으며, 사용자 이름은 %1$@입니다.
mr: आपला QR कोड आणि लिंक रिसेट करण्यात आलेली आहे आणि आपले वापरकर्ता नाव %1$@ आहे
ms: Kod QR dan pautan telah ditetapkan semula dan nama pengguna ialah %1$@
nb: QR-koden og lenken er tilbakestilt, og brukernavnet ditt er %1$@
nl: Je QR-code en link zijn hersteld en je gebruikersnaam is %1$@
pl: Kod QR i link zostały zresetowane, a Twoja nazwa użytkownika to %1$@
pt_br: Seu QR code e link foram redefinidos. Seu nome de usuário é %1$@
pt_pt: O seu código QR e link foram repostos e o seu nome de utilizador é %1$@
ro: Codul tău QR și linkul au fost resetate, iar numele tău de utilizator este %1$@
ru: Ваш QR-код и ссылка были сброшены, а ваше имя пользователя — %1$@
sk: Váš QR kód a odkaz boli resetované a vaše používateľské meno je %1$@
sr: Ваш QR код и линк су ресетовани, а ваше корисничко име је %1$@
sv: Din QR-kod och länk har återställts och ditt användarnamn är %1$@
th: รีเซ็ตคิวอาร์โค้ดและลิงก์ของคุณเรียบร้อยแล้ว โดยชื่อผู้ใช้ของคุณคือ %1$@
tr: Kare kodun ve bağlantın sıfırlandı ve kullanıcı adın %1$@
ug: QR كودىڭىز ۋە ئۇلانمىڭىز ئەسلىگە قايتۇرۇلغان بولۇپ، ئىشلەتكۈچى نامىڭىز بولسا %1$@
uk: Ваш QR-код і посилання скинуто. Ваше ім’я користувача: %1$@
ur: آپ کا QR کوڈ اور لنک ری سیٹ کر دیا گیا ہے اور آپ کا یوزر نیم %1$@ ہے
vi: Mã QR và đường dẫn của bạn đã được đặt lại và tên người dùng của bạn là %1$@
zh_cn: 您的二维码和链接已重置，您的用户名是%1$@
zh_hk: 你的二維碼和連結已重設，你的用戶名稱為 %1$@

# USERNAME_SELECTION_CANNOT_START_WITH_DIGIT_ERROR_MESSAGE
source: Username cannot begin with a number
ar: اسم المُستخدِم لا يمكن أن يبدأ برقم
be: Імя карыстальніка не можа пачынацца з лічбы
bn: ব্যবহারকারীর নাম সংখ্যা দিয়ে শুরু করা যায় না
ca: Els àlies no poden començar amb un número
cs: Uživatelské jméno nesmí začínat číslicí
da: Brugernavne må ikke starte med et tal
de: Der Nutzername darf nicht mit einer Zahl beginnen
el: Τα όνομα χρήστη δεν μπορεί να αρχίζει με αριθμό
es: Los alias no pueden comenzar con un número
fa: نام کاربری نمی‌تواند با یک عدد آغاز شود
fi: Käyttäjänimi ei voi alkaa numerolla
fr: Le nom d’utilisateur ne peut pas commencer par un chiffre.
ga: Ní ceadmhach ainm úsáideora a thosú le huimhir
gu: યુઝરનેમની શરૂઆત સંખ્યા સાથે ન થઈ શકે
he: שם משתמש לא יכול להתחיל במספר
hi: यूज़रनेम एक संख्या से शुरू नहीं हो सकते हैं
hr: Korisničko ime ne može započeti brojem
hu: A felhasználónév nem kezdődhet számmal
id: Nama pengguna tidak boleh dimulai dengan angka
it: Il nome utente non può iniziare con un numero
ja: ユーザーネームの先頭に数字は使用できません
ko: 사용자 이름은 숫자로 시작할 수 없습니다.
mr: वापरकर्ता नाव अंकांने सुरु होऊ शकत नाही
ms: Nama pengguna tidak boleh bermula dengan nombor
nb: Brukernavn kan ikke begynne med et tall.
nl: Gebruikersnamen mogen niet met een cijfer beginnen
pl: Nazwa użytkownika nie może zaczynać się od cyfry
pt_br: Nomes de usuários não podem começar com um número
pt_pt: O nome de utilizador não pode começar com um número
ro: Numele de utilizator nu poate începe cu un număr
ru: Имя пользователя не может начинаться с цифры
sk: Používateľské meno nemôže začínať číslicou
sr: Корисничко име не може да почиње бројем
sv: Användarnamn kan inte börja med en siffra
th: ชื่อผู้ใช้ต้องไม่ขึ้นต้นด้วยตัวเลข
tr: Kullanıcı adı bir sayı ile başlayamaz
ug: ئىشلەتكۈچى نامى رەقەم بىلەن باشلانسا بولمايدۇ
uk: Ім'я користувача не може починатись із цифри
ur: یوزر نیم کسی نمبر کے ساتھ شروع نہیں ہو سکتا
vi: Tên người dùng không thể bắt đầu bằng một số
zh_cn: 用户名不能以数字开头
zh_hk: 用戶名稱不得以數字開頭

# USERNAME_SELECTION_CHANGE_USERNAME_CONFIRMATION_MESSAGE
source: Changing your username will reset your existing QR code and link. Are you sure?
ar: سيُؤدي تغيير اسم المُستخدم الخاص بك إلى إعادة تعيين كود الـ QR والرابط الحاليين الخاصين بك. هل أنت متأكِّد؟
be: Калі вы мяняеце сваё імя карыстальніка, вашы існуючыя QR-код і спасылкі будуць скінуты. Вы ўпэўнены?
bn: আপনার 'ব্যবহারকারীর নাম' পরিবর্তন করলে আপনার বিদ্যমান QR কোড ও লিংক রিসেট করা হবে। আপনি কি নিশ্চিত?
ca: Canviar el teu àlies restablirà el teu codi QR i enllaç actuals. Segur que vols fer això?
cs: Změnou uživatelského jména zresetuje váš současný QR kód a odkaz. Jste si jisti?
da: Hvis du ændrer dit brugernavn, nulstilles din eksisterende QR-kode og dit link. Er du sikker?
de: Wenn du deinen Nutzernamen änderst, werden dein bisheriger QR-Code und dein Link zurückgesetzt. Bist du dir sicher?
el: Η αλλαγή του ονόματος χρήστη σου θα επαναφέρει τον υπάρχοντα κωδικό QR και τον σύνδεσμό σου. Είσαι σίγουρος/η;
es: Si cambias tu alias, se restablecerán tu código QR y tu enlace actuales. ¿Cambiarlo de todos modos?
fa: تغییر نام کاربری‌تان موجب بازنشانی کد و پیوند QR فعلی شما می‌شود. مطمئن هستید؟
fi: Käyttäjänimen vaihtaminen nollaa nykyisen QR-koodisi ja linkkisi. Oletko varma?
fr: Si vous changez de nom d'utilisateur, votre lien et votre code QR existants seront réinitialisés. Voulez-vous vraiment continuer ?
ga: Athshocrófar an cód QR agus an nasc atá agat cheana féin má athraíonn tú d'ainm úsáideora. An bhfuil tú cinnte?
gu: તમારું યુઝરનેમ નામ બદલવાથી તમારો હાલનો QR કોડ અને લિંક ફરીથી સેટ થશે. તમને ખાતરી છે?
he: שינוי שם המשתמש שלך יאפס את קוד ה–QR והלינק הקיימים שלך. להמשיך?
hi: आपका यूज़रनेम बदलने से आपका मौजूदा QR कोड और लिंक फिर से स्थापित हो जाएगा। क्या आपको यकीन है?
hr: Promjenom korisničkog imena poništit ćete svoj trenutni QR kôd i poveznicu. Sigurno želite nastaviti?
hu: A felhasználónév módosítása visszaállítja a meglévő QR-kódot és hivatkozást. Biztos vagy benne?
id: Jika Anda mengubah nama pengguna, tautan dan kode QR yang ada akan direset. Anda yakin?
it: Se cambi il tuo nome utente, il tuo codice QR e il link verranno resettati. Vuoi procedere comunque?
ja: ユーザーネームを変更すると、これまでのQRコードとリンクがリセットされます。本当に変更しますか？
ko: 사용자 이름을 변경하면 기존 QR 코드와 링크가 초기화됩니다. 계속할까요?
mr: आपले वापरकर्ता नाव बदलण्याने आपला अस्तित्वात असलेला QR कोड आणि लिंक रीसेट केली जाईल. आपल्याला खात्री आहे?
ms: Menukar nama pengguna anda akan menetapkan semula kod dan pautan QR anda yang sedia ada. Adakah anda pasti?
nb: Hvis du endrer brukernavnet, får du også en ny QR-kode og profillenke. Er du sikker?
nl: Wanneer je je gebruikersnaam wijzigt, werken je bestaande QR-code en link niet langer en worden deze vernieuwd. Weet je het zeker?
pl: Zmiana nazwy użytkownika spowoduje zresetowanie kodu QR i linku. Chcesz kontynuować?
pt_br: Se você mudar seu nome de usuário, o QR code e o link existentes também serão alterados. Tem certeza?
pt_pt: Alterar o seu nome de utilizador irá repor o seu código QR e link existentes. Tem a certeza?
ro: Schimbarea numelui de utilizator va reseta codul QR existent și linkul. Ești sigur?
ru: При изменении имени пользователя ваши существующие QR-код и ссылка будут сброшены. Вы уверены?
sk: Zmenou používateľského mena sa resetuje váš existujúci QR kód a odkaz. Naozaj chcete pokračovať?
sr: Ако промените корисничко име, ресетоваће вам се постојећи QR код и линк. Да ли сте сигурни?
sv: Om du ändrar ditt användarnamn återställs din befintliga QR-kod och länk. Är du säker?
th: การเปลี่ยนชื่อผู้ใช้จะทำให้คิวอาร์โค้ดและลิงก์ที่มีอยู่เดิมของคุณถูกรีเซ็ต ต้องการดำเนินการต่อหรือไม่
tr: Kullanıcı adını değiştirmek, mevcut kare kodunu ve bağlantını sıfırlar. Emin misin?
ug: ئىشلەتكۈچى نامىڭىزنى ئۆزگەرتسىڭىز، سىزنىڭ ھازىرقى QR كودىڭىز ۋە ئۇلانمىڭىز قايتىدىن تۈزۈلىدۇ. جەزىملەشتۈرەمسىز؟
uk: Якщо змінити ім'я користувача, поточний QR-код і посилання буде скинуто. Змінити ім'я?
ur: اپنا یوزر نیم تبدیل کرنے کی صورت میں آپ کا موجودہ QR کوڈ اور لنک ری سیٹ ہو جائے گا۔ کیا واقعی آپ کرنا چاہتے ہیں؟
vi: Thay đổi tên người dùng sẽ đặt lại mã QR và đường dẫn hiện tại của bạn. Bạn có chắc không?
zh_cn: 更改用户名将会重置您现有的二维码和链接。确定要更改吗？
zh_hk: 更改用戶名稱將重設你現有的二維碼和連結。你確定嗎？

# USERNAME_SELECTION_EXPLANATION_FOOTER_FORMAT
source: Usernames are always paired with a set of numbers. %1$@
ar: يتمُّ دائمًا إقران أسماء المُستخدِمين بمجموعة من الأرقام.%1$@
be: Імёны карыстальнікаў заўсёды маюць набор лічбаў. %1$@
bn: ব্যবহারকারীর নাম সবসময় একগুচ্ছ সংখ্যার সাথে যুক্ত করা হয়। %1$@
ca: Els àlies sempre es combinen amb un conjunt de números. %1$@
cs: Uživatelská jména jsou vždy spárována s číselnou kombinací. %1$@
da: Brugernavne er altid parret med en række tal. %1$@
de: Nutzernamen sind immer mit einer Reihe von Zahlen gekoppelt. %1$@
el: Τα ονόματα χρήστη συνδυάζονται πάντα με ένα σύνολο αριθμών. %1$@
es: Los alias siempre incluyen un conjunto de números. %1$@
fa: نام کاربری همیشه با مجموعه‌ای از اعداد همراه است. %1$@
fi: Käyttäjänimi yhdistetään aina numerosarjaan. %1$@
fr: Les noms d'utilisateur sont toujours associés à une série de chiffres. %1$@
ga: Déantar ainmneacha úsáideora a phéireáil le tacar uimhreacha i gcónaí. %1$@
gu: યુઝરનેમમાં હંમેશા બે સંખ્યાઓની જોડી હોય છે. %1$@
he: שמות משתמש תמיד מוצמדים לסט של מספרים. %1$@
hi: यूज़रनेम हमेशा संख्याओं के एक समूह के साथ जोड़े जाते हैं। %1$@
hr: Korisnička imena uvijek su povezana sa skupom znamenki. %1$@
hu: A felhasználónevek mindig egy számsorral párosulnak. %1$@
id: Nama pengguna selalu digabungkan dengan serangkaian angka. %1$@
it: I nomi utente vengono sempre associati a una serie di numeri. %1$@
ja: ユーザーネームは、常に一組の数字とペアになっています。 %1$@
ko: 사용자 이름은 항상 숫자와 짝지어 쓰입니다. %1$@
mr: वापरकर्ता नावे नेहमी संख्यांच्या संचासह जोडलेली असतात. %1$@
ms: Nama pengguna sentiasa dipasangkan dengan set nombor. %1$@
nb: Alle brukernavn består av bokstaver og en tallrekke. %1$@
nl: Gebruikersnamen zijn altijd gekoppeld aan een cijfercombinatie. %1$@
pl: Nazwy użytkowników zawsze są parowane z zestawem cyfr. %1$@
pt_br: Os nomes de usuário são sempre combinados com um conjunto de números. %1$@
pt_pt: Os nomes de utilizador estão sempre associados a um conjunto de números. %1$@
ro: Numele de utilizator sunt întotdeauna asociate cu un set de numere. %1$@
ru: Именам пользователей всегда присвоен набор цифр. %1$@
sk: Používateľské mená sú vždy spárované so sadou čísel. %1$@
sr: Корисничка имена су увек упарена са скупом бројева. %1$@
sv: Användarnamn är alltid kopplade till en uppsättning siffror. %1$@
th: ชื่อผู้ใช้จะต้องมีชุดตัวเลขร่วมด้วยเสมอ %1$@
tr: Kullanıcı adları daima bir dizi sayı ile eşleştirilir. %1$@
ug: ئىشلەتكۈچى نامى داۋاملىق بىر يۈرۈش سان بىلەن ماس كېلىدۇ. %1$@
uk: Імена користувачів завжди поєднуються з цифрами. %1$@
ur: یوزر نیمز کو ہمیشہ نمبرز کے سیٹ کے ساتھ جوڑا جاتا ہے۔ %1$@
vi: Tên người dùng luôn được ghép với một dãy số. %1$@
zh_cn: 用户名始终搭配一组数字。 %1$@
zh_hk: 用戶名稱都會與一組數字配對。 %1$@
