Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CALL_LINK_SOME_NOT_DELETED
source: Not all call links could be deleted. Check your connection and try again.
ar: تعذَّر حذف جميع روابط المكالمات. تحقّق من اتصالك بشبكة الإنترنت ثم حاول مرّة أخرى.
be: Не атрымалася выдаліць усе спасылкі на званок. Праверце падключэнне і паўтарыце спробу.
bn: সব কল লিংক মুছে ফেলা যাবে না। আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কিনা দেখুন এবং আবার চেষ্টা করুন।
ca: No tots els enllaços de trucada poden ser eliminats. Comprova la connexió i torna-ho a provar.
cs: Ne všechny odkazy na hovory se podařilo odstranit. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Ikke alle opkaldslinks kunne slettes. Tjek din forbindelse, og prøv igen.
de: Es konnten nicht alle Anruflinks gelöscht werden. Überprüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η διαγραφή όλων των συνδέσμων κλήσης. Έλεγξε τη σύνδεσή σου και δοκίμασε πάλι.
es: No se han podido eliminar todos los enlaces. Comprueba tu conexión e inténtalo de nuevo.
fa: امکان حذف همه پیوندهای تماس وجود ندارد. اتصال خود را بررسی و دوباره تلاش کنید.
fi: Kaikkia puhelulinkkejä ei voitu poistaa. Tarkista verkkoyhteys ja yritä uudelleen.
fr: Impossible de supprimer tous les liens d'appel. Vérifiez votre connexion et réessayez.
ga: Níorbh fhéidir gach nasc glao a scriosadh. Seiceáil do nasc agus triail arís é.
gu: બધી કૉલની લિંક ડિલીટ કરી શકાતી નથી. તમારું કનેક્શન તપાસો અને ફરીથી પ્રયત્ન કરો.
he: לא כל הלינקים לשיחות נמחקו. כדאי לבדוק את החיבור שלך ולנסות שוב.
hi: सभी कॉल लिंक्स डिलीट नहीं किए जा सके। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
hr: Brisanje svih poveznica na poziv nije uspjelo. Provjerite internetsku vezu i pokušajte ponovno.
hu: Nem sikerült minden híváslinket törölni. Ellenőrizd az internetkapcsolatod, és próbáld újra!
id: Tidak semua tautan panggilan dapat dihapus. Periksa koneksi Anda dan coba lagi.
it: Non è stato possibile eliminare tutti i link chiamata. Controlla la tua connessione e riprova.
ja: 一部の通話リンクを消去できませんでした。インターネット接続を確認して再度試してください。
ko: 모든 통화 링크를 삭제하지 못했습니다. 연결을 확인하고 다시 시도하세요.
mr: सर्व कॉल लिंक्स हटवल्या जाणार नाहीत. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Tidak semua pautan panggilan boleh dipadam. Periksa sambungan anda dan cuba lagi.
nb: Enkelte anropslenker kunne ikke slettes. Sjekk internettilkoblingen og prøv igjen.
nl: Niet alle oproeplinks konden worden verwijderd. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się usunąć niektórych linków. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível apagar todos os links de chamada. Verifique a sua conexão e tente novamente.
pt_pt: Nem todos os links de chamada puderam ser eliminados. Verifique a sua ligação e tente novamente.
ro: Nu au putut fi eliminate toate linkurile apelurilor. Verifică-ți conexiunea și încearcă din nou.
ru: Не удаётся удалить все ссылки. Проверьте соединение и попробуйте ещё раз.
sk: Nepodarilo sa odstrániť všetky odkazy na hovor. Skontrolujte svoje pripojenie a skúste to znovu.
sr: Није било могуће избрисати све линкове за позиве. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Det gick inte att ta bort alla samtalslänkar. Kontrollera din anslutning och försök igen.
th: ไม่สามารถลบลิงก์การโทรทั้งหมดได้ ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Tüm arama bağlantıları silinemedi. Bağlantını kontrol edip tekrar dene.
ug: بارلىق چاقىرىق ئۇلانمىلىرىنى ئۆچۈرگىلى بولمايدۇ. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Частину посилань на виклики не вдалося видалити. Перевірте з'єднання і повторіть видалення.
ur: تمام کال لنکس کو حذف نہیں کیا جا سکا۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể xóa một số đường dẫn cuộc gọi. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 有些通话链接无法删除。请检查您的网络连接并重试。
zh_hk: 未能刪除所有通話連結。請檢查你的連線，然後再試一次。

# CALL_LINK_UPDATE_FAILURE_SHEET_DESCRIPTION
source: Call link could not be updated. Check your internet connection and try again.
ar: تعذَّر تحديث رابط المكالمة. تحقَّق من اتصالك بالإنترنت وحاوِل مرّة أخرى.
be: Не атрымалася абнавіць спасылку на званок. Праверце падключэнне да інтэрнэту і паўтарыце спробу.
bn: কল লিংক আপডেট করা যায়নি। আপনার ইন্টারনেট সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: No s'ha pogut actualitzar l'enllaç de trucada. Comprova la connexió a Internet i torna-ho a provar.
cs: Odkaz na hovor se nepovedlo aktualizovat. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Opkaldslinket kunne ikke opdateres. Tjek din internetforbindelse, og prøv igen.
de: Anruflink konnte nicht aktualisiert werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν μπορέσαμε να ενημερώσουμε τον σύνδεσμο κλήσης. Έλεγξε τη σύνδεσή σου στο διαδίκτυο και ξαναδοκίμασε.
es: No se ha podido actualizar el enlace de llamada. Comprueba tu conexión a Internet e inténtalo de nuevo.
fa: امکان به‌روزرسانی پیوند تماس نیست. اتصال اینترنت خود را بررسی و دوباره امتحان کنید.
fi: Puhelulinkkiä ei voitu päivittää. Tarkista verkkoyhteytesi ja yritä uudelleen.
fr: Impossible de mettre à jour le lien d'appel. Vérifiez votre connexion Internet et réessayez.
ga: Níorbh fhéidir nasc glao a nuashonrú. Seiceáil do nasc Idirlín agus triail arís.
gu: કૉલ લિંક અપડેટ કરી શકાઈ નથી. તમારું ઇન્ટરનેટ તપાસો અને ફરી પ્રયાસ કરો.
he: לא היה ניתן לעדכן לינק שיחה. יש לבדוק את חיבור האינטרנט שלך ולנסות שוב.
hi: कॉल लिंक को अपडेट नहीं किया जा सका। अपने इंटरनेट कनेक्शन की जाँच करके फिर से कोशिश करें।
hr: Nije moguće ažurirati poveznicu na poziv. Provjerite svoju internetsku vezu i pokušajte ponovno.
hu: A híváslink nem frissíthető. Ellenőrizd az internetkapcsolatot, és próbáld újra.
id: Tautan panggilan tidak dapat diperbarui. Periksa koneksi internet Anda dan coba lagi.
it: Non è stato possibile aggiornare il link alla chiamata. Controlla la tua connessione Internet e riprova.
ja: 通話リンクをアップデートできませんでした。インターネット接続を確認して再度試してください。
ko: 통화 링크를 업데이트할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
mr: कॉल लिंक अद्यतनित केली जाऊ शकत नाही. आपले इंटरनेट कनेक्शन तपासा आणि पुन्हा तपासा.
ms: Pautan panggilan tidak dapat dikemas kini. Semak sambungan internet anda dan cuba lagi.
nb: Anropslenken kunne ikke oppdateres. Sjekk internettilkoblingen og prøv igjen.
nl: Oproeplink kon niet worden gemaakt. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się zmienić linku. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível atualizar o link da chamada. Verifique sua conexão à Internet e tente novamente.
pt_pt: Não foi possível criar um link de chamada. Verifique a sua ligação à internet e tente novamente.
ro: Linkul apelului nu a putut fi actualizat. Verifică conexiunea la internet a telefonului și încearcă din nou.
ru: Не удалось обновить ссылку на звонок. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Odkaz na hovor sa nepodarilo aktualizovať. Skontrolujte internetové pripojenie a skúste to znova.
sr: Ажурирање линка за позив није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Det gick inte att uppdatera samtalslänken. Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถอัปเดตลิงก์การโทรได้ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองใหม่อีกครั้ง
tr: Arama bağlantısı güncellenemedi. İnternet bağlantını kontrol et ve tekrar dene.
ug: چاقىرىش ئۇلانمىسىنى يېڭىلىغىلى بولمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناپ بېقىڭ.
uk: Не вдалось оновити посилання на виклик. Перевірте з'єднання з інтернетом і спробуйте ще раз.
ur: کال لنک اپ ڈیٹ نہیں کیا جا سکتا۔ اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể cập nhật đường dẫn cuộc gọi. Kiểm tra kết nối internet của bạn và thử lại.
zh_cn: 通话链接无法更新。请检查您的互联网连接并重试。
zh_hk: 無法更新通話連結。請檢查你的網路連線，然後重試。

# CALL_LOWER_HAND_BUTTON_LABEL
source: Lower Hand
ar: خفض اليد
be: Апусціць руку
bn: হাত নামান
ca: Baixar la mà
cs: Dát ruku dolů
da: Tag hånden ned
de: Hand senken
el: Κατέβασε το χέρι σου
es: Bajar la mano
fa: پایین آوردن دست
fi: Laske käsi
fr: Baisser la main
ga: Ísligh Lámh
gu: હાથ નીચે કરો
he: הורדת יד
hi: हाथ नीचे करें
hr: Spusti ruku
hu: Kéz letétele
id: Turunkan Tangan
it: Abbassa la mano
ja: 手を降ろす
ko: 손 내리기
mr: हात खाली घ्या
ms: Turun Tangan
nb: Ta ned hånden
nl: Hand omlaag doen
pl: Opuść rękę
pt_br: Abaixar a mão
pt_pt: Baixar mão
ro: Coboară mâna
ru: Опустить руку
sk: Znížiť ruku
sr: Спусти руку
sv: Ta ner handen
th: เอามือลง
tr: El İndir
ug: قول چۈشۈرۈش
uk: Опустити руку
ur: ہاتھ نیچے کریں
vi: Hạ Tay
zh_cn: 放下
zh_hk: 放下手

# CALL_MISSED_BECAUSE_OF_IDENTITY_CHANGE_NOTIFICATION_BODY
source: ☎️ Missed call because the caller's safety number changed.
af: ☎️ Oproep gemis want oproeper se veiligheidsnommer het verander.
ar: ☎️ مُكالمة فائتة لأن رقم الأمان للمُتَّصِل قد تغيَّر.
az: ☎️ Zəng edənin güvənlik nömrəsi dəyişdiyi üçün zəng cavabsız qaldı.
be: ☎️ Прапушчаны званок, бо змяніўся код бяспекі таго, хто званіць.
bg: ☎️ Пропуснато повикване, тъй като защитеният номер на повикващия е променен.
bn: ☎️ মিস করা কল, কারণ কলারের নিরাপত্তা নাম্বার পরিবর্তিত হয়েছে।
ca: ☎️ Trucada perduda perquè el número de seguretat del remitent ha canviat.
cs: ☎️ Zmeškaný hovor. Změnilo se bezpečnostní číslo volajícího.
cy: ☎️ Collwyd galwad oherwydd bod rhif diogelwch y galwr wedi newid.
da: ☎️ Ubesvaret opkald, fordi opkalderens sikkerhedsnummer er ændret
de: ☎️ Verpasster Anruf, da sich die Sicherheitsnummer des Anrufers geändert hat.
el: ☎️ Αναπάντητη κλήση επειδή ο αριθμός ασφαλείας αυτού/ης που σε κάλεσε άλλαξε.
es: ☎️ Llamada perdida debido a cambios en el número de seguridad.
es_es: ☎️ Llamada perdida debido a cambio en cifras de seguridad.
et: ☎️ Vastamata kõne, sest helistaja turvanumber on muutunud.
eu: ☎️ Galdutako deia, deitu duen pertsonaren segurtasun zenbakia aldatu delako.
fa: ☎️ تماس برقرار نشد چون شماره امنیتی تماس گیرنده تغییر کرد.
fi: ☎️ Vastaamaton puhelu, koska soittajan turvanumero on vaihtunut.
fil: Ang tawag ay hindi nasagot dahil nagbago ang numerong pangkaligtasan ng tumatawag.
fr: ☎️ Vous avez manqué un appel, car le numéro de sécurité de l'appelant a changé.
ga: ☎️ Glao caillte toisc gur athraíodh uimhir shábháilteachta an ghlaoiteora.
gu: ☎️ મિસ કૉલ કારણ કે કૉલરનો સલામતી નંબર બદલાયો છે.
he: ☎️ שיחה לא נענתה מאחר שמספר הבטיחות של המתקשר השתנה.
hi: ☎️ कॉल करने वाले का सुरक्षा नंबर बदल जाने की वजह से कॉल मिस हो गयी।
hr: ☎️ Propušten je poziv jer se promijenio sigurnosni broj pozivatelja.
hu: Nem fogadott hívás. A hívó biztonsági azonosítója megváltozott.
id: ☎️ Panggilan tidak terjawab karena nomor keamanan penelepon berubah.
is: ☎ Ósvarað símtal því öryggisnúmer hringjandans hefur breyst.
it: ☎️ Chiamata persa perché il codice di sicurezza del chiamante è cambiato.
ja: ☎️ 発信者の安全番号が変更されたことによる不在着信
kab: ☎️ Ifut usiwel acku uṭṭun n tɣellist n umsawal yettubeddel.
kk: ☎️ Қоңырау қабылданбады, себебі қоңырау соғушының қауіпсіздік нөмірі өзгерген.
km: â˜ï¸ áá€á€á¶ášá áŸ… á–áŸ’ášáŸ„áŸ‡á›áŸááŸá»áœááŸ’áá·á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á áŸ…á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŸ”
kn: ☎️ ಕರೆ ಮಾಡಿದವರ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆ ಬದಲಾಗಿರುವ ಕಾರಣ ತಪ್ಪಿದ ಕರೆ.
ko: ☎️ 발신자의 안전 번호가 변경되어 부재중 전화로 처리됨
lt: ☎️ Praleistas skambutis, nes pasikeitė skambintojo saugumo numeris.
lv: ☎️ Neatbildēts zvans, jo mainījies zvanītāja drošības numurs.
mk: ☎️ Пропшутен повик бидејќи безбедносниот број на повикувачот е променет.
ml: കോളറുടെ സുരക്ഷാ നമ്പർ മാറിയതിനാൽ കോൾ മിസ്സായി.
mr: ☎️ सुटलेला कॉल कारण वापरकर्त्याचा सुरक्षितता नंबर बदलला आहे.
ms: ☎️ Panggilan tidak dijawab kerana nombor keselamatan pemanggil telah diubah.
my: ☎️ ခေါ်ဆိုသူ၏ လုံခြုံမှုနံပါတ်ပြောင်းလဲခဲ့၍ ဖုန်းခေါ်ဆိုမှု လွဲခဲ့ပါသည်
nb: ☎️ Tapt anrop grunnet endring av din kontakts sikkerhetsnummer
nl: ☎️ Oproep gemist omdat het veiligheidsnummer van de beller veranderde.
pa: ☎️ ਮਿਸਡ ਕਾਲ ਕਿਉਂਕਿ ਕਾਲਰ ਦਾ ਸੁਰੱਖਿਆ ਨੰਬਰ ਬਦਲ ਗਿਆ.
pa_pk: ☎️ مسڈ کال کیوں جے کال کرن آلے دا حفاظتی نمر تبدیل ہو گیا۔
pl: ☎️ Połączenie nieodebrane, ponieważ zmienił się numer bezpieczeństwa osoby dzwoniącej.
ps: ☎️ له لاسه ورکړی زنګ ځکه چې د زنګ وهونکي د خوندیتوب شمېره بدله شوې ده.
pt_br: ☎️ Chamada perdida porque o número de segurança da outra pessoa mudou.
pt_pt: ☎️ Chamada perdida porque o número de segurança do contacto mudou.
ro: ☎️ Apel ratat deoarece numărul de siguranță al apelantului s-a schimbat.
ru: ☎️ Звонок пропущен, так как код безопасности звонившего изменился.
sk: ☎️ Zmeškaný hovor, pretože sa zmenilo bezpečnostné číslo volajúceho.
sl: ☎️ Zgrešen klic zaradi spremenjenega varnostnega števila klicočega.
sq: ☎️ Thirrje e humbur, ngaqë numri i sigurisë për thirrësin ka ndryshuar.
sr: ☎️ Позив је пропуштен јер је сигурносни број позиваоца промењен.
sv: ☎️ Missade samtalet för att den andra personens säkerhetsnummer har ändrats.
sw: Simu iliyokoswa kwa sababu nambari ya usalama ya mpigaji imebadilika.
ta: அழைப்பாளரின் பாதுகாப்பு எண் மாற்றப்பட்டதால் தவறவிட்ட அழைப்பு☎️.
te: కాల్ చేసిన వ్యక్తి యొక్క భద్రతా సంఖ్య మారినందున కాల్ తప్పిపోయింది.
th: ☎️ ไม่ได้รับสาย เพราะหมายเลขความปลอดภัยของผู้โทรได้เปลี่ยนไป
tr: ☎️ Arayanın güvenlik numarası değiştiğinden arama karşılanmadı.
ug: ☎️ جاۋابسىز چاقىرىش چۈنكى چاقىرغۇچىنىڭ بىخەتەرلىك نومۇرى ئۆزگەرگەن.
uk: ☎️ Виклик пропущено, оскільки змінився код безпеки користувача, який дзвонив.
ur: کال ضائع ہوئی کیونکہ کالر کے حفاظتی نمبر تبدیل ہو گئے ہیں۔
vi: ☎️ Đã lỡ cuộc gọi vì mã số an toàn của người gọi đã thay đổi.
zh_cn: ☎️ 未接来电，因为对方的安全码发生了变化。
zh_hk: ☎️ 因為來電者已更改安全碼所以錯過了通話。

# CALL_RAISE_HAND_BUTTON_LABEL
source: Raise Hand
ar: رفع اليد
be: Падняць руку
bn: হাত তুলুন
ca: Aixecar la mà
cs: Zvednout ruku
da: Ræk hånden op
de: Hand heben
el: Σήκωσε το χέρι σου
es: Levantar la mano
fa: بالا بردن دست
fi: Nosta käsi
fr: Lever la main
ga: Ardaigh Lámh
gu: હાથ ઊંચો કરો
he: הרמת יד
hi: हाथ बढ़ाएं
hr: Podigni ruku
hu: Kéz felemelése
id: Angkat Tangan
it: Alza la mano
ja: 手を挙げる
ko: 손 들기
mr: हात वर करा
ms: Angkat Tangan
nb: Rekk opp hånden
nl: Hand opsteken
pl: Podnieś rękę
pt_br: Levantar a mão
pt_pt: Levantar mão
ro: Ridică mâna
ru: Поднять руку
sk: Zdvihnúť ruku
sr: Подигни руку
sv: Räck upp handen
th: ยกมือ
tr: El Kaldır
ug: قول كۆتۈرۈش
uk: Підняти руку
ur: ہاتھ کھڑا کریں
vi: Giơ Tay
zh_cn: 举手
zh_hk: 舉手

# CALL_RETURN_BUTTON
source: Return To Call
af: Keer terug na oproep
ar: العودة للمكالمة
az: Zəngə qayıt
be: Вярнуцца да званка
bn: কলে ফেরত যান
ca: Torna a la trucada
cs: Vrátit se k hovoru
cy: Dychwelwch I'r Alwad
da: Tilbage til opkald
de: Zurück zum Anruf
el: Επιστροφή στην κλήση
es: Volver a la llamada
es_es: Volver a la llamada
et: Tagasi kõnesse
eu: Deira itzuli
fa: بازگشت به تماس
fi: Palaa puheluun
fr: Revenir à l'appel
gu: કૉલ પર પાછા ફરો
he: חזור אל השיחה
hi: कॉल पर वापस जाएँ
hr: Povratak na poziv
hu: Vissza a híváshoz
id: Kembali ke panggilan
is: Aftur í símtal
it: Torna alla chiamata
ja: 通話に戻る
kab: Uɣal ɣer usiwel
km: ááŸ’ášá¡á”áŸ‹á‘áŸ…á€á¶ášá áŸ…
kn: ಕರೆಗೆ ಹಿಂತಿರುಗಿ
ko: 전화로 돌아가기
lt: Grįžti į skambutį
lv: Atgriezties zvanā
mk: Врати се на повик
ml: കോളിലേക്ക് മടങ്ങുക
mr: कॉलवर परत या
ms: Kembali ke Panggilan
my: ဖုန်းခေါ်ဆိုမှုသို့ ပြန်သွားမယ်
nb: Tilbake til samtale
nl: Naar de oproep terugkeren
pa: ਕਾਲ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do połączenia
ps: زنګ ته ورتلل
pt_br: Voltar para a chamada
pt_pt: Regressar à chamada
ro: Întoarce-te la apel
ru: Вернуться к звонку
sk: Späť na hovor
sl: Nazaj na klic
sq: Kthehuni Te Thirrja
sr: Врати на позив
sv: Återgå till samtal
sw: Rudi kwenye Mazungumzo ya Simu
ta: அழைப்பிற்குத் திரும்பு
te: కాల్‌కు తిరిగి వెళ్ళు
th: กลับไปที่สาย
tr: Aramaya Dön
ug: چاقىرىشقا قايت
uk: Повернутися до виклику
ur: کال پر واپس جائیں
vi: Quay về Cuộc gọi
zh_cn: 回到通话
zh_hk: 返回通話

# CALL_SCREEN_STATUS_NO_ANSWER
source: No answer
af: Geen antwoord
ar: لم يتم الرد
az: Cavab yoxdur
be: Няма адказу
bg: Без отговор
bn: উত্তর নেই
ca: Sense resposta
cs: Nezvednutý hovor
cy: Dim Ateb
da: Intet svar
de: Keine Antwort
el: Δεν απάντησε
es: Sin respuesta
es_es: Sin respuesta
et: Vastust pole
eu: Erantzunik ez
fa: بدون جواب
fi: Ei vastausta
fil: Walang Sagot
fr: Sans réponse
ga: Gan freagra
gu: કોઇ જવાબ નથી
he: אין מענה
hi: कोई उत्तर नहीं
hr: Nema odgovora
hu: Sikertelen hívás
id: Tidak ada jawaban
is: Ekkert svar
it: Nessuna risposta
ja: 応答なし
kab: Ulac tiririt
kk: Жауап бермейді
km: á˜á·á“á›á¾á€
kn: ಉತ್ತರವಿಲ್ಲ
ko: 응답 없음
lt: Nėra atsakymo
lv: Nav atbildes
mk: Нема одговор
ml: ഉത്തരമില്ല
mr: कुठलेही उत्तर नाही
ms: Tiada Jawapan
my: ဖြေဆိုမှု မရှိပါ
nb: Ingen svar
nl: Geen antwoord
pa: ਕੋਈ ਜਵਾਬ ਨਹੀਂ
pa_pk: کوئی جواب نئیں
pl: Brak odpowiedzi
ps: بې ځوابه
pt_br: Sem Resposta.
pt_pt: Sem resposta
ro: Nici un răspuns
ru: Нет ответа
sk: Žiadna odpoveď
sl: Neodgovorjeno
sq: Pa Përgjigje
sr: Нема одговора
sv: Inget svar
sw: Hakuna Jibu
ta: பதில் இல்லை
te: జవాబు లేదు
th: ไม่มีการตอบรับ
tr: Yanıt Yok
ug: جاۋاب يوق
uk: Відповіді немає
ur: کوئی جواب نہیں
vi: Không hồi đáp
zh_cn: 无应答
zh_hk: 沒有回應

# CALL_START_BUTTON
source: Start Call
ar: بدء المكالمة
be: Пачаць званок
bn: কল শুরু করুন
ca: Inicia una trucada
cs: Zahájit hovor
da: Foretag opkald
de: Anruf starten
el: Έναρξη κλήσης
es: Iniciar llamada
fa: شروع تماس
fi: Aloita puhelu
fr: Lancer l'appel
ga: Tosaigh an glao
gu: કૉલ શરૂ કરો
he: התחל שיחה
hi: कॉल शुरू करें
hr: Započni poziv
hu: Hívás indítása
id: Mulai Panggilan
it: Inizia chiamata
ja: 通話を開始する
ko: 전화 시작하기
mr: कॉल चालू करा
ms: Mulakan Panggilan
nb: Start anrop
nl: Oproep beginnen
pl: Połącz
pt_br: Começar a Chamada
pt_pt: Iniciar chamada
ro: Începe apelul
ru: Начать звонок
sk: Zahájiť hovor
sr: Започни позив
sv: Starta samtal
th: เริ่มโทร
tr: Arama Başlat
ug: چاقىرىق باشلا
uk: Почати виклик
ur: کال شروع کریں
vi: Bắt đầu Cuộc gọi
zh_cn: 发起通话
zh_hk: 開始通話

# CALL_USER_ALERT_CALL_BUTTON
source: Call
af: Bel
ar: اتصل
az: Zəng et
be: Пазваніць
bg: Повикване
bn: কল
ca: Truca
cs: Zavolat
cy: Galw
da: Ring op
de: Anrufen
el: Κλήση
es: Llamar
es_es: Llamar
et: Helista
eu: Deitu
fa: تماس
fi: Soita
fil: Tawagan
fr: Appeler
ga: Glaoigh
gu: કૉલ
he: חייג
hi: कॉल
hr: Nazovi
hu: Hívás
id: Panggil
is: Birtingarnafn
it: Chiama
ja: 発信する
kab: Siwel
kk: Қоңырау
km: á áŸ…
kn: ಕರೆ ಮಾಡಿ
ko: 전화
lt: Skambinti
lv: Zvanīt
mk: Повикај
ml: കോൾ ചെയ്യുക
mr: कॉल करा
ms: Panggilan
my: ဖုန်းခေါ်ဆိုမှု
nb: Ring
nl: Bellen
pa: ਕਾਲ
pa_pk: کال کرو
pl: Zadzwoń
ps: ټلیفوني اړیکه
pt_br: Ligar
pt_pt: Ligar
ro: Apelează
ru: Позвонить
sk: Zavolať
sl: Kliči
sq: Thirrje
sr: Позови
sv: Ring
sw: Simu
ta: அழைப்பு
te: కాల్
th: โทร
tr: Ara
ug: چاقىر
uk: Виклик
ur: کال
vi: Gọi
zh_cn: 呼叫
zh_hk: 打電話

# CALL_USER_ALERT_MESSAGE_FORMAT
source: Would you like to call %@?
af: Wil jy %@ bel?
ar: هل ترغبُ بالاتصال بـ %1$@؟
az: %@ əlaqəsinə zəng etmək istəyirsiniz?
be: Жадаеце пазваніць %1$@?
bg: Желаете ли да се обадите на %@.
bn: আপনি কি %1$@ কে কল করতে চান?
ca: Voleu trucar a %1$@?
cs: Chcete zavolat %1$@?
cy: Hoffech chi alw %@?
da: Vil du ringe til %1$@?
de: Möchtest du %1$@ anrufen?
el: Θέλεις να καλέσεις τον/την %1$@;
es: ¿Quieres llamar a %1$@?
es_es: ¿Deseas llamar a %@?
et: Kas sa soovid helistada kasutajale %@?
eu: %@-ri deitu nahi duzu?
fa: آیا تمایل به تماس با %1$@ دارید؟
fi: Soitetaanko yhteystiedolle %1$@?
fil: Nais mo bang tawagan si %@?
fr: Voulez-vous appeler %1$@ ?
ga: An bhfuil fonn ort glao a chur ar %1$@?
gu: તમે %1$@ કૉલ કરવા માંગો છો?
he: האם תרצה לחייג אל %1$@?
hi: क्या आप %1$@ को कॉल करना चाहते हैं?
hr: Želite li nazvati %1$@?
hu: Felhívod %1$@ felhasználót?
id: Ingin memanggil %1$@?
is: Viltu hringja í %@?
it: Vuoi chiamare %1$@?
ja: %1$@ に発信しますか？
kab: Tebɣiḍ ad tsiwleḍ i %@?
kk: %@ қоңырау соққыңыз келе ме?
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á áŸ…á‘áŸ… %@á‘áŸ?
kn: ನೀವು %@ ಗೆ ಕರೆ ಮಾಡಲು ಬಯಸುವಿರಾ?
ko: %1$@ 님에게 전화하시겠습니까?
lt: Ar norėtumėte skambinti %@?
lv: Vai vēlaties zvanīt %@?
mk: Дали сакате да го повикате %@?
ml: നിങ്ങൾക്ക് %@-നെ കോള്‍ ചെയ്യണോ?
mr: %1$@ला कॉल करायला आपल्याला आडेल का?
ms: Adakah anda ingin memanggil %1$@?
my: %@ကိုခေါ်ဆိုလိုပါသလား?
nb: Ønsker du å ringe %1$@?
nl: Wil je %1$@ bellen?
pa: ਕੀ ਤੁਸੀਂ %@ ਨੂੰ ਕਾਲ ਕਰਨਾ ਚਾਹੋਗੇ?
pa_pk: کی تساں %@ نوں کال کرنا چاہو گے؟
pl: Zadzwonić do tej osoby: %1$@?
ps: غواړئ چې %@ ته زنګ ووهئ؟
pt_br: Gostaria de ligar para %1$@?
pt_pt: Deseja ligar a %1$@?
ro: Dorești să suni pe %1$@?
ru: Вы хотите позвонить %1$@?
sk: Chcete zavolať používateľovi %1$@?
sl: Želite klicati uporabnika/co %@?
sq: Dëshironi të thirret %@?
sr: Желите ли да позовете корисника %1$@?
sv: Vill du ringa %1$@?
sw: Je! Ungependa kupiga simu %@?
ta: %@ஐ அழைக்க விரும்புகிறீர்களா?
te: మీరు %@ కు కాల్ చేయాలనుకుంటున్నారా?
th: คุณต้องการโทรหา %1$@ หรือไม่?
tr: %1$@ kişisini aramak ister misiniz?
ug: %1$@ گە چاقىرىق قىلامسىز؟
uk: Здійснити виклик користувачеві %1$@?
ur: کیا آپ %1$@کو کال کرنا چاہتے ہیں؟
vi: Bạn có muốn gọi %1$@?
zh_cn: 是否呼叫 %1$@ ？
zh_hk: 要打電話給 %1$@ 嗎？

# CALL_USER_ALERT_TITLE
source: Call?
af: Bel?
ar: هل ترغبُ بالاتصال؟
az: Zəng edilsin?
be: Пазваніць?
bg: Повикване?
bn: কল করবেন?
ca: Voleu trucar?
cs: Zavolat?
cy: Galw?
da: Ring op?
de: Anrufen?
el: Κλήση;
es: ¿Llamar?
es_es: ¿Llamar?
et: Helistan?
eu: Deitu?
fa: تماس؟
fi: Soitetaanko?
fil: Tawagan?
fr: Appeler ?
ga: Glaoigh?
gu: કૉલ?
he: לחייג?
hi: कॉल?
hr: Nazvati?
hu: Hívás?
id: Panggil?
is: birtingarnafn
it: Chiamare?
ja: 発信しますか？
kab: Siwel?
kk: Қоңырау соғу керек пе?
km: á áŸ…?
kn: ಕರೆ ಮಾಡುವುದೇ?
ko: 전화하시겠습니까?
lt: Skambinti?
lv: Vai zvanīt?
mk: Повикај?
ml: കോൾ ചെയ്യട്ടെ?
mr: कॉल करायचा?
ms: Memanggil?
my: ခေါ်မှာလား?
nb: Ringe?
nl: Bellen?
pa: ਕਾਲ ਕਰਨੀ ਹੈ?
pa_pk: کال کرو؟
pl: Zadzwonić?
ps: ټلیفوني اړیکه غواړئ؟
pt_br: Ligar?
pt_pt: Ligar?
ro: Apelezi?
ru: Позвонить?
sk: Zavolať?
sl: Kličem?
sq: Të thirret?
sr: Желите ли да позовете?
sv: Ring?
sw: Piga?
ta: அழைப்பு?
te: కాల్?
th: โทรหรือไม่?
tr: Ara?
ug: چاقىر؟
uk: Здійснити виклик?
ur: کال؟
vi: Gọi?
zh_cn: 呼叫？
zh_hk: 要打電話嗎？

# CALL_VIDEO_MISSED_24_HOURS_NOTIFICATION_BODY_FORMAT
source: 📹 Missed video call at %@
ar: 📞مكالمة فيديو فائتة عند الساعة %1$@
az: 📞 Cavabsız görüntülü zəng vaxtı: %@
be: 📹 Прапушчаны відэазванок у %1$@
bn: 📹 %1$@ টায় ভিডিও কল মিস্ হয়েছে
ca: 📹 Trucada de vídeo perduda: %1$@
cs: 📹 Zmeškaný videohovor v %1$@
da: 📹 Ubesvaret videoopkald kl. %1$@
de: 📹 Verpasster Videoanruf um %1$@
el: 📹 Αναπάντητη βιντεοκλήση στις %1$@
es: 📹 Videollamada perdida - %1$@
et: 📹 Vastamata videokõne kell %@
fa: 📹 تماس تصویری بی‌پاسخ در %1$@
fi: 📹 Vastaamaton videopuhelu kello %1$@
fr: 📹 Appel vidéo manqué à %1$@
ga: 📹 Missed video call at %1$@
gu: 📹 %1$@ વાગ્યે વિડિયો કૉલ ચૂકી ગયા
he: 📹 שיחת וידאו שלא נענתה בשעה %1$@
hi: %1$@ बजे छूटा वीडियो कॉल 📹
hr: 📹 Propušteni video poziv u %1$@
hu: 📹 Nem fogadott videóhívás: %1$@
id: 📹 Panggilan video tidak terjawab pada %1$@
is: 📹 Ósvarað myndsímtal kl. %@
it: 📹 Videochiamata persa alle %1$@
ja: 📹 %1$@ にビデオ通話着信があり
km: ğŸ“¹ áá€á˜á·á“á”á¶á“á‘á‘á½á›á€á¶ášá áŸ…á‡á¶áœá¸áŠáŸá¢á¼á“áŸ…á˜áŸ‰áŸ„á„ %@
ko: 📹 %1$@ 부재중 영상 통화
lt: 📹 Praleistas vaizdo skambutis ties %@
ml: 📹 %@-ന് മിസ്‍ഡ് വീഡിയോ കോൾ
mr: 📹 %1$@वाजता एक मिस्ड व्हिडीओ कॉल
ms: 📹 Panggilan video terlepas pada pukul %1$@
nb: 📹 Tapt videosamtale kl. %1$@
nl: 📹 Gemiste video-oproep om %1$@
pa: %@ ਵਜੇ 📹 ਖੁੰਝੀ ਵੀਡੀਓ ਕਾਲ
pl: 📹 Nieodebrane połączenie wideo o %1$@
pt_br: 📹 Chamada de vídeo perdida às %1$@
pt_pt: 📹 Chamada de vídeo perdida às %1$@
ro: 📞 Apel video nepreluat la %1$@
ru: 📹 Пропущенный видеозвонок в %1$@
sk: 📹 Zmeškaný video hovor o %1$@
sl: 📹 Zgrešen video klic ob %@
sq: 📹 Thirrje me video e humbur më %@
sr: 📹 Пропуштен видео позив у %1$@
sv: 📹 Missat videosamtal klockan %1$@
sw: Simu fifi ya video mida ya %@
th: 📹 การโทรแบบวิดีโอที่ไม่ได้รับตอน %1$@
tr: 📹 %1$@'da cevapsız görüntülü arama
ug: 📹 ئېلىنمىغان ۋىدېيولۇق چاقىرىق %1$@
uk: 📹 Пропущений відеовиклик о %1$@
ur: 📹 ویڈیو کال %1$@پر مس کر دی
vi: 📹 Cuộc gọi video nhỡ vào lúc %1$@
zh_cn: %1$@有未接视频通话
zh_hk: 📹 已錯過 %1$@ 的視像通話
