Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_INVITE_LINK_RESET
source: The group link was reset.
af: Die groepskakel is teruggestel.
ar: تمَّت إعادة تعيين رابط المجموعة.
az: Qrup bağlantısı sıfırlandı.
be: Спасылка на групу была скінута.
bn: গ্রুপ লিঙ্কটি রিসেট করা হয়েছে।
ca: S'ha restablert l'enllaç de grup.
cs: Odkaz skupiny byl obnoven.
cy: Ailosodwyd y ddolen grŵp.
da: Gruppelink blev nulstillet
de: Der Gruppen-Link wurde zurückgesetzt.
el: Ο σύνδεσμος της ομάδας επαναφέρθηκε.
es: Se ha restablecido el enlace para unirse al grupo.
es_es: Se ha restablecido el enlace para compartir el grupo.
et: Grupilink lähtestati.
eu: Talde esteka berrezarria izan da.
fa: لینک گروه بازنشانی شد.
fi: Ryhmälinkki on luotu uudelleen.
fr: Le lien du groupe a été réinitialisé.
gu: ગ્રુપ લિંક રિસેટ કરવામાં આવી હતી.
he: קישור הקבוצה אופס.
hi: ग्रुप लिंक को रीसेट कर दिया गया था।
hr: Poveznica grupe je poništena.
hu: A megosztható csoporthivatkozás le lett cserélve.
id: Tautan grup diatur ulang.
is: Hóptengillinn hefur verið endurstilltur.
it: Il link del gruppo è stato reimpostato.
ja: グループリンクがリセットされました。
kab: Aseɣwen n ugraw yettusennez.
km: ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“á€áŸ†áááŸ‹á¡á¾á„áœá·á‰áŸ”
kn: ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಮರುಹೊಂದಿಸಲಾಗಿದೆ.
ko: 그룹 링크가 초기화되었습니다.
lt: Grupės nuoroda buvo atstatyta.
lv: Grupas saite tika atiestatīta.
mk: Групниот линк е ресетиран.
ml: ഗ്രൂപ്പ് ലിങ്ക് പുനഃസജ്ജമാക്കി.
mr: गट लिंक रीसेट केली गेली होती.
ms: Pautan kumpulan telah ditetapkan semula.
my: အဖွဲ့လင့်ခ်ကို ပြန်လည်သတ်မှတ် ထားခဲ့ပါသည်။
nb: Gruppelenken ble resatt.
nl: De groepslink is vernieuwd.
pa: ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਰੀਸੈੱਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ।
pl: Link do grupy zostaje zresetowany.
ps: د ګروپ لینک له سره تنظیم شو.
pt_br: O link do grupo foi redefinido.
pt_pt: O link de grupo foi redefinido.
ro: Linkul grupului a fost resetat.
ru: Ссылка на группу была сброшена.
sk: Odkaz do skupiny bol zresetovaný.
sl: Povezava do skupine je bila ponastavljena.
sq: Lidhja e grupit u ricaktua.
sr: Линк за групу је ресетован.
sv: Grupplänken återställdes.
sw: Kiungo cha kikundi kimewekwa upya.
ta: தி குழு இணைப்பு இருந்தது மீட்டமை.
te: సమూహ లింక్ రీసెట్ చేయబడింది.
th: ลิงก์กลุ่มได้ถูกรีเซ็ตใหม่
tr: Grup bağlantısı sıfırlandı.
ug: گۇرۇپپا ئۇلانمىسى ئەسلىگە قايتۇرۇلدى.
uk: Посилання на групу оновлено.
ur: گروپ لنک دوبارہ ترتیب دیا گیا تھا۔
vi: Đường dẫn nhóm đã được đặt lại.
zh_cn: 群组链接已重置。
zh_hk: 群組連結已重設。

# GROUP_INVITE_LINK_RESET_BY_LOCAL_USER
source: You reset the group link.
af: Jy het die groepskakel teruggestel.
ar: أنت قد أعدتَ تعيين رابط المجموعة.
az: Qrup bağlantısını sıfırladınız.
be: Вы скінулі спасылку на групу.
bn: আপনি গ্রুপের লিঙ্কটি রিসেট করেছেন।
ca: Heu restablert l'enllaç de grup.
cs: Obnovili jste skupinový odkaz.
cy: Ailosodasoch y ddolen grŵp.
da: Du nulstiller gruppelinket
de: Du hast den Gruppen-Link zurückgesetzt.
el: Επανέφερες το σύνδεσμο της ομάδας.
es: Has restablecido el enlace para unirse al grupo.
es_es: Has restablecido el enlace para compartir el grupo.
et: Sa lähtestasid grupilingi.
eu: Talde esteka berrezarri duzu.
fa: شما پیوند گروه را مجدداْ تنظیم کردید.
fi: Loit ryhmälinkin uudelleen.
fr: Vous avez réinitialisé le lien du groupe.
gu: તમે ગ્રુપ લિંક રિસેટ કરી.
he: איפסת את קישור הקבוצה.
hi: आपने ग्रुप लिंक को रीसेट कर दिया है।
hr: Poništili ste poveznicu grupe.
hu: Lecserélted a megosztható csoporthivatkozást.
id: Anda mengatur ulang tautan grup.
is: Þú endurstilltir hóptengilinn.
it: Hai reimpostato il link del gruppo.
ja: グループリンクをリセットしました。
kab: Twennzeḍ aseɣwen n ugraw.
km: á¢áŸ’á“á€á”á¶á“á€áŸ†áááŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜á¡á¾á„áœá·á‰áŸ”
kn: ನೀವು ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಮರುಹೊಂದಿಸಿದ್ದೀರಿ.
ko: 내가 그룹 링크를 초기화했습니다.
lt: Jūs atstatėte grupės nuorodą.
lv: Jūs atiestatījāt grupas saiti.
mk: Вие го ресетиравте групниот линк.
ml: നിങ്ങൾ ഗ്രൂപ്പ് ലിങ്ക് പുനഃസജ്ജമാക്കി.
mr: आपण गट लिंक रीसेट केली.
ms: Anda telah menetapkan semula pautan kumpulan.
my: သင်သည် အဖွဲ့လင့်ခ်ကို ပြန်လည်သတ်မှတ် ထားခဲ့ပါသည်။
nb: Du resatte gruppelenken.
nl: Je hebt de groepslink vernieuwd.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦੇ ਲਿੰਕ ਨੂੰ ਰੀਸੈੱਟ ਕੀਤਾ।
pl: Resetujesz link do grupy.
ps: تاسې د ګروپ لینک له سره تنظیم کړ.
pt_br: Você redefiniu o link do grupo.
pt_pt: Redefiniu o link de grupo.
ro: Ai resetat linkul grupului.
ru: Вы сбросили ссылку на группу.
sk: Zresetovali ste odkaz do skupiny.
sl: Ponastavili ste povezavo do skupine.
sq: Rikthyet te parazgjedhjet lidhjen e grupit.
sr: Ресетовали сте линк за групу.
sv: Du har återställt grupplänken.
sw: Umeweka upya kiungo cha kikundi.
ta: நீங்கள் குழு இணைப்பை மீட்டமைத்துள்ளீர்கள்.
te: మీరు సమూహ లింక్‌ను రీసెట్ చేస్తారు.
th: คุณได้รีเซ็ตลิงก์กลุ่มนี้
tr: Grup bağlantısını sıfırladınız.
ug: گۇرۇپپا ئۇلانمىسىنى ئەسلىگە قايتۇردىڭىز.
uk: Ви скинули посилання на групу.
ur: آپ گروپ لنک کو دوبارہ ترتیب دیں۔
vi: Bạn đã đặt lại đường dẫn nhóm.
zh_cn: 您重置了群组链接。
zh_hk: 您已重設群組連結。

# GROUP_INVITE_LINK_RESET_BY_REMOTE_USER_FORMAT
source: %@ reset the group link.
af: %@ het die groepskakel teruggestel.
ar: قام %1$@ بإعادة تعيين رابط المجموعة.
az: %@ qrup bağlantısını sıfırladı.
be: %1$@ скінуў(-ла) спасылку на групу.
bn: %1$@ গ্রুপ লিঙ্কটি রিসেট করেছেন।
ca: %1$@ ha restablert l'enllaç de grup.
cs: %1$@ obnovil odkaz skupiny.
cy: Ailosododd %@ y ddolen grŵp.
da: %1$@ nulstiller gruppelinket
de: %1$@ hat den Gruppen-Link zurückgesetzt.
el: Ο/Η %1$@ επανέφερε το σύνδεσμο της ομάδας.
es: %1$@ ha restablecido el enlace para unirse al grupo.
es_es: %@ ha restablecido el enlace para compartir el grupo.
et: %@ lähtestas grupilingi.
eu: %@ erabiltzaileak talde esteka berrezarri du.
fa: %1$@پیوند گروه را بازنشانی کنید.
fi: %1$@ loi ryhmälinkin uudelleen.
fr: %1$@ a réinitialisé le lien du groupe.
ga: %1$@ reset the group link.
gu: %1$@ગ્રુપ લિંક રિસેટ કરો.
he: %1$@ איפס/ה את קישור הקבוצה.
hi: %1$@ ने ग्रुप लिंक को रीसेट कर दिया है।
hr: %1$@ je poništio/la poveznicu grupe.
hu: %1$@ lecserélte a megosztható csoporthivatkozást.
id: %1$@ mengatur ulang tautan grup.
is: %@ endurstillti hóptengilinn.
it: %1$@ ha reimpostato il link del gruppo.
ja: %1$@ がグループリンクをリセットしました。
kab: %@ wennez aseɣwen n ugraw.
km: %@ á”á¶á“á€áŸ†áááŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜á¡á¾á„áœá·á‰áŸ”
kn: %@ ಅವರು ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಮರುಹೊಂದಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 링크를 초기화했습니다.
lt: %@ atstatė grupės nuorodą.
lv: %@ atiestatīja grupas saiti.
mk: %@ го ресетираше групниот линк.
ml: %@ ഗ്രൂപ്പ് ലിങ്ക് പുനഃസജ്ജമാക്കി.
mr: %1$@ ने गट लिंक रीसेट केली.
ms: %1$@ telah menetapkan semula pautan kumpulan.
my: %@ သည် အဖွဲ့လင့်ခ်ကို ပြန်လည်သတ်မှတ် ထားခဲ့ပါသည်။
nb: %1$@ resatte gruppelenken.
nl: %1$@ heeft de groepslink vernieuwd.
pa: %@ ਨੇ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਰੀਸੈੱਟ ਕੀਤਾ।
pl: %1$@ resetuje link do grupy.
ps: %@ د ګروپ لینک له سره تنظیم کړ.
pt_br: %1$@ redefiniu o link do grupo.
pt_pt: %1$@ redefiniu o link de grupo.
ro: %1$@ a resetat linkul de grup.
ru: %1$@ сбросил(-а) ссылку на группу.
sk: %1$@ zresetoval(a) odkaz do skupiny.
sl: %@ je ponastavil_a povezavo do skupine.
sq: %@ ricaktoi lidhjen e grupit.
sr: %1$@ је ресетовао/ла линк за групу.
sv: %1$@ har återställt grupplänken.
sw: %@ ameweka upya kiungo cha kikundi.
ta: %@ மீட்டமைக்கவும் குழு இணைப்பு.
te: %@ సమూహ లింక్‌ను రీసెట్ చేయండి.
th: %1$@ ได้รีเซ็ตลิงก์กลุ่มนี้
tr: %1$@ grup bağlantısını sıfırladı.
ug: گۇرۇپپا ئۇلانمىسىنى %1$@ ئەسلىگە قايتۇردى.
uk: Користувач %1$@ оновив посилання на групу.
ur: %1$@ گروپ لنک کو دوبارہ ترتیب دیں۔
vi: %1$@ đã đặt lại đường dẫn nhóm.
zh_cn: %1$@ 重置了群组链接。
zh_hk: %1$@ 已重設群組連結。

# GROUP_INVITE_LINK_SET_TO_NOT_REQUIRE_APPROVAL
source: Admin approval was turned off for the group link.
af: Admingoedkeuring vir die groepskakel is gedeaktiveer.
ar: تمَّ تعطيل مُتطلَّب موافقة المُشرِف لرابط المجموعة.
az: Qrup bağlantısı üçün admin təsdiqi söndürüldü.
be: Ухваленне адміністратарам для спасылкі на групу было адключана.
bn: গ্রুপ লিঙ্কের জন্য অ্যাডমিনের অনুমোদন বন্ধ করা হয়েছে।
ca: S'ha desactivat l'aprovació de l'administrador per a l'enllaç de grup.
cs: Schvalování skupinového odkazu sprácem bylo vypnuto.
cy: Diffoddwyd caniatâd gwenyddwr ar gyfer y ddolen grŵp hon.
da: Administratorgodkendelsen til gruppelinket blev déaktiveret
de: Admin-Bestätigungen für den Gruppen-Link wurden ausgeschaltet.
el: Η έγκριση διαχειριστή για το σύνδεσμο της ομάδας απενεργοποιήθηκε.
es: Se ha desactivado la aprobación de admin para unirse al grupo mediante enlace.
es_es: Se ha desactivado la confirmación de admin para compartir el grupo vía enlace.
et: Grupilingi administraatori kinnitus lülitati välja.
eu: Administratzaile baimenaren beharra desaktibatu da talde estekarako..
fa: موافقت مدیر برای پیوند گروه غیرفعال شد.
fi: Ylläpitäjä ei tarkista ryhmälinkkien liittymispyyntöjä.
fr: L'approbation des adhésions via le lien du groupe a été désactivée.
gu: ગ્રુપ લિંક માટે એડમિનની મંજૂરી બંધ કરવામાં આવી હતી.
he: אישור מנהלן כובה עבור קישור הקבוצה.
hi: ग्रुप लिंक के लिए एडमिन एप्रूवल को बंद कर दिया गया था।
hr: Onemogućili ste odobrenje administratora za poveznicu grupe.
hu: Az adminisztrátori jóváhagyás a megosztható csoporthivatkozáshoz kikapcsolásra került.
id: Persetujuan admin dinonaktifkan untuk tautan grup.
is: Slökkt var á samþykki stjórnanda fyrir hóptengilinn.
it: L'approvazione degli amministratori è stata disattivata per il link del gruppo.
ja: グループリンクの管理者承認が不要になりました。
kab: Asentem n unedbal yensa i useɣwen n ugraw.
km: á€á¶ášá¢á“á»á˜áŸáá¢áŸ’á“á€á¢á—á·á”á¶á›ááŸ’ášá¼áœá”á¶á“á”á·á‘áŸá˜áŸ’ášá¶á”áŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: ಗುಂಪಿನ ಲಿಂಕ್‌ಗಾಗಿ ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆಫ್ ಮಾಡಲಾಗಿದೆ.
ko: 그룹 링크 관리자 참가 승인 기능이 꺼졌습니다.
lt: Administratoriaus patvirtinimai grupės nuorodai buvo išjungti.
lv: Grupas saitei tika izslēgts administratora apstiprinājums.
mk: Администраторското одобрување е исклучено за групниот линк.
ml: ഗ്രൂപ്പ് ലിങ്കിനായി അഡ്മിൻ അംഗീകാരം ഓഫാക്കി.
mr: गट लिंकसाठी ऍडमिन मान्यता बंद केली गेली होती.
ms: Kelulusan pentadbir telah dimatikan untuk pautan kumpulan.
my: အဖွဲ့လင့်ခ်အတွက် စီမံသူ၏ ခွင့်ပြုချက် လိုအပ်ရန် ခလုတ်ပိတ်ထားပါသည်။
nb: Administrativ godkjenning ble skrudd av for gruppelenken.
nl: Beheerdersgoedkeuring van nieuwe leden is uitgeschakeld voor de groepslink.
pa: ਗਰੁੱਪ ਲਿੰਕ ਲਈ ਐਡਮਿਨ ਦੀ ਪ੍ਰਵਾਨਗੀ ਬੰਦ ਕੀਤੀ ਗਈ ਸੀ।
pl: W ustawieniach linku do grupy zostaje wyłączone wymaganie zatwierdzania nowych osób przez administratora.
ps: د ګروپ د لینک لپاره د اډمین تایید خاموشه شوی و.
pt_br: A aprovação do admin foi desativada para o link do grupo.
pt_pt: A aprovação de administrador foi desativada para o link de grupo.
ro: Aprobarea de acces din partea unui administrator a fost dezactivată pentru adresa grupului.
ru: Было отключено одобрение администратора для ссылки на группу.
sk: Schválenie administrátorom pre odkaz do skupiny bolo vypnuté.
sl: Skrbniška odobritev je bila izklopljena za povezavo do skupine.
sq: Miratimi nga përgjegjësi qe çaktivizuar për lidhjen e grupit.
sr: Искључено је обавезно одобрење администратора за линк за групу.
sv: Administratörsgodkännande inaktiverades för grupplänken.
sw: Idhini ya msimamizi imezimwa katika kiungo cha kikundi.
ta: நிர்வாக ஒப்புதல் இருந்தது க்கு அணைக்கப்பட்டது குழு இணைப்பு.
te: సమూహ లింక్ కోసం నిర్వాహక ఆమోదం ఆపివేయబడింది.
th: การอนุมัติโดยผู้ดูแลได้ถูกปิดไว้สำหรับลิงก์กลุ่มนี้
tr: Grup bağlantısı için yönetici onayı devre dışı bırakıldı.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللەش تاقالدى.
uk: Адміністраторське затвердження для посилання на групу вимкнено.
ur: گروپ لنک کے لئے منتظم کی منظوری بند کردی گئی تھی۔
vi: Sự chấp duyệt của admin đã được tắt cho đường dẫn nhóm.
zh_cn: 已取消群组链接的管理员审核要求。
zh_hk: 群組連結須經管理員批准的要求已取消。

# GROUP_INVITE_LINK_SET_TO_NOT_REQUIRE_APPROVAL_BY_LOCAL_USER
source: You turned off admin approval for the group link.
af: Jy het admingoedkeuring vir die groepskakel gedeaktiveer.
ar: أنت عطَّلتَ مُتطلَّب موافقة المُشرِف لرابط المجموعة.
az: Qrup bağlantısı üçün admin təsdiqini söndürdünüz.
be: Вы адключылі ўхваленне адміністратарам для спасылкі на групу.
bn: আপনি গ্রুপ লিঙ্কের জন্য অ্যাডমিনের অনুমোদন বন্ধ করেছেন।
ca: Heu desactivat l'aprovació de l'administrador per a l'enllaç de grup.
cs: Vypnuli jste schvalování skupinového odkazu správcem.
cy: Diffoddasoch caniatâd gwenyddwr ar gyfer y ddolen grŵp hon.
da: Du déaktiverede administratorgodkendelsen til gruppelinket
de: Du hast Admin-Bestätigungen für den Gruppen-Link ausgeschaltet.
el: Απενεργοποίησες την έγκριση διαχειριστή για τον σύνδεσμο της ομάδας.
es: Has desactivado la aprobación de admin para unirse al grupo mediante enlace.
es_es: Has desactivado la confirmación de admin para compartir el grupo vía enlace.
et: Sa lülitasid grupilingi administraatori kinnituse välja.
eu: Administratzaile baimenaren beharra desaktibatu duzu talde estekarako.
fa: شما موافقت مدیر برای پیوند گروه را غیرفعال کردید.
fi: Poistit ylläpitäjän hyväksynnän ryhmälinkillä liittyttäessä.
fr: Vous avez désactivé l'approbation des adhésions via le lien du groupe.
gu: તમે ગ્રુપ લિંક માટે એડમિનની મંજૂરી બંધ કરી દીધી.
he: כיבית אישור מנהלן עבור קישור הקבוצה.
hi: आपने ग्रुप लिंक के लिए एडमिन एप्रूवल को बंद कर दिया है।
hr: Onemogućili ste odobrenje administratora za poveznicu grupe.
hu: Kikapcsoltad az adminisztrátori jóváhagyás kérését a megosztható csoporthivatkozáshoz.
id: Anda mematikan persetujuan admin untuk tautan grup.
is: Þú slökktir á samþykki stjórnanda fyrir hóptengilinn.
it: Hai disattivato l'approvazione degli amministratori per il link del gruppo.
ja: グループリンクの管理者承認を不要にしました。
kab: Tsenseḍ asentem n unedbal i useɣwen n ugraw.
km: á¢áŸ’á“á€á”á¶á“á”á·á‘á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á› áŸá˜áŸ’ášá¶á”áŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: ನೀವು ಗುಂಪಿನ ಲಿಂಕ್‌ಗಾಗಿ ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆಫ್ ಮಾಡಿದ್ದೀರಿ.
ko: 내가 그룹 링크 관리자 참가 승인 기능을 껐습니다.
lt: Jūs išjungėte administratoriaus patvirtinimus grupės nuorodai.
lv: Jūs izslēdzāt administratora apstiprinājumu grupas saitei.
mk: Го исклучивте администраторското одобрување за групниот линк.
ml: ഗ്രൂപ്പ് ലിങ്കിനായുള്ള അഡ്‌മിൻ അംഗീകാരം നിങ്ങൾ ഓഫാക്കി.
mr: आपण गट लिंकसाठी ऍडमिन मान्यता बंद केली आहे.
ms: Anda telah mematikan kelulusan pentadbir untuk pautan kumpulan.
my: သင်မှ အဖွဲ့လင့်ခ်အတွက် စီမံသူ၏ ခွင့်ပြုချက် လိုအပ်ရန် ခလုတ်ပိတ်ခဲ့ပါသည်။
nb: Du skrudde av administrativ godkjenning for gruppelenken.
nl: Je hebt beheerdersgoedkeuring van nieuwe leden uitgeschakeld voor de groepslink.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਲਿੰਕ ਲਈ ਐਡਮਿਨ ਦੀ ਮਨਜ਼ੂਰੀ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Wyłączasz w ustawieniach linku do grupy wymaganie zatwierdzania nowych osób przez administratora.
ps: تاسې د ګروپ لینک لپاره د اډمین تایید خاموښه کړ.
pt_br: Você desativou a aprovação do admin para o link do grupo.
pt_pt: Desativou a aprovação de administrador para o link de grupo.
ro: Ai dezactivat aprobarea de acces din partea unui administrator pentru adresa grupului.
ru: Вы отключили одобрение администратора для ссылки на группу.
sk: Vypli ste schválenie administrátorom pre odkaz do skupiny.
sl: Izklopili ste potrjevanje skrbnika za povezavo do skupine.
sq: Çaktivizuat miratim përgjegjësi për lidhjen e grupit.
sr: Искључили сте обавезно одобрење администратора за линк за групу.
sv: Du inaktiverade administratörsgodkännande för grupplänken.
sw: Umezima idhini ya wasimamizi kwa kiungo cha kikundi.
ta: குழு இணைப்புக்கான நிர்வாகியின் அங்கீகாரத்தை முடக்கியுள்ளீர்கள்.
te: మీరు సమూహ లింక్ కోసం నిర్వాహక ఆమోదాన్ని ఆపివేశారు.
th: คุณได้ตั้งค่าปิดการอนุมัติโดยผู้ดูแลสำหรับลิงก์กลุ่มนี้
tr: Grup bağlantısı için yönetici onayını devre dışı bıraktınız.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللەشنى چەكلىدىڭىز.
uk: Ви вимкнули адміністраторське затвердження для посилання на групу.
ur: آپ نے گروپ لنک کیلئے منتظم کی منظوری کو آف کر دیا۔
vi: Bạn đã tắt chấp duyệt của admin cho đường dẫn nhóm.
zh_cn: 您取消了群组链接的管理员审核要求。
zh_hk: 您已為群組連結關閉管理員核准。

# GROUP_INVITE_LINK_SET_TO_NOT_REQUIRE_APPROVAL_BY_REMOTE_USER_FORMAT
source: %@ turned off admin approval for the group link.
af: %@ het admingoedkeuring vir die groepskakel gedeaktiveer.
ar: عطَّلَ %1$@ مُتطلَّب موافقة المُشرِف لرابط المجموعة.
az: %@, qrup bağlantısı üçün admin təsdiqini söndürdü.
be: %1$@ адключыў(-ла) ухваленне адміністратарам для спасылкі на групу.
bn: %1$@ গ্রুপ লিঙ্কের জন্য অ্যাডমিনের অনুমোদন বন্ধ করেছেন।
ca: %1$@ ha desactivat l'aprovació de l'administrador per a l'enllaç de grup.
cs: %1$@ vypnul schvalování skupinového odkazu správcem.
cy: Diffoddodd %@ caniatâd gwenyddwr ar gyfer y ddolen grŵp hon.
da: %1$@ déaktiverede administratorgodkendelsen til gruppelinket
de: %1$@ hat Admin-Bestätigungen für den Gruppen-Link ausgeschaltet.
el: Ο/Η %1$@ απενεργοποίησε την έγκριση διαχειριστή για το σύνδεσμο της ομάδας.
es: %1$@ ha desactivado la aprobación de admin para unirse al grupo mediante enlace.
es_es: %@ ha desactivado la confirmación de admin para compartir el grupo vía enlace.
et: %@ lülitas grupilingi administraatori kinnituse sisse.
eu: %@ erabiltzaileak administratzaile baimenaren beharra desaktibatu du talde estekarako.
fa: %1$@ موافقت مدیر را برای پیوند گروه غیرفعال کرد.
fi: %1$@ poisti ylläpitäjän hyväksynnän ryhmälinkillä liittyttäessä.
fr: %1$@ a désactivé l'approbation des adhésions via le lien du groupe.
ga: %1$@ turned off admin approval for the group link.
gu: %1$@એ ગ્રુપ લિંક માટે એડમિનની મંજૂરી બંધ કરી દીધી.
he: %1$@ כיבה/כיבתה אישור מנהלן עבור קישור הקבוצה.
hi: %1$@ ने ग्रुप लिंक के लिए एडमिन एप्रूवल को बंद कर दिया है।
hr: %1$@ je onemogućio/la odobrenje administratora za poveznicu grupe.
hu: %1$@ kikapcsolta az adminisztrátori jóváhagyás kérését a megosztható csoporthivatkozáshoz.
id: %1$@ menonaktifkan persetujuan admin untuk tautan grup.
is: %@ slökkti á samþykki stjórnanda fyrir hóptengilinn.
it: %1$@ ha disattivato l'approvazione degli amministratori per il link del gruppo.
ja: %1$@ がグループリンクの管理者承認を不要にしました。
kab: %@ isens asentem n unedbal i useɣwen n ugraw.
km: %@ á”á¶á“á”á·á‘á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á› áŸá˜áŸ’ášá¶á”áŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: %@ ಅವರು ಗುಂಪಿನ ಲಿಂಕ್‌ಗಾಗಿ ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆಫ್ ಮಾಡಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 링크 관리자 참가 승인 기능을 껐습니다.
lt: %@ išjungė administratoriaus patvirtinimus grupės nuorodai.
lv: %@ izslēdza administratora apstiprinājumu grupas saitei.
mk: %@ го исклучи администраторското одобрување за групниот линк.
ml: ഗ്രൂപ്പ് ലിങ്കിനായുള്ള അഡ്മിൻ അംഗീകാരം %@ ഓഫാക്കി.
mr: %1$@ ने गट लिंकसाठी ऍडमिन मान्यता बंद केली आहे.
ms: %1$@ telah mematikan kelulusan pentadbir untuk pautan kumpulan.
my: %@ မှ အဖွဲ့လင့်ခ်အတွက် စီမံသူ၏ ခွင့်ပြုချက် လိုအပ်ရန် ခလုတ်ပိတ်ခဲ့ပါသည်။
nb: %1$@ skrudde av administrativ godkjenning for gruppelenken.
nl: %1$@ heeft beheerdersgoedkeuring van nieuwe leden uitgeschakeld voor de groepslink.
pa: %@ਨੇ ਗਰੁੱਪ ਲਿੰਕ ਲਈ ਐਡਮਿਨ ਦੀ ਮਨਜ਼ੂਰੀ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: %1$@ wyłącza w ustawieniach linku do grupy wymaganie zatwierdzania nowych osób przez administratora.
ps: %@ د ګروپ د لینک لپاره د اډمین تایید خاموشه کړ.
pt_br: %1$@ desativou a aprovação do admin para o link do grupo.
pt_pt: %1$@ desativou a aprovação para o link de grupo.
ro: %1$@ a dezactivat aprobarea de acces din partea unui administrator pentru adresa grupului.
ru: %1$@ отключил(-а) одобрение администратора для ссылки на группу.
sk: %1$@ vypol/pla schválenie administrátorom pre odkaz do skupiny.
sl: %@ je izklopil_a skrbniško privoljenje za povezavo do skupine.
sq: %@ çaktivizoi miratim përgjegjësi për lidhjen e grupit.
sr: %1$@ је искључио/ла обавезно одобрење администратора за линк за групу.
sv: %1$@ inaktiverade administratörsgodkännande för grupplänken.
sw: %@ amezima idhini ya msimamizi ya kiungo cha kikundi.
ta: %@ அணைக்கப்பட்டது நிர்வாக ஒப்புதல் அதற்காக குழு இணைப்பு.
te: %@ గ్రూప్ లింక్ కోసం నిర్వాహక ఆమోదం ఆపివేయబడింది.
th: %1$@ ได้ปิดการอนุมัติโดยผู้ดูแลสำหรับลิงก์กลุ่มนี้
tr: %1$@ grup bağlantısı için yönetici onayını devre dışı bıraktı.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللەشنى %1$@ چەكلىدى.
uk: Користувач %1$@ вимкнув адміністраторське затвердження для посилання на групу.
ur: %1$@ نے گروپ لنک کے لیئے منتظم کی منظوری بند کردی۔
vi: %1$@ đã tắt cài đặt quản trị viên xét duyệt cho đường dẫn nhóm.
zh_cn: %1$@ 取消了群组链接的管理员审核要求。
zh_hk: %1$@ 已取消群組連結須經管理員批准的要求。
