Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PIN_REMINDER_DISABLE_CONFIRMATION_ACTION
source: Turn Off Reminders
af: Skakel herinnerings af
ar: إيقاف التذكيرات
az: Xatırladıcıları söndür
be: Адключыць напаміны
bg: Изключване на напомняния
bn: রিমাইন্ডার বন্ধ করুন
ca: Desactiva'n els recordatoris
cs: Vypnout připomínky
cy: Diffodd Atgoffwyr
da: Déaktiver påmindelser
de: Erinnerungen ausschalten
el: Απενεργοποίηση υπενθυμίσεων
es: Desactivar recordatorios
es_es: Desactivar recordatorios
et: Lülita meeldetuletused välja
eu: Gogorarazleak desaktibatu
fa: یادآور ها را خاموش کن
fi: Poista muistutukset käytöstä
fil: Patayin ang mga Paalala
fr: Désactiver les rappels
ga: Múch Meabhrúcháin
gu: રિમાઇન્ડર્સ બંધ કરો
he: כבה תזכורות
hi: रिमाइन्डर बंद करें
hr: Isključi podsjetnike
hu: Emlékeztetők kikapcsolása
id: Matikan Pengingat
is: Slökkva á áminningum
it: Disattiva promemoria
ja: リマインダーを無効にする
kab: Sens ismektiyen
kk: Еске салғыштарды өшіру
km: á”á·á‘á€á¶ášášáŸ†á›á¹á€
kn: ರಿಮೈಂಡರ್‌‌ಗಳನ್ನು ಆಫ್ ಮಾಡಿ
ko: 리마인더 해제
lt: Išjungti priminimus
lv: Izslēgt atgādinājumus
mk: Исклучи Потсетувања
ml: ഓർമ്മപ്പെടുത്തലുകൾ ഓഫാക്കുക
mr: स्मरणपत्र बंद करा
ms: Matikan Peringatan
my: သတိပေးချက်များကို ပိတ်ထားမယ်
nb: Slå av påminnelser
nl: Herinneringen uitschakelen
pa: ਰਿਮਾਈਂਡਰ ਬੰਦ ਕਰੋ
pa_pk: یاد دہانیاں بند کرو
pl: Wyłącz przypomnienia
ps: په یاد راوړونکی خاموښه کړئ
pt_br: Desativar lembretes
pt_pt: Desativar lembretes
ro: Dezactivare memento-uri
ru: Отключить напоминания
sk: Vypnúť upomienky
sl: Izklop opomnikov
sq: Çaktivizo Kujtuesit
sr: Искључи подсетнике
sv: Stäng av påminnelser
sw: Zima Vikumbusho
ta: நினைவூட்டல்களை முடக்கு
te: రిమైండర్‌లను ఆపివేయండి
th: ปิดการเตือนความจำ
tr: Hatırlatıcıları Kapat
ug: ئەسكەرتىشنى تاقا
uk: Вимкнути нагадування
ur: یاد دہانی بند کردیں
vi: Tắt Lời nhắc
zh_cn: 关闭提醒
zh_hk: 關閉提醒

# SETTINGS_PIN_REMINDER_DISABLE_CONFIRMATION_EXPLANATION
source: Make sure you memorize or securely store your PIN as it can’t be recovered. If you forget your PIN, you may lose data when re-registering your Signal account.
af: Memoriseer u PIN of bewaar dit beveiliigd, want dit kan nie teruggekry word nie. Indien u u PIN vergeet, kan u dalk data verloor wanneer u weer u Signal-rekening registreer.
ar: تأكَّد من حفظ رقم التعريف الشخصي (PIN) الخاص بك أو تخزينه بشكلٍ آمن لأنه لا يُمكن استعادته. إذا نسيت رقم التعريف الشخصي (PIN) الخاص بك، قد تفقد البيانات عند إعادة تسجيل حساب سيجنال الخاص بك.
az: PIN-inizi bərpa edə bilməyəcəyiniz üçün əzbərlədiyinizə və güvənli bir yerdə saxladığınıza əmin olun. Əgər PIN-inizi unutsanız, Signal hesabınızla yenidən qeydiyyatdan keçərkən verilənlərinizi itirəcəksiniz.
be: Пераканайцеся, што вы запомнілі або надзейна захавалі свой PIN-код, бо яго немагчыма аднавіць. Калі вы забудзеце PIN-код, вы можаце страціць даныя пры паўторнай рэгістрацыі свайго ўліковага запісу Signal.
bg: Погрижете се да наизустите или да съхраните на сигурно място вашия ПИН, тъй като той не може да бъде възстановен. Ако забравите ПИН кода си, може да изгубите данните си при пререгистриране на акаунта ви в Signal.
bn: নিশ্চিত হয়ে নিন যে, আপনার পিনটি আপনি মনে রেখেছেন বা সুরক্ষিতভাবে সংরক্ষণ করেছেন কারণ এটি পুনরুদ্ধার করা যাবে না। আপনি যদি আপনার পিনটি ভুলে যান তবে আপনার Signal অ্যাকাউন্টটি পুনরায় রেজিস্টার করার সময় আপনি ডেটা হারাতে পারেন।
ca: Assegureu-vos de memoritzar o desar de forma segura el PIN, ja que no es pot recuperar. Si l'oblideu, podríeu perdre dades quan torneu a registrar el compte del Signal.
cs: Ujistěte se, že si PIN pamatujete nebo ho máte bezpečně uložený, protože jej nelze obnovit. Pokud váš PIN zapomenete, můžete při opakované registraci Signal účtu přijít o data.
cy: Gwnewch yn siŵr eich bod yn cofio neu'n cadw eich PIN yn ddiogel gan nad oes modd ei adfer. Os fyddwch yn anghofio eich PIN, efallai y byddwch yn colli data wrth ailgofrestru eich cyfrif Signal.
da: Vær sikker på at du husker eller gemmer din pinkode sikkert, da den ikke kan gendannes. Hvis du glemmer din pinkode, kan du miste data når du genregistrerer din Signal-konto.
de: Sorge dafür, dass du dir deine PIN einprägst oder sicher verwahrst, da sie nicht wiederhergestellt werden kann. Falls du deine PIN vergisst, könntest du bei erneutem Registrieren deines Signal-Kontos Daten verlieren.
el: Βεβαιώσου πως θυμάσαι ή έχεις αποθηκεύσει με ασφάλεια το PIN σου καθώς δεν γίνεται να ανακληθεί. Αν ξεχάσεις το PIN μπορεί να χάσεις δεδομένα όταν επανεγγραφείς στο Signal.
es: Asegúrate de memorizar o guardar tu PIN de forma segura, ya que no se puede recuperar. Si olvidas tu PIN, es posible que pierdas información cuando vuelvas a registrar tu cuenta de Signal.
es_es: Asegúrate de memorizar o guardar tu PIN de forma segura ya que no se puede recuperar. Si olvidas tu PIN, perderás tu perfil, alias, grupos y personas bloqueadas al volver a registrar tu cuenta de Signal.
et: Jäta kindlasti meelde või salvesta PIN-kood turvaliselt, kuna seda pole võimalik taastada. Kui unustad PIN-koodi, võid Signali kontot uuesti registreerides enda andmed kaotada.
eu: Ziurta zaitez zure PIN-a gogoratzeaz edo modu seguruan gordetzeaz, ezin baita berreskuratu. Zure PIN-a ahazten baduzu, zure datuak galdu ditzakezu Signal kontua berriro erregistratzen duzunean.
fa: مطمئن شوید که رمز خود را حفظ کرده و یا به صورت ایمن آن را ذخیر کنید چون قابل بازیابی نیست. اگر رمز خود را فراموش کنید ممکن است اطلاعاتی را موقع ثبت نام دوباره حساب سیگنال خود از دست بدهید.
fi: Opettele tunnusluku ulkoa tai tallenna se turvallisesti, sillä sitä ei voi palauttaa. Jos tunnusluku unohtuu ja Signal rekisteröidään uudelleen, tietoja voi kadota.
fil: Siguraduhing saulado mo o naitabi ng ligtas ang iyong PIN dahil hindi na ito mababawing muli. Kung makalimutan mo ang iyong PIN, maaaring mawala ang iyong mga data kapag nirehistrong muli ang iyong account sa Signal.
fr: Mémorisez bien votre code PIN ou gardez-le en lieu sûr, car il est impossible de le récupérer. En cas d’oubli, vous risquez de perdre des données lorsque vous réinscrirez votre compte Signal.
ga: Ní mór duit d'UAP a chur de ghlanmheabhair nó a shábháil in áit shlán toisc nach féidir í a fháil ar ais. Dá ligfeá i ndearmad í, chaillfeá sonraí tar éis duit do chuntas Signal a chlárú arís.
gu: ખાતરી કરો કે તમે યાદ રાખો અથવા સુરક્ષિત રીતે તમારો PIN સંગ્રહિત કરો કારણ કે તે પુન:પ્રાપ્ત થઈ શકશે નહીં. જો તમે તમારો PIN ભૂલી જાઓ છો, તો તમારા Signal એકાઉન્ટને ફરીથી રજીસ્ટર કરતી વખતે તમે ડેટા ગુમાવી શકો છો.
he: וודא ששיננת או שאחסנת בבטחה את ה־PIN שלך הואיל והוא בלתי ניתן להשבה. אם תשכח את ה־PIN שלך, ייתכן שתאבד נתונים כשתרשום שוב את חשבון Signal שלך.
hi: ध्यान रखें कि आप अपना पिन याद कर लें या कहीं सुरक्षित रख लें क्योंकि खोया हुआ पिन वापस नहीं लाया जा सकता। अगर आप अपना पिन भूल जाते हैं, तो आप Signal में पुनः पंजीकरण करते समय अपना डाटा खो सकते हैं।
hr: Svakako zapamtite ili sigurno pohranite svoj PIN jer ga nije moguće vratiti. Ako zaboravite svoj PIN, možete izgubiti podatke prilikom ponovne registracije vašeg Signal računa.
hu: Bizonyosodj meg róla, hogy PIN kódodat megjegyezted vagy biztonságos helyre eltároltad, ugyanis a PIN kódot nem lehet visszaállítani. Amennyiben elfelejted PIN kódodat, akkor a Signal fiókod újraregisztrációja során adataid elveszhetnek.
id: Pastikan Anda mengingat atau menyimpan secara aman PIN Anda karena PIN tidak dapat dipulihkan. Jika Anda lupa PIN, Anda mungkin kehilangan data saat mendaftarkan ulang akun Signal Anda.
is: Gakktu úr skugga um að þú munir PIN-númerið þitt eða geymir á öruggum stað, en það er ekki hægt að endurheimta. Ef þú gleymir PIN-númerinu er mögulegt að þú tapir gögnum þegar þú skráir þig aftur á Signal-aðganginn þinn.
it: Assicurati di memorizzare o archiviare in modo sicuro il tuo PIN, in quanto non può essere recuperato. Se dimentichi il tuo PIN, potresti perdere dati durante la nuova registrazione del tuo account Signal.
ja: PINは復元できないため、記憶するか安全に保管してください。PINを忘れると、Signalアカウントの再登録時にデータが失われる可能性があります。
kab: Ḍmen belli tecfiḍ ɣef tengalt-ik·im PIN neɣ tkelseḍ-tt s wudem aɣellsan acku ur tezmireḍ ara ad tt-id-terreḍ. Ma yella tettuḍ tangalt-ik·im PIN, yezmer ad tesruḥeḍ isefka mi ara talseḍ ajerred n umiḍan-ik·im n Signal.
kk: PIN кодты міндетті түрде есіңізде сақтаңыз немесе қауіпсіз жерде сақтаңыз, себебі оны қалпына келтіру мүмкін емес. Егер PIN кодты ұмытып қалсаңыз, Signal тіркелгіңізді қайтадан тіркеген кезде деректер жоғалып кетуі мүмкін.
km: á”áŸ’ášá¶á€áŠáá¶á¢áŸ’á“á€á…á„á…á¶áŸ† á¬ášá€áŸ’áŸá¶á‘á»á€ PIN áŠáŸ„á™áŸá»áœááŸ’áá·á—á¶á– áŠáŸ„á™áŸá¶ášáœá¶á˜á·á“á¢á¶á…áŸáŸ’áá¶ášáœá·á‰á”á¶á“á‘áŸáŸ” á”á¾á¢áŸ’á“á€á—áŸ’á›áŸá… PIN ášá”áŸáŸ‹á¢áŸ’á“á€ á¢áŸ’á“á€á¢á¶á…á”á¶ááŸ‹á”á„áŸ‹á‘á·á“áŸ’á“á“áŸá™á“áŸ…á–áŸá›á‚áá“á¸ Signal ášá”áŸáŸ‹á¢áŸ’á“á€áŸá¶ášá¡á¾á„áœá·á‰áŸ”
kn: ನೀವು ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನೆನಪಿನಲ್ಲಿ ಇರಿಸಿಕೊಂಡಿದ್ದೀರಿ ಅಥವಾ ಸುರಕ್ಷಿತವಾಗಿ ಸಂಗ್ರಹಿಸಿದ್ದೀರಿ ಎಂದು ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಿ, ಏಕೆಂದರೆ ಇದನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ. ನೀವು ಪಿನ್ ಅನ್ನು ಮರೆತಲ್ಲಿ, ನೀವು ನಿಮ್ಮ Signal ಖಾತೆಯನ್ನು ನೋಂದಾಯಿಸುವಾಗ ಡೇಟಾವನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು.
ko: PIN을 외웠거나 안전한 곳에 저장했는지 확인하세요. PIN은 복원할 수 없습니다. PIN을 잊어버리면 Signal 계정 재등록 시 데이터를 복원할 수 없습니다.
lt: Įsiminkite arba laikykite savo PIN kodą saugioje vietoje, nes jo neįmanoma atkurti. Jei užmiršite savo PIN kodą, galite prarasti duomenis, kai iš naujo registruosite savo Signal paskyrą.
lv: Pārliecinieties, ka atcerieties vai droši glabājat PIN, jo to nevar atgūt. PIN aizmiršanas gadījumā, iespējams, zaudēsiet datus, atkārtoti reģistrējot Signal kontu.
mk: Осигурајте се дека сте го запаметиле или дека безбедно сте го складирале вашиот ПИН бидејќи не може да се поврати. Ако го заборавите вашиот ПИН, може да ги изгубите податоците при пре-регистрирање на нова Signal сметка.
ml: നിങ്ങളുടെ പിൻ വീണ്ടെടുക്കാൻ കഴിയാത്തതിനാൽ നിങ്ങൾ അത് മന:പാഠമാക്കുകയോ സുരക്ഷിതമായി സംഭരിക്കുകയോ ചെയ്തുവെന്ന് ഉറപ്പാക്കുക. നിങ്ങളുടെ പിൻ മറന്നാൽ, നിങ്ങളുടെ സിഗ്നൽ അക്കൗണ്ട് വീണ്ടും രജിസ്റ്റർ ചെയ്യുമ്പോൾ നിങ്ങൾക്ക് ഡാറ്റ നഷ്‌ടപ്പെടാം.
mr: ज्याअर्थी ते पुनर्स्थित केले जाऊ शकत नाही त्यामुळे आपला PIN आपण लक्षात ठेवला किंवा सुरक्षितपणे जतन केले असल्याची खात्री करा. जर आपण आपला PIN विसरलात, तर आपण आपले Signal खाते पुन्हा-नोंदवताना आपला डेटा गमवाल.
ms: Pastikan anda mengingati atau menyimpan PIN anda dengan selamat kerana ia tidak dapat dipulihkan. Jika anda lupa PIN anda, anda akan kehilangan data apabila mendaftar semula akaun Signal anda.
my: သင်၏ပင်နံပါတ်ကို ပြန်လည်သိမ်းဆည်းမရပါကြောင့် အလွတ်ကျက်ထား သို့မဟုတ် သေချာစွာသိမ်းထားပါ။ သင်၏ပင်နံပါတ်ကို သင်မေ့သွားပါက သင်၏ Signal အကောင့်ကိုပြန်လည်မှတ်ပုံတင်သောအခါ ဒေတာဆုံးရှုံးနိုင်သည်။
nb: Pass på at du husker eller lagrer PIN-koden sikkert, da den ikke kan gjenopprettes. Hvis du glemmer PIN-koden, risikerer du å miste data når du registrerer en ny Signal-konto.
nl: Zorg ervoor dat je je Signal-pincode onthoudt of op een goed beveiligde manier opslaat, want je kunt je pincode niet herstellen. Als je je pincode toch vergeet, dan verlies je mogelijk gegevens bij het opnieuw registreren van je Signal-account.
pa: ਆਪਣੇ ਪਿਨ ਨੂੰ ਯਾਦ ਕਰਨਾ ਜਾਂ ਸੁਰੱਖਿਅਤ ਤਰੀਕੇ ਨਾਲ ਕਿਤੇ ਨੋਟ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ ਕਿਉਂਕਿ ਇਸ ਨੂੰ ਦੁਬਾਰਾ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਸਕਦਾ. ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਪਿਨ ਭੁੱਲ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ Signal ਦੇ ਖਾਤੇ ਨਾਲ ਦੁਬਾਰਾ ਰਜਿਸਟਰ ਕਰਨ ਲੱਗੇ ਆਪਣਾ ਡੇਟਾ ਖੋ ਬੈਠ ਸਕਦੇ ਹੋ.
pa_pk: یقینی بناؤ کہ تساں نے اپنی پن نوں یاد کر لیا اے یا محفوظ طریقے نال اسٹور کر لیا اے کیوں جے اینوں بازیافت نئیں کیتا جا سکدا اے۔ جے تساں اپنا پن بھل جاندے او، تے اپنے Signal اکاؤنٹ نوں دوبارہ رجسٹر کردے ویلے تساں ڈیٹا گواچ سکدے او۔
pl: PIN-u nie można odzyskać, dlatego upewnij się, że go pamiętasz lub przechowujesz w bezpiecznym miejscu. Jeśli zapomnisz swój PIN, przy ponownej rejestracji konta Signal możesz stracić dane.
ps: ځان ډاډه کړئ چې تاسې خپل PIN په یاد کړی یا هم په خوندي ځای کې مو ساتلی، ځکه چې هغه بیرته نشي تر لاسه کېدای. که مو چیرته خپل PIN هیر شوی وي، نو د Signal د اکاونټ د بیا نوم لیکنې په مهال به خپله ډیټا له لاسه ورکړئ.
pt_br: Tenha certeza de ter memorizado seu PIN, ou guarde-o em um lugar seguro, já que ele não pode ser recuperado. Se você se esquecer do seu PIN, seus dados poderão ser perdidos quando você rerregistrar sua conta no Signal.
pt_pt: Lembre-se de memorizar ou armazenar em segurança o seu PIN, pois ele não poderá ser recuperado. Se se esquecer do seu PIN, poderá perder dados ao registar novamente a sua conta do Signal.
ro: Asigură-te că memorezi sau salvezi în siguranță codul PIN, deoarece acesta nu poate fi recuperat. Dacă uiți codul PIN, este posibil să pierzi date la înregistrarea din nou a contului.
ru: Убедитесь, что вы запомнили или надёжно сохранили свой PIN-код, так как он не может быть восстановлен. Если вы забудете свой PIN-код, вы можете потерять данные при повторной регистрации своей учётной записи Signal.
sk: Uistite sa, že si svoj PIN pamätáte, alebo že ho máte bezpečne uložený, pretože ho nie je možné obnoviť. Ak váš PIN zabudnete, mohli by ste stratiť dáta pri opätovnej registrácii vášho Signal účtu.
sl: Prosimo, dobro si zapomnite ali zapišite svoj PIN, saj ni obnovljiv. Če ga boste pozabili, lahko izgubite svoje podatke ob ponovni registraciji v račun Signal.
sq: Sigurohuni që e mbani mend ose e depozitoni diku në mënyrë të sigurt PIN-in tuaj, ngaqë s’mund të rimerret. Nëse harroni PIN-in tuaj, mund të humbni të dhëna, kur riregjistroni llogarinë tuaj Signal.
sr: Потрудите се да запамтите PIN или га безбедно сачувајте, јер он не може бити повраћен. Уколико заборавите PIN, можете изгубити податке када поново региструјете налог на Signal-у.
sv: Se till att du lagrar din PIN-kod på ett säkert sätt, eftersom den inte kan återställas. Om du glömmer din PIN-kod kan du förlora data när du registrerar ditt Signal-konto igen.
sw: Hakikisha unaikariri au kuihifadhi PINI yako kwa usalama kwa sababu haiwezi kunusuriwa. Iwapo utasahau PINI yako, unaweza kupoteza data wakati wa kusajili tena akaunti yako ya Signal.
ta: உறுதி செய்யுங்கள் நீங்கள் மனப்பாடம் அல்லது பாதுகாப்பாக கடை உங்கள் பின் அதை மீட்டெடுக்க முடியாது என்பதால். என்றால் நீங்கள் மறந்து விடுங்கள் உங்கள் பின், நீங்கள் மறு பதிவு செய்யும் போது தரவை இழக்கக்கூடும் உங்கள் Signal கணக்கு.
te: మీ పిన్ను తిరిగి పొందలేనందున మీరు గుర్తుంచుకున్నారని లేదా సురక్షితంగా నిల్వ చేశారని నిర్ధారించుకోండి. మీరు మీ పిన్‌ను మరచిపోతే, మీ Signal ఖాతాను తిరిగి నమోదు చేసేటప్పుడు మీరు డేటాను కోల్పోవచ్చు.
th: ทำให้แน่ใจว่าคุณสามารถจดจำหรือเก็บรักษารหัส PIN ของคุณอย่างปลอดภัยเพราะมันไม่สามารถจะกู้คืนมาได้ ถ้าคุณลืมรหัส PIN ของคุณ ข้อมูลของคุณอาจจะสูญหายเมื่อคุณลงทะเบียนบัญชี Signal ของคุณอีกครั้ง
tr: PIN'iniz kurtarılamayacağı için ezberlediğinizden veya güvenli bir şekilde sakladığınızdan emin olun. Eğer PIN'inizi unutursanız, Signal hesabınızı tekrar kaydederken veri kaybı yaşayabilirsiniz.
ug: سىز PIN نى ئەستە تۇتۇڭ ياكى بىخەتەر ساقلاشقا كاپالەتلىك قىلىڭ، چۈنكى ئۇنى تاپقىلى بولمايدۇ. ئەگەر PIN نى ئۇنتۇپ قالسىڭىز، Signal ھېساباتىنى قايتا تىزىملاتقاندا بىر قىسىم سانلىق مەلۇماتنى يوقىتىشىڭىز مۇمكىن.
uk: PIN-код необхідно запам’ятати або надійно зберегти, оскільки його неможливо відновити. Якщо ви забудете свій PIN-код, то можете втратити дані при повторній реєстрації акаунту в Signal.
ur: اس بات کو یقینی بنائیں کہ آپ اپنے پن کو حفظ یا محفوظ طریقے سے محفوظ کریں کیونکہ اسے بازیافت نہیں کیا جاسکتا ہے۔ اگر آپ اپنا پن بھول جاتے ہیں تو ، اپنے Signal اکاؤنٹ کی دوبارہ رجسٹریشن کرتے وقت آپ ڈیٹا کھو سکتے ہیں۔
vi: Đảm bảo bạn đã ghi nhớ hoặc lưu trữ mã PIN của mình vì mã này không thể được khôi phục. Nếu bạn quên mã PIN, bạn sẽ mất dữ liệu khi đăng ký lại tài khoản Signal của mình.
zh_cn: 请确保你能牢记或安全保存好你的 PIN 码，因为它不能被找回。如果你忘记了 PIN 码，你可能会在重新注册 Signal 账号时丢失一些数据。
zh_hk: 確保您記住或安全保存您的 PIN 碼，因為一旦忘記則無從恢復。若您忘記您的 PIN 碼，當您重新註冊您的 Signal 帳戶時，您或會遺失資料。

# SETTINGS_PIN_REMINDER_DISABLE_CONFIRMATION_TITLE
source: Confirm your Signal PIN
af: Bevestig u Signal-PIN
ar: تأكيد رقم PIN على سيجنال
az: Signal PIN-inizi təsdiqləyin
be: Пацвердзіць свой PIN-код Signal
bg: Потвърдете своя ПИН за Signal
bn: আপনার Signal পিনটি নিশ্চিত করুন
ca: Confirmeu el PIN del Signal
cs: Potvrdit váš Singal PIN
cy: Cadarnhewch eich PIN Signal
da: Bekræft din Signal-pinkode
de: Bestätige deine Signal-PIN
el: Επιβεβαίωση PIN Signal
es: Confirma tu PIN de Signal
es_es: Confirma tu PIN de Signal
et: Kinnita Signali PIN-kood
eu: Baieztatu zure Signal PIN-a
fa: رمز سیگنال خود را تأیید کنید
fi: Vahvista Signal-tunnuslukusi
fil: Kumpirmahin ang PIN ng iyong Signal
fr: Confirmer votre code PIN Signal
ga: UAP Signal a Dheimhniú
gu: તમારા Signal PIN ની પુષ્ટિ કરો
he: אשר את ה־PIN של Signal שלך
hi: अपना Signal पिन कि पुष्टि करें
hr: Potvrdite svoj Signal PIN
hu: Erősítsd meg Signal PIN kódodat
id: Konfirmasi PIN Signal Anda
is: Staðfestu PIN-númer þitt á Signal
it: Conferma il tuo PIN di Signal
ja: Signal PINの確認
kab: Sentem PIN-inek/inem n Signal
kk: Signal PIN кодын растау
km: á”á‰áŸ’á‡á¶á€áŸ‹á›áŸá Signal PIN ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ Signal ಪಿನ್ ಅನ್ನು ದೃಡಪಡಿಸಿ
ko: Signal PIN 확인
lt: Patvirtinkite savo Signal PIN kodą
lv: Apstipriniet Signal PIN
mk: Потврди го твојот Signal ПИН
ml: നിങ്ങളുടെ Signal പിൻ സ്ഥിരീകരിക്കുക
mr: आपल्या Signal PIN याची पुष्टी करा
ms: Sahkan PIN Signal anda
my: သင်၏ Signal ပင်နံပါတ်ကိုအတည်ပြုပါ
nb: Skriv inn Signal-PIN
nl: Bevestig je Signal-pincode
pa: ਆਪਣੇ Signal ਦੇ ਪਿਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pa_pk: اپنی Signal پن دی تصدیق کرو
pl: Potwierdź swój PIN Signal
ps: خپل د Signal PIN تایید کړئ
pt_br: Confirme o seu PIN do Signal
pt_pt: Confirme o seu PIN do Signal
ro: Confirmă PIN-ul Signal
ru: Подтвердите свой PIN-код Signal
sk: Overte svoj PIN pre Signal
sl: Potrdite svoj PIN Signal
sq: Ripohoni PIN-in tuaj për Signal
sr: Потврдите ваш Signal PIN
sv: Bekräfta din Signal PIN-kod
sw: Thibitisha PINI yako ya Signal
ta: உறுதிப்படுத்தவும் உங்கள் Signal பின்
te: మీ Signal పిన్ను నిర్ధారించండి
th: ยืนยันรหัส PIN สำหรับ Signal ของคุณ
tr: Signal PIN'inizi onaylayın
ug: Signal PIN نىڭىزنى جەزىملەڭ
uk: Підтвердьте PIN-код Signal
ur: اپنے Signal پن کی تصدیق کریں
vi: Xác nhận mã PIN Signal
zh_cn: 请验证你的 Signal PIN 码
zh_hk: 確認您的 Signal PIN 碼

# SETTINGS_PIN_REMINDER_SWITCH_LABEL
source: PIN Reminders
af: PIN-herinnerings
ar: تذكيرات رقم التعريف الشخصي (PIN)
az: PIN xatırladıcıları
be: Напаміны PIN-кода
bg: Напомняния за ПИН
bn: রিমাইন্ডার পিন করুন
ca: Recordatoris del PIN
cs: Připomenutí PIN
cy: Atgoffwyr PIN
da: Pinkode-påmindelser
de: PIN-Erinnerungen
el: Υπενθυμίσεις PIN
es: Recordatorios de PIN
es_es: Recordatorios de PIN
et: PIN-koodi meeldetuletused
eu: PIN-en Gogorarazleak
fa: یادآور های رمز
fi: Tunnuslukumuistutukset
fil: Paalala ng PIN
fr: Rappels de code PIN
ga: Meabhrúcháin UAP
gu: PIN રિમાઇન્ડર્સ
he: תזכורות PIN
hi: पिन के रिमाईन्डर
hr: PIN podsjetnici
hu: PIN emlékeztetők
id: Pengingat PIN
is: Áminningar um PIN-númer
it: Promemoria del PIN
ja: PINリマインダー
kab: Ismektiyen n PIN
kk: PIN еске салғыштары
km: á€á¶ášášáŸ†á›á¹á€ PIN
kn: ಪಿನ್ ರಿಮೈಂಡರ್‌‌ಗಳು
ko: PIN 리마인더
lt: PIN kodo priminimai
lv: PIN atgādinājumi
mk: ПИН Потсетувања
ml: പിൻ ഓർമ്മപ്പെടുത്തലുകൾ
mr: PIN स्मरणपत्र
ms: Peringatan PIN
my: ပင်နံပါတ် သတိပေးချက်များ
nb: PIN-påminnelser
nl: Pincode-herinneringen
pa: ਪਿਨ ਰਿਮਾਈਂਡਰ
pa_pk: پن یاد دہانیاں
pl: Przypomnienia PIN-u
ps: د PIN په یاد راوړونکي
pt_br: Lembretes de PIN
pt_pt: Lembretes de PIN
ro: Memento-uri PIN
ru: Напоминания PIN-кода
sk: PIN upomienky
sl: Opomniki za PIN
sq: Kujtues PIN-i
sr: Подсетници за PIN
sv: PIN-kodspåminnelser
sw: Vikumbusho vya PINI
ta: பின்நினைவூட்டல்கள்
te: పిన్ రిమైండర్‌లు
th: เตือนความจำรหัส PIN
tr: PIN Hatırlatıcıları
ug: PIN ئەسكەرتكۈچ
uk: Нагадувати PIN-код
ur: پن کی یاد دہانی
vi: Lời nhắc mã PIN
zh_cn: PIN 码提醒
zh_hk: PIN 碼提醒
