Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_ACCOUNT
source: Account
af: Rekening
ar: الحِساب
az: Hesab
be: Уліковы запіс
bn: অ্যাকাউন্ট
ca: Compte
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
eu: Kontua
fa: حساب کاربری
fi: Tili
fr: Compte
ga: Cuntas
gu: એકાઉન્ટ
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
id: Akun
is: Notandaaðgangur
ja: アカウント
kab: Amiḍan
km: á‚áá“á¸
kn: ಖಾತೆ
ko: 계정
lt: Paskyra
lv: Konts
mk: Сметка
ml: അക്കൗണ്ട്
mr: खाते
ms: Akaun
my: အကောင့်
nb: Konto
pa: ਖਾਤਾ
pl: Konto
ps: اکاونټ
pt_br: Conta
pt_pt: Conta
ro: Cont
ru: Учётная запись
sk: Účet
sl: Račun
sq: Llogari
sr: Налог
sv: Konto
sw: Akaunti
ta: பயனர் கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
ug: ھېسابات
uk: Акаунт
ur: اکاؤنٹ
vi: Tài khoản
zh_cn: 帐户
zh_hk: 帳號

# SETTINGS_ACCOUNT_DATA_REPORT_BUTTON
source: Your Account Data
ar: بيانات حسابك
be: Даныя аб вашым уліковым запісу
bn: আপনার অ্যাকাউন্টের ডেটা
ca: Les dades del teu compte
cs: Údaje o vašem účtu
da: Dine kontooplysninger
de: Deine Kontodaten
el: Τα δεδομένα του λογαριασμού σου
es: Datos de tu cuenta
fa: اطلاعات حساب شما
fi: Tilitietosi
fr: Données du compte
ga: Sonraí do Chuntais
gu: તમારા એકાઉન્ટના ડેટા
he: נתוני החשבון שלך
hi: आपका अकाउंट डेटा
hr: Podaci o vašem računu
hu: Fiókadataid
id: Data Akun Anda
it: Dati del tuo account
ja: あなたのアカウントデータ
ko: 내 계정 데이터
mr: आपला अकाऊंट डेटा
ms: Data akaun anda
nb: Dine brukerdata
nl: Jouw accountgegevens
pl: Dane Twojego konta
pt_br: Seus dados da conta
pt_pt: Dados da sua conta
ro: Datele contului tău
ru: Данные вашей учётной записи
sk: Údaje o vašom účte
sr: Подаци са налога
sv: Dina kontodata
th: ข้อมูลบัญชีของคุณ
tr: Hesap Verilerin
ug: ھېساباتىڭىزنىڭ سانلىق مەلۇماتلىرى
uk: Облікові дані
ur: آپ کا اکاؤنٹ ڈیٹا
vi: Dữ liệu Tài khoản của bạn
zh_cn: 您的账户数据
zh_hk: 你的帳戶資料

# SETTINGS_ADD_TO_BLOCK_LIST_TITLE
source: Block
af: Versper
ar: حظر
az: Əngəllə
be: Заблакаваць
bg: Блокиране
bn: ব্লক করুন
ca: Bloquejar
cs: Blokovat
cy: Rhwystro
da: Blokér
de: Blockieren
el: Αποκλεισμός
es: Bloquear
es_es: Bloquear
et: Blokeeri
eu: Blokeatu
fa: مسدود کردن
fi: Estä
fil: I-block
fr: Bloquer
ga: Cuir bac
gu: બ્લૉક કરો
he: חסימה
hi: ब्लॉक करें
hr: Blokiraj
hu: Letiltás
id: Blokir
is: Loka á
it: Blocca
ja: ブロック
kab: Sewḥel
kk: Бұғаттау
km: á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧಿಸಿ
ko: 차단
lt: Užblokuoti
lv: Bloķēt
mk: Блокирај
ml: തടയുക
mr: अवरोधित करा
ms: Sekat
my: တားမြစ်မည်
nb: Blokker
nl: Blokkeren
pa: ਬਲੌਕ ਕਰੋ
pa_pk: بلاک کرو
pl: Zablokuj
ps: بلاک کول
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Blokovať
sl: Blokiraj
sq: Bllokoje
sr: Блокирај
sv: Blockera
sw: Zuia
ta: தடு
te: నిరోధించు
th: บล็อก
tr: Engelle
ug: چەكلەش
uk: Заблокувати
ur: بلاک کریں
vi: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION
source: Censorship Circumvention
af: Sensuuromseiling
ar: تجاوز الرقابة
az: Senzuradan yayınma
be: Абыход цэнзуры
bg: Забрана за цензура
bn: সেন্সরশিপ এড়ানো
ca: Elusió de la censura
cs: Obcházení cenzury
cy: Osgoi Sensoriaeth
da: Omgåelse af censur
de: Zensurumgehung
el: Παράκαμψη λογοκρισίας
es: Evitar censura
es_es: Evitar censura
et: Tsenseerimisest möödahiilimine
eu: Zentsura Ekiditeko Kokapena
fa: دورزدن سانسور
fi: Sensuurin kiertäminen
fr: Contournement de la censure
ga: Sárú na Cinsireachta
gu: સેન્સરશીપ છેતરપિંડી
he: עקיפת צנזורה
hi: सेंसरशिप से बचाव
hr: Zaobilaženje cenzure
hu: Cenzúramegkerülés
id: Menghindari penyensoran
is: Leiðir framhjá ritskoðun
it: Raggiro della censura
ja: 検閲回避
kab: Tiḥila ɣef udras
kk: Цензураны айналып өту
km: á€á¶ášá…áŸ€áŸáœá¶á„á€á¶ášáƒáŸ’á›á¶áŸ†á˜á¾á›
kn: ಸೆನ್ಸಾರ್‌‌ಶಿಪ್ ತಪ್ಪಿಸುವುದು
ko: 검열 우회
lt: Cenzūravimo apėjimas
lv: Cenzūras apiešana
mk: Заобиколување на Цензурата
ml: സെൻസർഷിപ്പ് സർക്കംവെൻഷൻ (ഒഴിവാക്കൽ)
mr: सेंसॉरशिप सर्कंवेंशन
ms: Pemintasan Penapisan
my: ဆင်ဆာဖြတ်တောက်မှု ရှောင်ကွင်းခြင်း
nb: Sensur-omgåelse
nl: Censuuromzeiling
pa: ਸੈਂਸਰਸ਼ਿਪ ਤਰਤੀਬ
pa_pk: سنسرشپ سرکموینشن
pl: Obchodzenie cenzury
ps: د سانسور بندول
pt_br: Driblagem de Censura
pt_pt: Circunscrição de censura
ro: Ocolire Cenzură
ru: Обход цензуры
sk: Obchádzanie cenzúry
sl: Zaščita pred cenzuro
sq: Anashkalim Censurimi
sr: Заобилазак цензуре
sv: Kringgå censur
sw: Ukwepaji Udhibiti
ta: தணிக்கை சுற்றறிக்கை
te: ప్రదర్శన వంచన నిషేధం
th: การหลบเลี่ยงการปิดกั้น
tr: Sansür Atlatma
ug: تەكشۈرۈشتىن دالدىلىنىش
uk: Обхід цензури
ur: بائی پاس کرنے کیلئے سنسر شِپ
vi: Tránh Kiểm duyệt
zh_cn: 审查规避
zh_hk: 審查規避

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_COUNTRY
source: Location
af: Ligging
ar: الموقع الجغرافي
az: Yerləşmə
be: Месцазнаходжанне
bn: অবস্থান
ca: Ubicació
cs: Poloha
cy: Lleoliad
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
et: Asukoht
eu: Kokalekua
fa: مکان
fi: Sijainti
fr: Zone géographique
ga: Suíomh
gu: સ્થળ
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
is: Staðsetning
it: Posizione
ja: 場所
kab: Adig
km: á‘á¸áá¶áŸ†á„
kn: ಸ್ಥಳ
ko: 위치
lt: Vieta
lv: Atrašanās vieta
mk: Локација
ml: സ്ഥലം
mr: स्थान
ms: Lokasi
my: တည်နေရာ
nb: Lokasjon
nl: Locatie
pa: ਟਿਕਾਣਾ
pl: Lokalizacja
ps: ځاى
pt_br: Localização
pt_pt: Localização
ro: Locație
ru: Место
sk: Poloha
sl: Lokacija
sq: Vendndodhje
sr: Локација
sv: Plats
sw: Eneo
ta: இடம்
te: స్థానం
th: ที่ตั้ง
tr: Konum
ug: ئورنى
uk: Країна
ur: مقام
vi: Vị trí
zh_cn: 位置
zh_hk: 位置

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER
source: If enabled, Signal will attempt to circumvent censorship. Do not enable this feature unless you are in a location where Signal is censored.
af: Indien geaktiveer, sal Signal poog om sensuur te omseil. Moenie hierdie funksie aktiveer nie tensy u op ’n plek is waar Signal gesensureer word.
ar: في حالة التفعيل، سيُحاول تطبيق سيجنال تجاوز الرقابة. لا تُفعِّل هذه الميزة إلّا إذا كُنتَ في مكان يخضع فيه سيجنال للرقابة.
az: Fəal olsa, Singal, senzuradan yayınmağa cəhd edəcək. Singal senzurasının olduğu bir yerdə deyilsəniz, bu özəlliyi fəallaşdırmayın.
be: Калі ўключыць гэтую опцыю, Signal будзе спрабаваць абысці цэнзуру (блакіроўку правайдарам). Не ўключайце яе, калі там, дзе вы знаходзіцеся, Signal не блакуецца.
bg: Ако е активирано, Signal ще се опита да заобиколи цензурата. Не разрешавайте тази функция, освен ако не сте на място, където Signal е цензуриран.
bn: যদি সক্ষম করা থাকে তবে Signal সেন্সরশিপকে ছিন্ন করার চেষ্টা করবে। আপনি যদি এমন কোনও স্থানে না থাকেন যেখানে Signal সেন্সর করা রয়েছে তবে এই বৈশিষ্ট্যটি সচল করবেন না।
ca: En activar-ho, el Signal provarà d'eludir la censura. No activeu aquesta característica si no sou a una ubicació on el Signal és censurat.
cs: Pokud je povoleno, Signal se pokusí obejít cenzuru. Nepovolujte v místech, kde Signal není cenzurován.
cy: Os y galluogir, bydd Signal yn rhoi cynnig ar osgoi sensoriaeth. Peidiwch a galluogi y nodwedd hon os nad ydych mewn lleoliad lle sensorir Signal.
da: Hvis aktiveret vil Signal forsøge at omgå censur. Aktivér ikke denne funktion, medmindre du er på et sted hvor Signal er censureret
de: Bei Aktivierung wird Signal versuchen, Zensurmaßnahmen zu umgehen. Aktiviere diese Funktion nur dann, wenn du dich an einem Ort befindest, an dem Signal zensiert wird.
el: Αν είναι ενεργοποιημένο, το Signal θα προσπαθήσει να παρακάμψει την λογοκρισία. Μην ενεργοποιήσεις αυτή την επιλογή εκτός και αν βρίσκεσαι σε περιοχή όπου το Signal έχει λογοκριθεί/μπλοκαριστεί.
es: Si activas Evitar censura, Signal intentará enviar mensajes evitando la censura. Activa esta función solo si te encuentras en un país que bloquee Signal.
es_es: Al activar la opción, Signal intentará enviar mensajes evitando la censura. No actives esta opción a no ser que el país en el que te encuentres bloquee Signal.
et: Kui on lubatud, siis püüab Signal tsenseerimisest mööda hiilida. Luba see funktsioon vaid siis, kui oled kohas, kus Signal on tsenseeritud.
eu: Aukera aktibatuta egonez gero, Signal zentsura ekiditen saiatuko da. Ez aktibatu aukera hau Signal zentsuratuta dagoen kokaen batean egon ezik.
fa: با فعالسازی این گزینه، سیگنال اقدام به دورزدن سانسور خواهد کرد. تنها در صورتی این امکان را فعال کنید که سیگنال در محل شما مسدود شده است.
fi: Signal yrittää kiertää sensuuria toiminnon ollessa käytössä. Käytä toimintoa vain paikassa, jossa Signal on sensuroitu.
fil: Kung gumagana, susubukin ng Signal na ikutan ang censorship. Huwag paganahin ang feature na ito maliban na lang kung ika'y nasa lugar na naka-censor ang Signal.
fr: Lorsque cette option est activée, Signal tente de contourner la censure. Ne l'activez que si vous vous trouvez dans une zone géographique où Signal est censuré.
ga: Leis an rogha seo, déanfaidh Signal iarracht an chinsireacht a shárú. Ná húsáid an rogha seo mura bhfuil tú i dtír a dhéanann cinsireacht ar Signal.
gu: જો સક્ષમ હોય, તો Signal સેન્સરશીપને અવળું કરવાનો પ્રયાસ કરશે. જ્યાં સુધી તમે Signal સેન્સર કરેલ નથી ત્યાં સુધી આ સુવિધાને સક્ષમ કરશો નહીં.
he: אם מאופשר, Signal ינסה לעקוף צנזורה. אל תאפשר מאפיין זה אלא אם אתה במיקום שבו Signal מצונזר.
hi: यदि चालू किया गया तो Signal आपके लिए सेंसर-कार्य तोड़ने की कोशिश करेगा। यदि आप किसी सेन्सरशिप वाली जगह पर नहीं हैं तो इस फ़ीचर को चालू ना करें।
hr: Ako je omogućeno, Signal će pokušati zaobići cenzuru. Omogućite ovu značajku samo ako ste u mjestu gdje je Signal cenzuriran.
hu: Ha engedélyezed, a Signal megpróbálja megkerülni az állami blokkolást. Ne engedélyezd ezt a funkciót, ha a tartózkodási helyeden a Signal nincs cenzúrázva.
id: Jika diaktifkan, Signal akan menggagalkan penyensoran. Jangan nonaktifkan fitur ini kecuali Anda berada di lokasi di mana Signal disensor.
is: Ef þetta er virkt, mun Signal reyna að fara framhjá ritskoðun. Ekki virkja þetta nema þú sért á slóðum þar sem ritskoðun Signal fer fram.
it: Se attivo, Signal cercherà di raggirare la censura. Non attivare questa funzione se non ti trovi in un luogo dove Signal è soggetto a censura.
ja: 有効にすると、Signalは検閲回避を試行します。Signalが検閲される場所にいない場合は、有効にしないでください。
kab: Ma yella yetturmed, Signal ad yeεreḍ ad iḥayel ɣef udris. Ur sermad ara tamahilt-a ala ma yella telliḍ deg wadig anida ṣignal yettuεass.
kk: Егер Signal іске қосулы болса, ол цензураны айналып өтуге тырысады. Signal цензураға ұшырайтын жерде болмайынша, бұл функцияны іске қосуға болмайды.
km: á”á¾áŸá·á“á”á¾á€ Signalá“á¹á„á–áŸ’á™á¶á™á¶á˜á…áŸ€áŸáœá¶á„á€á¶ášáƒáŸ’á›á¶áŸ†á˜á¾á›áŸ” á€á»áŸ†á”á¾á€á˜á»áá„á¶ášá“áŸáŸ‡ á›á»áŸ‡ááŸ’ášá¶á¢áŸ’á“á€á€áŸ†á–á»á„áŸáŸ’áá·áá“áŸ…á‘á¸áá¶áŸ†á„áŠáŸ‚á› SignalááŸ’ášá¼áœá”á¶á“áƒáŸ’á›á¶áŸ†á˜á¾á›áŸ”
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದಲ್ಲಿ, Signal ಸೆನ್ಸಾರ್ಶಿಪ್ ಅನ್ನು ತಪ್ಪಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ. ನೀವು Signal ಸೆನ್ಸಾರ್ ಮಾಡಿದ ಸ್ಥಳದಲ್ಲಿ ಇಲ್ಲದಿದ್ದರೆ ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಡಿ.
ko: 이 기능을 켠다면 Signal이 검열 우회를 시도합니다. Signal이 검열된 곳이 아니라면 이 기능을 켜지 마십시오.
lt: Jei įjungta, Signal bandys apeiti cenzūravimą. Neįjunkite šios ypatybės, nebent esate vietoje, kurioje Signal yra cenzūruojama.
lv: Ja šī funkcija ir iespējota, Signal mēģinās apiet cenzūru. Neieslēdziet šo funkciju, ja atrodaties vietā, kur Signal tiek cenzēta.
mk: Ако е овозможено, Signal ќе се обиде да ја заобиколи цензурата. Не ја овозможувајте оваа можност освен ако сте на локација каде Signal е цензуриран.
ml: പ്രാപ്യമാക്കിയിട്ടുണ്ടെങ്കിൽ, സെൻസർഷിപ്പ് ഒഴിവാക്കാൻ Signal ശ്രമം നടത്തും. Signal സെൻസർ ചെയ്യുന്ന ഒരു ലൊക്കേഷനിൽ ആണ് നിങ്ങളെങ്കിൽ ഈ ഫീച്ചർ പ്രാപ്യമാക്കരുത്.
mr: जर सक्षम केले, तर Signal सेंसॉरशिप सर्कंमवेंट करण्याचा प्रयत्न करेल. आपण Signal सेंसॉर केलेल्या स्थानावर असल्याखेरीज हे वैशिष्ट्य सक्षम करू नये.
ms: Jika didayakan, Signal akan cuba memintas penapisan. Jangan mendayakan ciri ini melainkan jika anda berada di lokasi di mana Signal ditapis.
my: ဒါကိုဖွင့်ထားပါက signal အနေဖြင့် ပိတ်ထားခြင်းများကို ကျော်သွားရန်ကြိုးစားပါလိမ့်မည်။ Signal အားပိတ်ထားသောနေရာတွင်အသုံးပြုနေခြင်းမဟုတ်ပါက ဒါကိုသုံးရန်မလိုပါ။
nb: Når slått på, vil Signal forsøke å unngå sensurforsøk. Ikke skru på denne funksjonen om du ikke er i et område hvor Signal blir forsøkt sensurert.
nl: Indien ingeschakeld zal Signal proberen censuur te omzeilen. Schakel deze functie niet in tenzij je je op een locatie bevindt waar Signal wordt gecensureerd.
pa: ਸਮਰੱਥ ਕੀਤੇ ਹੋਣ 'ਤੇ, Signal ਸੈਂਸਸ਼ਿਪ ਨੂੰ ਝਾਂਸਾ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗੀ. ਇਸ ਫੀਚਰ ਨੂੰ ਸਮਰੱਥ ਨਾ ਕਰੋ ਜਦੋਂ ਤੱਕ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਟਿਕਾਣੇ 'ਤੇ ਨਾ ਹੋਵੋ ਜਿੱਥੇ Signal ਸੈਂਸਰਡ ਹੋਵੇ.
pa_pk: جے فعال کیتا، تے Signal سینسرشپ سرکموینٹ دی کوشش کرے گا۔ ایس خصوصیت نوں اودوں تائیں فعال نہ کرو جدوں تائیں کہ تساں ایس مقام اتے نہ ہوو جتھے Signal نوں سینسر کیتا جاندا اے۔
pl: Gdy ta opcja jest włączona, Signal w miarę możliwości korzysta z mechanizmów obchodzenia cenzury. Nie włączaj tej opcji, jeśli znajdujesz się w miejscu, w którym aplikacja Signal nie jest blokowana.
ps: که چیرته فعال شي، نو Signal به هڅه وکړي چې سانسور ودروي. دا ځانګړنه مه فعاله کوئ، مګر دا چې تاسې په داسې یوه موقعیت کې یاست چیرته چې Signal سانسور وي.
pt_br: Se ativado, Signal tentará contornar a censura. Não habilite esta função ao menos que você esteja em um lugar onde Signal é censurado.
pt_pt: Se ativo, o Signal irá tentar circunscrever a censura. Apenas ative esta opção em locais onde o Signal é censurado.
ro: Dacă este activată, Signal va încerca să ocolească cenzura. Nu activa această funcționalitate doar dacă ești într-o locație unde Signal este cenzurat.
ru: Если включить эту опцию, Signal будет пытаться обойти цензуру (блокировку провайдером). Не включайте её, если там, где вы находитесь, Signal не блокируется.
sk: Keď je povolené, Signal sa pokúsi obísť cenzúru. Nepovoľujte v umiestneniach, kde Signal nie je cenzurovaný.
sl: Ob vklopu bo aplikacija Signal skušala zaobiti cenzuro. Ne vklapljajte, če niste na lokaciji, kjer je aplikacija Signal blokirana.
sq: Në u aktivizoftë, Signal-i do të përpiqet të anashkalojë censurime. Mos e aktivizoni këtë veçori, po qe se nuk gjendeni diku ku Signal-i censurohet.
sr: Уколико је ова опција укључена, Signal ће покушати да заобиђе цензуру. Немојте да укључујете ову функционалност ако се не налазите негде где је Signal цензурисан.
sv: Om påslaget så kommer Signal försöka kringgå censur. Slå bara på denna funktion om du är på en plats där Signal censureras.
sw: Ikiwezeshwa, Signal itajaribu kuzuia udhibiti. Usiruhusu kipengele hiki hadi pale utakapokuwa katika eneo ambalo Signal imedhibiitiwa.
ta: இயக்கப்பட்டால், தணிக்கை தவிர்க்க Signal முயற்சிக்கும். நீங்கள் Signal தணிக்கை செய்யப்பட்ட இடத்தில் இல்லாவிட்டால் இந்த அம்சத்தை இயக்க வேண்டாம்.
te: ప్రారంభించబడితే, Signal ప్రదర్శన నిషేధం తప్పించుకోవడానికి ప్రయత్నిస్తుంది. మీరు Signal నిషేధించ చేయబడిన ప్రదేశంలో ఉంటే తప్ప ఈ లక్షణాన్ని ప్రారంభించవద్దు.
th: หากเปิดใช้ Signal จะพยายามหลบเลี่ยงการปิดกั้นข้อมูล อย่าเปิดใช้ความสามารถนี้ เว้นแต่ว่าคุณอยู่ในที่ที่ Signal ถูกปิดกั้น
tr: Etkinleştirildiğinde, Signal sansürü atlatmaya çalışacaktır. Signal'in sansürlendiği bir konumda olmadığınız sürece bu özelliği etkinleştirmeyin.
ug: ئەگەر قوزغىتىلسا، Signal تەكشۈرۈشتىن دالدىلىنىشنى سىنايدۇ. Signal سىز تۇرۇۋاتقان جايدا تەكشۈرۈلمىسە بۇ ئىقتىدارنى قوزغاتماڭ.
uk: Якщо ввімкнути, то Signal намагатиметься обійти цензуру. Вмикайте цю функцію, тільки якщо ви в місці, де Signal заблоковано.
ur: اگر فعال کریں،Signal بائی پاس سنسرشپ کی کوشش کے گا۔ اس خصوصیت کو تب تک فعال نہ کریں جب تک آپ ایک لوکیشن میں ہیں جہاں Signal سنسر ہے۔
vi: Nếu được bật, Signal sẽ thử tránh kiểm duyệt. Không bật tính năng này trừ khi bạn đang ở một nơi đang chặn Signal.
zh_cn: 若启用，Signal 会尝试规避审查。除非 Signal 在您所在地受到审查，否则不要打开该功能。
zh_hk: 一旦啟用，Signal 會嘗試規避審查。除非您所在地方會審查 Signal，否則不要使用此功能。

# SETTINGS_ADVANCED_CENSORSHIP_CIRCUMVENTION_FOOTER_AUTO_ENABLED
source: Censorship circumvention has been activated based on your account's phone number.
af: Sensuuromseiling word geaktiveer volgens u rekening se telefoonnommer.
ar: تمَّ تنشيط تجاوز الرقابة استنادًا على رقم الهاتف الخاص بحسابك.
az: Senzuradan yayınma, hesabınızın telefon nömrəsinə görə aktivləşdirildi.
be: Абыход цэнзуры аўтаматычна актываваны на аснове нумара тэлефона вашага ўліковага запісу.
bg: Заобикалянето на цензурата е активирано въз основа на телефонния номер на профила Ви.
bn: আপনার অ্যাকাউন্ট ফোন নাম্বার এর ভিত্তিতে সেন্সরশিপ এড়ানো সক্রিয় করা হয়েছে।
ca: L'elusió de la censura s'ha activat basant-se en el número de telèfon del vostre compte.
cs: Obcházení cenzury bylo aktivováno na základě vašeho telefonního čísla.
cy: Mae osgoi sensoriaeth wedi'i ysgogi oherwydd y rhif ffôn ar eich cyfrif.
da: Omgåelse af censur er blevet aktiveret baseret på din kontos telefonnummer.
de: Die Zensurumgehung wurde aufgrund der Telefonnummer deines Kontos aktiviert.
el: Η παράκαμψη λογοκρισίας ενεργοποιήθηκε βάσει του αριθμού τηλεφώνου του λογαριασμού σου.
es: Evitar censura se ha activado automáticamente en función del número de teléfono de tu cuenta de Signal.
es_es: La opción para evitar censura se ha activado automáticamente basándose en el número de teléfono de tu cuenta de Signal.
et: Tsenseerimisest möödahiilimine on aktiveeritud sinu konto telefoninumbri järgi.
eu: Zentsura ekiditeko aukera zure kontuaren telefono zenbakian oinarrituta aktibatu da.
fa: دورزدن سانسور بر اساس شماره تلفن شما فعال شد.
fi: Puhelinnumerosi sijaintiin perustuva sensuurin kiertäminen otettu käyttöön.
fil: Ang pag-ikot sa censorship ay pinagana na base sa numero ng telepono ng iyong account.
fr: Étant donné l'indicatif téléphonique de votre compte, le contournement de la censure a été activé.
ga: Cuireadh sárú na cinsireachta i bhfeidhm bunaithe ar an uimhir ghutháin atá agat.
gu: તમારા એકાઉન્ટ ના ફોન નંબરના આધારે સેન્સરશીપ છેતરપિંડી સક્રિય કરવામાં આવી છે.
he: עקיפת צנזורה הופעלה על סמך מספר הטלפון של החשבון שלך.
hi: आपके खाते के फोन नंबर के आधार पर सेंसरशिप से बचाव सक्षम कर दिया गया है।
hr: Zaobilaženje cenzure aktivirano je na temelju broja telefona vašeg računa.
hu: A cenzúramegkerülés funkciót aktiváltuk a telefonszámod országkódja alapján.
id: Pengelabuan Penyensoran telah diaktifkan berdasarkan nomor telepon Anda.
is: Leið framhjá ritskoðun var virkjuð út frá símanúmerinu sem tengt er notandaaðgangnum þínum.
it: Il raggiro della censura è stato attivato sulla base del tuo numero di telefono.
ja: アカウントの電話番号に基づいた、検閲回避が有効になりました。
kab: Tiḥilet ɣef udris yetturemden tebna ɣef wuṭṭun n tilifun n umiḍan-ik·im.
kk: Цензураны айналып өту функциясы тіркелгіңіздің телефон нөмірінің негізінде белсендірілді.
km: á€á¶ášá…áŸ€áŸáœá¶á„á€á¶ášáƒáŸ’á›á¶áŸ†á˜á¾á› ááŸ’ášá¼áœá”á¶á“áŠáŸ†áá¾ášá€á¶áš á•áŸ’á¢áŸ‚á€á›á¾á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á‚áá“á¸á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ಖಾತೆಯ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಆಧರಿಸಿ ಸೆನ್ಸಾರ್ಶಿಪ್ ತಪ್ಪಿಸುವಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.
ko: 검열 우회가 계정의 휴대전화에서 활성화되습니다.
lt: Cenzūravimo apėjimas buvo aktyvuotas pagal jūsų paskyros telefono numerį.
lv: Cenzūras apiešana ir aktivizēta, pamatojoties uz jūsu konta tālruņa numuru.
mk: Заобиколувањето на цензурата беше активирано врз база на вашиот телефонски број на сметката.
ml: നിങ്ങളുടെ അക്കൗണ്ടിലെ ഫോൺ നമ്പർ അടിസ്ഥാനമാക്കി സെൻസർഷിപ്പ് ഒഴിവാക്കൽ പ്രാപ്തമാക്കിയിട്ടുണ്ട്.
mr: आपल्या खात्याच्या फोन नंबरच्या आधारावर सेंसॉरशिप सर्कंवेंशन सक्रिय केले गेले आहे.
ms: Pemintasan penapisan telah diaktifkan berdasarkan nombor telefon akaun anda.
my: သင့်ကိုယ်ပိုင်စာရင်း ၏ဖုန်းနံပါတ်အပေါ် မူတည်၍ ဆင်ဆာဖြတ်တောက်မှုရှောင်ကွင်းခြင်းကို ပြုလုပ်ပြီး ဖြစ်သည်။
nb: Sensur-omgåelse har blitt aktivert basert på telefonnummeret som kontoen er registrert med.
nl: Censuuromzeiling is automatisch ingeschakeld omdat je telefoonnummer bij een risicoregio hoort.
pa: ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਫੋਨ ਨੰਬਰ ਦੇ ਅਧਾਰ 'ਤੇ ਸੈਂਸਰਸ਼ਿਪ ਤਰਤੀਬ ਨੂੰ ਐਕਟੀਵੇਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ.
pa_pk: تساں دے اکاؤنٹ دے فون نمر دی بنیاد اتے سینسرشپ سرکموینشن نوں فعال کر دتا گیا اے۔
pl: Obchodzenie cenzury zostało włączone na podstawie numeru telefonu na Twoim koncie.
ps: د سانسور بندول ستاسې د اکاونټ د ټلیفون شمېرې له مخې فعال شوی دی.
pt_br: A driblagem de censura foi ativada tendo como base o número de telefone da sua conta.
pt_pt: A circunscrição de censura foi ativada baseada no número de telefone da sua conta.
ro: Ocolirea cenzurii a fost activată pe baza numărului tău de telefon.
ru: Обход цензуры автоматически активирован на основе номера телефона вашей учётной записи.
sk: Obchádzanie cenzúry bolo zapnuté na základe telefónneho čísla vášho účtu.
sl: Zaščita pred cenzuro je bila vklopljena v povezavi s telefonsko številko vašega računa.
sq: Anashkalimi i censurimit është aktivizuar për numrin e telefonit të llogarisë tuaj.
sr: Заобилазак цензуре је активиран на основу броја телефона повезаног са вашим налогом.
sv: Kringgå censur har aktiverats baserat på ditt kontos telefonnummer
sw: Ukwepaji udhibiti umeamilishwa kulingana na nambari ya simu ya akaunti yako
ta: உங்கள் கணக்கு தொலைபேசி எண்ணின் அடிப்படையில் தணிக்கை சுற்றளவு செயல்படுத்தப்பட்டுள்ளது.
te: మీ ఖాతా ఫోన్ నంబర్ ఆధారంగా ప్రదర్శన వంచన నిషేధం సక్రియం చేయబడింది.
th: การหลบเลี่ยงการปิดกั้นถูกเปิดใช้ เนื่องจากหมายเลขโทรศัพท์ของบัญชีของคุณ
tr: Sansür atlatma hesabınızın telefon numarasına bağlı olarak etkinleştirildi.
ug: تەكشۈرۈشتىن دالدىلىنىش ھېساباتىڭىزدىكى تېلېفون نومۇرىغا ئاساسەن ئاكتىپلىنىدۇ.
uk: Обхід цензури активовано на підставі номера телефону, на який зареєстровано цей акаунт.
ur: بائی پاس سنسرشپ آپ کے اکاؤنٹ فون نمبر کی بنا پر چالو کر دیا گیا ہے۔
vi: Tránh kiểm duyệt đã được bật dựa trên số điện thoại trong tài khoản của bạn.
zh_cn: 已根据您的手机号码启动审查规避。
zh_hk: 根據您的電話號碼，我們已啟用審查規避功能。
