Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_CALLING_HIDES_IP_ADDRESS_PREFERENCE_TITLE_DETAIL
source: Relay all calls through a Signal server to avoid revealing your IP address to your contact. Enabling will reduce call quality.
af: Herlei alle oproepe via ’n Signal-bediener om te verhoed dat u IP-adres aan u kontak bekend word. As u dit aktiveer, sal dit oproepgehalte verlaag.
ar: إعادة توجيه جميع المكالمات عبر خادم سيجنال لتفادي كشف عنوان البروكسي الخاص بك لجهة اتصالك. ستنخفض جودة المكالمات عند التفعيل.
az: IP ünvanınızı əlaqənizə göstərməmək üçün bütün zəngləri Signal serveri üzərindən həyata keçirin. Fəallaşdırsanız, zəngin keyfiyyəti aşağı düşəcək.
be: Прапускаць усе званкі праз сервер Signal, каб не раскрываць IP-адрас свайму кантакту. Якасць званка пагоршыцца.
bg: Прехвърляйте всички повиквания през сървър на Signal, за да не разкривате своя IP адрес на вашия контакт. Активирането ще влоши качеството на повикването.
bn: আপনার পরিচিতি থেকে আইপি ঠিকানাটি লুকাতে Signal সার্ভারের মাধ্যমে কল সমূহ রিলে করুন। সক্ষম করা কল এর মান হ্রাস পাবে।
ca: Redirigeix totes les trucades a través d'un servidor de Signal per evitar revelar l'adreça IP al contacte. Activar-ho reduirà la qualitat de la trucada.
cs: Přenášet všechna volání přes server Signal, aby nedošlo k odhalení vaší IP adresy volanému. Povolením dojde ke zhoršení kvality hovoru.
cy: Trsoglwyddo pob galwad trwy gweinydd Signal i osgoi datgelu eich cyfeiriad IP i'ch cysylltiad. Bydd galluogi yn dirywio ansawdd galwadau.
da: Omdiriger alle opkald via en Signal-server for at undgå at afsløre din IP-adresse for din samtalepartner. Aktivering vil reducere opkaldskvaliteten.
de: Alle Anrufe über den Signal-Server leiten, um die eigene IP-Adresse gegenüber Kontakten nicht offenzulegen. Dies verringert die Anrufqualität.
el: Αναμετάδοση όλων των κλήσεων μέσω ενός διακομιστή Signal για να μην αποκαλύπτεται η διεύθυνση IP σου στην επαφή σου. Η ενεργοποίηση θα μειώσει την ποιότητα των κλήσεων.
es: Redirige todas las llamadas a través del servidor de Signal para evitar revelar tu dirección IP. Si activas esta opción, se reducirá la calidad de las llamadas.
es_es: Redirige todas las llamadas a través del servidor de Signal para evitar revelar tu dirección IP. Activar la opción reducirá la calidad de las llamadas.
et: Vahenda kõik kõned läbi Signali serveri, et hoiduda enda IP-aadressi paljastamisest oma kontaktile. Selle lubamine vähendab kõne kvaliteeti.
eu: Birtransmititu dei guztiak Signal zerbitzari baten bitartez; horrela ez diozu erakutsiko zure IP helbidea kontaktuari. Aktibatzeak deiaren kalitatea gutxiagotuko du.
fa: بازپخش تمام تماس ها از طریق سرور سیگنال برای جلوگیری از افشا شدن آدرس IP شما برای مخاطبانتان. فعال سازی آن باعث کاهش کیفیت تماس می شود.
fi: Kaikki puhelut välitetään Signalin palvelimen kautta, jotta IP-osoitteesi ei paljastu yhteystiedollesi. Heikentää puhelun laatua.
fil: Padaanin ang lahat ng tawag sa server ng Signal upang maiwasang mailantad sa iyong kontak ang iyong IP address. Mababawasan ang kalidad ng tawag kapag pinagana ito.
fr: Relayer tous les appels via un serveur Signal pour éviter de révéler votre adresse IP à votre contact. L'activation de cette option réduit la qualité des appels.
ga: Cuir gach glao trí fhreastalaí Signal ionas nach mbeidh an teagmhálaí a fhaigheann an glao in ann do sheoladh IP a fheiceáil. Imríonn seo drochthionchar ar cháilíocht an ghlao.
gu: તમારા સંપર્કમાં તમારું IP એડ્રેસ જણાવવાનું ટાળવા માટે Signal સર્વર દ્વારા બધા કૉલ રિલે કરો. સક્ષમ કરવાથી કૉલની ગુણવત્તામાં ઘટાડો થશે.
he: שדר מחדש את כל השיחות דרך שרת Signal כדי למנוע את חשיפת כתובת ה־IP שלך אל אנשי הקשר שלך. אפשור יפחית איכות שיחות.
hi: अपने संपर्क में अपने IP पते को प्रकट करने से बचने के लिए Signal सर्वर के माध्यम से सभी कॉल रिले करें। सक्षम करने से कॉल गुणवत्ता कम हो जाएगी।
hr: Preusmjerite sve pozive putem Signalnog poslužitelja kako biste izbjegli otkrivanje vaše IP adrese vašim kontaktima. Omogućavanje opcije će smanjiti kvalitetu poziva.
hu: Minden hívás a Signal kiszolgálón keresztül haladjon - ezzel elfedhető IP címed a hívott fél számára. A funkció engedélyezése csökkentheti a hívásminőséget.
id: Sampaikan semua panggilan melalui peladen Signal untuk menghindari pengungkapan alamat IP Anda oleh kontak Anda. Mengaktifkannya akan mengurangi kualitas panggilan.
is: Senda símtöl áfram í gegnum netþjóna Signal til að minnka líkur á að IP-vistfang þitt verði opinbert. Að virkja þennan möguleika mun minnka gæði símtals.
it: Inoltra tutte le chiamate tramite il server Signal per evitare di rivelare il tuo indirizzo IP al tuo contatto. L'attivazione riduce la qualità delle chiamate.
ja: すべての通話をSignalサーバで中継して、相手にIPアドレスを知られることを防ぎます。ただし通話の品質は下がります。
kab: Sεeddi akk isawalen seg uqeddac n Signal akken anermis-ik.im ur yettwali ara tansa-inek.inem IP. Ma yermed ad tenqes tɣara n usiwel.
kk: IP мекенжайыңыздың ашылуына жол бермеу үшін барлық қоңырауларды Signal сервері арқылы қайта таратыңыз. Іске қосылса, қоңырау сапасын төмендетеді.
km: á€á¶ášá”á“áŸ’áá€á¶ášá áŸ…á‘á¶áŸ†á„á¢áŸáŸ‹áá¶á˜ášá™áŸˆá˜áŸ‰á¶áŸáŸŠá¸á“á˜áŸ Signal áŠá¾á˜áŸ’á”á¸á…áŸ€áŸáœá¶á„á€á¶ášá”á„áŸ’á á¶á‰á¢á¶áŸá™áŠáŸ’á‹á¶á“ IP ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ…á€á¶á“áŸ‹á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á€á¶ášá”á¾á€á“áŸáŸ‡ á“á¹á„á€á¶ááŸ‹á”á“áŸ’áá™á‚á»áá—á¶á–á“áŸƒá€á¶ášá áŸ…áŸ”
kn: ನಿಮ್ಮ ಐಪಿ ವಿಳಾಸವನ್ನು ನಿಮ್ಮ ಸಂಪರ್ಕಕ್ಕೆ ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ತಪ್ಪಿಸಲು Signal ಸರ್ವರ್ ಮೂಲಕ ಎಲ್ಲಾ ಕರೆಗಳನ್ನು ರಿಲೇ ಮಾಡಿ. ಸಕ್ರಿಯಗೊಳಿಸುವುದು ಕರೆ ಗುಣಮಟ್ಟವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ
ko: 내 연락처에게 IP 주소가 표시되지 않도록 모든 통화를 Signal 서버로 중계합니다. 전화 품질이 떨어질 수 있습니다.
lt: Retransliuoti visus skambučius per Signal serverį, kad išvengtumėte savo IP adreso atskleidimo savo adresatui. Įjungus, pablogės skambučio kokybė.
lv: Pārraidiet visus zvanus, izmantojot Signal serveri, lai jūsu kontaktpersona neatklātu jūsu IP adresi. Aktivizējot šo funkciju, tiks samazināta zvana kvalitāte.
mk: Препраќајте ги повиците преку Signal сервер за да избегнете да му ја откриете вашата IP адреса на вашиот контакт. Овозможувањето ќе го намали квалитетот на повикот.
ml: നിങ്ങളുടെ കോൺടാക്ടിന് നിങ്ങളുടെ ഐപി വിലാസം വെളിപ്പെടുന്നത് ഒഴിവാക്കാൻ ഒരു Signal സെർവറിലൂടെ എല്ലാ കോളുകളും കൈമാറുക. ഇത് പ്രാപ്തമാക്കുന്നത് കോളിൻ്റെ ഗുണമേന്മ കുറയ്ക്കും.
mr: आपल्या संपर्काला आपला IP पत्ता कळू न देण्यासाठी सर्व कॉल Signal सर्व्हर वरून रीले करा. सक्षम केल्याने कॉल दर्जा कमी होईल.
ms: Menyampaikan semua panggilan melalui pelayan Signal untuk elak mendedahkan alamat IP anda kepada kenalan anda. Mendayakan akan mengurangkan kualiti panggilan.
my: သင့် အဆက်အသွယ်သို့ သင့် IP လိပ်စာပြခြင်းမှ ရှောင်လွှဲရန် ဖုန်းခေါ်ဆိုမှုများအားလုံးကို Signal ဆာဗာမှ တစ်ဆင့် လက်ဆင့်ကမ်းပေးပါ။ ၎င်းလုပ်ခြင်းကြောင့်တော့ ဖုန်းခေါ်ဆိုမှု အရည်အသွေး ကျသွားနိုင်ပါသည်။
nb: Omdiriger alle anrop gjennom Signal-tjenesten for å unngå å avsløre IP-adressen din til kontakten din. Aktivering vil redusere samtalekvaliteten.
nl: Leid alle oproepen om via de Signal-servers zodat je contacten je IP-adres niet kunnen achterhalen. Als je dit inschakelt, zal de gesprekskwaliteit verminderen.
pa: ਆਪਣੇ ਸੰਪਰਕ ਨੂੰ ਤੁਹਾਡੇ IP ਦਾ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਚਾਉਣ ਲਈ Signal ਸਰਵਰ ਰਾਹੀਂ ਸਾਰੀਆਂ ਕਾਲਾਂ ਨੂੰ ਰੀਲੇਅ ਕਰੋ. ਸਮਰੱਥ ਕਰਨ ਨਾਲ ਕਾਲ ਦੀ ਗੁਣਵੱਤਾ ਘਟੇਗੀ.
pa_pk: اپنے IP پتے نوں اپنے رابطے توں ظاہر ہون توں بچن دے لئی اک سگنل سرور دے ولوں ساری کالاں نوں ریلے کرو۔ فعال کرن توں کال دا معیار گھٹ ہو جاوے گا۔
pl: Aby nie ujawniać swojego adresu IP kontaktom, realizuj wszystkie połączenia za pośrednictwem serwera Signal. Gdy ta opcja jest włączona, połączenia mają gorszą jakość.
ps: خپلې ټولې اړیکې د Signal د سرور له لارې تیرې کړئ تر څو ستاسې مخاطب ته ستاسې د IP پتې د ښکاره کېدو مخنیوی وکړي. د دې غوراوي فعالول به د اړیکې کیفیت راټیټ کړي.
pt_br: Redirecione todas as ligações através de um servidor do Signal para evitar que seu endereço IP seja revelado ao contato. Habilitar esta opção reduzirá a qualidade das chamadas.
pt_pt: Todas as suas chamadas passarão pelo servidor Signal para evitar revelar o seu endereço IP ao seu contacto. A sua ativação irá reduzir a qualidade da chamada.
ro: Redirecționează toate apelurile către un server Signal pentru a evita aflarea adresei IP de către contact tău. Activarea va reduce calitatea apelului.
ru: Пропускать все звонки через сервер Signal, чтобы не раскрывать ваш IP-адреса собеседнику. Качество звонка ухудшится.
sk: Smerovať všetky hovory cez server Signal pre zabránenie, aby váš kontakt odhalil vašu IP adresu. Zapnutie zníži kvalitu hovoru.
sl: Vsi klici bodo posredovani preko strežnika Signal. S tem boste klicani strani onemogočili, da bi odkrila vaš naslov IP. Kvaliteta klica bo zaradi tega slabša.
sq: Kaloji krejt thirrjet përmes një shërbyesi Signal, për shmangie zbulimi të adresës tuaj IP nga kontakti juaj. Aktivizimi do të ulë cilësinë e thirrjes.
sr: Преусмерава све позиве преко Signal-овог сервера да би се избегло откривање ваше IP адресе вашем контакту. Умањује квалитет позива.
sv: Vidarebefordra alla samtal genom en Signal-server för att undvika att avslöja ditt IP-nummer för din kontakt. Detta kommer att reducera samtalskvaliteten.
sw: Wasilisha simu zote kupitia seva ya Signal kuzuia kufichua anwani yako ya IP kwa mwasiliani wako. Kuwezesha kutapunguza ubora wa simu.
ta: உங்கள் தொடர்புக்கு உங்கள் ஐபி முகவரியை வெளிப்படுத்துவதைத் தவிர்க்க Signal சேவையகம் மூலம் அனைத்து அழைப்புகளையும் சுற்றசெய்யவும். இயக்குவது அழைப்பு தரத்தை குறைக்கும்.
te: మీ పరిచయం మీ IP చిరునామా బహిర్గతం నివారించేందుకు Signal సర్వర్ ద్వారా అన్ని కాల్స్ ప్రసారం. సమర్ధించే కాల్ నాణ్యత తగ్గిస్తుంది.
th: ส่งต่อสายทั้งหมดผ่านเซิร์ฟเวอร์ Signal เพื่อหลีกเลี่ยงการเปิดเผยที่อยู่ IP ของคนที่คุณติดต่อด้วย การเปิดใช้งานจะลดคุณภาพการโทรลง
tr: IP adresinizi kişinize göstermekten kaçınmak için tüm aramaları Signal sunucusundan aktarın. Etkinleştirildiğinde arama kalitesi düşecektir.
ug: ھەممە چاقىرىشتا Signal مۇلازىمېتىرى ئىشلىتىلسە ئالاقەداشىڭىزنىڭ IP ئادرېسىڭىزغا ئېرىشىشنىڭ ئالدىنى ئالغىلى بولىدۇ، ئەمما بۇ ئىقتىدار سۆزلىشىش سۈپىتىنى تۆۋەنلىتىۋېتىدۇ.
uk: Ретранслювати всі виклики через сервер Signal, щоб не розкривати контактам своєї IP-адреси. Увімкнення цієї функції знизить якість викликів.
ur: اپنے رابطوں پر اپنا IP ایڈریس ظاہر کرنے سے بچنے کیلئے Signal سرور کے ذریعے تمام کالوں کو ریلے کریں۔ فعال کرنے سے کال کا معیار کم ہوجائے گا۔
vi: Chuyển tiếp mọi cuộc gọi qua một máy chủ của Signal để tránh làm lộ địa chỉ IP của bạn cho các liên hệ. Bật tính năng này sẽ làm giảm chất lượng cuộc gọi.
zh_cn: 使用 Signal 服务器转发所有通话，这能防止联系人获取您的 IP 地址，但此功能会降低通话质量。
zh_hk: 經由 Signal 伺服器轉送所有通話以避免向您的聯絡人透露您的 IP 位址。啟用時將會降低通話質素。

# SETTINGS_CHANGE_PHONE_NUMBER_BACK_TO_EDIT_BUTTON
source: Edit Number
af: Wysig nommer
ar: تعديل الرقم
az: Nömrəyə düzəliş et
be: Рэдагаваць нумар
bn: নাম্বার এডিট করুন
ca: Edita el número
cs: Upravit číslo
cy: Golygu'r Rhif
da: Rediger nummer
de: Telefonnummer bearbeiten
el: Επεξεργασία αριθμού
es: Editar número
fa: ویرایش شماره
fi: Muokkaa numeroa
fr: Modifier le numéro
gu: નંબર સંપાદિત કરો
he: ערוך מספר
hi: नंबर संपादित करें
hr: Uredi broj
hu: Szám szerkesztése
id: Sunting Nomor
is: Breyta númeri
it: Modifica numero
ja: 電話番号を編集
km: á€áŸ‚ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
ko: 번호 편집
lt: Taisyti numerį
ml: നമ്പർ എഡിറ്റ് ചെയ്യുക
mr: क्रमांक संपादित करा
ms: Edit Nombor
nb: Endre nummer
nl: Onjuist telefoonnummer bewerken
pl: Edytuj numer
pt_br: Editar número
pt_pt: Editar número
ro: Editare număr
ru: Редактировать номер
sk: Upraviť číslo
sl: Uredi številko
sq: Përpunoni Numër
sr: Уреди број
sv: Ändra nummer
sw: Hariri Nambari
th: แก้ไขหมายเลข
tr: Numarayı Düzenle
ug: نومۇرنى تەھرىرلەش
uk: Виправити номер
ur: نمبر ترتیب کرے
vi: Sửa Số
zh_cn: 编辑电话号码
zh_hk: 編輯號碼

# SETTINGS_CHANGE_PHONE_NUMBER_BUTTON
source: Change Phone Number
af: Verander telefoonnommer
ar: تغيير رقم الهاتف
az: Telefon nömrəsini dəyişdir
be: Змяніць нумар тэлефона
bn: ফোন নম্বর পরিবর্তন করুন
ca: Canvia el número de telèfon
cs: Změnit telefonní číslo
cy: Newid Rhif Ffôn
da: Skift telefonnummer
de: Telefonnummer ändern
el: Αλλαγή αριθμού τηλεφώνου
es: Cambiar número de teléfono
fa: تغییر شماره تلفن
fi: Vaihda puhelinnumeroa
fr: Changer de numéro de téléphone
ga: Athraigh Uimhir Ghutháin
gu: ફોન નંબર બદલો
he: שנה מספר טלפון
hi: फोन नंबर बदलें
hr: Promijeni broj telefona
hu: Telefonszám cseréje
id: Ganti Nomor Telepon
is: Skipta um símanúmer
it: Cambia numero di telefono
ja: 電話番号を変更
km: á”áŸ’áŠá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
ko: 전화번호 변경
lt: Keisti telefono numerį
ml: ഫോൺ നമ്പർ മാറ്റുക
mr: फोन क्रमांक बदला
ms: Tukar Nombor Telefon
my: ဖုန်းနံပါတ် ပြောင်းရန်
nb: Bytt telefonnummer
nl: Telefoonnummer wijzigen
pa: ਫ਼ੋਨ ਨੰਬਰ ਬਦਲੋ
pl: Zmień numer telefonu
pt_br: Mudar número de telefone
pt_pt: Alterar o número de telefone
ro: Schimbare număr de telefon
ru: Изменить номер телефона
sk: Zmeniť telefónne číslo
sl: Spremeni telefonsko številko
sq: Ndryshoni Numër Telefoni
sr: Промените број телефона
sv: Ändra telefonnummer
sw: Badili Nambari ya Simu
th: เปลี่ยนหมายเลขโทรศัพท์
tr: Telefon Numarasını Değiştir
ug: تېلېفون نومۇرىنى ئۆزگەرت
uk: Змінити номер телефону
ur: فون نمبر تبدیل کریں
vi: Đổi số điện thoại
zh_cn: 更改手机号码
zh_hk: 變更電話號碼

# SETTINGS_CHANGE_PHONE_NUMBER_CONFIRM_BUTTON
source: Change Number
af: Verander nommer
ar: تغيير الرقم
az: Nömrəni dəyişdir
be: Змяніць нумар
bn: নাম্বার পরিবর্তন করুন
ca: Canvia el número
cs: Změnit číslo
cy: Newid Rhif
da: Skift nummer
de: Telefonnummer ändern
el: Αλλαγή αριθμού
es: Cambiar número
et: Muuda numbrit
eu: Aldatu zenbakia
fa: تغییر شماره
fi: Muokkaa numeroa
fr: Changer de numéro
ga: Athraigh Uimhir
gu: નંબર બદલો
he: שנה מספר
hi: नंबर बदलें
hr: Promijeni broj
hu: Szám változtatása
id: Ubah Nomor
is: Skipta um símanúmer
it: Cambia numero
ja: 電話番号を変更する
km: á”áŸ’áŠá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
kn: ನಂಬರ್ ಬದಲಾಯಿಸಿ
ko: 번호 변경
lt: Keisti numerį
lv: Izmainīt numuru
mk: Смени го бројот
ml: നമ്പർ മാറ്റുക
mr: नंबर बदला
ms: Tukar Nombor
my: နံပါတ် ပြောင်းရန်
nb: Endre telefonnummer
nl: Telefoonnummer wijzigen
pa: ਨੰਬਰ ਬਦਲੋ
pl: Zmień numer
ps: د شمېرې بدلول
pt_br: Mudar número
pt_pt: Alterar número
ro: Schimbă Numărul
ru: Изменить номер
sk: Zmeniť číslo
sl: Sprememba številke
sq: Ndrysho Numrin
sr: Промени број
sv: Ändra nummer
sw: Badili Nambari
ta: எண்ணை மாற்றவும்
te: నెంబరు మార్చండి
th: เปลี่ยนหมายเลขโทรศัพท์
tr: Numarayı Değiştir
ug: نومۇرنى ئۆزگەرت
uk: Змінити номер
ur: نمبر تبدیل کرے
vi: Thay đổi số
zh_cn: 更换号码
zh_hk: 變更號碼

# SETTINGS_CHANGE_PHONE_NUMBER_CONFIRM_DESCRIPTION_FORMAT
source: You are about to change your phone number from %1$@ to %2$@. Before proceeding, please verify that the below number is correct.
af: U gaan nou u telefoonnommer van %1$@ na %2$@ verander. Bevestig asb. of die onderstaande nommer korrek is voor u voortgaan.
ar: تُوشِك على تغيير رقم هاتفك من %1$@ إلى %2$@. قبل الاستمرار، يُرجى التحقُّق من صحّة الرقم أدناه.
az: %1$@ olan nömrənizi %2$@ ilə dəyişdirirsiniz. Davam etməzdən əvvəl, zəhmət olmasa aşağıdakı nömrənin doğru olduğunu təsdiqləyin.
be: Вы збіраецеся змяніць свой нумар тэлефона з %1$@ на %2$@. Перш чым працягнуць, праверце, ці нумар ніжэй правільны.
bn: আপনি আপনার ফোন নাম্বার %1$@ থেকে %2$@-তে পরিবর্তন করতে যাচ্ছেন। এগিয়ে যাওয়ার আগে, দয়া করে নীচের নম্বরটি সঠিক কিনা যাচাই করুন।
ca: Esteu a punt de canviar el número de telèfon de %1$@ a %2$@. Abans de continuar, comproveu que el número següent sigui correcte.
cs: Chystáte se změnit své telefonní číslo z %1$@ na %2$@. Před pokračováním prosím ověřte, že je zadané číslo správné.
cy: Rydych chi ar fin newid eich rhif ffôn o %1$@ i %2$@. Cyn parhau, gwiriwch fod y rhif isod yn gywir.
da: Du er ved at ændre dit telefonnummer fra %1$@ til %2$@. Før du fortsætter, skal du venligst bekræfte at nummeret nedenfor er korrekt.
de: Du bist dabei, deine Telefonnummer von %1$@ zu %2$@ ändern. Überprüfe vor dem Fortfahren, ob die folgende Nummer korrekt ist.
el: Πρόκειται να αλλάξεις τον αριθμό τηλεφώνου σου από %1$@ σε %2$@. Πριν συνεχίσεις, παρακαλώ επιβεβαίωσε πως ο παρακάτω αριθμός είναι σωστός.
es: Vas a cambiar tu número de teléfono en Signal de %1$@ a %2$@. Antes de continuar, comprueba que el número a continuación es correcto.
fa: شما در آستانهٔ تغییر دادن شماره تلفن خود از %1$@ به %2$@ هستید. پیش از ادامه دادن، لطفاً تصدیق کنید که شمارهٔ پایین صحیح است.
fi: Olet vaihtamassa vanhan puhelinnumerosi %1$@ uuteen numeroon %2$@. Ennen kuin jatkat, varmista että alla oleva numero on oikea.
fr: Vous êtes sur le point de remplacer le numéro de téléphone %1$@ par le numéro suivant : %2$@. Avant de continuer, vérifiez que vous avez bien saisi le bon numéro.
ga: Tá tú ar tí d'uimhir ghutháin a athrú ó %1$@ go %2$@. Roimh leanúint ar aghaidh, fíoraigh go bhfuil an uimhir thíos ceart.
gu: તમે તમારા ફોન નંબરને %1$@માંથી બદલીને %2$@ કરી રહ્યા છો. આગળ વધતાં પહેલાં, કૃપા કરીને ચકાસો કે નીચેનો નંબર સાચો છે.
he: אתה עומד לשנות את מספר הטלפון שלך מן %1$@ אל %2$@. לפני המשכה, אנא וודא שהמספר למטה נכון.
hi: आप अपना फोन नंबर %1$@ से बदलकर %2$@ करनेवाले हैं। आगे बढ़ने से पहले कृपया सत्यापित करे लें कि नीचे दिया गया नंबर सही है।
hr: Promijenit ćete svoj broj telefona iz %1$@ u %2$@. Prije nego što nastavite, provjerite je li navedeni broj telefona točan.
hu: Telefonszámod megváltoztatására készülsz, %1$@ telefonszámról %2$@ telefonszámra. Mielőtt nekikezdenénk, kérjük, ellenőrizd, hogy a megfelelő számot adtad-e meg.
id: Anda sedang mengganti nomor telepon Anda dari %1$@ ke %2$@. Sebelum melanjutkan, mohon verifikasi bahwa nomor dibawah benar.
is: Þú ert í þann mund að fara að breyta símanúmerinu þínu úr %1$@ yfir í %2$@ .Áður en þú heldur áfram skaltu ganga úr skugga um að númerið hér fyrir neðan sé rétt.
it: Stai per cambiare il tuo numero di telefono da %1$@ a %2$@. Prima di procedere, verifica che il numero sottostante sia corretto.
ja: 電話番号を %1$@ から %2$@ に変更しようとしています。 続ける前に、以下の電話番号が正しいことを確認してください。
km: á¢áŸ’á“á€á€áŸ†á–á»á„ááŸ‚á”áŸ’áŠá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘á–á¸á›áŸá %1$@ á‘áŸ…á›áŸá %2$@áŸ” á˜á»á“á–áŸá›áŠáŸ†áá¾ášá€á¶áš áŸá¼á˜á”á‰áŸ’á‡á¶á€áŸ‹áá¶á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘áá¶á„á€áŸ’ášáŸ„á˜á‚áºááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
ko: 전화번호를 %1$@에서 %2$@(으)로 변경합니다. 계속하기 전에 번호가 올바른지 확인하세요.
lt: Jūs ketinate pasikeisti telefono numerį iš %1$@ į %2$@. Prieš tęsdami, patikrinkite, ar žemiau esantis numeris yra teisingas.
ml: നിങ്ങൾ ഫോൺ നമ്പർ %1$@ എന്നതിൽ നിന്ന് %2$@ എന്നതിലേക്ക് മാറാനൊരുങ്ങുകയാണ്. തുടരുന്നതിന് മുമ്പ്, ചുവടെയുള്ള നമ്പർ ശരിയാണോ എന്ന് പരിശോധിച്ചുറപ്പിക്കുക.
mr: तुमचा फोन क्रमांक %1$@ वरून %2$@ मध्ये बदलण्यात येत आहे. पुढे जाण्यापूर्वी, कृपया खालील क्रमांक बरोबर असल्याचे सत्यापित करा.
ms: Anda akan menukar nombor telefon anda daripada %1$@ kepada %2$@. Sebelum meneruskan, sila sahkan nombor di bawah adalah betul.
nb: Telefonnummeret ditt byttes fra %1$@ til %2$@. Dobbeltsjekk at nummeret under er riktig før du går videre.
nl: Je staat op het punt het telefoonnummer waarmee je geregistreerd staat te wijzigen van %1$@ naar %2$@. Controleer of het telefoonnummer hieronder juist is voordat je verder gaat.
pl: Zamierzasz zmienić swój numer telefonu z %1$@ na %2$@. Upewnij się, że poniższy numer jest poprawny.
pt_br: Você está prestes a alterar o seu número de telefone de %1$@ para %2$@. Antes de continuar, confirme se o número abaixo está correto.
pt_pt: Está prestes a alterar o seu número de telefone de %1$@ para %2$@. Antes de prosseguir, confirme que o número abaixo se encontra correto.
ro: Urmează să îți schimbi numărul de telefon din %1$@ în %2$@. Înainte de a continua, te rugăm să verifici dacă numărul de mai jos este corect.
ru: Вы собираетесь изменить свой номер телефона с %1$@ на %2$@. Перед тем как продолжить, пожалуйста, проверьте, что номер ниже правильный.
sk: Chystáte sa zmeniť vaše telefónne číslo z %1$@ na %2$@. Skôr než budete pokračovať overte si, že číslo zobrazené nižšie je správne.
sl: Zamenjali boste svojo telefonsko številko iz %1$@ v %2$@. Preden nadaljujete, preverite, če je spodnja telefonska številka prava.
sq: Ju ndan një hap nga ndryshimi i numrit tuaj të telefonit nga %1$@ në %2$@. Përpara se të vazhdohet, ju lutemi, verifikoni se numri më poshtë është i saktë.
sr: Променићете број телефона са %1$@ на %2$@. Пре него што наставите, проверите да ли је број наведен у наставку тачан.
sv: Du håller på att ändra ditt telefonnummer från %1$@ till %2$@. Innan du fortsätter, kontrollera att numret nedan är korrekt.
sw: Unakaribia kubadilisha nambari yako ya simu kutoka %1$@ hadi %2$@. Kabla ya kuendelea, tafadhali thibitisha kuwa nambari iliyo hapa chini ni sahihi.
th: คุณกำลังจะเปลี่ยนหมายเลขโทรศัพท์จาก %1$@ เป็น %2$@ ก่อนดำเนินการต่อ กรุณาตรวจยืนยันว่าหมายเลขด้านล่างถูกต้อง
tr: Telefon numaranızı (%1$@ --> %2$@) değiştirmek üzeresiniz. Devam etmeden önce lütfen aşağıdaki numaranın doğru olduğundan emin olun.
ug: تېلېفون نومۇرىڭىزنى %1$@ دىن %2$@ گە ئۆزگەرتمەكچى بولىۋاتىسىز. باشلاشتىن بۇرۇن تۆۋەندىكى نومۇرلار توغرىمۇ تەكشۈرۈپ چىقىڭ.
uk: Ви за крок від зміни свого номера телефону з %1$@ на %2$@. Перш ніж завершити процедуру зміни, переконайтеся, що цей номер правильний:
ur: آپ اپنا فون نمبر %1$@سے %2$@پر تبدیل کرنے والے ہیں۔ پیش رفت سے پہلے، براہ کرم تصدیق کریں کہ ذیل میں موجود نمبر درست ہے۔
vi: Bạn chuẩn bị đổi số điện thoại từ %1$@ thành %2$@ .Trước khi tiến hành, vui lòng xác minh số dưới đây là đúng.
zh_cn: 您即将把您的手机号码从 %1$@ 改为 %2$@。 在继续操作之前，请检查下方的手机号码正确无误。
zh_hk: 您即將把您的電話號碼由 %1$@ 變更為 %2$@。 在繼續之前，請驗證下方號碼正確。

# SETTINGS_CHANGE_PHONE_NUMBER_COUNTRY_CODE_FIELD
source: Country Code
af: Landkode
ar: كود الدولة
az: Ölkə kodu
be: Код краіны
bn: দেশ কোড
ca: Codi internacional
cs: Kód země
cy: Côd Gwlad
da: Landekode
de: Landesvorwahl
el: Κωδικός χώρας
es: Código de país
et: Riigi suunakood
eu: Herrialdearen kodea
fa: پیش‌شماره کشور
fi: Maatunnus
fr: Indicatif de pays
ga: Cód Tíre
gu: દેશનો કોડ
he: קוד מדינה
hi: देश कोड
hr: Kôd države
hu: Országkód
id: Kode Negeri
is: Landskóði
it: Prefisso telefonico internazionale
ja: 国番号
kab: Tangalt n tmurt
km: á€á¼áŠá”áŸ’ášá‘áŸáŸ
kn: ದೇಶದ ಕೋಡ್
ko: 국가 코드
lt: Šalies kodas
lv: Valsts kods
mk: Повикувачки број на земјата
ml: രാജ്യ കോഡ്
mr: देश कोड
ms: Kod Negara
my: နိုင်ငံကုဒ်
nb: Landskode
nl: Landcode
pa: ਦੇਸ਼ ਦਾ ਕੋਡ
pl: Kod kraju
ps: هېوادنی کوډ
pt_br: Código do país
pt_pt: Código do país
ro: Prefixul țării
ru: Код страны
sk: Kód krajiny
sl: Koda države
sq: Kod Vendi
sr: Позивни број државе
sv: Landskod
sw: Nambari ya Nchi
ta: நாட்டின் குறியீடு
te: దేశం కోడ్
th: รหัสประเทศ
tr: Ülke Kodu
ug: دۆلەت كودى
uk: Код країни
ur: ملک کا کوڈ
vi: Mã quốc gia
zh_cn: 国家编码
zh_hk: 國家代碼

# SETTINGS_CHANGE_PHONE_NUMBER_NEW_PHONE_NUMBER_SECTION_TITLE
source: Your New Number
af: U nuwe nommer
ar: رقمك الجديد
az: Yeni nömrəniz
be: Ваш новы нумар
bn: আপনার নতুন নাম্বার
ca: Número nou
cs: Vaše nové číslo
cy: Eich Rhif Newydd
da: Dit nye nummer
de: Deine neue Telefonnummer
el: Ο νέος σου αριθμός
es: Tu nuevo número
fa: شماره جدید شما
fi: Uusi puhelinnumero
fr: Votre nouveau numéro
gu: તમારો નવો નંબર
he: המספר החדש שלך
hi: आपका नया नंबर
hr: Vaš novi broj
hu: Új telefonszámod
id: Nomor Baru Anda
is: Nýja símanúmerið þitt
it: Il tuo nuovo numero
ja: 新しい電話番号
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ááŸ’á˜á¸ášá”áŸáŸ‹á¢áŸ’á“á€
ko: 나의 새로운 번호
lt: Jūsų naujas numeris
ml: നിങ്ങളുടെ പുതിയ നമ്പർ
mr: आपला नवीन क्रमांक
ms: Nombor Baru Anda
nb: Ditt nye nummer
nl: Je nieuwe telefoonnummer
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਨੰਬਰ
pl: Twój nowy numer
pt_br: Seu novo número
pt_pt: O seu número novo
ro: Noul număr
ru: Ваш новый номер
sk: Vaše nové číslo
sl: Vaša nova številka
sq: Numri Juaj i Ri
sr: Ваш нови број
sv: Ditt nya nummer
sw: Nambari Yako Mpya
th: หมายเลขใหม่ของคุณ
tr: Yeni Numaranız
ug: يېڭى نومۇرىڭىز
uk: Ваш новий номер
ur: آپ کا نیا نمبر
vi: Số Mới của bạn
zh_cn: 您的新号码
zh_hk: 您的新號碼
