Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SEND_MEDIA_TURN_OFF_MM_MESSAGE
source: You will lose any photos or videos taken.
ar: ستفقد أي صور أو مقاطع فيديو تمَّ التقاطها.
az: Çəkilmiş bütün foto və videoları itirəcəksiniz.
be: Вы страціце ўсе зробленыя фота і відэа.
bn: আপনার ধারণকৃত যেকোন ছবি কিংবা ভিডিও হারাবেন
ca: Perdreu les fotografies o els vídeos fets.
cs: Přijdete o všechny pořízené fotografie nebo videa.
da: Du mister eventuelle fotos eller videoer, der er taget.
de: Du wirst alle bereits aufgenommenen Fotos und Videos verlieren.
el: Θα χάσεις τυχόν φωτογραφίες ή βίντεο.
es: Perderás las fotos y los vídeos que hayas hecho.
fa: هر عکس و فیلمی که گرفته باشید از دست خواهید داد.
fi: Menetät kaikki otetut kuvat ja videot.
fr: Vous perdrez les photos ou vidéos que vous venez de prendre.
gu: તમે લીધેલા કોઈ પણ ફોટા અને વિડીયો ગુમાવશો.
he: תאבד תמונות כלשהן או סרטונים כלשהם שצילמת.
hi: आप कोई भी ली हुई फ़ोटो या वीडियो खो देंगे।
hr: Izgubit ćete sve snimljene fotografije i videozapise.
hu: Elveszíted újonnan készített képeidet, videóidat.
id: Anda akan kehilangan foto atau video apa pun yang diambil.
it: Perderai tutte le foto e i video realizzati.
ja: 撮影した写真や動画はすべて失われます。
km: á¢áŸ’á“á€á“á¹á„á”á¶ááŸ‹á”á„áŸ‹ášá¼á”áá á¬áœá¸áŠáŸá¢á¼áŠáŸ‚á›á”á¶á“áááŸ”
ko: 모든 촬영 사진 또는 동영상이 손실됩니다.
lt: Bus prarastos nufotografuotos nuotraukos ir nufilmuoti vaizdo įrašai.
ml: എടുത്ത ഫോട്ടോകളും വീഡിയോകളും നഷ്ടമാകും.
mr: आपण घेतलेले कोणतेही फोटो किंवा व्हिडिओ गमवाल.
ms: Anda akan kehilangan sebarang foto atau video yang diambil.
nb: Alle bilder og videoer som er tatt, slettes.
nl: Als je dit doet gaan de foto's en video's die je gemaakt hebt verloren.
pl: Wszelkie zrobione właśnie zdjęcia i nagrane filmy nie zostaną zapisane.
pt_br: Você perderá quaisquer fotos ou vídeos feitos.
pt_pt: Você perderá quaisquer fotografias ou vídeos feitos.
ro: Vei pierde orice imagine sau videoclip capturat.
ru: Вы потеряете все фото и видео, которые вы сейчас сделали.
sk: Stratíte všetky fotky alebo videá, ktoré ste spravili.
sl: Izgubili boste vse posnete fotografije ali videoposnetke.
sq: Do të humbni çfarëdo fotosh ose videosh të bëra.
sr: Изгубићете све снимљене фотографије и видео записе.
sv: Du kommer att förlora alla foton eller videor som tagits.
sw: Utapoteza picha na video zozote ulizochukua.
th: คุณจะสูญเสียรูปถ่ายและวิดีโอที่ถ่ายไว้
tr: Çekilen tüm fotoğrafları veya videoları kaybedersiniz.
ug: تارتىلغان رەسىم ياكى سىنلارنى يوقاپ كېتىدۇ.
uk: Усі зняті фото і відео буде видалено.
ur: آپ لی گئی کسی بھی تصاویر یا ویڈیوز سے محروم ہو جائیں گے۔
vi: Bạn sẽ mất toàn bộ ảnh đã chụp và video đã quay.
zh_cn: 您将会丢失拍摄的所有照片或视频。
zh_hk: 目前攝下的相片或影片，都將會消失。

# SEND_MEDIA_TURN_OFF_MM_TITLE
source: Turn off multi-mode?
ar: هل ترغبُ بإيقاف الوضع المُتعدِّد؟
az: Çoxsaylı rejim söndürülsün?
be: Адключыць «мульцi-рэжым»?
bn: মাল্টি-মোড বন্ধ করবেন?
ca: Vols desactivar el multimode?
cs: Vypnout multirežim?
da: Slå multi-funktion fra?
de: Multimodus ausschalten?
el: Απενεργοποίηση πολλαπλής λειτουργίας;
es: ¿Desactivar función multimodo?
eu: Modu anizkoitza desaktibatu nahi duzu?
fa: حالت چندگانه خاموش شود؟
fi: Kytketäänkö monikuvakuvaus pois päältä?
fr: Désactiver la fonction multimode ?
gu: મલ્ટી-મોડ બંધ કરવો છે?
he: לבטל מצב צילום רצף?
hi: मल्टी-मोड बंद करना है?
hr: Isključiti višestruki način rada?
hu: Multi-mód kikapcsolása?
id: Nonaktifkan multi-mode?
it: Disattivare la modalità multipla?
ja: マルチモードをOFFにしますか？
km: á”á·á‘á–á á»á˜á»áá„á¶ášá¬?
ko: 멀티 모드를 끌까요?
lt: Išjungti multi-veikseną?
ml: മൾട്ടി-മോഡ് ഓഫാക്കണോ?
mr: मल्टी-मोड बंद करायचा?
ms: Matikan multi-mod?
nb: Slå av multimodus?
nl: Multi-modus uitschakelen?
pa: ਕੀ ਮਲਟੀ-ਮੋਡ ਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ?
pl: Wyłączyć tryb wielu multimediów?
pt_br: Desligar o multi-modo?
pt_pt: Desligar o modo múltiplo?
ro: Oprești multi-mode?
ru: Отключить режим «несколько фото/видео»?
sk: Vypnúť multi-režim?
sl: Izklopi način zaporednega fotografiranja?
sq: Të çaktivizohet modaliteti i shumëfishtë?
sr: Желите ли да искључите режим вишеструких фотографија?
sv: Stäng av multi-mode?
sw: Zima multi-mode?
ta: மல்டி-மோட்-ஐ முடக்கவா?
te: మల్టీ-మోడ్‌ని ఆఫ్ చేయాలా?
th: ปิดโหมดแบบมัลติหรือไม่
tr: Çoklu modu kapat?
ug: كۆپ خىل ھالەتنى تاقامسىز؟
uk: Вимкнути мультирежим?
ur: ملٹی موڈ آف کریں؟
vi: Tắt tùy chọn multi-mode?
zh_cn: 要关闭多照片模式？
zh_hk: 要關閉連拍模式嗎？

# SENT_MEDIA_QUALITY_HIGH
source: High
af: Hoog
ar: عالي الدقة
az: Yüksək
be: Высокая
bn: উচ্চ
ca: Alta
cs: Vysoká
cy: Uchel
da: Høj
de: Hoch
el: Υψηλή
es: Alta
et: Kõrge
eu: Altua
fa: عالی
fi: Korkea
fr: Haute qualité
ga: Ard
gu: ઉચ્ચ
he: גבוהה
hi: उच्च
hr: Visoko
hu: Magas
id: Tinggi
is: Mikil
it: Alta
ja: 高画質
kab: Meqqer
km: ááŸ’á–áŸáŸ‹
kn: ಹೆಚ್ಚು
ko: 높음
lt: Aukšta
lv: Augsta
mk: Високо
ml: ഉയർന്ന
mr: उंच
ms: Tinggi
my: မြင့်သော
nb: Høy
nl: Hoog
pa: ਉੱਚਾ
pl: Wysoka
ps: لوړ
pt_br: Alta
pt_pt: Elevada
ro: Mare
ru: Высокое
sk: Vysoká
sl: Visoka
sq: Lartësi
sr: Висок квалитет
sv: Hög
sw: Juu
ta: உயர்
te: అధికం
th: สูง
tr: Yüksek
ug: يۇقىرى
uk: Висока
ur: اونچا
vi: Cao
zh_cn: 高
zh_hk: 高品質

# SENT_MEDIA_QUALITY_STANDARD
source: Standard
af: Standaard
ar: قياسي
be: Стандартная
bn: স্ট্যান্ডার্ড
ca: Estàndard
cy: Safonol
el: Κανονική
es: Estándar
et: Standardne
eu: Estandarra
fa: استاندارد
fi: Vakio
ga: Caighdeánach
gu: સ્ટાન્ડર્ડ
he: תקנית
hi: मानक
hr: Standardno
hu: Normál
id: Standar
is: Staðlað
it: Normale
ja: 標準
km: áŸáŸ’áŠá„áŸ‹áŠá¶áš
kn: ಪ್ರಮಾಣಿತ
ko: 기본
lt: Standartinė
lv: Standarta
mk: Стандардно
ml: സ്റ്റാൻഡേർഡ്
mr: मानक
my: áá¯á¶áá¾ááº á¡ááá·áºááá·áº
nl: Standaard
pa: ਸਟੈਂਡਰਡ
pl: Standardowa
ps: سټنډرډ
pt_br: Padrão
pt_pt: Normal
ru: Стандартное
sk: Štandardná
sl: Standardna
sr: Стандардни квалитет
sw: Kawaida
ta: தரநிலை
te: ప్రామాణికం
th: มาตรฐาน
tr: Standart
ug: ئۆلچەملىك
uk: Стандартна
ur: معیار
vi: Tiêu chuẩn
zh_cn: 标准
zh_hk: 標準

# SEPA_DONATION_EMAIL_LABEL
source: Email
ar: البريد الإلكتروني
be: Электронная пошта
bn: ইমেইল
ca: Correu electrònic
es: Correo
fa: ایمیل
fi: Sähköposti
ga: Seoladh Ríomhphoist
gu: ઇમેઇલ
he: אימייל
hi: ईमेल
hr: E-pošta
ja: メールアドレス
ko: 이메일
mr: ईमेल
ms: E-mel
nb: E-post
sr: Имејл
sv: E-post
th: อีเมล
tr: E-posta
ug: ئېلخەت
uk: Імейл
ur: ای میل
zh_cn: 邮箱
zh_hk: 電郵

# SEPA_DONATION_EMAIL_PLACEHOLDER
source: Email Address
ar: عنوان البريد الإلكتروني
be: Адрас электроннай пошты
bn: ইমেইল ঠিকানা
ca: Adreça de correu electrònic
cs: E-mailová adresa
da: Mailadresse
de: E-Mail-Adresse
el: Διεύθυνση email
es: Dirección de correo electrónico
fa: نشانی ایمیل
fi: Sähköpostiosoite
fr: Adresse e-mail
ga: Seoladh Ríomhphoist
gu: ઇમેઇલ એડ્રેસ
he: כתובת אימייל
hi: ईमेल पता
hr: Adresa e-pošte
hu: E-mail-cím
id: Alamat Email
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
mr: ईमेल पत्ता
ms: Alamat E-mel
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de e-mail
pt_pt: Endereço de email
ro: Adresa de e-mail
ru: Адрес электронной почты
sk: Emailová adresa
sr: Имејл адреса
sv: E-postadress
th: ที่อยู่อีเมล
tr: E-posta adresi
ug: ئېلخەت ئادرېسى
uk: Адреса електронної пошти
ur: ای میل ایڈریس
vi: Địa chỉ email
zh_cn: 电子邮件地址
zh_hk: 電郵地址

# SEPA_DONATION_ERROR_INSUFFICIENT_FUNDS
source: The bank account provided has insufficient funds to complete this purchase, try again or contact your bank for more information.
ar: لا يتضمن الحساب البنكي الذي أدخلته مبالغ كافية لإتمام عملية الشراء هذه. يُرجى المحاولة مرّة أخرى أو الاتصال بمصرفك للمزيد من المعلومات.
be: На вашым рахунку недастаткова сродкаў, каб завяршыць гэтую пакупку. Паўтарыце спробу або звярніцеся да свайго банка для атрымання дадатковай інфармацыі.
bn: প্রদত্ত ব্যাংক অ্যাকাউন্টে এই ক্রয়টি সম্পন্ন করার জন্য পর্যাপ্ত অর্থ নেই, আবার চেষ্টা করুন বা আরো তথ্যের জন্য আপনার ব্যাংকের সাথে যোগাযোগ করুন।
ca: El compte bancari proporcionat no té fons suficients per completar aquesta compra. Torna-ho a provar o posa't en contacte amb el teu banc per obtenir més informació.
cs: Na zadaném bankovním účtu není dostatek prostředků k dokončení nákupu. Zkuste to znovu nebo se obraťte na svou banku s žádostí o další informací.
da: Din bankkonto har ikke tilstrækkelige midler til at gennemføre dette køb, prøv igen eller kontakt din bank for at få yderligere oplysninger.
de: Das angegebene Bankkonto hat nicht genügend Guthaben, um diesen Kauf abzuschließen. Versuche es noch einmal oder kontaktiere deine Bank, um mehr zu erfahren.
el: Ο τραπεζικός λογαριασμός που παρέχεται δεν έχει επαρκή χρήματα για την ολοκλήρωση αυτής της αγοράς. Δοκίμασε ξανά ή επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: La cuenta bancaria proporcionada no tiene fondos suficientes para completar este pago. Vuelve a intentarlo o contacta con tu banco para obtener más información.
fa: موجودی حساب بانکی ارائه‌شده برای تکمیل این خرید کافی نیست، دوباره تلاش کنید یا برای اطلاعات بیشتر با بانک خود تماس بگیرید.
fi: Annetulla pankkitilillä ei ole riittävästi katetta tämän ostoksen tekemiseen. Yritä uudelleen tai ole yhteydessä pankkiisi.
fr: Les fonds disponibles sur ce compte bancaire sont insuffisants pour effectuer cet achat. Veuillez réessayer ou contacter votre banque pour en savoir plus.
ga: Ní leor an t-airgead sa chuntas bainc seo leis an gceannachán a chur i gcrích, triail arís nó déan teagmháil le do bhanc le tuilleadh faisnéise a fháil.
gu: આપેલા બેંક એકાઉન્ટમાં આ ખરીદી પૂર્ણ કરવા માટે પૂરતું ફંડ નથી, ફરી પ્રયાસ કરો અથવા વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: אין מספיק כסף בחשבון הבנק שסופק כדי להשלים את הרכישה הזו, יש לנסות שוב או ליצור קשר עם הבנק למידע נוסף.
hi: प्रदान किए गए बैंक अकाउंट में इस खरीदारी को पूरा करने के लिए पर्याप्त धनराशि नहीं है, पुनः प्रयास करें या अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Na navedenom bankovnom računu nema dovoljno sredstava za ovu kupnju, pokušajte ponovno ili se obratite svojoj banci za više informacija.
hu: A megadott bankszámlán nincs elegendő fedezet a vásárlás befejezéséhez. Próbálkozz újra, vagy fordulj a bankodhoz további információért.
id: Jumlah uang di rekening bank yang diberikan tidak cukup untuk menyelesaikan pembelian ini, coba lagi atau hubungi bank Anda untuk informasi lebih lanjut.
it: Il conto corrente fornito non dispone di fondi sufficienti per completare l'acquisto. Prova di nuovo o contatta la tua banca per maggiori informazioni.
ja: 指定された銀行口座には、この支払いを完了するための資金が不足しています。もう一度お試しいただくか、詳細について銀行にお問い合わせください。
ko: 제공한 은행 계좌에 잔액이 부족하여 거래를 완료할 수 없습니다. 다시 시도하거나 은행에 문의하여 자세한 정보를 확인하세요.
mr: प्रदान करण्यात आलेल्या बँक अकाऊंटमध्ये ही खरेदी करण्यासाठी अपुरा निधी आहे, पुन्हा प्रयत्न करा किंवा अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Akaun bank yang diberikan tidak mempunyai baki mencukupi untuk melengkapkan pembelian ini, cuba lagi atau hubungi bank anda untuk mendapatkan maklumat lanjut.
nb: Den angitte bankkontoen har ikke nok dekning til å fullføre kjøpet. Prøv på nytt, eller ta kontakt med banken for å få mer informasjon.
nl: Er is onvoldoende saldo op de opgegeven bankrekening om deze betaling te voltooien. Probeer het opnieuw of neem contact op met je bank voor meer informatie.
pl: Na podanym koncie bankowym nie ma wystarczających środków do zrealizowania transakcji. Spróbuj ponownie lub skontaktuj się ze swoim bankiem, aby otrzymać więcej informacji.
pt_br: A conta bancária fornecida não tem fundos suficientes para concluir esta compra. Tente novamente ou entre em contato com seu banco para obter mais informações.
pt_pt: A conta bancária fornecida não tem fundos suficientes para concluir esta compra, tente novamente ou contacte o seu banco para mais informações.
ro: Contul bancar furnizat are fonduri insuficiente pentru a finaliza această achiziție, încearcă din nou sau contactează banca pentru mai multe informații.
ru: На вашем счёте недостаточно средств, чтобы завершить эту покупку. Попробуйте ещё раз или свяжитесь со своим банком для получения дополнительной информации.
sk: Zadaný bankový účet nemá dostatok prostriedkov na dokončenie tohto nákupu, skúste to znova alebo kontaktujte svoju banku a požiadajte o ďalšie informácie.
sr: На наведеном банковном рачуну нема довољно средстава за завршетак ове куповине. Пробајте поново или се обратите својој банци за више информација.
sv: Det angivna bankkontot har inte tillräckligt med pengar för att slutföra köpet. Försök igen eller kontakta din bank för mer information.
th: บัญชีที่ระบุมีวงเงินไม่เพียงพอสำหรับธุรกรรมนี้ โปรดลองอีกครั้งหรือติดต่อธนาคารเพื่อขอข้อมูลเพิ่มเติม
tr: Sağlanan banka hesabında bu satın alma işlemini tamamlamak için yeterli bakiye yoktur; tekrar dene veya daha fazla bilgi için bankanla iletişime geç.
ug: سىز تەمىنلىگەن بانكا ھېساباتىدىكى قالدۇق سومما بۇ سودىلىقنى قىلىشقا يەتمەيدۇ. قايتا سىناڭ ياكى بانكىڭىز بىلەن ئالاقىلىشىپ تەپسىلاتىنى سۈرۈشتۈرۈڭ.
uk: На зазначеному банківському рахунку недостатньо коштів для здійснення цієї операції. Повторіть платіж або зв'яжіться зі своїм банком для додаткової інформації.
ur: فراہم کردہ بینک اکاؤنٹ میں اس خریداری کو پورا کرنے کے لیے مطلوبہ فنڈز کی کمی ہے، دوبارہ کوشش کریں یا مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Số dư trong tài khoản ngân hàng đã cung cấp không đủ để hoàn thành giao dịch, hãy thử lại hoặc liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_cn: 您提供的银行账户余额不足，无法完成此次交易。请重试或联系您的银行了解更多信息。
zh_hk: 你所提供的銀行帳戶資金不足以完成此次購買，請重新嘗試，或者聯絡你的銀行了解詳情。

# SEPA_DONATION_ERROR_NOT_AUTHORIZED
source: An error occurred while processing this payment, please try again.
ar: حدث خطأ أثناء معالجة عملية الدفع هذه. يُرجى المُحاولة مرّة أخرى.
be: Падчас апрацоўкі гэтага плацяжу адбылася памылка. Паўтарыце спробу.
bn: এই পেমেন্টটি প্রক্রিয়া করার সময় একটি ত্রুটি ঘটেছে, অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Hi ha hagut un error en processar aquest pagament, torna-ho a provar.
cs: Při zpracování této platby se vyskytla chyba. Zkuste to prosím znovu.
da: Der opstod en fejl ved behandling af denne betaling. Prøv igen.
de: Bei der Bearbeitung dieser Zahlung ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία αυτής της πληρωμής. Δοκίμασε ξανά.
es: No se ha podido procesar este pago. Inténtalo de nuevo.
fa: خطایی در پردازش این پرداخت رخ داد، لطفاً دوباره تلاش کنید.
fi: Maksun käsittelyssä tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors du traitement du paiement. Veuillez réessayer.
ga: Tharla earráid agus an íocaíocht seo á próiseáil, triail arís.
gu: આ ચુકવણીની પ્રક્રિયા કરતી વખતે એક ભૂલ આવી, કૃપા કરીને ફરી પ્રયાસ કરો.
he: אירעה שגיאה בעת עיבוד התשלום הזה, יש לנסות שוב.
hi: इस भुगतान को संसाधित करते समय एक त्रुटि हुई, कृपया पुनः प्रयास करें।
hr: Došlo je do pogreške prilikom obrade plaćanja, pokušajte ponovno kasnije.
hu: Hiba történt a fizetés feldolgozása közben. Kérjük, próbáld újra.
id: Terjadi kesalahan saat memproses pembayaran ini, silakan coba lagi.
it: Si è verificato un errore durante l'elaborazione del pagamento. Riprova più tardi.
ja: このお支払いは処理中にエラーが発生しました。もう一度お試しください。
ko: 송금을 진행하는 중에 오류가 발행했습니다. 다시 시도하세요.
mr: या पेमेंटवर प्रक्रिया करण्यास त्रुटी आली, कृपया पुन्हा प्रयत्न करा.
ms: Ralat berlaku semasa memproses pembayaran ini, sila cuba lagi.
nb: Det oppstod en feil under behandlingen av betalingen. Prøv på nytt.
nl: Er is een fout opgetreden tijdens het verwerken van deze betaling. Probeer het opnieuw.
pl: Podczas realizowania płatności wystąpił błąd. Spróbuj ponownie.
pt_br: Um erro ocorreu ao processar este pagamento. Tente novamente.
pt_pt: Ocorreu um erro ao processar este pagamento, por favor, tente novamente.
ro: A apărut o eroare la procesarea acestei plăți, te rugăm să încerci din nou.
ru: Произошла ошибка при обработке платежа. Пожалуйста, попробуйте ещё раз.
sk: Pri spracovaní tejto platby sa vyskytla chyba, skúste to znova.
sr: Десила се грешка приликом обраде ове уплате. Пробајте поново.
sv: Ett fel uppstod när betalningen bearbetades. Försök igen.
th: เกิดข้อผิดพลาดขณะประมวลผลการชำระเงินนี้ โปรดลองอีกครั้ง
tr: Bu ödeme işlenirken bir hata oluştu, lütfen tekrar dene.
ug: بۇ پۇل تۆلەشنى بىر تەرەپ قىلىشتا خاتالىق كۆرۈلدى، قايتا سىناڭ.
uk: Під час опрацювання платежу сталася помилка. Будь ласка, повторіть оплату.
ur: اس پیمنٹ پر کارروائی کرتے وقت ایک نقص واقع ہو گیا تھا، براہ کرم دوبارہ کوشش کریں۔
vi: Có lỗi xảy ra trong quá trình xử lý khoản thanh toán, vui lòng thử lại.
zh_cn: 处理这笔付款时出错了，请重试。
zh_hk: 處理此付款時發生錯誤，請重新嘗試。

# SEPA_DONATION_ERROR_NOT_PROCESSED
source: The bank details provided could not be processed, contact your bank for more information.
ar: تعذَّرت معالجة المعلومات المصرفية المُقدَّمة. يُرجى الاتصال بمصرفك للمزيد من المعلومات.
be: Вашы банкаўскія рэквізіты не могуць быць апрацаваны, звярніцеся да свайго банка для атрымання дадатковай інфармацыі.
bn: প্রদত্ত ব্যাংক বিবরণ প্রক্রিয়া করা যায়নি, আরো তথ্যের জন্য আপনার ব্যাংকের সাথে যোগাযোগ করুন।
ca: Les dades bancàries proporcionades no s'han pogut processar; posa't en contacte amb el teu banc per obtenir més informació.
cs: Zadané bankovní údaje nebylo možné zpracovat. Další informace vám poskytne vaše banka.
da: De angivne bankoplysninger kunne ikke behandles. Kontakt din bank for mere information.
de: Die angegebene Bankverbindung konnte nicht verarbeitet werden. Bitte kontaktiere deine Bank, um mehr zu erfahren.
el: Δεν ήταν δυνατή η επεξεργασία των τραπεζικών στοιχείων που παρέχονται. Επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: No se han podido procesar los datos bancarios proporcionados. Contacta con tu banco para obtener más información.
fa: مشخصات بانکی ارائه‌شده قابل پردازش نبود، برای اطلاعات بیشتر با بانک خود تماس بگیرید.
fi: Annettuja pankkitietoja ei voitu käsitellä. Ota yhteyttä pankkiisi saadaksesi lisätietoja.
fr: Impossible de traiter les coordonnées bancaires saisies. Veuillez contacter votre banque pour en savoir plus.
ga: Níorbh fhéidir na sonraí bainc a phróiseáil, déan teagmháil le do bhanc le tuilleadh faisnéise a fháil.
gu: આપેલી બેંક વિગતો પર પ્રક્રિયા કરી શકાઈ નથી, વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: לא ניתן היה לעבד את פרטי הבנק שסופקו, יש ליצור קשר עם הבנק למידע נוסף.
hi: प्रदान किए गए बैंक विवरण संसाधित नहीं किए जा सके, अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Navedene bankovne podatke nije bilo moguće obraditi, kontaktirajte svoju banku za više informacija.
hu: A megadott banki adatokat nem tudtuk feldolgozni. További információért fordulj a bankodhoz.
id: Detail bank yang diberikan tidak dapat diproses, hubungi bank Anda untuk informasi lebih lanjut.
it: Non è stato possibile elaborare i dettagli del conto corrente che ci hai fornito. Contatta la tua banca per maggiori informazioni.
ja: ご提供いただいた銀行情報は処理できませんでした。詳細については、銀行にお問い合わせください。
ko: 제공한 은행 세부 정보를 처리할 수 없습니다. 자세한 내용은 은행에 문의하세요.
mr: प्रदान करण्यात आलेल्या बँक तपशीलावर प्रक्रिया केली जाऊ शकत नाही, अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Butiran bank yang diberikan tidak dapat diproses, hubungi bank anda untuk mendapatkan maklumat lanjut.
nb: Bankopplysningene kunne ikke behandles. Ta kontakt med banken for å få mer informasjon.
nl: De opgegeven bankgegevens konden niet worden verwerkt. Neem voor meer informatie contact op met je bank.
pl: Nie udało się przetworzyć danych bankowych. Skontaktuj się ze swoim bankiem, aby otrzymać więcej informacji.
pt_br: Não foi possível processar os dados bancários fornecidos. Entre em contato com seu banco para obter mais informações.
pt_pt: Os dados bancários fornecidos não puderam ser processados, contacte o seu banco para obter mais informações.
ro: Detaliile bancare furnizate nu au putut fi procesate, contactează banca pentru mai multe informații.
ru: Указанные банковские реквизиты не могут быть обработаны. Обратитесь в свой банк для получения дополнительной информации.
sk: Poskytnuté bankové údaje sa nepodarilo spracovať. Kontaktujte svoju banku a požiadajte o ďalšie informácie.
sr: Није успела обрада пружених банковних података. Обратите се својој банци за више информација.
sv: De angivna bankuppgifterna kunde inte bearbetas. Kontakta din bank för mer information.
th: ไม่สามารถดำเนินการชำระเงินตามข้อมูลธนาคารที่ระบุได้ โปรดติดต่อธนาคารเพื่อขอข้อมูลเพิ่มเติม
tr: Sağlanan banka bilgileri işlenemedi, daha fazla bilgi için bankanla iletişime geçebilirsin.
ug: سىز تەمىنلىگەن بانكا ئۇچۇرلىرىنى بىر تەرەپ قىلغىلى بولمىدى، تەپسىلاتى ئۈچۈن بانكا بىلەن ئالاقىلىشىڭ.
uk: Не вдалось опрацювати введені банківські реквізити. Зв'яжіться зі своїм банком для додаткової інформації.
ur: فراہم کردہ بینک کی تفصیلات پر کارروائی نہیں کی جا سکی، مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Thông tin tài khoản ngân hàng đã cung cấp không thể được xử lý, liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_cn: 无法处理您提供的银行信息，请联系您的银行了解更多信息。
zh_hk: 無法處理所提供的銀行資料，請聯絡你的銀行了解詳情。
