Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_ENABLED_VIEW_BACKUP_KEY_LABEL
source: View Backup Key
ar: عرض مفتاح النسخة الاحتياطية
be: Прагледзець ключ для рэзервовага капіравання
bn: ব্যাকআপ কি দেখুন
ca: Veure la teva clau de còpia de seguretat
cs: Zobrazit klíč zálohy
da: Se sikkerhedskopieringsnøgle
de: Backup-Schlüssel anzeigen
el: Προβολή εφεδρικού κλειδιού
es: Ver clave de copia de seguridad
fa: مشاهده کلید پشتیبان
fi: Näytä varmuuskopion avain
fr: Afficher la clé de sauvegarde
ga: Féach an Eochair Chúltaca
gu: બેકઅપ કી જુઓ
he: הצגת מפתח גיבוי
hi: बैकअप की देखें
hr: Prikaži ključ za sigurnosnu kopiju
hu: Biztonsági kulcs megtekintése
id: Lihat Kunci Cadangan
it: Vedi la chiave per i backup
ja: バックアップキーを表示する
ko: 백업 키 보기
mr: बॅकअप की बघा
ms: Lihat kunci sandaran
nb: Se sikkerhetskode
nl: Back-upsleutel weergeven
pl: Wyświetl kod kopii zapasowej
pt_br: Ver chave de backup
pt_pt: Ver chave de recuperação
ro: Vezi codul de rezervă
ru: Просмотреть резервный ключ
sk: Zobraziť záložný kľúč
sr: Прикажи кључ за резервне копије
sv: Visa säkerhetskopieringsnyckel
th: ดูกุญแจสำรอง
tr: Yedekleme anahtarını görüntüle
ug: زاپاسلاش ئاچقۇچىنى كۆرۈڭ
uk: Переглянути ключ від резервної копії
ur: بیک اپ کیی دیکھیں
vi: Xem mã khóa sao lưu
zh_cn: 查看备份密钥
zh_hk: 檢視備份金鑰

# BACKUP_SETTINGS_MANUAL_BACKUP_BUTTON_TITLE
source: Back Up Now
ar: إنشاء نسخة احتياطية الآن
be: Пачаць рэзервовае капіраванне
bn: এখনি ব্যাকআপ করুন
ca: Fes-ne una còpia de seguretat ara
cs: Zálohovat nyní
da: Sikkerhedskopiér nu
de: Jetzt sichern
el: Δημιουργία αντίγραφου τώρα
es: Iniciar copia
fa: اکنون پشتیبان‌گیری شود
fi: Varmuuskopioi nyt
fr: Sauvegarder maintenant
ga: Déan Cúltaca Anois
gu: હમણાં બેકઅપ લો
he: לגבות כעת
hi: अभी बैकअप लें।
hr: Sigurnosno kopiraj sada
hu: Biztonsági mentés készítése
id: Cadangkan Sekarang
it: Fai ora il backup
ja: いますぐバックアップする
ko: 지금 백업
mr: आता बॅकअप करा
ms: Sandaran Sekarang
nb: Sikkerhetskopier nå
nl: Nu back-up maken
pl: Utwórz kopię teraz
pt_br: Fazer backup agora
pt_pt: Efetuar cópia de segurança agora
ro: Faceți un backup acum
ru: Создать резервную копию
sk: Zálohovať teraz
sr: Направи резервну копију
sv: Säkerhetskopiera nu
th: สำรองข้อมูลเดี๋ยวนี้
tr: Şimdi yedekle
ug: ھازىر زاپاسلا
uk: Створити копію зараз
ur: اب بیک اپ کریں
vi: Sao lưu Ngay
zh_cn: 现在备份
zh_hk: 立即備份

# BACKUP_SETTINGS_MANUAL_BACKUP_CANCEL_BUTTON
source: Cancel Backup
ar: إلغاء النسخة الاحتياطية
be: Скасаваць рэзервовае капіраванне
bn: ব্যাকআপ বাতিল করুন
ca: Cancel·lar còpia de seguretat
cs: Zrušit zálohování
da: Annuller sikkerhedskopi
de: Backup abbrechen
el: Ακύρωση αντιγράφου ασφαλείας
es: Cancelar copia de seguridad
fi: Peruuta varmuuskopiointi
fr: Annuler la sauvegarde
ga: Cuir Cúltaca ar Ceal
gu: બેકઅપ રદ કરો
he: ביטול גיבוי
hi: बैकअप रद्द करें
hr: Otkaži sigurnosno kopiranje
hu: Biztonsági mentés megszakítása
id: Batalkan Pencadangan
it: Annulla backup
ja: バックアップをキャンセルする
ko: 백업 취소
mr: बॅकअप रद्द करा
ms: Batalkan Sandaran
nb: Avbryt sikkerhetskopiering
nl: Back-up annuleren
pl: Anuluj kopię zapasową
pt_br: Cancelar backup
pt_pt: Cancelar cópia de segurança
ro: Anulare copie de rezervă
ru: Отмена резервного копирования
sk: Zrušiť zálohovanie
sr: Прекини креирање резервне копије
sv: Avbryt säkerhetskopiering
tr: Yedeklemeyi İptal Et
ug: زاپاسلاشنى ئەمەلدىن قالدۇرۇش
uk: Скасувати резервне копіювання
ur: بیک اپ منسوخ کریں
vi: Hủy sao lưu
zh_cn: 取消备份

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_DOWNLOAD_SHEET_LATER_ACTION
source: Download Later
ar: التنزيل لاحقًا
be: Спампаваць пазней
bn: পরে ডাউনলোড করুন
ca: Descarregar més tard
cs: Stáhnout později
da: Download senere
de: Später herunterladen
el: Λήψη αργότερα
es: Descargar más tarde
fa: بعداً دانلود شود
fi: Lataa myöhemmin
fr: Télécharger plus tard
ga: Íoslódáil níos déanaí
gu: પછી ડાઉનલોડ કરો
he: הורדה אחר כך
hi: कुछ समय बाद डाउनलोड करें
hr: Kasnije
hu: Letöltés később
id: Unduh Nanti
it: Scarica dopo
ja: 後でダウンロードする
ko: 나중에 다운로드
mr: नंतर डाउनलोड करा
ms: Muat turun kemudian
nb: Last ned senere
nl: Later downloaden
pl: Pobierz później
pt_br: Baixar mais tarde
pt_pt: Transferir mais tarde
ro: Descarcă mai târziu
ru: Загрузить позже
sk: Stiahnuť neskôr
sr: Преузми касније
sv: Ladda ner senare
th: ดาวน์โหลดภายหลัง
tr: Daha sonra indir
ug: كېيىن چۈشۈرۈڭ
uk: Пізніше
ur: بعد میں ڈاؤن لوڈ کریں
vi: Tải xuống sau
zh_cn: 稍后下载
zh_hk: 稍後下載

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_DOWNLOAD_SHEET_MESSAGE
source: You have media in your backup that’s not on this device. This may take a long time to download, keep Signal open to avoid interruptions to your download.
ar: لديك وسائط في نسختك الاحتياطية غير موجودة على هذا الجهاز. قد يستغرق الأمر وقتًا طويلًا للتنزيل، أبقِ سيجنال مفتوحًا لتفادي انقطاع التنزيل.
be: Вы можаце спампаваць медыяфайлы з вашай рэзервовай копіі, якіх няма на гэтай прыладзе. Пампаванне можа заняць шмат часу, таму не выходзьце з Signal, каб пазбегнуць перарывання падчас пампавання.
bn: আপনার ব্যাকআপে এমন কিছু মিডিয়া আছে যা এই ডিভাইসে নেই। ডাউনলোড হতে অনেক সময় লাগতে পারে, আপনার ডাউনলোডে বাধা এড়াতে Signal খোলা রাখুন।
ca: Tens arxius multimèdia a la còpia de seguretat que no es troben en aquest dispositiu. Això pot trigar força estona a descarregar-se. Per evitar interrupcions a la descàrrega, no tanquis Signal.
cs: V záloze máte média, která nejsou v tomto zařízení. Stahování může chvíli trvat, proto nechte aplikaci Signal otevřenou, aby nedošlo k přerušení stahování.
da: Du har medier i din sikkerhedskopi, der ikke er på denne enhed. Dette kan tage lang tid at downloade, så hold Signal åbent for at undgå afbrydelser i din download.
de: Du hast Backup-Medien, die nicht auf diesem Gerät gespeichert sind. Das Herunterladen kann eine Weile dauern. Lass Signal einfach weiter laufen, damit der Download nicht unterbrochen wird.
el: Έχεις πολυμέσα στα αντίγραφα ασφαλείας σου που δεν βρίσκονται σε αυτήν τη συσκευή. Η λήψη μπορεί να διαρκέσει αρκετή ώρα, κράτησε το Signal ανοιχτό για να αποφύγεις διακοπές στη λήψη.
es: Tienes archivos multimedia en tu copia de seguridad que no están en este dispositivo. La descarga puede tardar bastante. Para evitar interrupciones, mantén Signal abierto mientras se completa.
fa: شما در نسخه پشتیبان خود رسانه‌ای دارید که در این دستگاه نیست. ممکن است دانلود این رسانه زمان زیادی طول بکشد، برای جلوگیری از وقفه در دانلود، برنامه سیگنال را باز نگه دارید.
fi: Sinulla on mediasisältöä, jota ei ole tällä laitteella. Lataaminen voi kestää kauan. Pidä Signal auki, jotta lataus ei keskeydy.
fr: Votre sauvegarde contient des médias non enregistrés sur cet appareil. Le téléchargement peut prendre un certain temps. Pour éviter toute interruption, ne fermez pas Signal.
ga: Tá meáin i do chúltacú nach bhfuil ar an ngléas seo. D'fhéadfadh sé tamall fada a ghlacadh lena n-íoslódáil, coinnigh Signal oscailte le cur isteach ar an íoslódáil a sheachaint.
gu: તમારા બેકઅપમાં એવા મીડિયા છે જે આ ડિવાઇસ પર નથી. ડાઉનલોડ થવામાં ઘણો સમય લાગી શકે છે, તમારા ડાઉનલોડમાં વિક્ષેપો ટાળવા માટે Signal ખુલ્લું રાખો.
he: יש לך מדיה בגיבוי שאינה נמצאת במכשיר זה. ייתכן שההורדה תיקח זמן רב, יש להשאיר את Signal פתוחה כדי למנוע הפרעות בהורדה.
hi: आपके बैकअप में मीडिया है जो इस डिवाइस मौजूद पर नहीं है। इसे डाउनलोड करने में थोड़ा समय लग सकता है, इसलिए Signal को खुला रखें, ताकि डाउनलोड में किसी तरह की रुकावट न आए।
hr: U sigurnosnoj kopiji imate medijske zapise koji nisu na ovom uređaju. Preuzimanje bi moglo duže potrajati. Držite Signal otvorenim kako biste izbjegli prekide u preuzimanju.
hu: A biztonsági mentésben olyan médiatartalmak vannak, amelyek nincsenek ezen az eszközön. A letöltés eltarthat egy ideig, a letöltés megszakításának elkerülése érdekében hagyd nyitva a Signalt.
id: Ada media di data cadangan Anda yang belum tersimpan di perangkat ini. Proses pengunduhan mungkin perlu waktu cukup lama, pastikan aplikasi Signal tetap terbuka agar tidak ada interupsi selama proses tersebut.
it: Hai dei media nel tuo backup che non sono presenti su questo dispositivo. Il download potrebbe richiedere più tempo del solito, tieni Signal aperto per evitare di interromperlo.
ja: バックアップ内に、この端末に保存されていないメディアがあります。ダウンロードには時間がかかる場合があります。ダウンロードが中断されないようにSignalを開いたままにしてください。
ko: 백업에 이 기기에 없는 미디어가 있습니다. 다운로드하는 데 시간이 오래 걸릴 수 있으므로 다운로드가 중단되지 않도록 Signal을 계속 열어두세요.
mr: तुमच्या बॅकअपमध्ये असा मीडिया आहे जो या डिव्हाईसवर नाही. हे डाऊनलोड व्हायला वेळ लागू शकतो, तुमचे डाऊनलोड अखंडितपणे सुरु राहण्यासाठी Signal चालू ठेवा.
ms: Anda mempunyai media dalam sandaran anda yang tiada pada peranti ini. Proses muat turun ini mungkin mengambil masa yang lama, pastikan Signal kekal dibuka untuk mengelakkan gangguan.
nb: Du har sikkerhetskopierte mediefiler som ikke er lagret på denne enheten. Nedlastingen kan ta en stund, men det er viktig at du ikke lukker Signal mens filene lastes ned.
nl: Je hebt media in je back-up die niet op dit apparaat staan. Het kan lang duren om deze te downloaden. Houd Signal open om onderbrekingen van je download te voorkomen.
pl: W kopii zapasowej masz multimedia, które nie zostały jeszcze pobrane na to urządzenie. Pobieranie może potrwać dłuższą chwilę – aby nie przerywać tego procesu, nie zamykaj aplikacji Signal.
pt_br: Você tem arquivos de mídia de backup que não estão neste dispositivo. O download pode levar muito tempo. Mantenha o Signal aberto para evitar interrupções.
pt_pt: Tem ficheiros multimédia na sua cópia de segurança que não estão neste dispositivo. Isto pode demorar muito tempo a ser transferido, mantenha o Signal aberto para evitar interrupções na sua transferência.
ro: Ai fișiere media în backup care nu se află pe acest dispozitiv. Descărcarea poate dura mult timp, așa că menține Signal deschis pentru a evita întreruperi în timpul descărcării.
ru: У вас есть медиафайлы в резервных копиях, которых нет на этом устройстве. Загрузка может занять длительное время, держите Signal открытым, чтобы избежать прерывания загрузки.
sk: V zálohe máte médiá, ktoré nie sú na tomto zariadení. Sťahovanie môže trvať dlho. Ak nechcete, aby sa prerušilo, nezatvárajte Signal.
sr: Имате медије у резервној копији која није на овом уређају. Преузимање може дуго потрајати. Оставите Signal отворен како бисте избегли прекиде у преузимању.
sv: Du har media i din säkerhetskopia som inte finns på den här enheten. Det här kan ta lång tid att ladda ner. Håll Signal öppet för att undvika avbrott i din nedladdning.
th: คุณมีไฟล์สื่อในข้อมูลสำรองที่ยังไม่ได้กู้คืนมายังอุปกรณ์เครื่องนี้ การดาวน์โหลดอาจใช้เวลาค่อนข้างนาน โปรดเปิด Signal ไว้เพื่อป้องกันไม่ให้การดาวน์โหลดหยุดชะงัก
tr: Yedeklemende bu cihazda olmayan medya var. Bunun indirilmesi uzun sürebilir, indirmenin kesintiye uğramasını önlemek için Signal'i açık tut.
ug: زاپاس سانلىق مەلۇماتىڭىزدا بۇ ئۈسكۈنىدە يوق مېدىيا بار. بۇنى چۈشۈرۈشكە ئۇزۇن ۋاقىت كېتىشى مۇمكىن ، چۈشۈرۈشكە دەخلى قىلىنىشتىن ساقلىنىش ئۈچۈن Signal نى ئېچىپ قۇيۇڭ.
uk: У вашій резервній копії є медіафайли, що зберігаються на іншому пристрої. Завантаження може тривати довго. Залиште Signal відкритим, щоб ніщо його не перервало.
ur: آپ کے بیک اپ میں وہ میڈیا موجود ہے جو اس ڈیوائس میں موجود نہیں ہے۔ یہ ڈاؤن لوڈ کرنے میں کافی وقت لے سکتا ہے، ڈاؤن لوڈ میں خلل سے بچنے کے لیے Signal کو کھلا رکھیں۔
vi: Bạn có tập tin đa phương tiện trong bản sao lưu không có trên thiết bị này. Quá trình tải xuống có thể mất một thời gian, hãy tiếp tục mở Signal để tránh làm gián đoạn quá trình tải.
zh_cn: 您的备份中有一些媒体不在此设备上。下载可能需要很长时间，请保持 Signal 处于打开状态以避免下载中断。
zh_hk: 你有不在此裝置上的備份媒體。下載可能需要很長時間，請保持 Signal 開啟以避免下載中斷。

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_DOWNLOAD_SHEET_NOW_ACTION
source: Download Now
ar: نزِّل الآن
be: Спампаваць
bn: এখনই ডাউনলোড করুন
ca: Descarregar ara
cs: Stáhnout teď
da: Download nu
de: Jetzt herunterladen
el: Λήψη τώρα
es: Descargar ahora
fa: همین حالا دانلود کنید
fi: Lataa nyt
fr: Télécharger
ga: Íoslódáil anois
gu: હમણાં જ ડાઉનલોડ કરો
he: להוריד עכשיו
hi: अभी डाउनलोड करें
hr: Preuzmi odmah
hu: Letöltés most
id: Unduh Sekarang
it: Scarica ora
ja: 今すぐダウンロードする
ko: 지금 다운로드
mr: आत्ताच डाऊनलोड करा
ms: Muat Turun Sekarang
nb: Last ned nå
nl: Nu downloaden
pl: Pobierz teraz
pt_br: Baixar agora
pt_pt: Transferir agora
ro: Descarcă acum
ru: Загрузить сейчас
sk: Stiahnuť teraz
sr: Преузми сада
sv: Ladda ner nu
th: ดาวน์โหลดเดี๋ยวนี้
tr: Şimdi İndir
ug: ھازىر چۈشۈرۈڭ
uk: Завантажити зараз
ur: ابھی ڈاؤن لوڈ کریں
vi: Tải ngay
zh_cn: 立即下载
zh_hk: 立即下載

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_DOWNLOAD_SHEET_TITLE
source: Download Offloaded Media?
ar: هل ترغبُ بتنزيل الوسائط المُفرَّغة؟
be: Спампаваць выгружаныя медыяфайлы?
bn: অফলোড করা মিডিয়া ডাউনলোড করবেন?
ca: Descarregar arxius multimèdia restants?
cs: Stáhnout odložená média?
da: Vil du downloade fjernede medier?
de: Ausgelagerte Medien herunterladen?
el: Λήψη πολυμέσων που αφαιρέθηκαν;
es: ¿Descargar archivos eliminados?
fa: رسانه آفلودشده دانلود شود؟
fi: Ladataanko sivuun siirretty mediasisältö?
fr: Télécharger les médias déplacés vers la sauvergarde ?
ga: Íoslódáil meáin a baineadh?
gu: ઓફલોડ કરેલા મીડિયા ડાઉનલોડ કરીએ?
he: להוריד את המדיה שנוקתה?
hi: क्या आपको ऑफलोड किया गया मीडिया डाउनलोड करना है?
hr: Preuzeti preostale medijske zapise?
hu: Letöltöd a hátralévő médiafájlokat?
id: Unduh Media yang Di-offload?
it: Scaricare i media del backup remoto?
ja: オフロード済みのメディアをダウンロードしますか？
ko: 오프로드된 미디어를 다운로드하시겠습니까?
mr: ऑफलोड केलेला मीडिया डाऊनलोड करायचा?
ms: Muat Turun Media yang Telah Dialih Keluar?
nb: Vil du laste ned de avlastede filene?
nl: Verplaatste media downloaden?
pl: Pobrać pozostałe multimedia?
pt_br: Baixar mídia restante?
pt_pt: Transferir ficheiros multimédia?
ro: Descarci fișiere media mutate?
ru: Загрузить выгруженные медиафайлы?
sk: Stiahnuť presunuté médiá?
sr: Желите ли да преузмете уклоњене медије?
sv: Ladda ner avlastade media?
th: ดาวน์โหลดไฟล์สื่อที่ออฟโหลดไว้ใช่หรือไม่
tr: Boşaltılan medya indirilsin mi?
ug: قالدۇرۇۋېتىلگەن مېدىيانى چۈشۈرەمسىز؟
uk: Завантажити вивантажені медіафайли?
ur: آف لوڈ شدہ میڈیا ڈاؤن لوڈ کریں؟
vi: Tải tập tin đa phương tiện đã offload?
zh_cn: 要下载卸载的媒体吗？
zh_hk: 要下載已卸載的媒體嗎？

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_TESTER_WARNING_SHEET_MESSAGE
source: Media that is offloaded will be available as long as you remain a tester. Make sure to download all your media before leaving the test program.
ar: ستصبح الوسائط المُفرَّغة متوفرة طالما أنك مازلت تختبر الخطة. تأكَّد من تنزيل كل ملفات وسائطك قبل مغادرة برنامج الاختبار.
be: Выгружаныя медыяфайлы будуць даступныя, пакуль вы застаяцеся тэсціроўшчыкам. Абавязкова спампуйце ўсе медыяфайлы перад тым, як пакінуць тэставую праграму.
bn: যতক্ষণ আপনি পরীক্ষক হিসেবে থাকবেন, ততক্ষণ অফলোড করা মিডিয়া পাওয়া যাবে। পরীক্ষা প্রোগ্রাম থেকে বের হওয়ার আগে আপনার সকল মিডিয়া ডাউনলোড করে রাখতে ভুলবেন না।
ca: Els arxius arxivats estaran disponibles mentre segueixis sent un provador. Assegura't de descarregar tots els teus arxius multimèdia abans d'abandonar el programa de prova.
cs: Odložená média budou k dispozici tak dlouho, dokud zůstanete testerem. Před opuštěním testovacího programu si nezapomeňte všechna média stáhnout.
da: Medier, der er fjernet fra enheden, vil være tilgængelige, så længe du fortsat er tester. Sørg for at downloade alle dine medier, inden du forlader testprogrammet.
de: Ausgelagerte Medien bleiben verfügbar, solange du Tester bist. Vergiss nicht, all deine Medien herunterzuladen, bevor du das Testprogramm verlässt.
el: Τα πολυμέσα που αφαιρέθηκαν θα είναι διαθέσιμα για όσο διάστημα παραμένεις δοκιμαστής. Βεβαιώσου ότι έχεις κάνει λήψη όλων των πολυμέσων σου πριν αποχωρήσεις από το πρόγραμμα δοκιμής.
es: Los archivos multimedia que se eliminen del dispositivo estarán disponibles mientras sigas siendo tester. Asegúrate de descargar todos tus archivos antes de salir del programa de pruebas.
fa: رسانه آفلودشده تا زمانی که همچنان آزمایش‌کننده بمانید، در دسترس خواهد بود. قبل از ترک برنامه آزمایشی، مطمئن شوید که تمام رسانه‌های خود را دانلود کرده‌اید.
fi: Sivuun siirretty media on saatavana niin kauan kuin toimit testaajana. Muista ladata kaikki mediatiedostosi ennen testiohjelmasta poistumista.
fr: Les médias déplacés vers la sauvegarde seront disponibles tant que vous restez testeur. Si vous décidez de quitter le programme bêta, n'oubliez pas de télécharger tous vos médias au préalable.
ga: Cuirfear meáin a baineadh ar fáil fad is a bhíonn tú mar thástálaí. Cinntigh go ndéanfaidh tú gach meáin agat roimh imeacht as an gclár tástála.
gu: જ્યાં સુધી તમે ટેસ્ટર રહેશો ત્યાં સુધી ઓફલોડ થયેલા મીડિયા ઉપલબ્ધ રહેશે. ટેસ્ટ પ્રોગ્રામ છોડતા પહેલાં તમારા બધા મીડિયા ડાઉનલોડ કરવાનું ભૂલશો નહીં.
he: מדיה שהוסרה תהיה זמינה כל עוד את/ה בסטטוס של בודק/ת. חשוב לוודא שהורדת את כל המדיה שלך לפני עזיבת תוכנית הבדיקה.
hi: ऑफ़लोड किया गया मीडिया आपके पास तब तक उपलब्ध रहेगा, जब तक आप टेस्टर हैं। टेस्ट प्रोग्राम छोड़ने से पहले अपने सभी मीडिया को डाउनलोड करना न भूलें।
hr: Medijski zapisi koji su premješteni bit će dostupni sve dok sudjelujete u testiranju. Obavezno preuzmite sve svoje medijske zapise prije nego što napustite program testiranja.
hu: Az eltávolított médiafájlok mindaddig elérhetőek maradnak, amíg tesztelő maradsz. Mielőtt elhagynád a tesztprogramot, feltétlenül töltsd le az összes médiatartalmat.
id: Media yang di-offload akan tetap tersedia selama Anda masih menjadi penguji. Pastikan Anda mengunduh semua media sebelum keluar dari program pengujian.
it: I media trasferiti su un backup remoto sono disponibili per i tester. Accertati perciò di scaricarli prima di lasciare il programma da tester.
ja: オフロードされたメディアは、テスターとして登録している間は引き続き使用できます。テストプログラムを終了する前に、必ずすべてのメディアをダウンロードしてください。
ko: 오프로드된 미디어는 테스트 사용자 자격을 유지하는 동안 사용할 수 있습니다. 테스트 프로그램을 종료하기 전에 모든 미디어 파일을 다운로드하세요.
mr: ऑफलोड केलेला मीडिया तुम्ही टेस्टर असेपर्यंत उपलब्ध राहील. चाचणी कार्यक्रमातून बाहेर पडण्यापूर्वी तुम्ही तुमचा सर्व मीडिया डाऊनलोड केल्याची खात्री करून घ्या.
ms: Media yang dipindahkan akan tersedia selagi anda kekal sebagai penguji. Pastikan anda memuat turun semua media anda sebelum meninggalkan program ujian.
nb: De avlastede mediefilene er tilgjengelige for deg så lenge du er tester. Husk å laste ned alle mediefilene dine før du melder deg ut av testprogrammet.
nl: Media die naar je back-up zijn verplaatst, zijn beschikbaar zolang je een tester blijft. Zorg ervoor dat je al je media downloadt voordat je het testprogramma verlaat.
pl: Multimedia usunięte z urządzenia pozostaną dostępne do pobrania, dopóki uczestniczysz w testowaniu usługi. Pamiętaj, aby pobrać wszystkie multimedia na urządzenie przed zakończeniem testowania usługi.
pt_br: O arquivo de mídia transferido permanecerá disponível enquanto você for um testador. Certifique-se de baixar todos os seus arquivos de mídia antes de sair do programa de testes
pt_pt: Os ficheiros multimédia carregados estarão disponíveis enquanto estiver a usar o TestFlight. Certifique-se de que transfere todos os seus ficheiros multimédia antes de sair do programa de teste.
ro: Conținutul media descărcat va fi disponibil atâta timp cât rămâi tester. Asigură-te că descarci toate fișierele media înainte de a părăsi programul de testare.
ru: Выгруженные медиафайлы будут доступны, пока вы остаётесь тестером. Обязательно загрузите все свои медиафайлы перед выходом из тестовой программы.
sk: Presunuté médiá budú k dispozícii iba pokým budete testerom. Pred ukončením testovacieho programu si nezabudnite stiahnuť všetky médiá.
sr: Медији који су уклоњени биће доступни све док сте у програму за тестирање. Не заборавите да преузмете све своје медије пре него што напустите програм за тестирање.
sv: Media som avlastas kommer att vara tillgänglig så länge du är testare. Se till att ladda ner alla dina mediefiler innan du lämnar testprogrammet.
th: หากยังอยู่ในสถานะผู้ร่วมทดสอบ คุณจะสามารถดาวน์โหลดไฟล์สื่อที่ถูกออฟโหลดกลับมาได้ทุกเมื่อ โปรดตรวจสอบว่าคุณดาวน์โหลดไฟล์สื่อทั้งหมดเรียบร้อยแล้วก่อนที่จะยุติสถานะผู้ร่วมทดสอบ
tr: Boşaltılan medya, test kullanıcısı olarak kaldığın sürece kullanılabilir olacaktır. Test programından çıkmadan önce tüm medyanı indirdiğinden emin ol.
ug: چۈشۈرۈۋېتىلگەن مېدىيانى سىز بىر سىناق قىلغۇچى بولسىڭىزلا داۋاملىق ئىشلىتەلەيسىز. سىناق پروگراممىسىدىن ئايرىلىشتىن بۇرۇن بارلىق مېدىيالىرىڭىزنى چۈشۈرۈۋېلىڭ.
uk: Вивантажені медіафайли будуть доступні, поки ви берете участь у тестуванні. Обов'язково завантажте всі медіафайли, перш ніж перестати брати в ньому участь.
ur: آف لوڈ کردہ میڈیا تب تک دستیاب رہے گا جب تک آپ ٹیسٹر رہتے ہیں۔ ٹیسٹ پروگرام چھوڑنے سے پہلے اپنے تمام میڈیا کو ڈاؤن لوڈ کرنا یقینی بنائیں۔
vi: Tập tin đa phương tiện đã được offload sẽ khả dụng miễn bạn vẫn giữ vai trò người thử nghiệm. Đảm bảo tải tất cả tập tin đa phương tiện trước khi rời chương trình thử nghiệm.
zh_cn: 只要您还是测试员，卸载的媒体仍将可用。请确保在离开测试项目之前下载您的所有媒体。
zh_hk: 只要你仍是測試員，則可取得已卸載的媒體。請務必在離開測試計劃前下載所有媒體。

# BACKUP_SETTINGS_OPTIMIZE_LOCAL_STORAGE_TESTER_WARNING_SHEET_TITLE
source: Testing Offloaded Media
ar: جارٍ اختبار ملفات الوسائط المُفرَّغة
be: Тэсціраванне выгружаных медыяфайлаў
bn: অফলোডে করা মিডিয়া পরীক্ষা করা হচ্ছে
ca: Provant arxius multimèdia arxivats
cs: Testování odložených médií
da: Test af medier, der er fjernet fra enheden
de: Ausgelagerte Medien testen
el: Δοκιμή πολυμέσων που αφαιρέθηκαν
es: Estás probando la optimización del almacenamiento
fa: آزمایش رسانه آفلودشده
fi: Testataan sivuun siirrettyä mediaa
fr: Tester l'optimisation de l'espace de stockage
ga: Tástáil Meán a Baineadh
gu: ઓફલોડ કરેલ મીડિયાનું ટેસ્ટિંગ
he: בדיקת מדיה שהוסרה
hi: ऑफ़लोड किए गए मीडिया की टेस्टिंग
hr: Testiranje – medijski zapisi premješteni u sigurnosnu kopiju
hu: Eltávolított médiafájlok tesztelése
id: Menguji Media yang Di-offload
it: Test dei media trasferiti su backup remoto
ja: オフロードメディアのテスト中
ko: 오프로드된 미디어 테스트
mr: ऑफलोड केलेल्या मीडियावरील चाचणी
ms: Menguji Media yang Dipindahkan
nb: Testing av avlastede filer
nl: Apparaatopslag optimaliseren testen
pl: Testujesz funkcję usuwania multimediów z urządzenia
pt_br: Teste de Arquivos de Mídia Transferidos
pt_pt: Testar ficheiros multimédia carregados
ro: Testarea suporturilor media descărcate
ru: Тестирование выгруженных медиафайлов
sk: Testovanie presunutých médií
sr: Тестирање уклоњених медија
sv: Testar avlastade mediefiler
th: การทดสอบไฟล์สื่อที่ออฟโหลด
tr: Boşaltılan Medya Test Ediliyor
ug: چۈشۈرۈۋېتىلگەن مېدىيانى سىناۋاتىدۇ
uk: Тестове вивантаження медіафайлів
ur: آف لوڈ کردہ میڈیا کی ٹیسٹنگ
vi: Thử nghiệm tính năng offload
zh_cn: 测试卸载媒体
zh_hk: 測試卸載媒體
