Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTER_2FA_FORGOT_SVR_PIN_ALERT_MESSAGE
source: Your PIN is a 4+ digit code you created that can be numeric or alphanumeric. If you can’t remember your PIN, you’ll have to wait 7 days to re-register your account.
af: U PIN is ’n 4-syfer-kode (of langer) wat u geskep het, wat numeries of alfanumeries kan wees. As u nie u PIN kan onthou nie, moet u 7 dae wag voordat u u rekening kan herregistreer.
ar: رقم التعريف الشخصي (PIN) الخاص بك عبارة عن كود من أربع خانات أو أكثر والتي يُمكن أن تكون إما أرقام أو حُروف. إذا لم تستطع تَذكُّر رقم التعريف الشخصي (PIN) الخاص بك، يجبُ عليك الانتظار لمدة سبعة أيام لكي تُعيد تسجيل الحساب الخاص بك.
az: PIN-iniz, yaratdığınız alfa nömrəli və ya nömrəli ola bilən 4+ rəqəmli koddur. Əgər PIN-inizi xatırlaya bilmirsinizsə, hesabınızı təkrar qeydiyyata almaq üçün 7 gün gözləməli olacaqsınız.
be: Ваш PIN-код — гэта код з 4+ сімвалаў, які вы стварылі і які можа быць лічбавым або змяшчаць літары і лічбы. Калі вы не можаце ўспомніць свой PIN-код, вам патрэбна пачакаць 7 дзён, каб нанова зарэгістраваць свой уліковы запіс.
bg: Вашият ПИН е създаден от вас код с 4+ цифри, който може да съдържа само цифри или цифри и букви. Ако не можете да си спомните своя ПИН, ще трябва да изчакате 7 дни, за да пререгистрирате акаунта си.
bn: আপনার পিনটি হল আপনার তৈরি 4+ সংখ্যা বিশিষ্ট কোড যা সংখ্যাসূচক বা বর্ণানুক্রমিক হতে পারে। আপনি যদি আপনার পিনটি মনে করতে না পারেন তবে আপনার অ্যাকাউন্টটি পুনরায় রেজিস্টার করতে আপনাকে 7 দিন অপেক্ষা করতে হবে।
ca: El vostre PIN és un codi d'almenys 4 dígits que heu creat, que pot ser numèric o alfanumèric. Si no el recordeu, haureu d’esperar 7 dies per tornar a registrar el compte.
cs: Váš PIN je kód s 4 a více znaky, které mohou být číselné nebo alfanumerické. Pokud zapomenete váš PIN, budete muset čekat 7 dnů na přeregistraci vašeho účtu.
cy: Côd 4-digid a creasoch yw'ch PIN. Gall fod yn alffaniwmerig neu'n rifol. Os na allwch gofio'ch PIN, bydd yn rhaid i chi aros am 7 diwrnod i ail gofrestri'ch cyfrif.
da: Din pinkode er en 4+ cifret kode du oprettede, som kan være numerisk eller alfanumerisk. Hvis du ikke kan huske din pinkode, bliver du nødt til at vente 7 dage på at omregistrere din konto.
de: Deine PIN ist ein von dir erstellter, numerischer oder alphanumerischer Code von mindestens vier Zeichen. Falls du dich an deine PIN nicht erinnerst, musst du für das erneute Registrieren deines Kontos 7 Tage warten.
el: Το PIN σου είναι ένας κωδικός με 4+ ψηφία, που μπορεί να αποτελείται από αριθμούς ή αλφαριθμητικά. Αν δεν μπορείς να θυμηθείς το PIN σου, θα πρέπει να περιμένεις 7 ημέρες για να επανεγγράψεις το λογαριασμό σου.
es: Tu PIN es un código numérico o alfanumérico de 4 o más caracteres que has creado. Si olvidas tu PIN, deberás esperar 7 días para volver a registrar tu cuenta.
es_es: Tu PIN es un código de 4+ posiciones creado por ti que puede constar de dígitos o caracteres alfanuméricos. Si no recuerdas tu PIN, tendrás que esperar 7 días para poder volver a registrar tu cuenta.
et: Sinu PIN-kood on sinu loodud 4-kohaline numbriline kood, mis võib olla numbriline või tähtnumbriline. Kui sa ei mäleta oma PIN-koodi, siis pead oma konto uuesti registreerimiseks 7 päeva ootama.
eu: Zure PIN-a 4 zenbaki baino gehiago duen zuk sorturiko kode bat da; zenbakiduna edo alfanumerikoa izan daiteke. Zure PIN-a ezin baduzu gogoratu, 7 egun itxaron beharko duzu zure kontua birerregistratu ahal izateko.
fa: رمز شما یک کد 4+ رقمی است که می تواند عدد یا حروف باشد. اگر نمی توانید رمز خود را به یاد بیاورید، باید 7 روز صبر کنید تا بتوانید حساب خود را دوباره ثبت کنید.
fi: Tunnusluku on vähintään nelinumeroinen koodi, joka voi olla sisältää pelkkiä numeroita tai numeroita ja kirjaimia. Jos et muista tunnuslukua, joudut odottamaan 7 päivää ennen kuin voit rekisteröityä uudelleen.
fil: Ang PIN na iyong nilikha ay isang 4+ na code na maaaring naglalaman ng mga numero, letra o kombinasyon nito. Kung hindi mo matandaan ang iyong PIN, kakailanganin mong maghintay ng 7 araw upang mairehistrong muli ang iyong account.
fr: Votre code PIN est un code numérique ou alphanumérique d'au moins quatre caractères, que vous avez créé. En cas d'oubli, vous devez attendre un délai de sept jours avant de réinscrire votre compte.
ga: Is éard atá in UAP ná cód 4+ digit a chruthaíonn tú, uimhriúil nó alfa-uimhriúil. Má ligeann tú i ndearmad í, beidh ort fanacht 7 lá sular féidir leat do chuntas a athchlárú.
gu: તમારો PIN 4+ અંકનો કોડ છે જે તમે બનાવ્યો છે જે આંકડાકીય અથવા આલ્ફાન્યુમેરિક હોઈ શકે. જો તમને તમારો પિન યાદ ન આવે, તો તમારે તમારું એકાઉન્ટ ફરીથી રજીસ્ટર કરવા માટે 7 દિવસ રાહ જોવી પડશે.
he: ה־PIN שלך הוא קוד בן 4+ תווים שיכולים להיות מספריים או אלפאנומריים. אם אינך זוכר את ה־PIN שלך, תהיה חייב להמתין 7 ימים כדי לרשום שוב את החשבון שלך.
hi: आपका पिन कम से कम 4 अक्षरों का कोड होता है जो न्यूमेरिक या अल्फ़ान्यूमेरिक हो सकता है। अगर आप अपना पिन याद नहीं कर पा रहे हैं तो, आपको 7 दिन रुक कर अपना खाता पुनः पंजीकृत करना होगा।
hr: Vaš PIN je četveroznamenkasti kôd koji ste stvorili i koji može biti numerički ili alfanumerički. Ako se ne možete sjetiti svog PIN-a, morati će te pričekati 7 dana kako biste ponovno registrirali svoj račun.
hu: Signal PIN kódod 4+ karakter hosszú és szám, vagy alfanumerikus formátumú. Ha nem emlékszel rá, sajnos 7 napot várnod kell, míg újraregisztrálhatod a fiókodat.
id: Pin Anda adalah kode 4+ digit yang dapat Anda buat secara numerik atau alfanumerik. Jika Anda tidak dapat mengingat PIN Anda, Anda harus menunggu 7 hari untuk mendaftarkan ulang akun Anda.
is: PIN-númerið þitt er 4+ stafa kóði sem þú útbjóst sem getur samanstaðið af tölu- eða bókstöfum. Ef þú manst ekki PIN-númerið, þarftu að bíða í 7 daga eftir að endurskrá aðganginn þinn.
it: Il tuo PIN è un codice di minimo 4 cifre creato da te e che può essere numerico o alfanumerico. Se non ti ricordi il tuo PIN, dovrai attendere 7 giorni per registrare nuovamente il tuo account.
ja: あなたのPINは4桁以上のコードで、数字または英数字のいずれかです。PINを思い出せない場合、7日間はアカウントを再登録できません。
kab: Tangalt-ik·im PIN d 4+ azwil i d-terniḍ i izemren ad yili d umḍin neɣ d agmumḍin.Ma yella ur d-tecfiḍ ara i tengalt-ik·im PIN, tzemreḍ ad terǧuḍ 7 wussan i wakken ad talseḍ ajerred n umiḍan-ik·im.
kk: Сіздің PIN кодыңыз - сіз жасайтын 4+ санды код, ол сандардан немесе әріптер мен сандардан тұруы мүмкін. Егер PIN кодыңызды ұмытып қалсаңыз, тіркелгіңізді қайтадан тіркеу үшін 7 күн күтуіңіз керек.
km: á›áŸá PIN ášá”áŸáŸ‹á¢áŸ’á“á€ á‡á¶á›áŸá 4 ááŸ’á‘á„áŸ‹ áŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á”á„áŸ’á€á¾á áŠáŸ‚á›áœá¶á¢á¶á…á‡á¶á›áŸá á¬ á¢á€áŸ’áŸášáŸ” á”á¾á¢áŸ’á“á€á˜á·á“á¢á¶á…á…á„á…á¶áŸ†á›áŸáá€á¼áŠ PIN ášá”áŸáŸ‹á¢áŸ’á“á€ á¢áŸ’á“á€á“á¹á„ááŸ’ášá¼áœášá„áŸ‹á…á¶áŸ† 7 ááŸ’á„áŸƒ áŠá¾á˜áŸ’á”á¸á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ನಿಮ್ಮ ಪಿನ್ ನೀವು ರಚಿಸಿದ 4+ ಅಂಕಿಯ ಕೋಡ್ ಆಗಿದ್ದು ಅದು ಸಂಖ್ಯಾತ್ಮಕ ಅಥವಾ ಆಲ್ಫಾನ್ಯೂಮರಿಕ್ ಆಗಿರಬಹುದು. ನಿಮ್ಮ ಪಿನ್ ನಿಮಗೆ ನೆನಪಿಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪುನಃ ನೋಂದಾಯಿಸಲು ನೀವು 7 ದಿನ ಕಾಯಬೇಕಾಗುತ್ತದೆ.
ko: PIN은 4자리 이상의 숫자 또는 영숫자 조합입니다. PIN이 기억나지 않는다면 계정 재등록까지 7일을 기다려야 합니다.
lt: Jūsų PIN kodas yra keturių ar daugiau skaitmenų kodas, kuris gali būti skaitinis arba tekstinis. Jei negalite prisiminti savo PIN kodo, turėsite laukti 7 dienas, kad užregistruotumėte savo paskyrą iš naujo.
lv: PIN ir jūsu izveidots 4+ ciparu kods, kas var sastāvēt no cipariem vai no burtiem un cipariem. Ja aizmirstat savu PIN, lai atkārtoti reģistrētu kontu, būs jāgaida 7 dienas.
mk: Вашиот ПИН е 4+ цифрен код содаден така што може да биде нумерички или алфанумерички. Ако не можете да го запаметите вашиот ПИН, ќе треба да почекате 7 дена за повторно да ја регистрирате вашата сметка.
ml: നിങ്ങളുടെ PIN ഒരു 4+ ഡിജിറ്റ് കോഡ് ആണ് നിങ്ങൾ സൃഷ്ടിച്ചിരിക്കുന്നത്, അത് അക്കങ്ങൾ മാത്രമുള്ളതോ അല്ലെങ്കിൽ അക്കങ്ങളും അക്ഷരങ്ങളും ഉള്ളതോ ആകാം. നിങ്ങൾക്ക് നിങ്ങളുടെ PIN ഓർക്കാൻ കഴിയുന്നില്ലായെങ്കിൽ, നിങ്ങളുടെ അക്കൗണ്ട് റീ-രജിസ്റ്റർ ചെയ്യാൻ നിങ്ങൾ 7 ദിവസങ്ങൾ കാത്തിരിക്കേണ്ടി വരും.
mr: आपला PIN आपण तयार केलेला एक 4+ अंकी कोड आहे जो न्युमेरिक किंवा अल्फान्युमेरिक असू शकतो. जर आपल्याला आपला PIN आठवत नसेल, तर आपल्या खात्यावर पुन्हा-नोंदणी करण्यासाठी आपल्याला 7 दिवस थांबावे लागेल.
ms: PIN anda adalah kod angka 4+ digit yang anda cipta sama ada angka atau abjad angka. Jika anda tidak ingat PIN anda, anda perlu menunggu 7 hari untuk mendaftarkan semula akaun anda.
my: သင်၏ PIN နံပါတ်သည် သင်ဖန်တီးထားသောဂဏန်း ၄ ခုအထက် ပါဝင်သော ကုဒ်နံပါတ် (သို့) အက္ခရာနံပါတ် ဖြစ်နိုင်သည်။ သင်၏ပင်နံပါတ်ကို သင်မမှတ်မိပါက ၇ ရက်စောင့်၍ သင့်အကောင့်ကို ပြန်ပြီး မှတ်ပုံစာရင်းသွင်းရပါမည်။
nb: Din PIN er en kode med 4 eller flere numeriske eller alfanumeriske tegn. Hvis du ikke husker din PIN, må du vente 7 dager og registrere kontoen din på nytt.
nl: Je pincode is een code die je zelf hebt aangemaakt en die bestaat uit 4 of meer cijfers of een combinatie van cijfers en letters. Als je je pincode niet kunt herinneren, dan zul je 7 dagen moeten wachten voordat je je telefoonnummer opnieuw kunt registreren.
pa: ਤੁਹਾਡਾ ਪਿਨ ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਿਰਜਿਆ ਇੱਕ 4+ ਅੰਕਾਂ ਦਾ ਕੋਡ ਹੁੰਦਾ ਹੈ ਜੋ ਅੰਕਾਂ ਵਾਲਾ ਜਾਂ ਵਰਨਅੰਕੀ ਹੋ ਸਕਦਾ ਹੈ. ਜੇ ਤਸੀਂ ਆਪਣਾ ਪਿਨ ਯਾਦ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤਾਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਮੁੜ-ਰਜਿਸਟਰ ਕਰਨ ਲਈ 7 ਦਿਨਾਂ ਲਈ ਉਡੀਕ ਕਰਨੀ ਹੋਵੇਗੀ.
pa_pk: تساں دی پن 4+ ہندسیاں دا کوڈ اے جیہڑی تساں بنائی سی جیہڑی عددی یا عددی و حرفی ہو سکدی اے۔ جے تساں نوں اپنی پن یاد نئیں اے، تے تساں نوں اپنا اکاؤنٹ فیر رجسٹر کرن دے لئی 7 دن دا انتظار کرنا پئے گا۔
pl: PIN to kod utworzony przez Ciebie z co najmniej 4 znaków. Może składać się z cyfr lub z cyfr i liter. Jeśli nie pamiętasz PIN-u, musisz poczekać 7 dni, aby ponownie zarejestrować konto.
ps: ستاسې PIN یو 4+ رقمي عددي کوډ دی چې تاسې جوړ کړی او کېدای شي هغه د شمېرو یا تورو له مخې وي. که چیرته تاسې نشئ کولای چې خپل PIN په یاد وساتئ، نو باید 7 ورځې په تمه واوسئ تر څو ستاسې اکاونټ بیرته له سره ثبت شي.
pt_br: Seu PIN é um código de mais de quatro dígitos, que você criou e que pode ser numérico ou alfanumérico. Se você não conseguir se lembrar do seu PIN, terá que aguardar 7 dias para registrar novamente a sua conta.
pt_pt: O seu PIN é um código de 4 ou mais dígitos que você criou e pode ser numérico ou alfanumérico. Se não se recorda do seu PIN, necessita de esperar 7 dias até poder voltar a registar-se na sua conta.
ro: Codul PIN este un cod de +4 cifre pe care l-ai creat, care poate fi numeric sau alfanumeric. Dacă nu îți poți aminti codul PIN, va trebui să aștepți 7 zile pentru a reînregistra contul.
ru: Ваш PIN — это код из 4+ символов, созданный вами, который может быть цифровым или буквенно-цифровым. Если вы не cможете вспомнить свой PIN-код, вам придется подождать 7 дней, чтобы зарегистрироваться заново.
sk: Váš PIN je 4 alebo viacmiestny kód, ktorý ste si vytvorili a môže pozostávať z číselných alebo alfanumerických znakov. Ak si naň nespomeniete, budete musieť počkať 7 dní na opätovnú registráciu vášho účtu.
sl: Vaš PIN je koda iz 4+ znakov, ki je lahko sestavljena zgolj iz številk ali iz kombinacije črk in številk. Če ste pozabili svoj PIN, boste morali za ponovno registracijo počakati 7 dni.
sq: PIN-i juaj është një kod me 4 ose më shumë shifra, që mund të jetë numerik ose alfanumerik. Nëse s’e mbani mend PIN-in tuaj, do t’ju duhet të prisni 7 ditë që të riregjistroni llogarinë tuaj.
sr: Ваш PIN је код од 4 или више цифара који сте креирали и који може бити нумерички или алфанумерички. Ако се не сећате свог PIN-а, мораћете да сачекате 7 дана да поново региструјете налог.
sv: Din PIN-kod är en 4+ siffrig kod du skapade som kan vara numerisk eller alfanumerisk. Om du inte kan komma ihåg din PIN-kod måste du vänta 7 dagar för att registrera ditt konto igen.
sw: PINI yako ni nambari ya tarakimu 4+ ulizounda ambazo zinaweza kuwa nambari au herufinambari. Iwapo huwezi kukumbuka PINI yako, itakulazimu kusubiri siku 7 kusajili akaunti yako tena.
ta: உங்கள் பின் 4+ இலக்க குறியீடு நீங்கள் எண் அல்லது எண்ணெழுத்து இருக்கக்கூடியதாக உருவாக்கப்பட்டது. என்றால் நீங்கள் நினைவில் இல்லை உங்கள் பின், நீங்கள்மீண்டும் பதிவு செய்ய 7 நாட்கள் காத்திருக்க வேண்டும் உங்கள் கணக்கு.
te: మీ పిన్ మీరు సృష్టించిన 4+ అంకెల కోడ్, ఇది సంఖ్యా లేదా ఆల్ఫాన్యూమరిక్ కావచ్చు. మీకు మీ పిన్ గుర్తులేకపోతే, మీ ఖాతాను తిరిగి నమోదు చేయడానికి మీరు 7 రోజులు వేచి ఉండాలి.
th: รหัส PIN ของคุณคือรหัส 4+ หลักที่คุณสร้างไว้โดยอาจจะเป็นตัวเลขหรือตัวอักษรและตัวเลข ถ้าคุณไม่สามารถจำรหัส PIN ของคุณได้ คุณจะต้องรออีก 7 วันเพื่อลงทะเบียนบัญชีของคุณใหม่
tr: PIN'iniz sayısal veya alfanumerik olabilen 4+ haneli bir koddur. Eğer PIN'inizi hatırlayamıyorsanız, hesabınızı tekrar kaydetmek için 7 gün beklemeniz gerekecektir.
ug: PIN كودى 4 خانىدىن كۆپ سان ياكى ھەرپ ۋە ساندىن تەركىب تاپقان كود. ئەگەر PIN نى ئەسلىيەلمىسىڭىز، ھېساباتىڭىزنى قايتا تىزىملىتىش ئۈچۈن 7 كۈن كۈتىسىز.
uk: Ваш PIN-код — це створений вами цифровий або буквено-цифровий код, який містить мінімум 4 символи. Якщо ви забули PIN-код, вам доведеться зачекати 7 днів, після чого повторно зареєструвати свій акаунт.
ur: آپ کا پن ایک 4+ ہندسوں کا کوڈ ہے جو آپ نے بنایا ہے جو عددی یا حرفی عددی ہوسکتا ہے۔ اگر آپ اپنا پن یاد نہیں کرسکتے ہیں تو ، آپ کو اپنا اکاؤنٹ دوبارہ رجسٹر کرنے کے لئے 7 دن انتظار کرنا پڑے گا۔
vi: Mã PIN là một mã ít nhất 4 kí tự bạn tạo ra và có thể bao gồm số hoặc chữ và số. Nếu bạn không nhớ được mã PIN, bạn sẽ phải chờ 7 ngày để đăng ký lại tài khoản.
zh_cn: PIN 码是你创建的4位及以上的密码，可以是纯数字或数字字母混合。如果你忘记了你的 PIN 码，你就得等上7天以重注册你的账户。
zh_hk: PIN 碼是由您建立的 4 位數以上的密碼，可以是數字或是字母數字混合。如果您記不起您的 PIN 碼，您須等待 7 天才能重新註冊您的帳戶。
