Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PRIVACY_ADVANCED_FOOTER
source: Censorship circumvention, proxy, relay calls, and sealed sender settings.
af: Instellings vir omseiling van sensuur, aanstuur van oproepe en verseëlde sender.
ar: تجاوز الرقابة، واستخدام البروكسي، ودعم المكالمات دومًا، وإعدادات المُرسِل المُشفَّر.
az: Senzuradan yayınma, zəngləri köçürmə və gizli göndərən tənzimləmələri.
be: Налады абыходу цэнзуры, проксі, рэтрансляцыі званкоў і прыхаванага адпраўніка.
bn: সেন্সরশিপ এড়ানো, কল রিলে করা এবং বেনামী প্রেরক সেটিংস।
ca: Ajustos per a eludir censura, servidor intermediari, trucades de retransmissió i remitent privat.
cs: Obcházení cenzury, proxy server, přenášení hovorů a uzavřené nastavení odesílatele.
cy: Osgoi sesnoriaeth, trosgwlyddo galwadau a gosodiadau anfonwyr dan sel.
da: Omgåelse af censur, proxy, videresendelsesopkald og forseglede afsenderindstillinger.
de: Einstellungen für Zensurumgehung, Proxy, indirekte Anrufe und vertraulicher Absender.
el: Αποφυγή λογοκρισίας, proxy, αναμετάδοση κλήσεων και ρυθμίσεων μυστικού αποστολέα.
es: Define ajustes para las funciones evitar censura, servidor proxy, redirigir llamadas y remitente confidencial.
eu: Censorship circumvention, relay calls, and sealed sender settings.
fa: تنظیمات دور زدن فیلتر، پروکسی، عبور دادن تماس‌ها و فرستنده حفاظت‌شده.
fi: Sensuurin kierron, välityspalvelimen, puheluiden välityksen ja lähettäjäsinetin asetukset.
fr: Contournement de la censure, proxy, appels relayés et expéditeur scellé.
ga: Sárú cinsireachta, seachfhreastalaí, glaonna athsheolta, agus socruithe seoltóra séalaithe.
gu: સેન્સરશીપ ઉપાય, પ્રૉક્સી, રિલે કૉલ્સ અને ગુપ્ત પ્રેષકના સેટિંગ્સ.
he: הגדרות של עקיפת צנזורה, שיחות ממסר, ושולח אטום.
hi: सेंसरशिप उपाय, प्रॉक्सी, रिले कॉल, और सील्ड सेंडर सेटिंग्स।
hr: Postavke za zaobilaženje cenzure, preusmjeravanje poziva i zaštićene pošiljatelje.
hu: Cenzúramegkerülés, proxy, hívások átjátszása és biztonságos feladó kijelzés beállítások.
id: Pengaturan pengelakan sensor, proksi, relay panggilan, dan pengirim tersembunyi.
is: Stillingar fyrir leiðir framhjá ritskoðun, endurvörpun hringinga og innsiglaða sendendur.
it: Impostazioni per le funzioni di aggiramento della censura, server proxy, mittente schermato e inoltro delle chiamate.
ja: 検閲回避、通話の中継および送信者の保護について設定します。
kab: Censorship circumvention, relay calls, and sealed sender settings.
km: á€á¶ášá‚áŸá…á–á¸á€á¶ášááŸ’ášá½áá–á·á“á·ááŸ’á™ á€á¶ášá áŸ…á”á‰áŸ’á‡á¼á“á”á“áŸ’á á“á·á„á€á¶ášá€áŸ†áááŸ‹á¢áŸ’á“á€á•áŸ’á‰á¾áŠáŸ‚á›á”á·á‘á‡á·ááŸ”
kn: ಸೆನ್ಸಾರ್‌‌ಶಿಪ್ ತಪ್ಪಿಸುವುದು, ಕರೆಗಳನ್ನು ರಿಲೇ ಮಾಡುವುದು, ಮತ್ತು ಸೀಲ್ಡ್ ಸೆಂಡರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು.
ko: 검열 우회, 프록시, 중계 통화, 보낸 사람 감추기 설정.
lt: Cenzūravimo apėjimo, skambučių retransliavimo ir užantspauduotų siuntėjų nustatymai.
lv: Cenzūras apiešana, zvanu pārsūtīšana un šifrēta sūtītāja iestatījumi.
mk: Censorship circumvention, relay calls, and sealed sender settings.
ml: സെൻസർഷിപ്പ് മറികടക്കൽ, റിലേ കോളുകൾ, സീൽ ചെയ്ത അയയ്ക്കുന്നക്രമീകരണങ്ങൾ.
mr: सेन्सॉरशिप उपाययोजना , प्रॉक्सी, कॉल रिले करणे आणि गुप्त प्रेषक सेटिंग्ज.
ms: Tetapan pemintasan penapisan, proksi, panggilan geganti dan pengirim terlindung.
my: ဆင်ဆာဖြတ်တောက်မှုကို ကျော်လွှားခြင်း၊ ထပ်ဆင့်လွှင့်သောဖုန်းခေါ်ဆိုမှုများ နှင့် ပေးပို့သူချိန်ညှိချက်များကို ပုန်းထားခြင်း။
nb: Innstillinger for sensur-omgåelse, proxy, omdirigering og forseglede avsendere.
nl: Instellingen voor censuur omzeilen, oproepen omleiden en verzegelde afzenders.
pa: ਸੈਂਸਰਸ਼ਿਪ ਦੀ ਉਲੰਘਣਾ, ਰਿਲੇਅ ਕਾਲਾਂ ਅਤੇ ਸੀਲਬੰਦ ਸੈਂਡਰ ਸੈਟਿੰਗਾਂ।
pl: Ustawienia obchodzenia cenzury, proxy, pośredniczenia w połączeniach i zaszyfrowanego nadawcy.
ps: له سانسور څخه د تیریدو، د اړیکو د ریلي او ناپیژانده لیږونکو تنظیمات.
pt_br: Configurações para contornar censura, redirecionar chamadas e remetente oculto.
pt_pt: Contorno de censura, proxy, retransmissão de chamadas e definições de remetente selado.
ro: Setări pentru ocolirea cenzurii, proxy, redirecționarea apelurilor și expeditor ascuns.
ru: Настройки обхода цензуры, прокси, ретрансляции звонков и запечатанного отправителя.
sk: Obchádzanie cenzúry, proxy, presmerované hovory a nastavenia šifrovaného odosielateľa.
sl: Izogibanje cenzuri, proxy, posredovanje klicev in nastavitve zapečatenega pošiljatelja.
sq: Anashkalim censurimi, thirrje rele dhe rregullime dërguesi hermetike.
sr: Подешавања за заобилазак цензуре, прокси сервер, преусмерене позиве и запечаћене пошиљаоце.
sv: Inställningar för kringgå censur, reläsamtal och dold avsändare.
sw: Mipangilio ya kukwepa udhibiti, uelekezaji wa simu, na mipangilio ya kuficha ujumbe.
ta: தணிக்கை சுற்றளவு, ரிலே அழைப்புகள் மற்றும் சீல் அனுப்பியவர் அமைப்புகள்.
te: సెన్సార్‌షిప్ సర్క్వెన్షన్, రిలే కాల్స్ మరియు సీల్డ్ పంపినవారి సెట్టింగ్‌లు.
th: การตั้งค่าการหลบเลี่ยงการเซ็นเซอร์ พร็อกซี การส่งต่อสาย และผู้ส่งที่ปิดผนึก
tr: Sansür atlatma, proxy, arama yönlendirme ve gizli gönderen ayarları.
ug: تەكشۈرۈشتىن ساقلىنىش، ۋاكالەتچى، ئۇلاپ چاقىرىش ۋە پېچەتلەنگەن يوللىغۇچى تەڭشەكلىرى.
uk: Налаштування обходу цензури, проксі-сервера, ретранслювання викликів і засекречених відправників.
ur: سنسرشپ کا دائرہ، پراکسی، ریلے کالز، اور مہر بند یوزر کی سیٹنگز۔
vi: Cài đặt tránh kiểm duyệt, proxy, chuyển tiếp cuộc gọi, và công cụ niêm phong.
zh_cn: 审查规避、代理、中继通话以及加密发送人设置。
zh_hk: 審查規避、代理伺服器、轉送通話及加密傳送者設定。

# SETTINGS_PRIVACY_ADVANCED_TITLE
source: Advanced
af: Gevorderd
ar: مُتقدِّمة
az: Qabaqcıl
be: Пашыраныя
bn: অ্যাডভান্সড
ca: Avançada
cs: Rozšířené možnosti
cy: Gosodiadau Uwch
da: Avanceret
de: Weitere Einstellungen
el: Για προχωρημένους
es: Ajustes avanzados
et: Täpsemad sätted
eu: Aurreratua
fa: پیشرفته
fi: Lisäasetukset
fr: Paramètres avancés
ga: Ardroghanna
gu: વધુ
he: מתקדם
hi: अधिक
hr: Napredno
hu: Haladó
id: Lanjutan
is: Meira
it: Avanzate
ja: 詳細設定
kab: Talqayt
km: á€á˜áŸ’ášá·áááŸ’á–áŸáŸ‹
kn: ಸುಧಾರಿತ
ko: 고급
lt: Išplėstiniai
lv: Papildu
mk: Напредно
ml: വിപുലമായ
mr: प्रगत
ms: Lanjutan
my: အဆင်မြင့်သော
nb: Avansert
nl: Geavanceerd
pa: ਉੱਨਤ
pl: Zaawansowane
ps: پرمختللی
pt_br: Avançadas
pt_pt: Avançadas
ro: Avansat
ru: Расширенные
sk: Pokročilé
sl: Napredno
sq: Të mëtejshme
sr: Напредно
sv: Avancerat
sw: ya juu
ta: மேம்படுத்தபட்ட
te: ఆధునిక
th: ขั้นสูง
tr: Gelişmiş
ug: ئالىي
uk: Додаткові налаштування
ur: اعلی' درجے کی
vi: Nâng cao
zh_cn: 高级
zh_hk: 複雜設定

# SETTINGS_PRIVACY_CALLKIT_SYSTEM_CALL_LOG_PREFERENCE_TITLE
source: Show Calls in Recents
af: Wys oproepe in Onlangse
ar: إظهار المُكالمات في قائمة الأحدث
az: Zəngləri Sonuncularda göstər
be: Паказаць званкі ў «Нядаўніх»
bg: Покажи Повикванията в списъка с Последни
bn: সাম্প্রতিক তালিকায় কল সমূহ দেখান
ca: Mostra les trucades a Recents
cs: Zobrazit hovory v historii volání
cy: Dangos Galwadau yn "Recents"
da: Vis opkald i seneste
de: Anrufe in Anrufliste anzeigen
el: Εμφάνιση κλήσεων στα πρόσφατα
es: Mostrar llamadas en Recientes
es_es: Llamadas en «Recientes»
et: Näita kõnesid hiljutistes kõnedes
eu: Erakutsi Deiak duela Gutxikoetan
fa: نمایش تماس ها در آخرین ها
fi: Näytä puhelut äskeiset-näkymässä
fil: Ipakita ang mga Tawag sa Recents
fr: Afficher les appels dans "Récents"
ga: Taispeáin Glaonna in Recents
gu: રિસન્ટ્સના કૉલ બતાવો
he: הראה שיחות בשיחות אחרונות
hi: कॉल रीसेंट सूची में दिखाएँ
hr: Prikaži pozive u listi poziva
hu: Hívások az Előzményekben
id: Tampilkan Panggilan dalam daftar Terbaru
is: Birta símtöl í lista yfir nýlegt
it: Mostra chiamate nei recenti
ja: 履歴に通話を表示する
kab: Sken isawalen deg yimaynuten
kk: Соңғылар тізіміндегі қоңырауларды көрсету
km: á”á„áŸ’á á¶á‰á€á¶ášá áŸ…á€áŸ’á“á»á„á”á‰áŸ’á‡á¸á áŸ…ááŸ’á˜á¸áŸ—
kn: ಇತ್ತೀಚಿನದು ನಲ್ಲಿ ಕರೆಗಳನ್ನು ತೋರಿಸಿ
ko: 최근 목록에서 통화 표시
lt: Rodyti skambučius „Paskiausiųjų“ sąraše
lv: Rādīt zvanus pēdējo zvanu sarakstā
mk: Покажи повици во Неодамнешни
ml: റീസൻ്റ്‌സിൽ കോളുകൾ കാണിക്കുക
mr: अलीकडील मध्ये कॉल दाखवा
ms: Paparkan Penggilan dalam Terbaru
my: မကြာသေးမီကခေါ်ဆိုထားမှုများကိုပြသမည်
nb: Vis anrop i «Nylig»
nl: Toon oproepen in recente-oproepenlijst
pa: ਹਾਲੀਆ ਵਿੱਚ ਕਾਲਾਂ ਦਿਖਾਓ
pa_pk: حالیہ ترین اچ کالاں وکھاؤ
pl: Pokaż połączenia w sekcji „Ostatnie”
ps: په وروستۍ برخه کې ټلیفوني اړیکې وښیئ
pt_br: Mostrar chamadas em Recentes
pt_pt: Mostrar chamadas em "Chamadas recentes"
ro: Afișează apelurile în Recente
ru: Показывать звонки в «Недавних»
sk: Zobraziť hovory v Posledných
sl: Prikazuj klice med "zadnjimi dogodki"
sq: Shfaq Thirrje te Së Fundi
sr: Прикажи позиве у недавним позивима
sv: Visa samtal i Senaste
sw: Onyesha Simu kwenye Hivi Karibuni
ta: சமீபத்திய அழைப்புகளைக் காட்டு
te: క్రొత్తగా వచ్చిన కాల్స్ చూపించు
th: แสดงการโทรในรายการ ล่าสุด
tr: Son Aramalarda Göster
ug: يېقىنقى چاقىرىشلارنى كۆرسەت
uk: Показувати виклики в «Недавніх»
ur: حالیہ کالز میں دیکھیں
vi: Hiển thị các cuộc gọi trong "Cuộc gọi gần đây"
zh_cn: 显示最近通话
zh_hk: 顯示最近通話

# SETTINGS_PRIVACY_TITLE
source: Privacy
af: Privaatheid
ar: الخصوصية
az: Gizlilik
be: Канфідэнцыйнасць
bg: Поверителност
bn: গোপনীয়তা
ca: Privadesa
cs: Soukromí
cy: Preifatrwydd
da: Privatliv
de: Datenschutz
el: Aπόρρητο
es: Privacidad
es_es: Privacidad
et: Privaatsus
eu: Pribatutasuna
fa: حریم خصوصی
fi: Yksityisyys
fr: Confidentialité
ga: Príobháideachas
gu: ગોપનીયતા
he: פרטיות
hi: गोपनियता
hr: Privatnost
hu: Adatvédelem
id: Privasi
is: Gagnaleynd
ja: プライバシー
kk: Құпиялық
km: á¯á€á‡á“á—á¶á–
kn: ಖಾಸಗಿತನ
ko: 개인정보
lt: Privatumas
lv: Privātums
mk: Приватност
ml: സ്വകാര്യത
mr: गोपनीयता
ms: Privasi
my: ကိုယ်ရေးအချက်အလက်များလုံခြုံမှု
nb: Personvern
pa: ਪਰਦੇਦਾਰੀ
pa_pk: رازداری
pl: Prywatność
ps: محرمیت
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sl: Zasebnost
sq: Privatësi
sr: Приватност
sv: Integritet
sw: Faragha
ta: தனியுரிமை
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
ug: مەخپىيەتلىك
uk: Конфіденційність
ur: رازداری
vi: Riêng tư
zh_cn: 隐私
zh_hk: 私隱

# SETTINGS_READ_RECEIPT
source: Read Receipts
af: Leesbewyse
ar: إيصالات تأكيد القراءة
az: "Oxundu" bildirişi
be: Апавяшчэнні аб прачытаным
bg: Прочетени разписки
bn: পড়ার প্রাপ্তিগুলি
ca: Confirmacions de lectura
cs: Potvrzení o přečtení
cy: Derbynebau Darllen
da: Læsekvitteringer
de: Lesebestätigungen
el: Αποδεικτικά ανάγνωσης
es: Confirmaciones de lectura
es_es: Notificaciones de lectura
et: Lugemiskinnitused
eu: Irakurketaren hartu-agiriak
fa: رسید خوانده‌ شدن
fi: Lukukuittaukset
fr: Confirmations de lecture
ga: Admhálacha Léite
gu: રસીદો વાંચો
he: אישורי קריאה
hi: पढ़ने की रसीदें
hr: Potvrde o čitanju
hu: Olvasott nyugták küldése
id: Pesan terbaca diterima
is: Leskvittanir
it: Ricevute di lettura
ja: 既読確認
kab: Ɣeṛ iɣerwaḍen
kk: Оқылған растамалары
km: á€á¶ášá‘á‘á½á›á¢á¶á“
kn: ಓದಿರುವ ಸ್ವೀಕೃತಿಗಳು
ko: 읽음 표시
lt: Pranešimai apie žinučių skaitymą
lv: Rādīt informāciju par izlasīšanu
mk: Прочитај Потврди
ml: റീഡ് റെസീപ്റ്റ്സ്
mr: वाचन पावत्या
ms: Baca Resit
my: ဖတ်ပြီးကြောင်းပြသည့် သင်္ကေတ
nb: Lesebekreftelser
nl: Leesbevestigingen
pa: ਰਸੀਦਾਂ ਪੜ੍ਹੋ
pa_pk: پڑھن دی وصولیاں
pl: Potwierdzenia odczytania
ps: د لوستلو رسیدونه
pt_br: Confirmações de Leitura
pt_pt: Notificações de leitura
ro: Confirmări citire
ru: Уведомления о прочтении
sk: Potvrdenia o prečítaní
sl: Potrdila o branju
sq: Lexoni Fatura
sr: Потврде о читању
sv: Läskvittenser
sw: Zilizosomwa
ta: ரசீதுகளைப் படியுங்கள்
te: చదివిన రసీదులు
th: ใบตอบรับเมื่ออ่าน
tr: Okundu Bilgisi
ug: ئوقۇلدى ئۇچۇرى
uk: Відмітки про читання
ur: رسیدیں پڑھیں
vi: Đánh dấu Người nhận đã đọc
zh_cn: 已读回执
zh_hk: 已讀標記

# SETTINGS_REGISTRATION_LOCK_TURN_OFF
source: Turn Off
af: Deaktiveer
ar: تعطيل
az: Söndür
be: Адключыць
bg: Изключване
bn: বন্ধ করুন
ca: Desactiva
cs: Vypnout
cy: Diffodd
da: Deaktivér
de: Ausschalten
el: Απενεργοποίηση
es: Desactivar
es_es: Desactivar
et: Lülita välja
eu: Desaktibatu
fa: خاموش کن
fi: Poista käytöstä
fil: Patayin
fr: Désactiver
ga: Múch
gu: બંધ કરો
he: כבה
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
is: Slökkva
it: Disattiva
ja: 無効にする
kab: Sens
kk: Өшіру
km: á”á·á‘
kn: ಆಫ್ ಮಾಡಿ
ko: 끄기
lt: Išjungti
lv: Izslēgt
mk: Исклучи
ml: ഓഫ് ആക്കുക
mr: बंद करा
ms: Matikan
my: ပိတ်မယ်
nb: Deaktiver
nl: Uitschakelen
pa: ਬੰਦ ਕਰੋ
pa_pk: آف کرو
pl: Wyłącz
ps: خاموشه یې کړئ
pt_br: Desabilitar
pt_pt: Desativar
ro: Dezactivare
ru: Отключить
sk: Vypnúť
sl: Izklopi
sq: Çaktivizoje
sr: Искључи
sv: Slå av
sw: Zima
ta: அணைக்கவும்
te: ఆపివేయండి
th: ปิด
tr: Kapat
ug: ئېتىش
uk: Вимкнути
ur: بند کریں
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉

# SETTINGS_REGISTRATION_LOCK_TURN_OFF_TITLE
source: Turn Off Registration Lock?
af: Deaktiveer registrasieslot?
ar: هل تُريد تعطيل قفل التسجيل؟
az: Qeydiyyat Kilidi söndürülsün?
be: Адключыць блакіроўку рэгістрацыі?
bg: Деактивиране на заключване на регистрация?
bn: রেজিস্ট্রেশন লক বন্ধ করবেন?
ca: Voleu desactivar el blocatge de registre?
cs: Vypnout zámek registrace?
cy: Diffodd Clo Cofrestru?
da: Deaktiver registreringslås?
de: Registrierungssperre ausschalten?
el: Απενεργοποίηση του κλειδώματος εγγραφής;
es: ¿Desactivar el bloqueo de registro?
es_es: ¿Desactivar el bloqueo de registro?
et: Kas lülitada registreerimislukk välja?
eu: Erregistratzeko Blokeoa Desaktibatu?
fa: قفل ثبت نام خاموش شود؟
fi: Poistetaanko rekisteröintiesto käytöstä?
fil: Patayin ang Lock ng Rehistrasyon
fr: Désactiver le blocage d’inscription ?
ga: An bhfuil fonn ort an Glas Clárúcháin a mhúchadh?
gu: રજીસ્ટ્રેશન લૉક બંધ કરીએ?
he: לכבות נעילת הרשמה?
hi: पंजीकरण लॉक हटाएँ?
hr: Onemogući Zaključavanje registracije?
hu: Kikapcsolod a regisztrációs zárat?
id: Matikan Kunci Pendaftaran?
is: Slökkva á skráningarlæsingu?
it: Disattivare il blocco registrazione?
ja: 登録ロックを無効にしますか？
kab: Sens asekkeṛ n ujerred?
kk: Тіркеуді құлыптауды өшіру керек пе?
km: á”á·á‘á€á¶ášá…á¶á€áŸ‹áŸáŸ„ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡?
kn: ನೋಂದಣಿ ಲಾಕ್ ಅನ್ನು ಆಫ್ ಮಾಡುವುದೇ?
ko: 등록 잠금을 끄시겠습니까?
lt: Išjungti registracijos užraktą?
lv: Vai izslēgt reģistrācijas bloķēšanu?
mk: Исклучи ја Регистрацијата за заклучување?
ml: രജിസ്ട്രേഷൻ ലോക്ക് ഓഫ് ചെയ്യണോ?
mr: नोंदणी लॉक बंद करायचे?
ms: Matikan Kunci Pendaftaran?
my: မှတ်ပုံတင်ခြင်းသော့ ကို ပိတ်မည်လား?
nb: Deaktiver registreringslås?
nl: Registratievergrendeling uitschakelen?
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਲੌਕ ਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ?
pa_pk: رجسٹریشن لاک آف کرو؟
pl: Wyłączyć blokadę rejestracji?
ps: غواړئ د نوم لیکنې قفل خاموشه شي؟
pt_br: Desabilitar Bloqueio de Registro?
pt_pt: Desativar o 'Bloqueio de registo'?
ro: Dezactivați Blocarea Înregistrării?
ru: Отключить блокировку регистрации?
sk: Vypnúť registračný zámok?
sl: Želite izklopiti zaklep registracije?
sq: Të çaktivizohet Kyçja e Regjistrimeve?
sr: Желите ли да искључите закључавање регистрације?
sv: Slå av registreringslås?
sw: Zima Kifunga Usajili?
ta: அணைக்கவும் பதிவு பூட்டு?
te: రిజిస్ట్రేషన్ లాక్ ఆఫ్ చేయాలా?
th: ปิดกุญแจลงทะเบียนหรือไม่?
tr: Kayıt Kilidi'ni Kapat?
ug: تىزىملىتىش قۇلۇپىنى ئېتەمسىز؟
uk: Вимкнути блокування реєстрації?
ur: رجسٹریشن لاک آف کریں؟
vi: Tắt Khoá Đăng ký?
zh_cn: 关闭注册锁定？
zh_hk: 要關閉註冊鎖？

# SETTINGS_REGISTRATION_LOCK_TURN_ON
source: Turn On
af: Aktiveer
ar: تفعيل
az: İşə sal
be: Уключыць
bg: Включване
bn: চালু করুন
ca: Activa
cs: Zapnout
cy: Galluogi
da: Aktivér
de: Einschalten
el: Ενεργοποίηση
es: Activar
es_es: Activar
et: Lülita sisse
eu: Aktibatu
fa: روشن کن
fi: Ota käyttöön
fil: Buksan
fr: Activer
ga: Cuir ar siúl
gu: ચાલુ કરો
he: הפעל
hi: शुरु करें
hr: Uključi
hu: Bekapcsolás
id: Nyalakan
is: Kveikja
it: Attiva
ja: 有効にする
kab: Rmed
kk: Іске қосу
km: á”á¾á€
kn: ಆನ್‌ ಮಾಡಿ
ko: 켜기
lt: Įjungti
lv: Ieslēgt
mk: Вклучи
ml: ഓൺ ചെയ്യുക
mr: चालू करा
ms: Hidupkan
my: ဖွင့်မယ်
nb: Aktiver
nl: Inschakelen
pa: ਚਾਲੂ ਕਰੋ
pa_pk: آن کرو
pl: Włącz
ps: روښانه يې کړئ
pt_br: Habilitar
pt_pt: Ativar
ro: Activare
ru: Включить
sk: Zapnúť
sl: Vklopi
sq: Aktivizoje
sr: Укључи
sv: Slå på
sw: Washa
ta: இயக்கவும்
te: ఆరంభించండి
th: เปิด
tr: Aç
ug: ئاچ
uk: Увімкнути
ur: آن کر دو
vi: Bật
zh_cn: 开启
zh_hk: 開啟
