Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# APP_LAUNCH_FAILURE_COULD_NOT_LOAD_DATABASE
source: Could Not Load Database
af: Kon nie databasis laai nie
ar: تعذَّر تحميل قاعدة البيانات
az: Verilənlər bazası yüklənilə bilmədi
be: Не атрымалася загрузіць базу даных
bg: Базата данни не може да се зареди
bn: ডাটাবেস লোড করা যায়নি
ca: No s'ha pogut carregar la base de dades
cs: Nepodařilo se načíst databázi
cy: Methwyd Llwytho'r Cronfa Ddata
da: Indlæsning af database mislykkedes
de: Datenbank konnte nicht geladen werden
el: Δεν φορτώθηκε η βάση δεδομένων
es: No se ha podido cargar la base de datos
es_es: Fallo al cargar base de datos
et: Andmebaasi laadimine ei õnnestunud
eu: Ezin izan da datu basea kargatu
fa: امکان بارگیری پایگاه داده وجود نداشت
fi: Tietokannan lataaminen ei onnistunut
fil: Hindi Ma-i-load ang Database
fr: Impossible de charger la base de données
ga: Níorbh fhéidir an bunachar sonraí a lódáil
gu: ડેટાબેઝ લોડ કરી શકાયું નથી
he: לא היה ניתן לטעון מסד נתונים
hi: डेटाबेस लोड नहीं हो पा रहा है।
hr: Učitavanje baze podataka nije uspjelo
hu: Adatbázis-betöltési hiba
id: Tidak dapat memuat database
is: Gat ekki keyrt gagnagrunn
it: Impossibile caricare il database
ja: データベースを読み込めませんでした
kab: Ur yezmir ara ad d-isali taffa n yisefka
kk: Дерекқорды жүктеу мүмкін болмады
km: á˜á·á“á¢á¶á…á•áŸ’á‘á»á€á‘á·á“áŸ’á“á“áŸá™
kn: ಡೇಟಾಬೇಸ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 데이터베이스를 불러올 수 없음
lt: Nepavyko įkelti duomenų bazės
lv: Nevarēja ielādēt datu bāzi
mk: Базата на податоци не можеше да се вчита
ml: ഡാറ്റാബേസ് ലോഡ് ചെയ്യാനാകുന്നില്ല.
mr: डेटाबेस लोड करू शकले नाही
ms: Tidak Dapat Memuatkan Pangkalan Data
my: ဒေတာဘေ့စ် တင်လို့မရပါ
nb: Kunne ikke laste inn databasen
nl: Kon database niet laden
pa: ਡਾਟਾਬੇਸ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pa_pk: ڈیٹا بیس نوں لوڈ نہیں کر سکیا
pl: Nie udało się wczytać bazy danych
ps: ډیټابیز راښکته نشو
pt_br: Não foi possível carregar o banco de dados
pt_pt: Não é possível carregar base de dados
ro: Baza de date nu a putut fi încărcată
ru: Не удалось загрузить базу данных
sk: Nepodarilo sa načítať databázu
sl: Ni mogoče naložiti podatkovne zbirke
sq: S’u Ngarkuan Dot Baza e të Dhënave
sr: Учитавање базе података није успело
sv: Det gick inte att läsa in databasen
sw: Haikuweza kupakia hifadhidata
ta: தரவுத்தளத்தை ஏற்ற முடியவில்லை
te: దత్తాంశమూల లోడ్ కాలేదు
th: ไม่สามารถเรียกฐานข้อมูลได้
tr: Veritabanı Yüklenemedi
ug: سانداننى يۈكلىيەلمىدى
uk: Не вдалося завантажити базу даних
ur: ڈیٹا بیس لوڈ نہیں ہو سکتا
vi: Không thể tải cơ sở dữ liệu
zh_cn: 无法加载数据库
zh_hk: 無法載入資料庫

# APP_LAUNCH_FAILURE_INVALID_DATABASE_VERSION_MESSAGE
source: Please upgrade to the latest version of Signal.
af: Gradeer asseblief op na die jongste weergawe van Signal.
ar: يُرجى التحديث لآخر إصدار من سيجنال.
az: Zəhmət olmasa Signal-ı son versiyaya yüksəldin.
be: Зрабіце абнаўленне да апошняй версіі Signal.
bg: Моля, надградете до най-новата версия на Signal.
bn: অনুগ্রহ করে Signal এর সর্বশেষ সংস্করণে আপগ্রেড করুন।
ca: Actualitzeu a la darrera versió del Signal.
cs: Prosím, aktualizujte na nejnovější verzi Signalu.
cy: Os gwelwch yn dda uwchraddio i'r fersiwn ddiweddaraf o Signal.
da: Opgrader venligst til den nyeste version af Signal
de: Bitte aktualisiere Signal auf die neueste Version.
el: Παρακαλώ αναβάθμισε το Signal στην τελευταία έκδοση
es: Actualiza a la versión más reciente de Signal.
es_es: Actualiza por favor a la versión más actual de Signal.
et: Palun uuenda uusimale Signali versioonile.
eu: Eguneratu Signal-en azken bertsiora.
fa: لطفاً سیگنال را به آخرین نسخه ارتقا دهید.
fi: Päivitä Signalin uusimpaan versioon.
fil: Pakiusap na mag-upgrade sa pinakabagong bersyon ng Signal.
fr: Veuillez passer à la dernière version de Signal.
ga: Ní mór duit an leagan is déanaí de Signal a shuiteáil.
gu: કૃપા કરીને Signalના લેટેસ્ટ વર્ઝન પર અપગ્રેડ કરો.
he: אנא שדרג אל הגרסה האחרונה של Signal.
hi: क्रपया Signal के नवीनतम वर्ज़न इंस्टॉल करें।
hr: Molimo nadogradite Signal na najnoviju verziju.
hu: Kérlek frissíts a legújabb Signal verzióra.
id: Mohon upgrade Signal ke versi terbaru.
is: Uppfærðu Signal í nýjustu útgáfu.
it: Per favore, aggiorna Signal all'ultima versione.
ja: 最新バージョンのSignalにアップグレードしてください。
kab: Ttxil-k.m ali ɣer lqem aneggaru n Signal.
kk: Signal қолданбасының ең соңғы нұсқасына ауысыңыз.
km: áŸá¼á˜áŠáŸ†á¡á¾á„Signal á‘áŸ…á€á¶á“áŸ‹á‡áŸ†á“á¶á“áŸ‹á…á»á„á€áŸ’ášáŸ„á™áŸ”
kn: ದಯವಿಟ್ಟು Signal ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ.
ko: 최신 버전의 Signal로 업그레이드해 주세요.
lt: Atsinaujinkite į naujausią Signal versiją.
lv: Veiciet jaunināšanu uz jaunāko Signal versiju.
mk: Ве молиме надградете го Signal до последната верзија.
ml: Signalന്റെ ഏറ്റവും പുതിയ വേർഷനിലേക്ക് അപ്‌ഗ്രേഡ് ചെയ്യുക.
mr: कृपया Signal च्या नवीनतम आवृत्तीवर श्रेणीसुधारित करा.
ms: Sila naik taraf ke versi Signal terbaru.
my: Signal ၏နောက်ဆုံးဗားရှင်းသို့ အဆင့်မြှင့်ပေးပါ။
nb: Vennligst oppgrader til den nyeste versjonen av Signal.
nl: Werk alsjeblieft bij naar de meest recente versie van Signal.
pa: Signal ਦੇ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਲਈ ਅਪਗਰੇਡ ਕਰੋ।
pa_pk: مہربانی کر کے تساں Signal دے تازہ ترین ورژن اتے گریڈ کرو۔
pl: Zaktualizuj Signal do najnowszej wersji.
ps: مهرباني وکړئ د Signal وروستۍ نسخه اپګریډ کړئ.
pt_br: Atualize para a versão mais recente do Signal.
pt_pt: Por favor, faça o upgrade para a última versão do Signal.
ro: Te rog să actualizezi Signal la ultima versiune.
ru: Пожалуйста, обновитесь до новейшей версии Signal.
sk: Prosím, aktualizujte na najnovšiu verziu Signalu.
sl: Prosimo, posodobite Signal z zadnjo različico.
sq: Ju lutemi, përmirësojeni me versionin më të ri të Signal-it.
sr: Надоградите Signal на најновију верзију.
sv: Uppgradera till den senaste versionen av Signal.
sw: Tafadhali sasisha hadi toleo la hivi karibuni la Signal.
ta: Signal லின் சமீபத்திய பதிப்பிற்கு மேம்படுத்தவும்.
te: దయచేసి Signal యొక్క తాజా సంస్కరణకు అభివృద్ధిచేయండి.
th: กรุณาปรับรุ่นไปใช้ Signal รุ่นล่าสุด
tr: Lütfen Signal'in son sürümüne yükseltin.
ug: ئەڭ يېڭى نەشرىدىكى Signal غا يۈكسەلتىڭ.
uk: Будь ласка, оновіть Signal до останньої версії.
ur: براہ کرم Signal کے جدید ورژن کو اپ گریڈ کریں۔
vi: Vui lòng cập nhật phiên bản mới nhất của Signal.
zh_cn: 请升级至最新版本的 Signal。
zh_hk: 請更新至最新版的 Signal。

# APP_LAUNCH_FAILURE_INVALID_DATABASE_VERSION_TITLE
source: Unknown Database Version.
af: Onbekende databasisweergawe.
ar: إصدار قاعدة البيانات مجهول.
az: Bilinməyən verilənlər bazası versiyası
be: Невядомая версія базы даных.
bg: Неизвестна версия на базата данни.
bn: অচেনা ডাটাবেস সংস্করণ
ca: Versió desconeguda de la base de dades.
cs: Neznámá verze databáze.
cy: Ferswin Anhysbys Cronfa Ddata
da: Ukendt version af database
de: Unbekannte Datenbankversion.
el: Άγνωστη έκδοση βάσης δεδομένων
es: Versión de base de datos desconocida.
es_es: Versión de base de datos desconocida.
et: Tundmatu andmebaasi versioon.
eu: Datu-basearen bertsio ezezaguna.
fa: نسخهٔ پایگاه داده شناخته شده نیست.
fi: Tuntematon tietokantaversio.
fil: Hindi Tukoy na Bersyon ng Database.
fr: Version de base de données inconnue.
ga: Leagan Anaithnid den Bhunachar Sonraí.
gu: અજાણ ડેટાબેઝ વર્ઝન.
he: גרסת מסד נתונים בלתי ידועה.
hi: डेटाबेस का वर्ज़न अज्ञात है।
hr: Nepoznata verzija baze podataka.
hu: Ismeretlen adatbázis verzió.
id: Versi database tidak diketahui
is: Óþekkt útgáfa gagnagrunns.
it: Versione del database sconosciuta.
ja: データベースのバージョンが不明です。
kab: Lqem arussin n tafa n isefka.
kk: Дерекқордың беймәлім нұсқасы.
km: á‡áŸ†á“á¶á“áŸ‹á‘á·á“áŸ’á“á“áŸá™á˜á·á“áŸáŸ’á‚á¶á›áŸ‹áŸ”
kn: ತಿಳಿದಿಲ್ಲದ ಡೇಟಾಬೇಸ್ ಆವೃತ್ತಿ.
ko: 데이터베이스 버전을 알 수 없습니다.
lt: Nežinoma duomenų bazės versija.
lv: Nezināma datu bāzes versija.
mk: Непозната верзија на базата на податоци.
ml: അജ്ഞാതമായ ഡാറ്റാബേസ് പതിപ്പ്
mr: अज्ञात डेटाबेस आवृत्ती.
ms: Versi Pangkalan Data Yang Tidak Diketahui
my: မသိရှိသော ဒေတာဘေ့စ် ဗားရှင်း
nb: Ukjent databaseversjon.
nl: Onbekende database-versie.
pa: ਅਣਪਛਾਤਾ ਡਾਟਾਬੇਸ ਵਰਜ਼ਨ ਹੈ।
pa_pk: نامعلوم ڈیٹا بیس ورژن۔
pl: Nieznana wersja bazy danych.
ps: د ډیټابیز ناپیژانده نسخه.
pt_br: Versão do banco de dados desconhecida.
pt_pt: Versão desconhecida da base de dados.
ro: Versiune de bază de date necunoscută.
ru: Неизвестная версия базы данных.
sk: Neznáma verzia databázy
sl: Neznana različica podatkovne zbirke.
sq: Version i Panjohur Baze të Dhënash.
sr: Верзија базе података је непозната.
sv: Okänd databasversion.
sw: Tolea lisilojulikana la Hifadhi
ta: அறியப்படாத தரவுத்தள பதிப்பு.
te: తెలియని దత్తాంశమూల వెర్షన్.
th: รุ่นฐานข้อมูลที่ไม่รู้จัก
tr: Bilinmeyen Veritabanı Sürümü
ug: يوچۇن ساندان نەشرى.
uk: Невідома версія бази даних.
ur: نامعلوم ڈیٹا بیس ورژن۔
vi: Phiên bản cơ sở dữ liệu không xác định.
zh_cn: 未知的数据库版本。
zh_hk: 未知資料庫版本

# APP_LAUNCH_FAILURE_LAST_LAUNCH_CRASHED_MESSAGE
source: Signal had a problem while trying to open. Please send a debug log to support@signal.org to help troubleshoot this issue.
ar: وقع خطأ لسيجنال أثناء محاولة فتحه. يُرجى إرسال سجل الاخطاء إلى support@signal.org لمساعدتنا في حل المشكلة.
az: Signal-ı açmağa çalışarkən bir problem yarandı. Zəhmət olmasa problemi aradan qaldıra bilməyimiz üçün support@signal.org ünvanına sazlama jurnalını göndərin.
be: Signal сутыкнуўся з праблемай падчас адкрыцця праграмы. Калі ласка, адпраўце журнал адладкі на support@signal.org, каб дапамагчы нам выправіць гэтую непаладку.
bn: খুলতে গিয়ে Signal-এর সমস্যা হয়েছিল। এই সমস্যাটি সমাধানে সাহায্য করতে support@signal.org-তে একটি ডিবাগ লগ পাঠান।
ca: El Signal ha tingut un problema mentre intentava obrir-se. Envieu un registre de depuració a support@signal.org per ajudar a solucionar aquest problema.
cs: Signal měl při pokusu o otevření problém. Zašlete prosím protokol o ladění na adresu support@signal.org, abyste nám pomohli problém odstranit.
da: Det opstod et problem under åbningen af Signal. Send venligst en fejlsøgningslog til support@signal.org for at hjælpe med at finde en løsning på dette problem.
de: Beim Öffnen von Signal gab es ein Problem. Sende bitte ein Diagnoseprotokoll an support@signal.org, um uns mit der Problembehebung zu helfen.
el: Το Signal αντιμετώπισε ένα πρόβλημα καθώς προσπαθούσε να ανοίξει. Παρακαλούμε στείλε ένα αρχείο καταγραφής αποσφαλμάτωσης στο support@signal.org για να βοηθήσεις με την αποσφαλμάτωση του προβλήματος.
es: No se ha podido abrir Signal. Envía un registro de depuración a support@signal.org para ayudarnos a solucionar el problema.
et: Signali käivitamisel tekkis probleem. Palun saada bugide eemaldamise logi aadressile support@signal.org, et saaksime probleemi uurida.
eu: Signal-ek arazo bat izan du irekitzean. Mesedez, bidali arazketa-erregistro bat support@signal.org helbidera arazo hau konpontzeko.
fa: سیگنال هنگام تلاش برای باز کردن مشکل داشت. لطفاً برای کمک به رفع مشکل، گزارش عیب‌یابی را به support@signal.org ارسال کنید.
fi: Signal havaitsi ongelman käynnistyessään. Lähetä virheenkorjausloki osoitteeseen support@signal.org – tämä auttaa meitä virheen selvittämisessä.
fr: Signal a rencontré un problème au démarrage. Pour nous aider à résoudre ce problème, veuillez envoyer un journal de débogage à support@signal.org.
gu: Signal ખોલવાનો પ્રયાસ કરતી વખતે એક સમસ્યા આવી હતી. આ સમસ્યાનું નિવારણ કરવામાં સહાયતા માટે કૃપા કરીને support@signal.orgને એક ડીબગ લૉગ મોકલો.
he: אל Signal הייתה בעיה בזמן ניסיון לפתוח. אנא שלח יומן ניפוי תקלים אל support@signal.org כדי לעזור לפתור את הסוגייה הזו.
hi: Signal खोलने का प्रयास करते समय कुछ समस्या हुई। इस मामले को ट्रबलशूट करने में मदद करने के लिए कृपया support@signal.org को एक डीबग लॉग भेजें।
hr: Signal je imao problema prilikom pokušaja otvaranja. Kako biste pomogli u rješavanju ovog problema, molimo pošaljite zapisnik otklanjanja pogrešaka na support@signal.org.
hu: A Signal problémákba ütközött az indulás során. Kérünk küldj egy hibanapló fájlt a support@signal.org címre, hogy megvizsgálhassuk, mi történt.
id: Terjadi kesalahan saat membuka Signal. Mohon kirimkan log debug ke support@signal.org untuk mengatasi masalah ini.
is: Signal nær ekki að opnast. Sendu villusmeldingakrá á support@signal.org svo við getum nýtt hana við úrvinnslu.
it: Signal ha avuto un problema mentre cercava di aprirsi. Invia il log di debug a support@signal.org per aiutarci a risolvere questo problema.
ja: Signalの起動時に問題が発生しました。解決のためにデバッグログをsupport@signal.orgにお送りください。
km: Signal á˜á¶á“á”á‰áŸ’á á¶á–áŸá›á€áŸ†á–á»á„á”á¾á€áŸ” áŸá¼á˜á•áŸ’á‰á¾á€áŸ†áááŸ‹á áŸáá»á›á»á”á”áŸ†á”á¶ááŸ‹á”á‰áŸ’á á¶á‘áŸ… support@signal.org áŠá¾á˜áŸ’á”á¸á‡á½á™áŠáŸ„áŸ‡áŸáŸ’ášá¶á™á”á‰áŸ’á á¶á“áŸáŸ‡áŸ”
ko: Signal을 여는 도중 오류가 발생했습니다. 문제 해결을 위해 support@signal.org에 디버그 로그를 보내주세요.
lt: Bandant paleisti Signal, atsirado problemų. Išsiųskite derinimo žurnalą el. paštu support@signal.org, kad padėtumėte pašalinti šį nesklandumą.
ml: തുറക്കാൻ ശ്രമിക്കുന്നതിനിടെ Signal-ന് ഒരു പ്രശ്‍നമുണ്ടായി. ഈ പ്രശ്‍നം ട്രബിൾഷൂട്ട് ചെയ്യാൻ സഹായിക്കുന്നതിന് support@signal.org എന്നതിലേക്ക് ദയവായി ഡീബഗ് ലോഗ് അയയ്ക്കുക.
mr: Signal ला ओपन करताना एक समस्या आली. या दोषाचे समस्यानिवारण करण्यास मदत करण्यास कृपया डीबग लॉग support@signal.org ला पाठवा.
ms: Signal mengalami masalah semasa cuba membuka. Sila hantar log nyahpepijat kepada support@signal.org untuk membantu menyelesaikan isu ini.
nb: Signal møtte på et problem og kunne ikke åpnes. Send en feilsøkingslogg til support@signal.org for å hjelpe oss med å finne ut av problemet.
nl: Er ging iets mis bij het openen van Signal. Stuur alsjeblieft een foutopsporingslog naar support@signal.org om ons te helpen het probleem te begrijpen en op te lossen.
pl: Wystąpił problem z uruchomieniem aplikacji Signal. Abyśmy mogli rozwiązać ten problem, wyślij dziennik debugowania na adres support@signal.org.
pt_br: O Signal teve um problema ao abrir. Por favor, envie um registro de depuração a support@signal.org para ajudar a solucionar este problema.
pt_pt: O Signal teve um problema ao tentar abrir. Por favor, envie um registo de depuração para support@signal.org de forma a ajudar a solucionar este problema.
ro: Signal a întâmpinat o problemă la pornire. Te rugăm să trimiți un jurnal de depanare la support@signal.org pentru a ajuta la rezolvarea acestei probleme.
ru: У приложения Signal возникла проблема при попытке запуска. Пожалуйста, отправьте журнал отладки по адресу support@signal.org, чтобы помочь решить эту проблему.
sk: Pri pokuse o otvorenie sa vyskytol problém so Signal. Pošlite ladiaci záznam na adresu support@signal.org, aby ste pomohli vyriešiť tento problém.
sl: Signal ima težavo z zagonom. Pošljite dnevnik razhroščevanja na support@signal.org, da pomagate pri odpravi te težave.
sq: Pati një problem kur u provua të hapet Signal-i. Që të ndihmoni të diagnostikohet kjo çështje, ju lutemi, dërgoni një regjistër diagnostikimesh te support@signal.org.
sr: Signal је наишао на проблем приликом отварања. Пошаљите извештај о грашкама на support@signal.org да помогнете у решавању овог проблема.
sv: Signal hade ett problem när den försökte öppna. Skicka en felsökningslogg till support@signal.orgför att hjälpa dig att felsöka det här problemet.
sw: Signal imepata shida wakati inajaribu kufungua. Jaribu kutuma debug log kwa support@signal.org ili kuweza kutusaidia kutatua tatizo hili
th: Signal มีปัญหาขณะกำลังเปิด กรุณาส่งปูมดีบักไปยังsupport@signal.org เพื่อช่วยแก้ไขปัญหานี้
tr: Signal açılmaya çalışırken bir sorun yaşadı. Bu sorunu gidermeye yardımcı olması için lütfen support@signal.org'e bir hata ayıklama günlüğü gönderin.
ug: Signal نى ئېچىشتا مەسىلە كۆرۈلدى. بۇ مەسىلىنى ھەل قىلىشقا ياردەم قىلىش ئۈچۈن، خاتالىق خاتىرىسىنى support@signal.org غا يوللاپ بېرىڭ.
uk: Під час відкриття Signal виникла проблема. Будь ласка, надішліть журнал налагодження на support@signal.org, щоб допомогти її усунути.
ur: کھلنے کے دوران Signal کے ساتھ مسئلہ پیش آیا تھا۔ اس مسئلے کی نقص ازالہ کاری میں مدد کے لیے براہ کرم support@signal.org پر ڈی بگ لاگ بھیجیں۔
vi: Signal gặp vấn đề khi khởi động. Vui lòng gửi nhật ký gỡ lỗi đến support@signal.org để giúp chúng tôi xử lý vấn đề này.
zh_cn: Signal 在尝试打开时出现了一个问题。请发送调试日志到 support@signal.org，以帮助我们解决此问题。
zh_hk: Signal 先前嘗試開啟的時候發生問題。請將除錯記錄檔傳送至 support@signal.org 協助解決此問題。

# APP_LAUNCH_FAILURE_LAST_LAUNCH_CRASHED_TITLE
source: Couldn’t Open Signal
ar: تعذَّر فتح تطبيق سيجنال
az: Signal açıla bilmədi
be: Не атрымалася адкрыць Signal
bn: Signal চালু করা সম্ভব হয়নি
ca: No s'ha pogut obrir el Signal.
cs: Signal se nepodařilo otevřít
da: Kunne ikke åbne Signal
de: Signal konnte nicht geöffnet werden
el: Αδυναμία ανοίγματος του Signal
es: No se ha podido abrir Signal
et: Signali käivitamine nurjus
eu: Ezin izan da ireki Signal
fa: سیگنال باز نشد
fi: Signal ei avaudu
fr: Impossible d'ouvrir Signal
gu: Signal ખોલી શક્યા નથી
he: לא היה ניתן לפתוח את Signal
hi: Signal नहीं खोला जा सका
hr: Nije moguće otvoriti Signal
hu: Hibás Signal indítás legutóbb
id: Tidak dapat membuka Signal
is: Gat ekki opnað Signal
it: Impossibile aprire Signal
ja: 前回起動時にSignalがクラッシュしました
km: á˜á·á“á¢á¶á…á”á¾á€ Signal
ko: Signal을 열 수 없음
lt: Nepavyko atverti Signal
ml: Signal തുറക്കാനായില്ല
mr: Signal उघडता आले नाही
ms: Tidak Boleh Membuka Signal
nb: Kunne ikke åpne Signal
nl: Kon Signal niet openen
pl: Nie udało się otworzyć aplikacji Signal
pt_br: Não foi possível abrir o Signal
pt_pt: Não foi possível abrir o Signal
ro: Signal nu a putut fi deschis
ru: Не удалось открыть Signal
sk: Signal sa nepodarilo otvoriť
sl: Ne morem odpreti signala
sq: S’u Hap Dot Signal-i
sr: Отварање Signal-а није успело
sv: Kan ej öppna Signal
sw: Signal Imeshindwa Kufunguka
th: เปิด Signal ไม่ได้
tr: Signal Açılamadı
ug: Signal ئېچىلمىدى
uk: Не вдається відкрити Signal
ur: Signal نہیں کھول سکے
vi: Không thể mở Signal
zh_cn: 无法打开 Signal
zh_hk: 先前未能開啟 Signal
