Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_REGISTRATION_LOCK_TURN_ON_MESSAGE
source: If you forget your Signal PIN when registering with Signal again, you’ll be locked out of your account for 7 days.
af: Indien u u Signal-PIN vergeet het wanneer u weer by Signal registreer, sal u vir 7 dae uit u rekening gesluit word.
ar: إذا نسيتَ رقم التعريف الشخصي (PIN) الخاص بسيجنال خلال التسجيل مرّة أُخرى في سيجنال، سوف يُقفَل حسابك لمدة سبعة أيام.
az: Signal PIN-inizi unutsanız, Signal-da yenidən qeydiyyatdan keçərkən, hesabınız 7 günlük kilidlənəcək.
be: Калі пры паўторнай рэгістрацыі ў Signal вы зноў забудзеце свой PIN-код Signal, ваш уліковы запіс будзе заблакаваны на 7 дзён.
bg: Ако забравите своя ПИН за Signal, когато се регистрирате отново за Signal, акаунтът ви ще бъде заключен за 7 дни.
bn: আবার Signal রেজিস্টার করার সময় আপনি যদি নিজের Signal পিনটি ভুলে যান তবে আপনাকে 7 দিনের জন্য আপনার অ্যাকাউন্ট থেকে লক আউট করা হবে।
ca: Si heu oblidat el PIN quan us torneu a registrar al Signal, se us blocarà el compte durant 7 dies.
cs: Pokud při opakované registraci Signalu zapomenete váš PIN, bude váš účet zablokován na 7 dní.
cy: Os byddwch chi'n anghofio'ch PIN Signal wrth gofrestru gyda Signal eto, byddwch yn cael eich cloi allan o'ch cyfrif am 7 diwrnod.
da: Hvis du glemmer din Signal-pinkode ved genregistrering af Signal, vil du blive låst ude af din konto i 7 dage.
de: Falls du beim erneuten Registrieren von Signal deine Signal-PIN nicht mehr weißt, wird dein Konto für 7 Tage gesperrt.
el: Αν έχεις ξεχάσει το PIN του Signal σου όταν επανεγγραφτείς στο Signal, θα κλειδωθείς εκτός του λογαριασμού σου για 7 ημέρες.
es: Si olvidas tu PIN de Signal al volver a registrarte en Signal, no podrás acceder a tu cuenta durante 7 días.
es_es: Si olvidas tu PIN de Signal al volver a registrar tu cuenta en Signal, ésta se bloqueará durante 7 días.
et: Kui unustad Signaliga uuesti registreerumisel oma Signal PIN-koodi, lukustatakse sind 7 päevaks oma kontolt.
eu: Signal-en berriro erregistratzeko zure PINa ahazten baduzu, 7 egunez ezingo zara zure kontuan sartu.
fa: اگر شما پین سیگنال خود را هنگام ثبت‌نام دوباره فراموش کنید، حساب شما به مدت ۷ روز قفل خواهد شد و قادر به استفاده از آن نخواهید بود.
fi: Jos et muista Signal-tunnuslukua, kun rekisteröit Signalin uudelleen, tili lukitaan 7 päiväksi.
fil: Kung makalimutan mo ang iyong PIN sa Signal kapag nagrehistro kang muli, hindi mo mabubuksan ang iyong account sa Signal sa loob ng 7 araw.
fr: Si vous ne vous souvenez plus de votre code PIN au moment de vous réinscrire à Signal, vous ne pourrez pas accéder à votre compte pendant sept jours.
ga: Má ligeann tú d'UAP Signal i ndearmad nuair a chláróidh tú le Signal arís, cuirfear do chuntas faoi ghlas ar feadh 7 lá.
gu: જો ફરીથી Signal સાથે રજીસ્ટર કરાવતી વખતે તમે તમારો Signal PIN ભૂલી જાઓ છો, તો તમને તમારા એકાઉન્ટમાંથી 7 દિવસ માટે લૉક આઉટ કરવામાં આવશે.
he: אם תשכח את ה־PIN של Signal שלך בעת הרשמה מחדש אל Signal, תינעל מחוץ אל חשבונך למשך 7 ימים.
hi: अगर आप अपना Signal पिन, Signal पर पुनः पंजीकरण करवाते समय भूल गये़, तो आप अपने खाते को 7 दिन तक नहीं खोल पाएँगे।
hr: Ako zaboravite svoj PIN za Signal prilikom ponovne registracije na Signalu, biti ćete zaključani iz svog računa na 7 dana.
hu: Amennyiben elfelejted Signal PIN kódodat a következő Signal regisztáció alkalmával, 7 napra ki leszel zárva a fiókodból.
id: Jika Anda lupa PIN Signal saat mendaftar ke Signal lagi, akun Anda akan terkunci selama 7 hari.
is: Ef þú gleymir Signal PIN-númerinu og ert að skrá þig aftur inn á Signal, verðurðu læst/ur út af aðgangnum þínum í 7 daga.
it: Se dimentichi il tuo PIN di Signal quando ti registri di nuovo con Signal, non avrai accesso al tuo account per 7 giorni.
ja: Signalに再登録する際にPINを忘れると、アカウントが7日間ロックされます。
kab: Ma yella tettuḍ tangalt PIN n Signal mi ara tjerdeḍ tikkelt-nniḍen deg Signal, Ad tettusweḥleḍ seg umiḍan-ik·im 7 wussan.
kk: Егер Signal қолданбасына қайтадан тіркелген кезде, PIN кодыңызды ұмытып қалсаңыз, тіркелгіңіз сіз үшін 7 күнге құлыпталады.
km: á”á¾á¢áŸ’á“á€á—áŸ’á›áŸá… Signal PIN ášá”áŸáŸ‹á¢áŸ’á“á€ á–áŸá›áŠáŸ‚á›á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á‡á¶á˜á½á™ Signalâ€‹ á˜áŸ’áá„á‘áŸ€á á¢áŸ’á“á€á“á¹á„ááŸ’ášá¼áœá…á¶á€áŸ‹áŸáŸ„ášá‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€ášá™áŸˆá–áŸá› áŸ§ ááŸ’á„áŸƒáŸ”
kn: Signal ‌ನೊಂದಿಗೆ ಮತ್ತೆ ನೋಂದಾಯಿಸುವಾಗ ನಿಮ್ಮ Signal ಪಿನ್ ಅನ್ನು ನೀವು ಮರೆತರೆ, ನಿಮ್ಮನ್ನು 7 ದಿನಗಳವರೆಗೆ ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಲಾಕ್ ಮಾಡಲಾಗುತ್ತದೆ.
ko: Signal에 등록할 때 Signal PIN을 또 잊어버린다면 7일간 계정이 잠깁니다.
lt: Jeigu registruodamiesi su Signal, vėl užmiršite savo Signal PIN kodą, tuomet 7 dienoms būsite užblokuoti nuo savo paskyros.
lv: Ja, atkārtoti reģistrējoties lietotnē Signal, aizmirstat savu Signal PIN, jūs 7 dienas nevarēsiet piekļūt savam kontam.
mk: Ако го заборавите вашиот Signal ПИН при повторно регистрирање на Signal, ќе бидете со затворена сметка 7 дена.
ml: Signal ൽ വീണ്ടും രജിസ്റ്റർ ചെയ്യുമ്പോൾ നിങ്ങൾ നിങ്ങളുടെ Signal PIN മറന്നുപോകുകയാണെങ്കിൽ, നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് നിങ്ങളെ 7 ദിവസത്തേക്ക് ബ്ലോക്ക് ചെയ്യുന്നതായിരിക്കും.
mr: Signal सोबत पुन्हा नोंदणी करताना जर आपण आपला PIN विसरलात, तर आपण आपल्या खात्यापासून 7 दिवसांसाठी बाहेर रहाल.
ms: Jika anda lupa PIN Signal anda semasa mendaftar dengan Signal semula, anda akan dikunci daripada akaun anda selama 7 hari.
my: အကယ်၍ သင်၏ Signal ပင်နံပါတ် ကို နောက်တစ်ကြိမ် မှတ်ပုံတင်သည့်အခါတွင် မေ့နေပါက သင်၏ အကောင့်ကို ၇ ရက် အသုံးပြုနိုင်မည်မဟုတ်ပါ။
nb: Hvis du glemmer din PIN-kode når du registrerer deg hos Signal igjen, blir du låst ute av kontoen din i 7 dager.
nl: Als je je pincode bent vergeten wanneer je Signal opnieuw wilt registreren, dan zul je voor 7 dagen Signal niet kunnen gebruiken met dit telefoonnummer.
pa: ਜੇਕਰ ਤੁਸੀਂ Signal ਨਾਲ ਦੁਬਾਰਾ ਤੋਂ ਰਜਿਸਟਰ ਕਰਨ ਵੇਲੇ Signal ਦਾ ਪਿਨ ਭੁੱਲ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ 7 ਦਿਨਾਂ ਲਈ ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਲੌਕ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ.
pa_pk: جے تساں Signal دے نال دوبارہ رجسٹر کر دے ویلے اپنی Signal پن بھل جاندے او، تے تساں نوں 7 دناں دے لئی اپنے اکاؤنٹ توں لاک کر دتا جاوے گا۔
pl: Jeśli przy ponownej rejestracji w aplikacji Signal nie będziesz pamiętać PIN-u, stracisz dostęp do konta na 7 dni.
ps: که تاسو له سګنال سره د بیا نومليکنې پر مهال د خپل سګنال پېن کوډ هېر کړی وي، تاسو حساب به د 7 ورځو لپاره قلف شي.
pt_br: Se você esquecer seu PIN do Signal ao se registrar novamente no Signal, ficará sem acesso à sua conta por 7 dias.
pt_pt: Caso se esqueça do seu PIN (do Signal) quando se registar novamente no Signal, será bloqueado da sua conta durante 7 dias.
ro: Dacă uiți PIN-ul Signal atunci când te înregistrezi din nou, vei fi blocat din cont timp de 7 zile.
ru: Если вы забудете свой PIN-код Signal при повторной регистрации в Signal, вы потеряете доступ к своей учётной записи на 7 дней.
sk: Ak svoj PIN pri opätovnej registrácii do Signalu zabudnete, váš účet sa na 7 dní uzamkne.
sl: Če boste pozabili svoj Signal PIN, ko se boste ponovno registrirali v Signal, se bo vaš račun za 7 dni zaklenil.
sq: Nëse harroni PIN-in tuaj të Signal-it, kur riregjistroheni në Signal, do të liheni jashtë llogarisë tuaj për 7 ditë.
sr: Ако заборавите Signal PIN када се поново региструјете на Signal, ваш налог ће бити закључан 7 дана.
sv: Om du glömmer din PIN-kod när du registrerar dig hos Signal igen, kommer du att vara utelåst från ditt konto i 7 dagar.
sw: Iwapo utasahau PINI yako ya Signal wakati wa kusajili na Signal tena, utafungiwa akaunti yako kwa siku 7.
ta: என்றால் நீங்கள் மறந்து விடுங்கள் உங்கள் Signal பின் பதிவு செய்யும் போது Signal மீண்டும், நீங்கள்வெளியே பூட்டப்படும் உங்கள் கணக்கு 7 நாட்களுக்கு.
te: Signal ‌తో మళ్లీ నమోదు చేసేటప్పుడు మీరు మీ Signal పిన్‌ను మరచిపోతే, మీరు మీ ఖాతా నుండి 7 రోజులు లాక్ అవుతారు.
th: ถ้าคุณลืมรหัส PIN ของคุณตอนที่คุณลงทะเบียนกับ Signal อีกครั้ง คุณจะถูกล็อกจากบัญชีของคุณเป็นเวลา 7 วัน
tr: Signal'e tekrar kaydolurken Signal PIN'inizi unutursanız, hesabınıza 7 gün boyunca erişemezsiniz.
ug: ئەگەر Signal غا قايتا تىزىملاتقىنىڭىزدا Signal PIN نى ئۇنتۇپ قالغان بولسىڭىز، ھېساباتىڭىزنى 7 كۈن قۇلۇپلاپ سالىسىز.
uk: Якщо під час повторної реєстрації в Signal ви забудете PIN-код, то втратите доступ до свого акаунту на 7 днів.
ur: اگر آپ دوبارہ Signal کے ساتھ اندراج کرتے وقت اپنا Signal پن بھول جاتے ہیں تو ، آپ کو 7 دن کے لئے اپنے اکاؤنٹ سے بند کر دیا جائے گا۔
vi: Nếu bạn quên mã PIN của Signal khi đăng kí lại với Signal, bạn sẽ không thể truy cập tài khoản trong 7 ngày.
zh_cn: 如果在再次登录时，你忘记了你的 Signal PIN 码，你将在7天内都无法登录。
zh_hk: 若你在再次登記 Signal 時，忘記了你的 Signal PIN 碼，你的帳戶會被封鎖7天。

# SETTINGS_REGISTRATION_LOCK_TURN_ON_TITLE
source: Turn On Registration Lock?
af: Aktiveer registrasieslot?
ar: هل ترغبُ بتفعيل قفل التسجيل؟
az: Qeydiyyat Kilidi işə salınsın?
be: Уключыць блакіроўку рэгістрацыі?
bg: Активиране на заключване на регистрация?
bn: রেজিস্ট্রেশন লক চালু করবেন?
ca: Voleu desactivar el blocatge de registre?
cs: Zapnout zámek registrace?
cy: Troi y Clo Cofrestru ymlaen?
da: Aktiver registreringslås?
de: Registrierungssperre einschalten?
el: Ενεργοποίηση του κλειδώματος εγγραφής;
es: ¿Activar el bloqueo de registro?
es_es: ¿Activar el bloqueo de registro?
et: Kas lülitada registreerimislukk sisse?
eu: Erregistratzeko Blokeoa Aktibatu?
fa: قفل ثبت نام روشن شود؟
fi: Otetaanko rekisteröintiesto käyttöön?
fil: Paganahin ang Lock ng Rehistrasyon?
fr: Activer le blocage d’inscription ?
ga: An bhfuil fonn ort Glas Clárúcháin a chur ar siúl?
gu: રજીસ્ટ્રેશન લૉક ચાલુ કરીએ?
he: להפעיל נעילת הרשמה?
hi: पंजीकरण लाॅक लगाएँ?
hr: Omogući Zaključavanje registracije?
hu: Bekapcsolod a regisztrációs zárat?
id: Nyalakan Kunci Pendaftaran?
is: Kveikja á skráningarlæsingu?
it: Attivare il blocco registrazione?
ja: 登録ロックを有効にしますか？
kab: Rmed asekkeṛ n ujerred?
kk: Тіркеуді құлыптауды іске қосу керек пе?
km: á”á¾á€á€á¶ášá…á¶á€áŸ‹áŸáŸ„ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡?
kn: ನೋಂದಣಿ ಲಾಕ್ ಅನ್ನು ಆನ್ ಮಾಡುವುದೇ?
ko: 등록 잠금을 켜시겠습니까?
lt: Įjungti registracijos užraktą?
lv: Vai ieslēgt reģistrācijas bloķēšanu?
mk: Вклучи Регистрација на заклучување?
ml: രജിസ്ട്രേഷൻ ലോക്ക് ഓൺ ചെയ്യണോ?
mr: नोंदणी लॉक चालू करायचे?
ms: Hidupkan Kunci Pendaftaran?
my: မှတ်ပုံတင်ခြင်းသော့ ကို ဖွင့်ထားမည်လား?
nb: Aktiver registreringslås?
nl: Registratievergrendeling inschakelen?
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਲੌਕ ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਹੈ?
pa_pk: رجسٹریشن لاک آن کرو؟
pl: Włączyć blokadę rejestracji?
ps: غواړئ د نوم لیکنې قفل روښانه شي؟
pt_br: Habilitar o Bloqueio de Registro?
pt_pt: Ativar o 'Bloqueio de registo'?
ro: Activați Blocarea Înregistrării?
ru: Включить блокировку регистрации?
sk: Zapnúť registračný zámok?
sl: Želite vklopiti zaklep registracije?
sq: Të aktivizohet Kyçja e Regjistrimeve?
sr: Желите ли да укључите закључавање регистрације?
sv: Slå på registreringslås?
sw: Washa Kifunga Usajili?
ta: இயக்கவும் பதிவு பூட்டு?
te: రిజిస్ట్రేషన్ లాక్ ఆన్ చేయాలా?
th: เปิดกุญแจลงทะเบียนหรือไม่?
tr: Kayıt Kilidi Açılsın Mı?
ug: تىزىملاش قۇلۇپىنى ئاچامدۇ؟
uk: Увімкнути блокування реєстрації?
ur: رجسٹریشن لاک آن کریں؟
vi: Bật Khoá Đăng ký?
zh_cn: 开启注册锁定？
zh_hk: 要開啟註冊鎖嗎？

# SETTINGS_RELINK_BUTTON
source: Re-link
af: Herkoppel
ar: إعادة-الربط
az: Təkrar əlaqə yarat
be: Звязаць паўторна
bg: Повторно свързване
bn: পুনঃসংযুক্ত করুন
ca: Torna a enllaçar
cs: Znovu sdružit
cy: Ailgysylltu
da: Genforbind
de: Erneut koppeln
el: Επανασύνδεση
es: Volver a vincular
es_es: Volver a enlazar
et: Ühenda uuesti
eu: Birlotu
fa: پیوند دهی مجدد
fi: Yhdistä uudelleen
fil: Muling I-Link
fr: Réassocier
ga: Athnasc
gu: ફરીથી લિંક
he: קשר מחדש
hi: फिर से लिंक
hr: Ponovno poveži
hu: Újratársítás
id: Hubungkan kembali
is: Endurtengja
it: Riassocia
ja: 再リンク
kab: Ales tuqqna
kk: Қайтадан байланыстыру
km: áá—áŸ’á‡á¶á”áŸ‹-á˜áŸ’áá„á‘áŸ€á
kn: ಪುನಃ ಲಿಂಕ್ ಮಾಡಿ
ko: 재연결
lt: Susieti iš naujo
lv: Atkārtoti saistīt
mk: Повторно поврзување
ml: റീ-ലിങ്ക് ചെയ്യുക
mr: पुन्हा-लिंक करा
ms: Pautkan semula
my: ပြန်လင့်ခ်ချိတ်မယ်
nb: Koble til på nytt
nl: Opnieuw koppelen
pa: ਮੁੜ-ਲਿੰਕ ਕਰੋ
pa_pk: فیر لنک کرو
pl: Połącz ponownie
ps: له سره لینک ورکول
pt_br: Revincular
pt_pt: Re-associar
ro: Asociați din nou
ru: Повторно привязать
sk: Opätovne prepojiť
sl: Ponovno poveži
sq: Rilidheni
sr: Поново повежи
sv: Länka igen
sw: Unganisha tena
ta: மீண்டும் இணை
te: తిరిగి లింక్ చేయండి
th: เชื่อมโยงอีกรอบ
tr: Tekrar bağla
ug: قايتا باغلا
uk: Зв'язати повторно
ur: دوبارہ رابطہ
vi: Liên kết lại
zh_cn: 重新关联
zh_hk: 重新連結

# SETTINGS_REREGISTER_BUTTON
source: Re-register
af: Herregistreer
ar: إعادة-التسجيل
az: Təkrar qeydiyyat
be: Зарэгістравацца паўторна
bg: Пререгистриране
bn: পূনঃ নিবন্ধন করুন
ca: Torna a registrar
cs: Znovu se zaregistrovat
cy: Ailgofrestru
da: Genregistrering
de: Erneut registrieren
el: Επανεγγραφή
es: Volver a registrarme
es_es: Registrarse de nuevo
et: Eemalda registreerimine
eu: Bierregistratu
fa: ثبت نام دوباره
fi: Rekisteröidy uudelleen
fil: Muling Magrehistro
fr: Se réinscrire
ga: Athchláraigh
gu: ફરીથી રજીસ્ટર
he: רשום מחדש
hi: पुनः पंजीकरन
hr: Ponovno registriraj
hu: Újraregisztrálás
id: Daftar ulang
is: Endurskrá
it: Registra di nuovo
ja: 再登録する
kab: Ales ajerred
kk: Қайтадан тіркелу
km: á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á˜áŸ’áá„á‘áŸ€á
kn: ಪುನಃ ನೋಂದಾಯಿಸಿ
ko: 재등록
lt: Iš naujo registruoti
lv: Atkārtoti reģistrēties
mk: Повторно регистрирање
ml: റീ-രജിസ്റ്റർ ചെയ്യുക
mr: पुनर्नोंदणी
ms: Daftar semula
my: ပြန်လည်၍မှတ်ပုံတင်ခြင်းပြုလုပ်မည်
nb: Registrer på nytt
nl: Opnieuw registreren
pa: ਮੁੜ-ਰਜਿਸਟਰ ਕਰੋ
pa_pk: دوبارہ رجسٹر کرو
pl: Zarejestruj ponownie
ps: له سره ثبتول
pt_br: Registrar novamente
pt_pt: Voltar a registar
ro: Înregistrează din nou
ru: Повторно зарегистрироваться
sk: Znovu zaregistrovať
sl: Ponovna prijava
sq: Riregjistroje
sr: Поново се региструјте
sv: Registrera igen
sw: Sajili tena
ta: மறு பதிவு
te: మల్లి నమోదుచేయుత
th: ลงทะเบียนอีกรอบ
tr: Tekrar kaydet
ug: قايتا تىزىملاش
uk: Перереєструватися
ur: دوبارہ رجسٹر کریں
vi: Đăng ký lại
zh_cn: 重新注册
zh_hk: 重新註冊

# SETTINGS_SCREEN_LOCK_ACTIVITY_TIMEOUT
source: Screen Lock Timeout
af: Skermslot-uitteltyd
ar: مُهلة قفل الشاشة
az: Ekran kilidinin müddəti
be: Затрымка блакіроўкі экрана
bg: Време за заключване на екрана
bn: স্ক্রীন এর লক্ সময়সীমা
ca: Temps d'espera de la pantalla de bloqueig
cs: Čas zamknutí displeje
cy: Terfyn Amser Sgrîn Clo
da: Skærmlås timeout
de: Automatische Sperre bei Inaktivität
el: Αυτόματο κλείδωμα οθόνης
es: Tiempo de espera para el bloqueo
es_es: Bloquear pantalla tras
et: Ekraaniluku aegumine
eu: Pantailaren Blokeorako Denbora
fa: تایم اوت قفل صفحه نمایش
fi: Automaattisen näytön lukituksen aika-asetus
fil: Nag-timeout ang Lock ng Screen
fr: Délai avant verrouillage de l'écran
ga: Tréimhse roimh Ghlasáil
gu: સ્ક્રીન લૉક સમયસમાપ્તિ
he: פסק זמן לנעילת מסך
hi: स्क्रीन लॉक टाइमआउट
hr: Zaključaj zaslon nakon
hu: Kijelző zárolási ideje
id: Batas waktu kunci layar
is: Tímamörk skjálæsingar við aðgerðaleysi
it: Timeout blocco schermo
ja: 画面ロックまでの時間
kab: Akud n umdal n ugdil
kk: Экран құлпының уақыты өтті
km: ášá™áŸˆá–áŸá›á…á¶á€áŸ‹áŸáŸ„ášá¢áŸá€áŸ’ášá„áŸ‹
kn: ಸ್ಕ್ರೀನ್ ಲಾಕ್ ಟೈಮ್‌ ಔಟ್
ko: 화면 잠금 시간
lt: Ekrano užrakto laiko limitas
lv: Ekrāna bloķēšanas taimauts
mk: Истече Заклучувањето за Екранот
ml: സ്ക്രീൻ ലോക്ക് സമയം കഴിഞ്ഞിരിക്കുന്നു
mr: स्क्रीन लॉक टाईमआऊट
ms: Kunci Skrin Tamat Masa
my: မျက်နှာပြင်လုံခြုံရေးသတ်မှတ်ချိန်ကျော်လွန်သွားပါပြီ
nb: Tid før automatisk skjermlås
nl: Inactiviteitsduur voor appvergrendeling
pa: ਸਕ੍ਰੀਨ ਲੌਕ ਟਾਈਮਆਉਟ
pa_pk: سکرین لاک دا ویلا مک گیا
pl: Autoblokada ekranu
ps: د سکرین لاک ټایم اوټ
pt_br: Tempo de bloqueio de tela
pt_pt: Tempo para o bloqueio de ecrã
ro: Expirare timp blocare ecran
ru: Тайм-аут блокировки экрана
sk: Časový limit pred uzamknutím
sl: Časovni interval pred zaklepom aplikacije
sq: Skadim Kyçjeje Ekrani
sr: Време за закључавање екрана
sv: Timeout för skärmlås
sw: Muda wa Kifunga Skrini
ta: திரை பூட்டு நேரம் முடிந்தது
te: స్క్రీన్ లాక్ సమయం ముగిసింది
th: หมดเวลาการล็อกหน้าจอ
tr: Ekran Kilidi Zaman Aşımı
ug: ئېكران قۇلۇپ ۋاقىت ھالقىشى
uk: Затримка блокування екрана
ur: سکرین لاک کا ٹائم ختم ہو گیا
vi: Thời gian chờ Khóa Màn hình
zh_cn: 屏幕锁超时
zh_hk: 螢幕鎖超時

# SETTINGS_SCREEN_LOCK_SWITCH_LABEL
source: Screen Lock
af: Skermslot
ar: قفل الشاشة
az: Ekran kilidi
be: Блакіроўка экрана
bg: Заключване на Екрана
bn: স্ক্রীন এর লক্
ca: Pantalla de bloqueig
cs: Zámek displeje
cy: Clo Sgrîn
da: Skærmlås
de: Bildschirmsperre
el: Κλείδωμα οθόνης
es: Bloqueo de pantalla
es_es: Bloqueo de pantalla
et: Ekraanilukk
eu: Pantailaren Blokeoa
fa: قفل صفحه نمایش
fi: Näytön lukitus
fil: Lock ng Screen
fr: Verrouillage de l'écran
ga: Glasáil Scáileáin
gu: સ્ક્રીન લૉક
he: נעילת מסך
hi: स्क्रीन लॉक
hr: Zaključavanje zaslona
hu: Kijelző zárolás
id: Kunci Layar
is: Skjálæsing
it: Blocco schermo
ja: 画面ロック
kab: Amdal n ugdil
kk: Экран құлпы
km: á¢áŸá€áŸ’ášá„áŸ‹á…á¶á€áŸ‹áŸáŸ„áš
kn: ಸ್ಕ್ರೀನ್ ಲಾಕ್
ko: 화면 잠금
lt: Ekrano užraktas
lv: Ekrāna bloķēšana
mk: Заклучување на Екран
ml: സ്‌ക്രീൻ ലോക്ക്
mr: स्क्रीन लॉक
ms: Kunci Skrin
my: မျက်နှာပြင် သော့ခတ်ခြင်း
nb: Skjermlås
nl: Appvergrendeling
pa: ਸਕ੍ਰੀਨ ਲੌਕ
pa_pk: سکرین مقفل
pl: Blokada ekranu
ps: سکرین لاک
pt_br: Bloqueio de tela
pt_pt: Bloqueio de ecrã
ro: Blocare ecran
ru: Блокировка экрана
sk: Zámok obrazovky
sl: Zaklep zaslona
sq: Kyçje Ekrani
sr: Закључавање екрана
sv: Skärmlås
sw: Kifunga Skrini
ta: திரை பூட்டி
te: స్క్రీన్ తాళం
th: ล็อกหน้าจอ
tr: Ekran Kilidi
ug: ئېكران قۇلۇپ
uk: Блокування екрана
ur: سکرین لاک
vi: Khóa Màn hình
zh_cn: 屏幕锁定
zh_hk: 螢幕鎖

# SETTINGS_SCREEN_SECURITY
source: Hide Screen in App Switcher
af: Versteek skerm in Toepwisselaar
ar: إخفاء الشاشة في مُبدِّل التطبيقات
az: Tətbiq dəyişdiricidə ekranı gizlət
be: Схаваць экран у пераключальніку праграмы
bg: Вкл. Екранна Сигурност
bn: অ্যাপ স্যুইচার-এ স্ক্রিন লুকান
ca: Amaga la pantalla al canviador d'apliacions
cs: Skrýt obrazovku v přepínači aplikací
cy: Cuddio Sgrîn yn Newidiwr Apiau
da: Skjul skærm i appskifter
de: Im App-Umschalter Bildschirm verstecken
el: Απόκρυψη οθόνης στην Εναλλαγή εφαρμογών
es: Ocultar en el selector de apps
es_es: Protección de pantalla
et: Eemalda ekraanipilt rakenduste vahetajast
fa: پنهان کردن صفحه هنگام تعویض برنامه‌ها
fi: Piilota näytön sisältö apinvaihtajassa
fil: Paganahin ang Screen Security
fr: Masquer l'écran dans le sélecteur d'app
gu: એપ્લિકેશન Switcher માં સ્ક્રીન છુપાવો
he: הסתר את היישום במחליף היישומים
hi: ऐप स्विचर में स्क्रीन छिपाएँ
hr: Sakrijte zaslon u Izmjenjivaču aplikacija
hu: Képernyővédelem
id: Sembunyikan Layar di Pemilih Aplikasi
is: Fela skjá í forritaskipti
it: Nascondi schermata nell'elenco applicazioni
ja: Appスイッチャーで画面を隠す
kk: Экран қауіпсіздігін іске қосу
km: á›á¶á€áŸ‹á¢áŸá€áŸ’ášá„áŸ‹á“áŸ…á€áŸ’á“á»á„ App Switcher
kn: ಆಪ್ ಸ್ವಿಚರ್‌ನಲ್ಲಿ ಸ್ಕ್ರೀನ್ ಮರೆಮಾಡಿ
ko: 앱 전환기에서 화면 숨기기
lt: Slėpti ekraną programėlių perjungiklyje
lv: Paslēpt ekrānu lietotņu pārslēdzējā
ml: ആപ്പ് സ്വിച്ചറിൽ സ്ക്രീൻ മറയ്ക്കുക
mr: अॅप स्विचरमध्ये स्क्रीन लपवा
ms: Sembunyikan Skrin di Pengalih Aplikasi
my: အပ္ပလီကေးရှင်း ပြောင်းလဲခြင်းတွင် စကရင်ကို ဝှက်ထားပါ
nb: Skjul skjermen i appveksleren
nl: Verberg Signal in de lijst van recent geopende apps
pa: ਐਪ ਸਵਿਚਰ ਵਿੱਚ ਸਕਰੀਨ ਲੁਕਾਓ
pa_pk: سکرین سیکیورٹی نوں فعال کرو
pl: Ukryj ekran na pasku przełączania aplikacji
ps: د اپلیکیشن د بدلولو په مهال سکرین پټ کړئ
pt_br: Habilitar Segurança da Tela
pt_pt: Ocultar o ecrã no alternador de aplicações
ro: Ascundere ecran în App Switcher
ru: Скрыть экран в переключателе программ
sk: Skryť obrazovku pri prepínaní aplikácií
sl: Skrij preklopnika med ekrani in aplikacijami
sq: Fshihe Skenën te Këmbyesi i Aplikacioneve
sr: Сакриј екран у App Switcher-у
sv: Dölj skärm i appväxlaren
sw: Ficha Skrini katika Kibadilisha Programu
ta: பயன்பாட்டு மாற்றியில் திரையை மறைக்கவும்
te: అనువర్తన స్విచ్చర్‌లో స్క్రీన్‌ను దాచండి
th: ซ่อนหน้าเจอเมื่ออยู่ในหน้าสลับแอป
tr: Uygulama Değiştiricisinde Ekranı Sakla
ug: ئەپ ئالماشتۇرغۇچتا ئېكراننى يوشۇر
uk: Приховувати екран у перемикачі програм
ur: ایپ سوئچر میں اسکرین چھپائیں
vi: Ẩn Màn hình trong Khung thay đổi Ứng dụng
zh_cn: 在 App 切换器中隐藏屏幕
zh_hk: 使用 App 切換器時隱藏螢幕

# SETTINGS_SECTION_FOOTER_CALLING
source: Show calls in the “Recents” list in the iOS Phone app.
af: Toon oproepe in die “Onlangs”-lys in die iOS-telefoontoep.
ar: إظهار المُكالمات في قائمة "الأحدث" في التطبيق على هاتف iOS.
az: Zəngləri, iOS telefon tətbiqindəki "Sonuncular" siyahısında göstərin.
be: Паказваць званкі ў спісе «Нядаўнія» ў праграме «Тэлефон» iOS.
bn: iOS ফোন অ্যাপের “সাম্প্রতিক” তালিকায় থাকা কলগুলি দেখান।
ca: Mostra les trucades a la llista de recents de l'aplicació de telèfon de l'iOS.
cs: Zobrazit hovory v historii v aplikaci Telefon.
cy: Dangos galwadau yn y rhestr "Recents" yn ap ffonio iOS.
da: Vis opkald på listen "Seneste" i iOS-telefonappen.
de: Signal-Anrufe in der Anrufliste der iOS-Telefon-App anzeigen.
el: Εμφάνιση των κλήσεων στα "Πρόσφατα" της εφαρμογής τηλεφώνου του iOS.
es: Muestra las llamadas de Signal en la lista de "Recientes" de la aplicación Teléfono de iOS.
et: Näita kõnesid iOSi telefonirakenduse hiljutiste kõnede nimekirjas.
fa: نشان دادن تماس‌ها را در فهرست "Recents" برنامهٔ تلفن iOS
fi: Näytä puhelut iOS:n Puhelin-sovelluksen Äskeiset-listalla
fr: Afficher les appels dans la liste "Récents" de l'app Téléphone d'iOS.
gu: iOS ફોન એપ્લિકેશનમાં "તાજેતરની" લિસ્ટમાં કૉલ્સ બતાવો.
he: הראה שיחות ברשימה "שיחות אחרונות" ביישום טלפון של iOS.
hi: कॉल को iOS फ़ोन ऐप की “हाल ही के” सूची में दिखाएँ।
hr: Prikaži pozive u kartici "Lista poziva" u Telefon aplikaciji iOS-a.
hu: A Signal hívások meg fognak jelenni az iOS hívás Előzményekben.
id: Tampilkan panggilan dalam daftar "Terbaru" pada aplikasi telepon iOS.
is: Birta símtöl í “Nýlegt” listanum í iOS-símaforritinu.
it: Mostra le chiamate nella lista dei “Recenti” dell'app Telefono di iOS.
ja: iOSの電話アプリの履歴に通話を表示します。
km: á”á„áŸ’á á¶á‰á€á¶ášá áŸ…á€áŸ’á“á»á„á”á‰áŸ’á‡á¸ â€œááŸ’á˜á¸áŸ—â€ á“áŸ…á€áŸ’á“á»á„á€á˜áŸ’á˜áœá·á’á¸á‘á¼ášáŸáŸá–áŸ’á‘ iOSáŸ”
kn: iOS ಫೋನ್‌ ಆಪ್‌ನಲ್ಲಿನ "ಇತ್ತೀಚಿನವುಗಳು" ನಲ್ಲಿ ಕರೆಗಳನ್ನು ತೋರಿಸು.
ko: iOS 전화 앱의 '최근' 목록에 통화를 표시합니다.
lt: Rodyti skambučius iOS telefono programėlės „Paskiausiųjų“ sąraše.
lv: Rādīt zvanus lietotnes iOS Phone pēdējo zvanu sarakstā.
ml: ഐഒഎസ് ഫോൺ ആപ്പിലെ "സമീപകാല" ലിസ്റ്റിലെ കോളുകൾ കാണിക്കുക.
mr: iOS फोन अॅपमध्ये कॉल "अलीकडील" यादीमध्ये दाखवा.
ms: Tunjukkan panggilan dalam senarai "Terkini" dalam aplikasi Telefon iOS.
my: IOS ဖုန်း အပ္ပလီကေးရှင်းထဲရှိ "နောက်ဆုံး" ("Recents") စာရင်းပေါ်တွင် ဖုန်းခေါ်ဆိုမှုများ ပြသပါ။
nb: Vis anrop i «Nylig»-listen til den innebygde telefonappen på iOS.
nl: Signal-oproepen weergeven in de ‘Recent’-lijst in de iOS-telefoonapp.
pa: iOS ਫੋਨ ਐਪ ਵਿੱਚ "ਹਾਲੀਆ" ਸੂਚੀ ਵਿੱਚ ਕਾਲਾਂ ਦਿਖਾਓ।
pl: Pokazuj połączenia w sekcji „Ostatnie” w aplikacji Telefon systemu iOS.
ps: ټلیفوني اړیکې د iOS د ټلیفون په اپلیکیشن کې په ”وروستي“ لیست کې وښیئ.
pt_br: Mostrar chamadas em “Recentes” no Telefone do iOS.
pt_pt: Exibe as chamadas na lista de 'Recentes' na aplicação do telefone iOS.
ro: Afișează apelurile în lista "Recente" din aplicația iOS Telefon.
ru: Показывать звонки в списке «Недавние» в приложении «Tелефон» iOS.
sk: Zobrazujte hovory v zozname Posledné v aplikácii iOS Phone.
sl: Pokaži klice na seznamu "Nedavni" v aplikaciji telefona iOS.
sq: Shfaq thirrje te lista “Së fundi”, te aplikacioni iOS Phone.
sr: Прикажи позиве на листи недавних позива у апликацију за телефонирање на iOS-у.
sv: Visa samtal i listan "Senaste" i iOS-telefonappen.
sw: Onyesha simu katika orodha ya “Hivi majuzu” katika programu ya Simu ya iOS.
ta: அழைப்புகளைக் காண்பி “சமீபத்தியஇல் பட்டியல் iOS தொலைபேசி செயலி.
te: iOS ఫోన్ అనువర్తనంలో "రీసెంట్స్" జాబితాలో కాల్‌లను చూపించు.
th: แสดงการโทรในรายการ "ล่าสุด" ในแอปโทรศัพท์ iOS
tr: Aramaları iOS Telefon uygulamasında “Son Aramalar” listesinde göster.
ug: iOS تېلېفون ئەپنىڭ «يېقىنقى» تىزىمىدا چاقىرىشنى كۆرسىتىدۇ.
uk: Показувати виклики в списку викликів телефона, на вкладці «Недавні».
ur: iOS فون ایپ میں "حالیہ" کی فہرست میں کالیں دکھائیں۔
vi: Hiện cuộc gọi trong danh sách "Gần đây" trong ứng dụng Điện thoại của iOS.
zh_cn: 在 iOS 电话应用的“最近联系”列表中显示通话。
zh_hk: 在 iOS 電話應用程式的「通話記錄」中顯示來電記錄。
