Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CARD_DONATION_READ_MORE_SHEET_BODY
source: Signal does not collect or store any of your personal information when you make a donation. We use Stripe as our payment processor to receive your donations. We don’t access, store, or save any of the information you provide to them. Signal does not and cannot connect your donation to your Signal account. Thank you for your support!
ar: لا يقوم سيجنال بجمع أو تخزين معلوماتك الشخصية عند قيامك بتبرُّع. نستخدم Stripe كمعالج عمليات الدفع الخاصة بنا لتلقي تبرُّعاتك. لا يُمكننا الوصول إلى أو تخزين أو حفظ أي من المعلومات التي تُقدمها. لا يقوم تطبيق سيجنال ولا يمكنه ربط تبرعاتك بحسابك على سيجنال. شكرًا لدعمك!
be: Signal не збірае і не захоўвае вашу асабістую інфармацыю, калі вы робіце ахвяраванне. Для атрымання вашых ахвяраванняў мы выкарыстоўваем кампанію Stripe у якасці аператара плацяжоў. Мы не маем доступу ні да якой інфармацыі, што вы перадаеце іншым карыстальнікам, не захоўваем і не трымаем яе. Signal не звязвае і не можа звязаць ваша ахвяраванне з вашым уліковым запісам Signal. Дзякуй за вашу падтрымку!
bn: আপনি যখন ডোনেট করেন তখন Signal আপনার কোনো ব্যক্তিগত তথ্য সংগ্রহ বা সংরক্ষণ করে না। আমরা আপনার পাঠানো ডোনেশন গ্রহণ করার জন্য পেমেন্ট প্রক্রিয়াকারী মাধ্যম হিসাবে Stripe ব্যবহার করি। আপনি তাদেরকে যেসব তথ্য প্রদান করেন তা আমরা অ্যাক্সেস, সংরক্ষণ বা সেভ করি না। Signal আপনার Signal অ্যাকাউন্টে আপনার ডোনেশনকে সংযুক্ত করে না এবং করতে পারে না। আপনার সহায়তার জন্য ধন্যবাদ!
ca: Signal no recopila ni emmagatzema la teva informació personal quan fas una donació. Utilitzem Stripe com a processador de pagaments per rebre les teves donacions. No accedim, emmagatzemem ni desem cap de la informació que els proporciones. Signal no connecta i no pot connectar la teva donació al teu compte de Signal. Gràcies per comptar amb nosaltres!
cs: Signal při poskytnutí příspěvku neshromažďuje ani neukládá žádné vaše osobní údaje. K přijímání vašich příspěvků používáme jako zpracovatele plateb službu Stripe. K žádným informacím, které jim poskytnete, nemáme přístup, neshromažďujeme je ani je neukládáme. Signal nepropojuje a nemůže propojit váš příspěvek s vaším účtem Signal. Děkujeme za vaši podporu!
da: Signal indsamler eller gemmer ikke nogen af dine personlige oplysninger, når du foretager en donation. Vi bruger Stripe som vores betalingsbehandler til at modtage dine donationer. Vi hverken får adgang til, opbevarer eller gemmer nogen af de oplysninger, som du giver dem.Signal har ikke mulighed for at forbinde din donation til din Signal-konto. Tak for din støtte!
de: Deine persönlichen Daten werden von Signal nicht erfasst oder gespeichert, wenn du einen Betrag spendest. Wir nutzen den Zahlungsdienstleister Stripe, um deine Spenden zu erhalten. Wir haben keinen Zugriff auf die Informationen, die du ihm zur Verfügung stellst, und speichern diese auch nicht. Signal kann und wird deine Spende nicht mit deinem Signal-Konto in Verbindung bringen. Danke für deine Unterstützung!
el: Το Signal δεν συλλέγει ούτε αποθηκεύει τα προσωπικά στοιχεία σου όταν κάνεις δωρεά. Χρησιμοποιούμε τη Stripe για την επεξεργασία πληρωμών, ώστε να λαμβάνουμε τις δωρεές μας. Δεν επεξεργαζόμαστε ούτε αποθηκεύουμε κανένα από τα στοιχεία που της παρέχεις. Το Signal δεν μπορεί να συνδέσει τη δωρεά με τον λογαριασμό σου στο Signal. Ευχαριστούμε για την υποστήριξή σου!
es: Signal no recoge ni almacena tu información personal cuando haces una donación. Usamos Stripe para procesar las donaciones que recibimos. No accedemos, ni almacenamos, ni guardamos ninguno de los datos que le proporcionas. Signal no vincula ni puede vincular tu donación con tu cuenta de Signal. ¡Gracias por tu apoyo!
fa: سیگنال هیچ‌گونه اطلاعات شخصی شما را هنگام اهدای کمک مالی جمع آوری یا ذخیره نمی‌کند. ما برای دریافت کمک‌های مالی شما از Stripe به‌عنوان پردازش‌گر پرداخت خود استفاده می‌کنیم. ما به هیچ‌گونه اطلاعاتی که در اختیار آن‌ها قرار می‌دهید دسترسی نداریم، یا آن‌ها را ذخیره نمی‌کنیم.سیگنال کمک مالی‌تان را به حساب سیگنال شما متصل نمی‌کند و امکان انجام این کار را هم ندارد.سپاس از حمایت شما!
fi: Signal ei kerää tai tallenna mitään henkilötietoja, kun teet lahjoituksen. Käytämme Stripea maksujen käsittelijänä lahjoitusten vastaanottamiseksi. Emme käytä, säilytä tai tallenna mitään heille antamistasi tiedoista. Signal ei yhdistä eikä voi yhdistää lahjoitustasi Signal-tiliisi. Kiitos tuestasi!
fr: Lorsque vous faites un don à Signal, nous ne collectons, ni n'enregistrons aucune de vos informations personnelles. Pour recevoir vos dons, nous utilisons le processeur de paiement Stripe. Nous n'avons pas accès aux informations que vous fournissez à Stripe, ne les stockons pas et ne les enregistrons pas. De plus, Signal ne peut établir aucun lien entre votre don et votre compte Signal. Merci pour votre soutien.
ga: Ní dhéanann Signal d'fhaisnéis phearsanta a bhailiú ná a stóráil nuair a thugann tú tabhartas. Úsáidimid Stripe mar ár bpróiseálaí íocaíochtaí chun do thabhartais a fháil. Ní dhéanaimid aon fhaisnéis a thugann tú dóibh a rochtain, a stóráil ná a shábháil. Ní dhéanann Signal agus ní féidir leis do thabhartas a nascadh le do chuntas Signal. Go raibh maith agat as do thacaíocht!
gu: તમે દાન કરો છો ત્યારે Signal તમારી કોઈ પણ અંગત માહિતી એકત્રિત કે સંગ્રહિત કરતું નથી. અમે તમારા દાન મેળવવા માટે અમારા પેમેન્ટ પ્રોસેસર તરીકે Stripeનો ઉપયોગ કરીએ છીએ. તમે તેમને પ્રદાન કરો છો તે કોઈ પણ માહિતી અમે ઍક્સેસ, સ્ટોર કે સેવ કરતાં નથી. Signal તમારા દાનને તમારા Signal એકાઉન્ટ સાથે કનેક્ટ કરતું નથી અને કરી શકતું નથી.તમારા સપોર્ટ બદલ તમારો આભાર!
he: Signal לא אוספת או מאחסנת את המידע האישי שלך בעת ביצוע תרומה. אנחנו משתמשים ב–Stripe בתור מעבד התשלומים שלנו כדי לקבל את התרומות שלך. אנחנו לא ניגשים לשום מידע שהם מקבלים ממך ולא מאחסנים או שומרים אותו. Signal אינה מקשרת את התרומה שלך לחשבון Signal שלך ואין לה אפשרות לעשות זאת. תודה על התמיכה שלך!
hi: जब आप कोई दान करते हैं तब Signal आपकी किसी भी व्यक्तिगत जानकारी को एकत्र या स्टोर नहीं करता है। हम आपसे दान पाने के लिए Stripe को अपने भुगतान प्रोसेसर के तौर पर इस्तेमाल करते हैं। आपके द्वारा उन्हें दी जानेवाली किसी भी जानकारी को हम ऐक्सेस, स्टोर, या सेव नहीं करते। Signal आपके दान को आपके Signal अकाउंट से कनेक्ट न तो करता है, न ही कर सकता है।आपके सहयोग के लिए धन्यवाद!
hr: Signal ne prikuplja niti pohranjuje vaše osobne podatke kada izvršite donaciju. Kao procesor plaćanja za primanje vaših donacija koristimo Stripe. Ne pristupamo informacijama koje dijelite s njima, ne pohranjujemo ih niti spremamo. Signal ne povezuje i ne može povezati vašu donaciju s vašim Signal računom. Hvala vam na podršci!
hu: A Signal nem gyűjti és nem tárolja a személyes adataidat, amikor adományozol. A Stripe-ot használjuk fizetésfeldolgozóként az adományok fogadására. Nem férünk hozzá, nem tárolunk és nem mentünk el semmilyen információt, amelyet megadsz számukra. A Signal nem fogja és nem is tudja összekapcsolni az adományod a Signal-fiókoddal. Köszönjük a támogatásod!
id: Signal tidak mengumpulkan atau menyimpan informasi pribadi saat Anda memberikan donasi. Kami menggunakan Stripe sebagai pemroses pembayaran donasi Anda. Kami tidak mengakses, menahan, atau menyimpan informasi apa pun yang Anda berikan kepada mereka. Signal tidak dan tidak dapat menghubungkan donasi Anda ke akun Signal Anda. Terima kasih atas dukungan Anda!
it: Signal non archivia né salva le tue informazioni personali quando fai una donazione. Usiamo Stripe per elaborare i pagamenti e ricevere le tue donazioni. Non abbiamo accesso, né archiviamo o salviamo le informazioni che fornisci a Stripe per le transazioni. Signal non assocerà mai (né è in grado di farlo) le informazioni legate alla donazione al tuo account. Grazie per il tuo supporto!
ja: Signalは、寄付を受ける際に、お客様のいかなる個人情報も収集したり保存したりすることはありません。 Signalでは寄付を受け取る決済処理にStripeを使用しています。Signalは、お客様から提供されたいかなる情報にもアクセスすることはありません。また保管・保存したりすることもありません。 Signalは、寄付からお客様のSignalアカウントを特定することはありません。特定はできない仕組みになっています。ご支援ありがとうございます！
ko: Signal은 기부할 때 사용자의 개인 정보를 수집하거나 저장하지 않습니다. Signal은 기부를 받을 때 Stripe를 결제 처리자로 사용합니다. Signal은 사용자가 Stripe에 제공하는 어떠한 정보에도 액세스하지 않으며, 이를 보관하거나 저장하지 않습니다. Signal은 사용자의 기부를 Signal 계정에 연결하거나 연결을 시도하지 않습니다. Signal을 지지해 주셔서 감사합니다!
mr: आपण जेव्हा देणगी देता तेव्हा Signal आपली कोणतीही वैयक्तिक माहिती संग्रहित किंवा संकलित करत नाही. आपल्या देणग्या प्राप्त करण्यासाठी आम्ही आमचा पेमेंट्स प्रोसेसर म्हणून स्ट्राईपचा वापर करतो. आपण त्यांना प्रदान करत असलेल्या कोणत्याही माहितीमध्ये आम्ही प्रवेश करत नाही, ती संग्रहित, किंवा जतन करत नाही. Signal आपल्या देणग्या आपल्या Signal अकाऊंटशी कनेक्ट करत नाही आणि करु शकत नाही. आपल्या सपोर्टसाठी धन्यवाद!
ms: Signal tidak mengumpul atau menyimpan sebarang maklumat peribadi anda semasa anda menderma. Kami menggunakan Stripe sebagai pemproses pembayaran kami untuk menerima derma anda. Kami tidak mengakses atau menyimpan sebarang maklumat yang anda berikan kepada mereka. Signal tidak dan tidak boleh menyambung derma anda kepada akaun Signal anda. Terima kasih atas sokongan anda!
nb: Signal lagrer ikke personopplysningene dine når du gir et pengebeløp. Betalingstjenesten Stripe behandler pengebeløpet du gir oss. Vi får ikke tilgang til og lagrer eller oppbevarer ikke noen av opplysningene du gir til Stripe. Signal vil ikke, og kan ikke, knytte pengebeløpet til Signal-kontoen din. Takk for støtten!
nl: Signal verzamelt of bewaart geen persoonlijke gegevens wanneer je een donatie doet. Wij gebruiken Stripe als onze betalingsverwerker om je donaties te ontvangen. Wij hebben geen toegang tot de informatie die je aan hen verstrekt en slaan die ook niet op. Signal koppelt je donatie niet aan je Signal-account en kan dat ook niet. Bedankt voor je steun!
pl: Signal nie gromadzi ani nie przechowuje Twoich danych osobowych potrzebnych do wpłacenia darowizny. Do przetwarzania darowizn używamy systemu płatności Stripe. Nie zapisujemy, nie przechowujemy ani nie mamy dostępu do żadnych danych, które przekazujesz. Signal nie wiąże ani nie może powiązać darowizny z Twoim kontem Signal. Dziękujemy za Twoje wsparcie!
pt_br: O Signal não coleta ou armazena suas informações pessoais quando você faz uma doação. Usamos o Stripe para processar pagamentos e receber suas doações. Não acessamos, armazenamos ou salvamos informações fornecidas por você. O Signal não conecta e não pode conectar sua doação à sua conta do Signal. Agradecemos o seu apoio!
pt_pt: O Signal não recolhe nem armazena nenhuma das suas informações pessoais quando faz uma doação. Usamos o Stripe como o nosso processador de pagamentos para receber as suas doações. Não acedemos, armazenamos ou guardamos quaisquer informações que lhes seja fornecida por si. O Signal não liga nem consegue ligar a sua doação à sua conta do Signal.Obrigado pelo seu apoio!
ro: Signal nu colectează sau stochează informațiile personale când faci o donație. Folosim Stripe ca procesator de plăți ca să primim donațiile tale. Nu accesăm, stocăm sau salvăm niciuna dintre informațiile pe care le oferi către ei. Signal nu conectează donația ta cu contul Signal și nici nu poate să o facă. Îți mulțumim pentru sprijinul tău!
ru: Signal не собирает и не хранит вашу личную информацию, когда вы делаете пожертвование. Для получения ваших пожертвований мы используем компанию Stripe в качестве оператора платежей. Мы не имеем доступа ни к какой информации, которую вы ей предоставляете, не сохраняем и не храним её. Signal не связывает и не может связать ваше пожертвование с вашей учётной записью Signal. Спасибо за вашу поддержку!
sk: Počas vášho prispievania na Signal nezhromažďujeme ani neukladáme žiadne vaše osobné údaje. Na prijímanie vašich príspevkov a spracovanie platieb používame službu Stripe. K údajom, ktoré v rámci tejto platobnej brány poskytnete, nemáme prístup ani ich neukladáme.Signal si nespája a ani si nemôže spojiť váš príspevok s vaším Signal účtom. Ďakujeme za vašu podporu!
sr: Signal не прикупља, нити чува, ваше податке о личности када донирате. Користимо Stripe као процесор плаћања за примање ваших донација. Не приступамо ниједној од информација које им пружите, нити их складиштимо или чувамо. Signal не повезује, нити може да повеже, вашу донацију са вашим налогом на Signal-у. Хвала вам на подршци!
sv: Signal samlar inte in eller lagrar någon av dina personuppgifter när du gör en donation. Vi använder Stripe som vår betalningstjänst för att ta emot dina donationer. Vi kommer inte åt, lagrar eller sparar inte någon av de uppgifter du lämnar till dem. Signal kopplar inte och kan inte koppla din donation till ditt Signal-konto. Tack för ditt stöd!
th: เมื่อคุณบริจาคเงิน Signal ไม่ได้รวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลใดๆ ของคุณ เราใช้ Stripe เป็นผู้ให้บริการการชำระเงินในการรับเงินบริจาคของคุณ โดยเราจะไม่เข้าถึง จัดเก็บ หรือบันทึกข้อมูลใดๆ ที่คุณกรอกระหว่างทำธุรกรรม Signal จะไม่เชื่อมโยงการบริจาคของคุณเข้ากับบัญชี Signal ของคุณ (และนี่เป็นสิ่งที่เราไม่สามารถทำได้อีกด้วย) ขอบคุณสำหรับการสนับสนุนของคุณ!
tr: Bağış yaptığında Signal kişisel bilgilerini toplamaz veya saklamaz. Bağışlarını almak için ödeme işlemcimiz olarak Stripe'ı kullanıyoruz. Onlara sağladığın bilgilerin hiçbirine erişmiyoruz. Bilgilerini saklamıyor veya kaydetmiyoruz. Signal, yaptığın bağışı ve buna dair bilgileri Signal hesabın ile bağlamaz, bağlayamaz. Desteğin için teşekkürler!
ug: سىز ئىئانە قىلغاندا Signal شەخسىي ئۇچۇرلىرىڭىزنى توپلىمايدۇ ياكى ساقلىمايدۇ. ئىئانىڭىزنى تاپشۇرۇۋېلىش ئۈچۈن Stripe پۇل تۆلەش بىر تەرەپ قىلغۇچىسى ئورنىدا ئىشلىتىمىز. سىز ئۇلارغا تەمىنلىگەن ئۇچۇرلارنى بىز كۆرەلمەيمىز ياكى ساقلىيالمايمىز.Signal سىزنىڭ ئىئانىڭىزنى سىزنىڭ Signal ھېساباتىڭىزغا باغلىمايدۇ ۋە ئۇنداق قىلىش ھوقۇقىمۇ بولمايدۇ.قوللىغىنىڭىزغا رەھمەت!
uk: Signal не збирає і не зберігає вашу особисту інформацію, коли ви робите донати. Ми користуємося послугами компанії Stripe для опрацювання ваших донатів. Ми не зберігаємо інформацію, яку ви надаєте Stripe, і не маємо до неї доступу. Signal не знає і не може дізнатися, що донат надійшов саме з вашого акаунту. Дякуємо за підтримку!
ur: Signal آپ کی جانب سے عطیہ کرنے پر آپ کی کوئی ذاتی معلومات جمع یا سٹور نہیں کرتا۔ ہم آپ کے عطیات وصول کرنے کے لیے Stripe کو اپنے ادائیگی کے پروسیسر کے طور پر استعمال کرتے ہیں۔ آپ انہیں جو معلومات فراہم کرتے ہیں ہم اس تک رسائی، اسے سٹور، یا محفوظ نہیں کرتے۔ Signal آپ کے عطیے کو آپ کے Signal اکاؤنٹ کے ساتھ مربوط نہیں کرتا اور نہ کر سکتا ہے۔ آپ کی سپورٹ کا شکریہ!
vi: Signal không thu thập hay lưu trữ thông tin cá nhân của bạn khi bạn gửi khoản ủng hộ. Chúng tôi sử dụng Stripe làm hệ thống xử lý thanh toán để nhận các khoản ủng hộ. Chúng tôi không truy cập, lưu trữ, hoặc lưu bất kỳ thông tin nào bạn cung cấp cho phía hệ thống. Signal không và không thể liên kết thông tin thanh toán với tài khoản Signal của bạn. Cảm ơn sự đóng góp của bạn!
zh_cn: 当您捐款时，Signal 不会收集或储存您的任何个人信息。 我们使用 Stripe 作为接收捐款的付款处理方。我们不会访问、储存或保存您向 Stripe 提供的任何信息。 Signal 不会也无法关联您的捐款和您的 Signal 账户。 感谢您的支持！
zh_hk: 當您捐款時，Signal 不會收集或儲存任何個人資料。 我們使用 Stripe 作為接收捐款的付款處理商。我們不會存取、保存或儲存您向他們提供的任何資料。 Signal 不會也無法將您的捐款連結到您的 Signal 帳戶。 感謝您的支持！

# CARD_DONATION_READ_MORE_SHEET_TITLE
source: Your information is private
ar: سيتمُّ المحافظة على خصوصية معلوماتك.
be: Ваша інфармацыя застаецца канфідэнцыйнай
bn: আপনার তথ্য গোপনীয়
ca: La teva informació és privada
cs: Vaše informace jsou soukromé
da: Dine oplysninger er private
de: Deine Daten sind vertraulich
el: Τα στοιχεία σου είναι ιδιωτικά
es: Tu información es privada
fa: اطلاعات شما محرمانه است
fi: Tietosi ovat yksityisiä
fr: Vos données sont confidentielles
ga: Tá d'fhaisnéis príobháideach
gu: તમારી માહિતી ખાનગી છે
he: המידע שלך פרטי
hi: आपकी जानकारी निजी है
hr: Vaši podaci su privatni
hu: Az adataid privátak
id: Informasi Anda bersifat pribadi
it: Le tue informazioni rimangono sempre private
ja: お客様の個人情報は保護されています
ko: 개인 정보는 비공개로 유지됩니다.
mr: आपली माहिती गोपनीय आहे
ms: Maklumat anda adalah peribadi
nb: Informasjonen din holdes privat
nl: Jouw informatie is privé
pl: Twoje dane są poufne
pt_br: Suas informações são privadas
pt_pt: As suas informações são privadas
ro: Informațiile sunt private
ru: Ваша информация конфиденциальна
sk: Vaše údaje sú súkromné
sr: Ваши подаци су приватни
sv: Dina uppgifter är privata
th: ข้อมูลของคุณเป็นส่วนตัว
tr: Bilgilerin gizlidir
ug: ئۇچۇرلىرىڭىز شەخسىي
uk: Ваша інформація конфіденційна
ur: آپ کی معلومات پرائیویٹ ہے
vi: Thông tin của bạn là riêng tư
zh_cn: 个人信息安全无忧
zh_hk: 你的資料已保密

# CARD_DONATION_SUBHEADER_LEARN_MORE
source: Learn more.
ar: اعرف المزيد
be: Даведацца больш.
bn: আরও জানুন।
ca: Més informació
cs: Zjistit více.
da: Læs mere
de: Mehr erfahren.
el: Μάθε περισσότερα.
es: Más información.
fa: اطلاعات بیشتر.
fi: Lue lisää
fr: En savoir plus.
gu: વધુ શીખો.
he: למד עוד.
hi: अधिक जानें।
hr: Saznaj više.
hu: Tudj meg többet!
id: Pelajari lebih lanjut.
it: Scopri di più.
ja: さらに詳しく
ko: 더 알아보세요.
mr: अधिक जाणा.
ms: Ketahui lebih lanjut.
nb: Lær mer.
nl: Meer informatie.
pl: Dowiedz się więcej.
pt_br: Saiba mais.
pt_pt: Saber mais
ro: Află mai multe.
ru: Узнать больше.
sk: Dozvedieť sa viac.
sr: Сазнај више
sv: Läs mer.
th: เรียนรู้เพิ่มเติม
tr: Dahasını öğrenin
ug: تېخىمۇ كۆپ بىلدۈرگۈ
uk: Дізнатися більше.
ur: اورجانیے.
vi: Tìm hiểu thêm.
zh_cn: 了解更多。
zh_hk: 了解更多。

# CARD_DONATION_SUBHEADER_TEXT
source: Enter your card details. Signal does not collect or store your personal information.
ar: أدخِل تفاصيل بطاقتك. لا يقوم سيجنال بجمع أو تخزين معلوماتك الشخصية.
be: Увядзіце даныя карты. Signal не збірае і не захоўвае вашу асабістую інфармацыю.
bn: আপনার কার্ডের বিস্তারিত লিখুন। Signal আপনার ব্যক্তিগত তথ্য সংগ্রহ কিংবা সংরক্ষণ করে না।
ca: Introdueix la informació de la teva targeta. Signal no recopila ni emmagatzema la teva informació personal.
cs: Zadejte údaje o své platební kartě. Signal neshromažďuje ani neukládá vaše osobní údaje.
da: Angiv dine kortoplysninger. Signal indsamler eller opbevarer ikke dine personlige oplysninger.
de: Gib deine Kartendetails ein. Deine persönlichen Daten werden von Signal nicht erfasst oder gespeichert.
el: Πρόσθεσε τα στοιχεία της κάρτας σου. Το Signal δεν συλλέγει ούτε αποθηκεύει τα προσωπικά στοιχεία σου.
es: Introduce los datos de tu tarjeta. Signal no recoge ni almacena tu información personal.
fa: مشخصات کارت خود را وارد کنید. سیگنال اطلاعات شخصی شما را جمع آوری یا ذخیره نمی‌کند.
fi: Anna kortin tiedot. Signal ei kerää tai tallenna henkilötietojasi.
fr: Veuillez saisir les informations de votre carte. Signal ne collecte pas et ne stocke pas vos informations personnelles.
ga: Cuir isteach sonraí do chárta. Ní dhéanann Signal d'fhaisnéis phearsanta a bhailiú ná a stóráil.
gu: તમારા કાર્ડની વિગતો દાખલ કરો. Signal તમારી અંગત માહિતી એકત્રિત અથવા સંગ્રહિત કરતું નથી.
he: יש להזין את פרטי הכרטיס שלך. Signal לא אוספת או מאחסנת את המידע האישי שלך.
hi: अपने कार्ड की जानकारी एंटर करें। Signal आपकी व्यक्तिगत जानकारी एकत्र या स्टोर नहीं करता है।
hr: Unesite podatke o kartici. Signal ne prikuplja niti pohranjuje vaše osobne podatke.
hu: Add meg a kártyaadataidat! A Signal nem gyűjti és nem tárolja a személyes adataidat.
id: Masukkan detail kartu Anda. Signal tidak mengumpulkan atau menyimpan informasi pribadi Anda.
it: Inserisci i dettagli della tua carta. Signal non archivia né salva le tue informazioni personali.
ja: 以下にカード情報を入力してください。Signalがお客様の個人情報を収集したり保存したりすることはありません。
ko: 카드 세부 정보를 입력하세요. Signal은 개인 정보를 수집하거나 저장하지 않습니다.
mr: आपल्या कार्डचा तपशील प्रविष्ट करा. Signal आपली वैयक्तिक माहिती संकलित किंवा संग्रहित करत नाही.
ms: Masukkan butiran kad anda. Signal tidak mengumpul atau menyimpan maklumat peribadi anda.
nb: Skriv inn kortinformasjonen din. Signal samler ikke inn eller lagrer personopplysningene dine.
nl: Voer je kaartgegevens in. Signal verzamelt of bewaart geen persoonlijke gegevens.
pl: Podaj dane karty. Signal nie gromadzi ani nie przechowuje Twoich danych osobowych.
pt_br: Insira os detalhes do seu cartão. O Signal não coleta nem armazena suas informações pessoais.
pt_pt: Introduza as informações do seu cartão. O Signal não recolhe nem armazena as suas informações pessoais.
ro: Introdu detaliile cardului. Signal nu colectează sau păstrează informațiile personale.
ru: Введите информацию о вашей карте. Signal не собирает и не хранит вашу личную информацию.
sk: Zadajte údaje z platobnej karty. Signal nezhromažďuje ani neukladá vaše osobné údaje.
sr: Унесите податке са картице. Signal не прикупља нити чува ваше податке о личности.
sv: Ange dina kortuppgifter. Signal samlar inte in eller lagrar dina personuppgifter.
th: ป้อนรายละเอียดบัตรของคุณ Signal ไม่รวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลของคุณ
tr: Kart bilgilerini gir. Signal, kişisel bilgilerini toplamaz veya saklamaz.
ug: كارتا تەپسىلاتىنى كىرگۈزۈڭ. Signal شەخسىي ئۇچۇرلىرىڭىزنى توپلىمايدۇ ياكى ساقلىمايدۇ.
uk: Введіть реквізити картки. Signal не збирає і не зберігає вашу особисту інформацію.
ur: اپنے کارڈ کی تفصیلات درج کریں۔ Signal آپ کی ذاتی معلومات جمع یا اسٹور نہیں کرتا۔
vi: Nhập thông tin thẻ của bạn. Signal không thu thập hay lưu trữ thông tin cá nhân của bạn.
zh_cn: 请输入您的卡片信息。Signal 不会收集或储存您的个人信息。
zh_hk: 請輸入付款卡詳情。Signal 不會收集或保存你的個人資料。

# CENSORSHIP_CIRCUMVENTION_COUNTRY_VIEW_TITLE
source: Select Country
af: Kies land
ar: اختر الدولة
az: Ölkəni seçin
be: Выбраць краіну
bg: Изберете Държава
bn: দেশ নির্বাচন করুন
ca: Seleccioneu un país
cs: Vybrat zemi
cy: Dewis Gwlad
da: Vælg land
de: Land auswählen
el: Επιλογή χώρας
es: Seleccionar país
es_es: Seleccionar país
et: Vali riik
eu: Aukeratu herrialdea
fa: انتخاب کشور
fi: Valitse maa
fil: Pumili ng Bansa
fr: Sélectionner un pays
ga: Roghnaigh Tír
gu: દેશ પસંદ કરો
he: בחר מדינה
hi: देश चुनें
hr: Odaberi državu
hu: Ország kiválasztása
id: Pilih negara
is: Veldu land
it: Seleziona Paese
ja: 国の選択
kab: Fren tamurt
kk: Елді таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá”áŸ’ášá‘áŸáŸ
kn: ದೇಶವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 국가 선택
lt: Pasirinkite šalį
lv: Atlasīt valsti
mk: Изберете земја
ml: രാ‍ജ്യം തിരഞ്ഞെടുക്കുക
mr: देश निवडा
ms: Pilih Negara
my: နိုင်ငံရွေးပါ
nb: Velg land
nl: Selecteer land
pa: ਦੇਸ਼ ਚੁਣੋ
pa_pk: ملک منتخب کرو
pl: Wybierz kraj
ps: هېواد وټاکئ
pt_br: Selecione o país
pt_pt: Selecionar país
ro: Selectează țara
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberi državo
sq: Përzgjidhni Vend
sr: Изаберите земљу
sv: Välj land
sw: Chagua Nchi
ta: நாட்டினை தேர்வுசெய்
te: దేశాన్ని ఎంచుకోండి
th: เลือกประเทศ
tr: Ülke Seçin
ug: دۆلەت تاللاڭ
uk: Вибрати країну
ur: ملک کا انتخاب کریں
vi: Chọn Quốc gia
zh_cn: 选择国家
zh_hk: 選取國家

# CHANGE_AVATAR_BUTTON_LABEL
source: Edit Photo
af: Wysig foto
ar: تعديل الصورة
az: Fotoya düzəliş et
be: Рэдагаваць фота
bn: ছবি সম্পাদনা করুন
ca: Edita la fotografia
cs: Upravit fotku
cy: Golygu Llun
da: Rediger billede
de: Foto bearbeiten
el: Επεξεργασία φωτογραφίας
es: Editar foto
et: Muuda fotot
fa: ویرایش عکس
fi: Muokkaa kuvaa
fr: Changer de photo
gu: ફોટો સંપાદિત કરો
he: ערוך תמונה
hi: फ़ोटो एडिट करें
hr: Uredi fotografiju
hu: Fotó szerkesztése
id: Edit foto
is: Breyta mynd
it: Modifica foto
ja: 画像を編集
km: á€áŸ‚á”áŸ’ášáŸ‚ášá¼á”á—á¶á–
ko: 사진 편집
lt: Taisyti nuotrauką
mk: Уреди фотографија
ml: ഫോട്ടോ എഡിറ്റ് ചെയ്യുക
mr: फोटो संपादित करा
ms: Edit Foto
nb: Rediger bildet
nl: Profielfoto bewerken
pa: ਫ਼ੋਟੋ ਨੂੰ ਸੋਧੋ
pl: Edytuj zdjęcie
pt_br: Editar foto
pt_pt: Editar fotografia
ro: Editează fotografia
ru: Редактировать фото
sk: Upraviť fotografiu
sl: Uredi fotografijo
sq: Përpunoni Foto
sr: Уреди слику
sv: Ändra foto
sw: Sanifu picha
th: แก้ไขรูปภาพ
tr: Fotoğrafı Düzenle
ug: رەسىمنى تەھرىرلەش
uk: Змінити фото
ur: تصویر میں ترمیم کریں
vi: Tùy chỉnh ảnh
zh_cn: 编辑照片
zh_hk: 編輯相片
