Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SECONDARY_LINKING_ERROR_OLD_VERSION_MESSAGE
source: Your other device is running a legacy version of Signal that doesn't support scanning iPad QR codes. Please install the latest Signal release and try again.
af: U ander toestel gebruik ’n verouderde weergawe van Signal wat nie met iPad QR-kodes werk nie. Installeer die jongste Signal-vrystelling en probeer weer.
ar: الجهاز الآخر الخاص بك يُشغِّل إصدار قديم من سيجنال وهو لا يدعم مسح كودات الـ QR الخاصة بالآيباد. يُرجى تثبيت آخر إصدار من سيجنال ثم المُحاولة مرّة أُخرى.
az: Digər cihazınızdakı Signal-ın köhnə versiyasıdır və iPadə QR kodları skan etmək imkanı vermir. Sonuncu Signal-ı yükləyin və yenidən cəhd edin.
be: На іншай прыладзе ўсталявана старая версія Signal, якая не падтрымлівае сканаванне QR-кодаў iPad. Калі ласка, усталюйце апошнюю версію Signal і паўтарыце спробу.
bg: Другото ви устройство е със стара версия на Signal, която не поддържа сканиране на QR кодове на iPad. Моля, инсталирайте най-новата версия на Signal и опитайте отново.
bn: আপনার অন্যান্য ডিভাইস Signal-এর একটি পুরোনো সংস্করণ প্লে করছে যা iPad QR কোডগুলি স্ক্যান করা সমর্থন করে না। অনুগ্রহ করে সর্বশেষতম প্রকাশিত Signal ইনস্টল করে আবার চেষ্টা করুন।
ca: El vostre altre dispositiu està executant una versió antiga del Signal que no és compatible amb l'escaneig de codis QR d'iPad. Instal·leu-hi l'última versió del Signal i torneu-ho a provar.
cs: Jiné vaše zařízení používá starší verzi Signal, který nepodporuje skenování QR kódů. Nainstalujte prosím nejnovější verzi Signal a zkuste to znovu.
cy: Mae'ch dyfais arall yn rhedeg hen fersiwn o Signal na all sganio côd QR iPad. Gosodwch y fersiwn diweddaraf o Signal a rhowch gynnig arall arni.
da: Din anden enhed bruger en forældet version af Signal, som ikke understøtter scanning af iPad QR-koder. Installer venligst den nyeste version af Signal og prøv igen
de: Auf deinem anderen Gerät läuft eine veraltete Signal-Version, die das Scannen von iPad-QR-Codes nicht unterstützt. Bitte installiere dort die neueste Version und versuche es erneut.
el: Η συσκευή σου τρέχει μια παλιά έκδοση του Signal, που δεν υποστηρίζει το σκανάρισμα κωδικών QR από iPad. Παρακαλώ εγκατάστησε την τελευταία έκδοση και ξαναδοκίμασε.
es: Tu otro dispositivo ejecuta una versión antigua de Signal que no admite la función de escanear códigos QR desde iPad. Instala la última versión de Signal e inténtalo de nuevo.
es_es: Tu dispositivo de enlace ejecuta una versión antigua de Signal que no soporta escanear códigos QR desde iPads. Instala la versión de Signal actual e inténtalo de nuevo.
et: Sinu muu seade kasutab aegunud Signali versiooni, mis ei toeta iPadi QR-koodide skannimist. Palun paigalda Signali uusi versioon ja proovi uuesti.
eu: Zure beste gailuak Signal-en bertsio zahar bat dauka; bertsio honek ezin dut iPad QR kodeak eskaneatu. Mesedez, instalatu Signal-en azkenengo bertsioa eta saia zaitez berriro.
fa: دستگاه شما یک نسخه قدیمی از سیگنال را اجرا می کند که اسکن کردن کدهای QR آیپد را پشتیبانی نمی کند. لطفا آخرین نسخه سیگنال را نصب کرده و دوباره امتحان کنید.
fi: Toisella laitteellasi on vanha Signalin versio, joka ei tue iPadin QR-koodien skannausta. Asenna Signalin uusin versio ja yritä uudelleen.
fil: Ang iba mong device ay gumagamit ng lumang bersyon ng Signal na hindi kayang mag-scan ng mga QR Code ng iPad. Paki-install ang pinakabagong inilabas na Signal at subukang muli.
fr: Votre autre appareil exécute une ancienne version de Signal, qui ne prend pas en charge la lecture de codes QR sur iPad. Veuillez installer la dernière version de Signal et réessayer.
ga: Tá seanleagan de Signal ar an ngléas eile agus ní thacaíonn sé le cóid QR ar iPadanna. Suiteáil an leagan is déanaí de Signal agus bain triail eile as.
gu: તમારું અન્ય ડિવાઇસ Signal નું જૂનું વર્ઝન ચલાવી રહ્યું છે જે iPad QR કોડ્સને સ્કેન કરવાનું સમર્થન આપતું નથી. કૃપા કરીને નવીનતમ Signal ને ઇન્સ્ટોલ કરો અને ફરીથી પ્રયાસ કરો.
he: המכשיר האחר שלך מריץ גרסת מורשת של Signal שאינה תומכת סריקת קודי QR של iPad. אנא התקן את השחרור האחרון ונסה שוב.
hi: आपके डिवाइस पर Signal का पुराना वर्ज़न चल रहा है जो iPad QR स्कैन करने का समर्थन नहीं करता। कृपया Signal ना नवीनतम वर्ज़न इंस्टॉल करके फिर कोशिश करें।
hr: Na vašem drugom uređaju nalazi se starija verzija Signala koja ne podržava skeniranje iPad QR kôdova. Instalirajte najnoviju verziju Signala i pokušajte ponovo.
hu: Ez az eszköz a Signal egy régebbi verzióját futtatja, ami még nem képes iOS QR kód beolvasására. Kérlek frissíts a legújabb verzióra és próbáld újra.
id: Perangkat Anda yang lain menggunakan versi Signal yang lama dan belum mendukung kode QR iPad. Silahkan install Signal versi terbaru dan coba lagi.
is: Hitt tækið þitt er að keyra eldri útgáfu af Signal sem styður ekki skönnun á QR-kóðum fyrir iPad. Settu upp nýjustu útgáfu Signal og reyndu svo aftur.
it: L'altro tuo dispositivo sta eseguendo una vecchia versione di Signal che non supporta la scansione dei codici QR per iPad. Installa l'ultima versione di Signal e riprova.
ja: あなたの他の端末が、古いバージョンのSignalを使用しているため、iPadのQRコードをスキャンできません。最新のSignalをインストールして、再度試してください。
kab: Ibenk-inek-nniḍen iselkam lqem aqbur n Signal ur nsefrak ara tingalin QR n iPad. Ttxil-k·m sebded lqem akk aneggaru n Signal syen εreḍ tikkelt-nniḍen.
kk: Екінші құрылғыда Signal қолданбасының iPad QR кодтарын сканерлеуді қолдамайтын ескірген нұсқасы жұмыс істейді. Signal қолданбасының ең соңғы нұсқасын орнатыңыз да, әрекетті қайталаңыз.
km: á§á”á€ášááŸáŠá‘áŸƒášá”áŸáŸ‹á¢áŸ’á“á€á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶áš Signal á‡áŸ†á“á¶á“áŸ‹á…á¶áŸáŸ‹áŠáŸ‚á›á˜á·á“á‚á¶áŸ†á‘áŸ’ášá€á¶ášáŸáŸ’á€áŸá“á€á¼áŠ iPad QR áŸ” áŸá¼á˜áŠáŸ†á¡á¾á„ Signal á‡áŸ†á“á¶á“áŸ‹á…á»á„á€áŸ’ášáŸ„á™á”á„áŸ’á¢áŸáŸ‹ á“á·á„áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ನಿಮ್ಮ ಮತ್ತೊಂದು ಸಾಧನವು ಐಪ್ಯಾಡ್ ಕ್ಯೂಆರ್ ಕೋಡ್‌ಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡುವುದನ್ನು ಬೆಂಬಲಿಸದ Signal‌ನ ಹಳೆಯ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದೆ. ದಯವಿಟ್ಟು ಇತ್ತೀಚಿನ Signal ಆವೃತ್ತಿಯನ್ನು ಸ್ಥಾಪಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 다른 기기에서 iPad QR 코드를 지원하지 않는 Signal 구 버전을 실행하고 있습니다. 최신 Signal 버전을 설치한 후 다시 시도해 주세요.
lt: Jūsų kitame įrenginyje yra naudojama pasenusi Signal versija, kuri nepalaiko iPad QR kodų skenavimo. Įsidiekite naujausią Signal laidą ir bandykite dar kartą.
lv: Jūsu otrajā ierīcē darbojas vecāka Signal versija, kas neatbalsta iPad QR kodu skenēšanu. Instalējiet jaunāko Signal laidienu un mēģiniet vēlreiz.
mk: Ваш друг уред работи на постара верзија на Signal која не поддржува секнирање на QR кодовите за iPad. Ве молиме инсталирајте најнова верзија на Signal и обидете се повторно.
ml: നിങ്ങളുടെ മറ്റെ ഡിവൈസിൽ പ്രവർത്തിക്കുന്നത് Signal ൻ്റെ വളരെ പഴയ പതിപ്പാണ്, അത് ഐപാഡ് QR കോഡുകൾ സ്കാൻ ചെയ്യുന്നത് സപ്പോർട്ട് ചെയ്യുകയില്ല. ദയവായി ഏറ്റവും പുതിയ Signal പതിപ്പ് ഇൻസ്റ്റാൾ ചെയ്ത് വീണ്ടും ശ്രമിക്കുക.
mr: आपल्या इतर डिव्हाईस वर Signal ची एक कालबाह्य आवृत्ती चालत आहे जी iPad QR कोड स्कॅन करण्याचे समर्थन करत नाही. कृपया नवीनतम Signal रिलीझ स्थापन करा आणि पुन्हा प्रयत्न करा.
ms: Peranti lain anda menjalankan versi legasi Signal yang tidak menyokong mengimbas kod QR iPad. Sila pasang keluaran Signal terkini dan cuba lagi.
my: သင်၏စက်သည် iPad QR ကုဒ်များ မပံ့ပိုးသော Signal ဗားရှင်းအဟောင်းဖြင့် လည်ပတ်နေပါသည်။ နောက်ဆုံးထွက်သော Signal ဗားရှင်းကို ထည့်သွင်း၍ ပြန်စမ်းကြည့်ပါ။
nb: Den andre enheten din kjører en gammel versjon av Signal som ikke støtter skanning av iPad QR-koder. Installer den siste utgaven av Signal og prøv igjen.
nl: Op je andere apparaat wordt een verouderde versie van Signal uitgevoerd welke het scannen van QR-codes van iPads niet ondersteund. Installeer de meest recente versie van Signal en probeer het opnieuw.
pa: ਤੁਹਾਡੇ ਦੂਜੇ ਡਿਵਾਈਸ 'ਤੇ Signal ਦਾ ਲੀਗੇਸੀ ਸੰਸਕਰਣ ਚੱਲ ਰਿਹਾ ਹੈ ਜਿਸ ਵਿੱਚ iPad ਦੇ QR ਕੋਡਾਂ ਨੂੰ ਸਕੈਨ ਕਰਨਾ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ Signal ਦਾ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਇੰਸਟਾਲ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pa_pk: تساں دا دوجا آلہ Signal دی لیگیسی ورژن چلا رئیا اے جیہڑا آئی پیڈ QR کوڈز نوں اسکین کرن اچ معاونت نئیں کردا۔ مہربانی کر کے تازہ ترین Signal ریلیز انسٹال کرو تے دوبارہ کوشش کرو۔
pl: Na drugim urządzeniu masz zainstalowaną starą wersję aplikacji Signal, która nie obsługuje skanowania kodów QR na iPadzie. Zainstaluj najnowszą wersję aplikacji i spróbuj ponownie.
ps: ستاسې هغه بله وسیله د Signal پخوانۍ نسخه کاروي کوم چې د د iPad د QR کوډ سکن کول نشي ملاتړ کولای. مهرباني وکړئ د Signal وروستۍ نسخه وکاروئ او بیا هڅه وکړئ.
pt_br: Seu outro aparelho está executando uma versão antiga do Signal que não suporta a leitura de códigos QR do iPad. Por favor, instale a versão mais recente do Signal e tente novamente.
pt_pt: O seu outro dispositivo está a correr uma versão antiga do Signal e que não suporta a leitura de códigos QR do iPad. Por favor, instale a última versão do Signal e tente novamente.
ro: Celălalt dispozitiv rulează o versiune veche de Signal care nu acceptă scanarea codurilor QR iPad. Te rugăm să instalezi cea mai recentă versiune de Signal și să încerci din nou.
ru: На другом устройстве работает старая версия Signal, которая не поддерживает сканирование QR-кодов iPad. Пожалуйста, установите последнюю версию Signal и повторите попытку.
sk: Na vašom druhom zariadení je zastaralá verzia Signalu, ktorá nepodporuje skenovanie iPad QR kódov. Prosím, nainštalujte najnovšie vydanie Signalu a skúste to znovu.
sl: Vaša druga naprava ima naloženo zastarelo različico aplikacije Signal, ki ne podpira skeniranja iPadovih kod QR. Prosimo namestite zadnjo različico aplikacije Signal.
sq: Pajisja juaj tjetër po xhiron një version të dikurshëm të Signal-it që nuk mbulon skanim kodesh QR në iPad. Ju lutemi, instaloni hedhjen më të re në qarkullim të Signal-it dhe riprovoni.
sr: Ваш други уређај има застарелу верзију Signal-а која не подржава скенирање QR кодова за iPad. Ажурирајте Signal на најновије издање и пробајте поново.
sv: Din andra enhet kör en äldre version av Signal som inte stöder skanning av iPad-QR-koder. Installera den senaste utgåvan av Signal och försök igen.
sw: Kifaa chako kinaendesha toleo la zamani la Signal ambalo halihimili kuskani misimbo ya QR ya IPad. Tafadhali sakinisha toleo la hivi karibuni la Signal kisha ujaribu upya.
ta: உங்கள் மற்றவை சாதனம் இன் மரபு பதிப்பை இயக்குகிறது Signal அது இல்லை ஆதரவு ஐபாட் கியூஆர் குறியீடுகளை ஸ்கேன் செய்கிறது. தயவு செய்து நிறுவவும் சமீபத்தியது Signal வெளியீடு மற்றும் மீண்டும் முயற்சி செய்.
te: మీ ఇతర పరికరం ఐప్యాడ్ క్యూఆర్ కోడ్‌లను స్కాన్ చేయడానికి మద్దతు ఇవ్వని Signal యొక్క లెగసీ వెర్షన్‌ను రన్ చేస్తోంది. దయచేసి తాజా Signal విడుదలను ఇన్‌స్టాల్ చేసి, మళ్లీ ప్రయత్నించండి.
th: อุปกรณ์ชิ้นอื่นของคุณกำลังใช้งาน Signal รุ่นที่เลิกสนับสนุนแล้ว และไม่รองรับการสแกนรหัส QR สำหรับ iPad กรุณาติตตั้ง Signal รุ่นใหม่ล่าสุดและลองใหม่อีกครั้ง
tr: Diğer cihazınız iPad kare kodlarını taramayı desteklemeyen eski bir Signal sürümü kullanıyor. Lütfen Signal'in son sürümünü yükleyin ve tekrar deneyin.
ug: باشقا ئۈسكۈنىڭىزدە كونا نەشرىدىكى Signal ئىجرا قىلىنىۋاتىدۇ، ئۇنىڭدا iPad QR كودىنى تارىيالمايدۇ، ئەڭ يېڭى نەشرىدىكى Signal نى ئورنىتىپ ئاندىن قايتا سىناڭ.
uk: На іншому пристрої використовується застаріла версія Signal, яка не підтримує сканування QR-кодів з iPad. Установіть найновішу версію Signal і спробуйте ще раз.
ur: آپ کے دوسرے device میں Signal کا میراثی ورژن چل رہا ہے جو رکن کیو آر کوڈز کو اسکین کرنے میں مدد نہیں کرتا ہے۔ براہ کرم تازہ ترین Signal کی رہائی انسٹال کریں اور دوبارہ کوشش کریں۔
vi: Thiết bị còn lại của bạn đang chạy một phiên bản cũ của Signal không hỗ trợ quét mã QR iPad. Vui lòng cập nhật phiên bản Signal mới nhất và thử lại.
zh_cn: 您的另一台设备正在使用老旧版本的Signal，故而无法扫描iPad二维码。请安装最新版本的Signal之后重试。
zh_hk: 您的其他裝置正在使用舊版 Signal，此版本不支援掃描 iPad 二維碼。請安裝最新版本的 Signal，然後重試。

# SECONDARY_LINKING_ERROR_OLD_VERSION_TITLE
source: Update Scanning Device
af: Werk skandeertoestel by
ar: حَدِّث الجهاز الماسِح
az: Skan cihazını yeniləyin
be: Абнавіць прыладу для сканавання
bg: Актуализирайте устройството за сканиране
bn: স্ক্যানিং ডিভাইস আপডেট করুন
ca: Actualitza el dispositiu d'escaneig
cs: Aktualizujte propojené zařízení
cy: Diweddarwch Dyfais Sganio
da: Opdater scanningsenhed
de: Scannendes Gerät aktualisieren
el: Ενημέρωσε τη συσκευή που σκανάρει
es: Actualiza para escanear
es_es: Actualiza para escanear
et: Uuenda skannivat seadet
eu: Eguneratu eskaneatzen ari den gailua
fa: به روز رسانی اسکن دستگاه
fi: Päivitä skannaava laite
fil: I-update ang Device na Pinang-i-scan
fr: Mettre à jour l'appareil pour scanner le code QR
ga: Nuashonraigh an Gléas Scanta
gu: સ્કેનીંગ ડિવાઇસને અપડેટ કરો
he: עדכן מכשיר סריקה
hi: स्कैनिंग डिवाइस को अपडेट करें
hr: Ažurirajte uređaj za skeniranje
hu: Frissítsd a Signalt a társítandó eszközön
id: Perbarui Perangkat Pindai
is: Uppfæra skönnunartæki
it: Aggiorna il dispositivo che scansiona
ja: 端末をアップデートしてください
kab: Leqqem asmiḍen n yibenk
kk: Сканерлеу құрылғысын жаңарту
km: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á§á”á€ášááŸáŸáŸ’á€áŸá“
kn: ಸ್ಕ್ಯಾನಿಂಗ್ ಸಾಧನವನ್ನು ನವೀಕರಿಸಿ
ko: 스캔 기기 업데이트
lt: Atnaujinkite skenavimo įrenginį
lv: Atjauniniet skenēšanas ierīci
mk: Ажурирање на Уред за скенирање
ml: സ്കാനിംഗ് ഡിവൈസ് അപ്ഡേറ്റ് ചെയ്യുക
mr: स्कॅनिंग डिव्हाईस अद्यतनित करा
ms: Kemas Kini Mengimbas Peranti
my: စကင်ဖတ်သည့် ကိရိယာကို အပ်ဒိတ်မယ်
nb: Oppdater skannings enhet
nl: Scannend apparaat bijwerken
pa: ਸਕੈਨਿੰਗ ਡਿਵਾਈਸ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pa_pk: اسکیننگ آلے نوں اپ ڈیٹ کرو
pl: Zaktualizuj urządzenie skanujące
ps: د سکن کېدونکې وسیلې اپډیټ
pt_br: Atualize seu aparelho que está escaneando
pt_pt: Por favor, atualize o dispositivo com que está a ler o código
ro: Actualizează dispozitivul de scanare
ru: Обновите сканирующее устройство
sk: Aktualizácia skenovacieho zariadenia
sl: Za skeniranje posodobite napravo
sq: Përditësoni Pajisje Skanimi
sr: Ажурирајте уређај за скенирање
sv: Uppdatera skanningsenhet
sw: Sasisho Inaskani Kifaa
ta: புதுப்பிப்பு ஸ்கேன் செய்கிறது சாதனம்
te: స్కానింగ్ పరికరాన్ని నవీకరించండి
th: ปรับปรุงอุปกรณ์ที่ใช้สแกน
tr: Tarayıcı Cihazı Güncelle
ug: تارايدىغان ئۈسكۈنەنى يېڭىلاڭ
uk: Оновіть пристрій, який здійснює сканування
ur: اسکیننگ device کو اپ ڈیٹ کریں
vi: Cập nhật thiết bị quét
zh_cn: 更新扫描设备
zh_hk: 升級掃描裝置

# SECONDARY_LINKING_ERROR_WAITING_FOR_SCAN
source: Failed to Link Your Device
af: Kon nie u toestel koppel nie
ar: فشل ربط الجهاز الخاص بك
az: Cihazınızla əlaqə yaradılmadı
be: Не атрымалася звязаць вашу прыладу
bg: Неуспешно свързване на устройството ви
bn: আপনার ডিভাইস সংযুক্ত করতে ব্যর্থ
ca: No s'ha pogut enllaçar el dispositiu.
cs: Nepodařilo se spárovat vaše zařízení
cy: Methwyd Cysylltu Eich Dyfais
da: Kunne ikke tilkoble din enhed
de: Gerät konnte nicht gekoppelt werden
el: Αποτυχία σύνδεσης της συσκευής σου
es: No se ha podido vincular el dispositivo
es_es: Fallo al enlazar dispositivo
et: Sinu seadme ühendamine ei õnnestunud
eu: Zure gailua lotzeak huts egin du
fa: ناموفقیت در پیوند دستگاه شما
fi: Laitteen yhdistäminen epäonnistui
fil: Nabigo na I-link ang Iyong Device
fr: Impossible d’associer l’appareil.
ga: Níorbh fhéidir do ghléas a nascadh
gu: તમારા ડિવાઇસને લિંક કરવામાં નિષ્ફળ
he: נכשל בקישור המכשיר שלך
hi: डिवाइस लिंक करना असफल रहा
hr: Povezivanje vašeg uređaja nije uspjelo
hu: Nem sikerült a készülék társítása
id: Gagal Menghubungkan Perangkat Anda
is: Tókst ekki að tengja tækið þitt
it: Impossibile associare il tuo dispositivo
ja: 端末をリンクできませんでした
kab: Tuqqna n yibenk-inek·inem ur teddi ara
kk: Құрылғыңызға байланыстыру сәтсіз болды
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášáá—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಸಾಧನವನ್ನು ಲಿಂಕ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ko: 기기 연결 실패
lt: Nepavyko susieti jūsų įrenginio
lv: Neizdevās piesaistīt ierīci
mk: Неуспешно поврзување на вашиот уред
ml: നിങ്ങളുടെ ഡിവൈസ് ലിങ്ക് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
mr: आपला डिव्हाईस लिंक करण्यात अक्षम
ms: Gagal Memautkan Peranti Anda
my: သင့်စက်နှင့် ချိတ်ရန် မအောင်မြင်ပါ
nb: Kunne ikke koble til enheten din
nl: Koppelen van je apparaat is mislukt
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਨੂੰ ਲਿੰਕ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ
pa_pk: تساں دے آلہ توں لنک کرن اچ ناکام
pl: Nie udało się połączyć urządzenia
ps: د خپلې وسیلې لینک کول مو تر سره نشو
pt_br: Falha vincular seu aparelho
pt_pt: Ocorreu um erro ao tentar associar o seu dispositivo
ro: Asocierea dispozitivului a eșuat
ru: Не удалось привязать ваше устройство
sk: Vaše zariadenie sa nepodarilo prepojiť
sl: Povezava naprave ni bila uspešna
sq: S'u arrit të Lidhej Pajisja Juaj
sr: Повезивање уређаја није успело
sv: Det gick inte att länka din enhet
sw: Imefeli Kuunganisha Kifaa Chako
ta: உங்கள் சாதனத்தை இணைப்பதில் தோல்வி
te: మీ పరికరాన్ని లింక్ చేయడంలో విఫలమైంది
th: เชื่อมโยงอุปกรณ์ของคุณไม่สำเร็จ
tr: Cihazınız Bağlanamadı
ug: ئۈسكۈنىڭىزگە باغلىنالمىدى
uk: Не вдалося зв'язати пристрій
ur: آپ کی ڈیوائس سے منسلک ہونے میں ناکامی
vi: Không thể Liên kết Thiết bị của bạn
zh_cn: 关联设备失败
zh_hk: 無法連結您的裝置

# SECONDARY_LINKING_SYNCING_ERROR_TITLE
source: Error transferring your messages
ar: حدث خطأ أثناء نقل رسائلك.
be: Памылка пераносу паведамленняў
bn: আপনার মেসেজ ট্রান্সফারে ত্রুটি দেখা দিয়েছে
ca: S'ha produït un error en transferir els teus missatges
cs: Chyba při přenosu zpráv
da: Fejl ved overførsel af beskeder
de: Beim Übertragen deiner Nachrichten ist ein Fehler aufgetreten.
el: Σφάλμα κατά την μεταφορά μηνυμάτων
es: Error al transferir tus mensajes
fa: خطا در انتقال پیام‌های شما
fi: Virhe viestien siirtämisessä
fr: Erreur lors du transfert des messages
ga: Tharla earráid agus do theachtaireachtaí á n-aistriú
gu: તમારા મેસેજ ટ્રાન્સફર કરવામાં ભૂલ આવી
he: שגיאה בהעברת ההודעות שלך
hi: आपके संदेश ट्रांसफ़र करने में गड़बड़ी हुई
hr: Pogreška u prijenosu poruka
hu: Hiba történt az üzenetek átvitele során
id: Terjadi kesalahan saat mentransfer pesan
it: Errore durante il trasferimento dei tuoi messaggi
ja: メッセージの移行中にエラーが発生しました
ko: 메시지 전송 오류
mr: आपले संदेश स्थलांतरित करण्यामध्ये त्रुटी
ms: Ralat semasa memindahkan mesej anda
nb: Feil ved overføring av meldingene dine
nl: Fout bij het overzetten van je berichten
pl: Wystąpił błąd podczas przenoszenia wiadomości
pt_br: Erro ao transferir suas mensagens
pt_pt: Erro ao transferir as suas mensagens
ro: Eroare la transferul mesajelor tale
ru: Ошибка при переносе сообщений
sk: Vyskytla sa chyba pri prenose vašich správ
sr: Грешка приликом преноса порука
sv: Det gick inte att överföra dina meddelanden
th: เกิดข้อผิดพลาดในการถ่ายโอนข้อความ
tr: Mesajların aktarılırken hata oluştu
ug: ئۇچۇرلىرىڭىزنى يۆتكىگەندە خاتالىق كۆرۈلدى
uk: Помилка під час перенесення повідомлень
ur: آپ کے میسجز ٹرانسفر کرنے میں نقص
vi: Có lỗi khi chuyển tin nhắn của bạn
zh_cn: 转移您的消息时出错了
zh_hk: 轉移訊息時發生錯誤

# SECONDARY_LINKING_SYNCING_NETWORK_ERROR_MESSAGE
source: Your messages could not be transferred. Check your internet connection and try again.
ar: تعذَّر نقل رسائلك. تحقَّق من اتصالك بالإنترنت وحاوِل مرّة أخرى.
be: Немагчыма перанесці вашы паведамленні. Праверце падключэнне да інтэрнэту і паўтарыце спробу.
bn: আপনার মেসেজ ট্রান্সফার করা যায়নি। আপনার ইন্টারনেট সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: No s'han pogut transferir els teus missatges. Comprova la connexió a Internet i torna-ho a provar.
cs: Vaše zprávy se nepodařilo přenést. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Dine beskeder kunne ikke overføres. Tjek din internetforbindelse, og prøv igen.
de: Deine Nachrichten konnten nicht übertragen werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν ήταν δυνατή η μεταφορά των μηνυμάτων σου. Έλεγξε τη σύνδεσή σου στο διαδίκτυο και ξαναδοκίμασε.
es: No se han podido transferir tus mensajes. Comprueba tu conexión e inténtalo de nuevo.
fa: پیام‌های شما قابل انتقال نیست. اتصال اینترنت خود را بررسی و دوباره امتحان کنید.
fi: Viestejäsi ei voitu siirtää. Tarkista verkkoyhteytesi ja yritä uudelleen.
fr: Impossible de transférer vos messages pour le moment. Vérifiez votre connexion Internet et réessayez.
ga: Níorbh fhéidir do theachtaireachtaí a aistriú. Seiceáil do nasc Idirlín agus triail arís.
gu: તમારા મેસેજ ટ્રાન્સફર કરી શકાયા નથી. તમારું ઇન્ટરનેટ તપાસો અને ફરી પ્રયાસ કરો.
he: לא היה ניתן להעביר את ההודעות שלך. יש לבדוק את חיבור האינטרנט שלך ולנסות שוב.
hi: आपके संदेश ट्रांसफ़र नहीं किए जा सके। अपने इंटरनेट कनेक्शन की जाँच करके फिर से कोशिश करें।
hr: Prijenos vaših poruka nije uspio. Provjerite svoju internetsku vezu i pokušajte ponovno.
hu: Az üzeneteidet nem sikerült átvinni. Ellenőrizd az internetkapcsolatot, és próbáld újra.
id: Pesan Anda tidak dapat ditransfer. Periksa koneksi internet Anda dan coba lagi.
it: Non è stato possibile trasferire i tuoi messaggi. Controlla la tua connessione Internet e riprova.
ja: メッセージを移行できませんでした。インターネット接続を確認して再度試してください。
ko: 메시지를 전송하지 못했습니다. 인터넷 연결을 확인하고 다시 시도하세요.
mr: आपले संदेश स्थलांतरित केले जाऊ शकत नाहीत. आपले इंटरनेट कनेक्शन तपासा आणि पुन्हा तपासा.
ms: Mesej anda tidak dapat dipindahkan. Semak sambungan internet anda dan cuba lagi.
nb: Meldingene dine kunne ikke overføres. Sjekk internettilkoblingen og prøv igjen.
nl: Je berichten konden niet worden overgezet. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się przenieść Twoich wiadomości. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível transferir suas mensagens. Verifique sua conexão à Internet e tente novamente.
pt_pt: As suas mensagens não puderam ser transferidas. Verifique a sua ligação à internet e tente novamente.
ro: Mesajele tale nu au putut fi transferate. Verifică conexiunea la internet a telefonului și încearcă din nou.
ru: Не удалось перенести ваши сообщения. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Vaše správy nebolo možné preniesť. Skontrolujte internetové pripojenie a skúste to znova.
sr: Поруке нису пренете. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Dina meddelanden kunde inte överföras. Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถถ่ายโอนข้อความของคุณได้ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองใหม่อีกครั้ง
tr: Mesajların aktarılamadı. İnternet bağlantını kontrol et ve tekrar dene.
ug: ئۇچۇرلىرىڭىزنى يۆتكىگىلى بولمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناپ بېقىڭ.
uk: Не вдалося перенести повідомлення. Перевірте з'єднання з інтернетом і спробуйте ще раз.
ur: آپ کے میسجز ٹرانسفر نہیں ہو سکے۔ اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Tin nhắn của bạn không thể được chuyển. Kiểm kết nối internet của bạn và thử lại.
zh_cn: 您的消息无法转移。请检查您的互联网连接并重试。
zh_hk: 你的訊息無法轉移。請檢查你的網路連線，然後重試。
