Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# WALLPAPER_SETTINGS_FAILED_TO_CLEAR
source: The wallpaper could not be cleared, please try again later or contact support if the error persists.
af: Die muurpapier kon nie gewis word nie, probeer later weer of kontak ons indien die probleem voortduur.
ar: تتعذَّر إزالة الخلفية. يُرجى المُحاولة مرّة أخرى في وقتٍ لاحق أو التواصل مع الدعم في حال استمرار المُشكلة.
az: Divar kağızı təmizlənə bilmədi, zəhmət olmasa daha sonra yenidən sınayın və ya problem davam edərsə, dəstəklə əlaqə saxlayın.
be: Не атрымалася ачысціць шпалеры. Паўтарыце спробу пазней або звярніцеся да службы падтрымкі, калі памылка не знікне.
bn: ওয়ালপেপারটি পরিষ্কার করা যায়নি, অনুগ্রহ করে পরে আবার চেষ্টা করুন অথবা ত্রুটি চলতেই থাকলে সহায়তা বিভাগে যোগাযোগ করুন।
ca: No s'ha pogut netejar el fons. Si us plau, proveu-ho més tard o contacteu amb l'assistència si l'error persisteix.
cs: Tapetu nebylo možné vymazat. Zkuste to prosím znovu nebo kontaktujte podporu, pokud problém přetrvává.
cy: Ni ellid clirio'r papur wal, rhowch gynnig arall arni yn nes ymlaen neu cysylltwch â'r cymorth os yw'r gwall yn parhau.
da: Baggrunden kunne ikke fjernes. Prøv igen senere, eller kontakt support, hvis fejlen vedvarer.
de: Der Hintergrund konnte nicht entfernt werden. Bitte versuche es erneut oder kontaktiere den Support, falls das Problem fortbesteht.
el: Η ταπετσαρία δεν μπόρεσε να εκκαθαριστεί, παρακαλώ ξαναδοκίμασε αργότερα ή επικοινώνησε με την υποστήριξη αν το σφάλμα δεν διορθωθεί.
es: No se ha podido eliminar el fondo de pantalla. Inténtalo de nuevo más tarde o contacta con el equipo de asistencia si el problema persiste.
et: Taustapildi eemaldamine ei õnnestunud, probleemi püsimisel palun proovi hiljem uuesti või võta ühendust kasutajatoega.
eu: Ezin izan da hormairudia kendu, saiatu berriz beranduago edo jarri kontaktuan laguntza zerbitzuarekin erroreak bere horretan jarraitzen badu.
fa: کاغذدیواری نمی‌توانست پاک شود، لطفاً بعداً دوباره امتحان کنید یا در صورت ادامه پیدا کردن خطا با پشتیبانی تماس بگیرید.
fi: Taustakuvan poistaminen epäonnistui. Yritä myöhemmin uudelleen ja tarvittaessa ota yhteyttä tukeen.
fr: Impossible de supprimer le fond d'écran. Veuillez réessayer plus tard ou contacter l'assistance si l'erreur persiste.
gu: વૉલપેપર સાફ થઈ શક્યું નથી, કૃપા કરીને ફરીથી પ્રયાસ કરો અથવા જો ભૂલ ચાલુ રહે તો સપોર્ટનો સંપર્ક કરો.
he: הטפט לא היה יכול להתנקות, אנא נסה שוב מאוחר יותר או צור קשר עם התמיכה אם הבעיה נמשכת.
hi: वॉलपेपर हटाया नहीं जा सका, कृपया बाद में दोबारा प्रयास करें या यदि समस्या बनी रहती है, तो सहायता टीमा से संपर्क करें।
hr: Nije moguće ukloniti pozadinu. Pokušajte ponovo kasnije ili kontaktirajte podršku ako se pogreška nastavi.
hu: A háttérkép eltávolítása nem sikerült, próbáld meg később vagy írj nekünk, ha a probléma továbbra is fennáll.
id: Wallpaper ini tidak dapat dibersihkan, mohon coba lagi nanti atau kontak dukungan jika terjadi lagi.
is: Ekki tókst að hreinsa bakgrunnsmyndina, reyndu aftur síðar eða hafðu samband við aðstoðarteymið ef vandamálið er viðvarandi.
it: Lo sfondo non può essere rimosso, riprova ancora oppure contatta il supporto se l'errore persiste.
ja: 壁紙を消去できませんでした。あとで再度試すか、エラーが続く場合はサポートに連絡してください。
kab: Ur nezmir ara ad nesfeḍ agilal n ugdil, ttxil-k·m εreḍ tielt-nniḍen ticki neɣ nermes tallalt ma yella tuccḍa mazal-itt.
km: á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á˜á·á“á¢á¶á…áŸá˜áŸ’á¢á¶áá”á¶á“ áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áŠá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™ á¬ á‘á¶á€áŸ‹á‘á„á‘áŸ…á€á¶á“áŸ‹á•áŸ’á“áŸ‚á€á‚á¶áŸ†á‘áŸ’áš á”áŸ’ášáŸá·á“á”á¾á”á‰áŸ’á á¶á“áŸ…ááŸ‚á€á¾áá¡á¾á„áŸ”
kn: ಎಲ್ಲಾ ವಾಲ್‌ಪೇಪರ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ದಯವಿಟ್ಟು ಮತ್ತೆ ನಂತರ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ದೋಷ ಮುಂದುವರಿದರೆ ಸಹಾಯಕ್ಕೆ ಸಂಪರ್ಕಿಸಿ.
ko: 배경을 삭제할 수 없습니다. 오류가 계속되면 다시 시도하거나 지원팀에 문의하세요.
lt: Nepavyko išvalyti šio fono, bandykite dar kartą vėliau arba, jei klaida išlieka, susisiekite su programėlės palaikymo komanda.
lv: Fona tapeti nevarēja notīrīt. Lūdzu, vēlāk mēģiniet vēlreiz vai sazinieties ar atbalsta dienestu, ja kļūda joprojām pastāv.
mk: Позадината не може да се отстрани, обидете се повторно подоцна или контактирајте ја поддршката доколку грешката продолжи.
ml: വാൾപേപ്പർ മായ്‌ക്കാനായില്ല, ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ പിശക് തുടരുകയാണെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക.
mr: वॉलपेपर साफ केले जाऊ शकले नाही, कृपया नंतर पुन्हा प्रयत्न करा किंवा त्रुटी कायम राहिल्यास समर्थनाला संपर्क साधा.
ms: Kertas dinding tidak dapat dikosongkan, sila cuba sebentar lagi atau hubungi sokongan jika ralat berterusan.
my: နောက်ခံပုံကို ဖယ်ရှင်း၍ မရပါ၊ နောက်မှပြန်စမ်းကြည့်ပါ သို့မဟုတ် ပြဿနာဆက်လက်ဖြစ်ပါက ပံ့ပိုးမှုအသင်းသို့ ဆက်သွယ်ပါ။
nb: Bakgrunnen kunne ikke fjernes. Prøv igjen senere eller kontakt brukerstøtte hvis feilen vedvarer.
nl: De achtergrond is niet verwijderd. Probeer het later opnieuw of neem contact op met ondersteuning als het probleem blijft bestaan.
pa: ਵਾਲਪੇਪਰਾਂ ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਅਜ਼ਮਾਓ ਜਾਂ ਜੇ ਗਲਤੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਤਾਂ ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Nie udało się usunąć tapety. Spróbuj później lub, jeśli błąd będzie się powtarzać, skontaktuj się z zespołem pomocy technicznej.
ps: والپیپر پاک کېږي نه، د مهرباني له مخې وروسته بیا هڅه وکړئ او که چیرته تیروتنه بیا تکرار شوه نو له ملاتړیز ټیم سره اړیکه ونیسئ.
pt_br: Não foi possível remover o papel de parede. Por favor, tente novamente mais tarde ou entre em contato com o suporte se o erro persistir.
pt_pt: Não foi possível limpar o papel de parede, tente novamente mais tarde ou entre em contacto com o suporte caso o erro persista.
ro: Imaginea de fundal nu a putut fi ștearsă, încearcă din nou mai târziu sau contactează asistența dacă eroarea persistă.
ru: Не удалось удалить обои. Пожалуйста, попробуйте ещё раз позже или свяжитесь с поддержкой, если ошибка остаётся.
sk: Nepodarilo sa odstrániť pozadie, prosím, zopakujte to neskôr, alebo kontaktujte podporu, ak bude tento problém pretrvávať.
sl: Ozadja ni mogoče ponastaviti, prosimo poskusite ponovno pozneje ali kontaktirajte podporo, če napake ni mogoče odpraviti.
sq: Sfondi s’mund të hiqet, ju lutemi, riprovoni më vonë, ose lidhuni me asistencën, nëse gabimi vazhdon.
sr: Уклањање позадине није успело. Пробајте поново касније или се обратите подршци ако се грешка и даље буде појављивала.
sv: Bakgrunden kunde inte rensas, försök igen senare eller kontakta support om felet kvarstår.
sw: Picha ya mandhari haikuweza kufutwa, tafadhali jaribu tena baadaye au uwasiliane na timu ya usaidizi ikiwa hitilafu hii itaendelea.
ta: பின்னணிப்படத்தை அழிக்க முடியவில்லை, தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும், பிழை தொடர்ந்தால் ஆதரவைத் தொடர்பு கொள்ளவும்.
te: వాల్‌పేపర్ క్లియర్ కాలేదు, దయచేసి తరువాత మళ్లీ ప్రయత్నించండి లేదా లోపం కొనసాగితే మద్దతును సంప్రదించండి.
th: ไม่สามารถล้างภาพพื้นหลังได้ กรุณาลองอีกครั้งภายหลังหรือติดต่อฝ่ายสนับสุนหากยังเกิดข้อผิดพลาดอยู่
tr: Duvar kağıdı kaldırılamadı, lütfen daha sonra tekrar deneyin veya hata devam ederse destek ekibiyle iletişime geçin.
ug: بارلىق تامقەغىزىنى تازىلىغىلى بولمىدى، كېيىنرەك قايتا سىناڭ ياكى خاتالىق يوقىمىسا ياردەم مەركىزى بىلەن ئالاقىلىشىڭ.
uk: Шпалери не вдалося скинути. Спробуйте зробити це пізніше й зв'яжіться зі службою підтримки, якщо помилка не зникне.
ur: وال پیپر کو صاف نہیں کیا جاسکا ، براہ کرم بعد میں دوبارہ کوشش کریں یا خرابی برقرار رہی تو سپورٹ سے رابطہ کریں۔
vi: Ảnh nền này không thể được xoá, hãy thử lại sau hoặc liên lạc với bên hỗ trợ nếu như lỗi vẫn còn.
zh_cn: 无法清除该墙纸，请稍后重试。如果该错误仍然存在，请联系支持人员。
zh_hk: 無法移除背景，請稍後再試。如問題仍然出現，請聯絡技術支援。

# WALLPAPER_SETTINGS_FAILED_TO_RESET
source: All wallpapers could not be reset, please try again later or contact support if the error persists.
af: Alle muurpapiere kon nie teruggestel word nie, probeer later weer of kontak ons indien die probleem voortduur.
ar: تتعذَّر إعادة تعيين جميع الخلفيَّات. يُرجى المُحاولة مرّة أخرى في وقتٍ لاحق أو تواصَل مع قسم الدعم في حال استمرار المُشكلة.
az: Bütün divar kağızları sıfırlana bilmədi, zəhmət olmasa daha sonra yenidən sınayın və ya problem davam edərsə, dəstəklə əlaqə saxlayın.
be: Не атрымалася скінуць усе шпалеры. Паўтарыце спробу пазней або звярніцеся да службы падтрымкі, калі памылка не знікне.
bn: সব ওয়ালপেপার রিসেট করা যায়নি, অনুগ্রহ করে পরে আবার চেষ্টা করুন অথবা ত্রুটি চলতেই থাকলে সহায়তা বিভাগে যোগাযোগ করুন।
ca: No s'han pogut restablir tots els fons. Si us plau, proveu-ho més tard o contacteu amb l'assistència si l'error persisteix.
cs: Všechny tapety nebylo možné vymazat. Zkuste to prosím znovu nebo kontaktujte podporu, pokud problém přetrvává.
cy: Ni ellid ail-osod pob papur wal, rhowch gynnig arall arni yn nes ymlaen neu cysylltwch â'r cymorth os yw'r gwall yn parhau.
da: Alle baggrunde kunne ikke nulstlles. Prøv igen senere, eller kontakt support, hvis fejlen vedvarer.
de: Es konnten nicht alle Hintergründe zurückgesetzt werden. Bitte versuche es erneut oder kontaktiere den Support, falls das Problem fortbesteht.
el: Δεν μπόρεσαν να επαναφερθούν όλες οι ταπετσαρίες, παρακαλώ ξαναδοκίμασε αργότερα ή επικοινώνησε με την υποστήριξη αν το σφάλμα δεν διορθωθεί.
es: No se han podido restablecer todos los fondos de pantalla. Inténtalo de nuevo más tarde o contacta con el equipo de asistencia si el problema persiste.
et: Kõiki taustapilte ei õnnestunud lähtestada, probleemi püsimisel, palun proovi hiljem uuesti või võta ühendust kasutajatoega.
eu: Ezin izan dira hormairudi guztiak kendu, saiatu berriz beranduago edo jarri kontaktuan laguntza zerbitzuarekin erroreak bere horretan jarraitzen badu.
fa: همهٔ کاغذدیواری‌ها نمی‌توانستند بازنشانی شوند، لطفاً بعداً دوباره امتحان کنید یا در صورت ادامه پیدا کردن خطا با پشتیبانی تماس بگیرید.
fi: Taustakuvien palauttaminen epäonnistui. Yritä myöhemmin uudelleen ja tarvittaessa ota yhteyttä tukeen.
fr: Impossible de réinitialiser tous les fonds d'écran. Veuillez réessayer plus tard ou contacter l'assistance si l'erreur persiste.
gu: તમામ વૉલપેપર રિસેટ કરી શક્યા નથી, કૃપા કરીને ફરીથી પ્રયાસ કરો અથવા જો ભૂલ ચાલુ રહે તો સપોર્ટનો સંપર્ક કરો.
he: כל הטפטים לא יכלו להתאפס, אנא נסה שוב מאוחר יותר או צור קשר עם התמיכה אם הבעיה נמשכת.
hi: सभी वॉलपेपर रीसेट नहीं किए जा सके, कृपया बाद में दोबारा प्रयास करें या यदि समस्या बनी रहती है, तो सहायता टीम से संपर्क करें।
hr: Nije moguće poništiti sve pozadine. Pokušajte ponovo kasnije ili kontaktirajte podršku ako se pogreška nastavi.
hu: A háttérképek alaphelyzetbe állítása nem sikerült, próbáld meg később vagy írj nekünk, ha a probléma továbbra is fennáll.
id: Semua wallpaper tidak dapat diatur ulang, mohon coba lagi nanti atau kontak dukungan jika terjadi lagi.
is: Ekki tókst að endurstilla allar bakgrunnsmyndirnar, reyndu aftur síðar eða hafðu samband við aðstoðarteymið ef vandamálið er viðvarandi.
it: Tutti gli sfondi non possono essere resettati, riprova ancora oppure contatta il supporto se l'errore persiste.
ja: すべての壁紙をリセットできませんでした。あとで再度試すか、エラーが続く場合はサポートに連絡してください。
kab: Meṛṛa igilalen n ugdil ugin ad ttuwennzen, ttxil-k·m εreḍ ticki neq nermes tallalt ma yella tuccḍa mazal-itt.
km: á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á‘á¶áŸ†á„á¢áŸáŸ‹á˜á·á“á¢á¶á…á€áŸ†áááŸ‹á¡á¾á„áœá·á‰ áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áŠá„á‘áŸ€áá“áŸ…á–áŸá›á€áŸ’ášáŸ„á™ á¬ á‘á¶á€áŸ‹á‘á„á‘áŸ…á•áŸ’á“áŸ‚á€á‚á¶áŸ†á‘áŸ’áš á”áŸ’ášáŸá·á“á”á¾á”á‰áŸ’á á¶á“áŸ…ááŸ‚á€á¾áá˜á¶á“áŸ”
kn: ಎಲ್ಲಾ ವಾಲ್‌ಪೇಪರ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ದಯವಿಟ್ಟು ಮತ್ತೆ ನಂತರ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ದೋಷ ಮುಂದುವರಿದರೆ ಸಹಾಯಕ್ಕೆ ಸಂಪರ್ಕಿಸಿ.
ko: 모든 배경을 재설정할 수 없습니다. 오류가 계속되면 다시 시도하거나 지원팀에 문의하세요
lt: Nepavyko atstatyti visų fonų, bandykite dar kartą vėliau arba, jei klaida išlieka, susisiekite su programėlės palaikymo komanda.
lv: Visas fona tapetes nevarēja atiestatīt. Lūdzu, vēlāk mēģiniet vēlreiz vai sazinieties ar atbalsta dienestu, ja kļūda joprojām pastāv.
mk: Сите позадини не може да се ресетираат, обидете се повторно подоцна или контактирајте ја поддршката ако грешката продолжи.
ml: വാൾപേപ്പറുകൾ പുനഃസജ്ജമാക്കാൻ കഴിഞ്ഞില്ല, ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ പിശക് തുടരുകയാണെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക.
mr: सर्व वॉलपेपर रीसेट केले जाऊ शकले नाही, कृपया नंतर पुन्हा प्रयत्न करा किंवा त्रुटी कायम राहिल्यास समर्थनाला संपर्क साधा.
ms: Semua kertas dinding tidak dapat ditetapkan semula, sila cuba sebentar lagi atau hubungi sokongan jika ralat berterusan.
my: နောက်ခံပုံများအားလုံးကို ပြန်တပ်ဆင်ပြောင်းလဲ၍ မရပါ၊ နောက်မှပြန်စမ်းကြည့်ပါ သို့မဟုတ် ပြဿနာဆက်လက်ဖြစ်ပါက ပံ့ပိုးမှုအသင်းသို့ ဆက်သွယ်ပါ။
nb: Alle bakgrunner kunne ikke tilbakestilles. Prøv igjen senere eller kontakt brukerstøtte hvis feilen vedvarer.
nl: Niet alle achtergronden zijn verwijderd. Probeer het later opnieuw of neem contact op met ondersteuning als het probleem blijft bestaan.
pa: ਸਾਰੇ ਵਾਲਪੇਪਰਾਂ ਨੂੰ ਰੀਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਅਜ਼ਮਾਓ ਜਾਂ ਜੇ ਗਲਤੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਤਾਂ ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Nie udało się zresetować wszystkich tapet. Spróbuj później lub, jeśli błąd będzie się powtarzać, skontaktuj się z zespołem pomocy technicznej.
ps: ټول والپیپرونه له سره نشي تنظیم کېدای، د مهرباني له مخې وروسته بیا هڅه وکړئ او که چیرته تیروتنه بیا تکرار شوه نو له ملاتړیز ټیم سره اړیکه ونیسئ.
pt_br: Não foi possível redefinir todos os papéis de parede. Por favor, tente novamente mais tarde ou entre em contato com o suporte se o erro persistir.
pt_pt: Não foi possível limpar todos os papéis de parede, tente novamente mais tarde ou entre em contacto com o suporte caso o erro persista.
ro: Nu s-au putut reseta toate imaginile de fundal, încearcă din nou mai târziu sau contactează asistența dacă eroarea persistă.
ru: Не удалось сбросить все обои. Пожалуйста, попробуйте ещё раз позже или свяжитесь с поддержкой, если ошибка остаётся.
sk: Nepodarilo sa zresetovať všetky pozadia, prosím, zopakujte to neskôr, alebo kontaktujte podporu, ak bude tento problém pretrvávať.
sl: Vseh ozadij ni mogoče ponastaviti, prosimo poskusite ponovno pozneje ali kontaktirajte podporo, če napake ni mogoče odpraviti.
sq: Jo krejt sfondet mundën të kthehen te parazgjedhjet, ju lutemi, riprovoni më vonë, ose lidhuni me asistencën, nëse gabimi vazhdon.
sr: Није успело ресетовање свих позадина. Пробајте поново касније или се обратите подршци ако се грешка и даље буде појављивала.
sv: Alla bakgrunder kunde inte återställa, försök igen senare eller kontakta support om felet kvarstår.
sw: Picha zote za mandhari hazijawekwa upya, tafadhali jaribu tena baadaye au uwasiliane na timu ya usaidizi ikiwa hitilafu hii itaendelea.
ta: அனைத்து பின்னணிப்படங்களையும் மீட்டமைக்க முடியவில்லை, தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும், பிழை தொடர்ந்தால் ஆதரவைத் தொடர்பு கொள்ளவும்.
te: అన్ని వాల్‌పేపర్‌లను రీసెట్ చేయడం సాధ్యం కాలేదు, దయచేసి తరువాత మళ్లీ ప్రయత్నించండి లేదా లోపం కొనసాగితే మద్దతును సంప్రదించండి.
th: ไม่สามารถรีเซ็ตภาพพื้นหลังทั้งหมดได้ กรุณาลองใหม่อีกครั้งหรือติดต่อฝ่ายสนับสนุนหากยังเกิดข้อผิดพลาดอยู่
tr: Tüm duvar kağıtları sıfırlanamadı, lütfen daha sonra tekrar deneyin veya hata devam ederse destek ekibiyle iletişime geçin.
ug: بارلىق تامقەغىزىنى قايتا تەڭشىگىلى بولمىدى، كېيىنرەك قايتا سىناڭ ياكى خاتالىق يوقىمىسا ياردەم مەركىزى بىلەن ئالاقىلىشىڭ.
uk: Не вдалося скинути всі шпалери. Спробуйте зробити це пізніше й зв'яжіться зі службою підтримки, якщо помилка не зникне.
ur: تمام وال پیپرز کو دوبارہ ترتیب نہیں دیا جا سکا ، براہ کرم بعد میں دوبارہ کوشش کریں یا خرابی برقرار رہی تو سپورٹ سے رابطہ کریں۔
vi: Tất cả hình nền không thể được đặt lại, vui lòng thử lại sau hoặc liên hệ với bộ phận hỗ trợ nếu vẫn gặp lỗi.
zh_cn: 无法重置全部墙纸，请稍后重试。如果该错误仍然存在，请联系支持人员。
zh_hk: 無法重設背景，請稍後再試。如問題仍然出現，請聯絡技術支援。

# WALLPAPER_SETTINGS_RESET_ALL_CHAT_COLORS
source: Reset All Colors
af: Stel alle kleure terug
ar: إعادة تعيين كل الألوان
az: Bütün rəngləri sıfırla
be: Скінуць усе колеры
bn: সব রঙ রিসেট করুন
ca: Restableix tots els colors
cs: Smazat všechny barvy
cy: Ailosod Holl Liwiau
da: Nulstil alle farver
de: Alle Farben zurücksetzen
el: Επαναφορά όλων των χρωμάτων
es: Restablecer todos
et: Lähtesta kõik värvid
fa: بازنشانی همهٔ رنگ‌ها
fi: Palauta kaikki värit
fr: Toutes les couleurs de toutes les conversations
gu: તમામ રંગોને રિસેટ કરો
he: אפס את כל הצבעים
hi: सभी रंग रीसेट करें
hr: Poništi sve boje
hu: Minden szín alaphelyzetbe
id: Atur Ulang Semua Warna
is: Endurstilla alla liti
it: Resetta tutti i colori
ja: すべての色をリセットする
km: á€áŸ†áááŸ‹á–ááŸŒá“áŸƒá€á¶ášáŸá“áŸ’á‘á“á¶á‘á¶áŸ†á„á¢áŸáŸ‹á¡á¾á„áœá·á‰
kn: ಎಲ್ಲಾ ಬಣ್ಣಗಳನ್ನೂ ಮರುಹೊಂದಿಸಿ
ko: 모든 색상 재설정
lt: Atstatyti visas spalvas
lv: Atiestatīt visas krāsas
mk: Ресетирај ги сите бои
ml: എല്ലാ നിറങ്ങളും പുന:സജ്ജമാക്കുക
mr: सर्व रंग रीसेट करा
ms: Tetapkan Semula Semua Warna
nb: Tilbakestill alle farger
nl: Alle chatkleuren resetten
pa: ਸਾਰੇ ਰੰਗ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj wszystkie kolory
ps: ټول رنګونه له سره تنظیم کړئ
pt_br: Redefinir a cor padrão e personalizadas
pt_pt: Repor todas as cores
ro: Resetare toate culorile
ru: Сбросить все цвета
sk: Resetovať všetky farby
sl: Ponastavi vse barve
sq: Riktheji Te Parazgjedhjet Krejt Ngjyrat
sr: Ресетуј све боје
sv: Återställ alla färger
sw: Weka Upya Rangi Zote
ta: எல்லா வண்ணங்களையும் மீட்டமைக்கவும்
te: అన్ని రంగులను రీసెట్ చేయండి
th: รีเซ็ตสีทั้งหมด
tr: Tüm Renkleri Sıfırla
ug: ھەممە رەڭنى ئەسلىگە قايتۇر
uk: Скинути всі кольори
ur: تمام رنگوں کو دوبارہ ترتیب دیں
vi: Đặt lại Tất cả Màu Cuộc trò chuyện
zh_cn: 重置全部颜色
zh_hk: 重設所有色彩

# WALLPAPER_SETTINGS_RESET_ALL_WALLPAPERS
source: Reset All Wallpapers
af: Stel alle muurpapiere terug
ar: إعادة تعيين كل الخلفيات
az: Bütün divar kağızlarını sıfırla
be: Скінуць усе шпалеры
bn: সবকটি ওয়ালপেপার রিসেট করুন
ca: Restableix tots els fons
cs: Obnovit všechny tapety
cy: Ail-osod Pob Papur Wal
da: Nulstil alle baggrunde
de: Alle Hintergründe zurücksetzen
el: Επαναφορά όλων των ταπετσαριών
es: Restablecer todos
et: Lähtesta kõik taustapildid
eu: Berrezarri hormairudi guztiak
fa: بازنشانی همهٔ کاغذدیواری‌ها
fi: Palauta kaikki taustakuvat
fr: Tous les fonds d'écran
gu: તમામ વૉલપેપર્સને રિસેટ કરો
he: אפס את כל הטפטים
hi: सभी वॉलपेपर रीसेट करें
hr: Poništi sve pozadine
hu: Összes háttérkép alaphelyzetbe
id: Atur Ulang Semua Wallpaper
is: Endurstilla allar bakgrunnsmyndir
it: Resetta tutti gli sfondi
ja: すべての壁紙をリセットする
kab: Wennez meṛṛa igilalen n ugdil
km: á€áŸ†áááŸ‹á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á‘á¶áŸ†á„á¢áŸáŸ‹á¡á¾á„áœá·á‰
kn: ಎಲ್ಲಾ ವಾಲ್‌ಪೇಪರ್‌ಗಳನ್ನೂ ಮರುಹೊಂದಿಸಿ
ko: 모든 배경 재설정
lt: Atstatyti visus fonus
lv: Atiestatīt visas fona tapetes
mk: Ресетирај ги сите позадини
ml: വാള്‍പേപ്പറുകള്‍ എല്ലാം പുനഃക്രമീകരിക്കുക
mr: सर्व वॉलपेपर रीसेट करा
ms: Tetapkan Semula Semua Kertas Dinding
my: နောက်ခံပုံများအားလုံးကို ပြန်တပ်ဆင်ပြောင်းလဲမယ်
nb: Fjern alle bakgrunner
nl: Alle achtergronden resetten
pa: ਸਾਰੇ ਵਾਲਪੇਪਰ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj wszystkie tapety
ps: ټول والپیپرونه له سره تنظیم کړئ
pt_br: Remover todos os papéis de parede
pt_pt: Repor todos os fundos
ro: Resetare toate imaginile de fundal
ru: Сбросить все обои
sk: Zresetovať všetky pozadia
sl: Ponastavi vsa ozadja
sq: Rikthe Te Parazgjedhjet Krejt Sfondet
sr: Ресетуј све позадине
sv: Återställ alla bakgrunder
sw: Weka Upya Picha Zote za Mandhari
ta: அனைத்து பின்னணிப்படங்களையும் மீட்டமைக்கவும்
te: అన్ని వాల్‌పేపర్‌లను రీసెట్ చేయండి
th: รีเซ็ตภาพพื้นหลังทั้งหมด
tr: Tüm Duvar Kağıtlarını Sıfırla
ug: بارلىق تام قەغەزلىرىنى قايتا تەڭشەڭ
uk: Скинути всі шпалери
ur: تمام وال پیپر کو دوبارہ ترتیب دیں
vi: Đặt lại Tất cả Hình nền
zh_cn: 重置全部墙纸
zh_hk: 重設所有背景

# WALLPAPER_SETTINGS_RESET_CHAT_COLORS_CONFIRMATION_MESSAGE
source: Would you like to override all chat colors?
af: Wil jy alle kletskleure oorheers?
ar: هل ترغبُ بتجاهل جميع ألوان الدردشات؟
az: Bütün söhbət rənglərini etibarsız etmək istəyirsiniz?
be: Жадаеце змяніць усе колеры чата?
bn: আপনি কি সবগুলি চ্যাটের রং বাতিল করতে চান?
ca: Vols substituir tots els colors del xat?
cs: Chcete přepsat všechny barvy chatu?
cy: Hoffech chi ddiystyru pob lliw sgwrsio?
da: Vil du tilsidesætte alle chatfarver?
de: Möchtest du alle Chat-Farben zurücksetzen?
el: Θέλεις να παρακάμψεις όλα τα χρώματα συνομιλιών;
es: ¿Quieres reemplazar los colores de todos tus chats?
et: Kas sa soovid kõiki vestluste värve muuta?
eu: Txat-kolore guztiak gainidatzi nahi dituzu?
fa: می‌خواهید همهٔ رنگ‌های گفتگو را نادیده بگیرید؟
fi: Ohitetaanko kaikki keskustelujen värit?
fr: Réinitialiser la couleur des bulles dans toutes les conversations ?
ga: Ar mhaith leat dath gach comhrá a shárú?
gu: શું તમે બધા ચેટ કલરને ઓવરરાઇડ કરવા માગો છો?
he: לדרוס את כל צבעי הצ'אט?
hi: क्या आप सभी चैट रंगों को ओवरराइड करना चाहेंगे?
hr: Želite li poništiti sve boje razgovora?
hu: Felülírod az összes színbeállítást?
id: Apakah Anda ingin menimpa semua warna obrolan?
is: Viltu taka yfir alla liti spjalla?
it: Vuoi sovrascrivere tutti i colori delle chat?
ja: すべてのチャットの色を上書きしますか？
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á›á»á”á–ááŸŒááŸ†áá¶á„á€á¶ášáŸá“áŸ’á‘á“á¶á‘á¶áŸ†á„á¢áŸáŸ‹á˜áŸ‚á“á‘áŸ?
kn: ಎಲ್ಲ ಚಾಟ್ ಕಲರ್‌ಗಳನ್ನು ನೀವು ಓವರ್‌ರೈಡ್‌ ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
ko: 모든 대화창 색을 다시 정의할까요?
lt: Ar norėtumėte nustelbti visų pokalbių spalvas?
lv: Vai vēlaties ignorēt visas tērzēšanas loga krāsas?
mk: Дали сакате да ги смените сите бои на разговорите?
ml: എല്ലാ ചാറ്റ് നിറങ്ങളും അസാധുവാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: सर्व चॅटचे रंग अधिलिखित करण्यास आपण इच्छुक आहात का?
ms: Adakah anda ingin menggantikan semua warna sembang?
my: ချက်(တ်) အရောင်များအားလုံးကို ပယ်ဖျက်လိုပါသလား။
nb: Vil du overstyre alle samtalers farge?
nl: Wil je alleen de standaard chatkleur resetten of wil je de chatkleuren van al je chats resetten?
pa: ਕੀ ਤੁਸੀਂ ਸਾਰੇ ਚੈਟ ਰੰਗਾਂ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੋਗੇ?
pl: Czy chcesz zmienić kolory we wszystkich czatach?
ps: غواړئ چې د چټ ټول رنګونه لغوه کړئ؟
pt_br: Deseja redefinir as cores de todos os chats?
pt_pt: Deseja modificar todas as cores dos chats?
ro: Vrei să suprascrii culorile pentru toate conversațiile?
ru: Вы хотите заменить цвета всех чатов?
sk: Chcete prestaviť farby všetkých četov?
sl: Želite zamenjati barve vseh pogovorov?
sq: Do të donit të anashkalohen krejt ngjyrat e fjalosjes?
sr: Желите ли да замените све боје ћаскања?
sv: Vill du åsidosätta alla chattfärger?
sw: Je, ungependa kubatilisha rangi zote za gumzo?
ta: அனைத்தையும் மேலெழுத விரும்புகிறீர்களா? அரட்டை வண்ணங்கள்?
te: మీరు అన్ని మాటామంతి రంగులను భర్తీ చేయాలనుకుంటున్నారా?
th: คุณต้องการยกเลิกสีแชททั้งหมดใช่หรือไม่
tr: Tüm sohbet renklerini değiştirmek ister misin?
ug: ھەممە سۆھبەت رەڭگىنى قاپلىۋېتەمسىز؟
uk: Бажаєте скинути встановлені кольори всіх чатів?
ur: کیا آپ چیٹ کے تمام رنگوں کو منسوخ کرنا چاہتے ہیں؟
vi: Bạn có muốn ghi đè tất cả các màu trò chuyện?
zh_cn: 是否想要覆盖全部聊天颜色？
zh_hk: 您要覆寫所有聊天色彩嗎？
