Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CAMERA_VO_PHOTO_LIBRARY_BUTTON
source: Photo and video viewer
ar: عرض الصور والفيديو
be: Альбом фота і відэа
bn: ছবি এবং ভিডিও ভিউয়ার
ca: Visor de fotos i vídeos
cs: Prohlížeč fotek a videí
da: Billed- og videofremviser
de: Foto- und Video-Viewer
el: Θεατής φωτογραφιών και βίντεο
es: Visor de fotos y vídeos
fa: نمایش عکس و ویدئو
fi: Valokuvien ja videoiden katselu
fr: Album photo et vidéo
ga: Amharcóir grianghraf agus físeán
gu: ફોટો અને વીડિયો વ્યૂઅર
he: בחירת תמונות וסרטונים
hi: फ़ोटो और वीडियो व्यूअर
hr: Preglednik fotografija i videa
hu: Kép- és videonézegető
id: Penampil foto dan video
it: Scegli foto e video già esistenti
ja: 写真とビデオの閲覧者
ko: 사진 및 동영상을 볼 수 있는 사람
mr: फोटो आणि व्हिडीओ दर्शक
ms: Penatap foto dan video
nb: Se alle bilder og videoer
nl: Foto- en videoviewer
pl: Przejrzyj zdjęcia i wideo
pt_br: Visualizador de fotos e vídeos
pt_pt: Visualizador de fotografias e vídeos
ro: Selectare fotografii și videoclipuri
ru: Фото- и видеорежим
sk: Prehliadač fotografií a videí
sl: Galerija
sr: Приказивач слика и видео записа
sv: Foto- och videovisare
th: ดูแฟ้มภาพและวิดีโอ
tr: Fotoğraf ve video görüntüleyici
ug: رەسىم ۋە ۋىدېيو كۆرگۈچى
uk: Галерея фото і відео
ur: تصویر اور ویڈیو ویور
vi: Công cụ xem ảnh và video
zh_cn: 照片和视频查看器
zh_hk: 相片同影片檢視器

# CAMERA_VO_STOP_VIDEO_REC
source: Stop Recording Video
ar: إيقاف تسجيل الفيديو
be: Спыніць запіс відэа
bn: ভিডিও রেকর্ডিং বন্ধ করুন
ca: Aturar la gravació de vídeo
cs: Přestat nahrávat video
da: Afslut videooptagelse
de: Videoaufnahme stoppen
el: Διακοπή εγγραφής βίντεο
es: Detener grabación de vídeo
fa: توقف ضبط ویدئو
fi: Lopeta videon tallennus
fr: Arrêter l'enregistrement vidéo
ga: Stop Taifeadadh an Fhíseáin
gu: વિડીયો રેકોર્ડિંગ બંધ કરો
he: עצירת צילום סרטון
hi: वीडियो रिकॉर्डिंग रोकें
hr: Zaustavi snimanje videa
hu: Videófelvétel leállítása
id: Berhenti merekam video
it: Termina registrazione video
ja: ビデオ録画の停止
ko: 동영상 촬영 중지
mr: व्हिडीओ रेकॉर्डिंग करणे थांबवा
ms: Berhenti Merakam Video
nb: Stopp opptaket
nl: Video-opname stoppen
pl: Zakończ nagrywanie wideo
pt_br: Parar a gravação de vídeo
pt_pt: Parar a gravação de vídeo
ro: Oprirea Înregistrării Videoclipului
ru: Остановить запись видео
sk: Zastaviť nahrávanie
sl: Prekini snemanje
sr: Заустави снимање видео записа
sv: Stoppa videoinspelning
th: หยุดบันทึกวิดีโอ
tr: Video Kaydını Durdur
ug: ۋىدېيو ئېلىشنى توختىتىش
uk: Зупинити запис відео
ur: ویڈیو ریکارڈ کرنا بند کریں
vi: Dừng Quay Video
zh_cn: 停止录制视频
zh_hk: 停止錄片

# CAMERA_VO_TAKE_PICTURE
source: Take Picture
ar: التقاط صورة
be: Зрабіць фота
bn: ছবি তুলুন
ca: Fer foto
cs: Fotit
da: Tag billede
de: Foto aufnehmen
el: Λήψη εικόνας
es: Hacer foto
fa: گرفتن عکس
fi: Ota kuva
fr: Prendre une photo
ga: Glac Grianghraf
gu: ફોટો લો
he: צילום תמונה
hi: पिक्चर लें
hr: Uslikaj
hu: Képkészítés
id: Ambil gambar
it: Scatta foto
ja: 写真を撮影
ko: 사진 촬영
mr: चित्र घ्या
ms: Ambil Gambar
nb: Ta et bilde
nl: Foto nemen
pl: Zrób zdjęcie
pt_br: Tirar foto
pt_pt: Tirar fotografia
ro: Realizează o Fotografie
ru: Сделать снимок
sk: Odfotiť
sl: Fotografiraj
sr: Сними фотографију
sv: Ta bild
th: ถ่ายภาพ
tr: Fotoğraf Çek
ug: رەسىم تارتىش
uk: Зробити фото
ur: تصویر لیں
vi: Chụp Ảnh
zh_cn: 拍照
zh_hk: 影相

# CAMERA_VO_TAKE_VIDEO
source: Take Video
ar: التقاط فيديو
be: Зняць відэа
bn: ভিডিও রেকর্ড করুন
ca: Fer vídeo
cs: Nahrát video
da: Optag video
de: Video aufnehmen
el: Λήψη βίντεο
es: Grabar vídeo
fa: گرفتن ویدئو
fi: Kuvaa video
fr: Enregistrer une vidéo
ga: Taifead Físeán
gu: વિડીયો લો
he: צילום סרטון
hi: वीडियो लें
hr: Snimi video
hu: Videófelvétel
id: Ambil video
it: Registra video
ja: ビデオを撮影
ko: 동영상 촬영
mr: व्हिडिओ घ्या
ms: Ambil Video
nb: Spill inn en video
nl: Video opnemen
pl: Nagraj wideo
pt_br: Gravar vídeo
pt_pt: Gravar vídeo
ro: Realizează un Videoclip
ru: Снять видео
sk: Nahrať video
sl: Snemaj
sr: Снимите видео
sv: Spela in video
th: ถ่ายวิดีโอ
tr: Video Çek
ug: ۋىدېيوغا ئېلىش
uk: Записати відео
ur: ویڈیو بنائیں
vi: Quay Video
zh_cn: 拍视频
zh_hk: 拍片

# CAMERA_VO_ZOOM
source: Zoom
af: Zoem
ar: تقريب
az: Yaxınlaşdır
be: Павялічыць
bn: বড়
ca: Escala
cs: Lupa
cy: Chwyddo
el: Μεγέθυνση
et: Suurenda
fa: بزرگ‌نمایی
fi: Suurenna
ga: Méadaigh
gu: ઝુમ
he: ריחוק
hi: ज़ूम करें
hr: Uvećaj
hu: Nagyítás
id: Perbesar
is: Aðdráttur
ja: ズーム
km: á–á„áŸ’ášá¸á€
kn: ಝೂಮ್
ko: 확대
lt: Mastelis
lv: Tālummaiņa
mk: Лупа
ml: വലുതാക്കുക
mr: झूम करा
ms: Zum
my: ဇူးမ်
nl: Zoomen
pa: ਜ਼ੂਮ ਕਰੋ
pl: Przybliż
ps: لويول
ro: Mărire
ru: Увеличить
sk: Lupa
sl: Povečava
sr: Зумирај
sv: Zooma
sw: Angaza Karibu na
ta: பெரிதாக்கு
te: జూమ్
th: ซูม
tr: Yakınlaştır
ug: چوڭايت تارايت
uk: Збільшити
ur: زوم
vi: Thu phóng
zh_cn: 缩放
zh_hk: 縮放

# CAMERA_VO_ZOOM_LEVEL
source: %@times
ar: %1$@ مرّات
be: %1$@-кратнае павелічэнне
bn: %1$@ বার
ca: %1$@ vegades
cs: %1$@krát
da: %1$@gange
de: %1$@-fach
el: %1$@φορές
es: x%1$@
fa: %1$@بار
fi: %1$@kertaa
fr: %1$@ fois
ga: Faoi %1$@
gu: %1$@વખત
he: פי %1$@
hi: %1$@ बार
hr: %1$@puta
hu: %1$@ alkalommal
id: %1$@kali
it: Zoom %1$@x
ja: %1$@倍
ko: %1$@배
mr: %1$@वेळा
ms: %1$@kali
nb: %1$@ ganger
nl: %1$@keer
pl: %1$@-krotnie
pt_br: %1$@vezes
pt_pt: %1$@ vezes
ro: %1$@dăți
ru: %1$@-кратное приближение
sk: %1$@krát
sl: %@-krat
sr: %1$@ пута
sv: %1$@ gånger
th: %1$@ เท่า
tr: %1$@ defa
ug: %1$@ قېتىم
uk: Збільшення: %1$@
ur: %1$@مرتبہ
vi: %1$@ lần
zh_cn: %1$@ 倍
zh_hk: %1$@ 倍

# CANT_VERIFY_IDENTITY_EXCHANGE_MESSAGES
source: A safety number will be created with this person after you exchange messages with them.
ar: سيتمُّ إنشاء رقم أمان مع هذا الشخص بعد تبادل الرسائل معه.
be: Пасля абмену паведамленнямі з гэтым карыстальнікам будзе створаны код бяспекі.
bn: আপনি এই ব্যক্তির সাথে মেসেজ বিনিময় করার পরে একটি নিরাপত্তা নম্বর তৈরি করা হবে।
ca: Es crearà un número de seguretat amb aquesta persona després d'intercanviar missatges amb ella.
cs: Jakmile si s někým vyměníte zprávy, bude pro daného člověka vytvořeno bezpečnostní číslo.
da: Der oprettes et sikkerhedsnummer med denne person, når du har udvekslet beskeder med dem.
de: Nachdem du mit dieser Person Nachrichten ausgetauscht hast, wird eine Sicherheitsnummer erstellt.
el: Θα δημιουργηθεί ένας αριθμός ασφαλείας με αυτό το άτομο αφού ανταλλάξετε μηνύματα μεταξύ σας.
es: Se creará un número de seguridad con esta persona una vez que se intercambien mensajes.
fa: بعد از اینکه با این فرد پیامی رد و بدل کنید، یک شماره ایمنی برای او ایجاد خواهد شد.
fi: Tälle henkilölle luodaan turvanumero, kun olet vaihtanut viestejä hänen kanssaan.
fr: Un numéro de sécurité sera associé à cet utilisateur une fois que vous aurez échangé des messages.
ga: Cruthófar uimhir sábháilteachta leis an duine sin tar éis duit teachtaireachtaí a sheoladh idir a chéile.
gu: તમે આ વ્યક્તિ સાથે મેસેજની આપ-લે કર્યા પછી તેની સાથે એક સેફ્ટી નંબર બનાવવામાં આવશે.
he: מספר בטיחות ייווצר עם אדם זה אחרי שתחליפו ביניכם הודעות.
hi: आपके द्वारा इस व्यक्ति के साथ संदेशों का आदान-प्रदान करने के बाद एक सुरक्षा संख्या निर्मित किया जाएगा।
hr: Nakon što razmijenite poruke s ovom osobom, stvorit će se vaš sigurnosni broj.
hu: A rendszer létrehoz egy biztonsági számot ezzel a személlyel, miután üzenetet váltott vele.
id: Nomor keamanan akan dibuat dengan orang ini setelah Anda bertukar pesan dengannya.
it: Verrà creato un codice di sicurezza per questa persona dopo che avrai inviato dei messaggi in chat.
ja: メッセージ交換をすると、相手との間に安全番号が作成されます。
ko: 메시지를 주고받은 후 상대와의 메시지 보안을 위한 안전 번호가 생성됩니다.
mr: आपण जेव्हा या व्यक्तीसह संदेशांची देवाणघेवाण कराल तेव्हा त्यांच्यासह सुरक्षितता क्रमांक तयार केले जातील.
ms: Nombor keselamatan akan dicipta dengan orang ini selepas anda mesej dengan mereka.
nb: Samtalen vil få et eget sikkerhetsnummer når dere begynner å sende meldinger til hverandre.
nl: Er wordt een veiligheidsnummer gegenereerd met deze persoon nadat je berichten hebt uitgewisseld.
pl: Numer bezpieczeństwa zostanie utworzony, gdy wymienisz z tą osobą wiadomości.
pt_br: Após trocar mensagens com essa pessoa, um número de segurança será criado.
pt_pt: Será criado um número de segurança com esta pessoa depois de trocar mensagens com a mesma.
ro: Un număr de siguranță va fi creat cu această persoană după ce schimbi mesaje cu ea.
ru: Код безопасности будет создан после обмена сообщениями с этим человеком.
sk: Po výmene správ s touto osobou sa vytvorí bezpečnostné číslo.
sr: Са овом особом биће креиран безбедносни број након што с њом размените поруке.
sv: Ett säkerhetsnummer kommer att skapas med den här personen efter att ni skickar meddelanden till varandra.
th: ระบบจะสร้างหมายเลขความปลอดภัยสำหรับผู้ติดต่อหลังจากที่คุณส่งหรือรับข้อความจากคนคนนี้
tr: Bu kişiyle mesaj alışverişinde bulunmanın ardından, bu kişi için bir güvenlik numarası oluşturulacaktır.
ug: بۇ كىشى بىلەن ئۇچۇرلاشقاندىن كېيىن بىر بىخەتەرلىك نومۇرى شەكىللىنىدۇ.
uk: Код безпеки буде згенеровано після обміну повідомленнями із цим користувачем.
ur: اس شخص کے ساتھ میسجز کا تبادلہ کرنے کے بعد اس کے ساتھ ایک حفاظتی نمبر تخلیق کیا جائے گا۔
vi: Một mã số an toàn sẽ được tạo với người này sau khi hai bạn nhắn tin.
zh_cn: 在您与对方互发消息后，系统将针对其生成一个安全码。
zh_hk: 你與此人交換訊息後，會為其建立一個安全碼。

# CARD_DONATION_CARD_NUMBER_GENERIC_ERROR
source: Invalid card number
ar: رقم البطاقة غير صحيح
be: Несапраўдны нумар карты
bn: কার্ড নম্বর অকার্যকর
ca: Número de targeta no vàlid
cs: Neplatné číslo platební karty
da: Ugyldigt kortnummer
de: Ungültige Kartennummer
el: Μη έγκυρος αριθμός κάρτας
es: Número de tarjeta no válido
fa: شماره کارت نامعتبر است
fi: Virheellinen kortin numero
fr: Numéro de carte incorrect
ga: Uimhir chárta neamhbhailí
gu: અમાન્ય કાર્ડ નંબર
he: מספר כרטיס לא תקין
hi: अमान्य कार्ड संख्या
hr: Nevažeći broj kartice
hu: Érvénytelen kártyaszám
id: Nomor kartu tidak valid
it: Numero carta non valido
ja: 無効なカード番号です
ko: 잘못된 카드 번호입니다.
mr: अवैध कार्ड क्रमांक
ms: Nombor kad tidak sah
nb: Ugyldig kortnummer
nl: Ongeldig kaartnummer
pl: Nieprawidłowy numer karty
pt_br: Número de cartão inválido
pt_pt: Número do cartão inválido
ro: Numărul cardului este invalid
ru: Неверный номер карты
sk: Neplatné číslo karty
sr: Неважећи број картице
sv: Ogiltigt kortnummer
th: หมายเลขบัตรไม่ถูกต้อง
tr: Geçersiz kart numarası
ug: كارتا نومۇرى ئىناۋەتسىز
uk: Неправильний номер картки
ur: کارڈ نمبر غلط ہے
vi: Số thẻ không hợp lệ
zh_cn: 卡号无效
zh_hk: 付款卡號碼無效

# CARD_DONATION_CARD_NUMBER_LABEL
source: Card Number
ar: رقم البطاقة
be: Нумар карты
bn: কার্ডের নম্বর
ca: Número de targeta
cs: Číslo karty
da: Kortnummer
de: Kartennummer
el: Αριθμός κάρτας
es: Número de tarjeta
fa: شماره کارت
fi: Kortin numero
fr: Numéro de carte
ga: Uimhir an chárta
gu: કાર્ડ નંબર
he: מספר כרטיס
hi: कार्ड नंबर
hr: Broj kartice
hu: Kártyaszám
id: Nomor kartu
it: Numero della carta
ja: カード番号
ko: 카드 번호
mr: कार्ड क्रमांक
ms: Nombor kad
nb: Kortnummer
nl: Kaartnummer
pl: Numer karty
pt_br: Número do cartão
pt_pt: Número do cartão
ro: Numărul cardului
ru: Номер карты
sk: Číslo karty
sr: Број картице
sv: Kortnummer
th: หมายเลขบัตร
tr: Kart numarası
ug: كارتا نومۇرى
uk: Номер картки
ur: کارڈ نمبر
vi: Số thẻ
zh_cn: 卡号
zh_hk: 付款卡號碼

# CARD_DONATION_CVV_GENERIC_ERROR
source: Invalid CVV
ar: رقم التحقُّق من البطاقة (CVV) غير صالح
be: Несапраўдны CVV
bn: সিভিভি সঠিক নয়
ca: CVV no vàlid
cs: Neplatné CVV
da: Ugyldig CVV-kode
de: Ungültiger CVV
el: Μη έγκυρος CVV
es: CVV no válido
fa: CVV نامعتبر است
fi: Virheellinen CVV
fr: Cryptogramme visuel incorrect
ga: CVV neamhbhailí
gu: અમાન્ય CVV
he: CVV לא חוקי
hi: अमान्य CVV
hr: Nevažeći CVV kȏd
hu: Érvénytelen CVV
id: CVV tidak valid
it: CVV non valido
ja: 無効なセキュリティコードです
ko: 잘못된 CVV
mr: अवैध CVV
ms: CVV tidak sah
nb: Ugyldig CVC
nl: Ongeldige CVV
pl: Nieprawidłowy kod CVV
pt_br: CVV inválido
pt_pt: CVV inválido
ro: CVV invalid
ru: Неверный CVV
sk: Neplatné CVV
sr: Неважећи CVV
sv: Ogiltig CVV
th: CVV ไม่ถูกต้อง
tr: Geçersiz CVV
ug: ئىناۋەتسىز CVV
uk: Недійсний CVV
ur: غلط CVV
vi: Số CVV không hợp lệ
zh_cn: CVV 码无效
zh_hk: 無效的 CVV

# CARD_DONATION_CVV_LABEL
source: CVV
ar: رقم التحقُّق من البطاقة (CVV)
fr: Cryptogramme visuel
nb: CVC-kode
th: รหัส CVV

# CARD_DONATION_CVV_TOO_LONG_ERROR
source: Code too long
ar: الكود طويل جدًا
be: Код занадта доўгі
bn: কোডটি বেশি বড়
ca: El codi és massa llarg
cs: Kód je příliš dlouhý
da: Koden er for lang
de: Code zu lang
el: Πολύ μεγάλος κωδικός
es: El código es demasiado largo
fa: کد بیش‌ازحد طولانی است
fi: Koodi liian pitkä
fr: Code trop long
ga: Cód ró-fhada
gu: કોડ બહુ લાંબો છે
he: הקוד ארוך מדי
hi: कोड बहुत लंबा है
hr: Predugi kôd
hu: A kód túl hosszú
id: Kode terlalu panjang
it: Codice troppo lungo
ja: セキュリティコードが長すぎます
ko: 코드가 너무 깁니다.
mr: कोड फार मोठा आहे
ms: Kod terlalu panjang
nb: Koden er for lang
nl: Code te lang
pl: Za długi kod
pt_br: Código muito longo
pt_pt: Código demasiado longo
ro: Codul prea lung
ru: Код слишком длинный
sk: Kód je príliš dlhý
sr: Број је предугачак
sv: Koden är för lång
th: รหัสยาวเกินไป
tr: Kod çok uzun
ug: كود بەك ئۇزۇن
uk: Код задовгий
ur: کوڈ بہت طویل ہے
vi: Mã quá dài
zh_cn: 代码太长
zh_hk: 代碼太長

# CARD_DONATION_EXPIRATION_DATE_GENERIC_ERROR
source: Invalid exp. date
ar: تاريخ انتهاء الصلاحية غير صحيح
be: Несапраўдны тэрмін дзеян.
bn: মেয়াদোত্তীর্ণের তারিখ সঠিক নয় তারিখ
ca: Data de venciment no vàlida
cs: Neplatné datum konce platnosti
da: Ugyldig udl. dato
de: Ablaufdatum ungültig
el: Μη έγκυρη ημ. λήξης
es: Fecha de caducidad no válida
fa: تاریخ انقضا نامعتبر است
fi: Virheellinen vanhent.pvm
fr: Date d'exp. incorrecte
ga: Dáta as feidhm neamhbhailí
gu: અમાન્ય સમાપ્તિ. તારીખ
he: תאריך תפ׳ לא תקף
hi: अमान्य समाप्ति दिनांक
hr: Nevažeći datum
hu: Érvénytelen lej. dátum
id: Tgl. kedaluwarsa tidak valid
it: Data di scadenza non valida
ja: 無効な有効期限です
ko: 잘못된 만료 날짜
mr: अवैध कालबाह्यता तारीख
ms: Tamat tempoh tidak sah tarikh
nb: Ugyldig utløpsdato
nl: Ongeldige vervaldatum
pl: Nieprawidł. data waż.
pt_br: Validade inválida
pt_pt: Data de exp. inválida
ro: Exp. invalidă data
ru: Неверный срок действия
sk: Neplatný dátum exsp.
sr: Неважећи датум истека
sv: Ogiltigt utg.- datum
th: วันที่หมดอายุ ไม่ถูกต้อง
tr: Geçersiz son kullanma tarihi
ug: ۋاقتى ئۆتۈش مۇددىتى خاتا
uk: Неправильний термін дії
ur: میعاد کی غلط تاریخ
vi: Ngày hết hạn không hợp lệ
zh_cn: 到期日无效
zh_hk: 無效的有效日期

# CARD_DONATION_EXPIRATION_DATE_LABEL
source: Exp. Date
ar: تاريخ انتهاء الصلاحية
be: Тэрмін дзеян.
bn: মেয়াদোত্তীর্ণের তারিখ
ca: Data de venciment
cs: Datum konce platnosti
da: Udløbsdato
de: Ablaufdatum
el: Ημ. λήξης
es: Fecha de caducidad
fa: تاریخ انقضا
fi: Vanhent.pvm
fr: Date d'expiration
ga: Dáta as Feidhm
gu: સમાપ્તિ તારીખ
he: תאריך תפוגה
hi: समाप्ति दिनांक
hr: Datum isteka
hu: Lej. dátum
id: Tgl. Kedaluwarsa
it: Data di scadenza
ja: 有効期限
ko: 만료 날짜
mr: कालबाह्यता तारीख
ms: Tarikh Tamat Tempoh
nb: Utløpsdato
nl: Vervaldatum
pl: Data waż.
pt_br: Data de validade
pt_pt: Data de exp.
ro: Data de exp.
ru: Срок действия
sk: Dátum exsp.
sr: Датум истека
sv: Utg.-datum
th: วันที่หมดอายุ
tr: Son Kullanma Tarihi
ug: مۇددىتى
uk: Термін дії
ur: میعاد پوری ہونے کی تاریخ
vi: Ngày Hết Hạn
zh_cn: 到期日
zh_hk: 有效日期

# CARD_DONATION_EXPIRATION_DATE_PLACEHOLDER
source: MM/YY
ar: الشهر/السنة
be: ММ/ГГ
ca: MM/AA
cs: MM/RR
da: MM/ÅÅ
de: MM/JJ
el: ΜΜ/ΕΕ
es: MM/AA
fa: سال/ماه
fi: KK/VV
fr: MM/AA
ga: MM/BB
he: חודש/שנה
hi: माह/वर्ष
hr: MM/GG
hu: HH/ÉÉ
it: MM/AA
ja: 月／年
mr: मम/वव
ms: BB/TT
nb: MM/ÅÅ
nl: MM/JJ
pl: MM/RR
pt_br: MM/AA
pt_pt: MM/AA
ro: LL/AA
ru: ММ/ГГ
sk: MM/RR
sr: ММ/ГГ
th: ดด/ปป
tr: AA/YY
uk: ММ/РР
