Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PIN_REMINDER_TITLE
source: Enter your Signal PIN
af: Voer u Signal-PIN in
ar: أدخِل رقم التعريف الشخصي (PIN) الخاص بك على سيجنال
az: Signal PIN-inizi daxil edin
be: Увядзіце свой PIN-код Signal
bg: Въведете своя ПИН за Signal
bn: আপনার Signal পিন প্রবেশ করান
ca: Marqueu el PIN del Signal
cs: Zadejte váš PIN k Signalu
cy: Rhowch eich PIN Signal
da: Indtast din Signal-pinkode
de: Bitte Signal-PIN eingeben
el: Γράψε το Signal PIN σου
es: Introduce tu PIN de Signal
es_es: Introduce tu PIN de Signal
et: Sisesta Signali PIN-kood
eu: Sartu zure Signal PIN-a
fa: پین سیگنال خود را وارد کنید
fi: Syötä Signal-tunnuslukusi
fil: Ipasok ang iyong PIN ng Signal
fr: Saisir le code PIN Signal
ga: Cuir isteach d'UAP Signal
gu: તમારો Signal પિન દાખલ કરો
he: הכנס את Signal PIN שלך
hi: अपना Signal पिन डालें
hr: Unesite svoj Signal PIN
hu: Add meg Signal PIN kódodat
id: Masukkan PIN Signal Anda
is: Settu inn PIN-númer Signal
it: Inserisci il tuo PIN di Signal
ja: Signal PINを入力してください
kab: Sentem PIN-inek.inem n Signal
kk: ignal қолданбасындағы PIN кодыңызды енгізу
km: á”á‰áŸ’á…á¼á›á›áŸá Signal PIN ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ Signal ಪಿನ್ ಅನ್ನು ನಮೂದಿಸಿ
ko: Signal PIN 입력
lt: Įveskite savo Signal PIN
lv: Signal PIN ievadīšana
mk: Внесете го вашиот Signal ПИН
ml: നിങ്ങളുടെ Signal PIN നൽകുക
mr: आपला Signal PIN प्रविष्ट करा
ms: Masukkan PIN Signal anda
my: သင့် Signal ပင်နံပါတ်ကို ရိုက်ထည့်ပါ
nb: Skriv inn Signal-PIN
nl: Voer je Signal-pincode in
pa: ਆਪਣਾ Signal ਦਾ ਪਿਨ ਦਿਓ
pa_pk: آپناں Signal پن درج کرو
pl: Wpisz swój PIN Signal
ps: خپل د Signal PIN دننه کړئ
pt_br: Digite seu PIN do Signal
pt_pt: Introduza o seu PIN do Signal
ro: Introdu PIN-ul tău Signal
ru: Введите свой PIN-код
sk: Zadajte svoj PIN pre Signal
sl: Vnesite svoj Signal PIN
sq: Jepni PIN-in tuaj për Signal-in
sr: Унесите Signal PIN
sv: Ange din Signal PIN-kod
sw: Ingiza Nenosiri lako ya Signal
ta: உங்கள் Signal பின்னை உள்ளிடவும்
te: మీ Signal పిన్ను నమోదు చేయండి
th: ใส่ Signal PIN ของคุณ
tr: Signal PIN'inizi girin
ug: Signal PIN نى كىرگۈزۈڭ
uk: Введіть свій PIN-код Signal
ur: اپنا Signal پن داخل کریں
vi: Nhập mã PIN Signal của bạn
zh_cn: 请输入您的 Signal PIN 码
zh_hk: 輸入您的 Signal PIN 碼

# PIN_REMINDER_TOO_SHORT_ERROR
source: PIN must be at least 4 digits.
af: PIN moet ten minste 4 syfers bevat.
ar: رقم التعريف الشخصي (PIN) يجب أن يحوي أربعة ارقام على الأقل.
az: PIN, ən az 4 rəqəmli olmalıdır.
be: PIN-код мусіць быць не менш за 4 лічбы.
bg: PIN кодът трябва да е най-малко 4 цифри.
bn: পিনটি কমপক্ষে 4টি সংখ্যার হতে হবে।
ca: El PIN ha de tenir un mínim de 4 dígits.
cs: PIN musí být aspoň 4 číslice.
cy: Rhaid i PIN fod o leiaf 4 digid.
da: Pinkoden skal være på mindst 4 cifre.
de: PIN muss aus mindestens 4 Ziffern bestehen.
el: Το ΡΙΝ πρέπει να έχει τουλάχιστον 4 ψηφία.
es: El PIN debe contener al menos 4 dígitos.
es_es: El PIN debe tener al menos 4 caracteres.
et: PIN-kood peab olema vähemalt 4 numbri pikkune.
eu: PINak gutxienez 4 digitu eduki behar ditu.
fa: پین حداقل باید 4 رقم باشد.
fi: Tunnusluvussa on oltava vähintään 4 numeroa.
fil: Ang PIN ay kailangang hindi bababa sa 4 na bilang.
fr: Le code PIN doit comporter au moins quatre chiffres.
ga: Ní cheadaítear UAP atá níos giorra ná 4 dhigit.
gu: PIN ઓછામાં ઓછો 4 અંકનો હોવો જોઈએ.
he: PIN חייב להיות לפחות 4 ספרות.
hi: पिन कम से कम 4 अंको का होना चाहिये।
hr: PIN mora imati najmanje 4 znamenke.
hu: A PIN kódnak legalább 4 számjegyből kell állnia.
id: PIN harus berisi minimal 4 digit.
is: PIN-númer verður að vera amk. 4 tölustafir.
it: Il PIN deve essere almeno di 4 cifre.
ja: PINは4桁以上の数字にしてください。
kab: Tangalt PIN ilaq ad tesɛu ma drus 4 n yizwilen
kk: PIN код кем дегенде 4 саннан құралуға тиіс.
km: á›áŸá PIN ááŸ’ášá¼áœá˜á¶á“á™áŸ‰á¶á„á áŸ„á… 4 ááŸ’á‘á„áŸ‹áŸ”
kn: ಪಿನ್ ಕನಿಷ್ಠ 4 ಅಂಕಿಗಳಷ್ಟು ಇರಬೇಕು.
ko: PIN은 최소 4자리입니다.
lt: PIN kode privalo būti bent 4 skaitmenys.
lv: PIN jābūt vismaz 4 ciparus garam.
mk: ПИН-от мора да биде долг мнинимум 4 цифри.
ml: PIN കുറഞ്ഞത് 4 അക്കങ്ങളെങ്കിലും ആയിരിക്കണം
mr: PIN किमान 4 अंकांचा असायला हवा.
ms: PIN mestilah sekurang-kurangnya dalam 4 digit.
my: ပင်နံပါတ်သည် အနည်းဆုံး နံပါတ် ၄ လုံးရှိရပါမည်။
nb: PIN-koden må være minst 4 sifre.
nl: Je pincode moet uit ten minste 4 cijfers bestaan.
pa: ਪਿਨ ਘੱਟੋ-ਘੱਟ 4 ਅੰਕਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pa_pk: پن لازماً گھٹ توں گھٹ 4 ہندسیاں دی ہووے۔
pl: PIN musi mieć co najmniej 4 cyfry.
ps: PIN باید کم تر کمه 4 رقمي وي.
pt_br: O PIN deve ter pelo menos quatro dígitos.
pt_pt: O PIN deverá ter pelo menos 4 dígitos.
ro: PIN-ul trebuie să aibă cel puțin 4 cifre.
ru: PIN-код должен быть не короче 4 цифр.
sk: PIN musí mať aspoň 4 číslice.
sl: PIN mora vsebovati vsaj 4 številke.
sq: PIN-i duhet të jetë të paktën 4 shifra.
sr: PIN мора садржати бар 4 цифре.
sv: PIN-koden måste vara minst 4 siffror.
sw: PINI lazima iwe na angalau nambari 4.
ta: பின் குறைந்தபட்சம் 4 இலக்கங்களாக இருக்க வேண்டும்.
te: పిన్ కనీసం 4 అంకెలు ఉండాలి.
th: รหัส PIN ต้องมีอย่างน้อย 4 หลัก
tr: PIN en az 4 haneli olmalı
ug: PIN ئەڭ ئاز 4 ھەرپلەردىن تۈزۈلۈشى كېرەك
uk: Мінімальна довжина PIN-коду — 4 цифри
ur: پن کم از کم 4 ہندسوں کا ہونا چاہیے۔
vi: Mã PIN phải có ít nhất 4 kí tự.
zh_cn: PIN 最少需要4位数字
zh_hk: PIN 須至少為 4 個字元

# PINNED_CONVERSATION_LIMIT
source: You can only pin up to 4 chats.
af: U kan slegs tot 4 kletse vasspeld.
ar: يُمكنك تثبيت ما يصل إلى 4 دردشات فقط.
az: Yalnız 4 söhbətə qədər sancaqlaya bilərsiniz
be: Вы можаце прымацаваць не больш за 4 чаты.
bn: আপনি কেবলমাত্র 4টি পর্যন্ত চ্যাট পিন করতে পারবেন।
ca: Només pots fixar fins a 4 xats.
cs: Připnout lze maximálně 4 chaty.
cy: Gallwch binio hyd at 4 sgwrs.
da: Du kan kun fastgøre op til 4 chats.
de: Du kannst maximal 4 Chats anheften.
el: Μπορείς να καρφιτσώσες μόνο μέχρι 4 συνομιλίες.
es: Solo puedes fijar un máximo de 4 chats.
es_es: Sólo puedes fijar un máximo de cuatro chats.
et: Saad kinnitada kuni 4 vestlust.
eu: Gehienez 4 txat finka ditzakezu
fa: فقط می‌توانید حداکثر ۴ مکالمه را سنجاق کنید.
fi: Voit kiinnittää enintään 4 keskustelua.
fr: Vous ne pouvez pas épingler plus de 4 conversations.
ga: Is féidir leat suas le 4 chomhrá a phionnáil.
gu: તમે ફક્ત 4 ચેટ સુધી પિન કરી શકો છો.
he: אפשר להצמיד עד 4 צ׳אטים בלבד.
hi: आप केवल 4 तक चैट को पिन कर सकते हैं।
hr: Možete prikvačiti najviše 4 razgovora.
hu: Maximum 4 csevegést rögzíthetsz.
id: Anda hanya dapat menyematkan hingga 4 obrolan.
is: Aðeins hægt að festa allt að 4 samtöl.
it: Puoi fissare un massimo di 4 chat.
ja: ピン留めできるチャットは4件までです。
kab: Tzemreḍ kan ad tsentḍeḍ 4 n yidiwenniyen
km: á¢áŸ’á“á€á¢á¶á…ááŸ’á‘á¶áŸáŸ‹á€á¶ášá‡á‡áŸ‚á€ášá á¼ááŠá›áŸ‹á€á¶ášá‡á‡áŸ‚á€á…áŸ†á“á½á“ 4áŸ”
kn: ನೀವು 4 ಚಾಟ್‌ಗಳವರೆಗೆ ಮಾತ್ರ ಪಿನ್ ಮಾಡಬಹುದು.
ko: 대화는 4개까지만 고정할 수 있습니다.
lt: Galite prisegti daugiausiai 4 pokalbius.
lv: Iespējams piespraust tikai 4 tērzēšanas.
ml: നിങ്ങൾക്ക് 4 ചാറ്റുകൾ വരെ മാത്രമേ പിൻ ചെയ്യാൻ കഴിയൂ
mr: आपण फक्त 4 पर्यंत चॅट पिन करू शकता.
ms: Anda hanya boleh pin sebanyak 4 sembang.
my: သင်သည် စကားပြောဆိုမှု ၄ ခုထိ မှတ်ချိတ်ထားနိုင်ပါသည်။
nb: Du kan bare feste opptil 4 samtaler.
nl: Je kunt niet meer dan 4 chats vastzetten.
pa: ਤੁਸੀਂ ਸਿਰਫ਼ 4 ਚੈਟਾਂ ਹੀ ਟੰਗ ਸਕਦੇ ਹੋ।
pl: Możesz przypiąć maksymalnie 4 czaty.
ps: تاسې کولای شئ تر 4 پورې چټونه سنجاق کړئ.
pt_br: Você só pode fixar até 4 chats.
pt_pt: Apenas pode afixar até 4 chats.
ro: Poți fixa până la 4 conversații.
ru: Вы можете прикрепить только до 4 чатов.
sk: Môžete pripnúť maximálne 4 čety.
sl: Pripnete lahko do največ 4 pogovore
sq: Mund të fiksoni deri në 4 fjalosje.
sr: Можете да закачите највише 4 ћаскања.
sv: Du kan bara nåla upp till fyra chattar.
sw: Unaweza kubandika hadi gumzo 4 tu.
ta: நீங்கள் 4 உரையாடல்களை மட்டுமே முக்கியமானதாகக் குறிக்க முடியும்
te: మీరు 4 చాట్‌లను మాత్రమే పిన్ చేయవచ్చు.
th: คุณปักหมุดแชทได้ 4 รายการเท่านั้น
tr: Yalnızca 4 sohbete kadar sabitleyebilirsin.
ug: كۆپ بولغاندا 4 پاراڭنى مىخلىيالايسىز.
uk: Ви можете закріпити до 4 чатів.
ur: آپ صرف 4 تک چیٹس پِن کر سکتے ہیں۔
vi: Bạn chỉ có thể ghim tối đa 4 cuộc trò chuyện.
zh_cn: 您最多只能置顶 4 个聊天。
zh_hk: 您最多只能釘選 4 個聊天。

# PINNED_SECTION_TITLE
source: Pinned
af: Vasgespeld
ar: الدردشات المُثبَّتة
az: Sancaqlandı
be: Прымацаваныя
bn: পিন করা
ca: Fixat
cs: Připnuto
cy: Wedi'i binio
da: Fastgjort
de: Angeheftet
el: Καρφιτσωμένο
es: Fijados
es_es: Chats fijados
et: Kinnitatud
eu: Finkatuta
fa: سنجاق شده
fi: Kiinnitetty
fr: Épinglées
ga: Greamaithe
gu: પિન કરેલું
he: מוצמד
hi: पिन किया गया
hr: Prikvačeno
hu: Rögzítve
id: Disematkan
is: Fest
it: Fissate
ja: ピン留め中
kab: Yenteḍ
km: á”á¶á“ááŸ’á‘á¶áŸáŸ‹
kn: ಪಿನ್ ಮಾಡಲಾದ
ko: 고정됨
lt: Prisegti pokalbiai
lv: Piekabināts
mk: Закачени
ml: പിൻ ചെയ്‌തു
mr: पिन केलेला
ms: Dipinkan
my: မှတ်ချိတ်ထားသည်
nb: Festet
nl: Vastgezet
pa: ਟੰਗੇ
pl: Przypięte
ps: سنجاق شوی
pt_br: Fixadas
pt_pt: Afixada(s)
ro: Fixată
ru: Прикреплённые
sk: Pripnuté
sl: Pripeto
sq: E fiksuar
sr: Закачено
sv: Nålade
sw: Imebandikwa
ta: முக்கியமானவை
te: పిన్ చేయబడింది
th: ปักหมุด
tr: Sabitlendi
ug: قوندۇرۇلدى
uk: Закріплені
ur: پن لگا ہوا
vi: Đã ghim
zh_cn: 已置顶
zh_hk: 已釘選

# PINS_MEGAPHONE_ACTION
source: Create PIN
af: Skep PIN
ar: إنشاء رقم التعريف الشخصي (PIN)
az: PIN yarat
be: Стварыць PIN-код
bg: Създаване на ПИН
bn: পিন তৈরি করুন
ca: Crea un PIN
cs: Vytvořit PIN
cy: Crëwch PIN
da: Opret pinkode
de: PIN erstellen
el: Δημιουργία PIN
es: Crear PIN
es_es: Crear PIN
et: Loo PIN-kood
eu: PINa sortu
fa: ایجاد پین
fi: Luo tunnusluku
fil: Lumikha ng PIN
fr: Créer un code PIN
ga: Cruthaigh UAP
gu: PIN બનાવો
he: צור PIN
hi: पिेन बनाएँ
hr: Stvori PIN
hu: PIN létrehozása
id: Buat PIN
is: Útbúðu PIN-númer
it: Crea PIN
ja: PINを作成
kab: Snulfu-d PIN
kk: PIN код жасау
km: á”á„áŸ’á€á¾áá›áŸáá€á¼áŠ PIN
kn: ಪಿನ್ ರಚಿಸಿ
ko: PIN 만들기
lt: Susikurkite PIN kodą
lv: Izveidot PIN
mk: Создадете ПИН
ml: പിൻ സൃഷ്ടിക്കുക
mr: PIN तयार करा
ms: Cipta PIN
my: ပင်နံပါတ်ဖန်တီးပါ
nb: Lag PIN
nl: Pincode aanmaken
pa: ਪਿਨ ਬਣਾਓ
pa_pk: اک پن بناوو
pl: Utwórz PIN
ps: د PIN جوړول
pt_br: Criar um PIN
pt_pt: Criar PIN
ro: Creează un PIN
ru: Создать PIN-код
sk: Vytvoriť PIN
sl: Ustvari PIN
sq: Krijoni PIN
sr: Креирајте PIN
sv: Skapa PIN-kod
sw: Unda Nenosiri
ta: பின் உருவாக்கவும்
te: పిన్ సృష్టించండి
th: สร้างรหัส PIN
tr: PIN oluştur
ug: PIN قۇر
uk: Створіть PIN-код
ur: پن بنائیں
vi: Tạo mã PIN
zh_cn: 创建 PIN 码
zh_hk: 建立 PIN 碼

# PINS_MEGAPHONE_BODY
source: Finish creating your Signal PIN.
af: Voltooi die skep van u Signal PIN.
ar: أكمِل إنشاء رقم التعريف الشخصي (PIN) على سيجنال.
az: Signal PIN-inin yaradılmasını tamamlayın.
be: Скончыць стварэнне PIN-кода Signal.
bg: ПИН кодовете пазят информацията, съхранена в Signal, шифрирана
bn: আপনার Signal পিন তৈরি করা শেষ করুন।
ca: Acabeu de crear el PIN del Signal.
cs: Dokončete vytváření Signal PIN.
cy: Gorffen creu eich PIN Signal.
da: Afslut oprettelsen af din Signal-pinkode.
de: Erstellen deiner Signal-PIN abgeschlossen
el: Ολοκλήρωση δημιουργίας του PIN Signal σου.
es: Completa el registro de tu PIN de Signal.
es_es: El PIN permite activar el bloqueo de registro de tu número y almacena tu cuenta cifrada en el servidor de Signal de forma que sólo tú puedes acceder a ella. Ni siquiera l@s creador@s de Signal tienen acceso.
fa: ایجاد پین سیگنال خود را به پایان برسانید.
fi: Viimeistele Signal-tunnusluvun luonti.
fil: Panapanatiling encrypted ng PIN ang mga impormasyong naka-imbak sa Signal
fr: Finalisez la création de votre code PIN Signal
gu: તમારો Signal પિન બનાવવાનું પૂર્ણ કરો.
he: סיים ליצור את PIN של Signal שלך.
hi: अपना Signal पिन बनाना पूरा करें।
hr: Završite stvaranje vašeg Signal PIN-a.
hu: Hozd létre Signal PIN kódod!
id: Selesai membuat PIN Signal Anda.
is: Ljúktu við að útbúa PIN-númer fyrir Signal.
it: Finisci di creare il tuo PIN di Signal.
ja: Signal PINを作成しましょう。
kk: PIN кодтарда Signal шифрланған күйде сақтайтын ақпарат болады
km: á”á‰áŸ’á…á”áŸ‹á€á¶ášá”á„áŸ’á€á¾áá›áŸáá€á¼áŠ SignaláŸ”
ko: Signal PIN을 마저 만드세요.
lt: Užbaikite kurti PIN kodą.
ml: നിങ്ങളുടെ Signal പിൻ സൃഷ്ടിക്കുന്നത് പൂർത്തിയാക്കുക.
mr: Signal PIN ची निमिर्ती पूर्ण करा.
ms: Selesai mencipta PIN Signal anda.
my: သင့် Signal PIN ဖန်တီးမှုကို ပြီးအောင်လုပ်ပါ။
nb: Lag ferdig din Signal-PIN.
nl: Je hebt nog geen Signal-pincode aangemaakt. Maak je pincode aan.
pa_pk: پناں Signal دے نال ذخیرہ شدہ جانکاری نوں خفیہ کاری توں محفوظ رکھدی ہین
pl: Utwórz swój PIN Signal.
pt_br: Termine de criar o seu PIN do Signal.
pt_pt: Termine de criar o seu PIN do Signal.
ro: Finalizează crearea PIN-ului tău Signal.
ru: Завершите создание своего PIN-кода Signal.
sk: Dokončite vytváranie Signal PIN kódu.
sl: Dokončajte ustvarjanje svoje kode PIN za Signal.
sq: Përfundoni krijimin e PIN-it tuaj për Signal.
sr: Завршите креирање Signal PIN-а.
sv: Slutför skapande av din Signal-PIN-kod.
sw: Maliza kutengeneza Nenosiri ya Signal.
ta: உங்கள் சிக்னல் பின்னை உருவாக்கி முடிக்கவும்
th: สร้างรหัส PIN Signal ของคุณให้เสร็จ
tr: Signal PIN'inizi oluşturmayı tamamlayın.
ug: Signal PIN قۇرۇشنى تاماملاڭ.
uk: Завершіть створення PIN-коду Signal.
ur: اپنا Signal PIN تخلیق کرنا مکمل کریں۔
vi: Hãy hoàn thành việc tạo mã PIN của Signal.
zh_cn: 完成 Signal PIN 码的创建
zh_hk: 完成建立您的 Signal PIN 碼。

# PINS_MEGAPHONE_TITLE
source: Create a PIN
af: Skep ’n PIN
ar: إنشاء رقم تعريف شخصي (PIN)
az: PIN yarat
be: Стварыць PIN-код
bg: Създайте си ПИН
bn: একটি পিন তৈরি করুন
ca: Crea un PIN
cs: Vytvořit PIN
cy: Crëwch PIN
da: Opret en pinkode
de: Erstelle eine PIN
el: Δημιούργησε ένα PIN
es: Crear un PIN
es_es: Crear PIN
et: Loo PIN-kood
eu: PIN bat sortu
fa: یک پین جدید ایجاد کنید
fi: Luo tunnusluku
fil: Lumikha ng PIN
fr: Créer un code PIN
ga: Cruthaigh UAP
gu: એક PIN બનાવો
he: צור PIN
hi: पिेन बनाएँ
hr: Stvorite PIN
hu: PIN létrehozása
id: Buat PIN
is: Útbúðu PIN-númer
it: Crea un PIN
ja: PINを作成しましょう
kab: Snulfu-d PIN
kk: PIN код жасау
km: á”á„áŸ’á€á¾áá›áŸáá€á¼áŠ PIN á˜á½á™
kn: ಒಂದು ಪಿನ್ ರಚಿಸಿ
ko: PIN 만들기
lt: Sukurti PIN kodą
lv: Izveidot PIN
mk: Создадете ПИН
ml: ഒരു പിൻ സൃഷ്ടിക്കുക
mr: PIN तयार करा.
ms: Cipta PIN
my: ပင်နံပါတ် ဖန်တီးမယ်
nb: Lag en PIN
nl: Maak een pincode aan
pa: ਪਿਨ ਬਣਾਓ
pa_pk: اک پن بناوو
pl: Utwórz PIN
ps: د PIN رامنځته کول
pt_br: Criar um PIN
pt_pt: Criar um PIN
ro: Creează un PIN
ru: Создайте PIN-код
sk: Vytvoriť si PIN
sl: Ustvari PIN
sq: Krijoni PIN
sr: Креирајте PIN
sv: Skapa en PIN-kod
sw: Unda Nenosiri
ta: பின்னை உருவாக்கவும்
te: పిన్ సృష్టించండి
th: สร้างรหัส PIN
tr: PIN oluştur
ug: بىر PIN قۇر
uk: Створіть PIN-код
ur: ایک پن بنائیں
vi: Tạo mã PIN
zh_cn: 创建你的密码
zh_hk: 建立一個 PIN 碼

# PINS_MEGAPHONE_TOAST
source: PIN created. You can change it in settings.
af: PIN geskep. U kan dit in Instellings verander.
ar: تمَّ إنشاء رقم التعريف الشخصي (PIN). يُمكنك تغييره في الإعدادات.
az: PIN yaradıldı. Bunu tənzimləmələrdə dəyişdirə bilərsiniz.
be: PIN-код створаны. Вы можаце змяніць яго ў наладах.
bg: ПИН кодът е създаден. Можете да го смените от настройките.
bn: পিন তৈরি করা হয়েছে। আপনি সেটিংসে এটি পরিবর্তন করতে পারেন।
ca: S'ha creat el PIN. El podeu canviar des de la configuració.
cs: PIN vytvořen. Můžete jej změnit v nastavení.
cy: Crëwyd y PIN. Gallwch ei newid yn gosodiadau.
da: Pinkode oprettet. Du kan ændre den i indstillinger.
de: PIN erstellt. Du kannst sie in den Einstellungen ändern.
el: Το PIN δημιουργήθηκε. Μπορείς να το αλλάξεις στις ρυθμίσεις.
es: PIN creado. Lo puedes cambiar en Ajustes.
es_es: PIN creado. Lo puedes modificar en los ajustes.
et: PIN-kood loodud. Saad seda sätetes muuta.
eu: PINa sortu da. Ezarpenetan aldatu dezakezu.
fa: پین ایجاد شد. می‌توانید در تنظیمات آن را تغییر دهید.
fi: Tunnusluku luotu. Voit vaihtaa sen asetuksissa.
fil: Nalikha na ang PIN. Mababago mo ito sa settings.
fr: Code PIN créé. Vous pouvez le modifier dans les paramètres.
ga: Cruthaíodh an UAP. Is féidir leat í a athrú sna socruithe.
gu: PIN બનાવ્યો. તમે તેને સેટિંગ્સમાં બદલી શકો છો.
he: PIN נוצר. אתה יכול לשנות אותו בהגדרות.
hi: पिन बन गया है, आप पिन को सेटिंग्स में जा कर बदल सकते हैं।
hr: PIN je stvoren. Možete ga promijeniti u postavkama.
hu: PIN kód létrehozva. Megváltoztathatod a Beállításokban.
id: PIN telah dibuat. Anda dapat mengubah PIN dari Pengaturan.
is: PIN-númer var útbúið. Þú getur breytt því í stillingunum.
it: PIN creato. Puoi cambiarlo nelle impostazioni.
ja: PINが作成されました。設定で変更することもできます。
kab: Tangalt PIN tettwarna. Tzemreḍ ad tt-tbeddleḍ deg yiɣewwaren.
kk: PIN код жасалды. Оны параметрлерден өзгертуге болады.
km: á›áŸáá€á¼áŠ PIN ááŸ’ášá¼áœá”á¶á“á”á„áŸ’á€á¾ááŸ” á¢áŸ’á“á€á¢á¶á…á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá€áŸ’á“á»á„á€á¶ášá€áŸ†áááŸ‹áŸ”
kn: ಪಿನ್ ರಚಿಸಲಾಗಿದೆ. ನೀವು ಇದನ್ನು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.
ko: PIN을 만들었습니다. 설정에서 변경할 수 있습니다.
lt: PIN kodas sukurtas. Galite jį pasikeisti nustatymuose.
lv: PIN izveidots. To var mainīt iestatījumos.
mk: ПИН-от беше создаден. Можете да го промените во поставки.
ml: PIN സൃഷ്ടിച്ചിരിക്കുന്നു. നിങ്ങൾക്കത് സെറ്റിംഗ്സിൽ മാറ്റാവുന്നതാണ്.
mr: PIN तयार केला. आपण त्यास सेटिंग मध्ये बदलू शकता.
ms: PIN dicipta. Anda boleh mengubahnya dalam tetapan.
my: ပင်နံပါတ်ဖန်တီးပြီး။ အပြင်အဆင်ထဲတွင် ၎င်းကို ပြောင်းလဲနိုင်ပါသည်။
nb: PIN laget. Du kan endre den i innstillinger.
nl: Je pincode is aangemaakt. Je kunt deze wijzigen in de instellingen.
pa: ਪਿਨ ਬਣਾਇਆ ਗਿਆ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ।
pa_pk: پن بنا دتی گئی۔ تساں اینوں ترتیباں اچ تبدیل کر سکدے او۔
pl: Utworzono PIN. Możesz go zmienić w ustawieniach.
ps: PIN رامنځته شو. تاسې کولای شئ هغه په تنظیماتو کې بدل کړئ.
pt_br: PIN criado. Você pode modificá-lo nas configurações.
pt_pt: PIN criado. Poderá alterá-lo nas 'Definições'.
ro: PIN creat. Poate fi schimbat din meniul de setări.
ru: PIN-код создан. Вы можете изменить его в настройках.
sk: PIN kód sa vytvoril. Môžete ho zmeniť v nastaveniach.
sl: PIN je bil ustvarjen. Lahko ga spremenite v nastavitvah.
sq: PIN-i u krijua. Mund ta ndryshoni që nga rregullimet.
sr: PIN је креиран. Можете га променити у подешавањима.
sv: PIN-kod skapad. Du kan ändra den i inställningar.
sw: PINI imeundwa. Unaweza kuibadilisha kwenye mipangilio
ta: பின் உருவாக்கப்பட்டது. நீங்கள் முடியும் மாற்றம் அது உள்ளே அமைப்புகள்.
te: పిన్ సృష్టించబడింది. మీరు దీన్ని సెట్టింగులలో మార్చవచ్చు.
th: รหัส PIN ถูกสร้างแล้ว คุณสามารถเปลี่ยนรหัสได้ในการตั้งค่า
tr: PIN oluşturuldu. Ayarlardan değiştirebilirsiniz.
ug: PIN قۇرۇلدى. ئۇنى تەڭشەكتىن ئۆزگەرتەلەيسىز.
uk: PIN-код створено. Його можна змінити в налаштуваннях.
ur: پن تیار کیا گیا۔ آپ اسے ترتیبات میں تبدیل کرسکتے ہیں۔
vi: Mã PIN đã được tạo. Bạn có thể thay đổi nó trong cài đặt.
zh_cn: PIN 码已经创建。你可以在设置中修改它。
zh_hk: PIN 碼已建立。您可在設定中進行更改。

# PLAY_BUTTON_ACCESSABILITY_LABEL
source: Play Media
af: Speel media
ar: تشغيل الوسط
az: Medianı oxut
be: Прайграць медыяфайл
bg: Възпроизведи Медиа
bn: মিডিয়া চালান
ca: Reprodueix el contingut
cs: Spustit média
cy: Chwarae Cyfryngau
da: Afspil mediefil
de: Medieninhalt wiedergeben
el: Αναπαραγωγή πολυμέσων
es: Reproducir archivo
es_es: Reproducir archivo multimedia
et: Mängi meediafaili
eu: Erreproduzitu Medioa
fa: پخش رسانه
fi: Toista media
fil: I-play ang Media
fr: Lire le média
ga: Seinn an Comhad Meáin
gu: મીડિયા ચલાવો
he: נגן מדיה
hi: मीडिया चालायें।
hr: Reproduciraj
hu: Média lejátszása
id: Mainkan Media
is: Spila margmiðlunarskrá
it: Riproduci media
ja: メディアを再生
kab: Γeṛ amidyat.
kk: Ақпарат құралдарын ойнату
km: á…á¶á€áŸ‹á˜áŸáŒá¶
kn: ಮೀಡಿಯಾ ಪ್ಲೇ ಮಾಡಿ
ko: 미디어 재생
lt: Atkurti mediją
lv: Atskaņot multivides saturu
mk: Пушти Медија
ml: മീഡിയ പ്ലേ ചെയ്യുക
mr: मिडिया प्ले करा
ms: Mainkan Media
my: မီဒီယာဖိုင် ဖွင့်ကြည့်မယ်
nb: Spill av media
nl: Media afspelen
pa: ਮੀਡੀਓ ਚਲਾਓ
pa_pk: میڈیا پلے کرو
pl: Odtwórz
ps: د رسنۍ پلي کول
pt_br: Reproduzir mídia
pt_pt: Reproduzir
ro: Redă media
ru: Воспроизвести медиа
sk: Spustiť média
sl: Predvajaj multimedijsko datoteko
sq: Luaj Media
sr: Пусти медиј
sv: Spela media
sw: Cheza Media
ta: மீடியா விளையாடு
te: మీడియాను ప్లే చేయండి
th: เล่นสื่อ
tr: Medyayı Oynat
ug: ۋاسىتە قوي
uk: Відтворити медіафайл
ur: میڈیا چلائیں
vi: Phát Tập tin đa phương tiện
zh_cn: 播放媒体
zh_hk: 播放媒體

# PRIVACY_IDENTITY_IS_VERIFIED_BADGE
source: Verified
af: Geverifieer
ar: مُتحقَّق منه
az: Təsdiqləndi
be: Праверана
bg: Проверен
bn: যাচাইকৃত
ca: Verificat
cs: Ověřen
cy: Gwiriwyd
da: Godkendt
de: Verifiziert
el: Επιβεβαιωμένος/η
es: Identidad verificada
es_es: Identidad verificada
et: Kinnitatud
eu: Egiaztatua
fa: تأیید شده
fi: Varmennettu
fil: Beripikado
fr: Confirmé
ga: Deimhnithe
gu: ચકાસણી
he: מוודא
hi: सत्यापित
hr: Provjeren/a
hu: Ellenőrizve
id: Terverifikasi
is: Sannreynt
it: Verificato
ja: 検証済み
kab: Yettwasefqed
kk: Тексерілді
km: á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ko: 검증함
lt: Patvirtinta(s)
lv: Apstiprināts
mk: Потврден
ml: പരിശോധിച്ചു
mr: सत्यापित
ms: Disahkan
my: အတည်ပြုပြီး
nb: Verifisert
nl: Geverifieerd
pa: ਤਸਦੀਕਸ਼ੁਦਾ
pa_pk: تصدیق کیتا ہویا
pl: Zweryfikowano
ps: تایید شوی
pt_br: Verificado
pt_pt: Verificado
ro: Verificat
ru: Подтверждён
sk: Overený
sl: Potrjeno
sq: I verifikuar
sr: Верификован корисник
sv: Verifierad
sw: Iliyothibitishwa
ta: சரிபார்க்கப்பட்ட
te: నిర్థారించబడింది
th: ตรวจยืนยันแล้ว
tr: Doğrulandı
ug: دەلىللەندى
uk: Перевірено
ur: تصدیق شدہ
vi: Đã xác minh
zh_cn: 已验证
zh_hk: 已驗證

# PRIVACY_TAP_TO_SCAN
source: Tap to Scan
af: Tik om te skandeer
ar: يُرجى اللمس من أجل المسح الضوئي
az: Skan etmək üçün toxunun
be: Націснуць, каб сканаваць
bg: Докосни за Сканиране
bn: স্ক্যান করতে আলতো চাপুন
ca: Toqueu per escanejar
cs: Klepněte pro naskenování
cy: Tapiwch i Sganio
da: Tryk for at scanne
de: Zum Scannen antippen
el: Πάτα για σκανάρισμα
es: Toca para escanear
es_es: Toca para escanear
et: Klõpsa skannimiseks
eu: Ukitu eskaneatzeko
fa: برای اسکن کردن ضربه بزنید
fi: Skannaa napauttamalla
fil: Pindutin para Mag-scan
fr: Toucher l'écran pour scanner
ga: Tapáil chun Scanadh
gu: સ્કેન પર ટેપ કરો
he: הקש כדי לסרוק
hi: स्कैन करने के लिए टैप करें
hr: Skeniraj kôd
hu: Koppints a beolvasáshoz
id: Ketuk untuk Memeriksa
is: Ýttu til að skanna
it: Tocca per scansionare
ja: タップしてスキャン
kab: Sit i usmiḍen
kk: Сканерлеу үшін түрту
km: á…á»á… áŠá¾á˜áŸ’á”á¸áŸáŸ’á€áŸá“
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭하여 스캔
lt: Bakstelėkite, norėdami skenuoti.
lv: Pieskarties, lai skenētu
mk: Допрете за да скенирате
ml: സ്കാൻ ചെയ്യാൻ ടാപ് ചെയ്യുക
mr: स्कॅन करण्यासाठी टॅप करा
ms: Ketik untuk Imbas
my: စကန်ဖတ်ရန် နှိပ်ပါ
nb: Trykk for å skanne
nl: Tik om te scannen
pa: ਸਕੈਨ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
pa_pk: اسکین کرن دے لئی ٹیپ کرو
pl: Dotknij, aby zeskanować
ps: د سکن لپاره کلیک وکړئ
pt_br: Toque para escanear
pt_pt: Toque para digitalizar
ro: Apasă pentru scanare.
ru: Сканировать
sk: Ťuknite pre skenovanie
sl: Tapnite za skeniranje
sq: Prekeni për Skanim
sr: Додирните да скенирате
sv: Tryck för att skanna
sw: Gusa Kuskani
ta: ஸ்கேன் செய்ய தட்டவும்
te: స్కాన్ చేయడానికి నొక్కండి
th: แตะเพื่อสแกน
tr: Taramak için dokunun
ug: سايىلاش ئۈچۈن چىكىڭ
uk: Торкніться, щоб сканувати
ur: سکین کرنے کیلئے کلک کریں
vi: Chạm vào để Quét
zh_cn: 点击扫描
zh_hk: 輕觸以掃描
