Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CALL_LINK_LINK_PREVIEW_DESCRIPTION
source: Use this link to join a Signal call
ar: اِستخدم هذا الرابط للانضمام إلى مكالمة سيجنال
be: Выкарыстайце гэтую спасылку, каб далучыцца да званка Signal
bn: Signal কলে যোগ দিতে এই লিংকটি ব্যবহার করুন
ca: Utilitzar aquest enllaç per a unir-te a la trucada de Signal
cs: Pomocí tohoto odkazu se můžete připojit k hovoru Signal
da: Brug dette link til at deltage i et Signal-opkald
de: Über diesen Link kannst du an einem Signal-Anruf teilnehmen
el: Χρησιμοποίησε αυτόν τον σύνδεσμο για να μπεις σε μία κλήση Signal
es: Usa este enlace para unirte a una llamada de Signal
fa: از این پیوند برای پیوستن به یک تماس سیگنال استفاده کنید
fi: Liity Signal-puheluun tämän linkin avulla
fr: Utiliser ce lien pour rejoindre un appel Signal
ga: Úsáid an nasc seo le dul isteach i nglao Signal
gu: Signal કૉલમાં જોડાવા માટે આ લિંક વાપરો
he: אפשר להשתמש בלינק הזה כדי להצטרף לשיחת Signal
hi: Signal कॉल से जुड़ने के लिए यह लिंक इस्तेमाल करें
hr: Koristite ovu poveznicu da biste se pridružili Signal pozivu
hu: Ezzel a hivatkozással csatlakozhatsz egy Signal-híváshoz
id: Gunakan tautan ini untuk gabung ke panggilan Signal
it: Usa questo link per unirti a una chiamata Signal
ja: リンクを使用して Signal 通話に参加する
ko: 이 링크를 사용하여 Signal 통화에 참여하세요.
mr: एका Signal कॉलमध्ये सामील होण्यासाठी या लिंकचा वापर करा
ms: Gunakan pautan ini untuk menyertai Panggilan Signal
nb: Bruk denne lenken for å bli med i en Signal-samtale
nl: Gebruik deze link om deel te nemen aan een Signal-oproep
pl: Użyj tego linku, aby dołączyć do rozmowy Signal
pt_br: Use este link para participar de uma chamada do Signal
pt_pt: Use este link para se juntar à chamada do Signal
ro: Folosește acest link pentru a te alătura unui Apel Signal
ru: Используйте эту ссылку, чтобы присоединиться к звонку Signal
sk: Na pripojenie k Signal hovoru použite tento odkaz
sr: Користите овај линк да се укључите у позив преко Signal-а
sv: Använd den här länken för att gå med i ett Signal-samtal
th: ใช้ลิงก์นี้เพื่อเข้าร่วมการโทรของ Signal
tr: Bir Signal Aramasına katılmak için bu bağlantıyı kullan
ug: بۇ ئۇلانما بىلەن Signal چاقىرىقىغا قوشۇلۇش
uk: Ось посилання, за яким можна приєднатися до виклику в Signal
ur: Signal کال میں شامل ہونے کے لیے یہ لنک استعمال کریں
vi: Sử dụng đường dẫn này để tham gia cuộc gọi Signal
zh_cn: 使用此链接加入 Signal 通话
zh_hk: 使用此連結以加入 Signal 通話

# CALL_LINK_LOBBY_SHARING_INFO_PHONE_NUMBER_SHARING_OFF
source: Anyone who joins this call via the link will see your name and photo.
ar: أي شخص ينضم إلى هذه المكالمة عبر الرابط سَيرى اسمك وصورتك.
be: Усякі, хто далучыцца да гэтага званка па спасылцы, убачыць вашы імя і фота.
bn: লিংকের মাধ্যমে এই কলে যোগদানকারী যে কেউ আপনার নাম ও ছবি দেখতে পাবেন।
ca: Qualsevol persona que s'uneixi a aquesta trucada mitjançant l'enllaç veurà el teu nom i la teva foto.
cs: Každý, kdo se k tomuto hovoru připojí prostřednictvím odkazu, uvidí vaše jméno a fotografii.
da: Alle, der deltager i dette opkald via linket, vil se dit navn og billede.
de: Alle, die diesem Anruf über den Link beitreten, sehen deinen Namen und dein Foto.
el: Όποιος συμμετέχει στην κλήση μέσω του συνδέσμου θα μπορεί να δει το όνομα και τη φωτογραφία σου.
es: Cualquier persona que se una a esta llamada usando el enlace podrá ver tu nombre y foto de perfil.
fa: هر کسی که از طریق لینک به این تماس بپیوندد، قادر به دیدن نام و عکس شما خواهد بود.
fi: Kuka tahansa, joka liittyy tähän puheluun linkin kautta, näkee nimesi ja kuvasi.
fr: Tous les utilisateurs participant à cet appel via le lien verront votre nom et votre photo.
ga: Aon duine a théann isteach sa ghlao seo tríd an nasc, feicfidh an duine sin d'ainm agus do ghrianghraf.
gu: લિંક દ્વારા આ કૉલમાં જોડાયેલા કોઈ પણ વ્યક્તિ તમારું નામ અને ફોટો જોઈ શકશે.
he: כל מי שיצטרפו לשיחה הזו באמצעות הלינק יוכלו לראות את השם והתמונה שלך.
hi: लिंक के माध्यम से इस कॉल में शामिल होने वाले किसी भी व्यक्ति को आपका नाम और फोटो दिखाई देगा।
hr: Svatko tko se pridruži ovom pozivu putem poveznice vidjet će vaše ime i fotografiju.
hu: Bárki, aki csatlakozik ehhez a híváshoz a linken keresztül, látni fogja a nevedet és a fényképedet.
id: Siapa pun yang bergabung ke panggilan ini via tautan akan melihat nama dan foto Anda.
it: Chiunque si unirà alla chiamata tramite il link potrà vedere il tuo nome e foto profilo.
ja: リンク経由でこの通話に参加する人には、あなたの名前と写真が表示されます。
ko: 링크를 통해 이 통화에 참여하는 모든 사용자에게 귀하의 이름과 사진이 표시됩니다.
mr: लिंकद्वारे या कॉलमध्ये जोडला जाणारा कोणीही आपले नाव आणि फोटो पाहील.
ms: Sesiapa yang sertai panggilan ini melalui pautan akan melihat nama dan foto anda.
nb: Alle som blir med i samtalen via lenken, kan se navnet og profilbildet ditt.
nl: Iedereen die via de link aan deze oproep deelneemt, ziet je naam en profielfoto.
pl: Każda osoba, która dołączy do rozmowy za pomocą linku, może wyświetlić Twoje imię oraz zdjęcie.
pt_br: Qualquer pessoa que entrar nesta chamada pelo link verá seu nome e foto.
pt_pt: Qualquer pessoa que se junte a esta chamada através do link verá o seu nome e fotografia.
ro: Oricine se va alătura acestui apel prin intermediul acestui link va vedea numele și fotografia ta.
ru: Все, кто присоединится к этому звонку по ссылке, будут видеть ваше имя и фото.
sk: Každý, kto sa pripojí k tomuto hovoru prostredníctvom odkazu, uvidí vaše meno a fotku.
sr: Свако ко се укључи у овај позив преко линка видеће ваше име и слику.
sv: Alla som ansluter sig till detta samtal via länken kommer att se ditt namn och foto.
th: ผู้ใช้ที่เข้าร่วมการโทรนี้ผ่านลิงก์จะเห็นชื่อและรูปภาพของคุณ
tr: Bağlantı üzerinden bu aramaya katılan herkes adını ve fotoğrafını görecektir.
ug: بۇ چاقىرىققا ئۇلانما ئارقىلىق قوشۇلغان ھەرقانداق كىشى ئىسمىڭىز ۋە رەسىمىڭىزنى كۆرەلەيدۇ.
uk: Усі, хто приєднається до цього виклику за посиланням, зможуть бачити ваше ім'я і фото.
ur: جو بھی اس لنک کے ذریعے کال میں شامل ہو گا آپ کا نام اور تصویر دیکھ سکے گا۔
vi: Bất kỳ ai tham gia cuộc gọi này qua đường dẫn sẽ thấy tên và ảnh của bạn.
zh_cn: 通过此链接加入通话的任何人都能看到您的名称和头像。
zh_hk: 透過連結加入此通話的人都會看到你的姓名及相片。

# CALL_LINK_LOBBY_SHARING_INFO_PHONE_NUMBER_SHARING_ON
source: Anyone who joins this call via the link will see your name, photo, and phone number.
ar: أي شخص ينضم إلى هذه المكالمة عبر الرابط سيرى اسمك وصورتك ورقم هاتفك.
be: Усякі, хто далучыцца да гэтага званка па спасылцы, убачыць вашы імя, фота і нумар тэлефона.
bn: যিনি এই লিংকের মাধ্যমে এই কলে যোগ দেবেন তিনিই আপনার নাম, ছবি ও ফোন নম্বর দেখতে পাবেন।
ca: Qualsevol persona que s'uneixi a aquesta trucada mitjançant l'enllaç veurà el teu nom, foto i número de telèfon.
cs: Každý, kdo se k tomuto hovoru připojí prostřednictvím odkazu, uvidí vaše jméno, fotografii a telefonní číslo.
da: Alle, der deltager i dette opkald via linket, vil se dit navn, billede og telefonnummer.
de: Alle, die diesem Anruf über den Link beitreten, sehen deinen Namen, dein Foto und deine Telefonnummer.
el: Όποιος συμμετέχει στην κλήση μέσω του συνδέσμου θα μπορεί να δει το όνομα, τη φωτογραφία και τον αριθμό τηλεφώνου σου.
es: Cualquier persona que se una a esta llamada usando el enlace podrá ver tu nombre, foto y número de teléfono.
fa: هر کسی که از طریق پیوند به این تماس بپیوندد، قادر به دیدن نام، عکس و شماره تلفن شما خواهد بود.
fi: Kuka tahansa, joka liittyy tähän puheluun linkin kautta, näkee nimesi, kuvasi ja puhelinnumerosi.
fr: Tous les utilisateurs participant à cet appel via le lien verront votre nom, votre photo et votre numéro de téléphone.
ga: Aon duine a théann isteach sa ghlao seo tríd an nasc, feicfidh an duine sin d'ainm, do ghrianghraf agus d'uimhir ghutháin.
gu: લિંક દ્વારા આ કૉલમાં જોડાનાર કોઈ પણ તમારું નામ, ફોટો અને ફોન નંબર જોઈ શકશે.
he: כל מי שיצטרף לשיחה הזו דרך הלינק יראה את השם, התמונה ומספר הטלפון שלך.
hi: लिंक के माध्यम से इस कॉल से जुड़ने वाले किसी भी व्यक्ति को आपका नाम, फोटो और फोन नंबर दिखाई देगा।
hr: Svatko tko se pridruži ovom pozivu putem poveznice vidjet će vaše ime, fotografiju i broj telefona.
hu: Bárki, aki a hivatkozáson keresztül csatlakozik a híváshoz, látni fogja a nevedet, a fényképedet és a telefonszámodat.
id: Siapa pun yang bergabung ke panggilan ini via tautan akan melihat nama, foto, dan nomor telepon Anda.
it: Chiunque si unirà alla chiamata tramite il link potrà vedere il tuo nome, foto profilo e numero di telefono.
ja: リンク経由でこの通話に参加する人には、あなたの名前、写真、電話番号が表示されます。
ko: 링크를 통해 통화에 참여하는 모든 사용자에게 내 이름, 사진, 전화번호가 표시됩니다.
mr: लिंकद्वारे या कॉलमध्ये जोडला जाणारा कोणीही आपले नाव, फोटो, आणि फोन नंबर पाहील.
ms: Sesiapa sahaja yang menyertai panggilan ini melalui pautan akan melihat nama, foto dan nombor telefon anda.
nb: Alle som blir med i samtalen via lenken, kan se navnet, profilbildet og telefonnummeret ditt.
nl: Iedereen die via de link aan deze oproep deelneemt, ziet je naam, foto en telefoonnummer.
pl: Każda osoba, która dołączy do rozmowy za pomocą linku, może wyświetlić Twoje imię, zdjęcie oraz numer telefonu.
pt_br: Todas as pessoas que entrarem nesta chamada pelo link poderão ver seu nome, foto e número de telefone.
pt_pt: Qualquer pessoa que entre nesta chamada através do link verá o seu nome, foto e número de telemóvel.
ro: Oricine se alătură acestui apel prin intermediul linkului îți va vedea numele, fotografia și numărul de telefon.
ru: Все, кто присоединится к этому звонку по ссылке, будут видеть ваше имя, фото и номер телефона.
sk: Každý, kto sa pripojí k tomuto hovoru prostredníctvom odkazu, uvidí vaše meno, fotku a telefónne číslo.
sr: Свако ко се укључи у овај позив преко линка видеће ваше име и слику.
sv: Alla som använder länken för att gå med i detta samtal kommer att se ditt namn, foto, och telefonnummer.
th: ผู้ใช้ที่เข้าร่วมการโทรนี้ผ่านลิงก์จะเห็นชื่อ รูปภาพ และหมายเลขโทรศัพท์ของคุณ
tr: Bu aramaya bağlantı aracılığıyla katılan herkes adını, fotoğrafını ve telefon numaranı görecektir.
ug: بۇ ئۇلىنىش ئارقىلىق توپقا قېتىلغانلار سىزنىڭ ئىسمىڭىز، رەسىمىڭىز ۋە تېلېفون نومۇرىڭىزنى كۆرەلەيدۇ.
uk: Усі, хто приєднається до цього виклику за посиланням, зможуть бачити ваше ім'я, фото і номер телефону.
ur: جو کوئی بھی لنک کے ذریعے اس کال میں شامل ہوتا ہے وہ آپ کا نام، تصویر، اور فون نمبر دیکھ سکے گا۔
vi: Bất kỳ ai tham gia cuộc gọi này qua đường dẫn sẽ thấy tên, ảnh, và số điện thoại của bạn.
zh_cn: 通过此链接加入通话的任何人都能看到您的名称、头像和手机号码。
zh_hk: 透過連結加入此通話的人都會看到你的姓名、相片和電話號碼。

# CALL_LINK_MULTI_CONFIRM
source: Call links you’ve created will no longer work for people who have them.
ar: روابط المكالمات التي أنشأتها لن تعمل بعد الآن عند الأشخاص الذين أُرسِلَت إليهم من قبل.
be: Створаныя вамі спасылкі на званок больш не будуць дзейнічаць для тых, хто мае іх.
bn: আপনার তৈরি করা কলের লিংকগুলো যাদের কাছে আছে তাদের জন্য আর কাজ করবে না।
ca: Els enllaços de trucada que hagis creat ja no funcionaran per a les persones que els tinguin.
cs: Vámi vytvořené odkazy na hovory již nebudou pro lidi, kteří je mají, fungovat.
da: Opkaldslinks, du har oprettet, vil ikke længere virke for folk, der har dem.
de: Die von dir erstellten Anruflinks werden für alle, die sie erhalten haben, nicht mehr funktionieren.
el: Οι σύνδεσμοι κλήσης που δημιούργησες δεν θα λειτουργούν πλέον για τα άτομα που τους έχουν.
es: Los enlaces de llamada que hayas creado ya no funcionarán para nadie.
fa: پیوندهای تماسی که ایجاد کرده‌اید دیگر برای کسانی که این پیوندها را دارند کار نخواهد کرد.
fi: Luomasi puhelulinkit eivät enää toimi kenelläkään, joilla on linkki käytössään.
fr: Les liens d'appel que vous avez partagés avec ces contacts ne fonctionneront plus.
ga: Na naisc ghlaonna a chruthaigh tú, ní oibreoidh siad a thuilleadh do na daoine a bhfuil siad acu.
gu: તમે બનાવેલી કૉલની લિંક જેમની પાસે છે તેમના માટે હવે કામ નહીં કરે.
he: לינקים שיצרת לשיחות לא יעבדו יותר לאנשים שקיבלו אותם.
hi: आपके बनाए कॉल लिंक्स अब उन लोगों के लिए काम नहीं करेंगे जिनके पास ये हैं।
hr: Poveznice na poziv koje ste stvorili i poslali drugim korisnicima neće više biti funkcionalne.
hu: Az általad létrehozott híváslinkek a továbbiakban nem működnek azoknál, akik használni próbálják őket.
id: Tautan panggilan yang Anda buat sudah tidak berlaku bagi siapa pun yang memilikinya.
it: Le persone che hanno ricevuto i link chiamata che hai creato non potranno più usarli.
ja: 作成した通話リンクを消去すると、共有している他のメンバーもこのリンクを使えなくなります。
ko: 내가 만든 통화 링크를 가진 사용자가 해당 링크를 더 이상 사용할 수 없게 됩니다.
mr: आपण तयार केलेल्या कॉल लिंक्स ज्या लोकांकडे आहेत त्यांच्यासाठी त्या यापुढे चालणार नाहीत.
ms: Pautan panggilan yang telah anda buat tidak akan berfungsi lagi untuk orang yang memilikinya.
nb: Anropslenkene du har opprettet, slutter å fungere for alle.
nl: Oproeplinks die jij hebt gemaakt, zullen niet langer werken voor personen die ze al hebben ontvangen.
pl: Linki do połączenia utworzone przez Ciebie nie będą już działać u nikogo.
pt_br: Os links de chamada que você criou não funcionarão mais.
pt_pt: Os links de chamada que criou já não funcionarão para as pessoas que os têm.
ro: Linkurile apelurilor pe care le-ai creat nu vor mai funcționa pentru persoanele care le au.
ru: Созданные вами ссылки на звонки больше не будут действовать для тех, у кого они есть.
sk: Odkazy na hovory, ktoré ste vytvorili, už nebudú fungovať ľuďom, ktorí ich dostali.
sr: Линкови за позиве које сте креирали више неће радити људима који их имају.
sv: Samtalslänkar som du har skapat kommer inte längre att fungera för personer som har dem.
th: ผู้ติดต่อที่มีลิงก์การโทรที่คุณสร้างจะไม่สามารถใช้ลิงก์ดังกล่าวได้อีกต่อไป
tr: Oluşturduğun arama bağlantıları, artık bu bağlantılara sahip kişiler için çalışmayacaktır.
ug: بۇنىڭدىن كىيىن باشقىلار ئۆزلىرى ساقلىۋالغان سىز قۇرغان چاقىرىق ئۇلانمىللىرىنى ئىشلىتەلمەيدۇ.
uk: Якщо ви надсилали комусь свої посилання на виклики, вони більше не працюватимуть.
ur: آپ کے تخلیق کردہ کال کے لنکس ان لوگوں کے لیے مزید مؤثر نہیں ہوں گے جن کے پاس وہ موجود ہیں۔
vi: Các đường dẫn cuộc gọi bạn đã tạo không còn hiệu lực cho những người được bạn gửi đến.
zh_cn: 已拥有您创建的通话链接的用户将无法重复使用此链接。
zh_hk: 擁有你所建立通話連結的人將無法再使用這些連結。

# CALL_LINK_REQUEST_SHEET_APPROVE_ALL_BUTTON
source: Approve All
ar: الموافقة على الكل
be: Ухваліць усе
bn: সবগুলো অনুমোদন করুন
ca: Aprovar-les totes
cs: Schválit všechny
da: Godkend alle
de: Alle bestätigen
el: Έγκριση όλων
es: Aprobar todas
fa: تأیید همه
fi: Hyväksy kaikki
fr: Tout accepter
ga: Faomh gach ceann
gu: બધી મંજૂર કરો
he: אישור הכל
hi: सभी को स्वीकार करें
hr: Odobri sve
hu: Összes jóváhagyása
id: Setujui Semua
it: Approva tutto
ja: 全員承認する
ko: 모두 승인
mr: सर्व मंजूर करा
ms: Luluskan semua
nb: Godkjenn alle
nl: Alle goedkeuren
pl: Zatwierdź wszystkie
pt_br: Aprovar todos
pt_pt: Aprovar todos
ro: Aprob
ru: Одобрить все
sk: Schváliť všetky
sr: Прихвати све
sv: Godkänn alla
th: อนุมัติทั้งหมด
tr: Tümünü onayla
ug: ھەممىنى تەستىقلاڭ
uk: Прийняти всі
ur: سب منظور کریں
vi: Chấp nhận tất cả
zh_cn: 全部批准
zh_hk: 全部批准

# CALL_LINK_REQUEST_SHEET_DENY_ALL_BUTTON
source: Deny All
ar: رفض الكل
be: Адхіліць усе
bn: সবগুলো প্রত্যাখ্যান করুন
ca: Denegar-les totes
cs: Zamítnout všechny
da: Afvis alle
de: Alle ablehnen
el: Απόρριψη όλων
es: Rechazar todas
fa: رد کردن همه
fi: Hylkää kaikki
fr: Tout refuser
ga: Diúltaigh do gach ceann
gu: બધી નામંજૂર કરો
he: דחיית הכל
hi: सभी को अस्वीकार करें
hr: Odbij sve
hu: Összes elutasítása
id: Tolak Semua
it: Rifiuta tutto
ja: 全員拒否する
ko: 모두 거부
mr: सर्व नाकारा
ms: Tolak semua
nb: Avvis alle
nl: Alle weigeren
pl: Odrzuć wszystkie
pt_br: Recusar todos
pt_pt: Recusar todos
ro: Nu aprob
ru: Отклонить все
sk: Odmietnuť všetky
sr: Одбиј све
sv: Neka alla
th: ปฏิเสธทั้งหมด
tr: Tümünü reddet
ug: ھەممىنى رەت قىلىڭ
uk: Відхилити всі
ur: سب مسترد کریں
vi: Từ chối tất cả
zh_cn: 全部拒绝
zh_hk: 全部拒絕

# CALL_LINK_REQUEST_SHEET_HEADER
source: Requests to Join this Call
ar: طلبات الانضمام إلى هذه المكالمة
be: Запыты на далучэнне да гэтага званка
bn: এই কলে যোগ দেওয়ার জন্য অনুরোধ করছেন
ca: Sol·licituds per unir-se a la trucada
cs: Žádosti o připojení k tomuto hovoru
da: Anmoder om at deltage i dette opkald
de: Anfragen zur Teilnahme an diesem Aufruf
el: Αιτήματα συμμετοχής στην κλήση
es: Solicitudes para unirse a esta llamada
fa: درخواست‌های پیوستن به این تماس
fi: Pyynnöt liittyä tähän puheluun
fr: Demandes de participation à cet appel
ga: Iarratais ar Dhul Isteach sa Ghlao seo
gu: આ કૉલમાં જોડાવા માટેની વિનંતીઓ
he: בקשות להצטרף לשיחה זו
hi: इस कॉल से जुड़ने के अनुरोध
hr: Zahtjevi za pridruživanje pozivu
hu: Csatlakozni szeretne a híváshoz
id: Permintaan Gabung ke Panggilan
it: Richieste per unirsi alla chiamata
ja: この通話への参加リクエスト
ko: 이 통화에 대한 참여 요청
mr: या कॉलमध्ये सामील होण्यासाठी विनंती
ms: Minta untuk sertai panggilan ini
nb: Forespørsler om å bli med i samtalen
nl: Deelnameverzoeken
pl: Prośby o dołączenie do rozmowy
pt_br: Solicitações para entrar na chamada
pt_pt: Pedidos para entrar nesta chamada
ro: Solicitări de a se alătura acestui apel
ru: Запросы на участие в этом звонке
sk: Žiadosti o pripojenie k tomuto hovoru
sr: Захтеви за укључивање у позив
sv: Förfrågningar om att gå med i samtalet
th: คำขอเข้าร่วมการโทรนี้
tr: Bu aramaya katılma istekleri
ug: چاقىرىققا قېتىلىشنى تەلەپ قىلىۋاتقانلار
uk: Запити на приєднання до виклику
ur: اس کال میں شامل ہونے کی درخواستیں
vi: Yêu cầu tham gia cuộc gọi này
zh_cn: 加入通话请求
zh_hk: 請求加入此通話

# CALL_LINK_REQUIRE_APPROVAL
source: Require Admin Approval
ar: يتطلَّب موافقة المُشرِف
be: Патрабуецца пацвярджэнне адміністратара
bn: অ্যাডমিনের অনুমোদন প্রয়োজন
ca: Sol·licitar l'aprovació de l'administrador
cs: Vyžadovat schválení správcem
da: Kræv godkendelse af administrator
de: Administrator-Genehmigung benötigt
el: Απαιτείται έγκριση διαχειριστή
es: Solicitar aprobación de admin
fa: نیازمند تأیید مدیر
fi: Vaadi järjestelmänvalvojan hyväksyntä
fr: Exiger l'approbation d'un admin
ga: Éiligh Faomhadh Riarthóra
gu: એડમિનની મંજૂરી જરૂરી બનાવો
he: לדרוש אישור מנהל/ת
hi: एडमिन की मंज़ूरी की ज़रूरत है
hr: Zatraži odobrenje administratora
hu: Adminisztrátori jóváhagyás szükséges
id: Perlu Persetujuan Admin
it: Richiedi l'approvazione dell'admin
ja: 管理者の承認を必要とする
ko: 관리자 승인 필요
mr: ॲडमिनची मंजुरी आवश्यक आहे
ms: Memerlukan Kelulusan Pentadbir
nb: Krev godkjenning fra administrator
nl: Nieuwe deelnemers goedkeuren
pl: Wymagaj zatwierdzenia przez administratora
pt_br: Exigir aprovação do admin
pt_pt: Requerer aprovação do administrador
ro: Necesită aprobarea administratorului
ru: Требуется одобрение администратора
sk: Vyžadovať schválenie administrátorom
sr: Обавезно одобрење администратора
sv: Kräv godkännande av administratör
th: ต้องได้รับการอนุมัติจากผู้ดูแล
tr: Yönetici Onayı İste
ug: باشقۇرغۇچىنىڭ تەستىقىنى تەلەپ قىلىش
uk: Адміністратор затверджує учасників
ur: ایڈمن کی منظوری درکار ہے
vi: Cần quản trị viên chấp duyệt
zh_cn: 需要管理员批准
zh_hk: 需要管理員核准

# CALL_LINK_SHARE_VIA_SIGNAL
source: Share Link via Signal
ar: مشاركة الرابط عبر سيجنال
be: Абагуліць спасылку праз Signal
bn: Signal-এর মাধ্যমে লিংক শেয়ার করুন
ca: Compartir enllaç per Signal
cs: Sdílet odkaz přes Signal
da: Del link via Signal
de: Link über Signal teilen
el: Κοινοποίηση συνδέσμου μέσω Signal
es: Compartir enlace vía Signal
fa: اشتراک‌گذاری پیوند از طریق سیگنال
fi: Jaa linkki Signalissa
fr: Partager le lien via Signal
ga: Comhroinn Nasc Trí Signal
gu: Signal દ્વારા લિંક શેર કરો
he: שיתוף לינק דרך Signal
hi: Signal के माध्यम से लिंक साझा करें
hr: Podijeli poveznicu putem Signala
hu: Hivatkozás megosztása a Signalon keresztül
id: Bagikan Tautan via Signal
it: Condividi il link via Signal
ja: Signal 経由でリンクを共有する
ko: Signal을 통해 링크 공유
mr: Signal मार्फत लिंक शेअर करा
ms: Kongsi pautan melalui Signal
nb: Del lenken via Signal
nl: Link delen via Signal
pl: Udostępnij link w aplikacji Signal
pt_br: Compartilhar link via Signal
pt_pt: Partilhar link através do Signal
ro: Trimite linkul prin Signal
ru: Поделиться ссылкой через Signal
sk: Zdieľať odkaz cez Signal
sr: Подели линк преко Signal-а
sv: Dela länk via Signal
th: แชร์ลิงก์ผ่าน Signal
tr: Bağlantıyı Signal ile paylaş
ug: ئۇلانمىنى Signal ئارقىلىق ئورتاقلىشىش
uk: Надіслати посилання в Signal
ur: بذریعہ Signal لنک شیئر کریں
vi: Chia sẻ đường dẫn qua Signal
zh_cn: 通过 Signal 分享链接
zh_hk: 透過 Signal 分享連結

# CALL_LINK_SHARE_VIA_SYSTEM
source: Share Link
ar: مشاركة الرابط
be: Абагуліць спасылку
bn: লিঙ্ক শেয়ার করুন
ca: Compartir enllaç
cs: Sdílet odkaz
da: Del link
de: Link teilen
el: Κοινοποίηση συνδέσμου
es: Compartir enlace
fa: اشتراک‌گذاری پیوند
fi: Jaa linkki
fr: Partager le lien
ga: Comhroinn Nasc
gu: લિંક શેર કરો
he: שתף קישור
hi: लिंक शेयर करें
hr: Podijeli poveznicu
hu: Link megosztása
id: Bagikan Tautan
it: Condividi link
ja: リンクを共有する
ko: 링크 공유
mr: लिंक शेअर करा
ms: Kongsikan Pautan
nb: Del lenke
nl: Link delen
pl: Udostępnij link
pt_br: Compartilhar Link
pt_pt: Partilhar ligação
ro: Distribuie adresa
ru: Поделиться ссылкой
sk: Zdieľať odkaz
sr: Подели линк
sv: Dela länk
th: แชร์ลิงก์
tr: Bağlantıyı Paylaş
ug: ئۇلانما ھەمبەھىر
uk: Поділитися посиланням
ur: لنک شیئر کریں
vi: Chia sẻ Đường dẫn
zh_cn: 分享链接
zh_hk: 分享連結
