Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# THREAD_DETAILS_NOTE_TO_SELF_EXPLANATION
source: You can add notes for yourself in this chat. If your account has any linked devices, new notes will be synced.
af: Jy kan notas vir jouself in hierdie klets toevoeg. Nuwe notas word op gekoppelde toestelle gesinkroniseer.
ar: يُمكِنُك إضافة مُلاحظات لنفسك في هذه الدردشة. إذا كان حسابك يحتوي على أي أجهزة مُرتبطة، ستتمُّ مُزامنة المُلاحظات.
az: Bu söhbətdə özünüzə qeydlər yaza bilərsiniz. Hesabınızla əlaqə qurulmuş cihazlar varsa, yeni qeydlər eyniləşdiriləcək.
be: Вы можаце дадаваць нататкі для сябе ў гэтым чаце. Калі ваш уліковы запіс мае звязаныя прылады, новыя нататкі будуць сінхранізаваны.
bg: Можете да добавите бележки за себе си в този разговор. Ако акаунтът ви има свързани устройства, новите бележки ще бъдат синхронизирани.
bn: আপনি এই চ্যাটটিতে আপনার নিজের জন্য নোট যোগ করতে পারবেন। আপনার অ্যাকাউন্টের সাথে সংযুক্ত কোনো ডিভাইস থাকলে, নতুন নোট সমন্বয় করা হবে।
ca: En aquest xat, pots afegir notes per a tu mateix. Si hi ha algun dispositiu enllaçat, s'hi sincronitzaran les notes noves.
cs: V tomto chatu si můžete přidávat poznámky. Pokud má váš účet nějaká propojená zařízení, budou se nové poznámky synchronizovat.
cy: Gallwch ychwanegu nodiadau i chi'ch hun yn y sgwrs hon. Os oes gan eich cyfrif unrhyw ddyfeisiau cysylltiedig, bydd nodiadau newydd yn cael eu cysoni.
da: Du kan tilføje egne noter i denne chat. Hvis din konto har forbundne enheder, vil noterne blive synkroniseret.
de: Du kannst in diesem Chat an dich selbst gerichtete Notizen hinzufügen. Falls dein Konto gekoppelte Geräte besitzt, werden neue Notizen synchronisiert.
el: Μπορείς να προσθέσεις σημειώσεις για δική σου χρήση σε αυτήν τη συνομιλία. Εάν ο λογαριασμός σου είναι συνδεμένος με άλλες συσκευές, οι νέες σημειώσεις θα συγχρονίζονται.
es: En este chat puedes añadir notas visibles solo para ti. Si tienes dispositivos vinculados a tu cuenta, las notas nuevas se sincronizarán.
es_es: En este chat puedes añadir notas, mensajes personales, fotos ... que sólo tú puedes ver. Si tu cuenta tiene dispositivos enlazados, el contenido nuevo se sincronizará.
et: Selles vestluses saad enda jaoks märkmeid lisada. Kui su kontol on lingitud seadmeid, siis uued märkmed sünkroonitakse.
eu: Zuretzako oharrak gehitu ditzakezu solasaldi honetan. Zure kontuak lotutako gailurik badauka, ohar berriak sinkronizatuko dira.
fa: شما می‌توانید برای خودتان در این گفتگو یادداشت اضافه کنید. اگر حساب کاربری شما هرگونه دستگاه پیوند داده شدهٔ جدیدی داشته باشد، یادداشت‌های جدید همگام‌سازی خواهند شد.
fi: Voit lisätä itsellesi muistiinpanoja tähän keskusteluun. Jos tililläsi on linkitettyjä laitteita, uudet muistiinpanot synkronoidaan.
fil: Maaari kang magdagdag ng mga notes para sa iyong sarili sa pag-uusap na ito. Kung ang iyong account ay may naka-link na mga device, ang bagong mga note may masi-sync.
fr: Cette conversation est dédiée à vos notes personnelles. Si des appareils sont associés à votre compte, les nouvelles notes que vous ajoutez ici sont synchronisées sur tous vos appareils.
ga: Is féidir leat nótaí a chur leis duit féin sa chomhrá seo. Má tá aon ghléasanna nasctha le do chuntas, déanfar nótaí nua a shioncronú.
gu: આ ચેટમાં તમે તમારા માટે નોંધ ઉમેરી શકો છો. જો તમારા એકાઉન્ટ સાથે કોઈ લિંક કરેલા ડિવાઇસ હશે તો નવી નોંધને સિંક કરવામાં આવશે.
he: אפשר להוסיף הערות לעצמך בצ'אט זה. אם מקושרים לחשבון שלך מכשירים כלשהם, הערות חדשות יסונכרנו.
hi: आप इस चैट में खुद के लिए नोट्स शामिल कर सकते हैं। यदि आपके अकाउंट के कोई लिंक किए हुए डिवाइस हैं, तो नए नोट्स सिंक किए जाएँगे।
hr: U ovom razgovoru možete dodati osobne bilješke. Ako vaš račun ima povezane uređaje, nove će se bilješke sinkronizirati.
hu: Ebben a csevegésben magadnak hagyhatsz jegyzeteket. Ha a fiókodat más társított eszközökkel is használod, a jegyzetek azokra is átszinkronizálásra kerülnek.
id: Anda dapat menambahkan catatan untuk diri sendiri dalam obrolan ini. Jika akun Anda terhubung ke perangkat lain, catatan baru akan disinkronkan.
is: Þú getur bætt minnispunktum til sjálfs þín inn í þetta samtal. Ef aðgangurinn þinn er með önnur tengd tæki, verða nýir minnispunktar samstilltir milli þeirra.
it: Puoi aggiungere note per te stesso in questa chat. Se il tuo account ha dei dispositivi collegati, le nuove note verranno sincronizzate.
ja: このチャットに自分用のメモを追加できます。新規のメモはリンク済み端末にも同期されます。
kab: Tzemreḍ ad ternuḍ tizmilin i yiman-ik·im deg udiwenni-a. Ma yella amiḍan-ik·im yesɛa kra n yibenk yettwaqqnen, tizmilin timaynutin ad ttumtawint.
kk: Осы әңгімеде өзіңіз үшін ескертпелерді қоса аласыз. Егер сіздің тіркелгіңізде байланыстырылған құрылғылар болса, жаңа ескертпелер синхрондалады.
km: á¢áŸ’á“á€á¢á¶á…á€ááŸ‹ááŸ’ášá¶áŸá˜áŸ’ášá¶á”áŸ‹ááŸ’á›á½á“á¯á„á“áŸ…á€áŸ’á“á»á„á€á¶ášá‡á‡áŸ‚á€á“áŸáŸ‡áŸ” á”á¾á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“áá—áŸ’á‡á¶á”áŸ‹á‘áŸ…á€á¶á“áŸ‹á§á”ášá€ášááŸá…áŸ’ášá¾á“ á€áŸ†áááŸ‹ááŸ’ášá¶ááŸ’á˜á¸áŸ—á“á¹á„ááŸ’ášá¼áœá’áŸ’áœá¾áŸá˜á€á¶á›á€á˜áŸ’á˜áŸ”
kn: ನೀವು ಈ ಚಾಟ್‌ನಲ್ಲಿ ನಿಮಗಾಗಿ ಟಿಪ್ಪಣಿಗಳನ್ನು ಸೇರಿಸಬಹುದು. ನಿಮ್ಮ ಖಾತೆಯು ಯಾವುದೇ ಲಿಂಕ್ ಮಾಡಿದ ಸಾಧನಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ಹೊಸ ಟಿಪ್ಪಣಿಗಳನ್ನು ಸಿಂಕ್ ಮಾಡಲಾಗುವುದು.
ko: 이 대화에는 나를 위한 메모를 남길 수 있습니다. 내 계정에 연결된 기기가 있다면 새 메모가 같이 동기화됩니다.
lt: Šiame pokalbyje galite rašyti sau pastabas. Jeigu yra su paskyra susietų įrenginių, naujos pastabos bus sinchronizuotos.
lv: Šajā tērzēšanā varat pievienot personiskās piezīmes. Ja jūsu kontam ir saistītas ierīces, jaunās piezīmes tiks sinhronizētas.
ml: ഈ സംഭാഷണത്തിൽ‌ നിങ്ങൾ‌ക്കായി കുറിപ്പുകൾ‌ ചേർ‌ക്കാൻ‌ കഴിയും. നിങ്ങളുടെ അക്കൗണ്ടിൽ ലിങ്കുചെയ്‌ത ഉപകരണങ്ങളുണ്ടെങ്കിൽ, പുതിയ കുറിപ്പുകൾ സമന്വയിപ്പിക്കും.
mr: या चॅटमध्ये आपण स्वतःसाठी टिपा जोडू शकता. जर आपल्या खात्यामध्ये लिंक केलेली डिव्हाईस असतील, तर नवीन टिपा संकालित केल्या जातील.
ms: Anda boleh menambah nota untuk diri sendiri dalam sembang ini. Sekiranya akaun anda mempunyai peranti yang dipautkan, nota baharu akan disegerakkan.
my: ဤစကားပြောဆိုမှုတွင် သင်ကိုယ်တိုင်မှတ်ချက်များ ထည့်နိုင်ပါသည်။ သင့်အကောင့်နှင့် ချိတ်ဆက်ထားသော စက်ကိရိယာများရှိပါက မှတ်ချက်အသစ်များသည် တစ်ပြိုင်တည်းချိန်ကိုက်ကူးပါလိမ့်မည်။
nb: Du kan legge til notater for deg selv i denne samtalen. Hvis kontoen din har koblede enheter, blir nye notater synkronisert.
nl: Je kunt in deze chat notities voor jezelf achterlaten. Alle nieuwe notities worden gesynchroniseerd met apparaten die gekoppeld zijn met je account.
pa: ਤੁਸੀਂ ਇਸ ਚੈਟ ਵਿੱਚ ਖੁੱਦ ਲਈ ਨੋਟ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਖਾਤੇ ਦੇ ਨਾਲ ਕੋਈ ਲਿੰਕ ਕੀਤੀਆਂ ਹੋਈਆਂ ਡਿਵਾਈਸਾਂ ਹਨ, ਤਾਂ ਨਵੇਂ ਨੋਟ ਸਿੰਕ ਹੋ ਜਾਣਗੇ।
pa_pk: تساں ایس گل وات اچ اپنے لئے نوٹس شامل کر سکدے او۔ جے تساں دے اکاؤنٹ اچ کوئی لنک کیتے آلے ہون، تے نویں نوٹس نوں ہم آہنگ کیا جاوے گا۔
pl: W tym czacie możesz robić notatki dla siebie. Jeśli z Twoim kontem są połączone jakieś inne urządzenia, nowe notatki będą synchronizowane.
ps: تاسې کولای شئ په دغه محاوره کې د خپل ځان لپاره یاددښتونه اضافه کړئ که چیرته ستاسې اکاونټ کومې لینک شوې وسیلې ولري، نو نوي یاددښتونه به هلته هم ورشي.
pt_br: Você pode adicionar anotações para si mesmo/a nesse chat. Se sua conta estiver vinculada à algum dispositivo, as novas anotações serão sincronizadas.
pt_pt: Pode adicionar notas para si próprio neste chat. Se a sua conta tiver algum dispositivo ligado, as novas notas serão sincronizadas.
ro: Poți adăuga notițe personale în această conversație. Dacă ai adăugat dispozitive asociate la contul tău, notițele noi vor fi sincronizate.
ru: Вы можете добавлять заметки для себя в этом чате. Если у вашей учётной записи есть привязанные устройства, то новые заметки будут синхронизированы.
sk: V tomto čete si môžete pridávať poznámky. Ak máte vo svojom účte nejaké prepojené zariadenia, nové poznámky sa budú synchronizovať.
sl: Pogovoru je mogoče dodajatai opoembe, ki so vidne samo vam. Če je vaš računa povezan z drugimi napravami, se bodo te opombe sinhornizirale.
sq: Në këtë fjalosje mund të shtoni shënime për veten. Nëse llogaria juaj ka ndonjë pajisje të lidhur, shënimet e reja do të njëkohësohen.
sr: Можете написати личне белешке у овом ћаскању. Ако на налогу имате повезане уређаје, нове белешке ће бити синхронизоване.
sv: Du kan lägga till anteckningar för dig själv i denna chatt. Om ditt konto har några länkade enheter synkroniseras nya anteckningar.
sw: Unaweza kujiongezea vidokezo kwenye gumzo hizi. Ikiwa akaunti yako ina vifaa vyovyote vilivyounganishwa, vidokezo vipya vitasawazishwa.
ta: உன்னால் முடியும் கூட்டு இதில் உங்களுக்காக குறிப்புகள் அரட்டை. என்றால் உங்கள் கணக்கு ஏதேனும் உள்ளது இணைக்கப்பட்டுள்ளது சாதனங்கள், புதிய குறிப்புகள் ஒத்திசைக்கப்படும்.
te: ఈ మాటామంతీలో మీరు మీ కోసం గమనికలను జోడించవచ్చు. మీ ఖాతాకు ఏదైనా లింక్ చేసిన పరికరాలు ఉంటే, క్రొత్త గమనికలు సమకాలీకరించబడతాయి.
th: คุณสามารถเพิ่มบันทึกถึงตัวเองได้ในแชทนี้ และหากบัญชีของคุณมีอุปกรณ์ที่เชื่อมโยงอยู่ บันทึกใหม่ก็จะถูกซิงค์ด้วยเช่นกัน
tr: Bu sohbette kendine notlar ekleyebilirsin. Eğer hesabına bağlı cihaz bulunuyorsa yeni notlar senkronize edilir.
ug: بۇ سۆھبەتتە ئۆزىڭىزگە خاتىرە قوشالايسىز. ئەگەر ھېساباتىڭىزدا ئۇلانغان ئۈسكۈنىلەر بولسا، يېڭى خاتىرىلەر ماسقەدەملىنىدۇ.
uk: У цьому чаті ви можете робити для себе нотатки. Якщо ваш акаунт має зв'язані пристрої, нові нотатки буде синхронізовано.
ur: آپ اس چیٹ میں خود کے لیے نوٹس شامل کر سکتے ہیں۔ اگر آپ کے اکاؤنٹ میں کوئی لنک کردہ ڈیوائسز موجود ہیں، تو نئے نوٹس ہم وقت ساز ہو جائیں گے۔
vi: Bạn có thể thêm ghi chú cho bản thân mình trong cuộc trò chuyện này. Nếu tài khoản của bạn có các thiết bị được liên kết, các ghi chú mới sẽ được đồng bộ.
zh_cn: 你可在此对话中给自己做笔记，如果您关联了其它设备，新笔记将同步到其它设备上。
zh_hk: 你可在此聊天中為自己新增筆記。若你的帳戶有任何已連結裝置，新的筆記將會進行同步處理。

# THREAD_DETAILS_ONE_MEMBER_AND_YOURSELF
source: %@ and you
ar: %1$@ وأنت
be: %1$@ і вы
bn: %1$@ ও আপনি
ca: %1$@ i tu
cs: %1$@ a vy
da: %1$@ og dig
de: %1$@ und du
el: %1$@ και εσύ
es: %1$@ y tú
fa: %1$@ و شما
fi: %1$@ ja sinä
fr: %1$@ et vous
ga: %1$@ agus tusa
gu: %1$@ અને તમે
he: %1$@ ואת/ה
hi: %1$@ और आप
hr: %1$@ i vi
hu: %1$@ és te
id: %1$@ dan Anda
it: Tu e %1$@
ja: %1$@とあなた
ko: 나와 %1$@
mr: %1$@ आणि तुम्ही
ms: %1$@ dan anda
nb: %1$@ og deg
nl: %1$@ en jij
pl: %1$@ i Ty
pt_br: %1$@ e você
pt_pt: %1$@ e você
ro: %1$@ și tu
ru: %1$@ и вы
sk: %1$@ a vy
sr: %1$@ и ви
sv: %1$@ och du
th: %1$@ และคุณ
tr: %1$@ ve sen
ug: %1$@ ۋە سىز
uk: %1$@ і ви
ur: %1$@ اور آپ
vi: %1$@ và bạn
zh_cn: %1$@和您
zh_hk: %1$@ 和你

# THREAD_DETAILS_ONE_MUTUAL_GROUP
source: Member of %@
af: Lid van %@
ar: عضو في %1$@
az: %@ qrupunun üzvüdür
be: Удзельнік %1$@
bg: Член на %@
bn: %1$@এর সদস্য
ca: Membre de %1$@
cs: Člen %1$@
cy: Aelod o %@
da: Medlem af %1$@
de: Mitglied von %1$@
el: Μέλος του %1$@
es: Está en "%1$@"
es_es: Participa en «%@»
et: Grupi %@ liige
eu: %@ taldeko kidea
fa: عضو %1$@
fi: Jäsen ryhmässä %1$@
fil: Kasapi ng %@
fr: Membre de %1$@
ga: Ball de %1$@
gu: %1$@ ના સભ્ય
he: חבר קבוצה של %1$@
hi: %1$@ के सदस्य
hr: Član/ica %1$@
hu: Az alábbi csoport tagja: %1$@
id: Anggota dari %1$@
is: Meðlimur í %@
it: Membro di %1$@
ja: %1$@ のメンバー
kab: Aεeggal n %@
kk: %@ мүшесі
km: áŸá˜á¶á‡á·á€á“áŸƒ %@
kn: %@ ರ ಸದಸ್ಯ
ko: %1$@ 멤버
lt: %@ grupės narys
lv: %@ dalībnieks
mk: Член на %@
ml: %@ അംഗം
mr: %1$@ चा सदस्य
ms: Ahli kepada %1$@
my: %@ ၏ အဖွဲ့ဝင်
nb: Medlem av %1$@
nl: Lid van %1$@
pa: %@ ਦੇ ਮੈਂਬਰ
pa_pk: %@ دا رکن
pl: Należy do grupy %1$@
ps: د %@ غړی
pt_br: Membro de %1$@
pt_pt: Membro de %1$@
ro: Membru al %1$@
ru: Состоит в %1$@
sk: Člen %1$@
sl: Član/ica skupine %@
sq: Anëtar i %@
sr: Члан групе %1$@
sv: Medlem av %1$@
sw: Mwanachama wa %@
ta: உறுப்பினர்%@
te: %@ సభ్యుడు
th: สมาชิกของ %1$@
tr: %1$@ grubuna üye
ug: %1$@ ئەزاسى
uk: Учасник «%1$@»
ur: کا رکن%1$@
vi: Thành viên của %1$@
zh_cn: %1$@ 的成员
zh_hk: %1$@ 的成員

# THREAD_DETAILS_PROFILE_NAMES_ARE_NOT_VERIFIED_PREDICATE
source: %@ are not verified
ar: %1$@ لم يتم التحقُّق منها
be: %1$@ не пацверджаны
bn: %1$@ যাচাইকৃত নয়
ca: %1$@ no estan verificats
cs: %1$@ nejsou ověřovány
da: %1$@ er ikke verificeret
de: %1$@ werden nicht verifiziert
el: Τα %1$@ δεν είναι επαληθευμένα
es: Los %1$@ no se verifican
fa: %1$@ نیاز به تأیید ندارد
fi: %1$@ ei ole vahvistettu
fr: Signal ne vérifie pas les %1$@
ga: Níl %1$@ fíoraithe
gu: %1$@ ચકાસાયેલ નથી
he: %1$@ אינם מאומתים
hi: %1$@ वेरिफ़ाइड नहीं हैं
hr: %1$@ nisu potvrđena
hu: A %1$@ nincsenek ellenőrizve
id: %1$@ belum diverifikasi
it: %1$@ non sono verificati
ja: %1$@ は検証されていません
ko: %1$@이 확인되지 않았습니다
mr: %1$@ पडताळलेली नाहीत
ms: %1$@ tidak disahkan
nb: %1$@ bekreftes ikke
nl: %1$@ zijn niet geverifieerd
pl: %1$@ nie są weryfikowane
pt_br: %1$@ não são verificados
pt_pt: %1$@ são estão verificados
ro: %1$@ nu sunt verificate
ru: %1$@ не подтверждены
sk: %1$@ nie sú overené
sr: %1$@ нису верификована
sv: %1$@ verifieras inte
th: %1$@ไม่ได้ผ่านการตรวจยืนยัน
tr: %1$@ doğrulanmaz
ug: %1$@ دەلىللەنمىگەن
uk: %1$@ не проходять перевірку
ur: %1$@ تصدیق شدہ نہیں ہیں
vi: %1$@ chưa được xác minh
zh_cn: %1$@未经过验证
zh_hk: %1$@ 未經驗證

# THREAD_DETAILS_PROFILE_NAMES_ARE_NOT_VERIFIED_SUBJECT
source: Profile names
ar: أسماء الحسابات الشخصية
be: Імёны профіляў
bn: প্রোফাইলের নাম
ca: Els noms del perfil
cs: Jména profilů
da: Profilnavne
de: Profilnamen
el: Ονόματα προφίλ
es: nombres de perfil
fa: نام نمایه
fi: Profiilin nimet
fr: noms de profil
ga: ainmneacha próifíle
gu: પ્રોફાઇલ નેમ
he: שמות פרופילים
hi: प्रोफ़ाइल नाम
hr: Imena profila
hu: profilnevek
id: Nama profil
it: I nomi dei profili
ja: プロフィールネーム
ko: 프로필 이름
mr: प्रोफाईल नावे
ms: Nama profil
nb: Profilnavn
nl: Profielnamen
pl: Imiona i nazwiska w profilach
pt_br: Nomes de perfil
pt_pt: Nomes de perfil
ro: Numele de profil
ru: Имена профилей
sk: Názvy profilov
sr: Имена на профилу
sv: Profilnamn
th: ชื่อโปรไฟล์
tr: Profil adları
ug: ئارخىپ ناملىرى
uk: Назви профілів
ur: پروفائل نیمز
vi: Tên hồ sơ
zh_cn: 昵称
zh_hk: 個人檔案名稱

# THREAD_DETAILS_TAP_TO_UNBLUR_AVATAR
source: View
af: Kyk
ar: عرض
az: Bax
be: Прагледзець
bn: দেখুন
ca: Mostra
cs: Zobrazit
cy: Golwg
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Ver
et: Näita
eu: Ikusi
fa: نمایش
fi: Näytä
fr: Afficher
ga: Amharc
gu: વ્યૂ
he: הצג
hi: देखना
hr: Prikaz
hu: Megtekintés
id: Lihat
is: Skoða
it: Mostra
ja: 表示
kab: Askan
km: á”á„áŸ’á á¶á‰
kn: ತೋರಿಸು
ko: 보기
lt: Rodyti
lv: Skatīt
mk: Поглед
ml: കാണുക
mr: बघा
ms: Lihat
my: ကြည့်မယ်
nb: Vis
nl: Weergeven
pa: ਵੇਖੋ
pl: Wyświetl
ps: ليدل
pt_br: Exibir
pt_pt: Ver
ro: Vizualizare
ru: Просмотреть
sk: Zobraziť
sl: Preglej
sq: Shihni
sr: Прикажи
sv: Visa
sw: Tazama
ta: காண்க
te: వీక్షణ
th: ดู
tr: Görüntüle
ug: كۆرسەت
uk: Показати
ur: دیکھیں
vi: Xem
zh_cn: 查看
zh_hk: 檢視

# THREAD_DETAILS_THREE_MEMBERS
source: %1$@, %2$@, and %3$@
ar: %1$@، و%2$@ و%3$@
be: %1$@, %2$@ і %3$@
bn: %1$@, %2$@, ও %3$@
ca: %1$@, %2$@ i %3$@
cs: %1$@, %2$@ a %3$@
da: %1$@, %2$@ og %3$@
de: %1$@, %2$@ und %3$@
el: %1$@, %2$@ και %3$@
es: %1$@, %2$@ y %3$@
fa: %1$@ ، %2$@ و %3$@
fi: %1$@, %2$@ ja %3$@
fr: %1$@, %2$@ et %3$@
ga: %1$@, %2$@ agus %3$@
gu: %1$@, %2$@ અને %3$@
he: %1$@, %2$@, ו%3$@
hi: %1$@, %2$@, और %3$@
hr: %1$@, %2$@ i %3$@
hu: %1$@, %2$@ és %3$@
id: %1$@, %2$@, dan %3$@
it: %1$@, %2$@ e %3$@
ja: %1$@、%2$@と%3$@
mr: %1$@, %2$@, आणि %3$@
ms: %1$@, %2$@ dan %3$@
nb: %1$@, %2$@ og %3$@
nl: %1$@, %2$@ en %3$@
pl: %1$@, %2$@ i %3$@
pt_br: %1$@, %2$@ e %3$@
pt_pt: %1$@, %2$@ e %3$@
ro: %1$@, %2$@ și %3$@
ru: %1$@, %2$@ и %3$@
sk: %1$@, %2$@ a %3$@
sr: %1$@, %2$@ и %3$@
sv: %1$@, %2$@ och %3$@
th: %1$@, %2$@ และ %3$@
tr: %1$@, %2$@ ve %3$@
ug: %1$@ ، %2$@ ، ۋە%3$@
uk: %1$@, %2$@ і %3$@
ur: %1$@، %2$@، اور %3$@
vi: %1$@, %2$@ và %3$@
zh_cn: %1$@、%2$@和%3$@
zh_hk: %1$@、%2$@ 和 %3$@

# THREAD_DETAILS_THREE_MEMBERS_AND_YOURSELF
source: %1$@, %2$@, %3$@, and you
ar: %1$@ و%2$@ و%3$@ وأنت
be: %1$@, %2$@, %3$@ і вы
bn: %1$@, %2$@, %3$@, এবং আপনি
ca: %1$@, %2$@, %3$@ i tu
cs: %1$@, %2$@, %3$@ a vy
da: %1$@, %2$@, %3$@ og dig
de: %1$@, %2$@, %3$@ und du
el: %1$@, %2$@, %3$@ και εσύ
es: %1$@, %2$@, %3$@ y tú
fa: ‎%1$@‏، ‎%2$@‏، ‎%3$@‏، و شما
fi: %1$@, %2$@, %3$@ ja sinä
fr: %1$@, %2$@, %3$@ et vous
ga: %1$@, %2$@, %3$@ agus tusa
gu: %1$@, %2$@, %3$@ અને તમે
he: %1$@, %2$@, %3$@, ואת/ה
hi: %1$@, %2$@, %3$@, और आप
hr: %1$@, %2$@, %3$@ i vi
hu: %1$@, %2$@, %3$@ és te
id: %1$@, %2$@, %3$@, dan Anda
it: Tu, %1$@, %2$@ e %3$@
ja: %1$@、%2$@、%3$@、あなた
ko: %1$@, %2$@, %3$@, 나
mr: %1$@, %2$@, %3$@, आणि तुम्ही
ms: %1$@, %2$@, %3$@ dan anda
nb: %1$@, %2$@ %3$@ og deg
nl: %1$@, %2$@, %3$@ en jij
pl: %1$@, %2$@, %3$@ i Ty
pt_br: %1$@, %2$@, %3$@ e você
pt_pt: %1$@, %2$@, %3$@ e você
ro: %1$@, %2$@, %3$@ și tu
ru: %1$@, %2$@, %3$@ и вы
sk: %1$@, %2$@, %3$@ a vy
sr: %1$@, %2$@, %3$@ и ви
sv: %1$@, %2$@, %3$@ och du
th: %1$@, %2$@, %3$@ และคุณ
tr: %1$@, %2$@, %3$@ ve sen
ug: %1$@ ، %2$@ ، %3$@ ، ۋە سىز
uk: %1$@, %2$@, %3$@ і ви
ur: %1$@، %2$@، %3$@، اور آپ
vi: %1$@, %2$@, %3$@ và bạn
zh_cn: %1$@、%2$@、%3$@和您
zh_hk: %1$@、%2$@、%3$@和你

# THREAD_DETAILS_THREE_MUTUAL_GROUP
source: Member of %@, %@, and %@
af: Lid van %@, %@ en %@
ar: عضو في %1$@، و%2$@، و%3$@
az: %@, %@ və %@ qruplarının üzvüdür
be: Удзельнік %1$@, %2$@ і %3$@
bg: Член на %@, %@ и %@
bn: %1$@,%2$@, এবং %3$@এর সদস্য
ca: Membre de %1$@, %2$@, i %3$@
cs: Člen %1$@, %2$@ a %3$@
cy: Aelod o %@, %@, a %@
da: Medlem af %1$@, %2$@, og %3$@
de: Mitglied von %1$@, %2$@ und %3$@
el: Μέλος των %1$@, %2$@, και %3$@
es: Está en "%1$@", "%2$@" y "%3$@"
es_es: Participa en «%@», «%@» y «%@»
et: Gruppide %@, %@ ja %@ liige
eu: %@, %@ eta %@ taldeetako kidea
fa: عضو%1$@، %2$@ و %3$@
fi: Jäsen ryhmissä %1$@, %2$@ ja %3$@
fil: Kasapi ng %@, %@, at %@
fr: Membre de %1$@, %2$@ et %3$@
ga: Ball de %1$@, %2$@, agus %3$@
gu: %1$@, %2$@, અને %3$@ ના સભ્ય
he: חבר קבוצה של %1$@, %2$@ ו%3$@
hi: %1$@, %2$@, और %3$@ के सदस्य
hr: Član/ica %1$@, %2$@ i %3$@
hu: Az alábbi csoportok tagja: '%1$@', '%2$@' és '%3$@'
id: Anggota dari %1$@, %2$@, dan %3$@
is: Meðlimur í %@, %@ og %@
it: Membro di %1$@, %2$@, e %3$@
ja: %1$@, %2$@ および %3$@ のメンバー
kab: D aɛeggal n %@, %@ akked %@
kk: %@, %@ және %@ мүшесі
km: áŸá˜á¶á‡á·á€á“áŸƒ %@, %@, á“á·á„%@
kn: %@, %@, ಮತ್ತು %@ ರ ಸದಸ್ಯ
ko: %1$@, %2$@ 및 %3$@ 멤버
lt: %@, %@ ir %@ grupių narys
lv: %@, %@ un %@ dalībnieks
mk: Член на %@, %@ и %@
ml: %@, %@, %@ ലെ അംഗം
mr: %1$@, %2$@, आणि %3$@ याचे सदस्य
ms: Ahli kepada %1$@, %2$@, dan %3$@
my: %@၊ %@၊ နှင့် %@ အဖွဲ့များတို့၏ အဖွဲ့ဝင်
nb: Medlem av %1$@, %2$@, og %3$@
nl: Lid van %1$@, %2$@ en %3$@
pa: %@, %@, ਅਤੇ %@ ਦੇ ਮੈਂਬਰ
pa_pk: %@، %@، تے %@ دے رکن
pl: Należy do grup %1$@, %2$@ i %3$@
ps: د %@، %@ او %@ غړی
pt_br: Membro de %1$@, %2$@ e %3$@
pt_pt: Membro de %1$@, %2$@, e %3$@
ro: Membru al %1$@, %2$@, și %3$@
ru: Состоит в %1$@, %2$@ и %3$@
sk: Člen %1$@, %2$@, a %3$@
sl: Član/ica skupin %@, %@, in %@
sq: Anëtar i %@, %@, dhe %@
sr: Члан %1$@, %2$@ и %3$@
sv: Medlem av %1$@, %2$@, och %3$@
sw: Mwanachama wa %@,%@, na%@
ta: உறுப்பினர் %@, %@, மற்றும் %@
te: %@, %@ మరియు %@ సభ్యుడు
th: สมาชิกของ %1$@, %2$@, และ %3$@
tr: %1$@, %2$@, ve %3$@ grubuna üye
ug: %1$@،%2$@ ۋە %3$@ نىڭ ئەزاسى
uk: Учасник «%1$@», «%2$@» і «%3$@»
ur: کے ممبر%1$@، %2$@اور%3$@
vi: Thành viên của %1$@, %2$@ và %3$@
zh_cn: %1$@，%2$@，和 %3$@ 的成员
zh_hk: %1$@、%2$@ 及 %3$@ 的成員

# THREAD_DETAILS_TWO_MEMBERS
source: %1$@ and %2$@
ar: %1$@ و%2$@
be: %1$@ і %2$@
bn: %1$@ এবং %2$@
ca: %1$@ i %2$@
cs: %1$@ a %2$@
da: %1$@ og %2$@
de: %1$@ und %2$@
el: %1$@ και %2$@
es: %1$@ y %2$@
fa: %1$@ و %2$@
fi: %1$@ ja %2$@
fr: %1$@ et %2$@
ga: %1$@ agus %2$@
gu: %1$@ અને %2$@
he: %1$@ ו–%2$@
hi: %1$@ और %2$@
hr: %1$@ i %2$@
hu: %1$@ és %2$@
id: %1$@ dan %2$@
it: %1$@ e %2$@
mr: %1$@ आणि %2$@
ms: %1$@ dan %2$@
nb: %1$@ og %2$@
nl: %1$@ en %2$@
pl: %1$@ i %2$@
pt_br: %1$@ e %2$@
pt_pt: %1$@ e %2$@
ro: %1$@ și %2$@
ru: %1$@ и %2$@
sk: %1$@ a %2$@
sr: %1$@ и %2$@
sv: %1$@ och %2$@
th: %1$@ และ %2$@
tr: %1$@ ve %2$@
ug: %1$@ ۋە %2$@
uk: %1$@ і %2$@
ur: %1$@ اور%2$@
vi: %1$@ và %2$@
zh_hk: %1$@ 及 %2$@

# THREAD_DETAILS_TWO_MEMBERS_AND_YOURSELF
source: %1$@, %2$@, and you
ar: %1$@، و%2$@ وأنت
be: %1$@, %2$@ і вы
bn: %1$@, %2$@, ও আপনি
ca: %1$@, %2$@ i tu
cs: %1$@, %2$@ a vy
da: %1$@, %2$@ og dig
de: %1$@, %2$@ und du
el: %1$@, %2$@ και εσύ
es: %1$@, %2$@ y tú
fa: %1$@ ، %2$@ و شما
fi: %1$@, %2$@ ja sinä
fr: %1$@, %2$@ et vous
ga: %1$@, %2$@ agus tusa
gu: %1$@, %2$@ અને તમે
he: %1$@, %2$@, ואת/ה
hi: %1$@, %2$@, और आप
hr: %1$@, %2$@ i vi
hu: %1$@, %2$@ és te
id: %1$@, %2$@, dan Anda
it: Tu, %1$@ e %2$@
ja: %1$@、%2$@とあなた
ko: 나와 %1$@, %2$@
mr: %1$@, %2$@, आणि तुम्ही
ms: %1$@, %2$@ dan anda
nb: %1$@, %2$@ og deg
nl: %1$@, %2$@ en jij
pl: %1$@, %2$@ i Ty
pt_br: %1$@, %2$@ e você
pt_pt: %1$@, %2$@ e você
ro: %1$@, %2$@ și tu
ru: %1$@, %2$@ и вы
sk: %1$@, %2$@ a vy
sr: %1$@, %2$@ и ви
sv: %1$@, %2$@ och du
th: %1$@, %2$@ และคุณ
tr: %1$@, %2$@ ve sen
ug: %1$@ ، %2$@ ، ۋە سىز
uk: %1$@, %2$@ і ви
ur: %1$@، %2$@، اور آپ
vi: %1$@, %2$@, và bạn
zh_cn: %1$@、%2$@和您
zh_hk: %1$@、%2$@ 和你

# THREAD_DETAILS_TWO_MUTUAL_GROUP
source: Member of %@ and %@
af: Lid van %@ en %@
ar: عضو في %1$@ و%2$@
az: %@ və %@ qruplarının üzvüdür
be: Удзельнік %1$@ і %2$@
bg: Член на %@ и %@
bn: %1$@এবং%2$@এর সদস্য
ca: Membre de %1$@ i %2$@
cs: Člen %1$@ a %2$@
cy: Aelod o %@ a %@
da: Medlem af %1$@ og %2$@
de: Mitglied von %1$@ und %2$@
el: Μέλος των %1$@ και %2$@
es: Está en "%1$@" y "%2$@"
es_es: Participa en «%@» y «%@»
et: Gruppide %@ ja %@ liige
eu: %@ eta %@ taldeetako kidea
fa: عضو %1$@ و%2$@
fi: Jäsen ryhmissä %1$@ ja %2$@
fil: Kasapi ng %@ at %@
fr: Membre de %1$@ et %2$@
ga: Ball de %1$@ agus %2$@
gu: %1$@ અને %2$@ ના સભ્ય
he: חבר קבוצה של %1$@ ו%2$@
hi: %1$@ और %2$@ के सदस्य
hr: Član/ica %1$@ i %2$@
hu: Az alábbi csoportok tagja: '%1$@' és '%2$@'
id: Anggota dari %1$@ dan %2$@
is: Meðlimur í %@ og %@
it: Membro di %1$@ e %2$@
ja: %1$@ と %2$@ のメンバー
kab: D aɛeggal n %@ akked %@
kk: %@ және %@ мүшесі
km: áŸá˜á¶á‡á·á€á“áŸƒ %@ á“á·á„%@
kn: %@ ಮತ್ತು %@ ರ ಸದಸ್ಯ
ko: %1$@ 및 %2$@ 멤버
lt: %@ ir %@ grupių narys
lv: %@ un %@ dalībnieks
mk: Член на %@ и %@
ml: %@, %@ എന്നിവയിലെ അംഗം
mr: %1$@ आणि %2$@ याचे सदस्य
ms: Ahli kepada %1$@ dan %2$@
my: %@ နှင့် %@ အဖွဲ့များတို့၏ အဖွဲ့ဝင်
nb: Medlem av %1$@ og %2$@
nl: Lid van %1$@ en %2$@
pa: %@ ਅਤੇ %@ ਦੇ ਮੈਂਬਰ
pa_pk: %@ تے %@ دے رکن
pl: Należy do grup %1$@ i %2$@
ps: د %@ او%@ غړی
pt_br: Membro de %1$@ e %2$@
pt_pt: Membro de %1$@ e %2$@
ro: Membru al %1$@ și %2$@
ru: Состоит в %1$@ и %2$@
sk: Člen %1$@ a %2$@
sl: Član/ica skupin %@ in %@
sq: Anëtar i %@ dhe %@
sr: Члан група %1$@ и %2$@
sv: Medlem av %1$@ och %2$@
sw: Mwanachama wa %@na %@
ta: உறுப்பினர் %@ மற்றும் %@
te: %@ మరియు %@ సభ్యుడు
th: สมาชิกของ %1$@ และ %2$@
tr: %1$@ ve %2$@ grubuna üye
ug: %1$@ ۋە %2$@ نىڭ ئەزاسى
uk: Учасник «%1$@» і «%2$@»
ur: ممبر%1$@ اور %2$@
vi: Thành viên của %1$@ và %2$@
zh_cn: %1$@ 和 %2$@ 的成员
zh_hk: %1$@ 及 %2$@ 的成員

# THREAD_DETAILS_ZERO_MUTUAL_GROUPS
source: No groups in common
ar: لا توجد مجموعات مُشتركة
be: Няма агульных груп
bn: একই রকমের কোনও গ্রুপ নেই
ca: No hi ha grups en comú.
cs: Žádné společné skupiny
da: Ingen grupper tilfælles
de: Keine gemeinsamen Gruppen
el: Καμία κοινή ομάδα
es: No tienes grupos en común
fa: هیچ گروه مشترکی وجود ندارد
fi: Ei yhteisiä ryhmiä
fr: Aucun groupe en commun
ga: Grúpa ar bith i bpáirt
gu: કોઈ ગ્રૂપ સમાન નથી
he: אין קבוצות במשותף
hi: कोई साझा ग्रुप नहीं
hr: Nema zajedničkih grupa
hu: Nincsenek közös csoportok
id: Tidak ada grup yang sama
it: Nessun gruppo in comune
ja: 共通のグループはありません
ko: 공통 그룹 없음
mr: कुठलेही गट समाईक नाहीत
ms: Tiada kumpulan yang serupa
nb: Ingen grupper til felles
nl: Geen gemeenschappelijke groepen
pl: Brak wspólnych grup
pt_br: Nenhum grupo em comum
pt_pt: Sem grupos em comum
ro: Nu există grupuri în comun
ru: Нет общих групп
sk: Žiadne spoločné skupiny
sr: Немате заједничких група
sv: Inga grupper gemensamt
th: ไม่มีกลุ่มร่วมกัน
tr: Ortak grubunuz yok
ug: ئورتاق گۇرۇپپا يوق
uk: Спільних груп немає
ur: مشترکہ طور پر کوئی گروپ نہیں
vi: Không có nhóm chung
zh_cn: 无共同群组
zh_hk: 無共同群組
