Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_SECURITY_DETAIL_TOUCHID
source: Require Touch ID to transfer funds.
ar: اِشترط بصمة الإصبع (Touch ID) لإرسال المبالغ.
be: Патрабуецца Touch ID, каб перавесці сродкі.
bn: ফান্ড স্থানান্তর করতে টাচ আইডি প্রয়োজন।
ca: Requerir Touch ID per transferir fons.
cs: Vyžadovat Touch ID k převodu peněz.
da: Bed om Touch ID for at overføre penge.
de: Verlange Touch ID, um Geld zu überweisen.
el: Απαιτείται Touch ID για μεταφορά χρημάτων.
es: Usa Touch ID para transferir fondos.
fa: شناسه لمسی را برای انتقال وجوه الزامی کنید.
fi: Vaadi Touch ID varojen siirtämiseksi.
fr: Exigez l'utilisation de Touch ID pour transférer des fonds.
ga: Éiligh ID Tadhaill le hairgead a aistriú.
gu: ફંડ ટ્રાન્સફર કરવા માટે ટચ ID જરૂરી બનાવો.
he: דרישת זיהוי טביעת אצבע כדי להעביר כספים.
hi: पैसा भेजने के लिए टच ID को आवश्यक बनाएं।
hr: Zahtijevaj Touch ID za prijenos sredstava.
hu: Az átutaláshoz Touch ID szükséges.
id: Wajibkan Touch ID untuk mentransfer dana.
it: Richiedi il Touch ID quando trasferisci dei fondi.
ja: 送金時にTouch IDを要求する。
ko: 자금 이체 시 터치 ID를 요구합니다.
mr: पैसे ट्रान्सफर करण्यास टच आयडी आवश्यकता आहे.
ms: Memerlukan ID Sentuhan untuk memindahkan dana.
nb: Sett krav om Touch ID for å overføre penger.
nl: Vereis Touch ID om geld over te maken.
pl: Aby wysłać środki, użyj Touch ID.
pt_br: Exigir Touch ID para transferir fundos.
pt_pt: Requeira Touch ID para transferir fundos.
ro: Solicită ID-ul de amprentă ca să transferi fonduri.
ru: Требуется Touch ID для перевода средств.
sk: Na prevod prostriedkov vyžadovať Touch ID.
sr: Захтевајте идентификацију отиска за пренос средстава.
sv: Kräv Touch ID för att överföra pengar.
th: ต้องใช้ Touch ID ในการโอนเงิน
tr: Para transferi için Touch ID'yi zorunlu kıl.
ug: پۇل ئاغدۇرۇش ئۈچۈن Touch ID نى تەلەپ قىلىدۇ.
uk: Вимагати Touch ID для переказу коштів.
ur: فنڈز ٹرانسفر کرنے کے لیے ٹچ ID درکار ہے۔
vi: Yêu cầu dùng Touch ID để gửi khoản thanh toán.
zh_cn: 需要 Touch ID 才能转账。
zh_hk: 必須使用 Touch ID 以轉移資金。

# SETTINGS_PAYMENTS_SECURITY_TITLE
source: Payments
ar: عمليات الدفع
be: Плацяжы
bn: পেমেন্ট
ca: Pagaments
cs: Platby
da: Betalinger
de: Zahlungen
el: Πληρωμές
es: Pagos
fa: پرداخت‌ها
fi: Maksut
fr: Paiements
ga: Íocaíochtaí
gu: ચુકવણીઓ
he: תשלומים
hi: भुगतान
hr: Plaćanja
hu: Fizetések
id: Pembayaran
it: Pagamenti
ja: 決済機能
ko: 결제
mr: पेमेंट्स
ms: Pembayaran
nb: Betalinger
nl: Betalingen
pl: Płatności
pt_br: Pagamentos
pt_pt: Pagamentos
ro: Plăți
ru: Платежи
sk: Platby
sr: Плаћања
sv: Betalningar
th: การชำระเงิน
tr: Ödemeler
ug: چىقىملار
uk: Платежі
ur: ادائیگیاں
vi: Thanh toán
zh_cn: 付款
zh_hk: 付款

# SETTINGS_PAYMENTS_SEND_PAYMENT
source: Send Payment
af: Stuur betaling
ar: إرسال مدفوعات
az: Ödənişi göndər
be: Адправіць плацеж
bn: পেমেন্ট পাঠান
ca: Envia el pagament
cs: Odeslat platbu
cy: Anfon Taliad
da: Send betaling
de: Zahlung senden
el: Αποστολή πληρωμής
es: Enviar pago
et: Saada makse
fa: ارسال پرداخت
fi: Lähetä maksu
fr: Envoyer le paiement
gu: પેમેન્ટ મોકલો
he: שלח תשלום
hi: भुगतान भेजें
hr: Pošalji uplatu
hu: Fizetés küldése
id: Kirim Pembayaran
is: Senda greiðslu
it: Invia pagamento
ja: 送金
km: á•áŸ’á‰á¾á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ ಕಳುಹಿಸಿ
ko: 송금
lt: Siųsti mokėjimą
lv: Nosūtīt maksājumu
ml: പേയ്മെന്റ് അയയ്ക്കുക
mr: पेमेंट पाठवा
ms: Hantar Bayaran
my: ငွေပေးချေမှု ပေးပို့မယ်
nb: Send Betaling
nl: Betaling verzenden
pa: ਭੁਗਤਾਨ ਭੇਜੋ
pl: Wyślij płatność
ps: د پرداخت لیږل
pt_br: Enviar pagamento
pt_pt: Enviar pagamento
ro: Trimite plata
ru: Отправить платёж
sk: Odoslať platbu
sl: Pošlji plačilo
sq: Dërgoni Pagesë
sr: Пошаљи уплату
sv: Skicka betalning
sw: Tuma Malipo
ta: அனுப்பு கட்டணம்
te: చెల్లింపు పంపండి
th: ส่งการชำระเงิน
tr: Ödeme Gönder
ug: چىقىم يوللا
uk: Надіслати платіж
ur: ادائیگی بھیجیں
vi: Gửi Thanh toán
zh_cn: 发送付款
zh_hk: 付款

# SETTINGS_PAYMENTS_SEND_TO_RECIPIENT_TITLE
source: Choose Recipient
af: Kies ontvanger
ar: اختر المُستلِم
az: Alıcı seçin
be: Выбраць атрымальніка
bn: প্রাপক নির্বাচন করুন
ca: Trieu el destinatari
cs: Zvolte příjemce
cy: Dewis Derbynwr
da: Vælg modtager
de: Empfangende Person auswählen
el: Επιλογή παραλήπτη
es: Seleccionar destinatario
et: Vali saaja
fa: انتخاب گیرنده
fi: Valitse vastaanottaja
fr: Choisir le bénéficiaire
gu: પ્રાપ્તકર્તા પસંદ કરો
he: בחר מקבל
hi: प्राप्तकर्ता चुनें
hr: Odaberite primatelja
hu: Válassz címzettet
id: Pilih Penerima
is: Veldu viðtakanda
it: Scegli destinatario
ja: 送信先の選択
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€á‘á‘á½á›
kn: ಸ್ವೀಕೃತಿದಾರರನ್ನು ಆರಿಸಿ
ko: 수신자 선택
lt: Pasirinkite gavėją
lv: Izvēlēties adresātu
ml: സ്വീകർത്താവിനെ തിരഞ്ഞെടുക്കുക
mr: प्राप्तकर्ता निवडा
ms: Pilih Penerima
my: လက်ခံသူ ရွေးပါ
nb: Velg Mottaker
nl: Kies een ontvanger
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz odbiorcę
ps: تر لاسه کوونکي وټاکئ
pt_br: Escolher destinatário
pt_pt: Escolher destinatário
ro: Alege destinatarul
ru: Выберите получателя
sk: Zvoľte príjemcu
sl: Izberite prejemnika
sq: Zgjidhni Marrës
sr: Изаберите примаоца
sv: Välj mottagare
sw: Chagua Mpokeaji
ta: தேர்வு செய்யவும் பெறுநர்
te: గ్రహీతను ఎంచుకోండి
th: เลือกผู้รับ
tr: Alıcı Seç
ug: تاپشۇرۇۋالغۇچىنى تاللاڭ
uk: Оберіть одержувача
ur: وصول کنندہ کا انتخاب کریں
vi: Chọn Người nhận
zh_cn: 选择接收人
zh_hk: 選擇收款人

# SETTINGS_PAYMENTS_SET_CURRENCY
source: Currency Conversion
af: Valuta-omskakeling
ar: تحويل العملات
az: Pul vahidi konversiyası
be: Канвертацыя валюты
bn: মুদ্রা রূপান্তর
ca: Conversió de moneda
cs: Převod měny
cy: Trosi Arian Cyfred
da: Valutaomregning
de: Währungsumrechnung
el: Μετατροπή νομίσματος
es: Conversión de moneda
et: Valuuta konverteerimine
fa: تبدیل نرخ ارز
fi: Valuuttamuunnos
fr: Conversion de devises
gu: ચલણનું રૂપાંતરણ
he: המרת מטבע
hi: मुद्रा रूपांतरण
hr: Pretvorba valute
hu: Pénznem konverzió
id: Konversi Mata Uang
is: Umbreyting gjaldmiðla
it: Conversione valuta
ja: 通貨換算
km: á€á¶ášá”áŸ†á”áŸ’á›áŸ‚á„ášá¼á”á·á™áœááŸ’áá»
kn: ಕರೆನ್ಸಿ ಪರಿವರ್ತನೆ
ko: 통화 변환
lt: Valiutos konvertavimas
lv: Valūtas konvertācija
ml: കറൻസി പരിവർത്തനം
mr: चलन रूपांतरण
ms: Penukaran Mata Wang
my: ငွေကြေးလဲလှယ်မှု
nb: Valutakonvertering
nl: Valuta omrekenen
pa: ਕਰੰਸੀ ਵਟਾਂਦਰਾ
pl: Wymiana waluty
ps: د اسعارو تبادله
pt_br: Conversão de moeda
pt_pt: Conversão de moeda
ro: Conversie monedă
ru: Конверсия валют
sk: Prepočet meny
sl: Pretvorba valut
sq: Kurs Këmbimi
sr: Конверзија валута
sv: Valutaväxling
sw: Ubadilishaji wa Sarafu
ta: நாணய மாற்றம்
te: కరెన్సీ మార్పిడి
th: การแปลงสกุลเงิน
tr: Para Birimi Dönüşümü
ug: پۇل ئالماشتۇرۇش
uk: Курс обміну валюти
ur: کرنسی کا تبادلہ
vi: Chuyển đổi Ngoại tệ
zh_cn: 货币转换
zh_hk: 貨幣換算

# SETTINGS_PAYMENTS_TITLE
source: Payments
af: Betalings
ar: المدفوعات
az: Ödənişlər
be: Плацяжы
bn: পেমেন্ট
ca: Pagaments
cs: Platby
cy: Taliadau
da: Betalinger
de: Zahlungen
el: Πληρωμές
es: Pagos
et: Maksed
eu: Ordainketak
fa: پرداخت‌ها
fi: Maksut
fr: Paiements
ga: Íocaíochtaí
gu: પેમેન્ટ્સ
he: תשלומים
hi: भुगतान
hr: Plaćanja
hu: Fizetések
id: Pembayaran
is: Greiðslur
it: Pagamenti
ja: 決済機能
kab: Axelleṣ
km: á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ಗಳು
ko: 결제
lt: Mokėjimai
lv: Maksājumi
mk: Плаќања
ml: പേയ്മെന്റുകൾ
mr: पेमेंट
ms: Pembayaran
my: ငွေပေးချေမှုများ
nb: Betalinger
nl: Betalingen
pa: ਭੁਗਤਾਨ
pl: Płatności
ps: پرداختونه
pt_br: Pagamentos
pt_pt: Pagamentos
ro: Plăți
ru: Платежи
sk: Platby
sl: Plačila
sq: Pagesa
sr: Плаћања
sv: Betalningar
sw: Malipo
ta: பணம் வழங்கீடு
te: చెల్లింపులు
th: การจ่ายเงิน
tr: Ödemeler
ug: چىقىملار
uk: Платежі
ur: ادائیگی
vi: Thanh toán
zh_cn: 付款
zh_hk: 付款

# SETTINGS_PAYMENTS_TRANSFER_OUT_CANNOT_SEND_TO_SELF
source: You can’t transfer to your Signal wallet address. Enter the wallet address from your account at a supported exchange.
af: U kan nie na u Signal-beursadres oordra nie. Voer die beursadres van u rekening op ’n ondersteunde sentrale in.
ar: لا يمكنك الإرسال إلى عنوان محفظتك بسيجنال. قُم بإدخال عنوان المحفظة انطلاقًا من حسابك في منصة تداول تدعم ذلك.
az: Öz Signal pulqabı ünvanınıza köçürmə edə bilməzsiniz. Dəstəklənən bir birjada hesabınızda pulqabı ünvanınızı daxil edin.
be: Вы не можаце перавесці сродкі на свой адрас кашалька Signal. Увядзіце адрас кашалька са свайго ўліковага запісу на біржы, што падтрымліваецца.
bn: আপনি আপনার Signal ওয়ালেট ঠিকানায় স্থানান্তর করতে পারবেন না। আপনার অ্যাকাউন্ট থেকে একটি সমর্থিত এক্সচেঞ্জে ওয়ালেট ঠিকানাটি লিখুন।
ca: No podeu fer una transferència a la vostra adreça de cartera del Signal. Introduïu l'adreça de la cartera des del compte amb un intercanvi compatible.
cs: Nelze provést převod na adresu vaší peněženky Signal. Zadejte adresu peněženky ze svého účtu na podporované burze.
cy: Nid oes modd i chi drosglwyddo i'ch cyfeiriad waled Signal eich hun. Rhowch gyfeiriad y waled o'ch cyfrif mewn cyfnewidfa â gefnogir.
da: Du kan ikke overføre til din egen wallet-adresse i Signal. Indtast wallet-adressen fra din konto på en understøttet børs.
de: Du kannst nicht an die Adresse deines eigenen Signal-Wallets überweisen. Gib die Wallet-Adresse deines Kontos bei einer unterstützen Handelsplattform ein.
el: Δεν μπορείτε να πραγματοποιήσετε μεταφορά στη διεύθυνση του πορτοφολιού σας Signal. Εισαγάγετε τη διεύθυνση πορτοφολιού του λογαριασμού σας σε ένα υποστηριζόμενο ανταλλακτήριο.
es: No puedes transferir saldo a tu propia cartera de Signal. Introduce la dirección de la cartera de tu cuenta en una plataforma de intercambio que admita MobileCoin.
fa: شما نمی‌توانید به نشانی کیف پول سیگنال خوددانتقال دهید. نشانی کیف پول حساب خود در یک صرافی پشتیبانی شده را وارد نمایید.
fi: Siirtoa ei voi tehdä Signalin lompakko-osoitteeseen. Syötä yhteensopivan kauppapaikan tilin lompakko-osoite.
fr: Vous ne pouvez pas effectuer de virements vers l'adresse de votre portefeuille Signal. Saisissez l'adresse de portefeuille associée au compte dont vous disposez sur une plateforme d'échange compatible.
gu: તમે તમારા Signal વૉલેટ એડ્રેસ પર સ્થાનાંતરિત કરી શકતા નથી. આધારભૂત એક્સચેન્જ પર તમારા એકાઉન્ટમાંથી વૉલેટ એડ્રેસ દાખલ કરો.
he: אתה לא יכול להעביר אל כתובת הארנק של Signal שלך. הכנס את כתובת הארנק מהחשבון שלך במסחר נתמך.
hi: आप अपने Signal वॉलेट पते पर ट्रांसफ़र नहीं कर सकते। अपने खाते से किसी समर्थित एक्सचेंज पर वॉलेट पता दर्ज करें।
hr: Ne možete prenijeti na vašu Signal adresu novčanika. Unesite adresu novčanika od vašeg računa na podržanoj burzi.
hu: Nem küldhetsz a Signal tárca címedre. Add meg a támogatott átváltói tőzsdei fiókhoz tartozó tárca címedet!
id: Anda tidak dapat mentransfer ke alamat wallet Signal Anda sendiri. Masukkan alamat wallet dari akun Anda di sebuah exchange yang didukung.
is: Þú getur ekki millifært á þitt eigið Signal veskisvistfang. Settu inn veskisvistfang greiðsluaðgangs sem þú ert með á studdri greiðslumiðlun.
it: Non puoi trasferire all'indirizzo del tuo portafoglio Signal. Inserisci l'indirizzo del portafoglio dal tuo account in uno exchange supportato.
ja: あなた自身のSignalのウォレットアドレスには振替できません。サポートされている取引所にある、あなたの口座のウォレットアドレスを入力してください。
km: á¢áŸ’á“á€á˜á·á“á¢á¶á…á•áŸ’á‘áŸášá‘áŸ…á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Signal Wallet ááŸ’á›á½á“á¯á„á‘áŸáŸ” á”á‰áŸ’á…á¼á›á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Wallet á–á¸á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŠáŸ‚á›á”á¶á“á‚á¶áŸ†á‘áŸ’ášáŸ”
kn: ನಿಮ್ಮ Signal ವ್ಯಾಲೆಟ್‌ ವಿಳಾಸಕ್ಕೆ ನೀವು ವರ್ಗಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಬೆಂಬಲಿತ ವಿನಿಮಯದಲ್ಲಿ ವ್ಯಾಲೆಟ್‌ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ko: Signal 지갑 주소로 이체할 수 없습니다. 지원되는 거래소에서 귀하의 계정에서 지갑 주소를 입력하세요.
lt: Negalite pervesti į savo asmeninės Signal piniginės adresą. Įveskite piniginės adresą iš paskyros, kuri yra palaikomame valiutos keitimo punkte.
lv: Jūs nevarat veikt pārskaitījumu uz savu Signal naudas maka adresi. Ievadiet naudas maka adresi no sava konta atbalstītā biržā.
ml: നിങ്ങളുടെ Signal വാലറ്റ് വിലാസത്തിലേക്ക് നിങ്ങൾക്ക് ട്രാൻസ്ഫർ ചെയ്യാൻ കഴിയില്ല. പിന്തുണയുള്ള എക്സ്ചേഞ്ചിൽ നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് വാലറ്റ് വിലാസം നൽകുക.
mr: आपण Signal वॉलेट पत्त्यावर स्थानांतरित करू शकत नाही. समर्थित ऐक्सचेंजवरील आपल्या खात्याचा वॉलेट पत्ता प्रविष्ट करा.
ms: Anda tidak dapat memindahkan bayaran ke alamat dompet Signal anda. Masukkan alamat dompet daripada akaun anda di pertukaran yang disokong.
my: သင့်ပိုက်ဆံအိတ် wallet လိပ်စာသို့ သင်ကိုယ်တိုင် လွှဲလို့မရပါ။ သင့်အကောင့်မှ ပိုက်ဆံအိတ် wallet လိပ်စာ ကို ပံ့ပိုးသော ငွေလဲလှယ်မှုတစ်နေရာတွင် ရိုက်ထည့်ပေးပါ။
nb: Det er ikke mulig å overføre til Signal-lommebokadressen du oppga. Skriv inn lommebokadressen fra kontoen din og en gyldig valuta.
nl: Je kunt niet overschrijven naar je eigen Signal portemonnee-adres. Vul het portemonnee-adres van je account bij de beurs in.
pa: ਤੁਸੀਂ ਆਪਣੇ Signal ਵਾਲੇਟ ਪਤੇ ’ਤੇ ਟ੍ਰਾਂਸਫ਼ਰ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਕਿਸੇ ਸਮਰਥਨ ਕਰਦੀ ਐਕਸਚੇਂਜ ਵਿਖੇ ਆਪਣੇ ਖਾਤੇ ਤੋਂ ਵਾਲੇਟ ਪਤਾ ਭਰੋ।
pl: Nie możesz wysłać środków na adres własnego portfela Signal. Podaj adres portfela ze swojego konta w obsługiwanym kantorze.
ps: تاسې نشئ کولای چې خپل د Signal جیبي بکسک ته پیسې ولیږئ. له خپل اکاونټ څخه د جیبي بکسک پته په یوه پشتیباني شوي صرافي کې دننه کړئ.
pt_br: Você não pode transferir para o endereço da sua própria carteira Signal. Digite o endereço de uma carteira sua que esteja em uma intermediação de troca válida.
pt_pt: Não pode transferir para o seu endereço da carteira Signal. Introduza o endereço de carteira da sua conta numa transação suportada.
ro: Nu poți transfera către adresa propriului portofel Signal. Introduce adresa portofelului din contul tău la un exchange acceptat.
ru: Вы не можете перевести на свой собственный адрес кошелька Signal. Введите адрес кошелька из своей учётной записи на поддерживаемой бирже.
sk: Nemôžete vykonať prevod na adresu vašej Signal peňaženky. Zadajte adresu peňaženky z vášho účtu v podporovanej zmenárni.
sl: Ne morete nakazovati sredstev na naslov svoje denarnice Signal. Vnesite naslov denarnice svojega računa v podprti menjalnici.
sq: S’mund të shpërngulni te adresa e portofolit tuaj Signal. Jepni adresën e portofolit prej llogarisë tuaj në një platformë që mbulohet.
sr: Не можете пренети на своју адресу новчаника на Signal-у. Унесите адресу новчаника са свог налога на подржаној берзи.
sv: Du kan inte överföra till din Signal-plånboksadress. Ange plånboksadressen från ditt konto vid en växling som stöds.
sw: Huwezi kuhamishia kwenye anwani yako ya mkoba wa Signal. Weka anwani ya mkoba kutoka kwenye akaunti yako kwenye ubadilishanaji unaotumika.
ta: உங்களால் முடியாது பரிமாற்றம் உங்கள் Signal பணப்பை முகவரி. உள்ளிடவும் தி பணப்பை முகவரி உன்னிடத்திலிருந்து கணக்கு ஆதரிக்கப்படும் இடத்தில் பரிமாற்றம்.
te: మీరు మీ Signal వాలెట్ చిరునామాకు బదిలీ చేయలేరు. మద్దతు ఉన్న మార్పిడి వద్ద మీ ఖాతా నుండి వాలెట్ చిరునామాను నమోదు చేయండి.
th: คุณไม่สามารถโอนไปยังที่อยู่กระเป๋าเงิน Signal ได้ ป้อนที่อยู่กระเป๋าเงินจากบัญชีของคุณที่ตลาดหลักทรัพย์ที่รองรับ
tr: Kendi Signal cüzdan adresinize aktarma yapamazsınız. Desteklenen bir kambiyodaki hesabınızdaki cüzdan adresini girin.
ug: ئۆزىڭىزنىڭ Signal ھەميان ئادرېسىغا يۆتكىيەلمەيسىز. ئالماشتۇرۇشنى قوللايدىغان ھېساباتىڭىزدىن ھەميان ئادرېسىنى كىرگۈزۈڭ.
uk: Ви не можете здійснювати перекази на власний гаманець Signal. Введіть адресу гаманця зі свого облікового запису на підтримуваній біржі.
ur: آپ اپنے Signal Wallet ایڈریس پر منتقل نہیں کرسکتے ہیں۔ معاون تبادلے میں اپنے اکاؤنٹ سے Wallet کا پتہ درج کریں۔
vi: Bạn không thể chuyển khoản vào địa chỉ ví Signal của bạn. Hãy nhập địa chỉ ví từ tài khoản của bạn ở một sàn trao đổi có hỗ trợ.
zh_cn: 无法向您的 Signal 钱包地址转帐。请输入支持的交易平台帐户的钱包地址。
zh_hk: 您不能轉移至您的 Signal 錢包位址。請輸入您在支援的交易平台上所屬帳戶的錢包位址。
