Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_LINK_ACTION_SHEET_VIEW_REQUEST_TO_JOIN_MESSAGE
source: An admin of this group must approve your request before you can join this group. When you request to join, your name and photo will be shared with its members.
ar: لتستطيع الانضمام إلى هذه المجموعة، يجب أن يوافق مُشرِف من هذه المجموعة على طلب انضمامك. عندما ترسل طلب انضمام، ستتمُّ مشاركة اسمك وصورتك مع أعضاء المجموعة.
be: Адміністратар гэтай групы павінен ухваліць ваш запыт, перш чым вы зможаце далучыцца да гэтай групы. Калі вы запытаеце далучыцца, ваша імя і фота будуць абагулены з яе ўдзельнікамі.
bn: আপনি এই গ্রুপে যোগদানের আগে এই গ্রুপের একজন এডমিন অবশ্যই আপনার অনুরোধটি অনুমোদন করতে হবে। আপনি যখন যোগদানের জন্য অনুরোধ করবেন তখন আপনার নাম এবং ফটো এর সদস্যদের সাথে শেয়ার করা হবে।
ca: Un administrador d'aquest grup ha d'aprovar la sol·licitud abans de poder-vos afegir-hi. Quan demaneu afegir-vos-hi, el vostre nom i la fotografia es compartiran amb els seus membres.
cs: Správce této skupiny musí schválit váš požadavek na přístup, než budete moci do této skupiny vstoupit. Součástí požadavku je poskytnutí vašeho jména a fotografie členům skupiny.
da: En administrator af gruppen skal godkende din anmodning, inden du kan deltage. Når du anmoder om at deltage, vil dit navn og billede blive delt med dens medlemmer
de: Bevor du der Gruppe beitreten kannst, muss ein Admin dieser Gruppe deine Anfrage bestätigen. Wenn du eine Beitrittsanfrage stellst, werden dein Name und dein Foto mit den Mitgliedern geteilt.
el: Κάποιος διαχειριστής/τρια αυτής της ομάδας θα πρέπει να εγκρίνει το αίτημά σου για να μπορέσεις να μπεις στην ομάδα. Όταν ζητήσεις να μπεις, το όνομα και η φωτογραφία σου θα μοιραστούν με τα μέλη της.
es: Alguien que sea admin de este grupo debe aprobar tu solicitud antes de poder unirte. Al solicitar unirte al grupo, tu nombre y foto de perfil se compartirán con sus participantes.
fa: یک مدیر از این گروه باید با درخواست شما قبل از پیوستن به گروه، موافقت کند. هنگامی که درخواست عضویت می‌دهید، نام و عکس شما با اعضای گروه به اشتراک گذاشته خواهد شد.
fi: Ryhmän ylläpitäjän on hyväksyttävä liittymispyyntö ennen ryhmään liittymistä. Liittymispyynnön yhteydessä nimesi ja kuvasi näkyvät ryhmän jäsenille.
fr: Pour rejoindre ce groupe, un administrateur doit d'abord approuver votre demande. Vos nom et photo seront partagés avec les membres du groupe si vous demandez à le rejoindre.
ga: Ní mór do riarthóir an ghrúpa seo d'iarratas a fhaomhadh sular féidir leat dul isteach sa ghrúpa seo. Nuair a iarrann tú dul isteach ann, comhroinnfear d’ainm agus do ghrianghraf lena bhaill.
gu: તમે આ ગ્રૂપમાં જોડાઈ શકો તે પહેલાં આ ગ્રૂપના એડમિને તમારી વિનંતી મંજૂર કરવી જોઈએ. જ્યારે તમે જોડાવાની વિતંતી કરો છો, ત્યારે તમારું નામ અને ફોટો તેના સભ્યો સાથે શેર કરવામાં આવશે.
he: מנהלן של קבוצה זו חייב לאשר את בקשתך לפני שתוכל להצטרף אל קבוצה זו. כאשר אתה מבקש להצטרף, השם והתמונה שלך ישותפו עם חברי הקבוצה.
hi: इस ग्रुप में जुड़ने से पहले एक एडमिन को आपका अनुरोध स्वीकार करना होगा। जब आप जुड़ने के लिए अनुरोध करते हैं, आपके नाम और तस्वीर को इसके सदस्यों के साथ साझा किया जाएगा।
hr: Administrator ove grupe mora odobriti vaš zahtjev prije nego što se možete pridružiti ovoj grupi. Kada zatražite pridruživanje, vaše će ime i vaša fotografija biti podijeljeni sa članovima grupe.
hu: A csoportba történő belépéshez a csoport egy adminjának jóváhagyása szükséges. A csatlakozási igény elküldésével neved és képed láthatóvá válik a csoport tagjai számára.
id: Admin dari grup ini harus menerima permintaan Anda agar Anda bisa gabung ke grup ini. Saat Anda meminta untuk bergabung, nama dan foto Anda akan dibagikan dengan anggota grup.
it: Un admin deve approvare la tua richiesta prima che tu possa unirti a questo gruppo. Quando invii la richiesta, il tuo nome e la tua foto verranno condivisi con i membri del gruppo.
ja: このグループに参加するには、管理者の承認が必要です。参加を申請すると、あなたの名前と画像がそのメンバーと共有されます。
ko: 이 그룹에 가입하려면 그룹의 관리자가 요청을 승인해야 합니다. 가입을 요청하면 내 이름과 사진이 공유됩니다.
mr: आपण या गटामध्ये सामील होण्यापूर्वी या गटाच्या प्रशासकाने आपली विनंती मंजूर करणे आवश्यक आहे. आपण सामील होण्याची विनंती करता तेव्हा आपले नाव आणि फोटो सदस्यांसह सामायिक केला जाईल.
ms: Pentadbir kumpulan ini mesti meluluskan permintaan anda sebelum anda dapat menyertai kumpulan ini. Apabila anda meminta untuk menyertai kumpulan, nama dan foto anda akan dikongsikan dengan ahli-ahlinya.
nb: En administrator for gruppen må godkjenne forespørselen din før du kan bli med. Når du ber om å få bli med, deles navnet og bildet ditt med gruppemedlemmene.
nl: Een beheerder van deze groep moet eerst je verzoek om lid te worden goedkeuren voordat je lid kunt worden van deze groep. Wanneer je verzoekt om lid te worden zullen je profielnaam, -foto en -omschrijving direct zichtbaar zijn voor de groepsleden.
pl: Twoją prośbę o przyjęcie do grupy musi zaakceptować jej administrator. Gdy poprosisz o przyjęcie do grupy, jej członkom zostaną udostępnione Twoje imię i zdjęcie.
pt_br: Um administrador deste grupo precisa aprovar sua solicitação antes que você possa participar. Ao fazer o pedido, seu nome e foto serão compartilhados com os membros do grupo.
pt_pt: Um administrador deste grupo deverá aprovar o seu pedido antes de você poder entrar para o grupo. Quando pede para entrar o seu nome e fotografia são partilhados com os membros desse grupo.
ro: Un administrator al acestui grup trebuie să îți aprobe solicitarea înainte de a te putea alătura grupului. Când soliciți să te înscri, numele și fotografia ta vor fi distribuite membrilor săi.
ru: Администратор этой группы должен принять ваш запрос, прежде чем вы сможете присоединиться к ней. Когда вы отправите запрос, ваши имя и фото станут доступны участникам этой группы.
sk: Administrátor tejto skupiny musí schváliť vašu požiadavku, než budete môcť vstúpiť do tejto skupiny. Keď požiadate o vstup, vaše meno a fotka budú zdieľané s jej členmi.
sr: Администратор ове групе мора да одобри ваш захтев пре него што се придружите овој групи. Када затражите да се придружите, чланови групе ће моћи да виде ваше име и слику.
sv: En administratör av denna grupp måste godkänna din förfrågan innan du kan gå med i denna grupp. När du begär att gå med kommer ditt namn och foto att delas med medlemmarna.
th: ผู้ดูแลของกลุ่มนี้จะต้องอนุมัติคำขอเข้าร่วมของคุณก่อนที่คุณจะสามารถเข้าร่วมกลุ่มนี้ได้ เมื่อคุณส่งคำร้องขอเข้าร่วม สมาชิกคนอื่นๆ จะเห็นชื่อและรูปของคุณ
tr: Gruba katılmadan önce bu grubun bir yöneticisinin isteğinizi onaylaması gerekiyor. Katılma isteğinde bulunduğunuzda, adınız ve fotoğrafınız üyeleriyle paylaşılacaktır.
ug: بۇ گۇرۇپپىنىڭ باشقۇرغۇچىسى دەلىللىگەندىن كېيىن ئاندىن گۇرۇپپىغا قوشۇلالايسىز، سىز گۇرۇپپىغا كىرىشنى ئىلتىماس قىلغاندا، ئىسىم ۋە سۈرىتىڭىز ئۇنىڭ ئەزالىرى بىلەن ھەمبەھىرلىنىدۇ.
uk: Адміністратор цієї групи повинен прийняти ваш запит на приєднання, щоб ви стали її учасником. Коли ви відправите запит, інші учасники зможуть бачити ваше ім'я й фото.
ur: اس گروپ میں شامل ہونے سے پہلے اس گروپ کے منتظم کو آپ کی درخواست کو منظور کرنا ہوگا۔ جب آپ شمولیت کی درخواست کریں گے تو ، آپ کا نام اور تصویر اس کے ممبروں کے ساتھ شیئر کی جائے گی.
vi: Cần một quản trị viên chấp nhận yêu cầu trước khi bạn tham gia nhóm này. Khi bạn yêu cầu tham gia, tên và ảnh đại diện của bạn sẽ được công khai với các thành viên nhóm.
zh_cn: 您需要经过此群管理员同意才能加入群组。当您申请入群时，群组成员将能看到您的您的昵称和头像。
zh_hk: 此群組的管理員須先核准您的請求，才可讓您加入此群組。當您請求加入時，您的名稱和照片將會與群組的成員分享。

# GROUP_LINK_COULD_NOT_REQUEST_TO_JOIN_GROUP_DUE_TO_NETWORK_ERROR_MESSAGE
source: Please check if you are online and try again.
af: Kyk of jy aanlyn is, en probeer weer.
ar: تأكَّد من اتصالك بالإنترنت ثم حاوِل مرّة أُخرى.
az: Zəhmət olmasa xətdə olduğunuzu yoxlayıb yenidən sınayın.
be: Праверце падключэнне да сеткі і паўтарыце спробу.
bn: অনুগ্রহ করে আপনি অনলাইনে আছেন কিনা তা পরীক্ষা করে আবার চেষ্টা করুন।
ca: Comproveu que estigueu connectat a Internet i torneu-ho a provar.
cs: Zkontrolujte, že jste online a zkuste to znovu.
cy: Cadarnhewch eich bod arlein a rhowch gynnig arall arni.
da: Tjek venligst om du er online og prøv igen
de: Bitte überprüfe, ob du online bist, und versuche es erneut.
el: Επιβεβαίωσε πως είσαι συνδεδεμένος/η στο διαδίκτυο και ξαναδοκίμασε.
es: Comprueba que tienes conexión e inténtalo de nuevo.
es_es: Combrueba que estás online e inténtalo de nuevo.
et: Palun kontrolli, kas oled Internetis ja proovi uuesti.
eu: Mesedez, egiazta ezazu online zauden eta saia zaitez berriro.
fa: لطفاً بررسی کنید که آنلاین هستید و دوباره امتحان کنید.
fi: Tarkista että verkkoyhteytesi on päällä ja yritä uudelleen.
fr: Veuillez vérifier que vous êtes en ligne et réessayer.
ga: Deimhnigh go bhfuil tú ar líne agus bain triail eile as.
gu: કૃપા કરીને તપાસો કે તમે ઓનલાઇન છો કે નહીં અને ફરી પ્રયાસ કરો.
he: אנא בדוק אם אתה מקוון ונסה שוב.
hi: कृपया जाँच लें कि आप ऑनलाइन हैं कि नहीं और फिर कोशिश करें।
hr: Provjerite jeste li na mreži i pokušajte ponovo.
hu: Ellenőrizd az internetkapcsolatodat, majd próbálkozz újra.
id: Mohon cek apakah anda tersambung dalam jaringan dan coba lagi.
is: Athugaðu hvort þú sért með nettengingu og prófaðu svo aftur.
it: Verifica di essere online e riprova.
ja: インターネット接続を確認して、再度試してください。
kab: Ttxil-k·m senqed ma yella srid i telliḍ syen εreḍ tikkelt-nniḍen.
km: áŸá¼á˜á–á·á“á·ááŸ’á™áá¶ á¢áŸ’á“á€á€áŸ†á–á»á„á“áŸ…á›á¾á¢á“á¡á¶á‰ á“á·á„á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ದಯವಿಟ್ಟು ನೀವು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿದ್ದೀರಾ ಎಂದು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 온라인인지 확인한 후 다시 시도해 주세요.
lt: Patikrinkite ar esate prisijungę prie interneto ir bandykite dar kartą.
lv: Pārbaudiet, vai esat tiešsaistē, un mēģiniet vēlreiz.
mk: Ве молиме проверете дали сте приклучени на Интернет и обидете се повторно.
ml: ദയവായി നിങ്ങൾ ഓൺ‌ലൈൻ ആണോ എന്ന് പരിശോധിച്ചതിനു ശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: आपण ऑनलाईन आहात की नाही ते कृपया तपासा आणि पुन्हा प्रयत्न करा.
ms: Sila semak sama ada anda dalam talian dan cuba lagi.
my: သင်သည် အွန်လိုင်းပေါ် ရှိမရှိကို စစ်ပြီး ပြန်စမ်းကြည့်ပါ။
nb: Sjekk om du er på nett og prøv igjen.
nl: Controleer of je met internet verbonden bent en probeer het opnieuw.
pa: ਕਿਰਪਾ ਦੇਖੋ ਕਿ ਤੁਸੀਂ ਆਨਲਾਈਨ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pl: Sprawdź, czy masz połączenie z internetem, i spróbuj ponownie.
ps: مهرباني وکړئ وګورئ چې ایا انلاین یاست که نه او بیا هڅه وکړئ.
pt_br: Verifique se você está on-line e tente novamente.
pt_pt: Por favor, confirme que está on-line e tente novamente.
ro: Te rugăm să verifici dacă ești online și încearcă din nou.
ru: Пожалуйста, убедитесь, что вы онлайн, и попробуйте снова.
sk: Prosím, skontrolujte, či ste online a skúste to znovu.
sl: Preverite, če ste povezani z internetom in poskusite znova.
sq: Ju lutemi, kontrolloni se jeni në linjë dhe riprovoni.
sr: Проверите да ли сте повезани на интернет и пробајте поново.
sv: Kontrollera att du är ansluten och försök igen.
sw: Tafadhali angalia iwapo upo mtandaoni na ujaribu tena.
ta: நீங்கள் ஆன்லைனில் இருக்கிறீர்களா என்பதை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: దయచేసి మీరు ఆన్‌లైన్‌లో ఉన్నారో లేదో తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: กรุณาตรวจสอบว่าคุณออนไลน์อยู่หรือไม่ และลองอีกครั้ง
tr: Çevrimiçi olduğunuzu kontrol edip tekrar deneyin.
ug: تورنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
uk: Переконайтеся, що ви в мережі, і надішліть запит ще раз.
ur: براہ کرم اگر آپ آن لائن ہیں تو چیک کریں اور دوبارہ کوشش کریں۔
vi: Vui lòng kiểm tra kết nối mạng và thử lại.
zh_cn: 请检查您的网络后再试。
zh_hk: 請檢查您的網絡，然後重試。

# GROUP_LINK_COULD_NOT_REQUEST_TO_JOIN_GROUP_ERROR_MESSAGE
source: Please try again.
af: Probeer weer
ar: يُرجى المُحاولة مرّة أخرى.
az: Zəhmət olmasa yenidən sınayın.
be: Паўтарыце спробу.
bn: অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Si us plau, torneu-ho a provar.
cs: Prosím, zkuste to znovu.
cy: Rhowch gynnig arall arni.
da: Prøv venligst igen.
de: Bitte versuche es erneut.
el: Παρακαλώ δοκίμασε ξανά.
es: Inténtalo de nuevo.
es_es: Por favor, inténtalo de nuevo.
et: Palun proovi uuesti.
eu: Mesedez, saia zaitez berriro.
fa: لطفاً دوباره امتحان کنید.
fi: Yritä uudelleen.
fr: Veuillez réessayer.
gu: કૃપા કરીને ફરીથી પ્રયાસ કરો.
he: אנא נסה שוב.
hi: कृपया फिर से प्रयास करें।
hr: Pokušajte ponovo.
hu: Próbáld újra.
id: Mohon coba lagi.
is: Vinsamlegast reyndu aftur.
it: Riprova.
ja: あとで再度試してください。
kab: Ttxil-k eɛreḍ tikkelt-nniḍen.
km: áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 다시 시도해 주세요.
lt: Bandykite dar kartą.
lv: Lūdzu, mēģiniet vēlreiz.
mk: Ве молиме обидете се повторно.
ml: വീണ്ടും ശ്രമിക്കുക.
mr: कृपया पुन्हा प्रयत्न करा.
ms: Sila cuba lagi.
my: ပြန်စမ်းကြည့်ပါ။
nb: Vær vennlig og forsøk igjen.
nl: Probeer het opnieuw.
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ|
pl: Spróbuj ponownie.
ps: مهرباني وکړئ بیا هڅه وکړئ.
pt_br: Por favor, tente novamente.
pt_pt: Por favor, tente novamente.
ro: Te rugăm încearcă din nou.
ru: Пожалуйста, попробуйте ещё раз.
sk: Prosím, skúste to znovu.
sl: Prosimo poskusite znova.
sq: Ju lutemi, riprovoni.
sr: Пробајте поново.
sv: Försök igen.
sw: Tafadhali jaribu tena.
ta: தயவு செய்து மீண்டும் முயற்சி செய்.
te: దయచేసి మళ్ళీ ప్రయత్నించండి.
th: โปรดลองอีกครั้ง
tr: Lütfen tekrar deneyin.
ug: قايتا سىناڭ.
uk: Спробуйте ще раз.
ur: دوبارہ کوشش کریں.
vi: Xin hãy thử lại.
zh_cn: 请重试。
zh_hk: 請重試。

# GROUP_LINK_INVALID_GROUP_INVITE_LINK_ERROR_MESSAGE
source: This is not a valid group link. Make sure the entire link is intact and correct before attempting to join.
af: Dit is ’n ongeldige groepskakel. Maak seker die skakel is volledig en korrek voor jy probeer aansluit.
ar: رابط المجموعة هذا غير صالح. تأكَّد من سلامة وصحة الرابط بأكمله قبل مُحاولة الانضمام.
az: Bu qrup bağlantısı etibarlı deyil. Qoşulmağa cəhd etməzdən əvvəl bağlantının əskiksiz və doğru olduğuna əmin olun.
be: Гэта несапраўдная спасылка на групу. Перш чым спрабаваць далучыцца, пераканайцеся, што спасылка не пашкоджаная і правільная.
bn: এটি কোনও বৈধ গ্রুপের লিঙ্ক নয়। যোগ দেওয়ার আগে নিশ্চিত হয়ে নিন যে লিঙ্কটি সম্পূর্ণ এবং সঠিকভাবে রয়েছে।
ca: Aquest no és un enllaç de grup vàlid. Assegureu-vos que tot l'enllaç estigui intacte i sigui correcte abans d'intentar afegir-vos-hi.
cs: Toto je neplatný odkaz na skupinu. Než se pokusíte přidat, ujistěte se, že odkaz je neporušený a správný.
cy: Nid yw'r ddolen grŵp hon yn ddilys. Sicrhewch bod y ddolen yn gyfan ac yn gywir cyn ceisio ymuno.
da: Dette er ikke et gyldigt gruppelink. Sørg for, at hele linket er intakt og korrekt, inden du prøver at deltage.
de: Dies ist kein gültiger Gruppen-Link. Stelle sicher, dass der gesamte Link intakt und korrekt ist, bevor du versuchst, beizutreten.
el: Αυτός δεν είναι έγκυρος σύνδεσμος σε ομάδα. Επιβεβαίωσε πως ο σύνδεσμος είναι ακέραιος και σωστός πριν δοκιμάσεις να μπεις.
es: El enlace a este grupo no es válido. Asegúrate de que el enlace esté completo y sea correcto antes de intentar unirte.
es_es: Enlace de grupo inválido. Asegúrate que el enlace es correcto antes de intentar unirte.
et: See ei ole kehtiv grupilink. Kontrolli, kas link on korrektne ja vajadusel paranda enne liitumiskatset.
eu: Hau ez da talde esteka baliagarria. Ziurta ezazu esteka osoa ondo dagoela taldean sartzen saiatu aurretik.
fa: این یک پیوند گروه معتبر نیست. قبل از تلاش برای پیوستن مطمئن شوید که تمامی پیوند سالم و صحیح است.
fi: Tämä ei ole kelvollinen ryhmälinkki. Varmista, että koko linkki on ehjä ja oikea ennen kuin yrität liittyä.
fr: Ce lien de groupe n’est pas valide. Vérifiez qu’il n’est pas tronqué et qu’il s’agit du bon lien.
gu: આ માન્ય ગ્રુપ લિંક નથી. જોડાવાનો પ્રયાસ કરતા પહેલા ખાતરી કરો કે સમગ્ર લિંક અકબંધ અને સાચી છે.
he: זה אינו קישור קבוצה תקף. וודא שהקישור שלם ונכון לפני ניסיון להצטרף.
hi: यह एक वैध ग्रुप लिंक नहीं है। जॉइन करने से पहले सुनिश्चित करें कि संपूर्ण लिंक जुड़ा हुआ और सही है।
hr: Ovo nije valjana poveznica grupe. Prije pokušaja pridruživanja, provjerite je li cijela poveznica netaknuta i ispravna.
hu: Ez a csoporthivatkozás nem érvényes. A csoportba belépés előtt bizonyosodj meg róla, hogy a link nem sérült, vagy módosult valahogy.
id: Ini bukan tautan grup yang valid. Pastikan seluruh tautan utuh dan benar sebelum mencoba untuk bergabung.
is: Þetta er ekki gildur hóptengill. Gakktu úr skugga um að allur tengillinn sé réttur og óskemmdur áður en þú reynir að nota hann.
it: Questo non è un link del gruppo valido. Assicurati che l'intero link sia intatto e corretto prima di tentare di unirti.
ja: これは有効なグループリンクではありません。参加しようとする前に、リンク全体が正しいか確認してください。
kab: Wagi mačči d aseɣwen n ugraw ameɣtu. Ḍmen aseɣwen s lekmal-is iṣeḥḥa, d ameɣtu send ad tεerḍeḍ ad ternuḍ.
km: á“áŸáŸ‡á˜á·á“á˜áŸ‚á“á‡á¶ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜ááŸ’ášá¹á˜ááŸ’ášá¼áœá‘áŸáŸ” áŸá¼á˜á”áŸ’ášá¶á€áŠáá¶ ááŸ†áá—áŸ’á‡á¶á”áŸ‹á‘á¶áŸ†á„á˜á¼á›á“áŸ…áŠáŠáŸ‚á›á“á·á„ááŸ’ášá¹á˜ááŸ’ášá¼áœ á˜á»á“á–áŸá›á–áŸ’á™á¶á™á¶á˜á…á¼á›ášá½á˜áŸ”
kn: ಇದು ಮಾನ್ಯವಾದ ಗುಂಪಿನ ಲಿಂಕ್ ಆಗಿಲ್ಲ. ಸೇರಲು ಪ್ರಯತ್ನಿಸುವ ಮೊದಲು ಸಂಪೂರ್ಣ ಲಿಂಕ್ ಅಖಂಡವಾಗಿದೆ ಮತ್ತು ಸರಿಯಾಗಿದೆ ಎನ್ನುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ko: 그룹 링크가 올바르지 않습니다. 링크가 정확한지 확인해보세요.
lt: Tai nėra teisinga grupės nuoroda. Prieš bandydami prisijungti, įsitikinkite, kad visa nuoroda yra nepažeista ir teisinga.
lv: Šī nav derīga grupas saite. Pirms mēģināt pievienoties, pārliecinieties, ka visa saite ir vesela un pareiza.
mk: Ова не е валиден групен линк. Осигурајте се дека линкот е целосен и точен пред да пробате да се приклучите.
ml: ഇതൊരു സാധുവായ ഗ്രൂപ്പ് ലിങ്കല്ല. ചേരാൻ ശ്രമിക്കുന്നതിന് മുമ്പ് മുഴുവൻ ലിങ്കും കേടുകൂടാതെ ശരിയാണെന്ന് ഉറപ്പാക്കുക.
mr: ही गट लिंक वैध नाही. सामील होण्याचा प्रयत्न करण्यापूर्वी कृपया पूर्ण लिंक व्यवस्थित आणि योग्य असल्याची खात्री करा.
ms: Ini bukan pautan kumpulan yang sah. Pastikan keseluruhan pautan utuh dan betul sebelum cuba menyertai kumpulan.
my: မှန်ကန်သော အဖွဲ့လင့်ခ် မဟုတ်ပါ။ ချိတ်ဆက်ရန်မကြိုးစားမီ လင့်ခ်တစ်ခုလုံး နဂိုအတိုင်းမှန်ကန်မှုရှိမရှိ သေချာစေပါ။
nb: Dette er ikke en gyldig gruppelenke. Forsikre deg om at hele lenken er intakt og riktig før du prøver å bli med.
nl: Dit is geen geldige groepslink. Zorg dat je de volledige link gebruikt met de juiste karakters voordat je probeert lid te worden van de groep.
pa: ਇਹ ਇੱਕ ਵੈਧ ਗਰੁੱਪ ਲਿੰਕ ਨਹੀਂ ਹੈ। ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਪੂਰਾ ਲਿੰਕ ਬਰਕਰਾਰ ਅਤੇ ਸਹੀ ਹੈ।
pl: To nie jest prawidłowy link do grupy. Upewnij się, że link jest właściwy i kompletny, a potem spróbuj ponownie.
ps: دا یو د ګروپ معتبر لینک نه دی. وړاندې تر دې چې ورسره یو ځای شئ ځان ډاډه کړئ چې لینک بشپړ او بې عیبه ده.
pt_br: Este link do grupo não é válido. Certifique-se de que o link esteja inalterado e correto antes de tentar entrar.
pt_pt: Este não é um link de grupo válido. Assegure-se que o link inteiro está intacto e correto antes de tentar entrar.
ro: Aceasta nu este o adresă de grup validă. Asigură-te că toată adresa este intactă și corectă înainte să te alături grupului.
ru: Это недействительная ссылка на группу. Убедитесь, что вся ссылка не повреждена и верна перед тем, как пытаться присоединиться.
sk: Toto nie je platný odkaz do skupiny. Uistite sa, že je celý odkaz správny a v poriadku pred tým, ako sa pokúsite pridať.
sl: Neveljavna povezava do skupine. Pred poskusom pridružitve poskrbite, da bo povezava ostala nespremenjena.
sq: Kjo s’është lidhje grupi e vlefshme. Sigurohuni që krejt lidhja është e pacenuar dhe e saktë, përpara se të provoni të merrni pjesë.
sr: Овај линк за групу није важећи. Проверите да ли је цео линк комплетан и исправан пре него што покушате да се придружите.
sv: Detta är inte en giltig grupplänk. Se till att hela länken är intakt och korrekt innan du försöker gå med.
sw: Hiki si kiungo sahihi cha kikundi. Hakikisha kiungo chote ni sahihi na hakijavunjika kabla ya kujaribu kujiunga.
ta: இது ஒரு அல்ல செல்லுபடியாகும் குழு இணைப்பு. முழுதும் உறுதி செய்யுங்கள்இணைப்பு முயற்சிக்கும் முன் அப்படியே சரியானது சேர.
te: ఇది చెల్లుబాటు అయ్యే సమూహ లింక్ కాదు. చేరడానికి ప్రయత్నించే ముందు మొత్తం లింక్ చెక్కుచెదరకుండా మరియు సరైనదని నిర్ధారించుకోండి.
th: นี่ไม่ใช่ลิงก์กลุ่มที่ถูกรูปแบบ ตรวจสอบให้แน่ใจว่าลิงก์ทั้งหมดถูกต้องและไม่ถูกเปลี่ยนแปลงก่อนจะพยายามเข้าร่วม
tr: Bu geçerli bir grup bağlantısı değil. Katılmayı denemeden önce tüm bağlantının tam ve doğru olduğundan emin olun.
ug: بۇ ئىناۋەتلىك گۇرۇپپا ئۇلانمىسى ئەمەس. گۇرۇپپىغا قوشۇلۇشتىن ئىلگىرى ئۇلانمىنىڭ مۇكەممەل ۋە توغرا ئىكەنلىكىنى جەزملەڭ.
uk: Це посилання на групу недійсне. Запевніться в його правильності й за потреби відредагуйте посилання перед новою спробою приєднатися.
ur: یہ ایک درست گروپ لنک نہیں ہے۔ شامل ہونے کی کوشش سے پہلے یقینی بنائیں کہ پورا لنک برقرار ہے اور درست ہے۔
vi: Đây không phải là một đường dẫn nhóm có hiệu lực. Đảm bảo là toàn bộ đường dẫn được giữ nguyên và chính xác trước khi thử tham gia.
zh_cn: 这不是一个有效的群组链接，加入前请确保链接完整正确。
zh_hk: 這不是有效的群組連結。在嘗試加入前，請確保連結的完整及正確。

# GROUP_LINK_INVALID_GROUP_INVITE_LINK_ERROR_TITLE
source: Invalid Link
af: Ongeldige skakel
ar: رابط غير صالح
az: Etibarsız bağlantı
be: Несапраўдная спасылка
bn: অবৈধ লিঙ্ক
ca: Enllaç no vàlid
cs: Neplatný odkaz
cy: Dolen Annilys
da: Ugyldigt link
de: Ungültiger Link
el: Μη έγκυρος σύνδεσμος
es: Enlace no válido
es_es: Enlace inválido
et: Vigane link
eu: Baliogabeko Esteka
fa: پیوند نامعتبر
fi: Virheellinen linkki
fr: Lien non valide
gu: અમાન્ય લિંક
he: קישור בלתי תקף
hi: अवैध लिंक
hr: Nevažeća poveznica
hu: Érvénytelen hivatkozás
id: Tautan Tidak Valid
is: Ógildur tengill
it: Link non valido
ja: 無効なリンク
kab: Aseɣwen arameɣtu
km: ááŸ†áá—áŸ’á‡á¶á”áŸ‹á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾದ ಲಿಂಕ್
ko: 잘못된 링크
lt: Neteisinga nuoroda
lv: Nederīga saite
mk: Невалиден линк
ml: അസാധുവായ ലിങ്ക്
mr: अवैध लिंक
ms: Pautan Tidak Sah
my: အကြုံးမဝင်သော လင့်ခ်
nb: Ugyldig lenke
nl: Ongeldige link
pa: ਅਵੈਧ ਲਿੰਕ
pl: Nieprawidłowy link
ps: نامعتبر لینک
pt_br: Link inválido
pt_pt: Link inválido
ro: Link invalid
ru: Недействительная ссылка
sk: Neplatný odkaz
sl: Neveljavna povezava
sq: Lidhje e Pavlefshme
sr: Неважећи линк
sv: Ogiltig länk
sw: Kiungo Si Sahihi
ta: தவறானது இணைப்பு
te: చెల్లని లింక్
th: ลิงก์ไม่ถูกรูปแบบ
tr: Geçersiz Bağlantı
ug: ئىناۋەتسىز ئۇلانما
uk: Недійсне посилання
ur: غلط لنک
vi: Đường dẫn Vô hiệu lực
zh_cn: 无效链接
zh_hk: 無效連結
