Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# OUTGOING_DEVICE_RESTORE_COMPLETE_TITLE
source: Restore complete
ar: اكتملَتْ عملية الاستعادة.
be: Аднаўленне завершана
bn: পুনরুদ্ধার সম্পূর্ণ
ca: Restauració completa
cs: Obnovení dokončeno
da: Gendannelse afsluttet
de: Wiederherstellung abgeschlossen
el: Η ανάκτηση ολοκληρώθηκε
es: Restauración completada
fa: بازیابی کامل شد
fi: Palautus suoritettu
fr: Restauration terminée
ga: Tá an t-aischur críochnaithe
gu: રિસ્ટોર પૂર્ણ થયું
he: שחזור הושלם
hi: रीस्टोर की प्रक्रिया पूरी हुई
hr: Dovršeno vraćanje sigurnosne kopije
hu: Visszaállítás kész
id: Pemulihan selesai
it: Ripristino completato
ja: 復元が完了しました
ko: 복구가 완료되었습니다.
mr: पुनर्संचयन पूर्ण
ms: Restore selesai
nb: Gjenoppretting utført
nl: Herstellen is voltooid
pl: Przywracanie zakończone
pt_br: Restauração concluída
pt_pt: Restauro completo
ro: Restaurarea a fost finalizată
ru: Восстановление завершено
sk: Obnova dokončená
sr: Враћање је завршено
sv: Återställningen är klar
th: กู้คืนเสร็จสิ้น
tr: Geri yükleme tamamlandı
ug: ئەسلىگە كەلتۈرۈش تاماملاندى
uk: Відновлення завершено
ur: بحالی مکمل
vi: Hoàn tất khôi phục
zh_cn: 恢复完成
zh_hk: 還原完成

# OUTGOING_DEVICE_RESTORE_CONTINUE_ON_OTHER_DEVICE_BODY
source: Continue transferring your account on your other device.
ar: تابِع نقل حسابك على جهازك الآخر.
be: Працягвайце перанос свайго ўліковага запісу на іншай прыладзе.
bn: আপনার অন্য ডিভাইসে আপনার অ্যাকাউন্ট ট্রান্সফার চালিয়ে যান।
ca: Continua transferint el teu compte en el teu altre dispositiu.
cs: Pokračujte v přenosu účtu do druhého zařízení.
da: Fortsæt med at overføre din konto på din anden enhed.
de: Fahre damit fort, dein Konto auf dein anderes Gerät zu übertragen.
el: Συνέχισε τη μεταφορά του λογαριασμού σου στην άλλη σου συσκευή.
es: Debes continuar la transferencia de tu cuenta en tu otro dispositivo.
fa: به انتقال حساب خود در دستگاه دیگرتان ادامه دهید.
fi: Jatka tilin siirtämistä toisella laitteellasi.
fr: Poursuivez le transfert du compte sur l'autre appareil.
ga: Lean le haistriú do chuntais ar do ghléas eile.
gu: તમારા અન્ય ડિવાઇસ પર તમારું એકાઉન્ટ ટ્રાન્સફર કરવાનું ચાલુ રાખો.
he: יש להמשיך את העברת החשבון שלך במכשיר האחר שלך.
hi: अपने अकाउंट को अपने दूसरे डिवाइस पर ट्रांसफ़र करना जारी रखें।
hr: Prijenos računa nastavit će se na drugom uređaju.
hu: Folytasd a fiókod átvitelét a másik eszközödön.
id: Lanjut transfer akun Anda di perangkat yang lain.
it: Prosegui il trasferimento del tuo account sull'altro dispositivo.
ja: 引き続き、他の端末でアカウントの移行をおこなってください。
ko: 다른 기기에서 계정 전송을 계속하세요.
mr: आपला अकाऊंट आपल्या दुसऱ्या डिव्हाइसवर हस्तांतर करा.
ms: Teruskan memindahkan akaun anda pada peranti anda yang lain.
nb: Fortsett kontooverføringen på den andre enheten.
nl: Ga op je andere apparaat door met het overzetten van je account.
pl: Aby kontynuować przenoszenie konta, użyj drugiego urządzenia.
pt_br: Continue transferindo sua conta em outro dispositivo.
pt_pt: Continue a transferir a sua conta no seu outro dispositivo.
ro: Continuă să-ți transferi contul pe celălalt dispozitiv.
ru: Продолжите перенос учётной записи на другом устройстве.
sk: Pokračujte v prenose účtu na svojom druhom zariadení.
sr: Наставите са преносом налога на другом уређају.
sv: Fortsätt att överföra ditt konto på din andra enhet.
th: ดำเนินการถ่ายโอนบัญชีต่อบนอุปกรณ์อีกเครื่องของคุณ
tr: Hesabını diğer cihazına aktarmaya devam et.
ug: ھېساباتىڭىزنى باشقا ئۈسكۈنىڭىزگە يۆتكەشنى داۋاملاشتۇرۇڭ.
uk: Щоб продовжити перенесення акаунту, візьміть новий пристрій.
ur: اپنی دوسری ڈیوائس پر اپنا اکاؤنٹ ٹرانسفر کرنا جاری رکھیں۔
vi: Tiếp tục chuyển tài khoản trên thiết bị khác của bạn.
zh_cn: 在您的其他设备上继续转移您的账户。
zh_hk: 在另一部裝置上繼續轉移你的帳戶。

# OUTGOING_DEVICE_RESTORE_CONTINUE_ON_OTHER_DEVICE_TITLE
source: Continue on your other device
ar: المتابعة على جهازك الآخر
be: Працягвайце на сваёй іншай прыладзе
bn: আপনার অন্য ডিভাইসে চালিয়ে যান
ca: Continua en el teu altre dispositiu
cs: Pokračujte na svém druhém zařízení
da: Fortsæt på din anden enhed
de: Fahre auf deinem anderen Gerät fort
el: Συνέχεια στην άλλη σου συσκευή
es: Continúa en tu otro dispositivo
fa: در دستگاه دیگر خود ادامه دهید
fi: Jatka toisella laitteellasi
fr: Continuer sur l'autre appareil
ga: Lean ar aghaidh ar do ghléas eile
gu: તમારા અન્ય ડિવાઇસ પર ચાલુ રાખો
he: המשך במכשיר האחר שלך
hi: अपने दूसरे डिवाइस पर जारी रखें
hr: Nastavite na drugom uređaju
hu: Folytasd a másik eszközön
id: Lanjutkan di perangkat yang lain
it: Continua sull'altro dispositivo
ja: 他の端末で続ける
ko: 다른 기기에서 계속
mr: आपल्या दुसऱ्या डिव्हाइसवर सुरू ठेवा
ms: Teruskan pada peranti anda yang lain
nb: Fortsett på den andre enheten
nl: Doorgaan op je andere apparaat
pl: Kontynuuj na drugim urządzeniu
pt_br: Continuar em outro aparelho
pt_pt: Continue no seu outro dispositivo
ro: Continuă pe celălalt dispozitiv
ru: Продолжить на другом устройстве
sk: Pokračujte na druhom zariadení
sr: Наставите на другом уређају
sv: Fortsätt på din andra enhet
th: ดำเนินการต่อบนอุปกรณ์อีกเครื่อง
tr: Diğer cihazında devam et
ug: يەنە بىر ئۈسكىنىڭزدە داۋاملاشتۇرڭ
uk: Продовжте на новому пристрої
ur: اپنی دوسری ڈیوائس پر جاری رکھیں
vi: Tiếp tục trên thiết bị khác của bạn
zh_cn: 在您的其他设备上继续
zh_hk: 在你的另一部裝置上繼續

# OUTGOING_DEVICE_RESTORE_INITIAL_VIEW_BODY
source: Your account will be transferred to a new device. This device will be able to see your groups and contacts, access your chats, and send messages in your name.
ar: سيتمُّ نقل حسابك إلى جهاز جديد. سَيتمكن هذا الجهاز من رؤية مجموعاتك وجهات اتصالك، والوصول إلى دردشاتك، وإرسال رسائل باسمك.
be: Ваш уліковы запіс будзе перанесены на новую прыладу. Гэта прылада зможа бачыць вашы групы і кантакты, мець доступ да вашых чатаў і адпраўляць паведамленні ад вашага імя.
bn: আপনার অ্যাকাউন্টটি একটি নতুন ডিভাইসে ট্রান্সফার হবে। এই ডিভাইসটি আপনার গ্ৰুপ ও কন্টাক্ট দেখতে পাবে, আপনার চ্যাট অ্যাক্সেস করতে পারবে এবং আপনার নামে মেসেজ পাঠাতে সক্ষম হবে।
ca: El teu compte es transferirà al teu nou dispositiu. El nou dispositiu podrà veure els teus grups i contactes, accedir als xats i enviar missatges en nom teu.
cs: Váš účet bude přenesen do nového zařízení. Toto zařízení bude moci vidět vaše skupiny a kontakty, mít přístup k chatům a posílat zprávy vaším jménem.
da: Din konto bliver overført til en ny enhed. På denne enhed vil du kunne se dine grupper og kontakter, finde dine chats og sende beskeder fra din konto.
de: Dein Konto wird auf ein neues Gerät übertragen. Dieses Gerät kann deine Gruppen und Kontakte sehen, auf deine Chats zugreifen und Nachrichten in deinem Namen versenden.
el: Ο λογαριασμός σου θα μεταφερθεί σε μια νέα συσκευή. Αυτή η συσκευή θα μπορεί να βλέπει τις ομάδες και τις επαφές σου, να έχει πρόσβαση στις συνομιλίες σου και να στέλνει μηνύματα σαν να είναι εσύ.
es: Tu cuenta se transferirá a un nuevo dispositivo. En este dispositivo podrás ver tus grupos y contactos, acceder a tus chats y enviar mensajes desde tu perfil.
fa: حساب شما به یک دستگاه جدید منتقل می‌شود. این دستگاه می‌تواند گروه‌ها و مخاطبان شما را ببیند، به گفتگوهای شما دسترسی داشته باشد و پیام‌هایی را به نام شما ارسال کند.
fi: Tilisi siirretään uuteen laitteeseen. Uusi laite voi jatkossa nähdä ryhmäsi ja yhteystietosi, lukea kaikki keskustelusi ja lähettää viestejä sinun nimissäsi.
fr: Vous allez transférer votre compte vers un autre appareil. Ce nouvel appareil pourra afficher vos groupes et vos contacts, accéder à vos conversations et envoyer des messages via votre profil.
ga: Déanfar do chuntas a aistriú chuig gléas nua. Beidh an gléas sin in ann do ghrúpaí agus teagmhálaithe a fheiceáil, do chomhráite a rochtain, agus teachtaireachtaí a sheoladh faoi d'ainm féin.
gu: તમારું એકાઉન્ટ એક નવા ડિવાઇસ પર ટ્રાન્સફર થશે. આ ડિવાઇસ તમારા ગ્રૂપ અને સંપર્કો જોઈ શકશે, તમારી ચેટને ઍક્સેસ કરી શકશે અને તમારા નામે મેસેજ મોકલી શકશે.
he: החשבון שלך יועבר למכשיר חדש. המכשיר הזה יוכל לראות את הקבוצות ואנשי הקשר שלך, לקבל גישה לצ׳אטים שלך, ולשלוח הודעות בשמך.
hi: आपका अकाउंट एक नए डिवाइस पर ट्रांसफ़र किया जाएगा। यह डिवाइस आपके ग्रुप और संपर्क देख पाएगा, आपकी चैट ऐक्सेस कर पाएगा और आपके नाम से संदेश भेज पाएगा।
hr: Vaš će se račun prenijeti na novi uređaj. Taj će uređaj moći vidjeti vaše grupe i kontakte, pristupiti vašim razgovorima i slati poruke u vaše ime.
hu: Fiókod átkerül egy új eszközre. Ez az eszköz láthatja a csoportjaidat és a névjegyeidet, hozzáférhet a csevegéseidhez, és üzeneteket küldhet a nevedben.
id: Akun Anda akan ditransfer ke perangkat baru. Perangkat ini akan dapat melihat grup dan kontak Anda, mengakses obrolan, dan mengirimkan pesan atas nama Anda.
it: Il tuo account verrà trasferito su un nuovo dispositivo. Su questo dispositivo potrai vedere i tuoi gruppi e contatti, accedere alle tue chat e inviare messaggi a tuo nome.
ja: アカウントが新しい端末に移行されます。新しい端末でグループや連絡先を確認したり、チャットを見たり、自分の名前でメッセージを送信したりできます。
ko: 계정을 새 기기로 전송합니다. 이 기기는 그룹과 연락처를 보고, 대화에 액세스하고, 사용자의 이름으로 메시지를 보낼 수 있습니다.
mr: आपला अकाऊंट नवीन डिव्हाईसवर फिरवला जाईल. हा डिव्हाईस आपले गट आणि संपर्क पाहू शकेल, आपल्या चॅट्समध्ये जाऊ शकेल, आणि आपल्या नावाने संदेश पाठवू शकेल.
ms: Akaun anda akan dipindahkan ke peranti baharu. Peranti ini dapat melihat kumpulan dan kenalan anda, mengakses sembang dan menghantar mesej atas nama anda.
nb: Dette innebærer at kontoen din overføres til en annen enhet. Denne enheten får tilgang til gruppene, kontaktene og samtalene dine og kan sende meldinger i ditt navn.
nl: Je account wordt overgezet naar een nieuw apparaat. Dit apparaat zal je groepen en contacten kunnen inzien, toegang krijgen tot je chats en berichten uit jouw naam kunnen versturen.
pl: Twoje konto zostanie przeniesione na nowe urządzenie, które otrzyma dostęp do Twoich grup, kontaktów i czatów oraz będzie mogło wysyłać wiadomości w Twoim imieniu.
pt_br: Sua conta será transferida para outro dispositivo, onde você poderá ver grupos e contatos, acessar conversas e enviar mensagens em seu nome.
pt_pt: A sua conta será transferida para um novo dispositivo. Este dispositivo poderá ver os seus grupos e contactos, aceder aos seus chats e enviar mensagens em seu nome.
ro: Contul tău va fi transferat pe un dispozitiv nou. Acest dispozitiv va putea să-ți vadă grupurile și contactele, să-ți acceseze conversațiile și să trimită mesaje în numele tău.
ru: Ваша учётная запись будет перенесена на новое устройство. Это устройство сможет видеть ваши группы и контакты, получит доступ к вашим чатам и сможет отправлять сообщения от вашего имени.
sk: Váš účet bude prenesený do nového zariadenia. Toto zariadenie bude vidieť vaše skupiny a kontakty, bude mať prístup k vašim četom a bude môcť odosielať správy vo vašom mene.
sr: Ваш налог ће бити пренесен на нови уређај. Тај уређај ће имати приступ вашим контактима, групама и ћаскањима и моћи ће да шаље поруке у ваше име.
sv: Ditt konto kommer att överföras till en ny enhet. Den här enheten kommer att kunna se dina grupper och kontakter, komma åt dina chattar och skicka meddelanden i ditt namn.
th: บัญชีของคุณจะถูกถ่ายโอนไปยังอุปกรณ์เครื่องใหม่ ซึ่งอุปกรณ์เครื่องนี้จะสามารถเห็นกลุ่ม รายชื่อผู้ติดต่อ เข้าถึงแชทของคุณ และส่งข้อความด้วยชื่อของคุณ
tr: Hesabın yeni bir cihaza aktarılacaktır. Bu cihaz gruplarını ve kişilerini görebilir, sohbetlerine erişebilir ve adına mesaj gönderebilir.
ug: ھېساباتىڭىز يېڭى ئۈسكۈنىگە يۆتكىلىدۇ. بۇ ئۈسكۈنە گۇرۇپپا ۋە ئالاقىداشلىرىڭىزنى كۆرەلەيدۇ ، پاراڭلىرىڭىزنى زىيارەت قىلالايدۇ ۋە نامىڭىزدا ئۇچۇر ئەۋەتەلەيدۇ.
uk: Ваш акаунт буде перенесено на новий пристрій. Такий пристрій зможе бачити ваші групи й контакти, отримає доступ до ваших чатів, і з нього надсилатимуться повідомлення від вашого імені.
ur: آپ کا اکاؤنٹ ایک نئی ڈیوائس پر ٹرانسفر ہو جائے گا۔ یہ ڈیوائس آپ کے گروپس اور رابطوں کو دیکھ سکے گی، آپ کی چیٹس تک رسائی حاصل کر سکے گی، اور آپ کے نام سے میسجز بھیج سکے گی۔
vi: Tài khoản của bạn sẽ dược chuyển đến một thiết bị mới. Thiết bị này sẽ có thể thấy được nhóm và liên hệ của bạn, truy cập các cuộc trò chuyện của bạn, và gửi tin nhắn với danh tính của bạn.
zh_cn: 您的账户将会转移到新设备上。此设备将能够看到您的群组和联系人，访问您的聊天，并以您的名义发送消息。
zh_hk: 你的帳戶將轉移到新裝置。此裝置可查看你的群組和聯絡人、存取你的聊天，以及以你的名義傳送訊息。

# OUTGOING_DEVICE_RESTORE_INITIAL_VIEW_CONFIRM_ACTION
source: Transfer Account
ar: نقل الحساب
be: Перанесці ўліковы запіс
bn: অ্যাকাউন্ট স্থানান্তর করুন
ca: Transfereix el compte
cs: Přenést účet
da: Overfør konto
de: Konto übertragen
el: Μεταφορά Λογαριασμού
es: Transferir cuenta
fa: انتقال حساب
fi: Siirrä tili
fr: Transférer le compte
ga: Aistrigh Cuntas
gu: ટ્રાન્સફર એકાઉન્ટ
he: העבר חשבון
hi: खाता ट्रान्सफर करें
hr: Prenesi račun
hu: Fiók átmozgatása
id: Transfer Akun
it: Trasferisci account
ja: アカウントの移行
ko: 계정 전송
mr: खाते स्थानांतरित करा
ms: Pindahkan Akaun
nb: Overfør konto
nl: Account overzetten
pl: Przenieś konto
pt_br: Transferir conta
pt_pt: Transferir conta
ro: Transfer cont
ru: Перенос учётной записи
sk: Preniesť účet
sr: Пренесите налог
sv: Överför konto
th: ถ่ายโอนบัญชี
tr: Hesabı Aktar
ug: ھېساباتنى يۆتكە
uk: Перенести акаунт
ur: اکاؤنٹ کی منتقلی
vi: Chuyển Tài khoản
zh_cn: 转移帐户
zh_hk: 轉移帳戶

# OUTGOING_DEVICE_RESTORE_INITIAL_VIEW_FOOTER
source: Messages and chat info are protected by end-to-end encryption on all devices
ar: معلومات الرسائل والدردشات محمية من خلال التشفير من طرف لِطرف على جميع الأجهزة.
be: Паведамленні і змесціва чатаў абаронены скразным шыфраваннем на ўсіх прыладах
bn: মেসেজ এবং চ্যাটের তথ্য সকল ডিভাইসে এন্ড-টু-এন্ড এনক্রিপশন দ্বারা সুরক্ষিত
ca: Els missatges i la informació del xat estan protegits mitjançant una codificació d'extrem a extrem a tots els dispositius
cs: Zprávy a informace z chatů jsou na všech zařízeních chráněny koncovým šifrováním
da: Beskeder og chatoplysninger er beskyttet af end-to-end-kryptering på alle enheder
de: Nachrichten und Chat-Infos sind auf allen Geräten durch eine Ende-zu-Ende-Verschlüsselung geschützt
el: Τα μηνύματα και οι πληροφορίες συνομιλίας προστατεύονται με κρυπτογράφηση από άκρο σε άκρο σε όλες τις συσκευές
es: Los mensajes y chats están protegidos con cifrado de extremo a extremo en todos los dispositivos
fa: پیام‌ها و اطلاعات گفتگو با رمزگذاری سرتاسری در همه دستگاه‌ها محافظت می‌شوند
fi: Viestit ja keskustelujen tiedot on suojattu päästä päähän -salauksella kaikilla laitteilla
fr: Avec son protocole de chiffrement de bout en bout, Signal protège vos messages et vos conversations sur tous vos appareils.
ga: Déantar teachtaireachtaí agus faisnéis comhráite a chosaint le criptiú ó cheann ceann ar gach gléas
gu: મેસેજ અને ચેટ માહિતી બધા ડિવાઇસ પર એન્ડ-ટૂ-એન્ડ એન્ક્રિપ્શન દ્વારા સુરક્ષિત છે
he: הודעות ופרטי צ׳אט מוגנים באמצעות הצפנה מקצה לקצה בכל המכשירים
hi: सभी डिवाइस पर संदेश और चैट जानकारी शुरू से अंत तक एनक्रिप्शन से सुरक्षित हैं
hr: Poruke i podaci o razgovorima zaštićeni su sveobuhvatnim šifriranjem na svim uređajima
hu: Az üzeneteket és a csevegési információkat végpontok közötti titkosítás védi minden eszközön
id: Pesan dan info obrolan dilindungi enkripsi menyeluruh di semua perangkat
it: I messaggi e le informazioni delle chat sono protetti da crittografia end-to-end su tutti i dispositivi
ja: メッセージ情報とチャット情報は、すべての端末でエンドツーエンドの暗号化で保護されています
ko: 메시지와 대화 정보는 모든 장치에서 엔드투엔드 암호화로 보호됩니다
mr: संदेश आणि चॅट्ची माहिती सर्व डिव्हाइसेसवर एन्ड-टू-एन्ड एन्क्रिप्शनने संरक्षित आहेत
ms: Mesej dan maklumat sembang dilindungi oleh penyulitan hujung ke hujung pada semua peranti
nb: Meldinger og samtaleinnhold beskyttes av ende-til-ende-kryptering på alle enheter.
nl: Berichten en chatgegevens worden beschermd door end-to-end-versleuteling op al je apparaten
pl: Wiadomości i informacje o czacie są szyfrowane metodą end-to-end na wszystkich urządzeniach
pt_br: As mensagens e informações das conversas são protegidas por criptografia de ponta a ponta em todos os dispositivos
pt_pt: As informações das mensagens e chats estão protegidas por encriptação de ponta a ponta em todos os dispositivos
ro: Informațiile privind conversațiile și mesajele sunt protejate prin criptare end-to-end pe toate dispozitivele
ru: Сообщения и информация о чате защищены сквозным шифрованием на всех устройствах
sk: Správy a informácie o četoch sú na všetkých zariadeniach chránené end-to-end šifrovaním
sr: Поруке и информације о ћаскањима заштићене су потпуним шифровањем на свим уређајима
sv: Meddelanden och chattinformation skyddas av totalsträckskryptering på alla enheter
th: ปกป้องข้อความและข้อมูลการแชทด้วยการเข้ารหัสตั้งแต่ต้นทางถึงปลายทางบนอุปกรณ์ทุกเครื่อง
tr: Mesajlar ve sohbet bilgileri tüm cihazlarda uçtan uca şifreleme ile korunmaktadır
ug: ئۇچۇر ۋە پاراڭلار بارلىق ئۈسكۈنىلىرىڭىزدە ئاخىرىغىچە مەخپىيلەشتۈرۈلگەن
uk: Повідомлення й інформацію про чати захищено наскрізним шифруванням на всіх пристроях
ur: تمام ڈیوائسز پر میسجز اور چیٹس کی معلومات اینڈ ٹو اینڈ انکرپشن کے ذریعے محفوظ شدہ ہیں
vi: Thông tin tin nhắn và cuộc trò chuyện được bảo vệ bằng hình thức mã hóa đầu cuối trên tất cả thiết bị
zh_cn: 消息和聊天信息在所有设备上均受端对端加密保护
zh_hk: 所有裝置上的訊息和聊天資訊均受端對端加密的保護

# OUTGOING_DEVICE_RESTORE_INITIAL_VIEW_TITLE
source: Transfer Account
ar: نقل الحساب
be: Перанесці ўліковы запіс
bn: অ্যাকাউন্ট স্থানান্তর করুন
ca: Transfereix el compte
cs: Přenést účet
da: Overfør konto
de: Konto übertragen
el: Μεταφορά Λογαριασμού
es: Transferir cuenta
fa: انتقال حساب
fi: Siirrä tili
fr: Transférer le compte
ga: Aistrigh Cuntas
gu: ટ્રાન્સફર એકાઉન્ટ
he: העבר חשבון
hi: खाता ट्रान्सफर करें
hr: Prenesi račun
hu: Fiók átmozgatása
id: Transfer Akun
it: Trasferisci account
ja: アカウントの移行
ko: 계정 이동
mr: खाते स्थानांतरित करा
ms: Pindahkan Akaun
nb: Overfør konto
nl: Account overzetten
pl: Przenieś konto
pt_br: Transferir conta
pt_pt: Transferir conta
ro: Transfer cont
ru: Перенос учётной записи
sk: Preniesť účet
sr: Пренесите налог
sv: Överför konto
th: ถ่ายโอนบัญชี
tr: Hesabı Aktar
ug: ھېساباتنى يۆتكە
uk: Перенесення акаунту
ur: اکاؤنٹ کی منتقلی
vi: Chuyển Tài khoản
zh_cn: 转移帐户
zh_hk: 轉移帳戶

# OUTGOING_DEVICE_TRANSFER_COMPLETE_BODY
source: Your Signal account and messages have been transferred to your other device. Signal is now inactive on this device.
ar: تمَّ نقل حسابك ورسائلك على سيجنال إلى جهازك الآخر. سيجنال غير مُفعَّل الآن على هذا الجهاز.
be: Ваш уліковы запіс Signal і паведамленні былі перанесены на вашу іншую прыладу. Зараз Signal неактыўны на гэтай прыладзе.
bn: আপনার Signal অ্যাকাউন্ট এবং মেসেজ আপনার অন্য ডিভাইসে ট্রান্সফার হয়েছে। এই ডিভাইসে Signal এখন নিষ্ক্রিয়।
ca: El teu compte de Signal i els teus missatges no s'han pogut transferir al teu altre dispositiu. Actualment, Signal està inactiu en aquest dispositiu.
cs: Váš účet Signal a zprávy byly přeneseny do vašeho druhého zařízení. Služba Signal už není v tomto zařízení aktivní.
da: Din Signal-konto og dine beskeder er blevet overført til din anden enhed. Signal er nu inaktiv på denne enhed.
de: Dein Signal-Konto und deine Nachrichten wurden auf dein anderes Gerät übertragen. Signal ist jetzt auf diesem Gerät inaktiv.
el: Ο λογαριασμός και τα μηνύματά σου στο Signal έχουν μεταφερθεί στην άλλη σου συσκευή. Το Signal είναι πλέον ανενεργό σε αυτήν τη συσκευή.
es: Tu cuenta y tus mensajes de Signal se han transferido a tu otro dispositivo. Signal ahora está inactivo en este dispositivo.
fa: حساب سیگنال و پیام‌های شما به دستگاه دیگرتان منتقل شده است. اکنون سیگنال در این دستگاه غیرفعال است.
fi: Signal-tilisi ja viestisi on siirretty toiseen laitteeseen. Signal ei ole enää aktiivisena tällä laitteella.
fr: Nous avons bien transféré votre compte et vos messages Signal vers l'autre appareil. Signal n'est plus actif sur cet appareil-ci.
ga: Tá do chuntas agus teachtaireachtaí Signal aistrithe chuig do ghléas eile. Tá Signal neamhghníomhach ar an ngléas seo anois.
gu: તમારું Signal એકાઉન્ટ અને મેસેજ તમારા અન્ય ડિવાઇસ પર ટ્રાન્સફર કરવામાં આવ્યા છે. Signal હવે આ ડિવાઇસ પર નિષ્ક્રિય છે.
he: חשבון Signal שלך וההודעות שלך הועברו למכשיר האחר שלך. Signal לא פעילה כעת במכשיר זה.
hi: आपके Signal अकाउंट और संदेशों को आपके दूसरे डिवाइस पर ट्रांसफ़र कर दिया गया है। Signal अब इस डिवाइस पर ऐक्टिव नहीं है।
hr: Vaš Signal račun i poruke preneseni su na drugi uređaj. Signal više nije aktivan na ovom uređaju.
hu: A Signal-fiók és az üzenetek átkerültek a másik eszközödre. A Signal most inaktív ezen az eszközön.
id: Akun dan pesan Signal Anda telah ditransfer ke perangkat Anda yang lain. Sekarang, Signal sudah tidak aktif di perangkat ini.
it: Il tuo account Signal e i relativi messaggi sono stati trasferiti sul nuovo dispositivo. Da ora Signal diventerà inattivo su questo dispositivo.
ja: Signalアカウントとメッセージは他の端末に移行されました。この端末上でSignalはご利用できなくなりました。
ko: Signal 계정과 메시지를 다른 기기로 전송했습니다. 이제 이 기기의 Signal이 비활성화됩니다.
mr: आपला Signal अकाऊंट आणि संदेश आपल्या दुसऱ्या डिव्हाईसवर हस्तांतर करा. Signal आता या डिव्हाईसवर निष्क्रिय झाले आहे.
ms: Akaun Signal dan mesej anda telah dipindahkan ke peranti anda yang lain. Signal kini tidak lagi aktif pada peranti ini.
nb: Signal-kontoen og meldingene dine ble overført til den andre enheten. Signal er nå deaktivert på denne enheten.
nl: Je Signal-account en berichten zijn overgezet naar je andere apparaat. Signal is nu inactief op dit apparaat.
pl: Udało się przenieść Twoje konto Signal oraz wiadomości na inne urządzenie. Na tym urządzeniu Signal jest już nieaktywny.
pt_br: Sua conta e mensagens do Signal foram transferidas para outro aparelho. O Signal agora está inativo neste dispositivo.
pt_pt: A sua conta e mensagens Signal começaram a ser transferidas para o seu outro dispositivo. O Signal está agora inativo neste dispositivo.
ro: Contul tău Signal și mesajele au fost transferate pe celălalt dispozitiv. Signal este acum inactiv pe acest dispozitiv.
ru: Ваша учётная запись Signal и сообщения были перенесены на другое устройство. Signal теперь неактивен на этом устройстве.
sk: Váš Signal účet a správy boli prenesené do vášho druhého zariadenia. Signal je teraz na tomto zariadení neaktívny.
sr: Ваш налог на Signal-у и поруке пренети су на ваш други уређај. Signal је сада неактиван на овом уређају.
sv: Ditt Signal-konto och dina meddelanden har överförts till din andra enhet. Signal är nu inaktivt på den här enheten.
th: ถ่ายโอนบัญชี Signal และข้อความของคุณไปยังอุปกรณ์อีกเครื่องเรียบร้อยแล้ว ขณะนี้ Signal บนอุปกรณ์เครื่องนี้จะหยุดทำงาน
tr: Signal hesabın ve mesajların diğer cihazına aktarıldı. Signal artık bu cihazda etkin değil.
ug: سىگنال ھېساباتىڭىز ۋە ئۇچۇرلىرىڭىز باشقا ئۈسكۈنىڭىزگە يۆتكەلدى. سىگنال ئەمدى بۇ ئۈسكۈنىدە ئىشلىمەيدۇ.
uk: Ваш акаунт Signal і повідомлення перенесено на новий пристрій. На цьому пристрої Signal більше не активний.
ur: آپ کا Signal اکاؤنٹ اور میسجز آپ کی دوسری ڈیوائس پر ٹرانسفر ہو گئے ہیں۔ Signal اب اس ڈیوائس پر غیر فعال ہے۔
vi: Tài khoản và tin nhắn Signal của bạn đã được chuyển đến thiết bị khác của bạn. Signal hiện không còn hoạt động trên thiết bị này.
zh_cn: 您的 Signal 账户及消息已转移到您的其他设备上。现在 Signal 在此设备上处于不激活状态。
zh_hk: 你的 Signal 帳戶和訊息已轉移到另一部裝置。此裝置上的 Signal 現在已停用。

# OUTGOING_DEVICE_TRANSFER_COMPLETE_TITLE
source: Transfer complete
ar: اكتمَلَ النقل
be: Перанос завершаны
bn: ট্রান্সফার শেষ হয়েছে
ca: Transferència completa
cs: Přenos dokončen
da: Overførsel fuldført
de: Übertragung vollständig
el: Η μεταφορά ολοκληρώθηκε
es: Transferencia completada
fa: انتقال انجام شد
fi: Siirto valmis
fr: Transfert terminé
ga: Aistriú críochnaithe
gu: ટ્રાન્સફર પૂર્ણ થયું
he: העברה הושלמה
hi: ट्रांसफ़र पूरा हुआ
hr: Prijenos je dovršen
hu: Átvitel kész
id: Transfer selesai
it: Trasferimento completato
ja: 移行が完了しました
ko: 전송 완료
mr: स्थानांतरण पूर्ण झाले
ms: Pemindahan selesai
nb: Overføring fullført
nl: Overzetten voltooid
pl: Przenoszenie zakończone
pt_br: Transferência concluída
pt_pt: Transferência completa
ro: Transfer finalizat
ru: Перенос завершён
sk: Prenos dokončený
sr: Пренос је завршен
sv: Överföringen slutförd
th: การถ่ายโอนเสร็จสมบูรณ์
tr: Aktarım tamamlandı
ug: يۆتكەش تاماملاندى
uk: Перенесення завершено
ur: منتقلی مکمل
vi: Chuyển hoàn tất
zh_cn: 转移完成
zh_hk: 轉移完成
