Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_DATA
source: Data Usage
af: Datagebruik
ar: استخدام البيانات
az: Verilənlər istifadəsi
be: Выкарыстанне даных
bn: ডেটার ব্যবহার
ca: Ús de dades
cs: Využití dat
cy: Defnydd Data
da: Dataforbrug
de: Datennutzung
el: Χρήση δεδομένων
es: Uso de datos
et: Andmekasutus
eu: Datu-erabilera
fa: مصرف داده
fi: Datankäyttö
fr: Consommation des données
gu: ડેટાનો વપરાશ
he: שימוש בנתונים
hi: डेटा का उपयोग
hr: Upotreba podatkovnih podataka
hu: Adathasználat
id: Penggunaan Data
is: Gagnanotkun
it: Utilizzo dati
ja: データ通信量
kab: Aseqdec n yisefka
km: á€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‘á·á“áŸ’á“á“áŸá™
kn: ಡೇಟಾ ಬಳಕೆ
ko: 데이터 사용량
lt: Duomenų naudojimas
lv: Datu lietojums
ml: ഡാറ്റ ഉപയോഗം
mr: डेटा वापर
ms: Penggunaan Data
my: ဒေတာ သုံးနှုန်း
nb: Dataforbruk
nl: Datagebruik
pa: ਡਾਟਾ ਵਰਤੋਂ
pl: Użycie danych
ps: د ډیټا کارول
pt_br: Uso de rede
pt_pt: Utilização de dados
ro: Utilizare date
ru: Использование данных
sk: Využitie dát
sl: Poraba podatkov
sq: Përdorim të Dhënash
sr: Потрошња података
sv: Dataanvändning
sw: Matumizi ya Data
ta: தரவு பயன்பாடு
te: డేటా వినియోగం
th: การใช้ข้อมูล
tr: Veri kullanımı
ug: مەلۇمات ئىشلىتىلىشى
uk: Використання даних
ur: ڈیٹا کا استعمال
vi: Việc sử dụng Dữ liệu
zh_cn: 数据使用量
zh_hk: 數據用量

# SETTINGS_DATA_CALL_LOW_BANDWIDTH_ITEM_TITLE
source: Use Less Data
af: Gebruik minder data
ar: استخدم بيانات أقل
az: Daha az verilənlər istifadə et
be: Эканоміць трафік
bn: কম ডেটা ব্যবহার করুন
ca: Usa menys dades
cs: Používat méně dat
cy: Defnyddio Llai o Ddata
da: Brug færre data
de: Datenverbrauch reduzieren
el: Χρήση λιγότερων δεδομένων
es: Ahorrar datos
et: Kasuta vähem andmeid
eu: Datu gutxiago erabili
fa: استفاده کمتر از داده
fi: Vähennä puhelujen datankäyttöä
fr: Limiter la conso de données
gu: ઓછા ડેટાનો વપરાશ કરો
he: השתמש בפחות נתונים
hi: कम डेटा का उपयोग करें
hr: Koristi manje mobilnih podataka
hu: Adattakarékos mód
id: Kurangi Penggunaan Data
is: Nota minna gagnamagn
it: Utilizza meno dati
ja: データ通信量の抑制
kab: Seqdec drus n yisefka
km: á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‘á·á“áŸ’á“á“áŸá™áá·á…
kn: ಕಡಿಮೆ ಡೇಟಾ ಬಳಸಿ
ko: 데이터 덜 사용
lt: Naudoti mažiau duomenų
lv: Lietot mazāk datu
ml: കുറഞ്ഞ ഡാറ്റ ഉപയോഗിക്കുക
mr: कमी डेटा वापरा
ms: Gunakan Kurang Data
my: ပိုနည်းသော ဒေတာသုံးမယ်
nb: Bruk mindre data
nl: Minder data gebruiken
pa: ਘੱਟ ਡਾਟਾ ਵਰਤੋ
pl: Zużywaj mniej danych
ps: کمه ډیټا کارول
pt_br: Usar menos dados
pt_pt: Utilizar menos dados
ro: Reducerea consumului de date
ru: Экономить трафик
sk: Využívať menej dát
sl: Uporabi manj podatkov
sq: Përdor Më Pak të Dhëna
sr: Користите мање података
sv: Använd mindre data
sw: Tumia kiasi kidogo cha data
ta: குறைந்த தரவைப் பயன்படுத்தவும்
te: తక్కువ డేటాను ఉపయోగించండి
th: ใช้ข้อมูลน้อยลง
tr: Daha Az Veri Kullan
ug: سانلىق مەلۇماتنى ئاز ئىشلىتىدۇ
uk: Економити трафік
ur: کم ڈیٹا استعمال کریں
vi: Sử dụng Ít Dữ liệu
zh_cn: 使用更少数据
zh_hk: 使用較少數據

# SETTINGS_DATA_CALL_SECTION_FOOTER
source: Using less data may improve calls on bad networks.
af: Die gebruik van minder data kan oproepe op swak netwerke verbeter.
ar: استخدام بيانات أقل قد يُحسِّن المكالمات على الشبكات الضعيفة.
az: Daha az verilənlər istifadəsi, zəif şəbəkələrdə zənglərin keyfiyyətini yaxşılaşdırır.
be: Эканомія трафіка можа палепшыць званкі падчас дрэннай сувязі.
bn: কম ডেটা ব্যবহার করলে খারাপ নেটওয়ার্কগুলিতে কলের মান উন্নত হতে পারে।
ca: L'ús de menys dades pot millorar les trucades en xarxes dèbils.
cs: Úspora dat může zlepšit kvalitu hovoru při špatném internetovém připojení.
cy: Efallai bydd defnyddio llai o ddata yn gwella galwadau ar rhai rhwydweithiau.
da: Brug af færre data kan forbedre opkald på dårlige netværk.
de: Das Reduzieren des Datenverbrauchs kann Anrufe bei schlechtem Netz verbessern.
el: Η χρήση λιγότερων δεδομένων ίσως βελτιώσει τη ποιότητα των κλήσεων σε δίκτυα με κακή σύνδεση.
es: Esta opción puede mejorar la calidad de las llamadas en redes con mala cobertura.
et: Väiksema andmemahu kasutamine võib kehvades võrkudes parendada kõnekvaliteeti.
fa: استفادهٔ کمتر داده‌ها ممکن است کیفیت تماس‌ها را بر روی شبکه‌های ضعیف بهبود ببخشد.
fi: Saattaa parantaa puhelun laatua heikolla verkkoyhteydellä.
fr: Utiliser moins de données peut améliorer la qualité des appels en cas de mauvaise couverture réseau.
gu: ઓછા ડેટાનો ઉપયોગ ખરાબ નેટવર્ક પર કૉલ્સમાં સુધારો કરી શકે છે.
he: שימוש בפחות נתונים עשוי לשפר שיחות על רשתות גרועות.
hi: कम डेटा का उपयोग करने से ख़राब नेटवर्क वाली कॉल में सुधार आ सकता है।
hr: Korištenjem manje mobilnih podataka mogu se poboljšati pozivi na lošim mrežama.
hu: Mérsékeltebb adathasználat javíthatja a hívások minőségét gyenge hálózatokon.
id: Mengurangi penggunaan data mungkin dapat memperbaiki panggilan pada jaringan buruk.
is: Að nota minna gagnamagn getur bætt símtöl á lélegum netkerfum.
it: L'utilizzo di meno dati può migliorare le chiamate su reti lente.
ja: データ通信量を抑えて、低品質なネットワーク上での通話を改善します。
km: á€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á‘á·á“áŸ’á“á“áŸá™áá·á… á¢á¶á…á‡á˜áŸ’ášá»á‰á€á¶ášá áŸ…á‘á¼ášáŸá–áŸ’á‘á“áŸ…á›á¾á”ááŸ’áá¶á‰á˜á·á“á›áŸ’á¢áŸ”
kn: ಕಡಿಮೆ ಡೇಟಾ ಬಳಸುವುದರಿಂದ ಕೆಟ್ಟ ನೆಟ್‌ವರ್ಕ್‌ಗಳಲ್ಲಿ ಕಾಲ್‌ಗಳನ್ನು ಸುಧಾರಿಸಬಹುದು.
ko: 데이터를 적게 사용하면 잘못된 네트워크에서의 통화 품질이 향상될 수 있습니다.
lt: Mažesnis duomenų naudojimas gali pagerinti skambučių kokybę bloguose tinkluose.
lv: Izmantojot mazāk datu, var uzlabot sarunas kvalitāti vāja savienojuma tīklos
ml: കുറഞ്ഞ ഡാറ്റ ഉപയോഗിക്കുന്നത് മോശം നെറ്റ്‌വർക്കുകളിലെ കോളുകൾ മെച്ചപ്പെടുത്താം.
mr: कमी डेटा वापरल्याने खराब नेटवर्कवर कॉल सुधारित होऊ शकतात.
ms: Menggunakan kurang data mungkin dapat memperbaik panggilan pada rangkaian yang tidak baik.
my: မကောင်းသော လိုင်းများပေါ်တွင် ဒေတာပိုနည်း၍ သုံးခြင်းဖြင့် ဖုန်းခေါ်ဆိုမှုများ ပိုချောမွေ့နိုင်ပါသည်။
nb: Lavere dataforbruk kan gi bedre kvalitet i telefonsamtaler på dårlige nettverk.
nl: Door minder data te gebruiken kan de kwaliteit van oproepen op slechte netwerken verbeteren
pa: ਖ਼ਰਾਬ ਨੈੱਟਵਰਕ ਉੱਤੇ ਘੱਟ ਡਾਟਾ ਵਰਤਣਾ ਕਾਲਾਂ ਨੂੰ ਸੁਧਾਰ ਸਕਦਾ ਹੈ।
pl: Użycie mniejszej ilości danych może poprawić jakość połączeń w sieciach ze słabym sygnałem.
ps: په ضعیفه شبکو کې د کمې ډیټا کارول کولای شي د اړیکو په کیفیت کې ښه والی راولي
pt_br: Usar menos dados pode melhorar as chamadas em redes ruins.
pt_pt: A utilização de menos dados poderá melhorar as chamadas em redes más.
ro: Reducând consumul de date, se pot îmbunătăți apelurile în rețelele cu probleme.
ru: Экономия трафика может улучшить звонки при плохой связи.
sk: Využitie menšieho množstva dát môže zlepšiť hovory v zlých sieťach.
sl: Poraba manj podatkov pri klicih lahko izboljša zanesljivost klicev v slabih omrežjih.
sq: Përdorim i më pak të dhënave mund të përmirësojë thirrjet në rrjete të dobët.
sr: Ако користите мање података, могу се побољшати позиви на лошим мрежама.
sv: Att använda mindre data kan förbättra samtal på dåliga nätverk.
sw: Kutumia kiasi kidogo cha data kunaweza kuboresha mazungumzo ya simu katika mitandao isiyo thabiti.
ta: குறைந்த தரவைப் பயன்படுத்துவது மோசமான நெட்வொர்க்குகளில் அழைப்புகளை மேம்படுத்தலாம்.
te: తక్కువ డేటాను ఉపయోగించడం సరికాని నెట్‌వర్క్‌లలో కాల్‌లను మెరుగుపరుస్తుంది.
th: การใช้ข้อมูลน้อยลงอาจช่วยปรับปรุงการโทรในเครือข่ายที่ไม่ดี
tr: Kötü ağ koşullarında daha az veri kullanmak arama kalitesini arttırabilir.
ug: تور ناچار ئەھۋالدا سانلىق مەلۇماتنى ئاز ئىشلىتىش تاللانسا سۆزلىشىش سۈپىتىنى ياخشىلايدۇ.
uk: Економія трафіку може підвищити якість викликів у разі слабкого зв'язку.
ur: کم ڈیٹا کا استعمال خراب نیٹ ورکس پر کالوں کو بہتر بنا سکتا ہے۔
vi: Sử dụng ít dữ liệu hơn có thể cải thiện cuộc gọi trên các kết nối mạng không tốt.
zh_cn: 网络较差时，使用更少数据可能改善通话。
zh_hk: 在網絡差的時候，減少數據用量或有助改善質素。

# SETTINGS_DATA_CALL_SECTION_HEADER
source: Calls
af: Oproepe
ar: المُكالمات
az: Zənglər
be: Званкі
bn: কল
ca: Trucades
cs: Volání
cy: Galwadau
da: Opkald
de: Anrufe
el: Κλήσεις
es: Llamadas
et: Kõned
eu: Deiak
fa: تماس‌ها
fi: Puhelut
fr: Appels
ga: Glaonna
gu: કૉલ્સ
he: שיחות
hi: कॉल
hr: Pozivi
hu: Hívások
id: Panggilan
is: Köll:
it: Chiamate
ja: 通話
kab: Isawalen
km: á€á¶ášá áŸ…
kn: ಕರೆಗಳು
ko: 전화
lt: Skambučiai
lv: Zvani
mk: Повици
ml: കോളുകൾ
mr: कॉल
ms: Panggilan
my: ဖုန်းခေါ်ဆိုမှုများ
nb: Anrop
nl: Oproepen
pa: ਕਾਲਾਂ
pl: Połączenia
ps: ټلیفوني اړیکې
pt_br: Chamadas
pt_pt: Chamadas
ro: Apeluri
ru: Звонки
sk: Volania
sl: Klici
sq: Thirrje
sr: Позиви
sv: Samtal
sw: Simu
ta: அழைப்புகள்
te: కాల్స్
th: การโทร
tr: Aramalar
ug: چاقىرىشلار
uk: Виклики
ur: کالز
vi: Cuộc gọi
zh_cn: 通话
zh_hk: 通話

# SETTINGS_DATA_MEDIA_AUTO_DOWNLOAD_FOOTER
source: Voice messages, view-once media, and stickers (under 100kb) are always auto-downloaded.
af: Stemboodskappe, eenkeerkykmedia en plakkers (onder 100kG) word altyd outomaties afgelaai.
ar: يتمُّ دائمًا تنزيل الرَّسائل الصَّوتيَّة، ملفات الوسائط للعرض لمرّة واحدة، والمُلصقات (الأقل من 100 كيلوبايت) بشكلٍ تلقائيًا.
az: Səsyazmalı mesajlar, bir dəfə baxıla bilən və stikerlər (100 kb-ın altında) həmişə avtomatik endirilir.
be: Галасавыя паведамленні, медыяфайлы для аднаразовага прагляду і стыкеры (да 100 Кб) заўсёды cпампоўваюцца аўтаматычна.
bn: ভয়েস মেসেজ, কেবলমাত্র একবার দেখার উপযোগী মিডিয়া ও স্টিকার (100kb-এর নিচে) সবসময় স্বয়ংক্রিয়ভাবে ডাউনলোড হয়।
ca: Els missatges de veu, el contingut de visualització única i els adhesius (de menys de 100 KB) sempre es baixen automàticament.
cs: Hlasové zprávy, jednorázová média a nálepky (pod 100 kb) jsou vždy automaticky stahovány.
cy: Bydd negeseuon llais, ffeiliau cyfrwng gweld-unwaith, a sticeri (o dan 100kb) bob amser yn cael eu lawrlwytho.
da: Talebeskeder, engang-visningsmedier og klistermærker (under 100 kb) hentes altid automatisk.
de: Sprachnachrichten, Medien zur Einmalansicht und Sticker (kleiner als 100 kB) werden immer automatisch heruntergeladen.
el: Τα μηνύματα φωνής, τα μέσα μιας μόνο προβολής και τα αυτοκόλλητα (κάτω από 100kb) πάντα κατεβαίνουν αυτόματα.
es: Los mensajes de voz, archivos de visualización única y stickers (de menos de 100 kB) se descargan automáticamente.
es_es: Mensajes de voz, adjuntos de ver sólo una vez y cromos (más pequeños de 100kb) se descargarán automáticamente.
et: Häälsõnumid, ühekordne meedia ja kleepsud (alla 100kb) laaditakse alati automaatselt alla.
eu: Ahots mezuak, behin ikusteko media eta eranskailuak (100 kb baino txikiagoak) automatikoki deskargatuko dira beti.
fa: پیام‌های صوتی، رسانه‌ٔ یکبار مصرف، و استیکرها (زیر ۱۰۰ کیلوبایت) همیشه به صورت خودکار بارگیری می‌شوند.
fi: Ääniviestit, itsestään katoavat mediat ja alle 100 kilotavun kokoiset tarrat ladataan aina automaattisesti.
fr: Les messages vocaux, médias éphémères et stickers (de moins de 100 ko) sont toujours téléchargés automatiquement.
ga: Déantar glórphoist, meáin amhairc aonuaire, agus greamáin (faoi 100kb) a uath-íoslódáil i gcónaí.
gu: વૉઈસ મેસેજ, વ્યૂ-એક વખત મીડિયા, અને સ્ટીકર (100kb) હંમેશાં ઓટો-ડાઉનલોડ કરવામાં આવે છે.
he: הודעות קוליות, מדיה לצפייה חד־פעמית, ומדבקות (מתחת אל 100 ק״ב) תמיד מורדות באופן אוטומטי.
hi: ऑडियो संदेश, एक बार देखने वाला मीडिया, और स्टिकर (100kb से कम) हमेशा अपने आप डाउनलोड हो जाते हैं।
hr: Glasovne poruke, jednom vidljivi medijski zapisi i naljepnice (manje od 100 kb) se uvijek automatski preuzimaju.
hu: A hangüzenetek, egyszer megtekinthető médiafájlok és a 100 KB alatti matricák mindig automatikusan letöltődnek.
id: Pesan suara, media sekali-tayang, dan stiker (dibawah 100kb) selalu diunduh secara otomatis.
is: Talskilaboð, skoða-einu-sinni margmiðlunarefni og límmerki (undir 100kb) er alltaf sótt sjálfkrafa.
it: I messaggi vocali, i media visualizzabili una volta e gli adesivi (sotto i 100kb) vengono sempre scaricati automaticamente.
ja: 音声メッセージ、使い捨てメディアおよびステッカー (100kb以下) は、常に自動でダウンロードされます。
kab: Iznan s taɣect, imidyaten n tɣuri tasuft akked yimentaḍen (ddaw n 100kaṭ) zgan ttusadaren-d s wudem awurman.
km: áŸá¶ášá‡á¶áŸáŸ†á¡áŸá„ á¯á€áŸá¶ášá˜áŸáŒáŸ€á˜á¾á›á˜áŸ’áá„ á“á·á„ášá¼á”áŸáŸ’á‘á¸á€á‚áŸáš (á€áŸ’ášáŸ„á˜ 100kb) ááŸ‚á„ááŸ‚ááŸ’ášá¼áœá”á¶á“á‘á¶á‰á™á€áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·áŸ”
kn: ಧ್ವನಿ ಸಂದೇಶಗಳು, ಒಂದೇ ಬಾರಿ ಕಾಣುವ ಮೀಡಿಯಾ, ಮತ್ತು ಸ್ಟಿಕರ್‌ಗಳು (100kb ಒಳಗೆ) ಯಾವಾಗಲೂ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಡೌಲ್‌ಲೋಡ್‌ ಆಗುತ್ತವೆ.
ko: 음성 메시지, 한 번만 볼 수 있는 미디어와 스티커(100KB 이하)는 항상 자동 다운로드됩니다.
lt: Balso žinutės, vienkartinės peržiūros medija ir lipdukai (iki 100kB) yra visada automatiškai atsisiunčiami.
lv: Balss ziņas, vienreiz skatāmā multivide un uzlīmes (mazāk par 100 kb) vienmēr tiek automātiski lejupielādētas.
ml: വോയ്‌സ് സന്ദേശങ്ങള്‍-ളും, ഒരിക്കൽ മാത്രം കാണുന്ന മീഡിയയും, സ്റ്റിക്കറുകളും (100kb- ൽ താഴെ) എപ്പോഴും സ്വയമേവ ഡൗൺലോഡ് ചെയ്യപ്പെടും.
mr: व्हॉईस संदेश, एकदा-पहा मिडिया, आणि स्टिकर (100केबी खालील) नेहमी स्वयं-डाउनलोड केले जातात.
ms: Mesej suara, media lihat sekali dan pelekat (di bawah 100kb) sentiasa dimuat turun secara automatik.
my: အသံမက်ဆေ့ချ်များ၊​ တစ်ခါကြည့် မီဒီယာများ နှင့် စတစ်ကာများသည် (100 ကီလိုဘိုက်အောက်) အမြဲ အလိုအလျောက် ဒေါင်းလုပ်ဆွဲပါမည်။
nb: Lydmeldinger, vis-én-gang-media og klistremerker (under 100kb) lastes alltid ned automatisk.
nl: Spraakberichten, eenmaligeweergave-media en stickers (minder dan 100kb) worden altijd automatisch gedownload.
pa: ਆਵਾਜ਼ ਸੁਨੇਹੇ, ਇੱਕ ਵਾਰ ਵੇਖੋ ਮੀਡੀਆ ਅਤੇ ਸਟਿੱਕਰ (100kb ਤੋਂ ਘੱਟ) ਨੂੰ ਹਮੇਸ਼ਾਂ ਆਪੇ ਡਾਊਨਲੋਡ ਕਰੋ।
pl: Wiadomości głosowe, multimedia jednorazowe i naklejki (poniżej 100 kB) zawsze pobierają się automatycznie.
ps: غږیز پیغامونه، یو ځل لیدونکي رسنۍ او سټیکرونه (تر 100kb لاندې) تل په اتومات ډول سره ډانلوډ کېږي.
pt_br: Mensagens de voz, mídia efêmera e figurinhas (com menos de 100 kb) são sempre baixadas automaticamente.
pt_pt: Mensagens de voz, média de visualização única, e autocolantes (abaixo de 100kb) são sempre descarregados de forma automática.
ro: Mesajele de voce, fișierele media ce pot fi văzute o singură dată și autocolantele (sub 100kb) vor fi descărcate automat.
ru: Аудиосообщения, одноразовые медиафайлы и стикеры (до 100 КБ) всегда скачиваются автоматически.
sk: Hlasové správy, médiá na jedno zobrazenie a nálepky (pod 100kb) sa vždy stiahnu automaticky.
sl: Glasovna sporočila, mediji za enkratni ogled in nalepke (pod 100 kb) se vedno samodejno prenesejo.
sq: Mesazhet zanore, media shiheni-vetëm-njëherë, dhe ngjitësit (nën 100kb) shkarkohen përherë vetvetiu.
sr: Гласовне поруке, једнократни медији и налепнице (мање од 100 kb) увек се аутоматски преузимају.
sv: Röstmeddelanden, media som visas en gång och klistermärken (under 100kb) laddas alltid ned automatiskt.
sw: Ujumbe wa sauti, media ya kutazama mara moja, na vibandiko (chini ya kb 100) vitapakuliwa kiotomatiki kila mara.
ta: குரல் செய்திகள், பார்வைக்கு ஒருமுறை-காண் ஊடகம், மற்றும் ஒட்டிகள் (100 கி.பை.க்கு கீழ்) எப்போதும் தானாகவே பதிவிறக்கம் செய்யப்படுகின்றன.
te: వాయిస్ సందేశాలు, ఒకసారి-వీక్షణ మీడియా మరియు స్టిక్కర్లు (100kb లోపు) ఎల్లప్పుడూ ఆటో-డౌన్‌లోడ్ చేయబడతాయి.
th: ข้อความเสียง สื่อเสียงที่ฟังได้ครั้งเดียว และสติกเกอร์ (ต่ำกว่า 100kb) จะดาวน์โหลดอัตโนมัติเสมอ
tr: Sesli iletiler, bir kez görüntülenen içerik ve çıkartmalar (100 kb'nin altında) her zaman otomatik olarak indirilir.
ug: ئۈن ئۇچۇر، كۆرۈن-غايىب ۋاسىتە ۋە چاپلاق (100kb دىن كىچىك) بولسا ئۆزلۈكىدىن چۈشۈرىدۇ.
uk: Голосові повідомлення, одноразові медіафайли та стікери (до 100 кБ) завжди завантажуються автоматично.
ur: آڈیو پیغامات ، ایک بار ملاحظہ کریں میڈیا ، اور اسٹیکرز (100kb سے کم) ہمیشہ آٹو ڈاؤن لوڈ ہوتے ہیں۔
vi: Tin nhắn thoại, tập đa phương tiện xem-một-lần, và nhãn dán (dưới 100kb) luôn được tải-tự động.
zh_cn: 语音信息、一次性媒体以及贴纸（小于 100kb）总是自动下载。
zh_hk: 語音訊息、閱後即焚媒體及貼圖（小於 100kb）將會自動下載。

# SETTINGS_DATA_MEDIA_AUTO_DOWNLOAD_HEADER
source: Auto-Download
af: Outo-aflaai
ar: التنزيل التلقائي
az: Avto-endirmə
be: Аўтаматычная cпампоўка
bn: স্বয়ংক্রিয়-ডাউনলোড
ca: Baixada automàtica
cs: Automatické stahování
cy: Awto-Lawrlwytho
da: Automatisk hentning
de: Automatisch herunterladen
el: Αυτόματη λήψη
es: Descarga automática
es_es: AUTODESCARGA DE ADJUNTOS
et: Automaatne allalaadimine
fa: بارگیری خودکار
fi: Automaattinen lataus
fr: Téléchargement automatique
gu: ઓટો-ડાઉનલોડ
he: הורדה אוטומטית
hi: स्वतः डाउनलोड
hr: Automatsko preuzimanje
hu: Automatikus letöltés
id: Unduh-Otomatis
is: Sækja sjálfvirkt
it: Download automatico
ja: 自動ダウンロード
kab: Asader awurman
km: á‘á¶á‰á™á€áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·
kn: ಸ್ವಯಂ-ಡೌನ್‌ಲೋಡ್‌
ko: 자동 다운로드
lt: Automatinis atsiuntimas
lv: Automātiski lejupielādēt
ml: സ്വയം ഡൗൺലോഡ്
mr: ऑटो-डाऊनलोड करा
ms: Muat Turun Automatik
my: အလိုအလျောက် ဒေါင်းလုပ်မယ်
nb: Auto-nedlasting
nl: Automatisch downloaden
pa: ਸਵੈ-ਡਾਊਨਲੋਡ
pl: Automatyczne pobieranie
ps: اتومات ډانلوډ
pt_br: Download automático
pt_pt: Download automático
ro: Descărcare automată
ru: Автоматическое скачивание
sk: Automatické sťahovanie
sl: Samodejni prenos
sq: Vetëshkarkoje
sr: Аутоматско преузимање
sv: Automatisk hämtning
sw: Pakua Kiotomatiki
ta: தானாக பதிவிறக்கு
te: ఆటో-డౌన్‌లోడ్
th: ดาวน์โหลดอัตโนมัติ
tr: Otomatik İndirme
ug: ئۆزلۈكىدىن چۈشۈر
uk: Автоматичне завантаження
ur: آٹو ڈاؤن لوڈ
vi: Tự động-Tải
zh_cn: 自动下载
zh_hk: 自動下載

# SETTINGS_DATA_MEDIA_AUTO_DOWNLOAD_RESET
source: Reset Auto-Download Settings
af: Stel outo-aflaai-instellings terug
ar: إعادة تعيين إعدادات التنزيل التلقائي
az: Avto-endirmə tənzimləmələrini sıfırla
be: Скінуць налады аўтаматычнай cпампоўкі
bn: স্বয়ংক্রিয়-ডাউনলোড সেটিংস রিসেট করুন
ca: Restableix la configuració de la baixada automàtica
cs: Obnovit nastavení automatického stahování
cy: Ail-osod Gosodiadau Awto-Lawrlwytho
da: Nulstil indstillinger for auto-hentning
de: Einstellungen für »Automatisch herunterladen« zurücksetzen
el: Επαναφορά ρυθμίσεων αυτόματου κατεβάσματος
es: Restablecer descarga automática
es_es: Restablecer ajustes de autodescarga
et: Lähtesta automaatse allalaadimise sätted
eu: Berrezarri automatikoki deskargatzearen ezarpenak
fa: بازنشانی تنظیمات بارگیری خودکار
fi: Palauta automaattisen latauksen asetukset
fr: Réinitialiser les paramètres de téléchargement automatique
gu: ઓટો-ડાઉનલોડ સેટિંગ્સને રિસેટ કરો
he: אפס הגדרות הורדה אוטומטית
hi: ऑटो-डाउनलोड सेटिंग्स को रीसेट करें
hr: Poništi postavke automatskog preuzimanja
hu: Auto-letöltés alaphelyzetbe
id: Atur Ulang Pengaturan Unduh-Otomatis
is: Frumstilla stillingar á sjálfvirku niðurhali
it: Ripristina le impostazioni di download automatico
ja: 自動ダウンロードの設定をリセットする
kab: Wennez iɣewwaren n usadar awurman
km: á€áŸ†áááŸ‹á¡á¾á„áœá·á‰ á€á¶ášá€áŸ†áááŸ‹á‘á¶á‰á™á€áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·
kn: ಸ್ವಯಂ-ಡೌನ್‌ಲೋಡ್‌ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 자동 다운로드 설정 초기화
lt: Atstatyti automatinio atsisiuntimo nustatymus
lv: Atiestatīt automātiskas lejupielādes iestatījumus
ml: സ്വയം ഡൗൺലോഡ് ക്രമീകരണങ്ങൾ പുന:സജ്ജമാക്കുക
mr: स्वयं-डाउनलोड सेटिंग रीसेट करा
ms: Tetapkan Semula Tetapan Muat Turun Automatik
my: အလိုအလျောက် ဒေါင်းလုပ်ခြင်း အပြင်အဆင်များကို ပြန်ချိန်ညှိမယ်
nb: Tilbakestill instillinger for automatisk nedlasting
nl: Bovenstaande instellingen naar standaardinstelling terugzetten
pa: ਆਪੇ ਡਾਊਨਲੋਡ ਸੈਟਿੰਗਾਂ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj ustawienia automatycznego pobierania
ps: د اتومات ډاونلوډ د له سره تنظیمولو تنظیمات
pt_br: Redefinir as configurações de download automático
pt_pt: Redefinir as definições do download automático
ro: Resetează setările pentru descărcarea automată
ru: Сбросить настройки автоматического скачивания
sk: Resetovať nastavenia automatického sťahovania médií
sl: Ponastavite nastavitve samodejnega prenosa
sq: Rikthe te Parazgjedhjet Rregullimet për Vetëshkarkim
sr: Ресетуј подешавања аутоматског преузимања
sv: Återställ inställningar för auto-nedladdning
sw: Weka Upya Mipangilio ya Upakuaji wa Kiotomatiki
ta: தானியங்கி-பதிவிறக்க அமைப்புகளை மீட்டமைக்கவும்
te: స్వీయ-సమాచారాన్ని బదిలీచేయడం సెట్టింగ్‌లను రీసెట్ చేయండి
th: รีเซ็ตการตั้งค่าดาวน์โหลดอัตโนมัติ
tr: Otomatik İndirme Ayarlarını Sıfırla
ug: ئۆزلۈكىدىن چۈشۈرۈش تەڭشىكىنى ئەسلىگە قايتۇر
uk: Скинути налаштування автозавантаження
ur: آٹو ڈاؤن لوڈ کی ترتیبات کو دوبارہ ترتیب دیں
vi: Đặt lại Cài đặt Tải Tự động
zh_cn: 重置自动下载设置
zh_hk: 重設自動下載設定

# SETTINGS_DATA_SENT_MEDIA_QUALITY_ITEM_TITLE
source: Sent Media Quality
af: Kwaliteit van verstuurde media
ar: جودة الوسائط المُرسَلة
az: Göndərilən media keyfiyyəti
be: Якасць адпраўленага медыяфайла
bn: পাঠানো মিডিয়ার কোয়ালিটি
ca: Qualitat dels mitjans enviats
cs: Kvalita odeslaných médií
cy: Ansawdd Cyfryngau â Anfonir
da: Kvalitet af sendte mediefiler
de: Medienqualität für Versand
el: Ποιότητα απεσταλμένων πολυμέσων
es: Calidad de fotos y vídeos
et: Saadetud meedia kvaliteet
fa: کیفیت رسانه‌های ارسالی
fi: Lähetettävän median laatu
fr: Qualité des médias
gu: મોકલેલ મીડિયાની ગુણવત્તા
he: איכות של מדיה שנשלחה
hi: भेजे गए मीडिया की क्वालिटी
hr: Kvaliteta poslanih medija
hu: Küldött média minősége
id: Kualitas Media Terkirim
is: Gæði sends margmiðlunarefnis
it: Qualità media inviati
ja: 送信メディアの画質
km: á˜áŸáŒáŸ€á‚á»áá—á¶á–á›áŸ’á¢ááŸ’ášá¼áœá”á¶á“á•áŸ’á‰á¾á…áŸá‰
ko: 보낸 미디어 품질
lt: Siunčiamos medijos kokybė
lv: Nosūtītā multivides faila kvalitāte
mk: Квалитет на испратена медија
ml: മീഡിയ നിലവാരം അയച്ചു
mr: माध्यम गुणवत्ता पाठवली
ms: Kualiti Media Dihantar
nb: Kvalitet på sendte medier
nl: Media-verzendkwaliteit
pl: Jakość wysyłanych multimediów
ps: د لیږل شوې رسنۍ کیفیت
pt_br: Qualidade da mídia enviada
pt_pt: Qualidade da multimédia enviada
ro: Calitatea fișierelor media trimise
ru: Качество отправляемого медиа
sk: Kvalita odosielaných médií
sl: Kvaliteta poslanih medijskih datotek
sq: Cilësi Medie të Dërguar
sr: Квалитет послатог медија
sv: Skickade mediekvalitet
sw: Ubora wa Media Iliyotumwa
ta: ஊடகத் தரம் அனுப்பப்பட்டது
th: คุณภาพสื่อที่ส่ง
tr: Gönderilen İçerik Kalitesi
ug: ۋاسىتە سۈپىتىنى ئەۋەت
uk: Якість медіафайлів, які ви надсилаєте
ur: میڈیا کی کوالٹی بھیج دی گئی
vi: Chất lượng tập tin đa phương tiện đã gửi
zh_cn: 已发送媒体质量
zh_hk: 送出媒體的品質
