Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_DESCRIPTION_VIEW_EDIT_FOOTER
source: Group descriptions will be visible to members of this group and people who have been invited.
af: Groepbeskrywings sal sigbaar wees vir lede van hierdie groep en mense wat uitgenooi is.
ar: سوف تظهر أوصاف المجموعات لأعضائها وكذلك للأفراد الذين تمَّت دعوتهم إليها.
az: Qrup açıqlamaları, qrup üzvlərinə və dəvət edilən şəxslərə görünəcək.
be: Апісанне групы будзе бачным удзельнікам гэтай групы і асобам, якія былі запрошаны.
bn: এই গ্রুপের সদস্য ও আমন্ত্রিত লোকজন গ্রুপের বিবরণগুলি দেখতে পারবেন।
ca: Les descripcions del grup seran visibles per als membres d’aquest grup i per a les persones que hi hagin estat convidades.
cs: Popisky skupiny budou viditelné členům skupiny a lidem, kteří byli pozváni.
cy: Bydd disgrifiadau grŵp yn weladwy i aelodau'r grŵp hwn a phobl sydd wedi'u gwahodd.
da: Gruppebeskrivelser vil være synlige for medlemmer af denne gruppe og personer, der er blevet inviteret.
de: Gruppenbeschreibungen sind für Mitglieder dieser Gruppe und eingeladene Personen sichtbar.
el: Οι περιγραφές ομάδας θα είναι ορατές στα μέλη της ομάδας και στα άτομα που έχουν προσκληθεί.
es: La descripción del grupo será visible para quienes están en el grupo y para quienes han recibido una invitación.
et: Grupi kirjeldused on nähtavad selle grupi liikmetele ja gruppi kutsutud inimestele.
eu: Talde deskribapenak talde honetako kide eta gonbidatuentzat egongo dira ikusgai.
fa: توضیحات گروه برای اعضای این گروه و کسانی که دعوت شده‌اند قابل رؤیت خواهد بود.
fi: Ryhmän kuvaus näkyy ryhmän jäsenille ja siihen kutsutuille henkilöille.
fr: La présentation du groupe sera accessible aux membres de ce groupe et aux invités.
gu: ગ્રુપનું ડિસ્ક્રિપ્શન આ ગ્રુપના સભ્યો અને આમંત્રિત કરાયેલા લોકોને દેખાશે.
he: תיאורי קבוצה יהיו גלויים אל חברי הקבוצה הזאת ואל אנשים שהוזמנו.
hi: समूह विवरण इस समूह के सदस्यों और आमंत्रित किए गए लोगों के लिए दृश्यमान होंगे।
hr: Opisi grupa bit će vidljivi članovima ove grupe i ljudima koji su pozvani.
hu: A csoport leírása a tagok, illetve a meghívottak részére lesz látható.
id: Deskripsi grup akan dapat dilihat oleh anggota grup dan orang yang telah diundang.
is: Lýsingar á hópum verða sýnilegar öllum meðlimum hópsins ásamt því fólki sem hefur verið boðið.
it: Le descrizioni del gruppo saranno visibili ai membri di questo gruppo e alle persone che sono state invitate.
ja: グループの説明は、メンバーとグループに招待された人に表示されます。
km: á€á¶ášá–ááŸŒá“á¶á€áŸ’ášá»á˜á“á¶á“á¶ á“á¹á„ááŸ’ášá¼áœá”á„áŸ’á á¶á‰á‘áŸ…áŸá˜á¶á‡á·á€á“áŸƒá€áŸ’ášá»á˜á“áŸáŸ‡ á“á·á„á¢áŸ’á“á€áŠáŸ‚á›ááŸ’ášá¼áœá”á¶á“á¢á‰áŸ’á‡á¾á‰áŸ”
kn: ಗ್ರೂಪ್ ವಿವರಗಳು ಈ ಗ್ರೂಪ್‌ನ ಸದಸ್ಯರಿಗೆ ಮತ್ತು ಆಹ್ವಾನಿಸಿದ ಜನರಿಗೆ ಮಾತ್ರ ಕಾಣಿಸುತ್ತವೆ.
ko: 그룹 설명은 그룹의 멤버와 초대받은 사용자들에게 표시됩니다.
lt: Grupės aprašus matys šios grupės nariai ir į grupę pakviesti žmonės.
lv: Grupas apraksti būs redzami attiecīgās grupas dalībniekiem un uzaicinātajiem cilvēkiem.
mk: Описот на групата ќе им биде видлив на членовите на оваа група и луѓето кои што се поканети.
ml: ഗ്രൂപ്പ് വിവരണങ്ങൾ ഈ ഗ്രൂപ്പിലെ അംഗങ്ങൾക്കും ക്ഷണിക്കപ്പെട്ട ആളുകൾക്കും ദൃശ്യമാകും.
mr: गट विवरण या गटाच्या सदस्यांना आणि आमंत्रित केलेल्या लोकांना दृश्यमान असेल.
ms: Penerangan kumpulan akan dapat dilihat oleh ahli kumpulan ini dan orang yang telah dijemput.
my: အဖွဲ့ ဖော်ပြချက်ကို ဖိတ်ခေါ်ခံထားရသူများနှင့် ဤအဖွဲ့ရှိ မန်ဘာများအား ပြသသွားပါမည်။
nb: Gruppebeskrivelser vil være synlige for medlemmer av denne gruppen og personer som har blitt invitert.
nl: De groepsnaam, -afbeelding en -omschrijving zijn zichtbaar voor alle leden van deze groep, voor alle personen die zijn uitgenodigd en voor alle personen die een werkende groepslink hebben, zelfs als ze nog niet hebben verzocht om lid te worden.
pa: ਗਰੁੱਪ ਵੇਰਵੇ ਇਸ ਗਰੁੱਪ ਦੇ ਮੈਂਬਰਾਂ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਦਿੱਸਣਯੋਗ ਹੋਣਗੇ ਜਿਹਨਾਂ ਨੂੰ ਸੱਦਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Opis grupy będzie widoczny dla osób, które do niej należą, oraz tych, które zostaną do niej zaproszone.
ps: د ګروپ توضیحات به د همدې ګروپ غړو او هغو کسانو ته کوم چې رابلل شوي د لیدو وړبه وي.
pt_br: A descrição do grupo estará visível para os membros deste grupo e pessoas que foram convidadas.
pt_pt: As descrições do grupo serão visíveis para os membros deste grupo e para as pessoas que foram convidadas
ro: Descrierile grupului vor fi vizibile pentru membrii acestui grup și pentru persoanele care au fost invitate.
ru: Описание группы будет видно участникам этой группы и людям, которые были приглашены.
sk: Popisy skupín budú viditeľné pre členov tejto skupiny a ľudí, ktorí boli pozvaní.
sl: Opisi skupine bodo vidni članom/icam skupine in ljudem, ki so bili povabljeni.
sq: Përshkrimet e grupeve do të jenë të dukshëm për anëtarë të këtij grupi dhe për persona që janë ftuar.
sr: Описи групе ће бити видљиви члановима ове групе и људима који су позвани.
sv: Gruppbeskrivningar kommer att vara synliga för medlemmar i denna grupp och personer som har bjudits in.
sw: Maelezo ya kikundi yataonekana na washiriki wa kikundi hiki na watu ambao wamealikwa.
ta: குழு இந்த உறுப்பினர்களுக்கு விளக்கங்கள் தெரியும் குழு மற்றும் மக்கள் அழைக்கப்பட்டவர்கள்.
te: సమూహ వివరణలు ఈ గుంపులోని సభ్యులకు మరియు ఆహ్వానించబడిన వ్యక్తులకు కనిపిస్తాయి.
th: คำอธิบายกลุ่มจะแสดงให้เห็นเฉพาะสมาชิกของกลุ่มนี้และผู้ที่ได้รับคำเชิญ
tr: Grup tanımları bu grubun üyeleri ve davetli kişiler tarafından görülebilecektir.
ug: گۇرۇپپا تونۇشتۇرۇشىنى بۇ گۇرۇپپىنىڭ ئەزالىرى ۋە تەكلىپ قىلىنغان كىشىلەر كۆرەلەيدۇ.
uk: Опис групи буде видно її учасникам і запрошеним користувачам.
ur: گروپ کی تفصیل اس گروپ کے ممبروں اور ان لوگوں کے لئے مرئی ہوگی جن کو مدعو کیا گیا ہے۔
vi: Miêu tả nhóm sẽ được nhìn thấy bởi thành viên của nhóm này và những người đã được mời.
zh_cn: 群组描述对于该群组成员以及受邀人可见。
zh_hk: 此群組中的成員，以及獲邀加入群組的人，將會見到群組描述。

# GROUP_DESCRIPTION_VIEW_TITLE
source: Group Description
af: Groepbeskrywing
ar: وصف المجموعة
az: Qrup açıqlaması
be: Апісанне групы
bn: গ্রুপের বিবরণ
ca: Descripció del grup
cs: Popisek skupiny
cy: Disgrifiad Grŵp
da: Gruppebeskrivelse
de: Gruppenbeschreibung
el: Περιγραφή ομάδας
es: Descripción del grupo
et: Grupi kirjeldus
fa: توضیحات گروه
fi: Ryhmän kuvaus
fr: Présentation du groupe
gu: ગ્રુપનું ડિસ્ક્રિપ્શન
he: תיאור קבוצה
hi: ग्रुप का विवरण
hr: Opis grupe
hu: Csoportleírás
id: Deskripsi Grup
is: Lýsing á hópi
it: Descrizione gruppo
ja: グループの説明
km: á€á¶ášá–á·á–ááŸŒá“á¶á–á¸á€áŸ’ášá»á˜
kn: ಗುಂಪಿನ ವಿವರಣೆ
ko: 그룹 설명
lt: Grupės aprašas
lv: Grupas apraksts
mk: Опис на групата
ml: ഗ്രൂപ്പ് വിവരണം
mr: गट विवरण
ms: Penerangan Kumpulan
nb: Gruppebeskrivelse
nl: Groepsomschrijving
pa: ਗਰੁੱਪ ਦੀ ਜਾਣਕਾਰੀ
pl: Opis grupy
ps: د ګروپ توضیح
pt_br: Descrição do grupo
pt_pt: Descrição do grupo
ro: Descriere grup
ru: Описание группы
sk: Popis skupiny
sl: Opis skupine
sq: Përshkrim Grupi
sr: Опис групе
sv: Gruppbeskrivning
sw: Maelezo ya Kikundi
ta: குழு விளக்கம்
te: సమూహ వివరణ
th: คำอธิบายกลุ่ม
tr: Grup Açıklaması
ug: گۇرۇپپا تونۇشتۇرۇشى
uk: Опис групи
ur: گروپ کی تفصیل
vi: Miêu tả Nhóm
zh_cn: 群组描述
zh_hk: 群組描述

# GROUP_DESCRIPTION_VIEW_TITLE_FORMAT
source: Group Description (%@)
af: Groepbeskrywing (%@)
ar: وصف المجموعة (%1$@)
az: Qrup açıqlaması (%@)
be: Апісанне групы (%1$@)
bn: গ্রপের বিবরণ (%1$@)
ca: Descripció del grup (%1$@)
cs: Popisek skupiny (%1$@)
cy: Disgrifiad Grŵp (%@)
da: Gruppebeskrivelse (%1$@)
de: Gruppenbeschreibung (%1$@)
el: Περιγραφή ομάδας (%1$@)
es: Descripción del grupo (%1$@)
et: Grupi kirjeldus (%@)
fa: توضیحات گروه (%1$@)
fi: Ryhmän kuvaus (%1$@)
fr: Présentation du groupe (%1$@)
ga: Group Description (%1$@)
gu: ગ્રુપનું ડિસ્ક્રિપ્શન (%1$@)
he: תיאור קבוצה (%1$@)
hi: ग्रुप का विवरण (%1$@)
hr: Opis grupe (%1$@)
hu: Csoportleírás (%1$@)
id: Deskripsi Grup (%1$@)
is: Lýsing á hópi (%@)
it: Descrizione gruppo (%1$@)
ja: グループの説明 (%1$@)
km: á€á¶ášá–á·á–ááŸŒá“á¶á–á¸á€áŸ’ášá»á˜ (%@)
kn: ಗುಂಪು ವಿವರಣೆ (%@)
ko: 그룹 설명(%1$@)
lt: Grupės aprašas (%@)
lv: Grupas apraksts (%@)
mk: Опис на групата (%@)
ml: ഗ്രൂപ്പ് വിവരണം (%@)
mr: गट विवरण (%1$@)
ms: Penerangan Kumpulan (%1$@)
nb: Gruppebeskrivelse (%1$@)
nl: Groepsomschrijving (%1$@)
pa: ਗਰੁੱਪ ਦੀ ਜਾਣਕਾਰੀ (%@)
pl: Opis grupy (%1$@)
ps: د ګروپ توضیح (%@)
pt_br: Descrição do grupo (%1$@)
pt_pt: Descrição do grupo (%1$@)
ro: Descriere grup (%1$@)
ru: Описание группы (%1$@)
sk: Popis skupiny (%1$@)
sl: Opis skupine (%@)
sq: Përshkrim Grupi (%@)
sr: Опис групе (%1$@)
sv: Gruppbeskrivning (%1$@)
sw: Maelezo ya Kikundi (%@)
ta: குழு விளக்கம் (%@)
te: సమూహ వివరణ (%@)
th: คำอธิบายกลุ่ม (%1$@)
tr: Grup Açıklaması (%1$@)
ug: گۇرۇپپا تونۇشتۇرۇشى (%1$@)
uk: Опис групи (%1$@)
ur: گروپ کی تفصیل (%1$@)
vi: Miêu tả Nhóm (%1$@)
zh_cn: 群组描述 (%1$@)
zh_hk: 群組描述 (%1$@)

# GROUP_INVITE_LINK_DISABLED
source: The group link was turned off.
af: Die groepskakel is gedeaktiveer.
ar: تمَّ تعطيل رابط المجموعة.
az: Qrup bağlantısı söndürüldü.
be: Спасылка на групу была адключана.
bn: গ্রুপ লিঙ্ক বন্ধ করে দেওয়া হয়েছে।
ca: S'ha desactivat l'enllaç de grup.
cs: Odkaz skupiny byl vypnut.
cy: Diffoddwyd y ddolen grŵp.
da: Gruppelinket blev déaktiveret
de: Der Gruppen-Link wurde deaktiviert.
el: Ο σύνδεσμος της ομάδας απενεργοποιήθηκε.
es: Se ha desactivado el enlace para unirse al grupo.
es_es: Se ha desactivado el enlace para compartir el grupo.
et: Grupilink on välja lülitatud.
eu: Talde esteka desaktibatu egin da.
fa: پیوند گروه غیرفعال شد.
fi: Ryhmälinkki on poistettu käytöstä.
fr: Le lien du groupe a été désactivé.
gu: ગ્રુપ લિંક બંધ કરી દેવામાં આવી હતી.
he: קישור הקבוצה כובה.
hi: ग्रुप लिंक को बंद कर दिया गया था।
hr: Poveznica grupe je isključena.
hu: A megosztható csoporthivatkozás ki lett kapcsolva.
id: Tautan grup dinonaktifkan.
is: Slökkt hefur verið á hóptenglinum.
it: Il link del gruppo è stato disattivato.
ja: グループリンクが無効になりました。
kab: Aseɣwen n ugraw yettusens.
km: ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“á”á·á‘áŸ”
kn: ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಆಫ್ ಮಾಡಲಾಗಿದೆ.
ko: 그룹 링크가 꺼졌습니다.
lt: Grupės nuoroda buvo išjungta.
lv: Grupas saite tika izslēgta.
mk: Групниот линк е исклучен.
ml: ഗ്രൂപ്പ് ലിങ്ക് ഓഫാക്കി.
mr: गट लिंक बंद केली गेली होती.
ms: Pautan kumpulan telah dimatikan.
my: အဖွဲ့လင့်ခ်ကို ပိတ်ထားခဲ့ပါသည်။
nb: Gruppelenken ble slått av.
nl: De groepslink is uitgeschakeld.
pa: ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ।
pl: Link do grupy zostaje wyłączony.
ps: د ګروپ لینک خاموش شوی و.
pt_br: O link do grupo foi desativado.
pt_pt: O link do grupo foi desativado.
ro: Linkul grupului a fost dezactivat.
ru: Ссылка на группу была отключена.
sk: Odkaz do skupiny bol vypnutý.
sl: Povezava do skupine je bila izklopljena.
sq: Lidhja e grupit u çaktivizua.
sr: Линк за групу је искључен.
sv: Grupplänken inaktiverades.
sw: Kiungo cha kikundi kimezimwa.
ta: தி குழு இணைப்பு இருந்தது அணைக்கப்பட்டது.
te: సమూహ లింక్ ఆపివేయబడింది.
th: ลิงก์กลุ่มถูกปิดแล้ว
tr: Grup bağlantısı devre dışı bırakıldı.
ug: گۇرۇپپا ئۇلانمىسى ئېتىۋېتىلدى.
uk: Посилання на групу деактивовано.
ur: گروپ لنک آف کردیا گیا تھا۔
vi: Đường dẫn nhóm đã bị tắt.
zh_cn: 群组链接已关闭。
zh_hk: 群組連結已關閉。

# GROUP_INVITE_LINK_DISABLED_BY_LOCAL_USER
source: You turned off the group link.
af: Jy het die groepskakel gedeaktiveer.
ar: عطَّلتَ رابط المجموعة.
az: Qrup bağlantısını bağladı.
be: Вы адключылі спасылку на групу.
bn: আপনি গ্রুপের লিঙ্ক বন্ধ করেছেন।
ca: Heu desactivat l'enllaç de grup.
cs: Vypnuli jste odkaz skupiny.
cy: Diffoddasoch y ddolen grŵp.
da: Du déaktiverede gruppelinket
de: Du hast den Gruppen-Link deaktiviert.
el: Απενεργοποίησες το σύνδεσμο της ομάδας.
es: Has desactivado el enlace para unirse al grupo.
es_es: Has desactivado el enlace para compartir el grupo.
et: Sa lülitasid grupilingi välja.
eu: Talde esteka desaktibatu duzu.
fa: شما پیوند گروه را غیرفعال کردید.
fi: Poistit ryhmälinkin käytöstä.
fr: Vous avez désactivé le lien du groupe.
gu: તમે ગ્રુપ લિંક બંધ કરી.
he: כיבית את קישור הקבוצה.
hi: आपने ग्रुप लिंक को बंद कर दिया।
hr: Isključili ste poveznicu grupe.
hu: Kikapcsoltad a megosztható csoporthivatkozást.
id: Anda menonaktifkan tautan grup.
is: Þú slökktir á hóptenglinum.
it: Hai disattivato il link del gruppo.
ja: グループリンクを無効にしました。
kab: Tsenseḍ aseɣwen n ugraw.
km: á¢áŸ’á“á€á”á¶á“á”á·á‘ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: ನೀವು ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಆಫ್ ಮಾಡಿದ್ದೀರಿ.
ko: 내가 그룹 링크를 껐습니다.
lt: Jūs išjungėte grupės nuorodą.
lv: Jūs atspējojāt grupas saiti
mk: Вие го исклучивте групниот линк.
ml: നിങ്ങൾ ഗ്രൂപ്പ് ലിങ്ക് ഓഫാക്കി
mr: आपण गट लिंक बंद केली आहे.
ms: Anda telah mematikan pautan kumpulan.
my: အဖွဲ့လင့်ခ်ကို သင်မှ ပိတ်ထားပါသည်။
nb: Du slo av gruppelenken.
nl: Je hebt de groepslink uitgeschakeld.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ
pl: Wyłączasz link do grupy.
ps: تاسې د ګروپ لینک خاموشه کړی.
pt_br: Você desativou o link do grupo.
pt_pt: Desativou o link do grupo.
ro: Ai dezactivat linkul către grup.
ru: Вы отключили ссылку на группу.
sk: Odkaz do skupiny ste vypli.
sl: Izklopili ste povezavo do skupine.
sq: Çaktivizuat lidhjen e grupit.
sr: Искључили сте линк за групу.
sv: Du har inaktiverat grupplänken.
sw: Umezima kiungo cha kikundi.
ta: குழு இணைப்பை முடக்கியுள்ளீர்கள்.
te: మీరు సమూహ లింక్‌ను ఆపివేశారు.
th: คุณได้ปิดลิงก์กลุ่ม
tr: Grup bağlantısını devre dışı bıraktınız.
ug: گۇرۇپپا ئۇلانمىسىنى چەكلىدىڭىز.
uk: Ви деактивували посилання на групу.
ur: آپ نے گروپ لنک آف کردیا۔
vi: Bạn đã tắt đường dẫn nhóm.
zh_cn: 您关闭了群组链接。
zh_hk: 您已關閉群組連結。

# GROUP_INVITE_LINK_DISABLED_BY_REMOTE_USER_FORMAT
source: %@ turned off the group link.
af: %@ het die groepskakel gedeaktiveer.
ar: عطَّلَ %1$@ رابط المجموعة.
az: %@ qrup bağlantısını söndürdü.
be: %1$@ адключыў(-ла) спасылку на групу.
bn: %1$@ গ্রুপ লিঙ্কটি বন্ধ করেছেন।
ca: %1$@ ha desactivat l'enllaç de grup.
cs: %1$@ vypnul odkaz skupiny.
cy: Diffoddodd %@ y ddolen grŵp.
da: %1$@ déaktiverede gruppelinket
de: %1$@ hat den Gruppen-Link deaktiviert.
el: Ο/Η %1$@ απενεργοποίησε το σύνδεσμο της ομάδας.
es: %1$@ ha desactivado el enlace para unirse al grupo.
es_es: %@ ha desactivado el enlace para compartir el grupo.
et: %@ lülitas grupilingi välja.
eu: %@ erabiltzaileak talde esteka desaktibatu du.
fa: %1$@ پیوند گروه را غیرفعال کرد.
fi: %1$@ poisti ryhmälinkin käytöstä.
fr: %1$@ a désactivé le lien du groupe.
ga: %1$@ turned off the group link.
gu: %1$@એ ગ્રુપ લિંકને બંધ કરી.
he: %1$@ כיבה/כיבתה את קישור הקבוצה.
hi: %1$@ ने ग्रुप लिंक को बंद कर दिया।
hr: %1$@ je isključio/la poveznicu grupe.
hu: %1$@ kikapcsolta a megosztható csoporthivatkozást.
id: %1$@ menonaktifkan tautan grup.
is: %@ slökkti á hóptenglinum.
it: %1$@ ha disattivato il link del gruppo.
ja: %1$@ がグループリンクを無効にしました。
kab: %@ isens aseɣwen n ugraw.
km: %@â€‹ á”á¶á“á”á·á‘ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: %@ ಅವರು ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಆಫ್ ಮಾಡಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 링크를 껐습니다.
lt: %@ išjungė grupės nuorodą.
lv: %@ izslēdza grupas saiti.
mk: %@ го исклучи групниот линк.
ml: %@ ഗ്രൂപ്പ് ലിങ്ക് ഓഫാക്കി
mr: %1$@ ने गट लिंक बंद केली.
ms: %1$@ telah mematikan pautan kumpulan.
my: %@ မှ​ အဖွဲ့လင့်ခ်ကို ပိတ်ခဲ့ပါသည်။
nb: %1$@ slo av gruppelenken.
nl: %1$@ heeft de groepslink uitgeschakeld.
pa: %@ ਨੇ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ।
pl: %1$@ wyłącza link do grupy.
ps: %@ د ګروپ لینک خاموشه کړی.
pt_br: %1$@ desativou o link do grupo.
pt_pt: %1$@ desativou o link do grupo.
ro: %1$@ a dezactivat linkul către grup.
ru: %1$@ отключил(-а) ссылку на группу.
sk: %1$@ vypol/pla odkaz do skupiny.
sl: %@ je izklopil/-a povezavo do skupine.
sq: %@ çaktivizoi lidhjen e grupit.
sr: %1$@ је искључио/ла линк за групу.
sv: %1$@ inaktiverade av grupplänken.
sw: %@ amezima kiungo cha kikundi.
ta: %@ அணைக்கப்பட்டது குழு இணைப்பு.
te: %@ సమూహ లింక్‌ను ఆపివేసింది.
th: %1$@ ได้ปิดลิงก์กลุ่ม
tr: %1$@ grup bağlantısını devre dışı bıraktı.
ug: گۇرۇپپا ئۇلانمىسىنى %1$@ چەكلىدى.
uk: Користувач %1$@ деактивував посилання на групу.
ur: %1$@ نے گروپ لنک آف کردیا۔
vi: %1$@ đã tắt đường dẫn nhóm.
zh_cn: %1$@ 关闭了群组链接。
zh_hk: %1$@ 已關閉群組連結。

# GROUP_INVITE_LINK_ENABLED_WITH_APPROVAL
source: The group link was turned on with admin approval on.
af: Die groepskakel is geaktiveer met admingoedkeuring aan.
ar: تمَّ تفعيل رابط المجموعة مع الحاجة لتشغيل مُتطلَّب موافقة المُشرِف.
az: Qrup bağlantısı, admin təsdiqi açıq olaraq işə salındı.
be: Спасылка на групу была ўключана з ухваленнем адміністратарам.
bn: অ্যাডমিনের অনুমোদন সাপেক্ষে গ্রুপ লিঙ্ক চালু করা হয়েছে।
ca: S'ha activat l'enllaç de grup amb l'aprovació de l'administrador activada.
cs: Skupinový odkaz se schvalováním správcem byl zapnut.
cy: Galluogwyd y ddolen grŵp gyda chaniatâd gweinyddwr ymlaen.
da: Gruppelinket blev aktiveret med administratorgodkendelse slået til
de: Der Gruppen-Link wurde mit eingeschalteter Admin-Bestätigung aktiviert.
el: Ενεργοποιήθηκε ο σύνδεσμος της ομάδας με ενεργοποιημένη την έγκριση διαχειριστή.
es: Se ha activado el enlace para unirse al grupo tras aprobación de admin.
es_es: Se ha activado el enlace para compartir el grupo tras confirmación de admin.
et: Administraatori kinnitusega grupilink lülitati sisse.
eu: Talde esteka aktibatu da administratzailearen baimena behar delarik.
fa: پیوند گروه با موافقت مدیر فعال شد.
fi: Ryhmälinkki on otettu käyttöön. Ylläpitäjä tarkistaa liittymispyynnöt.
fr: Le lien du groupe est activé et exige l'approbation des nouveaux membres par un admin.
gu: એડમિનની મંજૂરી સાથે ગ્રુપ લિંક ચાલુ કરવામાં આવી હતી.
he: קישור הקבוצה הופעל עם אישור מנהלן מופעל.
hi: ग्रुप लिंक को एडमिन की एप्रूवल के साथ चालू कर दिया गया था।
hr: Uključena je poveznica grupe s omogućenim administratorskim odobrenjem.
hu: A megosztható csoporthivatkozást adminisztrátori jóváhagyással bekapcsolták.
id: Tautan grup dinyalakan dengan persetujuan admin.
is: Kveikt var á hóptenglinum með samþykki stjórnanda virku.
it: Il link del gruppo è stato attivato con l'approvazione degli amministratori.
ja: 管理者承認制のグループリンクが有効になりました。
kab: Aseɣwen n ugraw yermed s usentem n unedbal.
km: ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“á”á¾á€ á‡á¶á˜á½á™á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á› á”á¾á€áŸ”
kn: ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆನ್ ಮಾಡುವುದರೊಂದಿಗೆ ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಆನ್ ಮಾಡಲಾಗಿದೆ.
ko: 그룹 링크가 켜졌습니다. (관리자 참가 승인 필요)
lt: Buvo įjungta grupės nuoroda su įjungtais administratoriaus patvirtinimais.
lv: Grupas saite tika aktivizēta ar ieslēgtu administratora apstiprinājumu.
mk: Групниот линк е вклучен. Администраторското одобрување е вклучено.
ml: അഡ്മിൻ അനുമതിയോടെ ഗ്രൂപ്പ് ലിങ്ക് ഓണാക്കി.
mr: ऍडमिन मान्यता चालू असलेली गट लिंक चालू केली गेली होती.
ms: Pautan kumpulan telah dihidupkan dengan kelulusan pentadbir dihidupkan.
my: စီမံသူ၏ ခွင့်ပြုချက်နှင့် အဖွဲ့လင့်ခ်ကို ဖွင့်ထားခဲ့ပါသည်။
nb: Gruppelenken ble slått på med administrativ godkjenning påslått.
nl: De groepslink met beheerdersgoedkeuring van nieuwe leden is ingeschakeld.
pa: ਐਡਮਿਨ ਮਨਜ਼ੂਰੀ ਨੂੰ ਚਾਲੂ ਕਰਕੇ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਚਾਲੂ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Link do grupy zostaje włączony. Zatwierdzanie nowych osób przez administratora jest wymagane.
ps: د ګروپ لینک د اډمین په تایید سره روښانه شوی و.
pt_br: O link do grupo foi ativado com a aprovação do admin ativada.
pt_pt: O link do grupo foi ativado com aprovação de administrador.
ro: Adresa grupului a fost activată cu aprobare de acces din partea unui administrator.
ru: Была включена ссылка на группу (одобрение администратором включено).
sk: Odkaz do skupiny bol zapnutý so schválením administrátorom aktívnym.
sl: Vklopljena je bila povezava do skupine z obveznim skrbniškim privoljenjem.
sq: Lidhja e grupit qe aktivizuar me miratim nga përgjegjësi të aktivizuar.
sr: Укључен је линк за групу са обавезним одобрењем администратора.
sv: Grupplänken aktiverades med administratörsgodkännande på.
sw: Kiungo cha kikundi kimewashwa na idhini ya msimamizi kuwashwa.
ta: தி குழு இணைப்பு இருந்தது உடன் இயக்கப்பட்டது நிர்வாக ஒப்புதல் ஆன்.
te: నిర్వాహక ఆమోదంతో సమూహ లింక్ ఆన్ చేయబడింది.
th: ลิงก์กลุ่มถูกเปิด โดยการอนุมัติโดยผู้ดูแลเปิดอยู่
tr: Grup bağlantısı, yönetici onayı ile birlikte etkinleştirildi.
ug: باشقۇرغۇچى دەلىللەيدىغان گۇرۇپپا ئۇلانمىسى قوزغىتىلدى.
uk: Активовано посилання на групу з адміністраторським затвердженням.
ur: گروپ لنک منتظم کی منظوری کے ساتھ آن کیا گیا تھا۔
vi: Đường dẫn nhóm đã được bật với sự chấp duyệt của admin.
zh_cn: 需要管理员审核的群组链接已启用。
zh_hk: 群組連結已開啟，管理員核准已開啟。
