Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# NEW_STORY_SHEET_CUSTOM_STORY_SUBTITLE
source: Visible only to specific people
ar: ظاهرة فقط لأشخاص مُعيَّنين
be: Бачная толькі асобным людзям
bn: শুধু নির্দিষ্ট কিছু ব্যক্তির কাছে দৃশ্যমান
ca: Visible només per a persones específiques
cs: Viditelný pouze vybraným lidem
da: Kun synlig for bestemte personer
de: Nur für bestimmte Personen sichtbar
el: Ορατή μόνο σε συγκεκριμένα άτομα
es: Visible solo para personas específicas
fa: فقط قابل مشاهده برای افرادی خاص
fi: Näkyy vain tietyille henkilöille
fr: Ne partager qu'avec certaines personnes
ga: Infheicthe ag daoine ar leith amháin
gu: ફક્ત ચોક્કસ લોકોને જ દેખાઈ શકે છે
he: גלוי רק אל אנשים מסוימים
hi: केवल निश्चित लोगों को दिखेगी
hr: Vidljiva samo određenim osobama
hu: Csak bizonyos személyek számára látható
id: Hanya terlihat oleh orang oraang tertentu
it: Visibile solo a persone specifiche
ja: 特定のユーザーのみ閲覧可能
ko: 특정 사용자만 볼 수 있음
mr: केवळ विशिष्ट लोकांसाठी दृश्यमान
ms: Kelihatan hanya kepada orang tertentu
nb: Kun synlig for utvalgte personer
nl: Alleen zichtbaar voor specifieke personen
pl: Widoczna tylko dla określonych osób
pt_br: Visível apenas para pessoas específicas
pt_pt: Visível apenas para pessoas específicas
ro: Vizibil doar la persoane specifice
ru: Видна только определённым людям
sk: Viditeľné iba pre konkrétnych ľudí
sr: Видљиво само одређеним људима
sv: Synlig endast för specifika personer
th: เห็นได้เป็นบางคนเท่านั้น
tr: Sadece özel kişiler görebilir
ug: پەقەت بەلگىلەنگەن كىشلەرلا كۆرەلەيدۇ
uk: Можуть бачити лише конкретні користувачі
ur: صرف مخصوص لوگوں کو دکھائی دیتی ہے
vi: Chỉ hiện thị với một số người nhất định
zh_cn: 仅对特定用户可见
zh_hk: 僅限特定人士看得見

# NEW_STORY_SHEET_CUSTOM_STORY_TITLE
source: New Custom Story
ar: قصة مُخصَّصة جديدة
be: Новая персаналізаваная гісторыя
bn: নতুন কাস্টম স্টোরি
ca: Nova història personalitzada
cs: Nový vlastní příběh
da: Ny brugerdefineret historie
de: Neue benutzerdefinierte Story
el: Νέα προσαρμοσμένη ιστορία
es: Nueva historia personalizada
fa: استوری سفارشی جدید
fi: Uusi mukautettu tarina
fr: Nouvelle story personnalisée
ga: Scéal saincheaptha nua
gu: નવી કસ્ટમ સ્ટોરી
he: סטורי מותאם אישית חדש
hi: नई कस्टम स्टोरी
hr: Nova prilagođena priča
hu: Új egyéni Történet
id: Cerita Kustom Baru
it: Nuova Storia personalizzata
ja: 新規カスタムストーリー
ko: 새 사용자 지정 스토리
mr: नवीन सानुकूल स्टोरी
ms: Cerita Tersuai Baru
nb: Ny egendefinert story
nl: Nieuw aangepast verhaal
pl: Nowa relacja niestandardowa
pt_br: Novo story personalizado
pt_pt: Nova história personalizada
ro: Nouă poveste personalizată
ru: Новая пользовательская история
sk: Nový prispôsobený príbeh
sr: Нова прича
sv: Ny anpassad story
th: สตอรี่ที่กำหนดเองใหม่
tr: Yeni Özel Hikaye
ug: يېڭى خاسلاشتۇرۇلغان ھېكايە
uk: Нова індивідуальна історія
ur: نئی کسٹم سٹوری
vi: Story Tùy chỉnh Mới
zh_cn: 新自定义动态
zh_hk: 新增自訂限時動態

# NEW_STORY_SHEET_GROUP_STORY_SUBTITLE
source: Share to an existing group
af: Deel in 'n bestaande groep
ar: المشاركة مع مجموعة موجودة
az: Mövcud bir qrupla paylaş
be: Абагуліць з існуючай групай
bn: একটি বিদ্যমান গ্ৰুপে শেয়ার করুন
ca: Compartiu-la amb un grup existent
cs: Sdílet existující skupině
cy: Rhannu i grŵp sy'n bodoli eisoes
da: Del med en eksisterende gruppe
de: Mit einer bestehenden Gruppe teilen
el: Διαμοιρασμός με υφιστάμενη ομάδα
es: Compartir con un grupo
et: Jaga olemasoleva grupiga
eu: Partekatu lehendik dagoen talde batean
fa: اشتراک‌گذاری برای یکی از گروه‌های موجود
fi: Jaa olemassaolevaan ryhmään
fr: Partager avec un groupe existant
ga: Comhroinn le grúpa atá ann cheana
gu: કોઈ વર્તમાન ગ્રુપમાં શેર કરો
he: שתף אל קבוצה קיימת
hi: पहले से मौजूद किसी ग्रुप में शेयर करें
hr: Podijelite s postojećom grupom
hu: Megosztás egy meglévő csoporttal
id: Bagikan grup yang sudah ada
is: Deila til fyrirliggjandi hóps
it: Condividi a un gruppo esistente
ja: 既存のグループに共有
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€á‘áŸ…á€áŸ’ášá»á˜áŠáŸ‚á›á˜á¶á“áŸáŸ’ášá¶á”áŸ‹
kn: ಚಾಲ್ತಿಯಲ್ಲಿರುವ ಗ್ರೂಪ್‌ಗೆ ಹಂಚಿಕೊಳ್ಳಿ
ko: 기존 그룹과 공유
lt: Bendrinti į esamą grupę
lv: Kopīgot ar jau eksistējošu grupu
mk: Сподели со постоечка група
ml: നിലവിലുള്ളൊരു ഗ്രൂപ്പിലേക്ക് പങ്കിടുക
mr: विद्यमान गटामध्ये शेअर करा
ms: Kongsi ke kumpulan yang wujud
my: ရှိပြီးသား အဖွဲ့တွင် မျှဝေရန်
nb: Del med en eksisterende gruppe
nl: Delen naar een bestaande Signal-groep
pa: ਕਿਸੇ ਮੌਜੂਦਾ ਗਰੁੱਪ ਵਿੱਚ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij grupie
pt_br: Compartilhar em um grupo existente
pt_pt: Partilhar com um grupo existente
ro: Distribuie la un grup existent
ru: Поделитесь с существующей группой
sk: Zdieľať s existujúcou skupinou
sl: Deli z obstoječo skupino
sq: Ndajeni me një grup ekzistues
sr: Подели у постојећој групи
sv: Dela till en befintlig grupp
sw: Shirikisha kikundi kilichopo
ta: ஏற்கனவே உள்ள ஒரு குழுவில் பகிரவும்
te: ఇప్పటికే ఉన్న గ్రూపుతో పంచుకోండి
th: แชร์ไปยังกลุ่มที่มีอยู่
tr: Mevut bir grupla paylaş
ug: مەۋجۇت گۇرۇپپىغا ئورتاقلىشىش
uk: Для користувачів уже створеної групи
ur: موجودہ گروپ پر شیئر کریں
vi: Chia sẻ với một nhóm sẵn có
zh_cn: 分享给一个现有群组
zh_hk: 分享至現有的群組

# NEW_STORY_SHEET_GROUP_STORY_TITLE
source: New Group Story
ar: قصة جديدة للمجموعة
be: Новая гісторыя групы
bn: নতুন গ্রুপ স্টোরি
ca: Nova història de grup
cs: Nový skupinový příběh
da: Ny gruppehistorie
de: Neue Gruppen-Story
el: Νέα ιστορία ομάδας
es: Nueva historia de grupo
fa: استوری گروهی جدید
fi: Uusi ryhmätarina
fr: Nouvelle story de groupe
ga: Scéal Grúpa Nua
gu: નવી ગ્રુપ સ્ટોરી
he: סטורי קבוצתי חדש
hi: नई ग्रुप स्टोरी
hr: Nova grupna priča
hu: Új Csoport Történet
id: Cerita Grup Baru
it: Nuova Storia di Gruppo
ja: 新しいグループストーリー
ko: 새 그룹 스토리
mr: नवीन ग्रुप स्टोरी
ms: Cerita Kumpulan Baru
nb: Ny gruppestory
nl: Nieuw groepsverhaal
pl: Nowa relacja grupowa
pt_br: Novo story em grupo
pt_pt: Nova história de grupo
ro: Noua Poveste de Grup
ru: Новая история в группе
sk: Nový skupinový príbeh
sl: Nova Zgodba skupine
sr: Нова групна прича
sv: Ny gruppstory
th: สตอรี่กลุ่มใหม่
tr: Yeni Grup Hikayesi
ug: يېڭى گۇرۇپپا ھېكايىسى
uk: Нова групова історія
ur: نئی گروپ سٹوری
vi: Story Nhóm Mới
zh_cn: 新群组动态
zh_hk: 新群組限時動態

# NEW_STORY_SHEET_TITLE
source: Choose Story Type
ar: اختر نوع القصة
be: Выбраць тып гісторыі
bn: স্টোরি-র ধরণ বেছে নিন
ca: Triar el tipus d'història
cs: Vybrat typ příběhu
da: Vælg historietype
de: Story-Typ wählen
el: Επιλογή τύπου ιστορίας
es: Selecciona el tipo de historia
fa: انتخاب نوع استوری
fi: Valitse tarinatyyppi
fr: Choisir le type de story
ga: Roghnaigh Cineál Scéil
gu: સ્ટોરીનો પ્રકાર પસંદ કરો
he: בחירת סוג סטורי
hi: स्टोरी का प्रकार चुनें
hr: Odaberite vrstu priče
hu: Történet típusának kiválasztása
id: Pilih Tipe Cerita
it: Scegli il tipo di Storia
ja: ストーリーの種類
ko: 스토리 유형 선택
mr: स्टोरी प्रकार निवडा
ms: Pilih Jenis Cerita
nb: Velg type story
nl: Kies het verhaaltype
pl: Wybierz rodzaj relacji
pt_br: Escolher tipo de story
pt_pt: Escolher tipo de história
ro: Alege Tipul Poveștii
ru: Выберите тип истории
sk: Vybrať typ príbehu
sl: Izberi tip Zgodbe
sr: Изаберите тип приче
sv: Välj typ av story
th: เลือกประเภทสตอรี่
tr: Hikaye Türü Seç
ug: ھېكايە تىپىنى تاللاش
uk: Оберіть тип історії
ur: سٹوری کی قسم منتخب کریں
vi: Chọn Loại Story
zh_cn: 选择动态类型
zh_hk: 選擇限時動態類型

# NICKNAME_BUTTON_TITLE
source: Nickname
ar: اسم مُستعار
be: Псеўданім
bn: ডাকনাম
ca: Sobrenom
cs: Přezdívka
da: Kaldenavn
de: Spitzname
el: Ψευδώνυμο
es: Apodo
fa: نام مستعار
fi: Lempinimi
fr: Pseudo
ga: Leasainm
gu: ઉપનામ
he: כינוי
hi: उपनाम
hr: Nadimak
hu: Becenév
id: Nama panggilan
it: Soprannome
ja: ニックネーム
ko: 별칭
mr: टोपणनाव
ms: Nama pendek
nb: Kallenavn
nl: Bijnaam
pl: Pseudonim
pt_br: Apelido
pt_pt: Alcunha
ro: Pseudonim
ru: Никнейм
sk: Prezývka
sr: Надимак
sv: Smeknamn
th: ชื่อเล่น
tr: Takma ad
ug: لەقەم
uk: Умовне ім'я
ur: عرفی نام
vi: Biệt danh
zh_cn: 昵称
zh_hk: 暱稱

# NICKNAME_EDITOR_DELETE_CONFIRMATION_MESSAGE
source: This will permanently delete this nickname and note.
ar: هذا الإجراء سَيحذف الاسم المستعار والملاحظة بشكلٍ دائم.
be: Гэтыя псеўданім і нататка будуць выдалены назаўсёды.
bn: এটি স্থায়ীভাবে এই ডাকনাম ও নোট মুছে ফেলবে।
ca: Això eliminarà permanentment aquest sobrenom i la nota.
cs: Tím se tato přezdívka a poznámka trvale odstraní.
da: Dette sletter kaldenavnet og noten permanent.
de: Dies wird diesen Spitznamen und die Notiz unwiderruflich löschen.
el: Αυτή η επιλογή θα διαγράψει οριστικά αυτό το ψευδώνυμο και τη σημείωση.
es: Se eliminarán de forma permanente este apodo y esta nota.
fa: این کار موجب پاک شدن دائمی این نام کاربری و یادداشت می‌شود.
fi: Tämä poistaa lempinimen ja huomautuksen pysyvästi.
fr: Cette action supprimera définitivement ce pseudo et les notes qui lui sont associées.
ga: Scriosfar an leasainm agus an nóta seo go buan leis sin.
gu: આ આ ઉપનામ અને નોંધને કાયમ માટે ડિલીટ કરશે.
he: זה ימחק לצמיתות את הכינוי וההערה האלה.
hi: यह इस उपनाम और नोट को स्थायी रूप से डिलीट कर देगा।
hr: Ovom radnjom ćete trajno izbrisati nadimak i bilješku.
hu: Ezzel véglegesen törli ezt a becenevet és jegyzetet.
id: Ini akan menghapus nama panggilan dan catatan secara permanen.
it: Quest'azione cancellerà il soprannome ed eventuali appunti.
ja: 消去すると、このニックネームとメモは復元できません。
ko: 이 별칭과 메모를 영구 삭제합니다.
mr: यामुळे हे टोपणनाव आणि टीप कायमस्वरूपी हटवेल.
ms: Ini akan memadamkan nama pendek dan nota ini secara kekal.
nb: Kallenavnet og notatet vil slettes for godt.
nl: Hiermee worden deze bijnaam en notitie permanent verwijderd.
pl: Pseudonim i notatka zostaną trwale usunięte.
pt_br: Este apelido e nota serão excluídos permanentemente.
pt_pt: Isto irá eliminar permanentemente esta alcunha e nota.
ro: Prin această acțiune, vei șterge permanent acest pseudonim și nota.
ru: Этот никнейм и заметка будут навсегда удалены.
sk: Týmto natrvalo odstránite túto prezývku a poznámku.
sr: Овим ћете трајно избрисати овај надимак и ову белешку.
sv: Detta kommer att radera detta smeknamn och denna notis permanent.
th: การดำเนินการนี้จะลบชื่อเล่นนี้รวมถึงข้อมูลในโน้ตโดยถาวร
tr: Bu işlem, bu takma adı ve notu kalıcı olarak silecektir.
ug: بۇ مەشغۇلات بۇ لەقەم ۋە خاتىرىنى مەڭگۈلۈك ئۆچۈرىدۇ.
uk: Умовне ім'я і примітку буде видалено остаточно.
ur: اس سے یہ عرفی نام اور نوٹ مستقل طور پر حذف ہو جائے گا۔
vi: Thao tác này sẽ xóa vĩnh viễn biệt danh này và nội dung ghi chú.
zh_cn: 这将永久删除该昵称和备注。
zh_hk: 這將會永久刪除此暱稱和備註。

# NICKNAME_EDITOR_DELETE_CONFIRMATION_TITLE
source: Delete Nickname?
ar: هل تريد حذف الاسم المُستعار؟
be: Выдаліць псеўданім?
bn: ডাকনাম মুছে ফেলবেন?
ca: Eliminar el sobrenom?
cs: Odstranit přezdívku?
da: Slet kaldenavn?
de: Spitznamen löschen?
el: Διαγραφή ψευδωνύμου;
es: ¿Eliminar apodo?
fa: نام مستعار پاک شود؟
fi: Poistetaanko lempinimi?
fr: Supprimer le pseudo ?
ga: Scrios leasainm?
gu: ઉપનામ ડિલીટ કરવું છે?
he: למחוק כינוי?
hi: उपनाम डिलीट करें?
hr: Izbrisati nadimak?
hu: Becenév törlése?
id: Hapus Nama Panggilan?
it: Vuoi eliminare il soprannome?
ja: ニックネームを消去しますか？
ko: 별칭을 삭제할까요?
mr: टोपणनाव हटवायचे?
ms: Padamkan nama pendek?
nb: Vil du slette kallenavnet?
nl: Bijnaam verwijderen?
pl: Usunąć pseudonim?
pt_br: Excluir apelido?
pt_pt: Eliminar alcunha?
ro: Ștergi pseudonimul?
ru: Удалить никнейм?
sk: Vymazať prezývku?
sr: Желите ли да избришете надимак?
sv: Ta bort smeknamn?
th: ลบชื่อเล่นใช่หรือไม่
tr: Takma ad silinsin mi?
ug: لەقەمنى ئۆچۈرەمسىز؟
uk: Видалити умовне ім'я?
ur: عرفی نام حذف کریں؟
vi: Xóa biệt danh?
zh_cn: 要删除昵称吗？
zh_hk: 要刪除暱稱嗎？

# NICKNAME_EDITOR_DESCRIPTION
source: Nicknames & notes are stored with Signal and end-to-end encrypted. They are only visible to you.
ar: يَتمُّ تخزين الأسماء المُستعارة والملاحظات لدى سيجنال وهي مُشفَّرة من طرف لطرف. تكون الأسماء المُستعارة والملاحظات مرئية لك فقط.
be: Псеўданімы & нататкі захоўваюцца з дапамогай скразнога шыфравання Signal. Толькі вы можаце бачыць іх.
bn: ডাকনাম এবং নোট Signal-এ সংরক্ষণ করা হয় এবং সেগুলো এন্ড-টু-এন্ড এনক্রিপ্ট করা। এগুলো শুধুমাত্র আপনার কাছে দৃশ্যমান।
ca: Els sobrenoms i les notes es guarden a Signal i estan xifrats d'extrem a extrem. Només els podràs veure tu.
cs: Přezdívky a poznámky jsou uloženy pomocí služby koncového šifrování úložiště společnosti Signal. Vidíte je jen vy.
da: Kaldenavne og noter opbevares af Signal og er E2E-krypterede. Det er kun dig, der kan se dem.
de: Spitznamen und Notizen werden mit Signal gespeichert und sind Ende-zu-Ende-verschlüsselt. Sie sind nur für dich sichtbar.
el: Τα ψευδώνυμα και οι σημειώσεις αποθηκεύονται χρησιμοποιώντας την υπηρεσία κρυπτογραφημένης αποθήκευσης από άκρο σε άκρο του Signal. Είναι ορατά μόνο σε εσένα.
es: Los apodos y las notas se guardan en Signal y están cifrados de extremo a extremo. Solo tú los puedes ver.
fa: نام‌های مستعار و یادداشت‌ها در سیگنال ذخیره می‌شوند و سرتاسر رمزگذاری شده‌اند. این‌ها فقط برای شما قابل‌مشاهده هستند.
fi: Lempinimet ja huomautukset tallennetaan Signalin päästä päähän salattua tallennuspalvelua käyttäen. Ne näkyvät vain sinulle.
fr: Les pseudos et les notes sont stockés dans Signal et chiffrés de bout en bout. Vous seul y avez accès.
ga: Stóráiltear leasainmneacha agus nótaí le Signal agus iad criptithe ó cheann ceann. Níl siad infheicthe ach agatsa amháin.
gu: ઉપનામો અને નોંધને Signalની એન્ડ-ટૂ-એન્ડ એન્ક્રિપ્ટેડ સ્ટોરેજ સેવાનો ઉપયોગ કરીને સ્ટોર કરવામાં આવે છે. તે ફક્ત તમને જ દેખાય છે.
he: כינויים והערות מאוחסנים באמצעות Signal ומוצפנים מקצה לקצה. הם גלויים רק לך.
hi: उपनाम & नोट्स Signal और एंड-टू-एंड एनक्रिप्टेड के साथ संग्रहीत किए जाते हैं। वे केवल आपको दिखाई देते हैं।
hr: Nadimci i bilješke spremaju se pomoću Signala, a zaštićeni su sveobuhvatnim šifriranjem. Vidljivi su samo vama.
hu: A beceneveket és megjegyzéseket a rendszer Signal és végpontok közötti titkosítással tárolja. Ezek csak számodra láthatók.
id: Nama panggilan & catatan disimpan di Signal dan terenkripsi ujung-ke-ujung. Hanya Anda yang bisa melihatnya.
it: I soprannomi e gli appunti vengono salvati su Signal e sono crittografati end-to-end. Solo tu puoi vedere queste informazioni.
ja: ニックネームとメモは、Signalのエンドツーエンドの暗号化ストレージサービスによって保存されます。これらはあなただけに表示されます。
ko: 별칭과 메모는 Signal에 엔드투엔드 암호화되어 저장됩니다. 해당 항목은 사용자에게만 표시됩니다.
mr: टोपणनाव व टिपा हे Signal सह स्टोअर केले जातात आणि कूटबद्ध केलेले असतात. ते फक्त आपणाला दृश्यमान आहेत.
ms: Nama pendek & nota disimpan oleh Signal dan disulitkan hujung ke hujung. Hanya dapat dilihat oleh anda.
nb: Kallenavn og notater lagres i Signal med ende-til-ende-kryptering. Du er den eneste som kan se dem.
nl: Bijnamen en notities worden opgeslagen door Signal en zijn end-to-end versleuteld. Ze zijn alleen voor jou zichtbaar.
pl: Pseudonimy i notatki są przechowywane w aplikacji Signal oraz szyfrowane metodą end-to-end. Są widoczne tylko dla Ciebie.
pt_br: Apelidos e notas são armazenados usando o serviço de armazenamento criptografado de ponta a ponta do Signal. Eles só são visíveis para você.
pt_pt: As alcunhas e notas são armazenadas no Signal e encriptadas ponto a ponto. Só são visíveis para si.
ro: Poreclele & notele sunt stocate cu Signal și criptate de la un capăt la altul. Sunt vizibile doar pentru tine.
ru: Никнеймы и заметки сохраняются в Signal и защищаются сквозным шифрованием. Они видны только вам.
sk: Prezývky a poznámky sa ukladajú v aplikácii Signal a sú vybavené end-to-end šifrovaním. Vidíte ich len vy.
sr: Надимци и белешке се чувају на Signal-у и потпуно су шифровани. Они су видљиви само вама.
sv: Smeknamn och anteckningar lagras hos Signal och är totalsträckskrypterade. De är endast synliga för dig.
th: ชื่อเล่นและข้อมูลในโน้ตจะจัดเก็บโดย Signal และจะถูกเข้ารหัสตั้งแต่ต้นทางถึงปลายทาง จะมีแค่คุณเท่านั้นที่เห็นข้อมูลเหล่านี้
tr: Takma adlar ve notlar, Signal ile saklanır ve uçtan uca şifrelenir. Bunlar yalnızca senin tarafından görülebilir.
ug: لەقەم ۋە خاتىرىلەر Signal دا ئۇچتىن ئۇچقا مەخپىيلەشتۈرۈلگەن ھالدا ساقلىنىدۇ. ئۇلارنى پەقەت سىز كۆرەلەيسىز.
uk: Умовні імена й примітки зберігаються в Signal і захищені наскрізним шифруванням. Їх бачите лише ви.
ur: عرفی نام اور نوٹس Signal کے ساتھ اسٹور کیے جاتے ہیں اور کلی طور پر انکرپٹ شدہ ہوتے ہیں۔ یہ صرف آپ کو نظر آتے ہیں۔
vi: Biệt danh và ghi chú được lưu trữ với Signal và được mã hóa đầu cuối. Những nội dung này chỉ hiển thị với bạn.
zh_cn: 昵称和备注通过 Signal 储存，并经过端对端加密。这些信息仅对您可见。
zh_hk: 暱稱和備註均以 Signal 的端對端加密儲存。只有你可以看見它們。

# NICKNAME_EDITOR_FAMILY_NAME_PLACEHOLDER
source: Last name
ar: اسم العائلة
be: Прозвішча
bn: নামের শেষ অংশ
ca: Cognom(s)
cs: Příjmení
da: Efternavn
de: Nachname
el: Επίθετο
es: Apellido
fa: نام خانوادگی
fi: Sukunimi
fr: Nom
ga: Sloinne
gu: અટક
he: שם משפחה
hi: उपनाम
hr: Prezime
hu: Vezetéknév
id: Nama Belakang
it: Cognome
ja: 姓
ko: 성
mr: आडनाव
ms: Nama Terakhir
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
pt_pt: Apelido
ro: Nume
ru: Фамилия
sk: Priezvisko
sr: Презиме
sv: Efternamn
th: นามสกุล
tr: Soyad
ug: فامىلە
uk: Прізвище
ur: آخری نام
vi: Họ
zh_cn: 姓氏
zh_hk: 姓氏

# NICKNAME_EDITOR_GIVEN_NAME_PLACEHOLDER
source: First name
ar: الاسم الشخصي
be: Імя
bn: নামের প্রথম অংশ
ca: Nom
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
fa: نام کوچک
fi: Etunimi
fr: Prénom
ga: Ainm
gu: પહેલું નામ
he: שם פרטי
hi: मूल नाम
hr: Ime
hu: Keresztnév
id: Nama depan
it: Nome
ja: 名
ko: 이름
mr: नाव
ms: Nama pertama
nb: Fornavn
nl: Voornaam
pl: Imię
pt_br: Nome
pt_pt: Primeiro nome
ro: Prenume
ru: Имя
sk: Krstné meno
sr: Име
sv: Förnamn
th: ชื่อตัว
tr: Ad
ug: ئات
uk: Ім'я
ur: پہلا نام
vi: Tên
zh_cn: 名
zh_hk: 名字

# NICKNAME_EDITOR_NOTE_PLACEHOLDER
source: Note
ar: ملاحظة
be: Нататка
bn: নোট
ca: Nota
cs: Poznámka
de: Notiz
el: Σημείωση
es: Nota
fa: یادداشت
fi: Huomautus
fr: Notes
ga: Nóta
gu: નોંધ
he: הערה
hi: नोट
hr: Bilješka
hu: Megjegyzés
id: Catatan
it: Appunti
ja: メモ
ko: 메모
mr: टीप लिहा
ms: Nota
nb: Notat
nl: Notitie
pl: Notatka
pt_br: Nota
pt_pt: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sr: Белешка
sv: Anteckning
th: โน้ต
tr: Not
ug: خاتىرە
uk: Примітка
ur: نوٹ
vi: Ghi chú
zh_cn: 备注
zh_hk: 備註

# NICKNAME_EDITOR_TITLE
source: Nickname
ar: اسم مستعار
be: Псеўданім
bn: ডাকনাম
ca: Sobrenom
cs: Přezdívka
da: Kaldenavn
de: Spitzname
el: Ψευδώνυμο
es: Apodo
fa: نام مستعار
fi: Lempinimi
fr: Pseudo
ga: Leasainm
gu: ઉપનામ
he: כינוי
hi: उपनाम
hr: Nadimak
hu: Becenév
id: Nama panggilan
it: Soprannome
ja: ニックネーム
ko: 별칭
mr: टोपणनाव
ms: Nama pendek
nb: Kallenavn
nl: Bijnaam
pl: Pseudonim
pt_br: Apelido
pt_pt: Alcunha
ro: Pseudonim
ru: Никнейм
sk: Prezývka
sr: Надимак
sv: Smeknamn
th: ชื่อเล่น
tr: Takma ad
ug: لەقەم
uk: Умовне ім'я
ur: عرفی نام
vi: Biệt danh
zh_cn: 昵称
zh_hk: 暱稱

# NO_CONTACTS_SEARCH_BY_PHONE_NUMBER
source: Find Contacts by Phone Number
af: Vind kontakte volgens telefoonnommer
ar: اعثر على جهات الاتصال بحسب رقم الهاتف
az: Əlaqələri telefon nömrəsinə görə tap
be: Знайсці кантакты па нумары тэлефона
bg: Намери Контакти по Телефонен Номер
bn: ফোন নাম্বার দ্বারা পরিচিতি খুঁজুন
ca: Troba contactes pel número de telèfon
cs: Najít kontakty pomocí telefonního čísla
cy: Darganfod Cysylltiadau gyda Rhif Ffôn
da: Find kontakter efter telefonnummer
de: Kontakte über Telefonnummer suchen
el: Αναζήτηση επαφών μέσω αριθμού τηλεφώνου
es: Buscar por número de teléfono
es_es: Encontrar por núm. de teléfono
et: Leia kontakte telefoninumbri järgi
eu: Aurkitu kontaktuak telefono zenbakia erabiliz
fa: جستجو مخاطبین از طریق شماره تلفن
fi: Etsi yhteystietoja puhelinnumerolla
fil: Maghanap ng kontak sa Pamamagitan ng Numero ng Telepono
fr: Rechercher des contacts par numéro de téléphone
ga: Aimsigh Teagmhálaí de réir Uimhir Ghutháin
gu: ફોન નંબર દ્વારા સંપર્કો શોધો
he: מצא אנשי קשר לפי מספר טלפון
hi: संपर्क को फोन नंबर से खोजें
hr: Pronađite kontakt prema broju telefona
hu: Kontaktok keresése telefonszám alapján
id: Temukan Kontak dengan Nomor Telepon
is: Finna tengiliði eftir símanúmerum
it: Trova contatti tramite numero di telefono
ja: 連絡先を電話番号で検索
kab: Af-d inermisen s wuṭṭun n tilifun
kk: Байланыстық тұлғаларды телефон нөмірі бойынша табу
km: áŸáŸ’áœáŸ‚á„ášá€á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„áá¶á˜á›áŸáá‘á¼ášáŸá–áŸ’á‘
kn: ಫೋನ್ ಸಂಖ್ಯೆಯ ಮೂಲಕ ಸಂಪರ್ಕಗಳನ್ನು ಹುಡುಕಿ
ko: 전화번호로 연락처 찾기
lt: Rasti adresatus pagal telefono numerį
lv: Meklēt kontaktpersonas pēc tālruņa numura
mk: Најди Контакти преку телефонски број
ml: ഫോൺ നമ്പർ ഉപയോഗിച്ച് കോൺടാക്ടുകളെ കണ്ടെത്തുക
mr: फोन नंबर द्वारा संपर्क शोधा
ms: Cari Kenalan mengikut Nombor Telefon
my: လူများကို ဖုန်းနံပါတ်အရရှာမည်
nb: Finn kontakter ved å søke på telefonnummer
nl: Zoeken op telefoonnummer
pa: ਫੋਨ ਨੰਬਰ ਰਾਹੀਂ ਸੰਪਰਕ ਲੱਭੋ
pa_pk: رابطیاں نوں فون ولوں لبھو
pl: Wyszukaj kontakty po numerze telefonu
ps: مخاطبین د موبایل شمېرو له مخې ومومئ
pt_br: Encontrar contatos pelo número do telefone
pt_pt: Procurar contactos por número de telefone
ro: Găsește contacte după numărul de telefon
ru: Поиск контактов по номеру телефона
sk: Nájsť kontakty podľa telefónneho čísla
sl: Poišči stike z vnosom telefonske številke
sq: Gjeni Kontakte sipas Numri Telefoni
sr: Пронађите контакте по броју телефона
sv: Hitta kontakter via telefonnummer
sw: Tafuta Wawasiliani kwa Nambari za Simu
ta: தொலைபேசி எண் மூலம் தொடர்புகளைக் கண்டறியவும்
te: ఫోన్ నంబర్ ద్వారా పరిచయాలను కనుగొనండి
th: ค้นหาผู้ติดต่อด้วยหมายเลขโทรศัพท์
tr: Kişileri Telefon Numarası ile Bul
ug: تېلېفون نومۇرى بىلەن ئالاقىداشلارنى تېپىڭ
uk: Пошук за номером телефону
ur: فون نمبر کے ذریعے رابطہ تلاش کریں
vi: Tìm Liên hệ bằng Số Điện thoại
zh_cn: 用手机号码搜索联系人
zh_hk: 以電話號碼搜尋聯絡人

# NO_CONTACTS_SEARCH_BY_USERNAME
source: Find Contacts by Username
ar: البحث عن جهات الاتصال بحسب اسم المُستخدِم
be: Знайсці кантакты па імені карыстальніка
bn: ব্যবহারকারীর নাম ব্যবহার করে কন্টাক্ট খুঁজুন
ca: Buscar contactes per àlies
cs: Vyhledat kontakty podle uživatelského jména
da: Find kontakter via brugernavn
de: Kontakte über Nutzernamen suchen
el: Αναζήτηση επαφών με όνομα χρήστη
es: Buscar contactos por alias
fa: یافتن مخاطبان با نام کاربری
fi: Etsi kontakteja käyttäjänimellä
fr: Rechercher des contacts par leur nom d’utilisateur
ga: Aimsigh Teagmhálaithe de réir Ainm Úsáideora
gu: યુઝરનેમ દ્વારા સંપર્કો શોધો
he: חיפוש אנשי קשר לפי שם משתמש
hi: यूज़रनेम के आधार पर संपर्क ढूंढें
hr: Pronađite kontakte po korisničkom imenu
hu: Névjegyek keresése felhasználónév alapján
id: Cari Kontak dengan Nama Pengguna
it: Cerca contatti per nome utente
ja: ユーザーネームで連絡先を検索
ko: 사용자 이름으로 연락처 찾기
mr: वापरकर्तानावाने संपर्क शोधा
ms: Cari Kenalan dengan Nama Pengguna
nb: Finn kontakter ved å søke etter brukernavn
nl: Zoeken op gebruikersnaam
pl: Wyszukaj kontakty po nazwie użytkownika
pt_br: Encontre contatos por nome de usuário
pt_pt: Procure contactos pelo nome de utilizador
ro: Caută contacte după nume de utilizator
ru: Поиск контакта по имени пользователя
sk: Nájsť kontakty podľa používateľského mena
sr: Пронађите контакте по корисничком имену
sv: Hitta kontakter via användarnamn
th: ค้นหาผู้ติดต่อด้วยชื่อผู้ใช้
tr: Kullanıcı Adına Göre Kişileri Bul
ug: ئالاقىداشلارنى ئىشلەتكۈچى نامى بىلەن تېپىش
uk: Пошук за іменем користувача
ur: بلحاظ یوزر نیم تلاش کریں
vi: Tìm Liên hệ theo Tên người dùng
zh_cn: 按用户名查找联系人
zh_hk: 以用戶名稱搜尋聯絡人
