Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SAFETY_TIPS_FAKE_NAMES_BODY
source: Signal will never contact you for your registration code or PIN. Be cautious of requests that impersonate others. Profile names are chosen by their account holder and aren't verified.
ar: لن يَطلب سيجنال منك أبدًا كود التسجيل أو رقم التعريف الشخصي (PIN). كُن حذِرًا من الطلبات التي تنتحل شخصية الآخرين. يتم تعيين أسماء الحسابات الشخصية من قبل أصحابها، وهي غير خاضعة لعملية التحقُّق.
be: Signal ніколі не запытвае ў вас код рэгістрацыі або PIN-код. Будзьце пiльнымi: за некаторымі запытамі могуць хавацца іншыя людзі. Імёны профіляў выбіраюць уладальнікі сваіх уліковых запісаў, i яны не пацверджаны.
bn: Signal কখনোই আপনার রেজিস্ট্রেশন কোড বা পিনের জন্য আপনার সাথে যোগাযোগ করবে না। অন্যদের ছদ্মবেশ ধারণ করে আছে এমন কারো অনুরোধ থেকে সাবধান থাকুন। প্রোফাইলের নামগুলো তাদের অ্যাকাউন্টধারী নির্বাচন করে থাকেন এবং সেগুলো যাচাইকৃত নয়।
ca: Signal mai es posarà en contacte amb tu per demanar-te el teu codi de registre o PIN. Ves amb compte quan rebis peticions de persones es fan passar per altres. Els noms de perfil els tria el titular del compte i no es verifiquen.
cs: Signal po vás nikdy nebude chtít registrační kód nebo PIN. Dávejte si pozor na účty, které se vydávají za jiné. Jména profilů si vybírá majitel účtu a nejsou ověřována.
da: Signal kontakter dig aldrig for at bede om din registreringskode eller pinkode. Tag dig i agt for anmodninger fra folk, der udgiver sig for at være nogen, de ikke er. Profilnavne vælges af kontoens indehaver og verificeres ikke.
de: Signal wird dich nie wegen deinem Registrierungscode oder deiner PIN kontaktieren. Sei misstrauisch bei Anfragen, bei denen sich jemand als eine bestimmte Person ausgibt. Profilnamen sind frei wählbar und werden nicht verifiziert.
el: Η Signal δεν θα επικοινωνήσει ποτέ μαζί σου για τον κωδικό εγγραφής ή το PIN σου. Να προσέχεις για αιτήματα που υποδύονται άλλους. Τα ονόματα προφίλ επιλέγονται από τον κάτοχο του λογαριασμού και δεν είναι επαληθευμένα.
es: Signal nunca se pondrá en contacto contigo para pedirte tu código de registro o PIN. Ten cuidado con las solicitudes de personas que se hacen pasar por otras. Los nombres de perfil los elige quien crea la cuenta y no se verifican.
fa: سیگنال هرگز برای دریافت کد ثبت‌نام یا پین با شما تماس نمی‌گیرد. مراقب درخواست‌هایی باشید که خود را به جای دیگران جا می‌زنند. نام نمایه توسط دارنده حساب انتخاب می‌شود و نیاز به تأیید ندارد.
fi: Signal ei koskaan ota sinuun yhteyttä pyytääkseen rekisteröintikoodia tai PIN-koodia. Varo pyyntöjä, joissa esitetään toista käyttäjää. Profiilin nimi on tilin haltijan valittavissa eikä sitä vahvisteta.
fr: Signal ne vous demande jamais de communiquer votre code d'inscription ni votre PIN. Attention aux usurpations d'identité lorsque vous recevez des invitations par message ! Les utilisateurs choisissent librement leur nom de profil et leur identité n'est pas vérifiée.
ga: Ní iarrfaidh Signal do chód clárúcháin ná UAP ort choíche. Bí ar d'fhaichill ar iarratais a dhéanann daoine eile a phearsanú. Roghnaíonn sealbhóir an chuntais ainm na próifíle agus níl an t-ainm fíoraithe.
gu: Signal ક્યારેય તમારા રજીસ્ટ્રેશન કોડ અથવા પિન માટે તમારો સંપર્ક કરશે નહીં. કોઈ અન્ય હોવાનો ઢોંગ કરતી વિનંતીઓથી સાવધ રહો. પ્રોફાઇલ નેમ તેમના એકાઉન્ટ ધારક દ્વારા પસંદ કરવામાં આવે છે અને તે ચકાસવામાં આવતા નથી.
he: Signal לעולם לא תיצור איתך קשר עבור קוד הרישום או ה–PIN שלך. יש להיזהר מבקשות שנשלחות על ידי מתחזים. שמות פרופילים נבחרים על ידי בעל/ת החשבון ואינם מאומתים.
hi: Signal कभी भी रजिस्ट्रेशन कोड या पिन के लिए आपसे संपर्क नहीं करेगा। दूसरों की पहचान चुराने वाले अनुरोधों से सावधान रहें। प्रोफ़ाइल नाम को अकाउंट के मालिक चुनते हैं और वे वेरिफ़ाइड नहीं होते।
hr: Signal vas nikada neće kontaktirati kako bi vas pitao vaš kôd za registraciju ili PIN. Budite oprezni sa zahtjevima koji se pretvaraju da su netko drugi. Imena profila biraju vlasnici računa i ne provjeravaju se.
hu: A Signal soha nem fogja felvenni veled a kapcsolatot regisztrációs vagy PIN-kódoddal kapcsolatban. Legyél óvatos azokkal a kérésekkel, amelyeket mások nevében küldenek. A profilneveket a fióktulajdonos választja ki, és nincsenek ellenőrizve.
id: Signal tidak akan pernah menghubungi Anda untuk meminta kode registrasi atau PIN. Harap berhati-hati bila ada permintaan dari akun yang tidak jelas. Nama profil dipilih oleh pemilik akun dan belum diverifikasi.
it: Signal non ti contatterà mai per chiederti il tuo codice di registrazione o PIN. Fai attenzione quando ti contattano persone che potrebbero impersonare terze parti (ad esempio noi di Signal). I nomi dei profili sono scelti da chi crea l'account e non sono verificati da noi.
ja: Signalが登録コードやPINについてお客様に連絡することは一切ありません。なりすましによる不正アクセスにはご注意ください。プロフィールネームはアカウント所有者によって選択され、検証はされません。
ko: Signal은 절대 사용자의 등록 코드나 PIN을 요청하지 않습니다. 사칭 계정에 유의하세요. 프로필 이름은 해당 계정 보유자가 선택하며, 프로필 이름이 확인되지 않았습니다.
mr: Signal कधीही तुमचा नोंदणी कोड किंवा तुमचा पिन मागायला तुमच्याशी संंपर्क साधणार नाही. दुसरे कोणी असल्याची बतावणी करणाऱ्यांकडून आलेल्या विनंत्यांबाबत सावध राहा. प्रोफाइल नावे त्यांच्या खाते धारकांकडून निवडली जातात आणि पडताळलेली नसतात.
ms: Signal tidak akan menghubungi anda untuk kod pendaftaran atau PIN anda. Berhati-hati dengan permintaan yang menyamar sebagai orang lain. Nama profil dipilih sendiri oleh pemegang akaun dan tidak disahkan.
nb: Signal kommer aldri til å be deg om å sende registreringskoden eller PIN-koden din. Vær på vakt mot forespørsler fra svindlere som utgir seg for å være andre. Profilnavn velges av kontoinnehavere og bekreftes ikke.
nl: Signal neemt nooit contact met je op om je registratie- of pincode te vragen. Wees voorzichtig met verzoeken waarin iemand zich voordoet als iemand anders. Profielnamen worden gekozen door de eigenaar van het account en worden niet geverifieerd.
pl: Signal nigdy nie zwróci się do Ciebie z prośbą o podanie kodu rejestracyjnego ani PIN-u. Uważaj na tego typu wiadomości – mogą pochodzić od osób podszywających się pod kogoś innego. Imię i nazwisko w profilu podaje osoba posługująca się kontem, a Signal tego nie weryfikuje.
pt_br: O Signal nunca solicitará seu código ou PIN de registro. Fique atento a quem tenta se passar por outra pessoa. Os nomes de perfil são definidos pelo próprio usuário e não são verificados.
pt_pt: O Signal nunca entrará em contacto para pedir o seu código de registo ou PIN. Cuidado com pedidos que se façam passar por outras pessoas. Os nomes de perfil são escolhidos pelos donos da conta e não são verificados.
ro: Signal nu te va contacta niciodată pentru codul de înregistrare sau PIN. Ai grijă la cererile care uzurpă identitatea altora. Numele profilurilor sunt alese de titularul contului și nu sunt verificate.
ru: Signal никогда не связывается с вами для получения регистрационного кода или Пин-кода. Будьте осторожны с запросами от тех, кто выдают себя за других. Имена профилей выбираются владельцем учётной записи и не проверяются.
sk: Signal vás nikdy nebude kontaktovať s požiadavkou o poskytnutie registračného kódu alebo PIN kódu. Buďte obozretní pri žiadostiach, ktoré sa vydávajú za iných ľudí. Názvy profilov vyberá majiteľ účtu a nie sú overené.
sr: Signal вам никада неће тражити вашу шифру за регистрацију нити PIN. Чувајте се захтева у којима се људи лажно представљају. Имена на профилу бира власник налога и она нису потврђена.
sv: Signal kommer aldrig att kontakta dig för din registreringskod eller pinkod. Var försiktig med förfrågningar där någon utger sig för att vara en annan person. Profilnamn väljs av deras kontoinnehavare och är inte verifierade.
th: Signal ไม่มีนโยบายในการติดต่อคุณเพื่อขอรหัสสำหรับลงทะเบียนหรือ PIN โปรดระวังคำขอที่แอบอ้างเป็นบุคคลอื่น และโปรดทราบว่าชื่อโปรไฟล์ที่แสดงเป็นชื่อที่เจ้าของบัญชีนั้นตั้งเองและไม่ได้ผ่านการตรวจยืนยัน
tr: Signal hiçbir zaman kayıt kodun veya PIN kodun için seninle iletişime geçmez. Başkalarını taklit eden isteklere karşı dikkatli ol. Profil adları, hesap sahibi tarafından seçilir ve doğrulanmaz.
ug: Signal ھەرگىز سىزنىڭ تىزىملاش كودىڭىز ياكى PIN نومۇرىڭىز ئۈچۈن سىز بىلەن ئالاقىلاشمايدۇ. باشقىلارنىڭ قىياپىتىگە كىرىۋالغانلارنىڭ تەلەپلىرىدىن ئېھتىيات قىلىڭ. ئارخىپ ناملىرى ئۇلارنىڭ ھېسابات ئىگىسى تەرىپىدىن تاللانغان بولۇپ ، ئۇلار دەلىللەنمىگەن.
uk: Представники Signal ніколи не питатимуть у вас ні коду для реєстрації, ні PIN-коду. Зважайте на те, що вам можуть надходити запити від фейкових користувачів. Власники акаунтів самі обирають назви своїх профілів, і ми їх не перевіряємо.
ur: Signal آپ سے آپ کے رجسٹریشن کوڈ یا پِن کے لیے کبھی رابطہ نہیں کرے گا۔ ان درخواستوں سے محتاط رہیں جو دوسروں کی نقالی کرتی ہیں۔ پروفائل نیمز ان کے اکاؤنٹ ہولڈر کی جانب سے منتخب کیے جاتے ہیں اور تصدیق شدہ نہیں ہوتے۔
vi: Signal sẽ không bao giờ liên hệ bạn để lấy mã đăng ký hoặc mã PIN. Hãy cẩn trọng với các yêu cầu mạo danh. Tên hồ sơ được chọn bởi chủ tài khoản và không được xác minh.
zh_cn: Signal 绝不会联系您获取您的注册码或 PIN 码。请谨慎甄别假冒仿冒账户提出的请求。昵称是账户持有人自行选择的，未经过验证。
zh_hk: Signal 永遠不會聯絡你來索取你的註冊碼或 PIN 碼。請小心那些冒充他人的請求。個人檔案名稱由其帳戶持有人選擇，並未經過驗證。

# SAFETY_TIPS_FAKE_NAMES_TITLE
source: Fake names and accounts
ar: الأسماء والحسابات المُزَيَّفة
be: Фэйкавыя імёны і ўліковыя запісы
bn: নকল নাম ও অ্যাকাউন্ট
ca: Comptes i noms falsos
cs: Falešná jména a účty
da: Falske navne og kontoer
de: Fake-Namen und -Konten
el: Ψεύτικα ονόματα και λογαριασμοί
es: Cuentas y nombres falsos
fa: نام‌ها و حساب‌های جعلی
fi: Väärennetyt nimet ja tilit
fr: Faux noms et faux comptes
ga: Ainmneacha bréige agus cuntais bhréige
gu: નકલી નામો અને એકાઉન્ટ
he: שמות וחשבונות מזויפים
hi: फ़र्ज़ी नाम और अकाउंट्स
hr: Lažna imena i računi
hu: Hamis nevek és fiókok
id: Nama dan akun palsu
it: Nomi e account falsi
ja: 偽名と偽アカウント
ko: 가짜 이름과 계정
mr: खोटी नावे आणि खाती
ms: Nama dan akaun palsu
nb: Falske navn og kontoer
nl: Valse namen en accounts
pl: Uwaga na oszustów
pt_br: Contas e nomes falsos
pt_pt: Nomes e contas falsos
ro: Nume și conturi false
ru: Поддельные имена и учётные записи
sk: Falošné mená a účty
sr: Лажна имена и налози
sv: Falska namn och konton
th: ชื่อและบัญชีปลอม
tr: Sahte isimler ve hesaplar
ug: ساختا ئىسىملار ۋە ھېساباتلار
uk: Фейкові акаунти під чужими назвами
ur: جعلی نام اور اکاؤنٹس
vi: Tên và tài khoản giả
zh_cn: 假名和虚假账户
zh_hk: 假名稱和帳戶

# SAFETY_TIPS_GROUPS_HEADER_MESSAGE
source: Review this request carefully. None of your contacts or people you chat with are in this group. Here are a few things to watch out for:
ar: راجِع هذا الطلب بعناية. لا توجد أية جهات اتصال أو أشخاص تُدردش معهم في هذه المجموعة. إليك بعض الأمور التي عليك الانتباه إليها:
be: Уважліва разглядзіце гэты запыт. Ні адзін з вашых кантактаў або людзей, з якімі вы размаўляеце ў чаце, не знаходзіцца ў гэтай групе. Вось некалькі момантаў, на якія варта звярнуць увагу:
bn: সতর্কতার সাথে এই অনুরোধটি পর্যালোচনা করুন। আপনার কন্টাক্টদের কেউই বা আপনি যাদের সাথে চ্যাট করেন তাদের কেউই এই গ্রুপে নেই। খেয়াল রাখার মতো কিছু বিষয় এখানে দেওয়া হলো:
ca: Revisa aquesta sol·licitud amb atenció. Cap dels teus contactes o persones amb qui xateges no és en aquest grup. Aquestes són algunes coses a tenir en compte:
cs: Pečlivě si tuto žádost prohlédněte. V této skupině není žádný z vašich kontaktů nebo lidí, se kterými si píšete. Tady je několik věcí, na které je třeba si dát pozor:
da: Gennemgå denne anmodning. Ingen af dine kontakter eller personer, du chatter med, er i denne gruppe. Her er nogle ting at være opmærksom på:
de: Prüfe diese Anfrage sorgfältig. Keiner deiner Kontakte oder Personen, mit denen du chattest, ist in dieser Gruppe. Hier sind ein paar Dinge, auf die du achten solltest:
el: Έλεγξε αυτό το αίτημα με προσοχή. Καμία από τις επαφές σου ή τα άτομα με τα οποία συνομιλείς δεν είναι σε αυτή την ομάδα. Ορίστε μερικά πράγματα που πρέπει να προσέξεις:
es: Revisa detenidamente esta solicitud. Ninguno de tus contactos o personas con las que chateas están en este grupo. Aquí hay algunas cosas a tener en cuenta:
fa: این درخواست را بادقت مرور کنید. هیچ‌یک از مخاطبان شما یا کسانی که با آن‌ها گفتگو می‌کنید در این گروه نیستند. چند چیز که باید در مورد آن‌ها احتیاط کنید:
fi: Tarkista pyyntö huolellisesti. Yksikään kontakteistasi tai ihmisistä, joiden kanssa keskustelet, ei ole tässä ryhmässä. Tässä muutamia asioita, joita kiinnittää varoa:
fr: Examinez attentivement cette invitation. Aucun de vos contacts ni aucune des personnes avec lesquelles vous discutez ne fait partie de ce groupe. Certains contenus doivent éveiller vos soupçons. Notamment :
ga: Déan athbhreithniú cúramach ar an iarratas seo. Níl aon teagmhálaithe nó daoine a mbíonn tú ag comhrá leo sa ghrúpa seo. Seo roinnt rudaí ar cheart a bheith ag faire amach dóibh:
gu: આ વિનંતીને કાળજીપૂર્વક રિવ્યૂ કરો. તમારા કોઈ પણ સંપર્કો અથવા તમે જેની સાથે ચેટ કરો છો તે લોકો આ ગ્રૂપમાં નથી. અહીં ધ્યાન રાખવા જેવી કેટલીક બાબતો છે:
he: יש לסקור את הבקשה הזו בזהירות. אף אחד מאנשי הקשר שלך או האנשים שהתכתבת איתם לא נמצאים בקבוצה הזו. הנה כמה דברים שכדאי להיזהר מהם:
hi: इस अनुरोध की सावधानीपूर्वक समीक्षा करें। आपका कोई भी संपर्क या जिन लोगों से आप चैट करते हैं, वे इस समूह में नहीं हैं। यहां कुछ बातों का ध्यान रखना चाहिए:
hr: Pažljivo pregledajte ovaj zahtjev. Niti jedan od vaših kontakata ili osoba s kojima razgovarate ne nalazi se u ovoj grupi. Slijedi nekoliko stvari na koje trebate pripaziti:
hu: Gondosan nézd át ezt a felkérést. Egyetlen ismerősöd vagy csevegőpartnered sincs ebben a csoportban. Íme néhány dolog, amire érdemes odafigyelni:
id: Tinjau permintaan ini dengan cermat. Di grup ini tidak ada yang pernah mengobrol dengan Anda atau tersimpan sebagai kontak Anda. Berikut beberapa hal yang perlu diwaspadai:
it: Controlla bene la richiesta in questione. Nessuno dei tuoi contatti o delle persone con cui chatti sono presenti in questo gruppo. Fai particolare attenzione a quanto segue:
ja: 慎重にこの申請を確認してください。このグループには、あなたの連絡先やチャット相手は誰もいません。以下は注意すべき点です。
ko: 이 요청을 신중하게 검토하세요. 내 연락처 또는 나와 대화한 사람이 이 그룹에 없습니다. 다음에 유의하세요.
mr: या विनंतीचे काळजीपूर्वक पुनरावलोकन करा. ज्यांच्याशी आपण चॅट्स करता ते आपले कोणतेही संपर्क किंवा लोक या गटात नाहीत. या ठिकाणी ज्यांच्याकडे लक्ष द्यावे अशा काही गोष्टी आहेत:
ms: Semak permintaan dengan berhati-hati. Tiada kenalan atau orang yang anda sembang berada dalam kumpulan ini. Ini adalah beberapa perkara yang perlu diperhatikan:
nb: Se nøye gjennom denne forespørselen. Du har ingen kontakter eller samtalepartnere i denne gruppen. Her er et par ting du må være bevisst på:
nl: Beoordeel dit verzoek zorgvuldig. Geen van je contacten of mensen met wie je chat, maakt deel uit van deze groep. Hier zijn een paar dingen om op te letten:
pl: Uważnie przyjrzyj się tej prośbie. W grupie nie ma żadnego Twojego kontaktu ani osób, z którymi masz już czaty. Oto na co należy uważać:
pt_br: Analise esta solicitação com cuidado. Nenhum dos seus contatos ou pessoas com as quais você conversa estão neste grupo. Veja aqui alguns aspectos para prestar atenção:
pt_pt: Verifique este pedido com cuidado. Nenhum dos seus contactos ou pessoas com quem fala estão neste grupo. Eis algumas coisas com as quais ter cuidado:
ro: Examinează cu atenție această solicitare. Niciunul dintre contactele tale sau din persoanele cu care discuți nu se află în acest grup. Iată câteva lucruri la care trebuie să ai grijă:
ru: Внимательно проверяйте этот запрос. Ни один из ваших контактов или людей, с которыми вы общаетесь в чате, не является участником этой группы. Вот несколько моментов, на которые следует обратить внимание:
sk: Žiadosť dôkladne overte. V tejto skupine nie sú žiadne vaše kontakty ani ľudia, s ktorými četujete. Tu je pár vecí, na ktoré by ste si mali dať pozor:
sr: Пажљиво прегледајте овај захтев. Ниједан од ваших контаката нити људи са којима ћаскате није у овој групи. Ево неколико ствари на које треба обратити пажњу:
sv: Granska denna förfrågan noggrant. Inga av dina kontakter eller personer som du chattar med finns i den här gruppen. Här är några saker att tänka på:
th: โปรดพิจารณาคำขอนี้อย่างถี่ถ้วน กลุ่มนี้ไม่มีสมาชิกที่เป็นผู้ติดต่อของคุณหรือผู้ใช้ที่คุณแชทด้วย ใช้ความระมัดระวังและลองตรวจสอบตามข้อสังเกตนี้:
tr: Bu isteği dikkatlice incele. Kişilerinden veya sohbet ettiğin kişilerden hiçbiri bu grupta değil. İşte dikkat etmen gereken birkaç şey:
ug: بۇ تەلەپنى ئەستايىدىل كۆرۈپ چىقىڭ. بۇ گۇرۇپپىدا ھېچقانداق سىزنىڭ ئالاقىداشلىرىڭىز ياكى پاراڭلىشىپ باققان كىشىلەر يوق. تۆۋەندىكى بىر قانچە ئىشلارغا دىققەت قىلىڭ:
uk: Уважно перегляньте цей запит. Ніхто з ваших контактів і учасників ваших чатів не входить до цієї групи. Зверніть особливу увагу на таке:
ur: اس درخواست کا بغور جائزہ لیں۔ آپ کے روابط یا جن لوگوں کے ساتھ آپ چیٹ کرتے ہیں ان میں سے کوئی بھی اس گروپ میں نہیں ہے۔ دھیان رکھنے کی کچھ چیزیں یہ ہیں:
vi: Xem xét thật cẩn thận yêu cầu này. Không có ai trong số các liên hệ của bạn hoặc người bạn có trò chuyện cùng ở trong nhóm này. Đây là một số điều bạn cần chú ý:
zh_cn: 请仔细审核此请求。您的联系人或与您聊天的用户均不在此群组中。以下是一些需要注意的事项：
zh_hk: 請仔細檢視請求。你的聯絡人或與你聊天的人都不在此群組中。以下是一些需要注意的事項：

# SAFETY_TIPS_HEADER_TITLE
source: Safety Tips
ar: نصائح السلامة
be: Парады па бяспецы
bn: নিরাপত্তা সংক্রান্ত পরামর্শ
ca: Consells de seguretat
cs: Bezpečnostní tipy
da: Sikkerhedstips
de: Sicherheitstipps
el: Συμβουλές ασφαλείας
es: Consejos de seguridad
fa: نکات ایمنی
fi: Turvallisuusvinkkejä
fr: Conseils de sécurité
ga: Leideanna Sábháilteachta
gu: સલામતી ટિપ્સ
he: טיפים לבטיחות
hi: सुरक्षा टिप्स
hr: Savjeti za sigurnost
hu: Biztonsági tippek
id: Tips Keamanan
it: Consigli sulla sicurezza
ja: 安全な使い方のヒント
ko: 안전 팁
mr: सुरक्षिततेच्या टीपा
ms: Tip Keselamatan
nb: Sikkerhetstips
nl: Veiligheidstips
pl: Wskazówki dotyczące bezpieczeństwa
pt_br: Dicas de segurança
pt_pt: Dicas de segurança
ro: Sfaturi de siguranță
ru: Советы по безопасности
sk: Bezpečnostné tipy
sr: Савети за безбедност
sv: Säkerhetstips
th: คำแนะนำเพื่อความปลอดภัย
tr: Güvenlik İpuçları
ug: بىخەتەرلىك ئەسكەرتىشلىرى
uk: Заходи безпеки
ur: حفاظتی تجاویز
vi: Lời khuyên để giữ an toàn
zh_cn: 安全提示
zh_hk: 安全提示

# SAFETY_TIPS_INDIVIDUAL_HEADER_MESSAGE
source: Be careful when accepting message requests from people you don’t know. Watch out for:
ar: احذر عند قبول طلبات مراسلة من أشخاص لا تعرفهم. احذر من:
be: Будзьце пільнымі, калі прымаеце запыты на перапіску ад незнаёмых людзей. Сцеражыцеся наступнага:
bn: আপনি চেনেন না এমন কোনো ব্যক্তির কাছ থেকে মেসেজের অনুরোধ গ্রহণ করার ব্যাপারে সতর্ক থাকুন। যেসব বিষয়ে সতর্ক থাকবেন:
ca: Ves amb compte quan acceptis sol·licituds de missatges de persones que no coneixes. Vigila amb:
cs: Buďte opatrní při přijímání žádostí o zaslání zprávy od lidí, které neznáte. Dávejte si pozor na následující:
da: Vær forsigtig med at acceptere beskedanmodninger fra folk, du ikke kender. Pas på:
de: Sei vorsichtig, wenn du Unterhaltungsanfragen von Personen annimmst, die du nicht kennst. Achte auf:
el: Να προσέχεις όταν δέχεσαι αιτήματα μηνυμάτων από άτομα που δεν γνωρίζεις. Να προσέχεις για:
es: Ten cuidado al aceptar solicitudes de mensajes de personas que no conoces. Presta atención a lo siguiente:
fa: هنگام پذیرفتن درخواست پیام از افراد ناشناس احتیاط کنید. در موارد زیر احتیاط کنید:
fi: Ole varovainen vastaanottaessasi viestipyyntöjä tuntemattomilta henkilöiltä. Varo seuraavia:
fr: Soyez vigilant lorsque des inconnus vous envoient des invitations par message. Méfiez-vous :
ga: Bí cúramach agus tú ag glacadh le hiarratais teachtaireachta ó dhaoine nach bhfuil aithne agat orthu. Bí ag faire amach do na rudaí seo:
gu: તમે જાણતા ન હો તેવા લોકોની મેસેજ વિનંતીઓ સ્વીકારતી વખતે સાવચેત રહો. આટલી બાબતોનું ધ્યાન રાખો:
he: חשוב להיזהר כשמקבלים בקשת הודעה מאנשים שלא מכירים. כדאי להיזהר מ:
hi: जिन लोगों को आप नहीं जानते उनसे संदेश अनुरोध स्वीकार करते समय सावधान रहें। इन बातों से सावधान रहें:
hr: Budite oprezni pri prihvaćanju zahtjeva za poruke od osoba koje ne poznajete. Pripazite na:
hu: Legyél óvatos, amikor ismeretlen emberek üzenetkéréseit fogadod el. Vigyázz:
id: Berhati-hatilah saat menerima permintaan pesan dari orang tak dikenal. Waspadai:
it: Pensaci sempre due volte prima di accettare richieste di chat da persone che non conosci. Fai particolare attenzione a quanto segue:
ja: 知らない人からのメッセージリクエストにはご注意ください。次の点にご注意ください。
ko: 모르는 사람이 보내는 메시지 요청을 수락할 때 조심하세요. 다음에 유의하세요.
mr: आपणाला माहीत नसलेल्या लोकांकडून संदेश विनंत्या स्विकारताना सावधगिरी बाळगा. यांकडे लक्ष ठेवा:
ms: Berhati-hati apabila menerima permintaan mesej daripada orang yang tidak dikenali. Berhati-hati dengan:
nb: Vær forsiktig når du godtar meldingsforespørsler fra personer du ikke kjenner. Vær forsiktig med:
nl: Wees voorzichtig met het accepteren van gespreksverzoeken van mensen die je niet kent. Kijk uit voor:
pl: Zachowaj ostrożność, gdy akceptujesz prośbę o kontakt od nieznajomej osoby. Oto na co należy uważać:
pt_br: Tome cuidado ao aceitar solicitações de contato de pessoas que você não conhece. Fique de olho em:
pt_pt: Tenha cuidado ao aceitar pedidos de mensagens de pessoas que não conhece. Cuidado com:
ro: Ai grijă când accepți cereri de mesaje de la persoane pe care nu le cunoști. Ai grijă la:
ru: Будьте осторожны, принимая запросы на сообщения от незнакомых людей. Остерегайтесь:
sk: Buďte opatrní pri prijímaní žiadostí o správy od ľudí, ktorých nepoznáte. Dávajte si pozor na:
sr: Будите опрезни када прихватате захтеве за дописивање од људи које не познајете. Чувајте се следећих ситуација:
sv: Var försiktig när du accepterar meddelandeförfrågningar från personer du inte känner. Se upp för:
th: โปรดใช้ความระมัดระวังในการตอบรับคำขอส่งข้อความจากคนที่คุณไม่รู้จัก ลองตรวจสอบตามข้อสังเกตนี้:
tr: Tanımadığın kişilerden gelen mesaj isteklerini kabul ederken dikkatli ol. Şunlara dikkat et:
ug: سىز تونۇمايدىغان كىشىلەرنىڭ ئۇچۇر تەلىپىنى قوبۇل قىلغاندا ئېھتىياتچان بولۇڭ. تۆۋەندىكى نۇقتىلارغا دىققەت قىلىڭ:
uk: Будьте обережні, приймаючи запити на обмін повідомленнями від незнайомих людей. На що варто звернути увагу:
ur: ایسے افراد جن کو آپ جانتے نہیں ہیں کی طرف سے میسج کی درخواستوں کو قبول کرتے ہوئے احتیاط برتیں۔ درج ذیل کے حوالے سے احتیاط کریں:
vi: Hãy cẩn trọng khi chấp nhận yêu cầu gửi tin nhắn từ những người bạn không biết. Chú ý:
zh_cn: 接受陌生人发来的消息请求时须谨慎。需要当心的是：
zh_hk: 接受陌生人的訊息請求時要小心。注意：
