Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PIN_CREATION_LEARN_MORE_TEXT
source: PINs keep your information stored with Signal encrypted so only you can access it. Your profile, settings and contacts will restore when you reinstall.
ar: يُمكِّنك رقم التعريف الشخصي (PIN) من حفظ معلوماتك بشكلٍ مُشفَّر في سيجنال بحيث يمكنك الوصول إليها وحدك. سَتتمُّ استعادة حسابك وإعداداتك وجهات اتصالك عند إعادة تثبيت سيجنال.
be: PIN-коды трымаюць вашу інфармацыю, што захоўваецца ў Signal, зашыфраванай, таму толькі вы можаце атрымаць да яе доступ. Ваш профіль, налады і кантакты будуць адноўлены, калі вы зробіце паўторнае ўсталяванне.
bn: পিন Signal এনক্রিপ্টেড অবস্থায় আপনার তথ্য সংরক্ষিত রাখে, যাতে শুধুমাত্র আপনিই এতে অ্যাক্সেস করতে পারেবেন। আপনি যখন পুনরায় ইনস্টল করবেন তখন আপনার প্রোফাইল, সেটিংস এবং কন্টাক্ট পুনর্বহাল করা হবে।
ca: Els PINs mantenen xifrada la teva informació emmagatzemada a Signal de manera que no hi pugui accedir ningú més a part de tu. El teu perfil, ajustos i contactes es restauraran quan reinstal·lis.
cs: PIN uchovává vaše informace ve službě Signal zašifrované tak, abyste k nim měli přístup pouze vy. Váš profil, nastavení a kontakty se po opětovné instalaci obnoví.
da: Pinkoder holder dine oplysninger i Signal krypterede, så det kun er dig, der kan tilgå dem. Din profil, dine indstillinger og dine kontakter gendannes, når du installerer appen igen.
de: Mit PINs werden deine Daten bei Signal verschlüsselt gespeichert, sodass nur du darauf zugreifen kannst. Dein Profil, deine Einstellungen und deine Kontakte werden wiederhergestellt, wenn du Signal neu installierst.
el: Τα PIN διατηρούν κρυπτογραφημένες τις πληροφορίες σου που είναι αποθηκευμένες στο Signal, ώστε μόνο εσύ να έχεις πρόσβαση σε αυτές. Το προφίλ σου, οι ρυθμίσεις και οι επαφές να επαναφερθούν όταν κάνεις επανεγκατάσταση.
es: El PIN mantiene la información guardada en Signal cifrada para que solo tú tengas acceso. Tu perfil, ajustes y contactos se restaurarán al reinstalar Signal.
fa: پین‌ها اطلاعات ذخیره‌شده شما نزد سیگنال را رمزگذاری‌شده نگه می‌دارند تا فقط شما به آن دسترسی داشته باشید. نمایه، تنظیمات و مخاطبان شما هنگام نصب دوبارۀ سیگنال بازیابی می‌شوند.
fi: PIN-koodin avulla salataan Signaliin tallennetut tietosi, jotta vain sinulla on pääsy niihin. Profiilitiedot, asetukset ja yhteystiedot palautetaan, jos Signal asennetaan uudelleen.
fr: Avec un code PIN les informations que vous stockez dans Signal sont chiffrées et vous seul y avez accès. Lorsque vous réinstallez l'app, votre profil, vos paramètres et vos contacts sont restaurés.
ga: Coinníonn UAPanna d'fhaisnéis a stóráiltear le Signal criptithe ionas nach mbeidh ach tusa in ann í a rochtain. Aischuirfear do phróifíl, socruithe agus teagmhálaithe tar éis athshuiteáil duit.
gu: પિન Signal સાથેની સ્ટોર કરેલી માહિતીને એન્ક્રિપ્ટ કરે છે જેથી ફક્ત તમે જ તેને ઍક્સેસ કરી શકો. જ્યારે તમે Signal ફરીથી ઇન્સ્ટોલ કરો છો ત્યારે તમારી પ્રોફાઇલ, સેટિંગ્સ અને સંપર્કો રિસ્ટોર થશે.
he: קודי PIN שומרים על המידע שלך שמאוחסן ב–Signal מוצפן כך שרק לך תהיה גישה אליו. הפרופיל, ההגדרות ואנשי הקשר שלך ישוחזרו בעת התקנה מחדש.
hi: पिन Signal द्वारा संग्रहीत जानकारी को एन्क्रिप्ट रखता है, ताकी सिर्फ़ आप उसे देख पाएँ। जब आप पुनः इंस्टॉल करेंगे तो आपकी प्रोफ़ाइल, सेटिंग्स और संपर्क पुनर्स्थापित हो जाएंगे।
hr: PIN-ovi omogućavaju šifriranje vaših podataka na Signalu tako da im samo vi možete pristupiti. Vaš profil, postavke i kontakti će biti vraćeni nakon ponovne instalacije.
hu: A PIN-nek köszönhetően a Signal által tárolt információk titkosítva vannak, így csak te férhetsz hozzájuk. Újratelepítés esetén a profilod, a beállításaid és a névjegyeid visszaállításra kerülnek.
id: PIN memastikan informasi Anda yang simpan di Signal terenkripsi sehingga hanya Anda yang dapat mengaksesnya. Profil, pengaturan, dan kontak akan dipulihkan saat Anda menginstal ulang Signal.
it: I PIN aiutano a mantenere le tue informazioni su Signal crittografate, in modo che solo tu possa accedervi. Il profilo, le impostazioni e i contatti verranno ripristinati quando reinstallerai Signal.
ja: Signal 内に保存された情報は、PIN により暗号化を保持されるため、あなたのみがアクセスできます。PIN を使うことで、再インストール時にあなたのプロフィール、設定および連絡先が復元されます。
ko: PIN은 사용자만 액세스할 수 있도록 사용자 정보를 Singal에 암호화하여 저장합니다. 다시 설치하면 프로필, 설정, 연락처가 복원됩니다.
mr: पिन हे Signal सह आपली संग्रहित केलेली माहिती कूटबद्ध करून ठेवतात ज्यामुळे ती फक्त आपणच अ‍ॅक्सेस करू शकता. आपण पुर्नस्थापना कराल तेव्हा आपले प्रोफाईल, सेटिंग्ज आणि संपर्क पुनर्संचयित केले जातील.
ms: PIN memastikan maklumat anda disimpan dengan Signal disulitkan supaya anda sahaja yang boleh mengaksesnya. Profil, tetapan dan kenalan anda akan dipulihkan apabila anda memasang semula.
nb: PIN-koden holder informasjon lagret hos Signal, kryptert slik at bare du har tilgang til den. Profilen din samt innstillingene og kontaktene dine gjenopprettes når du installerer Signal på nytt.
nl: Met een pincode wordt informatie versleuteld opgeslagen op Signals servers zodat alleen jij er toegang toe hebt. Je kunt hierdoor je profiel, instellingen en contacten herstellen wanneer je Signal opnieuw installeert.
pl: Dzięki PIN-owi dane przechowywane w aplikacji Signal są szyfrowane i tylko Ty masz do nich dostęp. PIN pozwoli Ci przywrócić profil, ustawienia i kontakty, gdy ponownie zainstalujesz aplikację.
pt_br: Os PINs mantêm suas informações armazenadas com criptografia do Signal, assim, só você pode acessar. Seu perfil, configurações e contatos serão restaurados quando você reinstalar.
pt_pt: Os PIN mantêm encriptadas as suas informações armazenadas com o Signal, para só poderem ser acedidas por si. O seu perfil, definições e contactos serão restaurados quando reinstalar o Signal.
ro: PIN-urile îți păstrează informațiile stocate în Signal criptate ca doar tu să le poți accesa. Profilul, setările și contactele se vor restabili atunci când reinstalezi Signal.
ru: Пин-коды хранят информацию в сервисе Signal зашифрованной, так что только вы можете получить к ней доступ. Ваши настройки, контакты и профиль будут восстановлены, если вы переустановите Signal.
sk: PIN kódy udržiavajú údaje uložené v aplikácii Signal zašifrované, aby ste k nim mali prístup iba vy. Váš profil, nastavenia a kontakty sa po preinštalovaní aplikácie obnovia.
sr: PIN-ови чувају ваше информације шифрованим у Signal-у, тако да само ви можете да им приступите. Ваш профил, подешавања и контакти ће бити враћени када поново инсталирате апликацију.
sv: Pinkoder håller din information på Signal krypterad så att bara du kan komma åt den. Din profil, inställningar och kontakter återställs när du installerar om.
th: PIN ช่วยรักษาข้อมูลของคุณที่เก็บอยู่ใน Signal ให้เข้ารหัสอยู่เสมอ เพื่อที่ข้อมูลดังกล่าวจะมีคุณเพียงคนเดียวเท่านั้นที่สามารถเข้าถึงได้ และเมื่อคุณติดตั้งแอปอีกครั้ง ระบบจะสามารถกู้คืนโปรไฟล์ การตั้งค่า และผู้ติดต่อของคุณ
tr: PIN'ler, yalnızca senin erişebilmen için bilgilerini Signal ile şifrelenmiş olarak saklar. Yeniden yüklediğinde profilin, ayarların ve kişilerin geri yüklenir.
ug: PIN لار Signal دا ساقلانغان ئۇچۇرلارنى مەخپىيلەشتۈرۈپ ساقلايدۇ. شۇڭا ئۇنى سىزلا زىيارەت قىلالايسىز. ئارخىپىڭىز، سەپلىمىلىرىڭىز ۋە ئالاقىداشلىرىڭىز Signal نى قايتا قاچىلىغىنىڭىزدا ئەسلىگە كەلتۈرۈلىدۇ.
uk: PIN-коди забезпечують шифрування інформації, що зберігається в Signal, щоб отримати до неї доступ могли тільки ви. PIN-код дасть вам змогу відновити акаунт, налаштування й контакти в разі перевстановлення Signal.
ur: پِنز آپ کی معلومات کو انکرپٹ کردہ Signal کے ساتھ اسٹور رکھتے ہیں تاکہ ان تک صرف آپ رسائی حاصل کر سکیں۔ جب آپ دوبارہ انسٹال کرتے ہیں تو آپ کی پروفائل، سیٹنگز اور رابطے بحال ہو جائیں گے۔
vi: Mã PIN giúp thông tin trên Signal của bạn được mã hóa để bạn là người duy nhất có thể truy cập. Hồ sơ, các cài đặt và danh bạ sẽ được khôi phục khi bạn cài đặt lại Signal.
zh_cn: PIN 码可以为您储存在 Signal 上的信息提供加密保护，确保只有您可以访问这些信息。当您重新安装 Signal 时，PIN 码可以恢复您的个人资料、设置和联系人。
zh_hk: PIN 碼讓在 Signal 中的資訊得以加密保存並僅供你存取。當你重新安裝時，你的個人資料、設定和聯絡人將會還原。

# PIN_CREATION_LEARN_MORE_TITLE
source: About Signal PINs
ar: نبذة حول رقم التعريف الشخصي (PIN) على سيجنال
be: Пра PIN-коды Signal
bn: Signal পিন সম্পর্কে তথ্য
ca: Sobre els PINs de Signal
cs: O PIN kódech v aplikaci Signal
da: Om Signal-pinkoder
de: Über Signal-PINs
el: Σχετικά με τα PIN Signal
es: Acerca de los PIN de Signal
fa: درباره پین‌های سیگنال
fi: Tietoja Signal-PIN-koodeista
fr: À propos du PIN
ga: Eolas faoi UAPanna Signal
gu: Signal પિન વિશે
he: עוד על קודי PIN של Signal
hi: Signal पिन के बारे में
hr: O Signal PIN-ovima
hu: A Signal PIN-kódokról
id: Tentang PIN Signal
it: Cosa sono i PIN di Signal
ja: Signal PIN について
ko: Signal PIN 정보
mr: Signal पिन बद्दल
ms: Tentang PIN Signal
nb: Om PIN-koder på Signal
nl: Over Signal-pincodes
pl: Co to jest PIN Signal
pt_br: Sobre os PINs do Signal
pt_pt: Acerca dos PIN do Signal
ro: Despre PIN-uri Signal
ru: О Пин-кодах Signal
sk: Signal PIN kódy
sr: О Signal PIN-овима
sv: Om Signal-pinkoder
th: Signal PIN คืออะไร
tr: Signal PIN'leri Hakkında
ug: Signal PIN ھەققىدە
uk: Про PIN-коди Signal
ur: Signal کے پِنز سے متعلق
vi: Về Mã PIN của Signal
zh_cn: 关于 Signal PIN 码
zh_hk: 關於 Signal PIN 碼

# PIN_CREATION_MISMATCH_ERROR
source: PINs don’t match. Try again.
af: PIN’s is nie dieselfde nie. Probeer weer.
ar: رقم التعريف الشخصي (PIN) غير مُطابِق. حاوِل مرّة أُخرى.
az: PIN-lər uyğunlaşmır. Yenidən sınayın.
be: PIN-коды не супадаюць. Паўтарыце спробу.
bg: ПИН кодовете не съвпадат. Опитайте отново.
bn: পিনগুলি মেলে না। আবার চেষ্টা করুন।
ca: Els PIN no coincideixen. Torneu-ho a provar.
cs: PINy se neshodují. Zkuste to znovu.
cy: Nid yw'r PIN yn cyfateb. Rhowch gynnig arall arni.
da: Pinkoder matcher ikke. Prøv igen.
de: PINs stimmen nicht überein. Bitte versuche es erneut.
el: Τα PIN δεν ταιριάζουν. Ξαναδοκίμασε.
es: Los PIN no coinciden. Inténtalo de nuevo.
es_es: Los PINs no coinciden. Inténtalo de nuevo.
et: PIN-koodid pole samad. Proovi uuesti.
eu: PINak ez datoz bat. Saiatu berriro.
fa: پین ها مطابقت ندارند. دوباره امتحان کنید
fi: Tunnusluvut eivät täsmää. Yritä uudelleen.
fil: Hindi nagtugma ang mga PIN. Subukang muli.
fr: Les codes PIN ne correspondent pas. Veuillez réessayer.
ga: Ní ionann iad na UAPanna. Bain triail eile as.
gu: PIN મેળ ખાતા નથી. ફરીથી પ્રયત્ન કરો.
he: קודי PIN אינם תואמים. נסה שוב.
hi: पिन मेल नहीं खा रहा। फिर कोशिश करें।
hr: PIN-ovi se ne podudaraju. Pokušajte ponovno.
hu: PIN kódok nem egyeznek. Próbáld újra.
id: PIN tidak cocok. Coba lagi.
is: PIN-númerin samsvara ekki. Prófaðu aftur.
it: I PIN non corrispondono. Riprova.
ja: PINが一致しません。再度試してください。
kab: Tingalin PIN ur mṣadant ara. Ɛreḍ tikkelt-nniḍen.
kk: PIN кодтар сәйкес келмейді. Қайтадан байқап көріңіз.
km: á›áŸáPIN á˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶áŸ” á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಪಿನ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: PIN이 일치하지 않습니다. 다시 시도해 주세요.
lt: PIN kodai nesutampa. Bandykite dar kartą.
lv: PIN nesakrīt. Mēģiniet vēlreiz.
mk: ПИН-овите не одговараат. Обидете се повторно.
ml: PIN കൾ പൊരുത്തപ്പെടുന്നില്ല. വീണ്ടും പരിശ്രമിക്കുക.
mr: PIN जुळत नाहीत. पुन्हा प्रयत्न करा.
ms: PIN tidak sepadan. Cuba lagi.
my: ပင်နံပါတ်များ မကိုက်ညီပါ။ ပြန်စမ်းပေးပါ။
nb: PIN-koder stemmer ikke overens. Prøv igjen.
nl: De pincodes komen niet overeen. Probeer het opnieuw.
pa: ਪਿਨ ਮੈਚ ਨਹੀਂ ਕਰਦੇ. ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pa_pk: پن مماثل نئیں۔ فیر کوشش کرو۔
pl: Kody PIN są różne. Spróbuj ponownie.
ps: PINs له یوه بل سره ورته نه دي. بیا هڅه وکړئ.
pt_br: PINs não coincidem. Tente novamente.
pt_pt: Os PINs não coincidem. Tente novamente.
ro: PIN-urile nu se potrivesc. Încearcă din nou.
ru: PIN-коды не совпадают. Попробуйте ещё раз.
sk: PINy sa nezhodujú. Skúste to znovu.
sl: PINa se ne ujemata. Poskusite znova.
sq: PIN-et s’përputhen. Riprovoni.
sr: PIN-ови се не поклапају. Пробајте поново.
sv: PIN-koder matchar inte. Försök igen.
sw: PINI hazioani. Jaribu tena.
ta: பின்'கள் பொருந்தவில்லை. மீண்டும் முயற்சி செய்.
te: పిన్‌లు సరిపోలడం లేదు. మళ్ళీ ప్రయత్నించండి.
th: รหัส PIN ไม่ตรงกัน ลองอีกครั้ง
tr: PIN'ler eşleşmiyor. Tekrar deneyin.
ug: PIN ماس كەلمىدى. قايتا سىناڭ.
uk: PIN-коди не збігаються. Введіть їх ще раз.
ur: پن میچ نہیں ہوا۔ دوبارہ کوشش کریں۔
vi: Mã PIN không khớp. Hãy thử lại.
zh_cn: PIN 不匹配。请重试。
zh_hk: PIN 碼不匹配。請再試一次。

# PIN_CREATION_NO_NETWORK_ERROR_MESSAGE
source: Check your connection and try again.
af: Gaan u verbinding na en probeer weer.
ar: تحقَّق من اتصالك بالشبكة ثم حاوِل مرّة أخرى.
az: Bağlantınızı yoxlayıb yenidən sınayın.
be: Праверце падключэнне і паўтарыце спробу.
bn: আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কিনা দেখুন এবং আবার চেষ্টা করুন।
ca: Comproveu la connexió i torneu-ho a provar.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
cy: Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
da: Kontroller din forbindelse, og prøv igen.
de: Überprüfe deine Internetverbindung und versuche es erneut.
el: Έλεγξε τη σύνδεσή σου και ξαναπροσπάθησε.
es: Comprueba tu conexión e inténtalo de nuevo.
fa: اتصال خود را بررسی و دوباره امتحان کنید.
fi: Tarkista yhteytesi ja yritä uudelleen.
fr: Veuillez vérifier votre connexion et réessayer.
gu: તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he: בדוק את החיבור שלך ונסה שוב.
hi: अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Provjerite vezu i pokušajte ponovno.
hu: Ellenőrizd a netkapcsolatod és próbáld újra.
id: Periksa koneksi Anda dan coba lagi.
is: Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Controlla la tua connessione e riprova.
ja: インターネット接続を確認して再度試してください。
km: á–á·á“á·ááŸ’á™á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á á¾á™á–áŸ’á™á¶á™á¶á˜á˜áŸ’áŠá„á‘áŸ€ááŸ”
ko: 연결을 확인하고 다시 시도하세요.
lt: Patikrinkite interneto ryšį ir bandykite dar kartą.
ml: നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: आपले कनेक्शन तपासून पुन्हा प्रयत्न करा.
ms: Periksa sambungan anda dan cuba lagi.
nb: Sjekk internettilkoblingen og prøv igjen.
nl: Controleer je internetverbinding en probeer het opnieuw.
pl: Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Verifique a sua conexão e tente novamente.
pt_pt: Verifique a sua ligação e tente novamente.
ro: Verifică-ți conexiunea și încearcă din nou.
ru: Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Skontrolujte pripojenie a skúste to znovu.
sl: Preverite povezavo in poskusite znova.
sq: Kontrolloni lidhjen tuaj dhe riprovoni.
sr: Проверите да ли сте повезани на интернет и пробајте поново.
sv: Kontrollera din anslutning och försök igen.
sw: Angalia mtandao wako na ujaribu tena
th: กรุณาตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Bağlantınızı kontrol edip tekrar deneyin.
ug: تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Перевірте з'єднання та спробуйте ще раз.
ur: اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Kiểm tra kết nối của bạn và thử lại.
zh_cn: 请检查您的网络连接并重试。
zh_hk: 請檢查您的連線，然後再試一次。

# PIN_CREATION_NO_NETWORK_ERROR_TITLE
source: No Network Connection
af: Geen netwerkverbinding
ar: لا يوجد اتصال بالشبكة
az: Şəbəkə bağlantısı yoxdur
be: Няма сеткавага падключэння
bn: কোন নেটওয়ার্ক সংযোগ নেই
ca: No hi ha connexió de xarxa.
cs: Bez přístupu k internetu
cy: Dim Cysylltiad Rhwydwaith
da: Ingen netværksforbindelse
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση στο δίκτυο
es: Sin conexión de red
fa: اتصال با شبکه برقرار نیست.
fi: Ei verkkoyhteyttä
fr: Aucune connexion réseau
gu: નેટવર્ક કનેક્શન નથી
he: אין חיבור אינטרנט
hi: कोई नेटवर्क कनेक्शन नहीं
hr: Nema internetske veze
hu: Nincs netkapcsolat.
id: Tidak Ada Koneksi
is: Engin nettenging
it: Nessuna connessione di rete
ja: ネットワーク接続がありません
km: á˜á·á“á˜á¶á“á€á¶ášá—áŸ’á‡á¶á”áŸ‹á”ááŸ’áŠá¶á‰
ko: 네트워크 연결 없음
lt: Nėra interneto ryšio
ml: നെറ്റ്‌വർക്ക് കണക്ഷനില്ല
mr: नेटवर्क कनेक्शन अनुपलब्ध
ms: Tiada Sambungan Rangkaian
nb: Ikke koblet til internett
nl: Geen internetverbinding
pl: Brak połączenia z internetem
pt_br: Sem conexão à internet
pt_pt: Sem ligação à rede
ro: Lipsă conexiune la rețea
ru: Нет соединения с интернетом
sk: Žiadne sieťové pripojenie
sl: Ni omrežne povezave
sq: S’ka Lidhje Me Rrjetin
sr: Нисте повезани на интернет
sv: Ingen nätverksanslutning
sw: Hakuna Mtandao
th: ไม่มีการเชื่อมต่อเครือข่าย
tr: Ağ Bağlantısı Yok
ug: تور يوق
uk: Немає з'єднання з мережею
ur: کوئی نیٹ ورک کنکشن نہیں
vi: Không có kết nối mạng
zh_cn: 无网络连接
zh_hk: 無網絡連線

# PIN_CREATION_NUMERIC_HINT
source: PIN must be at least 4 digits
af: PIN moet ten minste 4 syfers wees.
ar: رقم التعريف الشخصي (PIN) يجب أن يحوي أربعة ارقام على الأقل.
az: PIN, ən az 4 rəqəmli olmalıdır
be: PIN-код мусіць быць не менш за 4 лічбы
bg: ПИН кодът трябва да е най-малко 4 цифри
bn: পিনটি কমপক্ষে 4টি সংখ্যার হতে হবে
ca: El PIN ha de tenir un mínim de 4 dígits.
cs: PIN musí mít alespoň 4 číslice
cy: Rhaid i PIN fod o leiaf 4 digid.
da: Pinkoden skal være på mindst 4 cifre
de: PIN muss aus mindestens 4 Ziffern bestehen
el: Το PIN πρέπει να έχει τουλάχιστον 4 ψηφία
es: El PIN debe contener al menos 4 dígitos
es_es: PIN de al menos 4 cifras
et: PIN-kood peab olema vähemalt 4 numbri pikkune
eu: Zure PIN-ak gutxienez 4 zenbaki izan behar ditu
fa: رمز باید حداقل 4 رقم باشد
fi: Tunnusluvussa on oltava vähintään 4 numeroa.
fil: Ang PIN ay kailangang hindi bababa sa 4 na bilang.
fr: Le code PIN doit comporter au moins quatre chiffres
ga: Ní cheadaítear UAP atá níos giorra ná 4 dhigit
gu: PIN ઓછામાં ઓછો 4 અંકનો હોવો જોઈએ
he: קוד PIN חייב להיות לפחות 4 ספרות
hi: पिन कम से कम 4 अंको का होना चाहिये
hr: PIN mora imati najmanje 4 znamenke
hu: A PIN kód hossza minimum 4 számjegy
id: PIN minimal harus 4 karakter
is: PIN-númer verður að vera amk. 4 tölustafir
it: Il PIN deve essere almeno di 4 cifre
ja: PINは4桁以上の数字にしてください
kab: Tangalt PIN ilaq ad tesɛu ma drus 4 n yizwilen
kk: IN код кем дегенде 4 саннан құралуға тиіс
km: á›áŸá PIN ááŸ’ášá¼áœá˜á¶á“á™áŸ‰á¶á„á áŸ„á… 4 ááŸ’á‘á„áŸ‹
kn: ಪಿನ್ ಕನಿಷ್ಠ 4 ಅಂಕಿಗಳಷ್ಟು ಇರಬೇಕು.
ko: PIN은 최소 4자리입니다
lt: PIN kode privalo būti bent 4 skaitmenys
lv: PIN jābūt vismaz 4 ciparus garam
mk: ПИН-от мора да биде најмалку со 4 цифри.
ml: PIN ൽ കുറഞ്ഞത് 4 അക്കങ്ങൾ ഉണ്ടായിരിക്കണം
mr: PIN किमान 4 अंकांचा असायला हवा
ms: PIN perlu sekurang-kurangnya 4 digit
my: ပင်နံပါတ်သည် အနည်းဆုံး နံပါတ် ၄ လုံးရှိရပါမည်။
nb: PIN-koden må være minst 4 sifre.
nl: Je pincode moet uit ten minste 4 cijfers bestaan
pa: ਪਿਨ ਘੱਟੋ-ਘੱਟ 4 ਅੰਕਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pa_pk: ‏پن لازماً گھٹ توں گھٹ 4 ہندسیاں دی ہووے
pl: PIN musi mieć co najmniej 4 cyfry
ps: PIN باید کم تر کمه 4 رقمي وي
pt_br: O PIN deve conter pelo menos quatro dígitos
pt_pt: O PIN deverá conter pelo menos 4 dígitos
ro: PIN-ul trebuie să aibă cel puțin 4 cifre
ru: PIN-код должен быть не короче 4 цифр
sk: PIN musí mať aspoň 4 číslice
sl: PIN mora vsebovati vsaj 4 številke.
sq: PIN-i duhet të jetë të paktën 4 shifra
sr: PIN мора садржати бар 4 цифре
sv: PIN-koden måste vara minst 4 siffror
sw: PINI lazima iwe na nambari 4
ta: பின்குறைந்தது 4 இலக்கங்களாக இருக்க வேண்டும்
te: పిన్ కనీసం 4 అంకెలు ఉండాలి
th: รหัส PIN ต้องมีอย่างน้อย 4 หลัก
tr: PIN en az 4 haneli olmalı
ug: PIN ئەڭ ئاز 4 خانىدىن تۈزۈلۈشى كېرەك
uk: Мінімальна довжина PIN-коду — 4 цифри
ur: پن کم از کم 4 ہندسوں کا ہونا ضروری ہے
vi: Mã PIN phải có ít nhất 4 số
zh_cn: PIN 码至少需要4位数。
zh_hk: PIN 須至少為 4 個字元

# PIN_CREATION_PIN_CONFIRMATION_HINT
source: Re-enter PIN
af: Voer PIN weer in
ar: أعِد إدخال رقم التعريف الشخصي (PIN)
az: PIN-i təkrar daxil edin
be: Увядзіце паўторна PIN-код
bg: Въведете ПИН отново
bn: পিন পুনরায় লিখুন
ca: Torneu a marcar el PIN
cs: Zadejte PIN znovu
cy: Rhoi'r PIN eto
da: Indtast pinkode igen
de: PIN wiederholen
el: Ξαναγράψε το PIN
es: Vuelve a introducir el PIN
es_es: Vuelve a introducir el PIN
et: Sisesta PIN-kood uuesti
eu: PINa berriro sartu
fa: وارد کردن دوباره پین
fi: Syötä tunnusluku uudelleen
fil: Muling ilagay ang PIN
fr: Ressaisissez le code PIN
ga: Cuir an UAP isteach arís
gu: PIN ફરીથી દાખલ કરો
he: הכנס מחדש PIN
hi: पिन फिेरसे डालें
hr: Ponovno unesite PIN
hu: PIN újraellenőrzése
id: Masukkan ulang PIN
is: Settu aftur inn PIN-númerið þitt
it: Reinserisci PIN
ja: PINを再入力してください
kab: Sekcem tikkelt nniḍen PIN
kk: PIN кодты қайтадан енгізу
km: á”á‰áŸ’á…á¼á›á›áŸá PIN á˜áŸ’áá„á‘áŸ€á
kn: ಪಿನ್ ಪುನಃ ನಮೂದಿಸಿ
ko: PIN 재입력
lt: Pakartokite PIN kodą
lv: Ievadiet PIN vēlreiz
mk: Внесете повторно ПИН
ml: പിൻ വീണ്ടും നൽകുക
mr: PIN पुन्हा प्रविष्ट करा
ms: Masukkan semula PIN
my: ပင်နံပါတ်ကို ပြန်ရိုက်ထည့်ပေးပါ
nb: Skriv inn PIN-koden på nytt
nl: Voer je pincode opnieuw in
pa: ਪਿਨ ਮੁੜ-ਦਰਜ ਕਰੋ
pa_pk: پن فیر توں درج کرو
pl: Wpisz PIN ponownie
ps: خپل PIN له سره دننه کړئ
pt_br: Digite o PIN novamente
pt_pt: Reintroduza o PIN
ro: Introdu din nou PIN-ul
ru: Введите PIN-код ещё раз
sk: Znovu zadajte PIN
sl: Ponovno vnesite PIN
sq: Rijepeni PIN-in
sr: Потврдите PIN
sv: Ange PIN-kod igen
sw: Ingiza tena Nenosiri
ta: பின்னை மீண்டும் உள்ளிடவும்
te: పిన్‌ను తిరిగి నమోదు చేయండి
th: ใส่รหัส PIN อีกครั้ง
tr: PIN'i tekrar girin
ug: PIN نى قايتا كىرگۈزۈڭ
uk: Введіть PIN-код ще раз
ur: پن دوبارہ داخل کریں
vi: Nhập lại mã PIN
zh_cn: 重新输入 PIN
zh_hk: 重新輸入 PIN 碼

# PIN_CREATION_PIN_PROGRESS
source: Creating PIN…
af: Skep tans PIN…
ar: جارٍ إنشاء رقم التعريف الشخصي (PIN)…
az: PİN yaradılır...
be: Стварэнне PIN-кода…
bg: Създаване на ПИН…
bn: পিন তৈরি হচ্ছে…
ca: Creant un PIN…
cs: Vytváření PIN…
cy: Yn creu PIN…
da: Opretter pinkode…
de: PIN wird erstellt …
el: Δημιουργία PIN…
es: Creando PIN…
es_es: Creando PIN …
et: PIN-koodi loomine...
eu: PINa sortzen...
fa: در حال ایجاد پین…
fi: Luodaan tunnuslukua…
fil: Lumilikha ng PIN...
fr: Création du code PIN…
ga: UAP á cruthú…
gu: PIN બનાવી રહ્યાં છે…
he: יוצר PIN…
hi: नया पिन बन रहा है़…
hr: Stvaranje PIN-a…
hu: PIN létrehozása…
id: Membuat PIN…
is: Útbý PIN-númer…
it: Creazione PIN…
ja: PINを作成しています…
kab: Asnulfu n PIN...
kk: PIN код жасалуда...
km: á€áŸ†á–á»á„á”á„áŸ’á€á¾á PINâ€¦
kn: ಪಿನ್ ರಚಿಸುತ್ತಿದೆ...
ko: PIN 생성 중…
lt: Kuriamas PIN kodas…
lv: Izveido jaunu PIN...
mk: Создавање на ПИН...
ml: പിൻ സൃഷ്ടിക്കുന്നു…
mr: PIN तयार करत आहे…
ms: Mencipta PIN…
my: ပင်နံပါတ် ဖန်တီးနေသည်...
nb: Oppretter PIN…
nl: Pincode aan het aanmaken…
pa: ਪਿਨ ਸਿਰਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pa_pk: پن بنا رئیا اے۔۔۔
pl: Tworzenie PIN-u…
ps: PIN د رامنځته کېدو په حال کې ده...
pt_br: Criando PIN
pt_pt: A criar PIN…
ro: Se creează PIN-ul…
ru: Создание PIN-кода…
sk: Vytvára sa PIN kód…
sl: Ustvarjam PIN …
sq: Po krijohet PIN-i…
sr: Креирање PIN-а…
sv: Skapar PIN-kod…
sw: Inaunda Nenosiri...
ta: பின் உருவாக்குகிறது…
te: పిన్ సృష్టిస్తోంది…
th: สร้างรหัส PIN…
tr: PIN oluşturuluyor…
ug: PIN قۇرۇۋاتىدۇ…
uk: Створення PIN-коду…
ur: پن بنانا…
vi: Đang tạo mã PIN…
zh_cn: 正在创建 PIN…
zh_hk: 正在建立 PIN 碼…
