Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DEVICE_TRANSFER_ERROR_CERTIFICATE_MISMATCH
source: Unable to verify your new device, please try again
af: Kan nie jou nuwe toestel verifieer nie; probeer asb. weer
ar: تعذَّر التحقُّق من جهازك الجديد. يُرجى المحاولة مرّة أخرى.
az: Yeni cihazınız təsdiqlənə bilmir, zəhmət olmasa yenidən sınayın
be: Немагчыма праверыць вашу новую прыладу, паўтарыце спробу
bg: Новото ви устройство не можа да бъде потвърдено, моля, опитайте отново.
bn: আপনার নতুন ডিভাইস যাচাই করা যায়নি, অনুগ্রহ করে আবার চেষ্টা করুন
ca: No es pot verificar el dispositiu nou. Torneu-ho a provar.
cs: Nepodařilo se ověřit vaše nové zařízení, zkuste to prosím znovu
cy: Methu gwirio eich dyfais newydd, rhowch gynnig arall arni
da: Det lykkedes ikke at bekræfte din nye enhed. Prøv igen
de: Dein neues Gerät konnte nicht verifiziert werden. Bitte versuche es erneut.
el: Αδυναμία επαλήθευσης της νέας συσκευής σου, παρακαλώ δοκίμασε ξανά.
es: No se ha podido verificar tu nuevo dispositivo. Inténtalo de nuevo.
es_es: Fallo al verificar tu nuevo dispositivo. Inténtalo de nuevo.
et: Uue seadme kinnitamine ei õnnestunud. Palun proovi hiljem uuesti
eu: Ez da posible izan zure gailu berria egiaztatzea, mesedez saia zaitez berriro
fa: امکان تأیید دستگاه جدید شما نیست، لطفا دوباره تلاش کنید
fi: Uutta laitetta ei voitu varmentaa. Yritä uudelleen
fil: Hindi magawang iberipika ang bago mong device, paki-subukang muli.
fr: Impossible de vérifier votre nouvel appareil. Veuillez réessayer.
ga: Níorbh fhéidir do ghléas nua a dheimhniú. Bain triail eile as.
gu: તમારા નવા ડિવાઇસને ચકાસવામાં અસમર્થ, કૃપા કરીને ફરીથી પ્રયાસ કરો
he: לא היה ניתן לוודא את המכשיר החדש שלך, אנא נסה שוב
hi: आपका नया डिवाइस सत्यापित नहीं हो पाया, कृपया फिर कोशिश करें
hr: Potvrda vašeg novog uređaja nije uspjela, pokušajte ponovno
hu: Nem sikerült ellenőrizni az eszközödet. Kérjük próbáld újra!
id: Tidak dapat memverifikasi perangkat baru Anda. Mohon coba lagi
is: Gat ekki sannreynt nýja tækið þitt, endilega reyndu aftur
it: Impossibile verificare il tuo nuovo dispositivo, riprova
ja: 新しい端末を確認できませんでした、再度試してください。
kab: Asenqed n yibenk-ik·im d awezɣi, ttxil-k·m εreḍ tikkelt-nniḍen ticki
kk: Жаңа құрылғыңыздың дұрыстығын тексеру мүмкін емес, тағы бір рет байқап көріңіз
km: á˜á·á“á¢á¶á…á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á§á”á€ášááŸááŸ’á˜á¸ášá”áŸáŸ‹á¢áŸ’á“á€ áŸá¼á˜á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á˜áŸ’áá„á‘áŸ€á
kn: ನಿಮ್ಮ ಹೊಸ ಸಾಧನ ದೃಢೀಕರಿಸಲು ಅಸಮರ್ಥ, ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ
ko: 새 기기를 검증할 수 없습니다. 다시 시도해 주세요.
lt: Nepavyko patvirtinti jūsų naujojo įrenginio, bandykite dar kartą
lv: Nevar verificēt Jūsu jauno ierīci. Lūdzu, mēģiniet atkārtoti
mk: Верификувањето на нов уред не беше можно, ве молиме обидете се повторно
ml: നിങ്ങളുടെ പുതിയ ഡിവൈസ് പരിശോധിക്കാൻ കഴിയുന്നില്ല, ദയവായി വീണ്ടും ശ്രമിക്കുക
mr: आपला नवीन डिव्हाईस सत्यापित करण्यात अक्षम, कृपया पुन्हा प्रयत्न करा
ms: Tidak dapat mengesahkan peranti baru anda, sila cuba lagi
my: သင့်စက်အသစ်ကို အတည်ပြုခြင်း မရပါ၊ နောက်မှ ပြန်စမ်းကြည့်ပေးပါ
nb: Den nye enheten kunne ikke bekreftes. Prøv igjen
nl: Kon het nieuwe apparaat niet verifiëren. Probeer het opnieuw
pa: ਤੁਹਾਡੇ ਨਵੇਂ ਡਿਵਾਈਸ ਦੀ ਤਸਦੀਕ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ, ਕਿਰਪਾ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_pk: تساں دے نویں آلے دی توثیق کرن دے قابل نئیں اے، مہربانی کر کے دوبارہ کوشش کرو
pl: Nie udało się zweryfikować Twojego nowego urządzenia. Spróbuj ponownie
ps: ستاسې د نوې وسیلې تایید تر سره نشو، مهرباني وکړئ بیا هڅه وکړئ
pt_br: Não foi possível verificar seu novo aparelho. Por favor, tente de novo.
pt_pt: Não é possível verificar o seu novo dispositivo. Por favor, tente novamente
ro: Noul dispozitiv nu a putut fi verificat, încearcă din nou
ru: Не удалось проверить ваше новое устройство. Пожалуйста, попробуйте ещё раз
sk: Vaše nové zariadenie sa nepodarilo overiť, skúste to prosím znovu
sl: Nove naprave ni bilo mogoče potrditi, prosimo poskusite znova
sq: S’arrihet të verifikohet pajisja juaj e re, ju lutemi, riprovoni
sr: Верификовање вашег новог уређаја није успело, пробајте поново
sv: Det gick inte att verifiera din nya enhet, försök igen
sw: Imeshindwa kuthibitisha kifaa chako kipya, tafadhali jaribu tena
ta: சரிபார்க்க முடியவில்லை உங்கள் புதியது சாதனம், தயவு செய்து மீண்டும் முயற்சி செய்
te: మీ క్రొత్త పరికరాన్ని ధృవీకరించడం సాధ్యం కాలేదు, దయచేసి మళ్ళీ ప్రయత్నించండి
th: ไม่สามารถยืนยันอุปกรณ์ใหม่ของคุณได้ กรุณาลองอีกครั้ง
tr: Yeni cihazınız doğrulanamadı, lütfen tekrar deneyin
ug: يېڭى ئۈسكۈنىڭىزنى دەلىللىيەلمىدى. قايتا سىناڭ.
uk: Не вдалось перевірити ваш новий пристрій. Повторіть перевірку
ur: آپ کے نئے device کی تصدیق کرنے سے قاصر ، براہ کرم دوبارہ کوشش کریں
vi: Không thể xác minh thiết bị mới, hãy thử lại
zh_cn: 无法验证你的新设备，请重试
zh_hk: 無法驗證你的新裝置，請重試。

# DEVICE_TRANSFER_ERROR_GENERIC
source: The transfer couldn't complete. Make sure your devices are near each other and try again.
af: Kon nie die oordrag voltooi nie; maak seker jou toestelle is naby mekaar, en probeer weer
ar: تعذّر إتمام عملية النقل. احرص على أن تكون أجهزتكَ بالقُرب من بعضها البعض ثمَّ حاوِل مرّة أخرى.
az: Köçürmə tamamlana bilmədi, zəhmət olmasa cihazların bir-birinə yaxın olduğuna əmin olub yenidən sınayın
be: Не атрымалася завяршыць перанос. Пераканайцеся, што вашы прылады знаходзяцца побач адна ад адной, і паўтарыце спробу.
bg: Прехвърлянето не можа да бъде завършено, моля, уверете се, че устройствата ви са близо едно до друго и опитайте отново.
bn: ট্রান্সফারটি সফল হয়নি। নিশ্চিত করুন যে আপনার ডিভাইসগুলো একে অপরের কাছাকাছি আছে এবং আবার চেষ্টা করুন।
ca: La transferència no s'ha pogut completar. Assegura't que els dispositius siguin a prop l'un de l'altre i torna-ho a provar.
cs: Přenos se nepodařilo dokončit. Ujistěte se, že jsou zařízení blízko sebe, a zkuste to znovu.
cy: Methwyd cwblhau y trosglwyddiad, gwnewch yn siŵr bod eich dyfeisiau'n agos at ei gilydd a rhowch gynnig arall arni.
da: Overførslen kunne ikke gennemføres. Sørg for, at dine enheder er tæt på hinanden, og prøv igen.
de: Die Übertragung konnte nicht abgeschlossen werden. Stelle sicher, dass sich deine Geräte in unmittelbarer Nähe zueinander befinden, und versuche es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση της μεταφοράς. Βεβαιώσου πως οι συσκευές είναι κοντά η μία στην άλλη και προσπάθησε ξανά.
es: No se ha podido completar la transferencia. Asegúrate de que tus dispositivos estén cerca uno del otro e inténtalo de nuevo.
es_es: No se ha podido completar la transferencia, por favor asegúrate de que tus dispositivos están cerca e inténtalo de nuevo.
et: Andmete ülekandmine ei õnnestunud. Palun kontrolli, et seadmed oleks üksteise lähedal ja proovi uuesti
eu: Transferentzia ezin izan da osatu; mesedez, ziurta ezazu zure gailuak elkarretik gertu daudela eta saia zaitez berriro
fa: انتقال انجام نشد. مطمئن شوید که دستگاه‌هایتان نزدیک یکدیگر هستند و دوباره امتحان کنید.
fi: Siirto ei onnistunut. Varmista, että laitteesi ovat lähellä toisiaan ja yritä uudelleen.
fil: Hindi makumpleto ang paglipat, paki-seguro na ang iyong mga device ay magkalapit at subukang muli.
fr: Impossible de terminer le transfert. Vérifiez que les deux appareils sont bien côte à côte et réessayez.
ga: Níorbh fhéidir an t-aistriú a chur i gcrích. Cinntigh go bhfuil do ghléasanna gar dá chéile agus triail arís.
gu: ટ્રાન્સફર પૂર્ણ થઈ શક્યું નથી. ખાતરી કરો કે તમારા ડિવાઇસ એકબીજાની નજીક છે અને ફરીથી પ્રયાસ કરો.
he: לא הצלחנו להשלים את ההעברה. חשוב לוודא שהמכשירים שלך קרובים זה לזה ולנסות שוב.
hi: ट्रान्सफर पूरा नहीं हो पाया। सुनिश्चित करें कि आपके डिवाइस एक-दूसरे के निकट हैं और पुनः प्रयास करें।
hr: Prijenos nije uspio. Provjerite jesu li vaši uređaji blizu jedan drugome i pokušajte ponovno.
hu: Az átvitelt nem sikerült befejezni. Győződj meg róla, hogy az eszközök közel vannak egymáshoz, és próbáld újra.
id: Transfer tidak dapat dapat diselesaikan. Pastikan perangkat saling berdekatan dan coba lagi.
is: Ekki var hægt að ljúka yfirfærslunni, gakktu úr skugga um að tækin séu nálægt hvort öðru og reyndu aftur
it: Il trasferimento non è stato completato. Assicurati che i tuoi dispositivi siano vicini e riprova.
ja: 移行を完了できませんでした。両端末が近くにあることを確認して、もう一度お試しください。
kab: Tuzna tegguma ad temmed, ttxil-k·m ḍmen ibenkan-ik·im myiqraben syen εreḍ tikkelt-nniḍen
kk: Көшіруді аяқтау мүмкін болмады, құрылғыларды бір біріне жақындатыңыз да, тағы бір рет байқап көріңіз
km: á€á¶ášá”á‰áŸ’á‡á¼á“á“áŸáŸ‡ á˜á·á“á¢á¶á…á”á‰áŸ’á…á”áŸ‹ áŸá¼á˜á”áŸ’ášá¶á€áŠáá¶ á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€ á‚áºá“áŸ…á‡á·áá‚áŸ’á“á¶ á“á·á„áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€á
kn: ವರ್ಗಾವಣೆಯನ್ನು ಪೂರ್ತಿಗೊಳಿಸಲಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಾಧನಗಳು ಪರಸ್ಪರ ಹತ್ತಿರ ಇವೆ ಎನ್ನುವುದನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 송금을 완료할 수 없습니다. 두 기기를 가까이 두고 다시 시도하세요.
lt: Nepavyko užbaigti perkėlimo, įsitikinkite, kad jūsų įrenginiai yra vienas šalia kito ir bandykite dar kartą
lv: Pārnešana netika pabeigta. Lūdzu, pārliecinieties, ka Jūsu ierīces atrodas tuvu viena otrai un mēģiniet vēlreiz
mk: Преносот не можеше да биде завршен, ве молиме осигурајте се дека вашите уреди се близу еден до друг и обидете се повторно
ml: കൈമാറ്റം പൂർത്തിയാക്കാൻ കഴിയുന്നില്ല, നിങ്ങളുടെ ഡിവൈസുകൾ പരസ്പരം അടുത്ത് തന്നെയാണെന്ന് ദയവായി ഉറപ്പാക്കുകയും വീണ്ടും ശ്രമിക്കുകയും ചെയ്യുക
mr: हस्तांतरण पूर्ण होऊ शकले नाही. आपले डिव्हाइसेस एकमेंकांच्या जवळ असल्याची खात्री करा आणि पुन्हा प्रयत्न करा.
ms: Pemindahan tidak dapat diselesaikan. Pastikan peranti anda berdekatan antara satu sama lain dan cuba lagi.
my: လွှဲပြောင်းခြင်း မပြီးစီးပါ၊ သင့် စက်များသည် အချင်းချင်း နီးကပ်စေရန် သေချာစေပါ၊​ ထို့နောက်ပြန်စမ်းကြည့်ပေးပါ။
nb: Overføringen kunne ikke gjennomføres. Sørg for at enhetene befinner seg i nærheten av hverandre, og prøv på nytt.
nl: Het overzetten kon niet worden voltooid. Houd je apparaten bij elkaar in de buurt en probeer het opnieuw.
pa: ਟ੍ਰਾਂਸਫਰ ਪੂਰਾ ਨਹੀਂ ਹੋ ਸਕਿਆ, ਕਿਰਪਾ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਡਿਵਾੀਸ ਇੱਕ ਦੂਜੇ ਦੇ ਨੇੜੇ ਹਨ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_pk: منتقلی مکمل نئیں ہو سکی، مہربانی کر کے یقینی بناؤ کہ تساں دے آلے اک دوجے دے نیڑے ہون تے دوبارہ کوشش کرو
pl: Nie udało się przenieść. Upewnij się, że urządzenia znajdują się blisko siebie, i spróbuj ponownie.
ps: لیږد بشپړ نشو، د مهرباني له مخې ډاډ تر لاسه کړئ چې ستاسې وسیلې څنګ په څنګ ایښې دي و بیا هڅه وکړئ
pt_br: Não foi possível finalizar a transferência. Verifique se seus dispositivos estão próximos um do outro e tente novamente.
pt_pt: A transferência não pôde ser completada. Assegure-se que os seus dispositivos estão perto um do outro e tente outra vez.
ro: Transferul nu s-a putut finaliza. Asigură-te că ambele dispozitive sunt unul lângă celălalt și încearcă din nou.
ru: Не удалось завершить перенос. Убедитесь, что ваши устройства находятся рядом друг с другом, и попробуйте ещё раз.
sk: Prenos sa nepodarilo dokončiť. Uistite sa, že vaše zariadenia sú blízko seba, a skúste to znova.
sl: Prenosa ni bilo mogoče dokončati, prosimo poskrbite, da bosta obe napravi ena zraven druge in poskusite znova
sq: Shpërngulja s’u plotësua dot, ju lutemi sigurohuni se pajisjet janë pranë njëra-tjetrës dhe riprovoni
sr: Пренос није успео. Проверите да ли су уређаји близу један другог и пробајте поново.
sv: Överföringen kunde inte slutföras. Se till att dina enheter är nära varandra och försök igen.
sw: Uhamisho haujaweza kukamilika, tafadhali hakikisha vifaa vyako vinakaribiana kisha ujaribu tena
ta: இடமாற்றம் முடிக்க முடியவில்லை, தயவு செய்து உறுதி உங்கள் சாதனங்கள் ஒவ்வொன்றிற்கும் அருகில் உள்ளன மற்றவை மற்றும் மீண்டும் முயற்சி செய்
te: బదిలీ పూర్తి కాలేదు, దయచేసి మీ పరికరాలు ఒకదానికొకటి సమీపంలో ఉన్నాయని నిర్ధారించుకోండి మరియు మళ్లీ ప్రయత్నించండి
th: การถ่ายโอนไม่เสร็จสมบูรณ์ โปรดตรวจสอบให้แน่ใจว่าอุปกรณ์ทั้งสองเครื่องวางอยู่ใกล้กัน แล้วลองใหม่อีกครั้ง
tr: Aktarım tamamlanamadı. Cihazlarının birbirine yakın olduğundan emin ol ve tekrar dene.
ug: پۇل يۆتكەشنى تاماملىيالمىدى. ئۈسكۈنىلەرنى يېقىن كەلتۈرۈپ قايتا سىناڭ.
uk: Не вдалося завершити перенесення. Переконайтеся, що пристрої розташовані поряд, і спробуйте знову.
ur: ٹرانسفر مکمل نہیں ہو سکا۔ اس بات کو یقینی بنائیں کہ آپ کی ڈیوائسز ایک دوسرے کے قریب موجود ہیں اور دوبارہ کوشش کریں۔
vi: Quá trình chuyển không thể hoàn tất. Hãy đảm bảo các thiết bị của bạn đang ở gần nhau và thử lại.
zh_cn: 无法完成转移。请确保两个设备彼此靠近，然后重试。
zh_hk: 無法完成資料轉移。請確定你的裝置互相靠近，然後重試。

# DEVICE_TRANSFER_ERROR_MODE_MISMATCH_LINKED
source: To set up this iPad as a linked device, you must scan with your old iPad
af: Om hierdie iPad as ’n gekoppelde toestel op te stel, moet jy met jou ou iPad skandeer
ar: لإعداد جهاز الآي باد هذا كجهاز مُرتبِط، يجب إجراء المسح الضوي باستخدام جِهاز الآي باد القديم.
az: Bu iPad-ı əlaqələndirilmiş cihaz kimi quraşdırmaq üçün, köhnə iPad-ınız ilə skan etməlisiniz
be: Каб наладзіць гэты iPad як звязаную прыладу, вам неабходна прасканаваць код з дапамогай свайго старога iPad
bg: За да настроите този iPad като свързано устройство, трябва да сканирате със стария си iPad
bn: সংযুক্ত ডিভাইস হিসাবে এই iPad সেট-আপ করতে, আপনাকে অবশ্যই আপনার পুরোনো iPad স্ক্যান করতে হবে
ca: Per establir aquest iPad com a dispositiu enllaçat, heu d’escanejar-lo amb l’iPad antic.
cs: Pro nastavení tohoto iPadu jako propojeného zařízení musíte naskenovat kód vaším starým iPadem
cy: I osod yr iPad hon fel dyfais cysylltiedig, mae'n rhaid sganio â'r hen iPad.
da: For at opsætte denne iPad som en sammenkoblet enhed, skal du scanne med din gamle iPad
de: Zum Einrichten deines iPads als ein gekoppeltes Gerät musst du diesen QR-Code mit deinem alten iPad einscannen
el: Για να ρυθμίσεις το iPad ως συνδεδεμένη συσκευή, πρέπει να σαρώσεις με το παλιό σου iPad
es: Para configurar este iPad como dispositivo vinculado, debes escanear el código con tu iPad anterior
es_es: Para configurar este iPad como dispositivo enlazado, debes escanear el código QR usando tu antiguo iPad enlazado.
et: iPadi seadistamiseks ühendatud seadmena pead seda vana iPadiga skannima
eu: iPad hau lotutako gailu gisa, zure iPad zaharra erabiliz eskaneatu behar duzu
fa: برای تنظیم این آیپد به عنوان یک دستگاه پیوند داده شده، باید با آیپد قدیمی خود اسکن کنید.
fi: Jotta voit määrittää tämän iPadin yhdistetyksi laitteeksi, sinun täytyy lukea koodi aiemmin käytetyllä iPadilla
fil: Para mai-setup ang iPad na ito bilang isang naka-link na device, kailangan mong mag-scan gamit ang iyong lumang iPad
fr: Pour configurer cet iPad en tant qu’appareil associé, scannez le code avec votre ancien iPad.
ga: Chun an iPad seo a shocrú mar ghléas nasctha, caithfidh tú scanadh le do shean-iPad
gu: આ iPad ને કનેક્ટેડ ડિવાઇસ તરીકે સેટ કરવા માટે, તમારે તમારા જૂના iPad થી સ્કેન કરવું આવશ્યક છે
he: כדי להגדיר iPad זה כמכשיר מקושר, אתה חייב לסרוק עם ה־iPad הישן שלך
hi: इस iPad को लिंक किये हुए डिवाइस कि तरह स्थापित करने के लिये आप अपने पुराने iPad से स्कैन करें
hr: Kako bi postavili ovaj iPad kao povezani uređaj, morate skenirati kôd s vašim starim iPadom
hu: Ahhoz, hogy az új iPad-edet csatlakozott eszközként beállíthasd, be kell olvasnod a régi iPad-eddel
id: Untuk menghubungkan iPad ini, Anda harus memindai dengan iPad lama Anda
is: Til að setja þetta iPad-tæki upp sem tengt tæki, verðurðu að skanna með gamla iPad-tækinu þínu
it: Per configurare questo iPad come dispositivo associato, devi eseguire la scansione con il tuo vecchio iPad
ja: このiPadをリンク済み端末にするには、古いiPadでスキャンする必要があります
kab: I wakken ad tesbaduḍ iPad-a d ibenk yeqqnen, ilaq ad tesmiḍneḍ s iPad-inek·inem aqbur
kk: iPad құрылғысын байланыстырылған құрылғы ретінде баптау үшін ескі iPad құрылғыңыздың көмегімен сканерлеуіңіз керек
km: áŠá¾á˜áŸ’á”á¸áŠáŸ†á¡á¾á„ iPad á“áŸáŸ‡ á‡á¶á§á”á€ášááŸáá—áŸ’á‡á¶á”áŸ‹ á¢áŸ’á“á€ááŸ’ášá¼áœáŸáŸ’á€áŸá“á‡á¶á˜á½á™ iPad á…á¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ಐಪ್ಯಾಡ್ ಅನ್ನು ಲಿಂಕ್ ಮಾಡಿದ ಸಾಧನವನ್ನಾಗಿ ಸೆಟಪ್ ಮಾಡಲು, ನೀವು ನಿಮ್ಮ ಹಳೆಯ ಐಪ್ಯಾಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಬೇಕು
ko: 이 iPad를 연결하려면 이전 iPad를 스캔해야 합니다
lt: Norėdami nustatyti šį iPad kaip susietą įrenginį, privalote nuskenuoti naudodami savo senąjį iPad
lv: Lai uzstādītu šo iPad kā sasaistīto ierīci, Jums jānoskenē kods ar veco iPad
mk: За да го поставите овој iPad како поврзан уред, морате да го скенирате со вашиот стар iPad
ml: ഈ ഐപാഡിനെ ഒരു ലിങ്ക് ചെയ്ത ഡിവൈസ് ആയി സെറ്റ് അപ്പ് ചെയ്യുന്നതിന്, നിങ്ങൾ നിങ്ങളുടെ പഴയ ഐപാഡുമായി സ്കാൻ ചെയ്യണം
mr: हा iPad लिंक केलेला डिव्हाईस म्हणून सेट अप करण्यासाठी, आपण आपल्या जुन्या iPad सोबत स्कॅन करायला हवे
ms: Untuk menetapkan iPad ini sebagai peranti yang dipautkan, anda perlu imbas dengan iPad lama anda.
my: ၎င်း iPad နှင့် ချိတ်ဆက်ဖို့ ပြင်ဆင်ရန် သင့် iPad အဟောင်းဖြင့် သင်စကင်ဖတ်ရပါမည်။
nb: Du må skanne med den gamle iPad-en for å kunne sette opp denne iPad-en som en koblet enhet
nl: Om deze iPad in te stellen als gekoppeld apparaat moet je de QR-code scannen met je oude iPad
pa: ਇਸ iPad ਨੂੰ ਲਿੰਕ ਕੀਤੇ ਹੋਏ ਡਿਵਾਈਸ ਵਜੋਂ ਸੈੱਟ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਆਪਣੇ ਪੁਰਾਣੇ iPad ਦੇ ਨਾਲ ਸਕੈਨ ਕਰਨਾ ਹੋਵੇਗਾ
pa_pk: ایس آئی پیڈ نوں اک منسلک کیتے آلہ دے طور تے تشکیل دین لئی، تساں نوں اپنے پرانے آئی پیڈ توں لازمی اسکین کرنا ہووے گا
pl: Aby skonfigurować ten iPad jako połączone urządzenie, musisz zeskanować kod swoim poprzednim iPadem
ps: د دې لپاره چې دغه iPad ستاسې د یوې لینک شوې وسیلې په توګه نصب کړو، نو باید د خپل زاړه iPad په مټ یې سکن کړئ
pt_br: Para configurar este iPad como aparelho vinculado, você precisa escaneá-lo com o seu antigo iPad.
pt_pt: Para definir este iPad como sendo um dispositivo associado, deverá digitalizar com o seu iPad antigo
ro: Pentru a configura acest iPad ca și dispozitiv asociat, trebuie să scanezi cu vechiul iPad
ru: Чтобы настроить этот iPad как привязанное устройство, вам нужно просканировать с помощью своего старого iPad
sk: Pre nastavenie tohto iPadu ako prepojené zariadenie musíte skenovať s vaším starým iPadom
sl: Za nastavitev tega iPada kot povezane naprave morate skenirati s starim iPadom
sq: Që ta ujdisni këtë iPad si një pajisje të lidhur, duhet ta skanoni me iPad-in tuaj të vjetër
sr: Да бисте подесили овај iPad као повезан уређај, морате да скенирате својим старим iPad-ом
sv: Om du vill ställa in denna iPad som en länkad enhet måste du skanna med din gamla iPad
sw: Kusanidi hii iPad kama kifaa kilichounganishwa, itakulazimu uchunguze na iPad yako ya zamani.
ta: க்கு அமை இந்த ஐபாட் ஒரு இணைக்கப்பட்டுள்ளது சாதனம், நீங்கள் வேண்டும் ஊடுகதிர் உடன் உங்கள் பழைய ஐபாட்
te: ఈ iPad ‌ను లింక్డ్ పరికరంగా సెటప్ చేయడానికి, మీరు మీ పాత iPad ‌తో స్కాన్ చేయాలి
th: เพื่อตั้งค่า iPad เครื่องนี้ให้เป็นอุปกรณ์ที่เชื่อมโยง คุณต้องสแกนด้วย iPad เครื่องเก่า
tr: Bu iPad'i bağlı cihaz olarak kurmak için eski iPad'inizden taramalısınız
ug: بۇ iPad نى باغلانغان ئۈسكۈنە قىلىپ تەڭشەشتە، كونا iPad تە تارىشىڭىز زۆرۈر.
uk: Щоб використовувати цей iPad як зв'язаний пристрій, необхідно зісканувати код старим iPad
ur: اس iPad کو ایک منسلک device کے طور پر ترتیب دینے کے لیئے آپ کو اپنے پرانے iPad سے اسکین کرنا ہوگا
vi: Để cài đặt iPad này thành thiết bị được liên kết, bạn phải quét mã bằng iPad cũ
zh_cn: 要设置此 iPad 为关联设备，你必须用原来的设备扫描二维码
zh_hk: 要將此iPad設為已連接的裝置，你需要使用舊的iPad來掃瞄。

# DEVICE_TRANSFER_ERROR_MODE_MISMATCH_PRIMARY
source: To transfer your account, you must scan with your iPhone
af: Om jou rekening oor te dra, moet jy met jou iPhone skandeer
ar: لنقل حسابك، يجب إجراء المسح الضوئي باستخدام الآي فون الخاص بك.
az: Hesabınızı köçürmək üçün onu iPhone-unuzla skan etməlisiniz
be: Каб перанесці ўліковы запіс, вам неабходна прасканаваць код з дапамогай iPhone
bg: За да прехвърлите акаунта си, трябва да сканирате с вашия iPhone
bn: আপনার অ্যাকাউন্টটি স্থানান্তর করতে, আপনাকে অবশ্যই আপনার iPhone দিয়ে স্ক্যান করতে হবে
ca: Per transferir el compte, heu d’escanejar-lo amb l'iPhone.
cs: Pro přenos vašeho účtu musíte naskenovat kód iPhonem
cy: I drosglwyddo eich cyfrif, mae'n rhaid sganio â'ch iPhone
da: For at overføre din konto skal du scanne med din iPhone
de: Zum Übertragen deines Kontos musst du diesen QR-Code mit deinem iPhone einscannen
el: Για να μεταφέρεις το λογαριασμό σου, πρέπει να σαρώσεις με το iPhone σου
es: Para transferir tu cuenta, debes escanear el código con tu iPhone
es_es: Para transferir tu cuenta, debes escanear el código QR con tu iPhone.
et: Konto ülekandmiseks pead enda iPhone'iga skannima
eu: Zure kontua transferitzeko, zure iPhone erabiliz eskaneatu behar duzu.
fa: برای انتقال حساب کاربری خود، باید با آیفون قدیمی خود اسکن کنید.
fi: Sinun täytyy lukea koodi iPhonella, jotta voit siirtää tilin
fil: Para mailipat ang iyong account, kailangan mong mag-scan gamit ang iyong iPhone
fr: Pour transférer votre compte, scannez le code avec votre iPhone
ga: Chun do chuntas a aistriú, caithfidh tú scanadh le d'iPhone
gu: તમારું એકાઉન્ટ ટ્રાન્સફર કરવા માટે, તમારે તમારા iPhone થી સ્કેન કરવું આવશ્યક છે
he: כדי להעביר את החשבון שלך, אתה חייב לסרוק עם ה־iPhone שלך
hi: अपना खाता ट्रान्सफर करने के लिये आप अपने iPhone से स्कैन करें
hr: Kako biste prenijeli račun, morate skenirati kôd pomoću iPhonea
hu: A fiókod átmozgatásához be kell olvasnod az iPhone-oddal
id: Untuk mentransfer akun, Anda harus memindai dengan iPhone Anda
is: Til að flytja aðganginn þinn, þarfti að skanna með iPhone-tækinu þínu
it: Per trasferire il tuo account, devi eseguire la scansione con il tuo iPhone
ja: アカウントを移行するには、iPhoneでスキャンする必要があります
kab: I wakken ad tazneḍ amiḍan-ik·im, ilaq ad tesmiḍneḍ s iPhone-inek·inem
kk: Тіркелгіні көшіру үшін iPhone көмегімен сканерлеуіңіз керек
km: áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á‡á¼á“á‚áá“á¸á¢áŸ’á“á€ á¢áŸ’á“á€ááŸ’ášá¼áœáŸáŸ’á€áŸá“á‡á¶á˜á½á™ iPhone ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ವರ್ಗಾಯಿಸಲು, ನೀವು ನಿಮ್ಮ ಐಫೋನಿನೊಂದಿಗೆ ಸ್ಕ್ಯಾನ್ ಮಾಡಬೇಕು
ko: 계정을 이동하려면 iPhone으로 스캔해야 합니다
lt: Norėdami perkelti paskyrą, privalote nuskenuoti naudodami savo iPhone
lv: Lai pārnestu Jūsu kontu, Jums jānoskenē ar Jūsu iPhone
mk: За пренос на вашата сметка, морате да скенирате со вашиот iPhone
ml: നിങ്ങളുടെ അക്കൗണ്ട് കൈമാറ്റം ചെയ്യുന്നതിന്, നിങ്ങളുടെ ഐഫോണുമായി നിങ്ങൾ സ്കാൻ ചെയ്തിരിക്കണം
mr: आपले खाते स्थानांतरित करण्यासाठी, आपण आपल्या iPhone सोबत स्कॅन करायला हवे
ms: Untuk memindahkan akaun anda, anda perlu imbas dengan iPhone anda
my: သင့်အကောင့်ကို လွှဲပြောင်းရန် သင့် iPhone နှင့် စကင်ဖတ်ရပါမည်။
nb: Du må du skanne med iPhone for å overføre kontoen
nl: Om je account over te zetten moet je de QR-code scannen met je iPhone
pa: ਆਪਣਾ ਖਾਤਾ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਆਪਣੇ iPhone ਦੇ ਨਾਲ ਟ੍ਰਾਂਸਫਰ ਕਰਨਾ ਪਵੇਗਾ
pa_pk: اپنا اکاؤنٹ منتقل کرن دے لئی، تساں نوں اپنے آئی فون توں لازمی اسکین کرنا ہووے گا
pl: Aby przenieść konto, musisz zeskanować kod swoim iPhone'em
ps: د خپل اکاونټ د لیږد لپاره، تاسې باید هغه په خپل ایفون سره سکن کړئ
pt_br: Para transferir sua conta, você precisa escanear com o seu iPhone.
pt_pt: Para transferir a sua conta, deverá digitalizar com o seu iPhone
ro: Pentru a-ți transfera contul, trebuie să scanezi cu iPhone-ul tău
ru: Чтобы перенести свою учётную запись, вам нужно просканировать с помощью своего iPhone
sk: Na prenos vášho účtu, musíte skenovať s vaším iPhoneom
sl: Za prenos računa morate skenirati s svojim iPhonom
sq: Që të shpërngulni llogarinë tuaj, duhet të skanoni me iPhone-in tuaj
sr: Да бисте пренели налог, морате да скенирате вашим iPhone-ом
sv: Om du vill överföra ditt konto måste du skanna med din iPhone
sw: Kuhamisha akaunti yako, itakulazimu uchunguze na iPhone yako.
ta: மாற்ற உங்கள் கணக்கு, நீங்கள் வேண்டும் ஊடுகதிர் உடன் உங்கள் ஐபோன்
te: మీ ఖాతాను బదిలీ చేయడానికి, మీరు మీ iPhone ‌తో స్కాన్ చేయాలి
th: เพื่อถ่ายโอนบัญชีของคุณ คุณต้องสแกนด้วย iPhone ของคุณ
tr: Hesabınızı aktarmak için, iPhone'unuz ile taramalısınız
ug: ھېساباتىڭىزنى يۆتكەشتە، iPhone نىڭىزدا تاراڭ.
uk: Щоб перенести акаунт, зіскануйте код своїм iPhone
ur: اپنا اکاؤنٹ منتقل کرنے کے لیئے آپ کو اپنے iPhone سے اسکین کرنا ہوگا
vi: Để chuyển tài khoản của mình, bạn phải quét mã bằng iPhone
zh_cn: 要迁移你的账户，你必须用你的 iPhone 扫描二维码
zh_hk: 要轉移你的帳戶，你需要用你的iPhone來掃瞄。
