Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PROFILE_VIEW_USERNAME_UNSET_DESCRIPTION
source: People can now message you using your optional username so you don’t have to give out your phone number.
ar: يُمكن للناس مراسلتك الآن باستخدام اسم المُستخدم الاختياري الخاص بك حتى لا تضطر إلى إعطاء رقم هاتفك.
be: Цяпер вам могуць адпраўляць паведамленні на імя карыстальніка, што вы выбралі, а даваць свой нумар тэлефона вам не патрэбна.
bn: লোকজন এখন আপনার ঐচ্ছিক ব্যবহারকারীর নাম ব্যবহার করে আপনাকে মেসেজ পাঠাতে পারবেন যাতে আপনাকে আপনার ফোন নম্বর দিতে না হয়।
ca: Ara, la gent et pot enviar missatges fent servir el teu àlies opcional, i no caldrà que donis el teu número de telèfon.
cs: Lidé vám teď mohou posílat zprávy pomocí vašeho volitelného uživatelského jména, takže jim nemusíte sdělovat své telefonní číslo.
da: Folk kan nu sende dig beskeder ved hjælp af dit valgfrie brugernavn, så du ikke behøver at dele dit telefonnummer.
de: Andere können dir jetzt über deinen optionalen Nutzernamen eine Nachricht schicken, sodass du deine Telefonnummer nicht mehr herausgeben musst.
el: Οι χρήστες μπορούν πλέον να σου στέλνουν μήνυμα χρησιμοποιώντας το προαιρετικό όνομα χρήστη σου, ώστε να μη χρειάζεται να δώσεις τον αριθμό τηλεφώνου σου.
es: Ahora, las personas pueden enviarte mensajes usando tu alias opcional, con lo que no necesitas dar tu número de teléfono.
fa: اکنون افراد می‌توانند با استفاده از نام کاربری اختیاری‌تان به شما پیام بدهند، پس دیگر لازم نیست شماره تلفن خود را به کسی بدهید.
fi: Ihmiset voivat nyt lähettää sinulle viestejä valinnaisella käyttäjänimelläsi, joten sinun ei tarvitse antaa puhelinnumeroasi.
fr: Vos amis peuvent désormais vous contacter grâce à votre nom d'utilisateur facultatif, ce qui vous évite de partager votre numéro de téléphone.
ga: Is féidir le daoine teachtaireacht a sheoladh chugat anois ar d'ainm úsáideora roghnach ionas nach gá duit d'uimhir ghutháin a thabhairt amach.
gu: લોકો હવે તમારા વૈકલ્પિક યુઝરનેમનો ઉપયોગ કરીને તમને મેસેજ કરી શકે છે જેથી તમારે તમારો ફોન નંબર આપવો ન પડે.
he: אנשים יכולים לשלוח לך הודעות באמצעות שם המשתמש האופציונלי שלך, כך שכבר אין צורך לתת את מספר הטלפון שלך.
hi: लोग अब आपका वैकल्पिक यूज़रनेम इस्तेमाल करके आपको संदेश भेज सकते हैं, ताकि आपको अपना फोन नंबर न देना पड़े।
hr: Drugi vam sada mogu slati poruke putem vašeg korisničkog imena, koje nije obavezno, tako da više ne morate dijeliti svoj broj telefona.
hu: Az emberek mostantól üzenetet küldhetnek neked az opcionális felhasználóneveden keresztül, így nem kell megadnod a telefonszámodat.
id: Orang lain kini bisa mengirimi Anda pesan lewat nama pengguna opsional, jadi Anda tidak perlu memberikan nomor telepon.
it: Da ora le persone possono mandarti messaggi conoscendo solo il tuo nome utente (che è opzionale). Perciò non devi più dare il tuo numero di telefono se non vuoi.
ja: オプションのユーザーネームを使ってメッセージを送れるようになったので、電話番号を教える必要はありません。
ko: 이제 나에게 메시지를 보낼 때 선택적 사용자 이름을 사용할 수 있으므로 다른 사람과 전화번호를 공유할 필요가 없습니다.
mr: लोक आपणाला आपले वैकल्पिक वापरकर्ता नाव वापरून आता संदेश पाठवू शकतात ज्यामुळे आपणाला आपला फोन क्रमांक देण्याची आवश्यकता नाही.
ms: Mereka kini boleh menghantar mesej kepada anda menggunakan nama pengguna pilihan anda, tanpa memberikan nombor telefon anda.
nb: Nå kan andre sende deg meldinger via brukernavnet ditt, slik at du slipper å gi ut telefonnummeret ditt.
nl: Mensen kunnen je nu berichten sturen via je optionele gebruikersnaam zodat je je telefoonnummer niet hoeft te geven.
pl: Inne osoby mogą teraz wysyłać Ci wiadomości za pomocą Twojej opcjonalnej nazwy użytkownika. Nie musisz już podawać numeru telefonu.
pt_br: As pessoas agora podem enviar mensagens para você usando seu nome de usuário opcional. Você não precisa mais informar seu número de telefone.
pt_pt: As pessoas podem agora enviar-lhe mensagens usando o seu nome de utilizador opcional, para não ter de fornecer o seu número de telemóvel.
ro: Acum, oamenii îți pot trimite mesaje folosind numele tău de utilizator opțional, astfel încât să nu fie nevoie să dai numărul tău de telefon.
ru: Теперь люди могут писать вам сообщения, используя выбранное вами имя пользователя, поэтому вам не нужно делиться вашим номером телефона.
sk: Ľudia vám teraz môžu posielať správy pomocou vášho voliteľného používateľského mena. Svoje telefónne číslo preto nemusíte uvádzať.
sr: Људи сада могу да вам шаљу поруке преко вашег опционог корисничког имена, тако да не морате да дајете свој број телефона.
sv: Nu går det att skicka meddelanden till dig med ditt valfria användarnamn så att du inte behöver ange ditt telefonnummer.
th: ผู้ติดต่อจะสามารถส่งข้อความหาคุณผ่านชื่อผู้ใช้ที่คุณกำหนด วิธีนี้ทำให้คุณไม่จำเป็นต้องบอกหมายเลขโทรศัพท์กับใคร
tr: İnsanlar artık isteğe bağlı kullanıcı adını kullanarak sana mesaj gönderebilir, böylece telefon numaranı vermene gerek kalmaz.
ug: باشقىلار ئەمدى تاللانما ئىشلەتكۈچى نامىڭىزنى ئىشلىتىپ سىزگە ئۇچۇر يوللىسا بولىدۇ، تېلېفون نومۇرىڭىزنى ئېيتىپ بېرىشنىڭ ھاجىتى يوق.
uk: Тепер люди можуть писати вам, знаючи ваше ім'я користувача. Його можна створити в разі потреби не повідомляти свого номера телефону.
ur: لوگ اب آپ کا اختیاری یوزر نیم استعمال کرتے ہوئے آپ کو میسج کر سکتے ہیں تاکہ آپ کو اپنا فون نمبر دینے کی ضرورت نہ پڑے۔
vi: Giờ đây mọi người có thể gửi tin nhắn cho bạn qua tên người dùng tùy chọn của bạn nên bạn không cần cung cấp số điện thoại của mình.
zh_cn: 用户现在可以通过您的可选用户名给您发送消息，因此您无需给其他用户分享您的手机号码。
zh_hk: 其他人現在可以使用你的自選用戶名稱向你發送訊息，因此你不需提供你的電話號碼。

source: Proxy Address
ar: عنوان البروكسي
be: Адрас проксі
bn: প্রক্সি ঠিকানা
ca: Adreça intermediària
cs: Proxy adresa
da: Proxy-adresse
de: Proxy-Adresse
el: Διεύθυνση proxy
es: Dirección del proxy
fa: نشانی پروکسی
fi: Välityspalvelimen osoite
fr: Adresse du proxy
ga: Seoladh Seachfhreastalaí
gu: પ્રોક્સી એડ્રેસ
he: כתובת יפוי כוח
hi: प्रॉक्सी पता
hr: Proxy adresa
hu: Proxy cím
id: Alamat proksi
it: Indirizzo proxy
ja: プロキシアドレス
ko: 프록시 주소
mr: प्रॉक्सी पत्ता
ms: Alamat proksi
nb: Proxy-adresse
nl: Proxyadres
pl: Adres proxy
pt_br: Endereço de proxy
pt_pt: Endereço proxy
ro: Adresă proxy
ru: Адрес прокси
sk: Proxy adresa
sl: Proxy naslov
sr: Адреса прокси сервера
sv: Proxyadress
th: ที่อยู่พร็อกซี
tr: Vekil adresi
ug: ۋاكالەتچى ئادرېس
uk: Адреса проксі-сервера
ur: پراکسی ایڈریس
vi: Địa chỉ proxy
zh_cn: 代理地址
zh_hk: 代理伺服器位址

# PROXY_CONNECTED_SUCCESSFULLY
source: You are connected to the proxy. You can turn the proxy off at any time from Settings.
ar: أنت متصل بالبروكسي. يمكنك تعطيله في أي وقت من قسم "اﻹعدادات".
be: Вы падключаны да проксі. Вы можаце ў любы час адключыць проксі ў наладах.
bn: আপনি প্রক্সিতে সংযুক্ত আছেন। আপনি সেটিংস থেকে যে কোনও সময় প্রক্সিটি বন্ধ করতে পারেন।
ca: Esteu connectat amb l'intermediari. Podeu desactivar-lo en qualsevol moment des de la configuració.
cs: Jste připojeni k proxy. Proxy můžete kdykoliv vypnout z Nastavení.
da: Du er forbundet til proxyen. Du kan til enhver tid deaktivere proxyen via Indstillinger.
de: Signal ist mit dem Proxy verbunden. In »Einstellungen« kannst du ihn jederzeit ausschalten.
el: Έχεις συνδεθεί στο proxy. Μπορείς να το απενεργοποιήσεις οποιαδήποτε στιγμή στις Ρυθμίσεις.
es: Signal se ha conectado al proxy. Puedes desactivar el proxy en cualquier momento en Ajustes.
et: Oled puhverserveriga ühendatud. Puhverserverit on võimalik rakenduse sätetes välja lüitada.
fa: شما به پروکسی متصل شدید. می‌توانید پروکسی را در هر زمانی از تنظیمات غیرفعال کنید.
fi: Yhteys välityspalvelimeen muodostettu. Voit kytkeä välityspalvelimen pois päältä milloin tahansa asetuksista.
fr: Vous êtes connecté au proxy. Vous pouvez désactiver le proxy à tout moment depuis les paramètres.
ga: Tá tú nasctha leis an seachfhreastalaí. Is féidir leat an seachfhreastalaí a chasadh as am ar bith ó na Socruithe.
gu: તમે પ્રોક્સી સાથે જોડાયેલા છો. તમે સેટિંગ્સમાંથી કોઈપણ સમયે પ્રોક્સી બંધ કરી શકો છો.
he: אתה מחובר אל יפוי הכוח. אתה יכול לכבות את יפוי הכוח בכל זמן מתוך ההגדרות.
hi: आप प्रॉक्सी से जुड़े हुए हैं। आप सेटिंग से किसी भी समय प्रॉक्सी को बंद कर सकते हैं।
hr: Povezani ste s proxyjem. Možete u bilo kojem trenutku isključiti proxy u Postavkama.
hu: Csatlakozva vagy a proxyhoz. A proxyt bármikor kikapcsolhatod a Beállítások menüben.
id: Anda tersambung ke proksi. Anda dapat mematikannya kapanpun dari Pengaturan.
it: Sei connesso al proxy. Puoi disattivare il proxy in qualsiasi momento dalle impostazioni.
ja: プロキシに接続しました。いつでも設定でプロキシを無効にできます。
ko: 프록시에 연결됐습니다. 설정에서 언제든 프록시 연결을 종료할 수 있습니다.
mr: आपण प्रॉक्सी शी कनेक्ट आहात. आपण सेटिंग मधून कोणत्याही वेळी प्रॉक्सी बंद करू शकता.
ms: Anda telah disambungkan ke proksi. Anda boleh mematikan proksi pada bila-bila masa dari Tetapan.
nb: Du er koblet til proxyen. Du kan når som helst slå av proxyen i innstillingene.
nl: Signal is verbonden met de proxy. Je kunt de proxy op elk gewenst moment uitschakelen vanuit Signals instellingen.
pl: Masz połączenie z serwerem proxy. W każdej chwili możesz wyłączyć proxy w ustawieniach.
pt_br: Você está conectado ao proxy. Você pode desligar o proxy a qualquer momento em Configurações.
pt_pt: Não é possível ligar ao proxy. Pode desligar o proxy a qualquer momento a partir das 'Definições'.
ro: Ești conectat la proxy. Poți dezactiva proxy-ul în orice moment din Setări.
ru: Вы подключены к прокси. Вы можете отключить прокси в любое время в настройках.
sk: Ste pripojený/á ku proxy. Proxy môžete kedykoľvek vypnúť v Nastaveniach.
sl: Povezani ste s proxyjem. Povezavo lahko kadarkoli prekinete v Nastavitvah.
sr: Повезани сте са прокси сервером. Можете искључити прокси сервер у било ком тренутку у подешавањима.
sv: Du är ansluten till proxyen. Du kan stänga av proxyn när som helst från Inställningar.
th: คุณได้เชื่อมต่อพร็อกซีแล้ว คุณสามารถปิดพร็อกซีเมื่อใดก็ได้จากเมนูการตั้งค่า
tr: Vekil sunucuya bağlandınız. Vekil sunucuyu istediğiniz zaman Ayarlar'dan kapatabilirsiniz.
ug: ۋاكالەتچىگە باغلاندىڭىز. خالىغان ۋاقىتتا تەڭشەكلەردىن ۋاكالەتچىنى تاقىۋېتەلەيسىز.
uk: Ви з'єднані з проксі-сервером. Проксі-сервер можна завжди вимкнути в налаштуваннях.
ur: آپ پراکسی سے جڑے ہوئے ہیں۔ آپ کسی بھی وقت ترتیبات سے پراکسی بند کرسکتے ہیں۔
vi: Bạn đã kết nối tớ proxy. Bạn có thể tắt proxy bất kì lúc nào trong Cài đặt.
zh_cn: 已连接代理。可在“设置”下随时关闭该代理。
zh_hk: 您已連線到代理伺服器。您可隨時在設定中關閉代理伺服器。

# PROXY_FAILED_TO_CONNECT
source: Couldn’t connect to the proxy. Check the proxy address and try again.
ar: تعذَّر الاتصال بالبروكسي. تحقَّق من عنوان البروكسي ثم حاوِل مرّة أُخرى.
be: Немагчыма падключыцца да проксі. Праверце адрас проксі і паўтарыце спробу.
bn: প্রক্সির সাথে সংযোগ করা যায়নি। প্রক্সি ঠিকানাটি ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: No s'ha pogut connectar amb el servidor intermediari. Comprova'n l'adreça i torna-ho a intentar.
cs: K proxy serveru se nepodařilo připojit. Zkontrolujte adresu proxy serveru a zkuste to znovu.
da: Kunne ikke oprette forbindelse til proxyen. Tjek proxyadressen, og prøv igen.
de: Es konnte keine Verbindung zum Proxy hergestellt werden. Überprüfe die Proxy-Adresse und versuche es erneut.
el: Αποτυχία σύνδεσης proxy. Έλεγξε τη διεύθυνση proxy και δοκίμασε ξανά.
es: No se ha podido conectar con el servidor proxy. Comprueba la dirección e inténtalo de nuevo.
fa: اتصال به پروکسی انجام نشد. آدرس پروکسی را بررسی و دوباره امتحان کنید.
fi: Yhteyden muodostaminen välityspalvelimeen ei onnistunut. Tarkista välityspalvelimen osoite ja yritä uudelleen.
fr: Impossible de se connecter au proxy. Veuillez vérifier l'adresse du proxy et réessayer.
ga: Níorbh fhéidir nascadh leis an seachfhreastalaí. Seiceáil seoladh an tseachfhreastalaí agus triail arís.
gu: પ્રૉક્સી સાથે કનેક્ટ કરી ન શકાયું. પ્રૉક્સી એડ્રેસ તપાસો અને ફરી પ્રયાસ કરો.
he: לא הצלחנו להתחבר לפרוקסי. יש לבדוק את כתובת הפרוקסי ולנסות שוב.
hi: प्रॉक्सी से कनेक्ट नहीं हो सका। प्रॉक्सी ऐड्रेस जाँचें और फिर से प्रयास करें।
hr: Spajanje na proxy nije uspjelo. Provjerite proxy adresu i pokušajte ponovno.
hu: Nem sikerült csatlakozni a proxyhoz. Ellenőrizd a proxy címét, és próbáld újra!
id: Tidak dapat tersambung ke proksi. Periksa alamat proksi dan coba lagi.
it: Impossibile connettersi al proxy. Controlla l'indirizzo proxy e riprova.
ja: プロキシに接続できませんでした。プロキシアドレスを確認して再度試してください。
ko: 프록시에 연결할 수 없습니다. 프록시 주소를 확인하고 다시 시도하세요.
mr: प्रॉक्सीशी कनेक्ट होऊ शकत नाही. कृपया प्रॉक्सी पत्ता तपासा आणि पुन्हा प्रयत्न करा.
ms: Tidak dapat menyambung ke proksi. Periksa alamat proksi dan cuba lagi.
nb: Kunne ikke koble til proxyen. Sjekk proxy-adressen og prøv igjen.
nl: Kan geen verbinding maken met de proxy. Controleer het proxy-adres en probeer het opnieuw.
pl: Nie udało się połączyć z serwerem proxy. Sprawdź adres proxy i spróbuj ponownie.
pt_br: Não foi possível conectar ao proxy. Confira o endereço proxy e tente novamente.
pt_pt: Não foi possível ligar ao proxy. Verifique o endereço do proxy e tente novamente.
ro: Nu s-a realizat conexiunea la proxy. Verifică adresa proxy și încearcă din nou.
ru: Не удалось подключиться к прокси. Проверьте адрес прокси и попробуйте ещё раз.
sk: Nepodarilo sa pripojiť ku proxy. Skontrolujte proxy adresu a skúste to znova.
sl: Povezovanje s proxyjem ni uspelo. Preverite proxy naslov in poskusite znova.
sr: Повезивање на прокси сервер није успело. Проверите адресу прокси сервера и пробајте поново.
sv: Det gick inte att ansluta till proxyn. Kontrollera proxyadressen och försök igen.
th: ไม่สามารถเชื่อมต่อกับพร็อกซีได้ โปรดตรวจสอบที่อยู่พร็อกซีและลองอีกครั้ง
tr: Proxy sunucusuna bağlanılamadı. Proxy adresini kontrol et ve tekrar dene.
ug: ۋاكالەتچىگە ئۇلىنالمىدى. ۋاكالەتچى ئادرېسىنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
uk: Помилка з'єднання з проксі-сервером. Перевірте адресу й спробуйте ще раз.
ur: پراکسی سے مربوط نہیں ہو سکے۔ پراکسی ایڈریس چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể kết nối tới proxy. Kiểm tra địa chỉ proxy và thử lại.
zh_cn: 无法链接代理服务器。请检查代理地址并重试。
zh_hk: 無法連接代理伺服器。請檢查代理伺服器位址，然後再試一次。

# PROXY_PLACEHOLDER
source: Enter Proxy Address
ar: أدخِل عنوان البروكسي
be: Увесці адрас проксі
bn: প্রক্সি ঠিকানা লিখুন
ca: Introduïu l'adreça del servidor intermediari
cs: Zadat adresu proxy
da: Indtast proxy-adresse
de: Proxy-Adresse eingeben
el: Εισαγωγή διεύθυνσης proxy
es: Introduce la dirección del proxy
fa: نشانی پروکسی را وارد کنید
fi: Syötä välityspalvelimen osoite
fr: Saisissez l’adresse du proxy
ga: Iontráil Seoladh Seachfhreastalaí
gu: પ્રોક્સી એડ્રેસ ઉમેરો
he: הכנס כתובת יפוי כוח
hi: प्रॉक्सी पता दर्ज करें
hr: Unesite proxy adresu
hu: Proxy cím megadása
id: Masukkan alamat proxy
it: Inserisci indirizzo proxy
ja: プロキシアドレスを入力してください
ko: 프록시 주소 입력하기
mr: प्रॉक्सी पत्ता प्रविष्ट करा
ms: Masukkan alamat proksi
nb: Skriv inn proxy-adressen
nl: Voer een proxyadres in
pl: Podaj adres proxy
pt_br: Digite o endereço de proxy
pt_pt: Introduza o endereço proxy
ro: Introdu adresa proxy
ru: Введите адрес прокси
sk: Zadajte adresu proxy servera
sl: Vnesite proxy naslov
sr: Унесите адресу прокси сервера
sv: Ange proxyadress
th: ป้อนที่อยู่พร็อกซี
tr: Vekil sunucu adresi girin
ug: ۋاكالەتچى ئادرېسنى كىرگۈزۈڭ
uk: Введіть адресу проксі-сервера
ur: پراکسی ایڈریس درج کریں
vi: Nhập địa chỉ proxy
zh_cn: 请输入代理地址
zh_hk: 輸入代理伺服器位址

# PROXY_SETTINGS_TITLE
source: Proxy
ar: البروكسي
be: Проксі
bn: প্রক্সি
ca: Servidor intermediari
et: Puhverserver
fa: پروکسی
fi: Välityspalvelin
ga: Seachfhreastalaí
gu: પ્રોક્સી
he: יפוי כוח
hi: प्रॉक्सी
id: Proksi
ja: プロキシ
ko: 프록시
mr: प्रॉक्सी
ms: Proksi
ru: Прокси
sr: Прокси сервер
th: พร็อกซี
tr: Vekil sunucu
ug: ۋاكالەتچى
uk: Проксі-сервер
ur: پراکسی
zh_cn: 代理
zh_hk: 代理伺服器

# PUSH_MANAGER_MARKREAD
source: Mark as Read
af: Merk as gelees
ar: تحديد كمقروء
az: Oxundu olaraq işarələ
be: Пазначыць як прачытанае
bg: Маркирай като прочетено
bn: পড়া হয়েছে চিহ্নিত করুন
ca: Marca com a llegit
cs: Označit jako přečtené
cy: Marcio wedi'i Ddarllen
da: Markér som Læst
de: Als gelesen markieren
el: Σημείωση ως αναγνωσμένο
es: Marcar como leído
es_es: Marcar como leído
et: Märgi loetuks
eu: Irakurritako gisa markatu
fa: علامت‌گذاری به عنوان خوانده‌شده
fi: Merkitse luetuksi
fil: Markahan na nabasa na
fr: Marquer comme lu
ga: Marcáil Léite
gu: વાંચેલ તરીકે માર્ક કરો
he: סמן כנקרא
hi: दिखा हुआ मार्क करे
hr: Označi kao pročitano
hu: Megjelőlés olvasottként
id: Tandai telah Dibaca
is: Merkja sem lesið
it: Segna come letto
ja: 既読にする
kab: Creḍ-it yettwaɣra
kk: Оқылған деп белгілеу
km: á€áŸ†áááŸ‹ áá¶á”á¶á“á¢á¶á“
kn: ಓದಿರುವುದಾಗಿ ಗುರುತಿಸಿ
ko: 읽음으로 표시
lt: Žymėti kaip skaitytą
lv: Atzīmēt kā lasītu
mk: Означете како прочитано
ml: വായിച്ചതായി അടയാളപ്പെടുത്തുക
mr: वाचले म्हणून चिन्हांकित करा
ms: Tanda sebagai Dibaca
my: ဖတ်ပြီးကြောင်းမှတ်
nb: Merk som lest
nl: Markeren als gelezen
pa: ਪੜ੍ਹੇ ਹੋਏ ਵਜੋਂ ਚਿੰਨ੍ਹ ਲਗਾਓ
pa_pk: بطور پڑھیا نشان زد کرو
pl: Oznacz jako odczytane
ps: د لوستل شوي په توګه یې نښاني کړئ
pt_br: Marcar como Lida
pt_pt: Marcar como lida
ro: Marchează ca Citit
ru: Прочитано
sk: Označiť ako prečítané
sl: Označi kot prebrano
sq: Vëri Shenjë si i Lexuar
sr: Означи као прочитано
sv: Markera som läst
sw: Alimisha kama Iliyosomwa
ta: படித்ததாக குறி
te: చదివినట్లుగా గుర్తించు
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu olarak işaretle
ug: ئوقۇلدى قىلىڭ
uk: Прочитати
ur: پڑھے ہوئے کے بطور نشان لگائیں
vi: Đánh dấu Đã đọc
zh_cn: 标记为已读
zh_hk: 標記為已讀

# PUSH_MANAGER_REPLY
source: Reply
af: Antwoord
ar: رد
az: Cavabla
be: Адказаць
bg: Отговор
bn: প্রত্যুত্তর
ca: Respondre
cs: Odpovědět
cy: Ymateb
da: Svar
de: Antworten
el: Απάντηση
es: Responder
es_es: Responder
et: Vasta
eu: Erantzun
fa: پاسخ
fi: Vastaa
fil: Tugon
fr: Répondre
ga: Freagair
gu: જવાબ
he: השב
hi: उत्तर
hr: Odgovori
hu: Válasz
id: Balas
is: Svara
it: Rispondi
ja: 返信
kab: Err
kk: Жауап қату
km: á†áŸ’á›á¾á™áá”
kn: ಉತ್ತರಿಸಿ
ko: 답장
lt: Atsakyti
lv: Atbildēt
mk: Одговори
ml: മറുപടി
mr: प्रत्युत्तर द्या
ms: Balas
my: စာပြန်ရန်
nb: Svar
nl: Antwoorden
pa: ਜਵਾਬ ਦਿਓ
pa_pk: جواب دیو
pl: Odpowiedz
ps: بیا پلي کول
pt_br: Responder
pt_pt: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sl: Odgovori
sq: Përgjigju
sr: Одговори
sv: Svara
sw: Jibu
ta: பதில்
te: స్పంధించు
th: ตอบกลับ
tr: Yanıtla
ug: جاۋاب
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_cn: 回复
zh_hk: 回覆

# PUSH_REGISTER_SUCCESS
source: Successfully re-registered for push notifications.
af: Suksesvol geherregistreer vir stootkennisgewings.
ar: تمَّت إعادة التسجيل بنجاح في الإشعارات داخل التطبيق.
az: Ani bildirişlər üçün təkrar qeydiyyat uğurlu oldu.
be: Паўторная рэгістрацыя для атрымання push-паведамленняў прайшла паспяхова.
bg: Успешно се пререгистрирахте за изкачащи известявания.
bn: পুশ বিজ্ঞপ্তিগুলির জন্য সাফল্যের সাথে পুনরায় নিবন্ধিত হয়েছে।
ca: S'ha registrat de nou correctament per a les notificacions.
cs: Úspěšně zaregistrováno pro oznámení push.
cy: Wedi llwyddo ailgorestri am hysbiadau gwth.
da: Push-notifikationer er aktiveret
de: Erfolgreich erneut für Push-Mitteilungen registriert.
el: Επιτυχής επανεγγραφή για λήψη ειδοποιήσεων.
es: Se han reactivado las notificaciones push.
es_es: Registrado de nuevo para recibir notificaciones.
et: Teavituste saamiseks edukalt uuesti registreeritud.
eu: Arrakastaz birerregistratuta push jakinarazpenetarako.
fa: اعلان‌های فوری با موفقیت فعال شد.
fi: Push-ilmoitusten uudellenrekisteröinti onnistui.
fil: Matagumpay na nai-rehistrong muli para sa mga push notification.
fr: Les notifications push ont bien été réactivées.
ga: D'éirigh leat athchlárú le brúfhógraí.
gu: પુશ સૂચનાઓ માટે સફળતાપૂર્વક ફરીથી રજીસ્ટર કરાયુ.
he: נרשם מחדש בהצלחה עבור התראות דחיפה.
hi: पुश अधिसूचनाओं के लिये पुनः पंजीकरण सक्षम हो गया है।
hr: Ponovna registracija push obavijesti je uspješna.
hu: Push értesítések újraregisztrálása sikeresen megtörtént.
id: Daftar ulang berhasil untuk mendapatkan notifikasi.
is: Tókst að endurskrá fyrir ýti-tilkynningar.
it: Ri-registrazione delle notifiche push avvenuta con successo.
ja: プッシュ通知を再登録しました。
kab: Allus n ujerred idda akken iwata i udegger n yilεa.
kk: Push құлақтандыруларды қайтадан тіркеу сәтті аяқталды.
km: á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á¡á¾á„áœá·á‰áŠáŸ„á™á‡áŸ„á‚á‡áŸá™ áŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá‡á¼á“áŠáŸ†áá¹á„áŸ”
kn: ಪುಶ್ ಅಧಿಸೂಚನೆಗಳಿಗಾಗಿ ಯಶಸ್ವಿಯಾಗಿ ಪುನಃ ನೋಂದಾಯಿಸಲಾಗಿದೆ.
ko: 푸시 알림을 재등록했습니다.
lt: Sėkmingai iš naujo užsiregistruota „Push“ pranešimams.
lv: Veiksmīgi reģistrējāties automātiskajiem paziņojumiem.
mk: Успешно пререгистрирање за автоматски известувања.
ml: പുഷ് നോട്ടിഫിക്കേഷനുകൾക്ക് വേണ്ടി വിജയകരമായി റീ-രജിസ്റ്റർ ചെയ്തിരിക്കുന്നു.
mr: पुश सूचनांकरिता यशस्वीरीत्या पुनर्नोंदणी झाली.
ms: Berjaya didaftarkan semula untuk pemberitahuan tolak.
my: push notifications အတွက် ပြန်စာရင်းလုပ်တာ အောင်မြင်ပါသည်။
nb: Vellykket omregistrering for push-varslinger.
nl: Opnieuw registreren voor pushmeldingen is geslaagd.
pa: ਪੁਸ਼ ਸੂਚਨਾਵਾਂ ਲਈ ਕਾਮਯਾਬੀ ਨਾਲ ਮੁੜ-ਰਜਿਸਟਰ ਕੀਤਾ।
pa_pk: پُش اطلاواں دے لئی کامیابی توں فیر رجسٹرڈ کیتا۔
pl: Udało się ponownie skonfigurować powiadomienia push.
ps: د خبرتیاوو د تر لاسه کولو لپاره بیا نوم لیکنه بریالۍ تر سره شوه.
pt_br: Êxito ao registrar novamente para envio de notificações.
pt_pt: Reinscreveu-se com sucesso nas notificações push.
ro: Reînregistrarea pentru notificări push s-a făcut cu succes.
ru: Перерегистрирация для получения push-уведомлений прошла успешно.
sk: Push notifikácie boli úspešne znovu zaregistrované.
sl: Ponovna registracija potisnih obvestil je bila uspešna.
sq: U ribë me sukses regjistrimi për njoftime push.
sr: Поново сте се пријавили на обавештења.
sv: Det gick att omregistrera för pushnotiser.
sw: Imesajiliwa kwa mafanikio kwa arifa za kushinikiza.
ta: புஷ் அறிவிப்புகளுக்கு வெற்றிகரமாக மீண்டும் பதிவுசெய்யப்பட்டது.
te: సాగిపోవు ప్రకటనలు కోసం విజయవంతంగా తిరిగి నమోదు చేయబడింది.
th: ลงทะเบียนใหม่สำหรับการแจ้งเตือนแบบพุชได้สำเร็จ
tr: Anlık bildirimler için başarıyla yeniden kayıt edildi.
ug: تەۋسىيە ئۇقتۇرۇشى مۇۋەپپەقىيەتلىك ھالدا قايتا تىزىملىتىلدى.
uk: Ви успішно заново зареєстрували токен для отримання push-сповіщень.
ur: کامیابی سے پش اطلاعات کیلئے دوبارہ رجسٹر ہو گیا۔
vi: Đăng ký nhận thông báo đẩy thành công.
zh_cn: 成功重新注册了推送.
zh_hk: 成功重設通知功能。

# QUOTED_REPLY_ACCESSIBILITY_LABEL_FORMAT
source: Replying to %@.
ar: ردًا على %1$@.
be: Адказваю %1$@.
bn: %1$@-কে উত্তর দেওয়া হচ্ছে।
ca: Resposta per a %1$@.
cs: Odpovídáte na zprávu od %1$@
da: Besvarer %1$@.
de: Antwort an %1$@.
el: Απάντηση προς %1$@.
es: Respuesta a %1$@
fa: در حال پاسخ به %1$@.
fi: Vastaus käyttäjälle %1$@.
fr: Vous répondez à %1$@.
ga: Ag freagairt do %1$@.
gu: %1$@ને જવાબ આપી રહ્યા છો.
he: תשובה אל %1$@.
hi: %1$@ को जवाब दे रहे हैं।
hr: Odgovarate na poruku korisnika %1$@.
hu: Válasz %1$@ számára.
id: Membalas pesan %1$@.
it: In risposta a %1$@.
ja: %1$@への返信
ko: %1$@ 님에게 답장하는 중입니다.
mr: %1$@ ला उत्तर देत आहे.
ms: Membalas kepada %1$@.
nb: Svarer %1$@.
nl: In reactie op %1$@.
pl: Odpowiedź na wiadomość, której nadawcą jest %1$@.
pt_br: Respondendo para %1$@.
pt_pt: A responder a %1$@.
ro: Îi răspunzi lui %1$@.
ru: Ответ %1$@.
sk: Odpoveď pre používateľa %1$@.
sr: Одговор за: %1$@.
sv: Svarar till %1$@.
th: ตอบกลับหา %1$@
tr: %1$@ adlı kişiye cevaben.
ug: %1$@ غا جاۋاب قايتۇرۇۋاتىدۇ.
uk: Відповідь користувачу %1$@.
ur: %1$@ کو جواب دے رہے ہیں۔
vi: Đang trả lời %1$@.
zh_cn: 回复 %1$@。
zh_hk: 正在回覆 %1$@。
