Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_STATUS_PENDING_SHORT
source: Paused
af: Wagtend
ar: توقُّف مُؤقَّت
az: Fasilə verildi
be: Прыпынена
bn: স্থগিত করা হয়েছে
ca: Interromput
cs: Pozastaveno
cy: Oedwyd
da: Sat på pause
de: Pausiert
el: Σε αναμονή
es: Pausado
et: Peatatud
fa: متوقف شد
fi: Keskeytetty
fr: Mis en pause
gu: અટકાવેલ છે
he: מושהה
hi: रोका गया
hr: Zaustavljeno
hu: Felfüggesztve
id: Ditunda
is: Í bið
it: In pausa
ja: 保留中
km: á•áŸ’á¢á¶á€
kn: ಪಾಸ್‌ ಮಾಡಲಾಗಿದೆ
ko: 일시 중지됨
lt: Pristabdyta
lv: Pauzēta
ml: താൽക്കാലികമായി നിർത്തി
mr: विराम दिला
ms: Dijeda
nb: Satt på pause
nl: Gepauzeerd
pa: ਰੋਕਿਆ
pl: Wstrzymano
ps: درول شوی
pt_br: Pendente
pt_pt: Em pausa
ro: A fost pus în pauză
ru: Приостановлено
sk: Pozastavené
sl: Ustavljeno
sq: Ndalur
sr: Паузирано
sv: Pausad
sw: Umesitishwa
ta: இடைநிறுத்தப்பட்டது
te: పాజ్ చేయబడింది
th: หยุดชั่วคราว
tr: Durduruldu
ug: ۋاقىتلىق توختىتىلدى
uk: Припинено
ur: رک گیا
vi: Tạm hoãn
zh_cn: 已暂停
zh_hk: 已暫停

# MESSAGE_STATUS_READ
source: Read
af: Lees
ar: تمَّت قراءتها
az: Oxundu
be: Прачытана
bg: Прочетено
bn: পড়া
ca: S'ha llegit
cs: Přečteno
cy: Darllen
da: Læst
de: Gelesen
el: Διαβάστηκε
es: Leído
es_es: Leído
et: Loetud
eu: Irakurrita
fa: خوانده‌شده
fi: Luettu
fil: Nabasa na
fr: Lu
ga: Léite
gu: વાંચો
he: נקרא
hi: पढ़ लिया गया
hr: Pročitano
hu: Elolvasva
id: Baca
is: Lesa
it: Letto
ja: 既読
kab: Γaṛ
kk: Оқу
km: á¢á¶á“
kn: ಓದಿ
ko: 읽음
lt: Perskaitytos
lv: Lasīta
mk: Прочитано
ml: വായിച്ചു
mr: वाचले
ms: Baca
my: ဖတ်ပြီး
nb: Lest
nl: Gelezen
pa: ਪੜ੍ਹਿਆ ਗਿਆ
pa_pk: پڑھو
pl: Odczytano
ps: لوستل
pt_br: Lida
pt_pt: Lida
ro: Citit
ru: Прочитано
sk: Prečítaná
sl: Prebrano
sq: Të lexuar
sr: Прочитано
sv: Läst
sw: Soma
ta: படி
te: చదవండి
th: อ่านแล้ว
tr: Okundu
ug: ئوقۇش
uk: Прочитано
ur: پڑھیں
vi: Đọc
zh_cn: 已读
zh_hk: 已讀取

# MESSAGE_STATUS_RECIPIENT_SKIPPED
source: Skipped
af: Oorgeslaan
ar: تعذَّر التسليم
az: Ötürüldü
be: Прапушчана
bg: Пропуснато
bn: এড়িয়ে যাওয়া হয়েছে
ca: S'ha omès
cs: Nedoručeno
cy: Hepgorwyd
da: Sprunget over
de: Ausgelassen
el: Παραλείφθηκε
es: No entregado
es_es: Omitido
et: Vahele jäetud
eu: Jauzita
fa: ارسال نشد
fi: Ei toimitettu
fil: Nilagpasan
fr: Non distribué
ga: Scipeáilte
gu: ન પહોંચ્યો
he: לא נשלח
hi: छोङ दिया
hr: Nije isporučeno
hu: Kihagyva
id: Tidak terkirim
is: Sleppt
it: Non consegnato
ja: スキップ
kab: Yettawazgel
kk: Өткізіп жіберілді
km: á”á¶á“ášáŸ†á›á„
kn: ಬಿಟ್ಟು ಮುಂದುವರಿಯಲಾಗಿದೆ
ko: 건너뜀
lt: Praleista
lv: Izlaista
mk: Прескокнато
ml: ഒഴിവാക്കി
mr: वगळले
ms: Dilangkau
my: မဖတ်ဘဲ ကျော်သွားသော
nb: Ikke levert
nl: Overgeslagen
pa: ਛੱਡਿਆ
pa_pk: چھڈ دتا
pl: Pominięto
ps: تیر شوی
pt_br: Não entregue
pt_pt: Não entregue
ro: Omis
ru: Пропущено
sk: Nedoručené
sl: Izpuščeno
sq: Të anashkaluar
sr: Није достављено
sv: Överhoppad
sw: Imerukwa
ta: தவிர்க்கப்பட்டது
te: దాటవేయబడింది
th: ส่งไม่สำเร็จ
tr: Atlandı
ug: ئاتلاندى
uk: Кому не доставлено:
ur: نظر انداز ہو گیا
vi: Đã bỏ qua
zh_cn: 已跳过
zh_hk: 已略過

# MESSAGE_STATUS_SEND_FAILED
source: Send Failed
af: Kon nie stuur nie
ar: فشل الإرسال
az: Göndərilmədi
be: Не атрымалася адправіць
bg: Неуспешно Изпращане
bn: পাঠাতে ব্যর্থ
ca: Ha fallat l'enviament.
cs: Odesílání selhalo
cy: Methwyd Anfon
da: Afsendelse mislykkedes
de: Versand gescheitert
el: Αποτυχία αποστολής
es: No enviado
es_es: Fallo al enviar
et: Saatmine ei õnnestunud
eu: Bidalketak huts egin du
fa: ارسال ناموفق بود
fi: Lähetys epäonnistui
fil: Nabigo ang pagpapadala
fr: Non envoyé.
ga: Theip ar an seoladh
gu: મોકલવામાં નિષ્ફળ
he: שליחה נכשלה
hi: भेजना विफल
hr: Slanje nije uspjelo
hu: Küldés sikertelen
id: Gagal kirim
is: Sending mistókst
it: Invio non riuscito
ja: 送信に失敗
kab: Tuzna ur teddi ara
kk: Жіберу сәтсіз болды
km: á”á‰áŸ’á‡á¼á“á”ášá¶á‡áŸá™
kn: ಕಳುಹಿಸುವುದು ವಿಫಲವಾಗಿದೆ
ko: 보내기 실패
lt: Nepavyko išsiųsti
lv: Sūtīšana neizdevās
mk: Испраќањето е неуспешно
ml: അയയ്‌ക്കുന്നത് പരാജയപ്പെട്ടു
mr: पाठविणे अयशस्वी
ms: Penghantaran Gagal
my: ပေးပို့ခြင်း မအောင်မြင်ပါ
nb: Sending feilet
nl: Verzenden is mislukt
pa: ਭੇਜਣਾ ਅਸਫਲ
pa_pk: گھلنا ناکام ہویا
pl: Nie udało się wysłać
ps: لیږل ناکامه شو
pt_br: Falha no envio
pt_pt: Falha no envio
ro: Trimitere eșuată.
ru: Отправка не удалась
sk: Odosielanie zlyhalo.
sl: Pošiljanje ni uspelo
sq: Dërgimi Dështoi
sr: Слање није успело
sv: Det gick inte att skicka
sw: Imefeli kutuma
ta: அனுப்புதல் தோல்வியுற்றது
te: పంపడం విఫలమైంది
th: การส่งล้มเหลว
tr: Gönderme Başarısız
ug: ئەۋەتەلمىدى
uk: Не вдалося надіслати
ur: بھیجنے میں ناکامی
vi: Gửi thất bại
zh_cn: 发送失败。
zh_hk: 傳送失敗

# MESSAGE_STATUS_SENDING
source: Sending…
af: Stuur tans…
ar: جارٍ الإرسال…
az: Göndərilir...
be: Адпраўка…
bg: Изпращане…
bn: পাঠানো হচ্ছে
ca: Enviant…
cs: Odesílání…
cy: Anfon...
da: Sender…
de: Wird versendet …
el: Στέλνεται…
es: Enviando…
es_es: Enviando …
et: Saatmine...
eu: Bidaltzen...
fa: در حال ارسال…
fi: Lähetetään…
fil: Ipinapadala...
fr: Envoi…
ga: Seoladh…
gu: મોકલાઈ રહ્યું છે…
he: שולח…
hi: भेजा जा रहा है…
hr: Slanje…
hu: Küldés…
id: Mengirim…
is: Sendi...
it: Invio in corso…
ja: 送信しています…
kab: Tuzna...
kk: Жіберілуде...
km: á€áŸ†á–á»á„á•áŸ’á‰á¾...
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ…
ko: 보내는 중…
lt: Siunčiama…
lv: Sūta...
mk: Испраќа...
ml: അയയ്ക്കുന്നു…
mr: पाठवत आहे…
ms: Menghantar…
my: ပို့နေသည်…
nb: Sender…
nl: Bezig met verzenden…
pa: ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pa_pk: گھل رئیا اے…
pl: Wysyłanie…
ps: د لیږلو په حال کې ده...
pt_br: Enviando…
pt_pt: A enviar…
ro: Se trimite…
ru: Отправляется…
sk: Odosiela sa…
sl: Pošiljanje ...
sq: Po dërgohet…
sr: Слање…
sv: Skickar …
sw: Inatuma...
ta: அனுப்புகிறது ...
te: పంపుతోంది ...
th: กำลังส่ง…
tr: Gönderiliyor…
ug: ئەۋەتىلىۋاتىدۇ…
uk: Триває надсилання…
ur: بھیج رہا ہے۔۔۔
vi: Đang gửi…
zh_cn: 发送中……
zh_hk: 正在傳送…

# MESSAGE_STATUS_SENT
source: Sent
af: Gestuur
ar: تمَّ إرسالها
az: Göndərildi
be: Адпраўлена
bg: Изпратено
bn: পাঠানো হয়েছে
ca: S'ha enviat
cs: Odesláno
cy: Anfonwyd
da: Sendt
de: Versendet
el: Στάλθηκε
es: Enviado
es_es: Enviado
et: Saadetud
eu: Bidali
fa: ارسال شد
fi: Lähetetty
fil: Naipadala na
fr: Envoyé
ga: Seolta
gu: મોકલ્યો
he: נשלח
hi: भेज दिया गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviato
ja: 送信済み
kab: Ttwazanen
kk: Жіберілді
km: á”á¶á“á•áŸ’á‰á¾
kn: ಕಳುಹಿಸಲಾಗಿದೆ
ko: 보냄:
lt: Išsiųsta
lv: Nosūtīta
mk: Испратено
ml: അയച്ചു
mr: पाठविले
ms: Dihantar
my: ပို့ပြီး
nb: Sendt
nl: Verzonden
pa: ਭੇਜਿਆ
pa_pk: گھلیا گیا
pl: Wysłano
ps: لیږل شوی
pt_br: Enviada
pt_pt: Enviada
ro: Trimis
ru: Отправленные
sk: Odoslaná
sl: Poslano
sq: Të dërguar
sr: Послато
sv: Skickat
sw: Umetumwa
ta: அனுப்பியது
te: పంపిన
th: ส่งแล้ว
tr: Gönderildi
ug: يوللانغان
uk: Надіслано
ur: چلا گیا
vi: Đã gửi
zh_cn: 已发送
zh_hk: 已傳送

# MESSAGE_STATUS_UPLOADING
source: Uploading…
af: Laai tans op…
ar: جارٍ التحميل…
az: Yüklənir...
be: Запампоўка…
bg: Качване...
bn: আপলোড করা হচ্ছে
ca: Carregant…
cs: Nahrávání…
cy: Yn Uwchlwytho...
da: Uploader…
de: Wird hochgeladen …
el: Ανεβαίνει…
es: Cargando…
es_es: Transfiriendo …
et: Üleslaadimine...
eu: Eguneratzen...
fa: در حال بارگذاری…
fi: Ladataan…
fil: Ina-upload...
fr: Importation…
ga: Uaslódáil…
gu: અપલોડ થઈ રહ્યુ છે…
he: מעלה…
hi: अपलोड हो रहा है…
hr: Učitavanje…
hu: Feltöltés folyamatban…
id: Mengunggah…
is: Sendi inn…
it: Caricamento in corso…
ja: アップロードしています…
kab: Asali …
kk: Жүктеп салынуда...
km: á€áŸ†á–á»á„á”á‰áŸ’á‡á¼á“...
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 업로드 중…
lt: Nusiunčiama…
lv: Augšupielādē...
mk: Прикачување...
ml: അപ്‌ലോഡ് ചെയ്യുന്നു...
mr: अपलोड करत आहे…
ms: Memuat naik…
my: အပ်လုပ် တင်နေသည် ...
nb: Laster opp…
nl: Bezig met uploaden…
pa: ਅੱਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pa_pk: اپ لوڈ کر رئیا اے…
pl: Przesyłanie…
ps: د پورته کولو په حال کې ده...
pt_br: Carregando…
pt_pt: A carregar…
ro: Se încarcă …
ru: Загружаем…
sk: Nahrávanie…
sl: Nalagam...
sq: Po ngarkohet…
sr: Отпрема се…
sv: Laddar upp…
sw: Inapakia...
ta: ஏற்றுகிறது ...
te: అప్లోడ్
th: กำลังอัปโหลด…
tr: Yükleniyor…
ug: يۈكلىنىۋاتىدۇ...
uk: Вивантаження…
ur: اپ لوڈ ہو رہا ہے
vi: Đang tải lên…
zh_cn: 上传中……
zh_hk: 正在上載……

# MESSAGE_STATUS_VIEWED
source: Viewed
af: Bekyk
ar: تمَّت مشاهدتها
az: Baxıldı
be: Прагледжана
bn: দেখা হয়েছে
ca: Vista
cs: Zobrazeno
cy: Gwelwyd
da: Set
de: Angesehen
el: Διαβάστηκε
es: Visto
et: Vaadatud
eu: Ikusita
fa: مشاهده شد
fi: Katsottu
fr: Vu
ga: Amharcadh air
gu: જોયેલુ
he: הוצג
hi: देखा गया
hr: Pregledano
hu: Megtekintve
id: Dilihat
is: Skoðað
it: Visualizzato
ja: 閲覧済み
kab: Iwala
km: á”á¶á“á”á¾á€á˜á¾á›
kn: ವೀಕ್ಷಿಸಲಾಗಿದೆ
ko: 조회함
lt: Peržiūrėta
lv: Skatīts
mk: Прегледано
ml: കണ്ടു
mr: बघितले
ms: Dilihat
my: ကြည့်ရှုပြီး
nb: Sett
nl: Gezien
pa: ਦੇਖਿਆ ਗਿਆ
pl: Wyświetlono
ps: لیدل شوي
pt_br: Visto
pt_pt: Vista(s)
ro: Vizualizat
ru: Просмотрено
sk: Zobrazené
sl: Ogledano
sq: Parë
sr: Прочитано
sv: Visat
sw: Imetazamwa
ta: பார்க்கப்பட்டவை
te: వీక్షించినవి
th: ดูแล้ว
tr: Görüldü
ug: كۆرگەن
uk: Переглянуто
ur: دیکھا ہوا
vi: Đã xem
zh_cn: 已查看
zh_hk: 已看過

# MESSAGES_VIEW_1_MEMBER_NO_LONGER_VERIFIED_FORMAT
source: %@ is no longer marked as verified. Tap for options.
af: %@ is nie meer gemerk as geverifieer nie. Tik vir opsies.
ar: لم يعُد %1$@ مُشارًا إليه كمُتحقَّق مِنه. انقر للمزيد من الخيارات.
az: %@ artıq təsdiqləndi olaraq işarələnmir. Seçimlər üçün toxunun.
be: %1$@ не пазначаны як правераны. Паказаць варыянты.
bg: %@ вече не е отбелязан като проверен. Докоснете за настройки.
bn: %1$@ আর যাচাইকৃত হিসাবে চিহ্নিত নয়। বিকল্পগুলির জন্য আলতো চাপুন।
ca: %1$@ ja no està marcat com a verificat. Toqueu per a més opcions.
cs: %1$@ již není označen(a) jako ověřený. Pro možnosti klepněte.
cy: Nid yw %@ bellach wedi'i marcio fel y'i gwiriwyd. Tapiwch am opsiynau.
da: %1$@ er ikke længere markeret som verificeret. Tryk for muligheder.
de: %1$@ ist nicht mehr als verifiziert markiert. Für Optionen antippen.
el: Ο/Η %1$@ δεν είναι πλέον σημειωμένος/η ως επιβεβαιωμένος/η. Πάτα για επιλογές.
es: La identidad de %1$@ ha cambiado a no verificada. Toca para ver opciones.
es_es: La identidad de %@ ha cambiado a no verificada. Toca para saber más.
et: %@ ei ole enam kinnitatuks märgitud. Klõpsa valikuteks.
eu: %@ jada ez dago egiaztatu gisa markatuta. Ukitu aukerak ikusteko.
fa: %1$@ دیگر تأیید شده نیست. برای مشاهده گزینه‌ها ضربه بزنید.
fi: %1$@ ei ole enää merkitty varmennetuksi. Lisätietoja napauttamalla.
fil: Si %@ ay hindi na markadong beripikado. Pindutin para sa mga pagpipilian.
fr: %1$@ n'est plus marqué comme confirmé. Touchez l'écran pour afficher les options.
ga: Níl %1$@ marcáilte deimhnithe a thuilleadh. Tapáil chun roghanna a fheiceáil.
gu: %1$@ હવે ચકાસેલા તરીકે માર્ક થયેલ નથી. વિકલ્પો માટે ટેપ કરો.
he: %1$@ אינו מסומן יותר כמוודא. הקשי לאפשרויות.
hi: %1$@ अब सत्यापित नहीं हैं। विकल्पों के लिए टैप करें।
hr: %1$@ više nije označen/a kao provjeren/a. Pritisnite za opcije.
hu: %1$@ "Ellenőrzött" státusza megszűnt. Koppints a lehetőségekért.
id: %1$@tak lagi ditandai sudah terverifikasi. Ketuk untuk pilihan.
is: %@ er ekki lengur merkt sem sannreynt. Ýttu til að sjá valkosti.
it: %1$@ non è più segnato come verificato. Tocca per le opzioni.
ja: %1$@ は検証されていません。タップして確認します。
kab: %@ dayen ur yettwacraḍ ara yettusenqed. Sit ɣef textiṛiyin.
kk: %@ бұдан былай тексерілді деп таңбаланбайды. Таңдауға болатын нұсқаларды қарау үшін түртіңіз.
km: %@ á›áŸ‚á„á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹áŸ” á…á»á… áŸá˜áŸ’ášá¶á”áŸ‹á‡á˜áŸ’ášá¾áŸá”á“áŸ’ááŸ‚á˜áŸ”
kn: %@ ಅನ್ನು ಇನ್ನು ಮುಂದೆ ದೃಢೀಕೃತ ಎಂದು ಗುರುತಿಸಲಾಗಿಲ್ಲ. ಆಯ್ಕೆಗಳಿಗಾಗಿ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: %1$@ 님은 더 이상 검증된 사용자가 아닙니다. 탭하여 설정을 엽니다.
lt: %@ daugiau nebėra pažymėta(-s) kaip patvirtinta(-s). Bakstelėkite norėdami matyti parinktis.
lv: %@ vairs nav atzīmēts kā verificēts. Pieskarieties, lai skatītu opcijas.
mk: %@ повеќе не е означен како верификуван. Допрете за опции.
ml: %@ ഇനിമേൽ വേരിഫൈ ചെയ്തതായി മാർക്ക് ചെയ്തിട്ടില്ല. ഓപ്ഷനുകൾക്കായി തട്ടുക.
mr: %1$@ आता सत्यापित म्हणून चिन्हांकित नाही. पर्यायांकरिता टॅप करा.
ms: %1$@ tidak lagi ditanda sebagai disahkan. Ketik untuk pilihan.
my: %@သည်အတည်ပြုထားမှု မရှိတော့ပါ။ လုပ်ဆောင်ချက်များကို ကြည့်ရန် တစ်ချက်နှိပ်ပါ။
nb: %1$@ er ikke lenger merket som verifisert. Trykk for valg.
nl: %1$@ is niet langer gemarkeerd als geverifieerd. Tik voor opties.
pa: %@ ਹੁਣ ਤਸਦੀਕਸ਼ੁਦਾ ਵਜੋਂ ਨਿਸ਼ਾਨੀ ਨਹੀਂ ਹੈ। ਚੋਣਾਂ ਲਈ ਛੂਹੋ।
pa_pk: %@ نوں ہور توثیق ہویا دے طور تے نشان زد نئیں اے۔ اختیارات دے لئی ٹیپ کرو۔
pl: %1$@ nie jest już zweryfikowanym członkiem. Dotknij, aby wyświetlić opcje.
ps: %@ نور د تایید شوي په توګه نه دی په نښه شوی. د غوراویو لپاره کلیک وکړئ.
pt_br: %1$@ não está mais marcado como verificado. Toque para ver as opções.
pt_pt: %1$@ deixou de estar marcado como verificado. Toque para opções.
ro: %1$@ nu mai este marcat ca fiind verificat. Apasă pentru opțiuni.
ru: %1$@ больше не отмечен как подтверждённый. Показать опции…
sk: %1$@ už nie je označený/á ako overený/á. Ťuknite pre možnosti.
sl: Uporabnik_ca %@ ni več označen_a kot potrjen_a. Tapnite za več možnosti.
sq: %@ s’është më i shënuar si i verifikuar. Prekeni për mundësi.
sr: %1$@ више није означен(а) као верификован(а). Додирните да видите опције.
sv: %1$@ är inte markerad som verifierad längre. Tryck för alternativ.
sw: %@hajaalamishwa kama aliyethibitishwa. Gusa kwa chaguo.
ta: %@ இனி சரிபார்க்கப்பட்டதாக குறிக்கப்படவில்லை. விருப்பங்களுக்குத் தட்டவும்.
te: %@ ధృవీకరించబడినట్లుగా గుర్తించబడలేదు. ఎంపికల కోసం నొక్కండి.
th: %1$@ ไม่ถือว่าถูกตรวจยืนยันอีกต่อไป แตะเพื่อดูตัวเลือก
tr: %1$@ artık doğrulanmış olarak işaretlenmiyor. Seçenekler için dokunun.
ug: «%1$@» گە ئەمدى دەلىللەنگەن دەپ بەلگە قويۇلمايدۇ. چېكىپ تاللاشلارنى كۆرۈڭ.
uk: Користувача %1$@ уже не позначено як перевіреного. Торкніться, щоб побачити доступні дії.
ur: %1$@مزید تصدیق کے طور پر نشان نہیں لگایا۔ آپشنز کیلئے کلک کریں۔
vi: %1$@ không còn được xác minh. Chạm để xem các lựa chọn.
zh_cn: %1$@不再标记为已验证。点击打开选项。
zh_hk: %1$@ 已不再標記為「已驗證」。輕觸開啟選項。

# MESSAGES_VIEW_CONTACT_NO_LONGER_VERIFIED_FORMAT
source: %@ is no longer marked as verified. Tap for options.
af: %@ is nie meer gemerk as geverifieer nie. Tik vir opsies.
ar: لم يعُد %1$@ مُشارًا إليه كمُتحقَّق منه. انقر للمزيد من الخيارات.
az: %@ artıq təsdiqləndi olaraq işarələnmir. Seçimlər üçün toxunun.
be: %1$@ не пазначаны як правераны. Паказаць варыянты.
bg: %@ вече не е отбелязан като проверен. Докоснете за настройки.
bn: %1$@ আর যাচাইকৃত হিসাবে চিহ্নিত নয়। বিকল্পগুলির জন্য আলতো চাপুন।
ca: %1$@ ja no és marcat com a verificat. Toqueu per a més opcions.
cs: %1$@ již není označen(a) jako ověřený. Pro možnosti klepněte.
cy: Nid yw %@ bellach wedi'i marcio fel y'i gwiriwyd. Tapiwch am opsiynau.
da: %1$@ er ikke længere markeret som verificeret. Tryk for muligheder.
de: %1$@ ist nicht mehr als verifiziert markiert. Für Optionen antippen.
el: Ο/Η %1$@ δεν είναι πλέον σημειωμένος/η ως επιβεβαιωμένος/η. Πάτα για επιλογές.
es: La identidad de %1$@ ha cambiado a no verificada. Toca para ver opciones.
es_es: La identidad de %@ ha cambiado a no verificada. Toca para saber más.
et: %@ ei ole enam kinnitatuks märgitud. Klõpsa valikuteks.
eu: %@ jada ez dago egiaztatu gisa markatuta. Ukitu aukerak ikusteko.
fa: %1$@ دیگر تأیید شده نیست. برای مشاهدهٔ گزینه‌ها ضربه بزنید.
fi: %1$@ ei ole enää merkitty varmennetuksi. Lisätietoja napauttamalla.
fil: Si %@ ay hindi na markadong beripikado. Pindutin para sa mga pagpipilian.
fr: %1$@ n'est plus marqué comme confirmé. Touchez l'écran pour afficher les options.
ga: Níl %1$@ marcáilte deimhnithe a thuilleadh. Tapáil chun roghanna a fheiceáil.
gu: %1$@ હવે ચકાસેલા તરીકે માર્ક થયેલ નથી. વિકલ્પો માટે ટેપ કરો.
he: %1$@ אינו מסומן יותר כמוודא. הקש לאפשרויות.
hi: %1$@ अब सत्यापित नहीं हैं। विकल्पों के लिए टैप करें।
hr: %1$@ više nije označen/a kao provjeren/a. Pritisnite za opcije.
hu: %1$@ "Ellenőrzött" státusza megszűnt. Koppints a lehetőségekért.
id: %1$@tidak lagi ditandai sudah terverifikasi. Ketuk untuk pilihan.
is: %@ er ekki lengur merkt sem sannreynt. Ýttu til að sjá valkosti.
it: %1$@ non è più segnato come verificato. Tocca per le opzioni.
ja: %1$@ は検証されていません。タップして確認します。
kab: %@ dayen ur yettwacraḍ ara yettusenqed. Sit ɣef textiṛiyin.
kk: %@ бұдан былай тексерілді деп таңбаланбайды. Таңдауға болатын нұсқаларды қарау үшін түртіңіз.
km: %@ á‚áºá›áŸ‚á„á‡áŸ’ášá¾áŸášá¾áŸáá¶á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á‘áŸ€áá‘áŸáŸ” á…á»á… áŸá˜áŸ’ášá¶á”áŸ‹á‡á˜áŸ’ášá¾áŸá”á“áŸ’ááŸ‚á˜áŸ”
kn: %@ ಅನ್ನು ಇನ್ನು ಮುಂದೆ ದೃಢೀಕೃತ ಎಂದು ಗುರುತಿಸಲಾಗಿಲ್ಲ. ಆಯ್ಕೆಗಳಿಗಾಗಿ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: %1$@ 님은 더 이상 검증된 사용자가 아닙니다. 탭하여 설정을 엽니다.
lt: %@ daugiau nebėra pažymėta(-s) kaip patvirtinta(-s). Bakstelėkite norėdami matyti parinktis.
lv: %@ vairs nav atzīmēts kā verificēts. Pieskarieties, lai skatītu opcijas.
mk: %@ повеќе не е означен како верификуван. Допрете за опции.
ml: %@ ഇനിമേൽ വേരിഫൈ ചെയ്തതായി മാർക്ക് ചെയ്തിട്ടില്ല. ഓപ്ഷനുകൾക്കായി തട്ടുക.
mr: %1$@ आता सत्यापित म्हणून चिन्हांकित नाही. पर्यायांकरिता टॅप करा.
ms: %1$@ tidak lagi ditanda sebagai disahkan. Ketik untuk pilihan.
my: %@သည်အတည်ပြုထားမှု မရှိတော့ပါ။ လုပ်ဆောင်ချက်များကို ကြည့်ရန် တစ်ချက်နှိပ်ပါ။
nb: %1$@ er ikke lenger merket som verifisert. Trykk for valg.
nl: %1$@ is niet langer gemarkeerd als geverifieerd. Tik voor opties.
pa: %@ ਹੁਣ ਤਸਦੀਕਸ਼ੁਦਾ ਵਜੋਂ ਨਿਸ਼ਾਨੀ ਨਹੀਂ ਹੈ। ਚੋਣਾਂ ਲਈ ਛੂਹੋ।
pa_pk: %@ نوں ہور توثیق ہویا دے طور تے نشان زد نئیں اے۔ اختیارات دے لئی ٹیپ کرو۔
pl: %1$@ nie jest już zweryfikowanym członkiem. Dotknij, aby wyświetlić opcje.
ps: %@ نور د تایید شوي په توګه نه دی په نښه شوی. د غوراویو لپاره کلیک وکړئ.
pt_br: %1$@ não está mais marcado como verificado. Toque para ver as opções.
pt_pt: %1$@ deixou de estar marcado como verificado. Toque para opções.
ro: %1$@ nu mai este marcat ca fiind verificat. Apasă pentru opțiuni.
ru: %1$@ больше не отмечен как подтверждённый. Показать опции…
sk: %1$@ už nie je označený/á ako overený/á. Ťuknite pre možnosti.
sl: Uporabnik_ca %@ ni več označen_a kot potrjen_a. Tapnite za več možnosti.
sq: %@ s’është më i shënuar si i verifikuar. Prekeni për mundësi.
sr: %1$@ више није означен(а) као верификован(а). Додирните да видите опције.
sv: %1$@ är inte markerad som verifierad längre. Tryck för alternativ.
sw: %@haijaalamishwa kama iliyothibitishwa. Gusa kwa chaguo.
ta: %@ இனி சரிபார்க்கப்பட்டதாக குறிக்கப்படவில்லை. விருப்பங்களுக்குத் தட்டவும்.
te: %@ధృవీకరించబడినట్లుగా గుర్తించబడలేదు. ఎంపికల కోసం నొక్కండి.
th: %1$@ ไม่ถือว่าถูกตรวจยืนยันอีกต่อไป แตะเพื่อดูตัวเลือก
tr: %1$@ artık doğrulanmış olarak işaretlenmiyor. Seçenekler için dokunun.
ug: «%1$@» گە ئەمدى دەلىللەنگەن دەپ بەلگە قويۇلمايدۇ. چېكىپ تاللاشلارنى ئېچىڭ.
uk: Користувача %1$@ уже не позначено як перевіреного. Торкніться, щоб побачити доступні дії.
ur: %1$@مزید تصدیق کے طور پر نشان نہیں لگایا۔ آپشنز کیلئے کلک کریں۔
vi: %1$@ không còn được xác minh. Chạm để xem các lựa chọn.
zh_cn: %1$@不再标记为已验证。点击打开选项。
zh_hk: %1$@ 已不再標記為「已驗證」。輕觸開啟選項。
