Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ALERT_DELIVERY_ISSUE_MESSAGE_FORMAT
source: A message, sticker, reaction, read receipt or media couldn’t be delivered to you from %@ in this chat.
af: ’n Boodskap, plakker, reaksie, leesbewys of media kon nie van %@ in hierdie klets aan jou afgelewer word nie.
ar: لم يتمكن %1$@ من توصيل رسالة أو مُلصَق أو تفاعُل أو إيصال تأكيد القراءة أو وسائط إليك في هذه الدردشة.
az: %@ tərəfindən bu söhbətdə göndərilən bir mesaj, stiker, reaksiya, oxundu bildirişi və ya media sizə çatdırıla bilmədi.
be: Паведамленне, стыкер, рэакцыя, паведамленне аб прачытанні або медыяфайл не могуць быць дастаўлены вам ад %1$@ у гэтым чаце.
bn: এই চ্যাট-এ %1$@-এর কাছ থেকে কোনো ম্যাসেজ, স্টিকার, প্রতিক্রিয়া, রিড রিসিপ্ট বা মিডিয়া আপনাকে পাঠানো যায়নি।
ca: No se t'ha pogut entregar un missatge, sticker, reacció, confirmació de lectura o arxiu multimèdia de %1$@ en aquest xat.
cs: V tomto chatu vám nemohla být doručena zpráva, nálepka, reakce, potvrzení o přečtení nebo médium od uživatele %1$@.
cy: Methwyd anfon atoch neges, sticer, ymateb, derbynneb ddarllen neu gyrfryngau gan %@ yn y sgwrs hon.
da: En besked, et klistermærke, en reaktion, en kvittering for læsning eller en mediefil kunne ikke leveres til dig fra %1$@ i denne chat.
de: Eine Nachricht, ein Sticker, eine Reaktion, eine Lesebestätigung oder ein Medieninhalt von %1$@ konnte dir in diesem Chat nicht zugestellt werden.
el: Δεν ήταν δυνατή η παράδοση μηνύματος, αυτοκόλλητου, αντίδρασης, αποδεικτικού ανάγνωσης ή πολυμέσου από τον χρήστη %1$@ σε αυτή τη συνομιλία.
es: No se ha podido entregar un mensaje, sticker, reacción, confirmación de lectura o archivo multimedia de %1$@ en este chat.
et: Sõnumi, kleebise, reaktsiooni, lugemisteate või meediafaili selles vestluses kontaktilt %@ sulle saatmine ei õnnestunud.
eu: Ezin izan zaizu entregatu %@(r)en mezu, sticker, erreakzio, irakurragiria edo multimedia-fitxategi bat elkarrizketa honetan.
fa: یک پیام، استیکر، واکنش، رسید خوانده شدن، یا رسانه از %1$@ در این گفتگو به شما تحویل داده نشد.
fi: Lähettäjän %1$@ viestiä, tarraa, reaktiota, lukukuittausta tai mediaa ei voitu toimittaa sinulle tässä keskustelussa.
fr: Impossible de distribuer du contenu envoyé par %1$@. Il peut s'agir d'un message, d'un sticker, d'une réaction, d'une confirmation de lecture ou d'un média.
ga: Níorbh fhéidir teachtaireacht, greamán, freagairt, admháil léite nó meán a sheachadadh chugat ó %1$@ sa chomhrá seo.
gu: આ ચેટમાં %1$@ તરફથી તમને મેસેજ, સ્ટીકર, પ્રતિક્રિયા, વંચાયાની ખાતરી અથવા મીડિયા ડિલિવર થઈ શક્યું નહીં.
he: לא ניתן היה למסור לך הודעה, סטיקר, תגובה, אישור קריאה או מדיה מאת %1$@ בצ'אט זה.
hi: इस चैट में %1$@ द्वारा भेजा गया कोई संदेश, स्टिकर, प्रतिक्रिया, प्राप्ति सूचना या मीडिया आपको डिलीवर नहीं किया जा सका।
hr: Isporuka poruke, naljepnice, reakcije, potvrde o čitanju ili medijskog zapisa u ovom razgovoru od strane pošiljatelja %1$@ nije uspjela.
hu: Nem sikerült kézbesíteni egy %1$@ által részedre küldött üzenetet, matricát, reakciót, olvasási nyugtát vagy médiafájlt.
id: Pesan, stiker, tanggapan, bukti pesan terbaca, atau media tidak dapat Anda terima dari %1$@ dalam obrolan ini.
is: Ekki var hægt að afhenda til þín skilaboð, límmerki, viðbrögð eða leskvittun frá %@ í þessu spjalli.
it: Non è stato possibile consegnarti un messaggio, un adesivo, una reazione, una conferma di lettura o un media da parte di %1$@ in questa chat.
ja: このチャットで、%1$@さんからのメッセージ、ステッカー、リアクション、既読通知またはメディアを、あなたに配信できませんでした。
km: áŸá¶áš ášá¼á”áŸáŸ’á‘á¸á€á‚áŸáš á€á¶ášá”áŸ’ášáá·á€á˜áŸ’á˜ á“á·á„á€á¶ášá‘á‘á½á›á€á¶ášá¢á¶á“ á˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“á‘áŸ…á¢áŸ’á“á€á–á¸ %@á“áŸ…á€áŸ’á“á»á„á€á¶ášáŸá“áŸ’á‘á“á¶á“áŸáŸ‡áŸ”
ko: 이 대화에서 %1$@ 님이 보낸 메시지, 스티커, 반응, 수신 확인 또는 미디어를 받지 못했습니다.
lt: Šiame pokalbyje nepavyko jums nuo %@ pristatyti žinutės, lipduko, reakcijos, pranešimo apie žinutės skaitymą ar medijos.
mk: Порака, налепница, реакција, потврда за прочитани пораки или медиа не може да Ви се достави од %@ во овој разговор.
ml: ഈ ചാറ്റിൽ %@ എന്നതിൽ നിന്ന് ഒരു സന്ദേശം-മോ സ്റ്റിക്കറോ പ്രതികരണമോ വായിച്ച രസീതോ മീഡിയയോ നിങ്ങൾക്ക് വേണ്ടി ഡെലിവർ ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: या चॅटमध्ये %1$@ कडून संदेश, स्टिकर, प्रतिक्रिया किंवा मिडिया आपल्यापर्यंत पोहोचवली जाऊ शकली नाही.
ms: Mesej, pelekat, reaksi, resit baca atau media tidak dapat dihantar kepada anda daripada %1$@ dalam sembang ini.
nb: En melding, et klistremerke, en reaksjon, en lesebekreftelse eller et medium fra %1$@ kunne ikke leveres til deg i denne samtalen.
nl: Een bericht, media, sticker, emoji-reactie of leesbevestiging van %1$@ kan in deze chat niet aan jou worden afgeleverd.
pl: Nie udało się dostarczyć Ci w tym czacie wiadomości, naklejki, reakcji, multimediów lub potwierdzenia odczytania wiadomości, których nadawcą jest %1$@.
ps: په دغه چټ کې د %@ له خوا تاسې ته کوم پیغام، سټیکر، غبرګون، د لوستلو رسید یا رسنۍ و نه لیږل شوه.
pt_br: Não foi possível entregar para você uma mensagem (texto, figurinha, reação, confirmação de leitura ou mídia) de %1$@ nesse chat.
pt_pt: Não lhe foi possível entregar uma mensagem, autocolante, reação, confirmação de leitura ou multimédia de %1$@ neste chat.
ro: Un mesaj, autocolant, reacție, confirmare de citire, sau fișier media nu a putut fi livrat de la %1$@ în această conversație.
ru: Сообщение, стикер, реакцию, уведомление о прочтении или медиафайл от %1$@ не удалось доставить вам в этом чате.
sk: Správu, nálepku, reakciu, potvrdenie o prečítaní alebo médiá od používateľa %1$@ vám nebolo možné doručiť v tomto čete.
sl: Sporočila, nalepke, odziva, potrdila o branju ali vsebine vam v pogovoru z uporabnikom_co %@ ni bilo mogoče dostaviti.
sq: S’u dorëzua dot për ju një mesazh, ngjitës, reagim, dëftesë leximi ose media nga %@ në këtë fjalosje.
sr: Порука, налепница, реакција, потврда о читању или медиј који шаље %1$@ није вам достављен у овом ћаскању.
sv: Ett meddelande, klistermärke, reaktion, läskvitto eller media kunde inte levereras till dig från %1$@ i den här chatten.
sw: Ujumbe, vibandiko, majibu, ripoti ya kusomwa au media haikuweza kuwasilishwa kwako kutoka kwa %@ katika gumzo hii.
ta: ஒரு செய்தி, ஓட்டி, எதிர்வினை, ரசீது வாசிக்கவும் அல்லது ஊடகம் இருந்து உங்களுக்கு வழங்க முடியவில்லை %@ இதில் அரட்டை.
th: มีข้อความ สติกเกอร์ การแสดงความรู้สึก การแจ้งว่าอ่านแล้ว หรือสื่อจาก %1$@ ที่ไม่สามารถส่งถึงคุณได้ในแชทนี้
tr: Bu sohbette %1$@ tarafından gönderilen bir mesaj, çıkartma, tepki, okundu bilgisi veya içerik sana teslim edilemedi.
ug: بۇ پاراڭدا %1$@ ئەۋەتكەن مەلۇم ئۇچۇر، چاپلاق، ئىنكاس، ئوقۇلغانلىق ئۇقتۇرۇشى ياكى مېدىيا سىزگە يەتكۈزۈلمىدى.
uk: Не вдалося доставити вам повідомлення, стікер, реакцію, відмітку про читання або медіафайл у цьому чаті від користувача %1$@.
ur: اس چیٹ میں %1$@ کی طرف سے کوئی میسج، اسٹیکر، ری ایکشن، میسج پڑھنے کا ثبوت یا میڈیا آپ کو ڈیلیور نہیں کیا جا سکا۔
vi: Tin nhắn, nhãn dán, bày tỏ cảm xúc, thông báo đã đọc/xem hoặc tệp đa phương tiện không thể gửi đến bạn từ %1$@ trong cuộc hội thoại này.
zh_cn: 此聊天中来自%1$@的消息、贴纸、回应、已读回执或媒体无法发送给您。
zh_hk: 系統無法在此聊天中將 %1$@ 的訊息、貼圖、心情回應、已讀標記或多媒體檔案傳送給你。

# ALERT_DELIVERY_ISSUE_TITLE
source: Delivery Issue
af: Afleweringsprobleem
ar: هناك مشكلة في التوصيل
az: Çatdırılma problemi
be: Памылка дастаўкі
bn: পাঠানোর ক্ষেত্রে সমস্যা
ca: Problema de lliurament
cs: Potíže s doručením
cy: Mater Cyflenwi
da: Leveringsproblem
de: Zustellungsproblem
el: Θέμα κατά την παράδοση
es: Fallo en la entrega
et: Edastustõrge
eu: Entregarekin erlazionatutako arazoa
fa: اشکال در تحویل
fi: Ongelma viestin toimituksessa
fr: Problème de distribution
gu: ડિલિવરી સમસ્યા
he: סוגיית מסירה
hi: डिलिवरी का मामला
hr: Problem s isporukom
hu: Kézbesítési probléma
id: Masalah pengiriman
is: Vandamál með afhendingu
it: Problema di consegna
ja: 配送エラー
km: á”á‰áŸ’á á¶á€á¶ášá”á‰áŸ’á‡á¼á“
kn: ಡೆಲಿವರಿ ಸಮಸ್ಯೆ
ko: 배송 문제
lt: Pristatymo problema
lv: Piegādes problēma
mk: Проблем со испорака
ml: ഡെലിവറി പ്രശ്നം
mr: डिलिव्हरी समस्या
ms: Isu penghantaran
my: ပေးပို့မှု ပြဿနာ
nb: Problemer med levering
nl: Afleveringsprobleem
pa: ਡਿਲਿਵਰੀ ਮਸਲਾ
pl: Problem z dostarczeniem wiadomości
ps: د لیږلو ستونزه
pt_br: Problema na entrega
pt_pt: Problema na entrega
ro: Problemă de livrare
ru: Ошибка доставки
sk: Problém s doručením
sl: Problem pri dostavi
sq: Problem Dërgimi
sr: Проблем у испоруци
sv: Leveransproblem
sw: Hitilafu ya Uwasilishaji
ta: டெலிவரி பிரச்சினை
te: నిర్వహణ సమస్య
th: ปัญหาการจัดส่ง
tr: Teslim Sıkıntısı
ug: يەتكۈزۈش مەسىلىسى
uk: Проблеми з доставлянням
ur: فراہمی کا مسئلہ
vi: Vấn đề Truyền tải
zh_cn: 发送问题
zh_hk: 送遞問題

# ALERT_DELIVERY_ISSUE_UNKNOWN_THREAD_MESSAGE_FORMAT
source: A message, sticker, reaction, read receipt or media couldn’t be delivered to you from %@. They may have tried sending it to you directly, or in a group.
af: ’n Boodskap, plakker, reaksie, leesbewys of media kon nie van %@ aan jou afgelewer word nie. Hulle het dit dalk direk of in ’n groep aan jou probeer stuur.
ar: لم يتمكن %1$@ من توصيل رسالة أو مُلصَق أو تفاعُل أو إيصال تأكيد القراءة أو ملف وسائط إليك. يُحتمَل أنها أُرسِلت إليك مباشرةً أو أنها قد أُرسِلت في مجموعة.
az: %@ tərəfindən göndərilən bir mesaj, stiker, reaksiya və ya oxundu bildirişi sizə çatdırıla bilmədi. Sizə, birbaşa və ya qrup daxilindən göndərməyə çalışmış ola bilər.
be: Паведамленне, стыкер, рэакцыя, паведамленне аб прачытанні або медыяфайл не могуць быць дастаўлены вам ад %1$@. Магчыма, гэтая асоба спрабавала адправіць гэта непасрэдна вам або праз тую ці іншую групу.
bn: %1$@-এর কাছ থেকে একটি ম্যাসেজ, স্টিকার, প্রতিক্রিয়া, রিড রিসিপ্ট বা মিডিয়া আপনাকে পাঠানো যায়নি। তারা হয়তো সরাসরি, অথবা কোনো গ্রুপে এটি আপনাকে পাঠানোর চেষ্টা করেছিলেন।
ca: No se t'ha pogut entregar un missatge, sticker, reacció, confirmació de lectura o arxiu multimèdia de %1$@. És possible que hagin intentat enviar-t'ho directament o a través d'un grup.
cs: Zpráva, nálepka, reakce, potvrzení o přečtení nebo média od uživatele %1$@ vám nemohla být doručena. Je možné, že se vám ji pokusil/a poslat přímo nebo ve skupině.
cy: Nid oedd modd anfon neges, sticer, ymateb, na derbynneb ddarllen i chi gan %@. Efallai eu bod wedi ceisio ei anfon atoch yn uniongyrchol, neu mewn grŵp.
da: En besked, et klistermærke, en reaktion, en kvittering for læsning eller en mediefil kunne ikke leveres til dig fra %1$@. Vedkommende kan have forsøgt at sende elementet direkte til dig eller i en gruppe.
de: Eine Nachricht, ein Sticker, eine Reaktion, eine Lesebestätigung oder ein Medieninhalt von %1$@ konnte dir nicht zugestellt werden. Der Versand wurde in einer direkten Unterhaltung oder einer Gruppenunterhaltung versucht.
el: Δεν ήταν δυνατή η παράδοση μηνύματος, αντίδρασης, αποδεικτικού ανάγνωσης ή πολυμέσου από τον χρήστη %1$@. Προσπάθησε να στείλει είτε σε σένα απευθείας είτε σε κάποια ομάδα.
es: No se ha podido entregar un mensaje, sticker, reacción, confirmación de lectura o archivo multimedia que %1$@ te ha enviado directamente o en un chat grupal en común.
et: Sõnumi, kleebise, reaktsiooni, lugemisteate või meediafaili kontaktilt %@ sulle saatmine ei õnnestunud. Nad võisid püüda saata seda sulle otse või grupi kaudu.
eu: Ezin izan zaizu entregatu %@(r)en mezu, sticker, erreakzio, irakurragiria edo multimedia-fitxategi bat elkarrizketa honetan. Agian zuzenean bidali nahi izan dizu, edo talde batean.
fa: یک پیام، استیکر، واکنش، رسید خوانده شدن، یا رسانه از %1$@ قابل تحویل به شما نبود. ممکن است سعی کرده باشد که آن را به‌طور مستقیم یا در گروه برای شما ارسال کند.
fi: Lähettäjän %1$@ viestiä, tarraa, reaktiota, lukukuittausta tai mediaa ei voitu toimittaa sinulle. Se on ehkä yritetty lähettää sinulle suoraan tai ryhmässä.
fr: Impossible de distribuer du contenu envoyé par %1$@. Il peut s'agir d'un message, d'un sticker, d'une réaction, d'une confirmation de lecture ou d'un média que ce contact vous a envoyés directement ou dans un groupe.
ga: Níorbh fhéidir teachtaireacht, greamán, freagairt, admháil léite nó meán a sheachadadh chugat ó %1$@. Seans go ndearna an duine iarracht í/é a sheoladh chugat go díreach, nó i ngrúpa.
gu: આ ચેટમાં %1$@ તરફથી તમને મેસેજ, સ્ટીકર, પ્રતિક્રિયા, વંચાયાની ખાતરી અથવા મીડિયા મોકલી શકાયું નહીં. તેઓએ તમને સીધા જ અથવા ગ્રૂપમાં મોકલવાનો પ્રયાસ કર્યો હોઈ શકે છે.
he: לא ניתן היה למסור לך הודעה, סטיקר, תגובה, אישור קריאה או מדיה מאת %1$@. יתכן שהצד השני ניסה לשלוח לך את זה ישירות, או בקבוצה.
hi: %1$@ द्वारा भेजा गया कोई संदेश, स्टिकर, प्रतिक्रिया, पढ़ लिया गया रिसीप्ट या मीडिया आपको डिलीवर नहीं किया जा सका। हो सकता है कि उन्होंने इसे सीधे आपको या किसी ग्रुप में भेजने का प्रयास किया हो।
hr: Isporuka poruke, naljepnice, reakcije, potvrde o čitanju ili medijskog zapisa od strane korisnika %1$@ nije uspjela. Moguće je da ju je pokušao/la poslati vama izravno ili u grupi.
hu: Nem sikerült kézbesíteni egy %1$@ által küldött üzenetet, matricát, reakciót, olvasási nyugtát vagy médiafájlt. A küldési kísérlet történhetett egyéni, vagy csoportüzenetben is.
id: Sebuah pesan, stiker, tanggapan, bukti pesan terbaca, atau media tidak dapat Anda terima dari %1$@. Mereka mungkin mencoba mengirimkannya langsung kepada Anda, atau di dalam grup.
is: Ekki var hægt að afhenda til þín skilaboð, límmerki, viðbrögð eða leskvittun frá %@. Mögulega var reynt að senda þetta til þín beint eða í hópi.
it: Non è stato possibile consegnarti un messaggio, un adesivo, una reazione, una conferma di lettura o un media da %1$@. Potrebbe aver provato a inviarti il contenuto in una chat singola o in un gruppo.
ja: %1$@ さんからのメッセージ、ステッカー、リアクション、既読通知またはメディアを、あなたに配送できませんでした。直接送信しようとしたか、グループで送ろうとしたかもしれません。
km: áŸá¶áš ášá¼á”áŸáŸ’á‘á¸á€á‚áŸáš á€á¶ášá”áŸ’ášáá·á€á˜áŸ’á˜ á“á·á„á€á¶ášá‘á‘á½á›á€á¶ášá¢á¶á“ á˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“á‘áŸ…á¢áŸ’á“á€á–á¸ %@ á‘áŸáŸ”â€‹ á–á½á€á‚áŸá¢á¶á…á–áŸ’á™á¶á™á¶á˜á”á‰áŸ’á‡á¼á“áœá¶á‘áŸ…á¢áŸ’á“á€áŠáŸ„á™á•áŸ’á‘á¶á›áŸ‹ á¬ á“áŸ…á€áŸ’á“á»á„á€áŸ’ášá»á˜áŸ”
ko: %1$@ 님이 보낸 메시지, 스티커, 반응, 수신 확인 또는 미디어를 받지 못했습니다. 사용자에게 직접 보내거나 그룹에서 보내려고 했을 수 있습니다.
lt: Nepavyko jums nuo %@ pristatyti žinutės, lipduko, reakcijos, pranešimo apie žinutės skaitymą ar medijos. Gali būti, kad šis žmogus bandė siųsti jums tiesiogiai arba grupėje.
lv: Jums nevarēja nosūtīt ziņu, uzlīmi, emociju izpausmi vai multivides saturu no %@. Iespējams, ka to mēģināja jums nosūtīt tieši vai grupā.
mk: Порака, налепница, реакција, потврда за прочитани пораки или медиа не може да Ви се достави од %@. Можеби се обиделе да Ви испратат директно или во група.
ml: ഒരു സന്ദേശം-മോ സ്റ്റിക്കറോ പ്രതികരണമോ വായിച്ച രസീതോ മീഡിയയോ %@ എന്നതിൽ നിന്ന് നിങ്ങൾക്ക് വേണ്ടി ഡെലിവർ ചെയ്യാൻ കഴിഞ്ഞില്ല. അവർ അത് നിങ്ങൾക്ക് നേരിട്ടോ അല്ലെങ്കിൽ ഒരു ഗ്രൂപ്പിലോ അയയ്ക്കാൻ ശ്രമിച്ചിരിക്കാം.
mr: संदेश, स्टिकर, प्रतिक्रिया, वाचल्याची पावती किंवा मिडिया तुम्हाला %1$@ मधून वितरित करता आला नाही. त्यांनी तो तुम्हाला थेट किंवा एका ग्रूपमध्ये पाठवण्याचा प्रयत्न केलेला असू शकतो.
ms: Mesej, pelekat, reaksi, resit baca atau media tidak dapat dihantar kepada anda daripada %1$@. Mereka mungkin telah cuba menghantarnya kepada anda secara terus, atau dalam kumpulan.
nb: En melding, et klistremerke, en reaksjon, en lesebekreftelse eller et medium fra %1$@ kunne ikke leveres til deg. Vedkommende kan ha forsøkt å sende dette til deg direkte eller i en gruppe.
nl: Een bericht, media, sticker, emoji-reactie, of leesbevestiging van %1$@ kon niet aan jou worden afgeleverd. Het kan zijn dat deze persoon iets naar je probeerde te verzenden in een één-op-één-chat of in een groepschat.
pl: Nie udało się dostarczyć Ci wiadomości, naklejki, reakcji, multimediów lub potwierdzenia odczytania wiadomości, których nadawcą jest %1$@. Ta osoba mogła próbować przesłać Ci ten element w wiadomości prywatnej lub w czacie grupowym.
ps: د %@ له خوا تاسې ته یو پیغام، سټیکر، غبرګون، د لوستلو رسید یا رسنۍ و نه لیږل شوه. ښايي هغوی هڅه کړي وي چې هغه مخامخ تاسې ته یا هم په یوه ګروپ کې لیږلی وي.
pt_br: Não foi possível entregar para você uma mensagem (texto, figurinha, reação, confirmação de leitura ou mídia) de %1$@. Essa pessoa tentou entrar em contato com você diretamente ou em um grupo.
pt_pt: Não lhe foi possível entregar uma mensagem, autocolante, reação, recibo de leitura ou multimédia enviada por %1$@. Essa mensagem poderá ter sido tentada enviada para si diretamente ou através de um grupo.
ro: Un mesaj, autocolant, reacție, confirmare de citire sau mesaj media de la %1$@ nu a putut fi livrat . Este posibil ca utilizatorul să fi încercat să îți trimită mesajul direct sau într-un grup.
ru: Сообщение, стикер, реакцию, уведомление о прочтении или медиафайл от %1$@ не удалось доставить вам. Этот человек мог отправить вышеуказанное напрямую вам или в какую-нибудь группу.
sk: Správu, nálepku, reakciu, potvrdenie o prečítaní alebo médiá od používateľa %1$@ vám nebolo možné doručiť. Možno sa vám ich pokúsil poslať priamo alebo v skupine.
sl: Sporočila, nalepke, odziva, potrdila o branju ali vsebine vam v tem pogovoru ni bilo mogoče dostaviti od %@. Morda je šlo za poskus neposrednega pošiljanja ali pošiljanja v skupino.
sq: S’u dërgua dot te ju një mesazh, ngjitës, reagim, dëftesë leximi ose media nga %@. Mund të ketë provuar ta dërgojë drejtpërsëdrejti për ju, ose në një grup.
sr: Порука, налепница, реакција, потврда о читању или медиј који шаље %1$@ није вам достављен у овом ћаскању. Овај корисник је можда покушао да вам пошаље директно или у групи.
sv: Ett meddelande, klistermärke, reaktion, läskvitto eller media kunde inte levereras till dig från %1$@. Personen kan ha försökt att skicka det direkt till dig eller i en grupp.
sw: Ujumbe, kibandiko, majibu, ripoti ya kusoma au media haikuweza kuwasilishwa kwako kutoka kwa %@. Labda alijaribu kukutumia moja kwa moja, au kwenye kikundi.
ta: ஒரு செய்தி, ஓட்டி, எதிர்வினை, ரசீது வாசிக்கவும் அல்லது ஊடகம் இருந்து உங்களுக்கு வழங்க முடியவில்லை %@. . அவர்கள் அதை உங்களுக்கு நேரடியாக அனுப்ப முயற்சித்திருக்கலாம் அல்லது ஏகுழு.
th: มีข้อความ สติกเกอร์ การแสดงความรู้สึก การแจ้งว่าอ่านแล้ว หรือสื่อจาก %1$@ ที่ไม่สามารถส่งถึงคุณได้ ผู้ใช้คนนี้อาจลองส่งให้คุณโดยตรงหรือส่งเข้ากลุ่มแล้ว
tr: %1$@ tarafından gönderilen bir ileti, çıkartma, tepki, okundu bilgisi veya içerik sana teslim edilemedi. Sana doğrudan veya grup içerisinden göndermeye çalışmış olabilir.
ug: %1$@ ئەۋەتكەن مەلۇم ئۇچۇر، چاپلاق، ئىنكاس ياكى ئوقۇلغانلىق ئۇقتۇرۇشىنى سىزگە يەتكۈزۈلمىدى. ئۇلار ئۇنى سىزگە بىۋاسىتە ياكى گۇرۇپپىدا يوللاپ سىناپ باقسا بولىدۇ.
uk: Не вдалося доставити вам повідомлення, стікер, реакцію, відмітку про читання або медіафайл від користувача %1$@. Користувач намагався надіслати це безпосередньо вам або в груповий чат.
ur: %1$@ کی طرف سے کوئی میسج، اسٹیکر، ری ایکشن، میسج پڑھنے کا ثبوت یا میڈیا آپ کو ڈیلیور نہیں کیا جا سکا۔ انہوں نے یہ آپ کو براہ راست، یا کسی گروپ میں بھیجنے کی کوشش کی ہو گی۔
vi: Một tin nhắn, nhãn dán, thông tin hoặc tệp đa phương tiện đã không gửi được cho bạn từ %1$@. Có thể họ đã gửi trực tiếp cho bạn hoặc gửi trong một nhóm nào đó.
zh_cn: %1$@的消息、贴纸、回应、已读回执或媒体无法发送给您。对方可能曾经尝试直接发送给您，或在群组中发送。
zh_hk: 系統無法將 %1$@ 的訊息、貼圖、心情回應、已讀標記或多媒體傳送給你。他們可能是直接或透過群組向你傳送的。

# ALERT_DISCARD_BUTTON
source: Discard
af: Gooi weg
ar: تجاهل
az: Ləğv et
be: Скінуць
bg: Откажи
bn: বাতিল করুন
ca: Descarta
cs: Zahodit
cy: Dileu
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
es_es: Descartar
et: Keeldu
eu: Baztertu
fa: دور انداختن
fi: Hylkää
fil: I-discard
fr: Supprimer
ga: Cuileáil
gu: કાઢી નાખો
he: השמט
hi: रद्द करें
hr: Poništi
hu: Elvetés
id: Batalkan
is: Henda
it: Elimina
ja: 破棄する
kab: Agi
kk: Тастау
km: á”áŸ„áŸ‡á”á„áŸ‹
kn: ತ್ಯಜಿಸಿ
ko: 파기
lt: Atmesti
lv: Atmest
mk: Откажи
ml: കളയുക
mr: टाकून द्या
ms: Buang
my: စွန့်ပစ်သည်
nb: Kast
nl: Verwijderen
pa: ਰੱਦ ਕਰੋ
pa_pk: رد کرو
pl: Odrzuć
ps: لغوه یې کړئ
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
ru: Сбросить
sk: Zahodiť
sl: Zavrzi
sq: Hidhe tej
sr: Одбаци
sv: Slänga
sw: Ghairi
ta: புறந்தள்ளு
te: తీసివేయు
th: ยกเลิก
tr: Vazgeç
ug: تاشلىۋەت
uk: Закрити
ur: مسترد کیجئے
vi: Bỏ
zh_cn: 放弃
zh_hk: 捨棄

# ALERT_DONT_SAVE
source: Don't Save
af: Moenie stoor nie
ar: عدم الحفظ
az: Saxlama
be: Не захоўваць
bg: Не Запазвай
bn: সংরক্ষণ করবেন না
ca: No ho desis
cs: Neukládat
cy: Paid â Chadw
da: Gem ikke
de: Nicht speichern
el: Να μην αποθηκευτεί
es: No guardar
es_es: No guardar
et: Ära salvesta
eu: Ez Gorde
fa: ذخيره نكن
fi: Älä tallenna
fil: Huwag I-save
fr: Ne pas enregistrer
ga: Ná Sábháil
gu: સેવ કરશો નહીં
he: אל תשמור
hi: सेव ना करें
hr: Ne spremaj
hu: Nincs mentés
id: Jangan disimpan
is: Ekki vista
it: Non salvare
ja: 保存しない
kab: Ur seklas ara
kk: Сақтамау
km: á˜á·á“ášá€áŸ’áŸá¶á‘á»á€
kn: ಉಳಿಸಬೇಡಿ
ko: 저장하지 않음
lt: Neįrašyti
lv: Nesaglabāt
mk: Не зачувувај
ml: സംരക്ഷിക്കരുത്
mr: जतन करू नका
ms: Jangan Simpan
my: မသိမ်းဘူး
nb: Ikke lagre
nl: Niet opslaan
pa: ਨਾ ਸੰਭਾਲੋ
pa_pk: محفوظ نہ کرو
pl: Nie zapisuj
ps: مه یې ثبت کوه
pt_br: Não salvar
pt_pt: Não guardar
ro: Nu salva
ru: Не сохранять
sk: Neukladať
sl: Ne shrani
sq: Mos e Ruaj
sr: Немој да сачуваш
sv: Spara inte
sw: Usihifadhi
ta: சேமிக்க வேண்டாம்
te: సేవ్ చేయవద్దు
th: ไม่ต้องบันทึก
tr: Kaydetme
ug: ساقلىما
uk: Не зберігати
ur: محفوظ مت کریں
vi: Không lưu
zh_cn: 不要保存
zh_hk: 不要儲存

# ALERT_ERROR_TITLE
source: Error
af: Fout
ar: هناك خطأ
az: Xəta
be: Памылка
bg: Грешка
bn: ত্রুটি
cs: Chyba
cy: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
es_es: Fallo
et: Viga
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
ga: Earráid
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Terjadi kesalahan.
is: Villa
it: Errore
ja: エラー
kab: Tuccḍa
kk: Қателік
km: á”á‰áŸ’á á¶
kn: ದೋಷ
ko: 오류
lt: Klaida
lv: Kļūda
mk: Грешка
ml: പിശക്
mr: त्रुटी
ms: Ralat
my: ပျက်ကွက်မှု
nb: Feil
nl: Fout
pa: ਗਲਤੀ
pa_pk: نقص
pl: Błąd
ps: تېروتنه
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sq: Gabim
sr: Грешка
sv: Fel
sw: Hitilafu
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
ug: خاتالىق
uk: Помилка
ur: غلطی
vi: Lỗi
zh_cn: 错误
zh_hk: 錯誤

# ALERT_SAVE
source: Save
af: Stoor
ar: حفظ
az: Saxla
be: Захаваць
bg: Запази
bn: সংরক্ষণ
ca: Desa
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
es_es: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
ga: Sábháil
gu: સેવ કરો
he: שמור
hi: सेव करें
hr: Spremi
hu: Mentés
id: Simpan
is: Vista
it: Salva
ja: 保存する
kab: Sekles
kk: Сақтау
km: ášá€áŸ’áŸá¶á‘á»á€
kn: ಉಳಿಸಿ
ko: 저장
lt: Įrašyti
lv: Saglabāt
mk: Зачувај
ml: സംരക്ഷിക്കുക
mr: जतन करा
ms: Simpan
my: သိမ်းသည်
nb: Lagre
nl: Opslaan
pa: ਰੱਖੋ
pa_pk: محفوظ کرو
pl: Zapisz
ps: ثبت
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaje
sr: Сачувај
sv: Spara
sw: Hifadhi
ta: சேமி
te: భద్రపరుచు
th: บันทึก
tr: Kaydet
ug: ساقلا
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_hk: 儲存
