Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONVERSATION_SETTINGS_VIEW_IS_SYSTEM_CONTACT
source: Contact Details
af: Kontakbesonderhede
ar: بيانات جهة الاتصال
az: Əlaqə təfsilatları
be: Звесткі аб кантакту
bg: Този потребител не е в контактите ви
bn: কন্ট্যাক্টের বিস্তারিত
ca: Detalls del contacte
cs: Detaily kontaktu
cy: Manylion Cysylltiad
da: Kontaktdetaljer
de: Kontaktdetails
el: Λεπτομέρειες επαφής
es: Información del contacto
es_es: Esta persona está entre tus contactos
et: Kontakti üksikasjad
fa: جزئیات مخاطب
fi: Yhteystieto
fil: Ang user na ito ay nasa iyong mga kontak
fr: Infos sur le contact
gu: સંપર્કની વિગતો
he: פרטי איש קשר
hi: सम्पर्क करने का विवरण
hr: Detalji o kontaktu
hu: Kontakt részletek
id: Detail kontak
is: Nánar um tengilið
it: Dettagli contatto
ja: 連絡先の詳細
kk: Бұл пайдаланушы сіздің байланыстық тұлғаларыңызда бар
km: á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á›áŸ†á¢á·á
kn: ಸಂಪರ್ಕ ವಿವರಗಳು
ko: 연락처 세부 정보
lt: Išsamiau apie adresatą
lv: Kontaktinformācija
mk: Детали за контакт
ml: സമ്പർക്ക വിശദാംശങ്ങൾ
mr: संपर्क तपशील
ms: Butiran Kenalan
my: အဆက်အသွယ်၏ အချက်အလက်များ
nb: Kontaktdetaljer
pa: ਸੰਪਰਕ ਵੇਰਵੇ
pa_pk: ایہہ صارف تساں دے رابطیاں اچ اے
pl: Szczegóły kontaktu
ps: د مخاطب جزئیات
pt_br: Informações do contato
pt_pt: Detalhes de contacto
ro: Detalii contact
ru: Информация контакта
sk: Podrobnosti kontaktu
sl: Podrobnosti stika
sq: Hollësi Kontakti
sr: Подаци о контакту
sv: Kontaktdetaljer
sw: Maelezo ya Mwasiliani
ta: தொடர்பு கொள்ளுங்கள் விவரங்கள்
te: సంప్రదింపు వివరాలు
th: รายละเอียดผู้ติดต่อ
tr: Kişi Ayrıntıları
ug: ئالاقەداش تەپسىلاتى
uk: Інформація з «Контактів»
ur: رابطہ کی تفصیلات
vi: Chi tiết liên hệ
zh_cn: 联系人详情
zh_hk: 聯絡人詳情

# CONVERSATION_SETTINGS_VOICE_CALL_BUTTON
source: voice
ar: الصوت
be: галасавы званок
bn: ভয়েস
ca: veu
cs: hlasový
da: stemme
de: Audio
el: φωνή
es: audio
fa: صوتی
fi: ääni
fr: audio
ga: guthghlao
gu: વૉઇસ
he: שיחה
hi: ऑडियो
hr: glasovni
hu: hang
id: suara
it: voce
ja: 音声通話
ko: 음성
mr: व्हॉईस
ms: suara
nb: tale
nl: audio
pl: Zadzwoń
pt_br: voz
pt_pt: voz
ro: voce
ru: аудио
sk: hlas
sr: аудио
sv: röst
th: เสียง
tr: sesli
ug: ئاۋاز
uk: аудіо
ur: آواز
vi: thoại
zh_cn: 语音
zh_hk: 語音

# CONVERSATION_VIEW_ADD_TO_CONTACTS_OFFER
source: Add to Contacts
af: Voeg by kontakte
ar: إضافة إلى جهات الاتصال
az: Əlaqələrə əlavə et
be: Дадаць у кантакты
bg: Добави към Контакти
bn: পরিচিতি যুক্ত করুন
ca: Afegeix als contactes
cs: Přidat do kontaktů
cy: Ychwanegu at Cysylltiadau
da: Tilføj til kontakter
de: Zu Kontakten hinzufügen
el: Προσθήκη στις επαφές
es: Añadir a contactos
es_es: Añadir a contactos
et: Lisa kontaktidesse
eu: Kontaktuetara Gehitu
fa: اضافه کردن به مخاطبین
fi: Lisää yhteystietoihin
fil: Idagdag sa mga Kontak
fr: Ajouter aux contacts
ga: Cuir leis na teagmhálaithe
gu: સંપર્કોમાં ઉમેરો
he: הוסף אל אנשי קשר
hi: संपर्क के खाते में जोड़ दे
hr: Dodaj u kontakte
hu: Hozzáadás a kontaktokhoz
id: Tambah kontak
is: Bæta í tengiliði
it: Aggiungi ai contatti
ja: 連絡先に追加
kab: Rnu ɣer yinermisen
kk: Байланыстық тұлғаларға қосу
km: á”á“áŸ’ááŸ‚á˜á…á¼á› á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕಗಳಿಗೆ ಸೇರಿಸಿ
ko: 연락처에 추가
lt: Įtraukti į adresatus
lv: Pievienot kontaktpersonām
mk: Додадете во контакти
ml: കോൺടാക്ടുകളിലേക്ക് ചേർക്കുക
mr: संपर्कात जोडा
ms: Tambah kepada Kenalan
my: လိပ်စာစာရင်းထဲထည့်မည်
nb: Legg til i kontakter
nl: Aan contactenlijst toevoegen
pa: ਸੰਪਰਕਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pa_pk: رابطیاں اچ شامل کرو
pl: Dodaj do kontaktów
ps: مخاطبینو کې اضافه کول
pt_br: Adicionar aos Contatos
pt_pt: Adicionar aos contactos
ro: Adaugă la contacte
ru: Добавить в контакты
sk: Pridať ku kontaktom
sl: Dodaj k stikom
sq: Shtojeni te Kontaktet
sr: Додајте у контакте
sv: Lägg till i kontakter
sw: Ongeza mawasiliano
ta: தொடர்பு பட்டியலில் சேர்க்க
te: పరిచయాలకు జోడించు
th: เพิ่มลงในรายชื่อผู้ติดต่อ
tr: Kişilere Ekle
ug: ئالاقەداشلارغا قوش
uk: Додати до «Контактів»
ur: رابطوں میں شامل کریں
vi: Thêm vào danh bạ
zh_cn: 添加到联系人
zh_hk: 新增至聯絡人

# CONVERSATION_VIEW_CELL_ACCESSIBILITY_SENDER_FORMAT
source: %@ sent:
af: %@ het gestuur:
ar: %1$@ أرسلَ:
az: %@ göndərdi:
be: %1$@ адправіў(-ла):
bn: %1$@ পাঠিয়েছেন:
ca: %1$@ ha enviat el següent:
cs: %1$@ odesláno:
cy: Anfonodd %@:
da: %1$@ sendte:
de: %1$@ hat gesendet:
el: Ο/Η %1$@ έστειλε:
es: %1$@ ha enviado:
et: %@ saatis:
eu: %@ erabiltzaileak bidalita:
fa: %1$@ ارسال شد :
fi: %1$@ lähetti:
fr: %1$@ a envoyé :
ga: %1$@ sent:
gu: %1$@મોકલેલ છે:
he: %1$@ שלח/ה:
hi: %1$@ भेजा
hr: %1$@ je poslao:
hu: %1$@ küldte:
id: %1$@ terkirim:
is: %@ sendi:
it: %1$@ ha inviato:
ja: %1$@ から送信:
kab: %@ yuzen:
km: %@ á”á¶á“á•áŸ’á‰á¾áŸ–
kn: %@ ಕಳುಹಿಸಿದ್ದಾರೆ:
ko: %1$@ 보냄:
lt: %@ išsiuntė:
lv: %@ nosūtīja:
mk: %@ испрати:
ml: %@ അയച്ചത്:
mr: %1$@ ने पाठवले:
ms: %1$@ telah menghantar:
my: %@ မှ ပို့ခဲ့သည် -
nb: %1$@ sendte:
nl: %1$@ stuurde:
pa: %@ ਨੇ ਭੇਜਿਆ:
pl: %1$@ przesyła wiadomość:
ps: %@ ولیږل شو:
pt_br: %1$@ enviou:
pt_pt: %1$@ enviou:
ro: %1$@ trimis:
ru: %1$@ отправил(-а):
sk: %1$@ odoslal(a):
sl: %@ poslal:
sq: %@ dërgoi:
sr: %1$@ је послао/ла:
sv: %1$@ skickade:
sw: %@ ametuma:
ta: %@ அனுப்பப்பட்டது:
te: %@ పంపబడింది:
th: %1$@ ได้ส่ง:
ug: %1$@ يوللىغان:
uk: Користувач %1$@ надіслав:
ur: %1$@ بھیجا:
vi: %1$@ đã gửi:
zh_cn: %1$@ 发送：
zh_hk: %1$@ 已傳送：

# CONVERSATION_VIEW_CELL_ACCESSIBILITY_SENDER_LOCAL_USER
source: You sent:
af: Jy het die volgende gestuur:
ar: أرسلتَ:
az: Göndərdiniz:
be: Вы адправілі:
bn: আপনি পাঠিয়েছেন:
ca: Heu enviat el següent:
cs: Odeslali jste:
cy: Anfonasoch:
da: Du sendte:
de: Du hast gesendet:
el: Έστειλες:
es: Has enviado:
et: Sina saatsid:
eu: Zuk bidalita:
fa: شما ارسال کردید:
fi: Sinä lähetit:
fr: Vous avez envoyé :
gu: તમે મોકલ્યો:
he: את/ה שלחת:
hi: आपने यह भेजा है:
hr: Vi ste poslali:
hu: Te küldted:
id: Anda mengirim:
is: Þú sendir
it: Hai inviato:
ja: あなたから送信:
kab: Tuzneḍ:
km: á¢áŸ’á“á€á”á¶á“á•áŸ’á‰á¾áŸ–
kn: ನೀವು ಕಳುಹಿಸಿರುವುದು:
ko: 보낸 메시지:
lt: Jūs išsiuntėte:
lv: Jūs nosūtījāt:
mk: Ти испрати:
ml: നിങ്ങൾ അയച്ചു:
mr: आपण पाठवले:
ms: Anda telah menghantar:
my: သင်မှ ပို့ခဲ့သည် -
nb: Du sendte:
nl: Jij stuurde:
pa: ਤੁਸੀਂ ਭੇਜਿਆ:
pl: Wysłana wiadomość:
ps: تاسې ولیږل:
pt_br: Você enviou:
pt_pt: Você enviou:
ro: Ai trimis:
ru: Вы отправили:
sk: Odoslali ste:
sl: Poslali ste:
sq: Dërguat:
sr: Послали сте:
sv: Du skickade:
sw: Umetuma:
ta: நீங்கள் அனுப்பியது:
te: మీరు పంపారు:
th: คุณได้ส่ง:
tr: Siz:
ug: يوللىغۇچى سىز:
uk: Ви надіслали:
ur: آپ نے بھیجا:
vi: Bạn đã gửi:
zh_cn: 您发送：
zh_hk: 您已傳送：

# CONVERSATION_VIEW_DELETE_ALL_MESSAGES
source: Delete All
af: Skrap alles
ar: حذف الكل
az: Hamısını sil
be: Выдаліць усе
bg: Изтриване на всички
bn: সবগুলো মুছে ফেলুন
ca: Esborrar-los tots
cs: Smazat vše
cy: Dileu Popeth
da: Slet alle
de: Alle löschen
el: Διαγραφή όλων
es: Eliminar todos
es_es: Eliminar todos
et: Kustuta kõik
eu: Ezabatu guztiak
fa: پاک کردن همه
fi: Poista kaikki
fil: Burahin Lahat
fr: Tout supprimer
ga: Scrios Uile
gu: બધું ડિલીટ કરો
he: למחוק הכול
hi: सब डिलीट करें
hr: Izbriši sve
hu: Az összes törlése
id: Hapus Semua
is: Eyða öllu
it: Elimina tutto
ja: すべて消去する
kab: Kkes i meṛṛa
kk: Барлығын жою
km: á›á»á”á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲವನ್ನು ಅಳಿಸಿ
ko: 모두 삭제
lt: Ištrinti viską
lv: Dzēst visu
mk: Избриши се
ml: എല്ലാം ഇല്ലാതാക്കുക
mr: सर्व हटवा
ms: Padam Semua
my: အားလုံးကို ဖျက်သိမ်းမယ်
nb: Slett alle
nl: Alles verwijderen
pa: ਸਾਰੇ ਮਿਟਾਓ
pa_pk: ساریاں نوں حذف کرو
pl: Usuń wszystko
ps: ټول پاک کړئ
pt_br: Excluir todas
pt_pt: Eliminar tudo
ro: Șterge tot
ru: Удалить все
sk: Vymazať všetko
sl: Izbriši vse
sq: Fshiji Krejt
sr: Избриши све
sv: Ta bort alla
sw: Futa Zote
ta: அனைத்தையும் நீக்கு
te: అన్నిటిని తొలిగించు
th: ลบทั้งหมด
tr: Tümünü Sil
ug: ھەممىنى ئۆچۈر
uk: Видалити все
ur: تمام حذف کریں
vi: Xóa Tất cả
zh_cn: 删除全部消息
zh_hk: 全部刪除

# CONVERSATION_VIEW_JOIN_CALL
source: Join Call
ar: الانضمام للمكالمة
be: Далучыцца да званка
bn: কলে যোগ দিন
ca: Afegeix-me a la trucada
cs: Připojit se k hovoru
da: Deltag i opkaldet
de: Anruf beitreten
el: Είσοδος στην κλήση
es: Unirse a la llamada
fa: پیوستن به تماس
fi: Liity puheluun
fr: Rejoindre l'appel
ga: Téigh isteach sa ghlao
gu: કૉલમાં જોડાઓ
he: הצטרף לשיחה
hi: कॉल से जुड़ें
hr: Pridruži se pozivu
hu: Hívásba lépés
id: Gabung Panggilan
it: Unisciti alla chiamata
ja: 通話に参加する
ko: 통화 참여하기
mr: कॉलमध्ये सामील व्हा
ms: Sertai Panggilan
nb: Bli med i samtalen
nl: Aan oproep deelnemen
pl: Dołącz do rozmowy
pt_br: Participar da chamada
pt_pt: Entrar na chamada
ro: Alătură-te apelului
ru: Присоединиться к звонку
sk: Pripojiť sa k hovoru
sr: Укључите се у позив
sv: Gå med i samtalet
th: เข้าร่วมสาย
tr: Görüşmeye Katıl
ug: چاقىرىققا قېتىل
uk: Приєднатися
ur: کال میں شامل ہوں
vi: Tham gia Cuộc gọi
zh_cn: 加入通话
zh_hk: 加入通話

# CONVERSATION_VIEW_LOADING_MORE_MESSAGES
source: Loading More Messages…
af: Laai nog boodskappe…
ar: جارٍ تحميل المزيد من الرسائل…
az: Daha çox mesaj yüklənir...
be: Загрузка больш паведамленняў…
bg: Зареждане на още съобщения...
bn: আরও বার্তা লোড হচ্ছে…
ca: Carregant més missatges…
cs: Načítání dalších zpráv…
cy: Llwytho Rhagor o Negeseuon ...
da: Indlæser flere beskeder…
de: Mehr Nachrichten werden geladen …
el: Φορτώνονται περισσότερα μηνύματα…
es: Cargando más mensajes…
es_es: Cargando más mensajes …
et: Rohkem sõnumite laadimine...
eu: Mezu gehiago kargatzen...
fa: در حال بارگیری پیام‌های بیشتر…
fi: Ladataan lisää viestejä…
fil: Naglo-load ng Marami pang mga Mensahe...
fr: Chargement d'autres messages…
ga: Tuilleadh Teachtaireachtaí á Lódáil…
gu: વધુ મેસેજ લોડ થઈ રહ્યાં છે…
he: טוען עוד הודעות…
hi: और संदेश लोड हो रहे हैं…
hr: Učitavanje ostalih poruka…
hu: További üzenetek betöltése…
id: Memuat Lebih Banyak Pesan…
is: Hleð inn fleiri skilaboðum...
it: Caricamento di altri messaggi…
ja: メッセージを読み込んでいます…
kab: Asali n wugar n yiznan...
kk: Тағы басқа хабарламаларды жүктеуде…
km: á€áŸ†á–á»á„á•áŸ’á‘á»á€áŸá¶ášá”á“áŸ’ááŸ‚á˜...
kn: ಹೆಚ್ಚಿನ ಸಂದೇಶಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 메시지 더 가져오는 중…
lt: Įkeliama daugiau žinučių…
lv: Ielādē citas ziņas...
mk: Вчитување на повеќе пораки...
ml: കൂടുതൽ സന്ദേശങ്ങൾ ലോഡുചെയ്യുന്നു...
mr: अधिक संदेश लोड करत आहे(…)
ms: Muatkan Lagi Mesej…
my: နောက်ထပ်မက်ဆေ့ချ်များ တင်ပြနေသည်...
nb: Laster flere meldinger…
nl: Meer berichten aan het laden…
pa: ਹੋਰ ਸੁਨੇਹੇ ਲੋਡ ਹੋ ਰਹੇ ਹਨ ...
pa_pk: ہور سنیہے لوڈ کر رئیا اے…
pl: Wczytywanie wiadomości…
ps: د زیاتو پیغامونو راښکته کول...
pt_br: Carrengando mais mensagens…
pt_pt: A carregar mais mensagens…
ro: Se încarcă mai multe mesaje…
ru: Загружаем больше сообщений…
sk: Načítanie správ…
sl: Nalagam več sporočil ...
sq: Po Ngarkohen Më Tepër Mesazhe…
sr: Учитавамо још порука…
sv: Läser in fler meddelanden…
sw: Inapakia Jumbe Zaidi
ta: மேலும் செய்திகளை ஏற்றுகிறது…
te: మరిన్ని సందేశాలను లోడ్ చేస్తోంది…
th: กำลังโหลดข้อความเพิ่ม…
tr: Daha Fazla İleti Yükleniyor…
ug: تېخىمۇ كۆپ ئۇچۇرنى يۈكلەۋاتىدۇ…
uk: Довантажуємо повідомлення…
ur: مزید پیغامات لوڈ ہو رہے ہیں۔۔۔
vi: Đang tải Thêm Tin nhắn…
zh_cn: 正在加载更多消息……
zh_hk: 正在載入新的訊息……

# CONVERSATION_VIEW_OVERSIZE_TEXT_TAP_FOR_MORE
source: Read More
af: Lees Meer
ar: اقرأ المزيد
az: Daha çox oxu
be: Чытаць далей
bg: Докоснете за още
bn: আরও পড়ুন
ca: Llegiu-ne més.
cs: Číst dál
cy: Darllen Rhagor
da: Læs mere
de: Weiterlesen
el: Διάβασε Περισσότερα
es: Leer más
es_es: Leer más
et: Loe rohkem
eu: Irakurri Gehiago
fa: بیشتر بخوانید
fi: Lue lisää
fil: Pindutin para sa Marami pa
fr: Lire la suite
ga: Tuilleadh Eolais
gu: વધુ વાંચો
he: קרא עוד
hi: और पढ़ें
hr: Pročitaj više
hu: Koppints a teljeshez
id: Selengkapnya
is: Lesa meira
it: Continua a leggere
ja: さらに表示
kab: Ɣeṛ ugar
kk: Көбірек көру үшін түрту
km: á¢á¶á“á”á“áŸ’ááŸ‚á˜á‘áŸ€á
kn: ಇನ್ನಷ್ಟು ಓದಿ
ko: 더 보기
lt: Skaityti daugiau
lv: Lasīt vairāk.
mk: Прочитај повеќе
ml: കൂടുതൽ വായിക്കുക
mr: अधिक वाचा
ms: Baca Lagi
my: ထပ်မံဖတ်ရှုမယ်
nb: Les mer
nl: Meer lezen
pa: ਹੋਰ ਪੜ੍ਹੋ
pa_pk: ہور لئی ٹیپ کرو
pl: Czytaj dalej
ps: لا زیات ولولئ
pt_br: Leia mais
pt_pt: Ler mais
ro: Citește mai mult
ru: Читать далее
sk: Dočítať sa viac
sl: Več o tem
sq: Lexoni Më Tepër
sr: Прочитајте више
sv: Läs mer
sw: Soma Zaidi
ta: மேலும் வாசிக்க
te: ఇంకా చదవండి
th: อ่านเพิ่มเติม
tr: Devamını Oku
ug: تېخىمۇ كۆپ
uk: Читати далі
ur: مزید پڑھ
vi: Đọc thêm
zh_cn: 查看更多
zh_hk: 了解更多

source: Copied to Clipboard
af: Na knipbord gekopieer
ar: تمَّ النسخ إلى الحافظة
az: Lövhəyə kopyalandı
be: Скапіравана ў буфер абмену
bn: ক্লিপবোর্ডে কপি করা হয়েছে
ca: Copiat al porta-retalls
cs: Zkopírováno do schránky
cy: Copïwyd i'r Clipfwrdd
da: Kopieret til udklipsholder
de: In Zwischenablage kopiert
el: Αντιγράφηκε στο πρόχειρο
es: Copiado al portapapeles
et: Lõikepuhvrisse kopeeritud
fa: روی کلیپ‌بورد کپی شد
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
gu: ક્લિપબોર્ડ પર કોપી કરી
he: הועתק ללוח הגזירה
hi: क्लिपबोर्ड पर कॉपी किया गया
hr: Kopirano u međuspremnik
hu: Vágólapra másolva
id: Disalin ke clipboard
is: Afritað á klippispjald
it: Copiato negli appunti
ja: クリップボードにコピーしました
km: á…á˜áŸ’á›á„á‘áŸ… Clipboard
ko: 클립보드에 복사됨
lt: Nukopijuota į iškarpinę
lv: Kopēts starpliktuvē
mk: Ископирано на таблата со исечоци
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
mr: क्लिपबोर्डवर कॉपी केले
ms: Disalin ke Papan Keratan
nb: Kopiert til utklippstavlen
nl: Gekopieerd naar klembord
pa: ਕਲਿਪਬੋਰਡ ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pl: Skopiowano do schowka
ps: کلیپبورډ ته کاپي شو
pt_br: Copiado para a área de transferência
pt_pt: Copiado para a área de transferência
ro: S-a copiat în clipboard
ru: Скопировано в буфер обмена
sk: Okopírované do schránky
sl: Kopirano v odložišče
sq: U kopjua në të Papastër
sr: Копирано
sv: Kopierad till urklipp
sw: Imenakiliwa kwenye Ubao wa Kunakili
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
th: คัดลอกไปยังคลิปบอร์ด
tr: Panoya Kopyalandı
ug: چاپلاش تاختىسىغا كۆچۈردى
uk: Скопійовано в буфер обміну
ur: کلپ بورڈ میں کاپی
vi: Đã sao chép vào clipboard
zh_cn: 已复制到剪贴板
zh_hk: 已複製到剪貼簿

# CORRUPTED_SESSION_DESCRIPTION
source: Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.
af: As jy jou sessie terugstel, sal jy toekomstige boodskappe van %@ kan ontvang, maar dit sal nie enige beskadigde boodskappe teruglaai nie.
ar: إعادة تعيين جلستك سيسمح لك باستقبال الرسائل الحديثة من %1$@, لكن لن تتمكن من استعادة أي من الرسائل التالفة.
az: Seansınızı sıfırlamaq, %@ əlaqəsindən mesaj almağınızı təmin edəcək, ancaq zədəli mesajlarınızı bərpa etməyəcək.
be: Калі вы скінеце сеанс, вы па-ранейшаму зможаце атрымліваць паведамленні ад %1$@, але будзе немагчыма аднавіць раней пашкоджаныя паведамленні.
bg: Нулиране на вашата сесия ще ви позволи да получите бъдещи съобщения от %@, но няма да се възстановят вече повредени съобщения.
bn: আপনার সেশনটি পুনরায় সেট করা হলে আপনাকে %1$@ থেকে ভবিষ্যতের বার্তাগুলি গ্রহণের অনুমতি দেবে, তবে এটি ইতিমধ্যে দূষিত বার্তাগুলি পুনরুদ্ধার করবে না।
ca: Restablir la sessió us permetrà tornar a rebre missatges de %1$@, però no recuperareu cap missatge que ja s'hagi malmès.
cs: Resetování vašeho sezení vám umožní příjem dalších zpráv od %1$@, ale neobnoví to žádné již poškozené zprávy.
cy: Bydd ailosod eich sesiwn yn caniatáu ichi dderbyn negeseuon yn y dyfodol gan %@, ond ni fydd yn adfer unrhyw negeseuon sydd eisoes wedi'u llygru.
da: Nulstilling af din session giver dig mulighed for at modtage fremtidige beskeder fra %1$@, men det vil ikke gendanne allerede beskadigede beskeder.
de: Das Zurücksetzen der Chat-Sitzung ermöglicht dir, zukünftig Nachrichten von %1$@ zu erhalten, wird jedoch bereits fehlerhafte Nachrichten nicht wiederherstellen.
el: Η επαναφορά της συνεδρίας θα επιτρέψει τη λήψη μελλοντικών μηνυμάτων από τον/την %1$@, αλλά δεν θα ανακτήσει τα ήδη κατεστραμμένα μηνύματα.
es: Si restableces tu sesión podrás recibir mensajes de %1$@, pero no podrás recuperar los mensajes corruptos que ya hayas recibido.
es_es: Reiniciar tu sesión te permitirá recibir mensajes de %@ pero no permitirá recuperar los mensajes corruptos ya recibidos.
et: Seansi lähtestamine võimaldab sul tulevikus saada sõnumeid kasutajalt %@, kuid see ei taasta ühtegi juba korrumpeerunud sõnumit.
eu: Saioa leheneratzerakoan honen %@ mezuak jasotzea utziko dizu, baina apurtuta dauden mezuak ez.
fa: با راه‌اندازی دوباره نشست، قادر به دریافت پیام از %1$@ خواهید بود، اما پیام‌های قبلی بازگردانده نخواهند شد.
fi: Istunnon alustaminen mahdollistaa uusien viestien vastaanottamisen yhteystiedolta %1$@. Vanhoja, jo korruptoituneita viestejä ei kuitenkaan ole mahdollista enää palauttaa.
fil: Ang pagre-reset ng iyong session ay magbibigay-daan upang matanggap mo ang mga susunod pang mensahe mula kay %@, ngunit hindi nito magagawang i-recover ang alinmang nasira nang mga mensahe.
fr: La réinitialisation de votre session vous permettra de recevoir les nouveaux messages que vous enverra %1$@, mais elle ne récupérera aucun message déjà corrompu.
ga: Má athshocraíonn tú do sheisiún, beidh tú in ann teachtaireachtaí a fháil ó %1$@ amach anseo, ach ní bheidh tú in ann seanteachtaireachtaí truaillithe a fháil ar ais.
gu: તમારા સત્રને ફરીથી સેટ કરવું તમને %1$@તરફથી ભાવિ મેસેજ પ્રાપ્ત કરવાની મંજૂરી આપશે, પરંતુ તે પહેલાથી કરપ્ટ થયેલ મેસેજને પુન:પ્રાપ્ત કરશે નહીં.
he: איפוס שיחה זו תאפשר לך לקבל הודעות עתידיות מ%1$@, אבל זה לא יאחזר הודעות פגומות.
hi: अपना सेशन रीसेट करने से आपको %1$@ के आनेवाले मेसेज मिल जाऐंगे, पर इस से पहले से दूषित मेसेज दोबारा वापिस नहीं आ सकते।
hr: Poništavanje sesije omogućiti će vam primanje budućih poruka od %1$@, ali neće oporaviti već oštećene poruke.
hu: A munkamenet alaphelyzetbe állításával a jövőben gond nélkül fogadhatsz üzeneteket %1$@ felhasználótól, de a korábbi hibás üzenetek visszaállítására nincs lehetőség.
id: Anda akan dapat menerima pesan baru dari %1$@ dengan mereset sesi, tetapi Anda tidak akan dapat mengembalikan pesan yang sudah rusak.
is: Ef setan þín er endurstillt muntu í framtíðinni geta tekið við skilaboðum frá %@, en það mun ekki endurheimta nein skilaboð sem þegar hafa skemmst.
it: Resettando la tua sessione sarai in grado di ricevere nuovi messaggi da %1$@, ma non recupererai nessun messaggio già corrotto.
ja: セッションをリセットすると、それ以後の %1$@ からのメッセージは受信しますが、破損した過去のメッセージは回復しません。
kab: Awennez n tɣimit-ik·im ad ak·akem-yeǧǧ ad d-tremseḍ iznan imaynuten seg %@, maca ur d-yettarra ara iznan yerrẓen yakan.
kk: Сеансты бастапқы қалпына қайтару болашақта %@ хабарламаларын алуға мүмкіндік береді, бірақ бүлінген хабарламалар қалпына келмейді.
km: á€á¶ášá€áŸ†áááŸ‹á€á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á¡á¾á„áœá·á‰ á“á¹á„á¢á“á»á‰áŸ’á‰á¶áá²áŸ’á™á¢áŸ’á“á€á‘á‘á½á›áŸá¶ášá€áŸ’á“á»á„á–áŸá›áá¶á„á˜á»áá–á¸ %@, á”áŸ‰á»á“áŸ’ááŸ‚ áœá¶á“á¹á„á˜á·á“áŸáŸ’áá¶ášá“á¼áœáŸá¶ášáá¶áŠáŸ‚á›á”á¶á“áá¼á…áá¶áá‘áŸáŸ”
kn: ನಿಮ್ಮ ಸೆಷನ್ ರೀಸೆಟ್ ಮಾಡುವುದು ಭವಿಷ್ಯದ ಸಂದೇಶಗಳನ್ನು %@ ನಿಂದ ಸ್ವೀಕರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ಆದರೆ ಇದು ಈಗಾಗಲೇ ದೋಷಪೂರಿತವಾಗಿರುವ ಯಾವುದೇ ಸಂದೇಶಗಳನ್ನು ಹಿಂಪಡೆಯುವುದಿಲ್ಲ.
ko: 세션을 초기화하면 %1$@ 님의 메시지를 다시 받을 수 있게 되나, 이미 손상된 메시지는 복구할 수 없습니다.
lt: Jūsų seanso atstatymas leis jums ateityje gauti žinutes nuo %@, tačiau jis neatkurs jokių jau pažeistų žinučių.
lv: Atiestatot sesiju, varēsiet turpmāk saņemt ziņas no %@, taču bojātās ziņas netiks atjaunotas.
mk: Ресетирањето на сесијата ќе Ви овозможи да примате пораки од %@, но нема да ги поврати веќе оштетените пораки.
ml: നിങ്ങളുടെ സെഷൻ റീസെറ്റ് ചെയ്യുന്നത് ഭാവിയിൽ %@ ൽ നിന്ന് സന്ദേശങ്ങൾ സ്വീകരിക്കാൻ നിങ്ങളെ അനുവദിക്കും, പക്ഷേ നേരത്തെ തന്നെ പിശക് സംഭവിച്ച സന്ദേശങ്ങൾ അത് വീണ്ടെടുക്കുകയില്ല.
mr: आपले सत्र पुनःप्रस्थापित केल्याने भविष्यात %1$@ कडून संदेश प्राप्त करण्याची अनुमती मिळेल, पण कुठलेही आधीपासून दूषित संदेश पुनर्स्थापित करणार नाही.
ms: Menetapkan semula sesi anda akan membolehkan anda menerima mesej masa depan daripada %1$@, tetapi ia tidak akan memulihkan sebarang mesej yang telah rosak.
my: သင်ဤသို့ပြုပြင်လိုက်ခြင်းဖြင့် %@ထံမှ သတင်းစကားများ လက်ခံရရှိနိုင်သော်လည်း ပျက်စီးသွားသော သတင်းစကားများကို ပြန်လည်ဆယ်ယူ၍မရနိုင်ပါ။
nb: Tilbakestilling av din økt vil tillate deg å motta fremtidige meldinger fra %1$@, men det vil ikke gjenopprette allerede korrupte meldinger.
nl: Je sessie opnieuw opzetten zal het mogelijk maken toekomstige berichten van %1$@ te ontvangen, maar het zal reeds beschadigde berichten niet herstellen.
pa: ਤੁਹਾਡੇ ਸੈਸ਼ਨ ਨੂੰ ਰੀਸੈੱਟ ਕਰਨ ਨਾਲ ਤੁਸੀਂ %@ ਕੋਲੋਂ ਭਵਿੱਖ ਦੇ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਕਰ ਪਾਓਗੇ, ਪਰ ਇਸ ਨਾਲ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਕਰਪਟ ਹੋ ਚੁੱਕੇ ਸੁਨੇਹੇ ਬਹਾਲ ਨਹੀਂ ਹੋਣਗੇ.
pa_pk: اپنے سیشن نوں فیر سیٹ کرن توں تساں نوں %@ دے ولوں مستقبل اچ سنیہے موصول ہون گے، پر ایس توں پہلاں توں خراب ہوئے سنیہے بحال نئیں ہون گے۔
pl: Po zresetowaniu sesji będziesz otrzymywać wiadomości, które wyśle Ci %1$@. Nie przywróci to jednak dotychczasowych uszkodzonych wiadomości.
ps: د خپلې غونډې بیرته له سره تنظیم به تاسې ته اجازه درکړي چې له %@ څخه راتلونکې پیغامونه تر لاسه کړئ، خو هغه پیغامونه چې کورپټ شوي دي هغه به بیرته درته را نه ولي.
pt_br: Restabelecer sua sessão lhe permitirá receber mensagens futuras de %1$@, mas não recuperará nehuma mensagem que já estiver corrompida.
pt_pt: Reiniciar a sua sessão permitirá que receba novamente mensagens de %1$@, mas não poderá recuperar as mensagens corrompidas.
ro: Resetarea sesiunii tale v-a permite să primești în viitor mesaje de la %1$@, însă nu v-a putea recupera mesajele deja corupte.
ru: Сброс вашей сессии позволит вам получать сообщения от %1$@ в дальнейшем, но не восстановит уже повреждённые сообщения.
sk: Obnova relácie vám v budúcnosti dovolí prijímať správy od %1$@, ale neobnoví už poškodené správy.
sl: Ponastavitev omogoča prejemanje nadaljnjih sporočil od %@, a ne bo obnovila že pokvarjenih sporočil.
sq: Risistemimi i sesionit tuaj do t’ju bëjë të mundur të merrni mesazhe nga %@ në të ardhmen, por nuk do të rikthejë dot ndonjë nga mesazhet e dëmtuar.
sr: Ресетовање сесије вам омогућава примање нових порука од корисника %1$@, али тиме нећете вратити већ оштећене поруке.
sv: Att återställa din session låter dig ta emot nya meddelanden från %1$@, men kommer inte att återställa meddelanden som redan är korrupta.
sw: Kuseti upya kikao chako kutakuruhusu kupokea jumbe siku zijazo kutoka %@, lakini hakutanusuru tena ujumbe wowote ambao tayari umevurugwa.
ta: உங்கள் அமர்வை மீட்டமைப்பது எதிர்கால செய்திகளை %@ from இலிருந்து பெற உங்களை அனுமதிக்கும், ஆனால் இது ஏற்கனவே சிதைந்த செய்திகளை மீட்டெடுக்காது.
te: మీ సెషన్‌ను రీసెట్ చేయడం వలన భవిష్యత్తులో సందేశాలను %@ నుండి స్వీకరించడానికి మిమ్మల్ని అనుమతిస్తుంది, అయితే ఇది ఇప్పటికే పాడైన సందేశాలను తిరిగి పొందదు.
th: การเริ่มสมัยสนทนาของคุณใหม่ จะทำให้คุณรับข้อความในอนาคตจาก %1$@ ได้ แต่มันจะไม่สามารถกู้คืนข้อความที่เสียหายไปแล้วได้
tr: Oturumunuzu sıfırlamak %1$@ tarafından iletiler almanızı sağlayacak, fakat bozuk iletilerinizi kurtarmayacaktır.
ug: بۇ دىئالوگنى ئەسلىگە قايتۇرغاندىن كېيىن %1$@ نىڭ ئۇچۇرىنى تاپشۇرۇۋالالايسىز، ئەمما بۇزۇلغان ئۇچۇرلارنى ئەسلىگە كەلتۈرگىلى بولمايدۇ.
uk: Якщо скинути сеанс, ви зможете отримувати нові повідомлення від користувача %1$@, але минулі пошкоджені повідомлення не буде відновлено.
ur: سیشن کو دوبارہ ترتیب دینے سے%1$@سے مستقبل میں پیغامات وصول ہوں گے،لیکن یہ کوئی بھی پہلے سے موجود خراب پیغامات بحال نہیں کرے گا۔
vi: Đặt lại phiên này sẽ cho phép bạn nhận các tin nhắn trong tương lai từ %1$@, nhưng bạn không thể khôi phục các tin nhắn đã hỏng.
zh_cn: 重置此 session 后可以收到来自 %1$@的消息, 但是无法恢复已经被破坏的消息.
zh_hk: 重設對話後，便能收到來自 %1$@ 的訊息，但無法恢復已損壞的訊息。
