Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DEBUG_LOG_ALERT_ERROR_UPLOADING_LOG
source: Could not upload logs.
af: Kon nie logs oplaai nie.
ar: تعذَّر تحميل السجلات.
az: Jurnallar yüklənilə bilmədi.
be: Не атрымалася запампаваць журналы.
bg: Не можа да се качат регистрационните файлове.
bn: লগগুলি আপলোড করা যায়নি।
ca: No s'han pogut pujar els registres.
cs: Nelze nahrát logy.
cy: Methwyd uwchlwytho cofnodion.
da: Kunne ikke uploade logfiler
de: Protokoll konnte nicht hochgeladen werden.
el: Σφάλμα στο ανέβασμα των αρχείων αποσφαλμάτωσης.
es: No se han podido cargar los archivos.
es_es: No se ha podido enviar el archivo con el registro de depuración.
et: Logide üleslaadimine ei õnnestunud.
eu: Ezin izan da arazteko informazioa igo
fa: گزارش ها بارگذاری نشدند.
fi: Lokien lähettäminen ei onnistunut.
fil: Hindi mai-upload ang mga log.
fr: Impossible d’importer les journaux.
ga: Níorbh fhéidir na logchomhaid a uaslódáil.
gu: લૉગ અપલોડ કરી શક્યાં નથી.
he: לא היה ניתן להעלות יומנים.
hi: लॉग्स अपलोड नहीं हो रहे हैं।
hr: Nije moguće učitati zapisnike.
hu: Hibanapló feltöltése sikertelen.
id: Tidak dapat mengunggah log.
is: Gat ekki sent inn atvikaskrár.
it: Impossibile inviare i log.
ja: ログのアップロードに失敗しました。
kab: Iɣmisen gguman ad d-alin.
kk: Журналдарды жүктеп салу мүмкін болмады.
km: á˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“á€áŸ†áááŸ‹ááŸ’ášá¶á‘á¶áŸ†á„á“áŸáŸ‡áŸ”
kn: ಲಾಗ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 로그를 업로드할 수 없습니다.
lt: Nepavyko nusiųsti žurnalų.
lv: Žurnālfailus nevarēja augšupielādēt.
mk: Логовите не може да бидат прикачени.
ml: ലോഗുകൾ അപ്‌ലോഡുചെയ്യാനായില്ല.
mr: लॉग अपलोड करू शकले नाही.
ms: Tidak dapat muat naik log.
my: မှတ်တမ်းများကို တင်၍မရပါ
nb: Kunne ikke laste opp logg.
nl: Logs uploaden is mislukt.
pa: ਲੌਗ ਅਪਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ.
pa_pk: لاگز نوں اپ لوڈ نئیں کر سکیا۔
pl: Nie udało się przesłać dzienników.
ps: رپوټونه یې اپلوډ نشو کړای.
pt_br: Não foi possível carregar os registros.
pt_pt: Não foi possível enviar os relatórios de erros.
ro: Nu s-au putut încărca jurnalele.
ru: Не удалось отправить журналы.
sk: Nepodarilo sa nahrať logy.
sl: Ne morem prenesti zabeležb.
sq: S’u ngarkuan dot regjistrat.
sr: Отпремање извештаја није успело.
sv: Det gick inte att ladda upp loggar.
sw: Haikuweza kupakia tunza kumbukumbu
ta: பதிவுகளை பதிவேற்ற முடியவில்லை.
te: లాగ్‌లను అప్‌లోడ్ చేయలేదు.
th: ไม่สามารถอัปโหลดปูม
tr: Günlükler karşıya yüklenemedi.
ug: سازلاش خاتىرىسىنى يۈكلىيەلمەيدۇ.
uk: Не вдалося вивантажити журнал.
ur: لاگز اپلوڈ نہیں ہو سکتے۔
vi: Không thể tải lên nhật kí lỗi.
zh_cn: 无法上传日志。
zh_hk: 無法上載日誌。

# DEBUG_LOG_ALERT_MESSAGE
source: What would you like to do with the link to your debug log?
af: Wat wil jy doen met die skakel na jou ontfoutlog?
ar: ما الذي ترغب بفعله بالرابط إلى سجل الأخطاء الخاص بك؟
az: Sazlama jurnalınızın bağlantısı ilə nə etmək istəyirsiniz?
be: Што вы жадаеце зрабіць са спасылкай на свой журнал адладкі?
bg: Какво бихте искали да направите с връзката към дневника ви за отстраняване на грешки?
bn: আপনার ডিবাগ লগ লিঙ্কটি নিয়ে আপনি কী করতে চান?
ca: Què voleu fer amb l'enllaç al vostre registre de depuració?
cs: Co chcete dělat s odkazem obsahující debug log?
cy: Beth hoffech chi ei wneud gyda'r ddolen i'ch cofnod dadfygio?
da: Hvad vil du gerne gøre med linket til din fejlsøgningslog?
de: Was möchtest du mit dem Link zu deinem Diagnoseprotokoll tun?
el: Τι θέλεις να κάνεις με το σύνδεσμο του αρχείο καταγραφής σφαλμάτων;
es: ¿Qué quieres hacer con el enlace al registro de depuración?
es_es: ¿Qué deseas hacer con el enlace al archivo del registro de depuración?
et: Mida sa soovid teha lingiga sinu silumislogile?
eu: Zer nahi duzu egin zure arazteko informaziora daraman estekarekin?
fa: تمایل دارید چه کاری با اتصال به گزارش اشکال زدایی انجام دهید؟
fi: Mitä haluat tehdä virheenkorjauslokin linkillä?
fil: Ano ang nais mong gawin sa link tungo sa iyong debug log?
fr: Que voulez-vous faire du lien vers votre journal de débogage ?
ga: Cad ba mhaith leat a dhéanamh leis an nasc leis an logchomhad dífhabhtaithe?
gu: તમારા ડિબગ લૉગની લિંક સાથે તમે શું કરવા માંગો છો?
he: מה תרצה לעשות עם הקישור אל יומן ניפוי התקלים שלך?
hi: आप अपने डीबग लॉग की लिंक के साथ क्या करना चाहते हैं?
hr: Što želite učiniti s poveznicom na vaš zapisnik pogrešaka?
hu: Mit tennél a hibanapló URL címmel?
id: Apa yang ingin Anda lakukan terhadap tautan log debug Anda?
is: Hvað villt þú gera við debug log tengilinn þinn?
it: Cosa vuoi fare con il link al log di debug?
ja: デバッグログへのリンクをどのようにしますか？
kab: Acu i tebɣiḍ ad tetxedmeḍ s useɣwen ɣer uɣmis-ik·im n temseɣtayt?
kk: Дұрыстау журналына апаратын сілтемемен не істегіңіз келеді?
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á’áŸ’áœá¾á™áŸ‰á¶á„áá¶á…áŸ†á–áŸ„áŸ‡ ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶ášá”áŸáŸ‹á¢áŸ’á“á€?
kn: ನಿಮ್ಮ ಡೀಬಗ್ ಲಾಗ್‌ನ ಲಿಂಕ್‌ನೊಂದಿಗೆ ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
ko: 디버그 로그 링크로 무엇을 하시겠습니까?
lt: Ką norėtumėte daryti su nuorodą į jūsų derinimo žurnalą?
lv: Kā vēlaties rīkoties ar saiti uz atkļūdošanas žurnālu?
mk: Што сакате да направите со линкот до вашиот лог за отстранување грешка?
ml: നിങ്ങളുടെ ഡീബഗ്ഗ് ലോഗിലേക്കുള്ള ലിങ്ക് കൊണ്ട് നിങ്ങൾ എന്ത് ചെയ്യാനാണ് താത്പര്യപ്പെടുന്നത്?
mr: आपल्या डीबग लॉगच्या दुव्यासोबत आपल्याला काय करायला आवडेल?
ms: Apa yang anda ingin lakukan dengan pautan ke log nyahpepijat anda?
my: သင်၏ ပျက်ကွက်မှုဖြေရှင်းသည့် မှတ်တမ်းစာ နှင့်ချိတ်ဆက်ထားသော လင့်ခ် ကို ဘာလုပ်လိုပါသလဲ?
nb: Hva ønsker du å gjøre med lenken til feilsøkingsloggen?
nl: Wat wil je doen met de link naar je foutopsporingslog?
pa: ਤੁਸੀਂ ਆਪਣੇ ਲੌਗ ਨੂੰ ਡੀਬਗ ਕਰਨ ਵਾਲੇ ਲਿੰਕ ਦੇ ਨਾਲ ਕੀ ਕਰਨਾ ਚਾਹੋਗੇ?
pa_pk: تساں اپنے ڈیبگ لاگ دے لنک دے نال کی کرنا چاہو گے؟
pl: Co chcesz zrobić z linkiem do swoich dzienników debugowania?
ps: له خپل د ستونزو د هواري له لینک سره به تاسې څه وکړئ؟
pt_br: O que você gostaria de fazer com o link do seu registro de depuração?
pt_pt: Que deseja fazer com o endereço para o seu relatório de depuração?
ro: Ce ai vrea să faci cu adresa la jurnalul de depanare?
ru: Что вы хотите сделать со ссылкой на свой журнал отладки?
sk: Čo chcete urobiť s odkazom na váš denník ladenia?
sl: Kaj želite storiti s povezavo do vaše sistemske zabeležbe?
sq: Ç’do të donit të bënit me lidhjen për te regjistri juaj i diagnostikimeve?
sr: Шта желите да урадите са линком вашег извештаја о грешкама?
sv: Vad vill du göra med länken till din felsökningslogg?
sw: Ungependa kufanya nini na kiungo cha tunza kumbukumbu yako ya ueuaji?
ta: உங்கள் பிழைத்திருத்த பதிவின் இணைப்புடன் நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
te: మీ డీబగ్ లాగ్‌కు లింక్‌తో మీరు ఏమి చేయాలనుకుంటున్నారు?
th: คุณต้องการทำอะไรกับลิงก์ไปยังปูมดีบักของคุณ?
tr: Hata ayıklama günlüğünüzün bağlantı adresiyle ne yapmak istersiniz?
ug: بۇ ئۇلانمىنى سازلاش خاتىرىسىگە قانداق يوللايدۇ؟
uk: Що зробити з посиланням на ваш журнал налагодження?
ur: کیا آپ اپنے ڈیبگ لاگ کو منسلک کرنا چاہتے ہیں؟
vi: Bạn muốn làm gì với đường dẫn nhật ký sửa lỗi này?
zh_cn: 如何把这条链接传送到调试记录？
zh_hk: 你想用你的除錯日誌鏈接來做甚麽？

# DEBUG_LOG_ALERT_NO_LOGS
source: Could not find any logs.
af: Kon nie enige logs vind nie.
ar: تعذَّر العثور على أي سجلات.
az: Heç bir jurnal tapıla bilmədi.
be: Не атрымалася знайсці ніякага журнала.
bg: Не можаха да се намерят регистрационни файлове.
bn: কোনও লগ খুঁজে পাওয়া যায় নি।
ca: No s'ha trobat cap registre.
cs: Nelze najít žádné logy.
cy: Methwyd dod o hyd i unrhyw gofnodion.
da: Kunne ikke finde nogen logfiler
de: Es konnten keine Protokolle gefunden werden.
el: Δεν βρέθηκαν αρχεία αποσφαλμάτωσης.
es: No se ha podido encontrar ningún registro de depuración.
es_es: No se ha podido encontrar el archivo del registro de depuración.
et: Ühtegi logi ei leitud.
eu: Ezin izan da arazteko informazioa topatu.
fa: هیچ گزارشی پیدا نشد.
fi: Lokeja ei löytynyt.
fil: Walang mahanap na anumang mga log.
fr: Journal de débogage introuvable.
ga: Níor aimsíodh aon logchomhad.
gu: કોઈપણ લોગ શોધી શક્યા નહીં.
he: לא היה ניתן למצוא יומנים כלשהם.
hi: लॉग्स नहीं मिल रहे हैं।
hr: Nije moguće pronaći zapisnike.
hu: Nem találhatóak naplófájlok.
id: Tidak dapat menemukan log.
is: Gat ekki fundið neinar atvikaskrár.
it: Impossibile trovare i log.
ja: ログが見つかりません。
kab: Ur isaweḍ ara ad yaf ula d yiwen uɣmis.
kk: Ешқандай журналды табу мүмкін болмады.
km: á˜á·á“á¢á¶á…áŸáŸ’áœáŸ‚á„ášá€á€áŸ†áááŸ‹ááŸ’ášá¶á•áŸ’áŸáŸá„áŸ—áŸ”
kn: ಯಾವುದೇ ಲಾಗ್‌ಗಳನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಲಿಲ್ಲ.
ko: 로그를 찾을 수 없습니다.
lt: Nepavyko rasti jokių žurnalų.
lv: Nevarēja atrast nevienu žurnālfailu.
mk: Не беа пронајдени логови.
ml: ലോഗുകളൊന്നും കണ്ടെത്താനായില്ല.
mr: कुठलेही लॉग सापडू शकले नाही.
ms: Tidak dapat mencari sebarang log.
my: မည်သည့်မှတ်တမ်းကိုမျှ ရှာမတွေ့နိုင်ပါ။
nb: Fant ingen logg.
nl: Kon geen logs vinden.
pa: ਕੋਈ ਲੌਗ ਨਹੀਂ ਮਿਲ ਸਕੇ.
pa_pk: کوئی لاگز نئیں لبھ سکے۔
pl: Nie znaleziono dzienników.
ps: هېڅ رپوټونه یې ونشو موندلای.
pt_br: Nenhum registro foi encontrado.
pt_pt: Não foi possível encontrar nenhum relatório de erros.
ro: Nu s-a găsit nici un jurnal.
ru: Не удалось найти никаких журналов.
sk: Nenašli sa žiadne logy.
sl: Ne najdem nobene zabeležbe.
sq: S’u gjet dot ndonjë regjistër.
sr: Није пронађен ниједан извештај.
sv: Det gick inte att hitta några loggar.
sw: Haikuweza kupata tunza kumbukumbu zozote.
ta: எந்த பதிவுகளையும் கண்டுபிடிக்க முடியவில்லை.
te: సంఘటన లేకళిలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบปูมใดๆ
tr: Herhangi bir günlük bulunamadı.
ug: ھېچقانداق سازلاش خاتىرىسى تېپىلمىدى.
uk: Не знайдено жодного журналу.
ur: کوئی لاگز نہیں ملے۔
vi: Không tìm thấy nhật kí lỗi.
zh_cn: 未找到日志。
zh_hk: 沒有找到任何日誌。

# DEBUG_LOG_ALERT_OPTION_COPY_LINK
source: Copy Link
af: Kopieer skakel
ar: نسخ الرابط
az: Bağlantını kopyala
be: Скапіраваць спасылку
bg: Копирай връзка
bn: লিংক অনুলিপি করুন
ca: Copiar l'enllaç
cs: Zkopírovat odkaz
cy: Copïo Dolen
da: Kopier link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
es_es: Copiar el enlace
et: Kopeeri link
eu: Lotura kopiatu
fa: کپی کردن لینک
fi: Kopioi linkki
fil: Kopyahin ang Link
fr: Le copier
ga: Cóipeáil an Nasc
gu: લિંક કૉપિ કરો
he: העתק קישור
hi: लिंक कॉपी करें
hr: Kopiraj poveznicu
hu: Link másolása
id: Salin Tautan
is: Afrita tengil
it: Copia link
ja: リンクをコピーする
kab: Sukken aseɣwen
kk: Сілтеменің көшірмесін жасау
km: ááá…á˜áŸ’á›á„ááŸ†áá—áŸ’á‡á¶á”áŸ‹
kn: ಲಿಂಕ್ ನಕಲಿಸಿ
ko: 링크 복사
lt: Kopijuoti nuorodą
lv: Kopēt saiti
mk: Копирај го линкот
ml: ലിങ്ക് പകർത്തുക
mr: दुवा कॉपी करा
ms: Salin Pautan
my: လင့်ခ် ကို ကူးယူမယ်
nb: Kopier lenke
nl: Link kopiëren
pa: ਲਿੰਕ ਕਾਪੀ ਕਰੋ
pa_pk: لنک کاپی کرو
pl: Skopiuj link
ps: لینک کاپي کړئ
pt_br: Copiar link
pt_pt: Copiar endereço
ro: Copiază adresa
ru: Копировать ссылку
sk: Kopírovať odkaz
sl: Kopiraj povezavo
sq: Kopjoji Lidhjen
sr: Копирај линк
sv: Kopiera länk
sw: Nakili Kiungo
ta: இணைப்பை நகலெடுக்கவும்
te: లింక్ను కాపీ చేయండి
th: คัดลอกลิงก์
tr: Bağlantı Adresini Kopyala
ug: ئۇلانما كۆچۈر
uk: Копіювати посилання
ur: لنک کاپی کریں
vi: Sao chép Đường dẫn
zh_cn: 复制链接
zh_hk: 複製連結

# DEBUG_LOG_ALERT_OPTION_EMAIL
source: Email Support
af: Stuur e-pos aan steundiens
ar: بريد الدعم
az: E-poçt dəstəyi
be: Адправіць эл. лicт да службы падтрымкі
bg: Имейл поддръжка
bn: সাপোর্ট সেন্টারে ইমেইল করুন
ca: Enviar-lo per correu
cs: E-mailová podpora
cy: Anfon E-bost i Cymorth
de: E-Mail an Support
el: Email στην υποστήριξη
es: Contactar con asistencia
es_es: Enviar correo al soporte técnico
et: E-kiri kasutajatoele
eu: Email bidezko laguntza
fa: پشتیبانی ایمیل
fi: Lähetä sähköpostitse tukeen
fil: Mag-email sa Support
fr: Envoyer un e-mail à l’assistance
ga: Seol chuig an Fhoireann Tacaíochta é
gu: ઇમેઇલ સપોર્ટ
he: תמיכת דוא״ל
hi: समर्थन को ईमेलई करें
hr: Podrška putem e-pošte
hu: E-mailes támogatás
id: Kirim Email ke Tim Dukungan
is: Stuðningur í tölvupósti
it: Supporto email
ja: サポートにメールする
kab: Tannalt s e-mail
kk: Электрондық пошта арқылы қолдау
km: áŸá¶ášá¢áŸá¡á·á…ááŸ’ášá¼á“á·á…á‚á¶áŸ†á‘áŸ’áš
kn: ಇಮೇಲ್ ಬೆಂಬಲ
ko: 이메일 지원
lt: Siųsti el. laišką palaikymo grupei
lv: Sūtīt e-pastu atbalstam
mk: Е-пошта за Поддршка
ml: ഇമെയിൽ സപ്പോർട്ട്
mr: ईमेल समर्थन
ms: Sokongan E-mel
my: အီးမေးလ် အထောက်အကူ
nb: Send e-post for hjelp
nl: Helpdesk e-mailen
pa: ਈਮੇਲ ਸਹਾਇਤਾ
pa_pk: سپورٹ نوں ای میل کرو
pl: Wyślij e-mailem do pomocy technicznej
ps: مرستې ته برېښنالیک وکړئ
pt_br: Suporte por e-mail
pt_pt: Suporte via e-mail
ro: Trimite email la suport
ru: Отправить эл. письмо в поддержку
sk: Emailová podpora
sl: Pošlji e-pošto podpornemu centru
sq: Asistencë Me Email
sr: Пошаљите имејл подршци
sv: Skicka e-post till support
sw: Msaada wa Barua-pepe
ta: மின்னஞ்சல் ஆதரவு
te: ఇమెయిల్ మద్దతు
th: การสนับสนุนทางอีเมล
tr: Desteğe Eposta Gönder
ug: تورخەتتە قوللاش
uk: Надіслати в службу підтримки
ur: ای میل سپورٹ کریں
vi: Gửi email cho Bộ phận Hỗ trợ
zh_cn: 邮件支持
zh_hk: 電郵支援

# DEBUG_LOG_ALERT_OPTION_EXPORT_LOG_ARCHIVE
source: Export Logs
af: Stuur logs uit
ar: تصدير السجلات
az: Jurnalı ixrac et
be: Экспартаваць журналы
bn: লগ এক্সপোর্ট করুন
ca: Exporta els registres
cs: Exportovat logy
cy: Cofnodion Allgludo
da: Eksporter logfiler
de: Protokolle exportieren
el: Εξαγωγή αρχείων καταγραφής
es: Exportar registro
et: Ekspordilogid
fa: خروجی گرفتن گزارش‌ها
fi: Vie lokitiedot
fr: Exporter les journaux
gu: લૉગ એક્સપોર્ટ કરો
he: ייצא יומנים
hi: लॉग एक्सपोर्ट करें
hr: Izvoz zapisnika
hu: Hibanapló exportálása
id: Ekspor Log
is: Flytja út atvikaskráningu
it: Esporta log
ja: ログをエクスポート
km: á‘á¶á‰á€áŸ†áááŸ‹ááŸ’ášá¶á…áŸá‰
ko: 로그 내보내기
lt: Eksportuoti žurnalus
ml: എക്‌സ്പോർട്ട് ലോഗുകൾ
mr: लॉग निर्यात करा
ms: Eksport Log
nb: Eksporter logger
nl: Logs exporteren
pl: Wyeksportuj dzienniki
pt_br: Exportar registros
pt_pt: Exportar registos
ro: Exportă Jurnalul
ru: Экспортировать журнал
sk: Exportovať logy
sl: Izvoz dnevnikov
sq: Eksportoni Regjistra
sr: Извезите извештаје
sv: Exportera Loggar
th: ส่งออกปูม
tr: Kayıtları Dışa Aktar
ug: چىقىرىش خاتىرىسى
uk: Експортувати журнал
ur: لاگز برآمد کریں
vi: Nhật ký Xuất
zh_cn: 导出日志
zh_hk: 匯出錯誤日誌

# DEBUG_LOG_ALERT_OPTION_SHARE
source: Share
af: Deel
ar: مشاركة
az: Paylaş
be: Абагуліць
bg: Сподели
bn: শেয়ার করুন
ca: Compartir-lo
cs: Sdílet
cy: Rhannu
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
es_es: Compartir
et: Jaga
eu: Elkarbanatu
fa: به اشتراک گذاری
fi: Jaa
fil: Ibahagi
fr: Le partager
ga: Comhroinn
gu: શેર કરો
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有する
kab: Bḍu
kk: Бөлісу
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€
kn: ಹಂಚಿಕೊಳ್ಳಿ
ko: 공유
lt: Bendrinti
lv: Kopīgot
mk: Сподели
ml: പങ്കിടുക
mr: सामायिक करा
ms: Kongsi
my: ဝေမျှမယ်
nb: Del
nl: Delen
pa: ਸਾਂਝਾ ਕਰੋ
pa_pk: سانجھا کرو
pl: Udostępnij
ps: شریکول
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sl: Deli
sq: Ndajeni Me të Tjerë
sr: Поделите
sv: Dela
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ug: ھەمبەھىرلە
uk: Поділитися
ur: اشتراک کریں
vi: Chia sẻ
zh_cn: 分享
zh_hk: 共享

# DEBUG_LOG_ALERT_TITLE
source: One More Step
af: Nog één stap
ar: خطوة إضافية
az: Daha bir addım
be: Яшчэ адзін крок
bg: Още една стъпка
bn: আরও একটি ধাপ
ca: Un pas més
cs: Další krok
cy: Un Cam Arall
da: Et trin mere
de: Ein letzter Schritt
el: Ένα βήμα ακόμα
es: Un paso más
es_es: Un paso más
et: Üks samm veel
eu: Pauso bat gehiago
fa: یک مرحلهٔ دیگر
fi: Vielä yksi vaihe
fil: Isa pang Hakbang
fr: Plus qu'une étape
ga: Céim Amháin Eile
gu: એક વધુ પગલું
he: עוד צעד אחד
hi: एक और चरण
hr: Još jedan korak
hu: Még egy lépés
id: Satu Langkah Lagi
is: Eitt skref í viðbót
it: Un altro passaggio
ja: あと1ステップ
kab: Yiwen uḥric-nniḍen
kk: Тағы бір қадам
km: á˜á½á™á‡áŸ†á á¶á“á‘áŸ€á
kn: ಇನ್ನೂ ಒಂದು ಹೆಜ್ಜೆ
ko: 하나만 더
lt: Dar vienas žingsnis
lv: Vēl viena darbība
mk: Уште еден чекор
ml: ഒരു സ്റ്റെപ്പ് കൂടെ
mr: एक अधिक पायरी
ms: Satu Langkah Lagi
my: နောက်ထပ်တစ်ဆင့်
nb: Et steg til
nl: Nog één stap
pa: ਇੱਕ ਹੋਰ ਕਦਮ
pa_pk: اک ہور مرحلہ
pl: Jeszcze jeden krok
ps: یو بل ګام
pt_br: Falta pouco
pt_pt: Mais um passo
ro: Încă un pas
ru: Ещё один шаг
sk: Ešte jeden krok
sl: Še en korak
sq: Edhe Një Hap
sr: Још један корак
sv: Ett steg till
sw: Hatua Moja Zaidi
ta: இன்னும் ஒரு படி
te: మరో దశ
th: อีกหนึ่งขั้นตอน
tr: Son Bir Adım
ug: يەنە بىر قەدەم
uk: Ще один крок
ur: ایک مزید قدم
vi: Thêm một bước nữa
zh_cn: 再多一步
zh_hk: 最後一步

# DEBUG_LOG_INFO_BUTTON
source: Info about debug logs
af: Inligting oor ontfoutlogboek
ar: معلومات عن سجل الأخطاء
az: Sazlama jurnalı haqqında məlumat
be: Інфармацыя пра журналы адладкі
bn: ডিবাগ লগ সম্পর্কিত তথ্য
ca: Informació sobre els registres de depuració
cs: Informace o debug logu
cy: Gwyboadaeth am y cofnod dadfygio
da: Information om fejlsøgningslogger
de: Info zu Diagnoseprotokollen
el: Πληροφορίες για αρχείο καταγραφής εντοπισμού σφαλμάτων
es: Acerca de los registros de depuración
es_es: Información sobre registro de depuración
et: Teave silumislogide kohta
eu: Arazteko erregistroei buruzko informazioa
fa: اطلاعات دربارهٔ گزارش‌های عیب‌یابی
fi: Tietoja virheenkorjauslokeista
fr: Informations sur les journaux de débogage
ga: Maidir leis na logchomhaid dífhabhtaithe
gu: ડિબગ લૉગ વિશે માહિતી
he: מידע לגבי יומני ניפוי תקלים
hi: डीबग लॉग्स के बारें में जानकारी
hr: Informacije o zapisnicima pogreške
hu: Bővebben a hibanaplóról
id: Informasi tentang log debug
is: Upplýsingar um villumeldingaskrár
it: Informazioni riguardo i log di debug
ja: デバッグログについて
kab: Talɣut ɣef yiɣmisen n temseɣtayt
km: á–áŸááŸŒá˜á¶á“á¢áŸ†á–á¸á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶
kn: ಡೀಬಗ್ ಲಾಗ್‌ಗಳ ಕುರಿತು ಮಾಹಿತಿ
ko: 디버그 로그에 대한 정보
lt: Informacija apie derinimo žurnalus
lv: Informācija par atkļūdošanas žurnāliem
mk: Информација за логовите за грешки
ml: ഡീബഗ് ലോഗുകളെക്കുറിച്ചുള്ള വിവരങ്ങൾ
mr: डीबग लॉगबद्दल माहिती
ms: Maklumat mengenai log nyahpepijat
my: ပျက်ကွက်မှုဖြေရှင်းသည့် မှတ်တမ်းစာများ အကြောင်း
nb: Informasjon om debuglogger
nl: Informatie over foutopsporingslogs
pa: ਡੀਬੱਗ ਲਾਗ ਬਾਰੇ ਜਾਣਕਾਰੀ
pl: Informacje o dziennikach debugowania
ps: د ستونزې د هواري د رپوټونو په اړه معلومات
pt_br: Informações sobre os registros de depuração
pt_pt: Informação acerca dos registos de depuração
ro: Informații despre jurnalele de depanare
ru: Информация о журналах отладки
sk: Informácie o denníkoch ladenia
sl: Podatki o razhroščevalnih dnevnikih
sq: Informacion rreth regjistrash diagnostikimi
sr: Информације о извештају о грешкама
sv: Information om felsökningsloggar
sw: Maelezo kuhusu kumbukumbu na utatuzi
ta: பிழைத்திருத்த பதிவுகள் பற்றிய தகவல்
te: డీబగ్ లాగ్‌ల గురించి సమాచారం
th: ข้อมูลเกี่ยวกับปูมดีบัก
tr: Hata ayıklama günlükleri hakkında bilgi
ug: سازلاش خاتىرىسى ھەققىدىكى ئۇچۇر
uk: Інформація про журнали налагодження
ur: ڈیبگ لاگ کے بارے میں معلومات
vi: Thông tin về các ghi chú lỗi
zh_cn: 关于调试日志
zh_hk: 關於除錯記錄檔的資訊。

# DECLINED_VIDEO_CALL
source: You declined a video call
ar: رفضتَ مكالمة فيديو
be: Вы адхілілі відэазванок
bn: আপনি একটি ভিডিও কল প্রত্যাখ্যান করেছেন
ca: Has rebutjat una videotrucada
cs: Odmítli jste videohovor
da: Du afviste et videoopkald
de: Du hast einen Videoanruf abgelehnt
el: Απέρριψες μια βιντεοκλήση
es: Has rechazado una videollamada
fa: یک تماس تصویری را رد کردید
fi: Hylkäsit videopuhelun
fr: Vous avez refusé un appel vidéo
ga: Dhiúltaigh tú d'fhísghlao
gu: તમે વિડિયો કૉલ નકાર્યો
he: דחית שיחת וידאו
hi: आपने एक वीडियो कॉल काट दी
hr: Odbili ste videopoziv
hu: Elutasítottál egy videóhívást
id: Anda menolak panggilan video
it: Hai rifiutato una videochiamata
ja: ビデオ通話を拒否しました
ko: 영상 통화를 거부했습니다.
mr: आपण व्हिडिओ कॉलला नकार दिला
ms: Anda menolak panggilan video
nb: Du avviste et videoanrop
nl: Je hebt een video-oproep geweigerd
pl: Odrzucono połączenie wideo
pt_br: Você recusou uma chamada de vídeo
pt_pt: Rejeitou uma videochamada
ro: Ai respins un apel video
ru: Вы отклонили видеозвонок
sk: Odmietli ste videohovor
sr: Одбили сте видео позив
sv: Du avböjde ett videosamtal
th: คุณปฏิเสธวิดีโอคอล
tr: Görüntülü aramayı reddettin
ug: بىر ۋىدېيولۇق چاقىرىقنى رەت قىلدىڭىز
uk: Ви відхилили відеовиклик
ur: آپ نے ویڈیو کال مسترد کردی
vi: Bạn đã từ chối cuộc gọi video
zh_cn: 您拒接了视频通话
zh_hk: 你拒絕了一個視訊通話

# DECLINED_VOICE_CALL
source: You declined a voice call
ar: رفضتَ مكالمة صوتية
be: Вы адхілілі галасавы званок
bn: আপনি একটি ভয়েস কল প্রত্যাখ্যান করেছেন
ca: Has rebutjat una trucada
cs: Odmítli jste hlasový hovor
da: Du afviste et stemmeopkald
de: Du hast einen Sprachanruf abgelehnt
el: Απέρριψες μια κλήση
es: Has rechazado una llamada
fa: یک تماس صوتی را رد کردید
fi: Hylkäsit äänipuhelun
fr: Vous avez refusé un appel vocal
ga: Dhiúltaigh tú do ghuthghlao
gu: તમે વૉઇસ કૉલ નકાર્યો
he: דחית שיחה קולית
hi: आपने एक वॉयस कॉल काट दी
hr: Odbili ste glasovni poziv
hu: Elutasítottál egy hanghívást
id: Anda menolak panggilan suara
it: Hai rifiutato una chiamata vocale
ja: 音声通話を拒否しました
ko: 음성 통화를 거부했습니다.
mr: आपण व्हाईस कॉलला नकार दिला
ms: Anda menolak panggilan suara
nb: Du avviste et taleanrop
nl: Je hebt een spraakoproep geweigerd
pl: Odrzucono połączenie głosowe
pt_br: Você recusou uma chamada de voz
pt_pt: Rejeitou uma chamada de voz
ro: Ai respins un apel vocal
ru: Вы отклонили голосовой звонок
sk: Odmietli ste hlasový hovor
sr: Одбили сте гласовни позив
sv: Du avböjde ett röstsamtal
th: คุณปฏิเสธสายโทรเสียง
tr: Sesli aramayı reddettin
ug: بىر ئاۋازلىق چاقىرىقنى رەت قىلدىڭىز
uk: Ви відхилили аудіовиклик
ur: آپ نے وائس کال مسترد کر دی
vi: Bạn đã từ chối cuộc gọi thoại
zh_cn: 您拒接了语音通话
zh_hk: 你拒絕了一個語音通話

# DELETE_ACCOUNT_CONFIRMATION_ACTION_SHEEET_ACTION
source: Delete Account
af: Skrap rekening
ar: حذف الحساب
az: Hesabı sil
be: Выдаліць уліковы запіс
bn: অ্যাকাউন্ট মুছে ফেলুন
ca: Suprimeix el compte
cs: Smazat účet
cy: Dileu Cyfrif
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
et: Kustuta konto
eu: Kontua Ezabatu
fa: پاک کردن حساب کاربری
fi: Poista tili
fr: Supprimer le compte
ga: Scrios Cuntas
gu: એકાઉન્ટ ડિલીટ કરો
he: מחיקת חשבון
hi: अकाउंट डिलीट करें
hr: Izbriši račun
hu: Fiók törlése
id: Hapus Akun
is: Eyða notandaaðgangi
it: Elimina account
ja: アカウントを消去する
kab: Kkes amiḍan
km: á›á»á”á‚áá“á¸
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ko: 계정 삭제
lt: Ištrinti paskyrą
lv: Dzēst kontu
mk: Избриши сметка
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: अकाऊंट हटवा
ms: Padam Akaun
my: အကောင့်ကို ဖျက်သိမ်းမယ်
nb: Slett kontoen
nl: Account verwijderen
pa: ਖਾਤਾ ਮਿਟਾਓ
pl: Usuń konto
ps: د اکاونټ له منځه وړل
pt_br: Excluir conta
pt_pt: Eliminar conta
ro: Ștergere Cont
ru: Удалить учётную запись
sk: Vymazať účet
sl: Izbriši račun
sq: Fshije Llogarinë
sr: Избриши налог
sv: Ta bort konto
sw: Futa Akaunti
ta: கணக்கு நீக்குக
te: ఖాతాను తొలగించండి
th: ลบบัญชี
tr: Hesabı Sil
ug: ھېساباتنى ئۆچۈر
uk: Видалити акаунт
ur: اکاؤنٹ حذف کریں
vi: Xóa Tài khoản
zh_cn: 删除账号
zh_hk: 刪除帳戶
