Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_RESTRICTED_MESSAGE
source: You need to register before you can send a message.
af: U moet registreer voordat u ’n boodskap kan stuur.
ar: يجب عليك التسجيل قبل أن تتمكن من إرسال رسالة.
az: Mesaj göndərməzdən əvvəl qeydiyyatdan keçməlisiniz.
be: Вам трэба зарэгістравацца, перш чым адпраўляць паведамленне.
bg: Трябва да се регистрирате, преди да можете да изпратите съобщение.
bn: একটি বার্তা প্রেরণের আগে আপনাকে নিবন্ধন করতে হবে।
ca: Heu de registrar-vos per poder enviar un missatge.
cs: Před tím, než začnete posílat zprávy, se musíte registrovat.
cy: Mae'n rhaid i chi gofrestri cyn i chi allu anfon neges.
da: Du skal registrere dig, før du kan sende en besked
de: Du musst dich registrieren, bevor du eine Nachricht senden kannst.
el: Θα πρέπει να εγγραφείς πριν μπορέσεις να στείλεις ένα μήνυμα.
es: Debes registrarte para poder enviar un mensaje.
es_es: Necesitas registrarte antes de poder enviar un mensaje.
et: Sõnumite saatmiseks pead registreeruma.
eu: Erregistratu behar duzu mezu bat bidaltzeko aukera izateko.
fa: قبل از ارسال پیام نیاز دارید ثبت نام کنید.
fi: Sinun täytyy rekisteröityä, ennen kuin voit lähettää viestin.
fil: Kailangan mong magrehistro bago ka makapagpadala ng mensahe.
fr: Pour envoyer des messages, inscrivez-vous.
ga: Caithfidh tú clárú sular féidir leat teachtaireacht a sheoladh.
gu: ફોન નંબર તમારે મેસેજ મોકલતા પહેલા રજીસ્ટર કરવાની જરૂર છે.
he: אתה צריך להירשם לפני שתוכל לשלוח הודעה.
hi: आपको कोई मेसेज भेजने से पहले पंजीकृत होना होगाा।
hr: Morate se registrirati prije slanja poruke.
hu: Üzenetküldés csak regisztráció után lehetséges.
id: Anda perlu mendaftar sebelum Anda dapat mengirimkan pesan.
is: Þú þarft að vera skráður notandi til að geta sent skilaboð.
it: Devi registrarti prima di poter inviare un messaggio.
ja: メッセージを送信する前に登録が必要です。
kab: Ilaq ad tjerrdeḍ send ad tazneḍ izen.
kk: Хабарлама жібере алардан бұрын тіркелуіңіз керек.
km: á¢áŸ’á“á€ááŸ’ášá¼áœá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ á˜á»á“á–áŸá›á¢áŸ’á“á€á¢á¶á…á•áŸ’á‰á¾áŸá¶ášá”á¶á“áŸ”
kn: ನೀವು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುವ ಮೊದಲು ನೀವು ನೋಂದಾಯಿಸಿಕೊಳ್ಳಬೇಕು.
ko: 메시지를 보내기 전에 등록해야 합니다.
lt: Prieš siųsdami žinutę, turite užsiregistruoti.
lv: Pirms ziņas sūtīšanas jums ir jāreģistrējas.
mk: Мора да се регистрирате пред да испратите порака.
ml: നിങ്ങൾ ഒരു സന്ദേശം അയക്കുന്നതിന് മുൻപ് നിങ്ങൾ രജിസ്റ്റർ ചെയ്യേണ്ടതുണ്ട്.
mr: संदेश पाठविण्यापूर्वी आपल्याला नोंदणी करणे आवश्यक आहे.
ms: Anda perlu mendaftar sebelum anda boleh menghantar mesej.
my: မက်ဆေ့ချ်မပို့မီ သင်မှတ်ပုံစာရင်း တင်ရပါမည်။
nb: Du må registrere deg før du kan sende en melding.
nl: Je moet je registreren voordat je een bericht kunt verzenden.
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ ਸੁਨੇਹਾ ਭੇਜੇ ਜਾ ਸਕਣ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਰਜਿਸਟਰ ਕਰਨਾ ਪਵੇਗਾ.
pa_pk: ایس توں پہلاں کہ تساں سنیہا بھیج سکیں تساں نوں رجسٹر کرن دی لوڑ اے۔
pl: Aby wysyłać wiadomości, musisz się zarejestrować.
ps: وړاندې تر دې چې پیغام ولیږئ تاسې نوم لیکنې ته اړتیا لری.
pt_br: Você precisa se registrar antes de enviar uma mensagem.
pt_pt: É necessário registar-se antes de poder enviar uma mensagem.
ro: Trebuie să te înregistrezi înainte de a trimite un mesaj.
ru: Вы должны зарегистрироваться перед тем, как отправлять сообщения.
sk: Pred odoslaním správy sa musíte zaregistrovať.
sl: Pred pošiljanjem sporočil se morate registrirati.
sq: Përpara se të mund të dërgoni një mesazh, lypset të regjistroheni.
sr: Морате се регистровати да бисте могли да пошаљете поруку.
sv: Du behöver registrera dig innan du kan skicka ett meddelande.
sw: Unahitaji kujisajili kabla ya kutuma ujumbe.
ta: நீங்கள் ஒரு செய்தியை அனுப்புவதற்கு முன்பு பதிவு செய்ய வேண்டும்.
te: మీరు సందేశం పంపే ముందు నమోదు చేసుకోవాలి.
th: คุณจำเป็นต้องลงทะเบียนก่อน จึงจะสามารถส่งข้อความได้
tr: İleti göndermeden önce kaydolmanız gerekiyor.
ug: ئۇچۇر يوللاشتىن ئىلگىرى تىزىملىتىشىڭىز كېرەك.
uk: Щоб надсилати повідомлення, необхідно зареєструватися.
ur: پیغام بھیجنے سے پہلے آپ کو رجسٹر کرنے کی ضرورت ہے۔
vi: Bạn cần đăng ký trước khi có thể gửi tin nhắn.
zh_cn: 您需要先注册才能发送消息。
zh_hk: 你需要先登記以傳送訊息。

# REGISTRATION_SCAN_QR_CODE_TITLE
source: Scan this code with your old phone
ar: امسح هذا الكود ضوئيًا باستخدام جهازك القديم
be: Праскануйце гэты QR-код з дапамогай свайго старога тэлефона
bn: আপনার পুরানো ফোন দিয়ে এই কোডটি স্ক্যান করুন
ca: Escaneja aquest codi amb el teu mòbil antic
cs: Naskenujte tento kód pomocí starého telefonu
da: Scan denne kode med din gamle telefon
de: Scanne diesen Code mit deinem alten Telefon
el: Σάρωσε αυτόν τον κωδικό με το παλιό σου τηλέφωνο
es: Escanea este código con tu teléfono anterior
fa: این کد را با تلفن قدیمی خود اسکن کنید
fi: Skannaa tämä koodi vanhalla puhelimellasi
fr: Scannez ce code avec votre ancien téléphone
ga: Scan an cód seo le do sheanghuthán
gu: આ કોડને તમારા જૂના ફોનથી સ્કેન કરો
he: סריקת הקוד הזה עם הטלפון הישן שלך
hi: अपने पुराने फ़ोन से यह कोड स्कैन करें
hr: Skenirajte ovaj kôd svojim starim uređajem
hu: Olvasd be ezt a kódot a régi telefonoddal
id: Pindai kode ini dengan ponsel lama Anda
it: Scansiona questo codice con il tuo precedente telefono
ja: 以前利用していた端末でこのコードをスキャンしてください
ko: 이전 휴대폰으로 이 코드 스캔
mr: आपल्या जुन्या फोनने हा कोड स्कॅन करा
ms: Imbas kod ini dengan telefon lama anda
nb: Skann denne koden med den gamle enheten
nl: Scan deze code met je oude telefoon
pl: Zeskanuj ten kod swoim poprzednim telefonem
pt_br: Escaneie esse código com seu telefone antigo
pt_pt: Digitalize este código com o seu telemóvel antigo
ro: Scanează acest cod cu telefonul tău vechi
ru: Отсканируйте этот код с помощью старого телефона
sk: Naskenujte tento kód pomocou svojho starého telefónu
sr: Скенирајте овај код старим телефоном
sv: Skanna den här koden med din gamla telefon
th: ใช้โทรศัพท์เครื่องเก่าของคุณสแกนโค้ดนี้
tr: Bu kodu eski telefonunla tara
ug: كونا تېلېفونىڭىز بىلەن بۇ كودنى سىكانىرلاڭ
uk: Зіскануйте цей QR-код старим телефоном
ur: اپنے پرانے فون سے اس کوڈ کو اسکین کریں
vi: Quét mã với điện thoại của bạn
zh_cn: 用您的旧手机扫描此二维码
zh_hk: 使用舊手機掃描此二維碼

# REGISTRATION_SCAN_QR_CODE_TUTORIAL_OPEN_SIGNAL
source: Open Signal on your old device
ar: افتح تطبيق سيجنال على جهازك القديم
be: Адкрыйце Signal на сваёй старой прыладзе
bn: আপনার পুরানো ডিভাইসে Signal খুলুন
ca: Obre Signal al teu dispositiu antic
cs: Otevřete aplikaci Signal ve starém zařízení
da: Åbn Signal på din gamle enhed
de: Öffne Signal auf deinem alten Gerät
el: Άνοιξε το Signal στην παλιά σου συσκευή
es: Abre Signal en tu dispositivo anterior
fa: سیگنال را در دستگاه قدیمی‌تان باز کنید
fi: Avaa Signal vanhassa laitteessasi
fr: Ouvrez Signal sur votre ancien appareil
ga: Oscail Signal ar do sheanghléas
gu: તમારા જૂના ડિવાઇસ પર Signal ખોલો
he: יש לפתוח את Signal במכשיר הישן
hi: अपने पुराने डिवाइस पर Signal खोलें
hr: Otvorite Signal na starom uređaju
hu: Nyisd meg a Signalt a régi eszközödön
id: Buka Signal di perangkat lama Anda
it: Apri Signal sul tuo dispositivo precedente
ja: 以前利用していた端末でSignalを開きます
ko: 이전 장치에서 Signal을 엽니다
mr: आपल्या जुन्या डिव्हाईसवर Signal उघडा
ms: Buka Signal pada peranti lama anda
nb: Åpne Signal på den gamle enheten.
nl: Open Signal op je oude apparaat
pl: Otwórz Signal na swoim poprzednim urządzeniu
pt_br: Abra o Signal no seu dispositivo anterior
pt_pt: Abra o Signal no seu dispositivo antigo
ro: Deschide Signal pe vechiul dispozitiv
ru: Откройте Signal на старом устройстве
sk: Otvorte Signal na svojom starom zariadení
sr: Отворите Signal на старом уређају
sv: Öppna Signal på din gamla enhet
th: เปิดแอป Signal บนอุปกรณ์เครื่องเก่า
tr: Signal'i eski cihazında aç
ug: كونا ئۈسكۈنىڭىزدە سىگنالنى ئېچىڭ
uk: Відкрийте Signal на старому телефоні
ur: اپنی پرانی ڈیوائس پر Signal کھولیں
vi: Mở Signal trên thiết bị cũ của bạn
zh_cn: 在您的旧设备上打开 Signal
zh_hk: 在你的舊裝置開啟 Signal

# REGISTRATION_SCAN_QR_CODE_TUTORIAL_SCAN
source: Scan this code with the camera
ar: امسح هذا الكود ضوئيًا باستخدام الكاميرا
be: Праскануйце гэты код з дапамогай камеры
bn: ক্যামেরা দিয়ে এই কোডটি স্ক্যান করুন
ca: Escaneja aquest codi amb la càmera
cs: Naskenujte tento kód pomocí fotoaparátu
da: Scan denne kode med kameraet
de: Scanne diesen Code mit der Kamera
el: Σάρωσε αυτόν τον κωδικό με την κάμερα
es: Escanea este código con la cámara
fa: این کد را با دوربین اسکن کنید
fi: Skannaa tämä koodi kameralla
fr: Scannez ce code avec l'appareil photo
ga: Scan an cód seo leis an gceamara
gu: કેમેરા વડે આ કોડને સ્કેન કરો
he: לסרוק את הקוד הזה עם המצלמה
hi: कैमरे से यह कोड स्कैन करें
hr: Skenirajte ovaj kôd kamerom
hu: Olvasd be ezt a kódot a kamerával
id: Pindai kode ini dengan kamera
it: Scansiona questo codice con la fotocamera
ja: そのカメラでこのコードをスキャンします
ko: 카메라로 이 코드를 스캔합니다
mr: हा कोड कॅमेराने स्कॅन करा
ms: Imbas kod ini dengan kamera
nb: Skann denne koden med kameraet.
nl: Scan deze code met de camera
pl: Zeskanuj ten kod aparatem
pt_br: Escaneie esse código com a câmera
pt_pt: Digitalize este código com a câmara
ro: Scanează acest cod cu camera
ru: Отсканируйте этот код с помощью камеры
sk: Naskenujte tento kód pomocou fotoaparátu
sr: Скенирајте овај код камером
sv: Skanna den här koden med kameran
th: ใช้กล้องสแกนโค้ดนี้
tr: Bu kodu kamera ile tara
ug: بۇ كودنى كامېرا بىلەن سىكانىرلاڭ
uk: Зіскануйте QR-код камерою
ur: اس کوڈ کو کیمرے کے ذریعے اسکین کریں
vi: Quét mã này với camera
zh_cn: 用相机扫描此二维码
zh_hk: 使用相機掃描此二維碼

# REGISTRATION_SCAN_QR_CODE_TUTORIAL_TAP_CAMERA
source: Tap the camera icon
ar: انقر على أيقونة الكاميرا
be: Націсніце на значок камеры
bn: ক্যামেরা আইকনে ট্যাপ করুন
ca: Toca la icona de la càmera
cs: Klepněte na ikonu fotoaparátu
da: Tryk på kameraikonet
de: Tippe auf das Kamera-Symbol
el: Πάτα το εικονίδιο της κάμερας
es: Toca el icono de la cámara
fa: روی نماد دوربین ضربه بزنید
fi: Napauta kamerakuvaketta
fr: Touchez l'icône de l'appareil photo
ga: Tapáil deilbhín an cheamara
gu: કેમેરા આઇકન પર ટેપ કરો
he: ללחוץ על סמל המצלמה
hi: कैमरा आइकन पर टैप करें
hr: Dodirnite ikonu kamere
hu: Koppints a kamera ikonra
id: Ketuk ikon kamera
it: Tocca l'icona della fotocamera
ja: カメラのアイコンをタップします
ko: 카메라 아이콘을 탭합니다
mr: कॅमेरा आयकनवर टॅप करा
ms: Ketik ikon kamera
nb: Trykk på kamera-ikonet.
nl: Tik op het camera-icoon
pl: Dotknij ikony aparatu
pt_br: Toque no ícone da câmera
pt_pt: Toque no ícone da câmara
ro: Atinge pictograma camerei
ru: Нажмите на значок камеры
sk: Ťuknite na ikonu fotoaparátu
sr: Додирните икону камере
sv: Tryck på kameraikonen
th: แตะที่ไอคอนกล้อง
tr: Kamera simgesine dokun
ug: كامېرا سىنبەلگىسىنى چېكىڭ
uk: Торкніться значка камери
ur: کیمرہ آئیکن پر ٹیپ کریں
vi: Nhấn biểu tượng camera
zh_cn: 点击相机图标
zh_hk: 輕按相機圖示

# REGISTRATION_SMS_CODE_FAILED_TRY_VOICE_BUTTON
source: Voice Call
ar: مكالمة صوتية
be: Галасавы званок
bn: ভয়েস কল
ca: Trucada de veu
cs: Hlasový hovor
da: Taleopkald
de: Sprachanruf
el: Βιντεοκλήση
es: Llamada
fa: تماس صوتی
fi: Äänipuhelu
fr: Appel vocal
ga: Guthghlao
gu: વૉઈસ કૉલ
he: שיחה קולית
hi: वीडियो कॉल
hr: Glasovni poziv
hu: Hanghívás
id: Panggilan suara
it: Chiamata vocale
ja: 音声通話
ko: 음성 통화
mr: व्हॉईस कॉल
ms: Panggilan suara
nb: Taleanrop
nl: Spraakoproep
pl: Połączenie głosowe
pt_br: Chamada de voz
pt_pt: Chamada de voz
ro: Apel vocal
ru: Голосовой звонок
sk: Hlasový hovor
sr: Гласовни позив
sv: Röstsamtal
th: โทรเสียง
tr: Sesli arama
ug: ئۈن چاقىرىش
uk: Аудіовиклик
ur: آڈیو کال
vi: Gọi thoại
zh_cn: 语音通话
zh_hk: 語音通話

# REGISTRATION_SMS_CODE_FAILED_TRY_VOICE_ERROR
source: We couldn't send you a verification code via SMS. Try receiving your code via voice call instead.
ar: تعذّر إرسال كود التحقُّق عبر رسالة SMS. حاوِل الحصول على الكود الخاص بك عبر مكالمة صوتية بدلًا من ذلك.
be: Мы не змаглі адправіць вам праверачны код праз SMS. Паспрабуйце тады атрымаць код праз галасавы званок.
bn: আমরা আপনাকে SMS-এর মাধ্যমে যাচাইকরণ কোড পাঠাতে পারিনি। এর পরিবর্তে আপনি ভয়েস কলের মাধ্যমে আপনার কোড পাওয়ার চেষ্টা করুন।
ca: No t'hem pogut enviar un codi de verificació per SMS. Prova de rebre el teu codi mitjançant una trucada de veu.
cs: Nepodařilo se vám zaslat ověřovací kód prostřednictvím SMS. Zkuste místo toho kód získat prostřednictvím hlasového hovoru.
da: Vi kunne ikke sende dig en bekræftelseskode via sms. Prøv at modtage din kode via et taleopkald i stedet.
de: Wir konnten dir keinen Verifizierungscode per SMS schicken. Versuche stattdessen, den Code per Sprachanruf zu erhalten.
el: Δεν μπορέσαμε να σου στείλουμε κωδικό επαλήθευσης μέσω SMS. Δοκίμασε να λάβεις τον κωδικό μέσω κλήσης.
es: No hemos podido enviarte el código de verificación por SMS. Intenta recibir tu código mediante llamada.
fa: نتوانستیم کد تأییدی از طریق پیامک برایتان ارسال کنیم. به جای آن، دریافت کد از طریق تماس را امتحان کنید.
fi: Emme voineet lähettää sinulle vahvistuskoodia tekstiviestillä. Yritä sen sijaan vastaanottaa koodi äänipuhelun välityksellä.
fr: Impossible de vous envoyer un code de vérification par SMS. Nous pouvous vous communiquer votre code via un appel vocal.
ga: Níorbh fhéidir linn cód fíoraithe a sheoladh trí SMS. Triail do chód a fháil trí ghuthghlao ina ionad.
gu: અમે તમને SMS દ્વારા ચકાસણી કોડ મોકલી શક્યાં નથી. તેના બદલે વૉઇસ કૉલ દ્વારા તમારો કોડ મેળવવાનો પ્રયાસ કરો.
he: לא הצלחנו לשלוח לך קוד אימות דרך SMS. כדאי לנסות לקבל את הקוד שלך דרך שיחה קולית במקום.
hi: हम आपको SMS द्वारा सत्यापन कोड नहीं भेज सकते। इसके बजाय वॉयस कॉल द्वारा अपना कोड प्राप्त करने का प्रयास करें।
hr: Slanje koda za provjeru putem SMS-a nije uspjelo. Pokušajte primiti svoj kôd putem glasovnog poziva.
hu: Nem sikerült ellenőrző kódot küldenünk SMS-ben. Próbáld meg inkább hanghívással fogadni a kódot.
id: Kami tidak dapat mengirimi Anda kode verifikasi via SMS. Coba terima kode via panggilan suara.
it: Non è stato possibile inviare il codice di verifica via SMS. Prova a richiedere l'invio del codice tramite chiamata vocale.
ja: SMSで認証コードを送信できませんでした。音声通話でコードを受信してみてください。
ko: SMS를 통해 확인 코드를 보낼 수 없습니다. 음성 통화로 대신 받아 보세요.
mr: आम्ही SMS मार्फत आपणाला सत्यापन कोड पाठवू शकत नाही. त्याऐवजी व्हॉइस कॉल मार्फत आपला कोड प्राप्त करण्याचा प्रयत्न करा.
ms: Kami tidak dapat menghantar kod pengesahan kepada anda melalui SMS. Cuba terima kod anda melalui panggilan suara.
nb: Vi kunne ikke sende deg bekreftelseskoden via SMS. Motta koden via et taleanrop i stedet.
nl: We konden je geen verificatiecode sturen via sms. Probeer in plaats daarvan je code via een spraakoproep te ontvangen.
pl: Nie udało się wysłać kodu weryfikacyjnego SMS-em. Spróbuj użyć opcji połączenia głosowego, aby otrzymać kod w ten sposób.
pt_br: Não foi possível enviar um código de verificação por SMS. Tente receber seu código por chamada de voz.
pt_pt: Não lhe conseguimos enviar um código de verificação via SMS. Experimente receber o código via chamada de voz.
ro: Nu ți-am putut trimite un cod de verificare prin SMS. Încearcă să primești codul prin apel vocal.
ru: Мы не смогли отправить вам код проверки по SMS. Попробуйте получить код с помощью голосового вызова.
sk: Nepodarilo sa nám poslať vám overovací kód prostredníctvom SMS. Skúste prijať kód prostredníctvom hlasového hovoru.
sr: Нисмо успели да вам пошаљемо шифру за верификацију. Можете да затражите шифру преко гласовног позива.
sv: Vi kunde inte skicka en verifieringskod via sms. Försök att ta emot din kod via röstsamtal istället.
th: เราไม่สามารถส่งรหัสยืนยันผ่านทาง SMS ให้คุณได้ ลองเปลี่ยนไปรับรหัสผ่านทางการโทรแทน
tr: Sana SMS yoluyla bir doğrulama kodu gönderemedik. Bunun yerine kodunu sesli aramayla almayı dene.
ug: سىزگە SMS ئارقىلىق دەلىللەش كودىنى يوللىيالمىدۇق. دەلىللەش كودىنى ئاۋازلىق چاقىرىق ئارقىلىق تاپشۇرۇۋېلىڭ.
uk: Ми не змогли надіслати вам код підтвердження в SMS. Код можна також отримати, прийнявши аудіовиклик.
ur: ہم آپ کو SMS کے ذریعے تصدیقی کوڈ بھیجنے سے قاصر ہیں۔ اس کے بجائے وائس کال کے ذریعے اپنا کوڈ حاصل کرنے کی کوشش کریں۔
vi: Chúng tôi không thể gửi cho bạn mã xác minh thông qua tin nhắn SMS. Thử nhận mã của bạn qua cuộc gọi thoại.
zh_cn: 我们无法通过短信给您发送验证码。请尝试通过语音通话进行接收。
zh_hk: 我們無法透過 SMS 短訊傳送驗證碼給你。請嘗試透過語音通話接收驗證碼。

# REGISTRATION_SUBMIT_CODE_ATTEMPTS_EXHAUSTED_ALERT
source: You’ve made too many attempts to enter the code. Please resend the code and try again.
ar: قُمتَ بمحاولاتٍ كثيرة لإدخال الكود. يُرجى إعادة إرسال الكود والمحاولة مرّة أخرى.
be: Вы зрабілі занадта шмат спроб увесці гэты код. Калі ласка, адпраўце код паўторна і паўтарыце спробу.
bn: কোড ব্যবহার করে প্রবেশ করার জন্য আপনি অনেকবার চেষ্টা করে ফেলেছেন। অনুগ্রহ করে কোডটি আবার পাঠান এবং আবার চেষ্টা করুন।
ca: Has fet massa intents per introduir el codi. Torna a enviar el codi i torna-ho a provar.
cs: Učinili jste příliš mnoho pokusů o zadání kódu. Znovu odešlete kód a zkuste to znovu.
da: Du har forsøgt at indtaste koden for mange gange. Send koden, og prøv igen.
de: Du hast zu oft versucht, den Code einzugeben. Bitte Code erneut senden und es noch einmal versuchen.
el: Έχεις προσπαθήσει πάρα πολλές φορές να εισάγεις τον κωδικό. Στείλε ξανά τον κωδικό και δοκίμασε ξανά.
es: Has realizado demasiados intentos para introducir el código. Vuelve a solicitar el código e inténtalo de nuevo.
fa: دفعات تلاش‌تان برای وارد کردن کد بیش‌ از حد مجاز بوده است. لطفاً کد را دوباره بفرستید و مجدداً تلاش کنید.
fi: Olet yrittänyt syöttää koodin liian monta kertaa. Lähetä koodi uudelleen ja yritä uudelleen.
fr: Vous avez dépassé le nombre de tentatives autorisées. Demandez l'envoi d'un nouveau code et réessayez.
ga: Rinne tú an iomarca iarrachtaí ar an gcód a chur isteach. Seol an cód arís agus triail arís.
gu: તમે કોડ દાખલ કરવાના ઘણા બધા પ્રયાસો કરી લીધા છે. કૃપા કરીને કોડ ફરીથી મોકલો અને ફરી પ્રયાસ કરો.
he: ניסית להכניס את הקוד יותר מדי פעמים. צריך לשלוח את הקוד מחדש ולנסות שוב.
hi: आपने कोड दर्ज करने के लिए बहुत अधिक प्रयास किए हैं। कृपया कोड पुनः भेजकर दोबारा प्रयास करें।
hr: Previše neuspjelih pokušaja unosa koda. Ponovno pošalji kôd i pokušaj ponovno.
hu: Túl sok kísérletet tettél a kód megadására. Kérjük, küldd el újra a kódot, és próbáld újra.
id: Anda terlalu banyak mencoba memasukkan kode. Kirim ulang kode dan coba lagi.
it: Hai provato a inserire il codice troppe volte. Prova a rinviare il codice e ritenta.
ja: このコードの入力試行回数が多すぎます。コードを再送信して、もう一度お試しください。
ko: 코드 입력을 너무 많이 시도했습니다. 코드를 다시 보내고 다시 시도하세요.
mr: आपण कोड प्रविष्ट करण्याचे अनेक प्रयत्न केले आहेत. कृपया कोड पुन्हा पाठवा आणि पुन्हा प्रयत्न करा.
ms: Anda telah membuat terlalu banyak percubaan untuk memasukkan kod. Sila hantar semula kod dan cuba lagi.
nb: Du har gått tom for forsøk på å skrive inn koden. Få tilsendt en ny kode og prøv igjen.
nl: Je hebt te vaak geprobeerd de code in te voeren. Vraag de code opnieuw aan en probeer het nogmaals.
pl: Zbyt wiele prób wprowadzenia kodu. Wyślij kod ponownie i spróbuj jeszcze raz.
pt_br: Você excedeu o número tentativas de inserir o código. Reenvie o código e tente novamente.
pt_pt: Fez demasiadas tentativas para inserir o código. Reenvie o código e tente novamente.
ro: Ai făcut prea multe încercări pentru a introduce acest cod. Retrimite codul și încearcă din nou.
ru: Вы сделали слишком много попыток ввода этого кода. Пожалуйста, получите код повторно и попробуйте снова.
sk: Urobili ste príliš veľa pokusov na zadanie kódu. Požiadajte prosím o opätovné zaslanie kódu a skúste to znova.
sr: Превише пута сте покушали да унесете шифру. Пошаљите шифру поново и пробајте поново.
sv: Du har gjort för många försök att ange koden. Skicka koden igen och försök på nytt.
th: คุณพยายามใส่รหัสหลายครั้งเกินไป โปรดส่งรหัสใหม่แล้วลองอีกครั้ง
tr: Kodu girmek için çok fazla girişimde bulundun. Lütfen kodu tekrar gönder ve tekrar dene.
ug: كودنى كىرگۈزۈش قېتىم سانىڭىز چەكتىن ئېشىپ كەتتى. كودنى قايتا ئەۋەتىپ قايتا سىناڭ.
uk: Ви зробили забагато спроб ввести код. Запитайте й введіть новий код.
ur: آپ کوڈ کو درج کرنے کے لیے بہت مرتبہ کوششیں کر چکے ہیں۔ براہ کرم کوڈ دوبارہ بھیجیں اور دوبارہ کوشش کریں۔
vi: Bạn đã thử nhập mã quá nhiều lần. Vui lòng gửi lại mã và thử lại.
zh_cn: 您输入验证码的次数过多。请重新发送验证码并重试。
zh_hk: 你已多次嘗試輸入驗證碼。請重新傳送驗證碼，然後再試一次。

# REGISTRATION_SUBMIT_CODE_RATE_LIMIT_ALERT_FORMAT
source: You’ve made too many attempts to enter the code. Try again in %1$@
ar: قُمتَ بمحاولاتٍ كثيرة لإدخال الكود. حاوِل مرّة أخرى في %1$@
be: Вы зрабілі занадта шмат спроб увесці гэты код. Паўтарыце спробу праз %1$@
bn: কোড ব্যবহার করে প্রবেশ করার জন্য আপনি অনেকবার চেষ্টা করে ফেলেছেন। %1$@ পরে আবার চেষ্টা করুন
ca: Has fet massa intents per introduir el codi. Torna-ho a provar en %1$@
cs: Učinili jste příliš mnoho pokusů o zadání kódu. Zkuste to znovu za %1$@
da: Du har forsøgt at registrere dette nummer for mange gange. Prøv igen om %1$@
de: Du hast zu oft versucht, den Code einzugeben. Versuche es erneut in %1$@
el: Έχεις προσπαθήσει πάρα πολλές φορές να εισάγεις τον κωδικό. Δοκίμασε ξανά σε %1$@
es: Has realizado demasiados intentos para introducir el código. Vuelve a intentarlo en %1$@.
fa: دفعات تلاش‌تان برای وارد کردن کد بیش‌ از حد مجاز بوده است. تلاش دوباره در %1$@
fi: Olet yrittänyt syöttää koodin liian monta kertaa. Yritä uudelleen, kun on kulunut %1$@
fr: Vous avez dépassé le nombre de tentatives autorisées. Veuillez réessayer dans %1$@.
ga: Rinne tú an iomarca iarrachtaí ar an gcód a chur isteach. Triail arís i gceann %1$@
gu: તમે કોડ દાખલ કરવાના ઘણા બધા પ્રયાસો કરી લીધા છે. %1$@માં ફરી પ્રયાસ કરો
he: ניסית להכניס את הקוד יותר מדי פעמים. יש לנסות שוב עוד %1$@
hi: आपने कोड दर्ज करने के लिए बहुत अधिक प्रयास किए हैं। %1$@ में पुन: प्रयास करें
hr: Previše neuspjelih pokušaja unosa koda. Pokušajte ponovno za %1$@
hu: Túl sok kísérletet tettél a kód megadására. Próbáld újra %1$@ múlva
id: Anda terlalu banyak mencoba memasukkan kode. Coba lagi dalam %1$@
it: Hai provato a inserire il codice troppe volte. Prova di nuovo tra %1$@
ja: このコードの入力試行回数が多すぎます。%1$@ 内にもう一度お試しください
ko: 코드 입력을 너무 많이 시도했습니다. %1$@ 후 다시 시도하세요.
mr: आपण कोड प्रविष्ट करण्याचे अनेक प्रयत्न केले आहेत. %1$@ मध्ये पुन्हा प्रयत्न करा
ms: Anda telah membuat terlalu banyak percubaan untuk memasukkan kod. Cuba lagi dalam %1$@
nb: Du har gått tom for forsøk på å skrive inn koden. Prøv igjen om %1$@
nl: Je hebt te vaak geprobeerd de code in te voeren. Probeer het opnieuw over %1$@
pl: Zbyt wiele prób wprowadzenia kodu. Spróbuj jeszcze raz za %1$@
pt_br: Você excedeu o número de tentativas de inserir o código. Tente novamente em %1$@
pt_pt: Fez demasiadas tentativas para inserir o código. Tente novamente dentro de %1$@
ro: Ai făcut prea multe încercări pentru introducerea codului. Încearcă din nou în %1$@
ru: Вы сделали слишком много попыток ввода этого кода. Пожалуйста, попробуйте ещё раз через %1$@
sk: Urobili ste príliš veľa pokusov na zadanie kódu. Skúste to znovu za %1$@
sr: Превише пута сте покушали да унесете шифру. Пробајте поново за %1$@
sv: Du har gjort för många försök att ange koden. Försök igen om %1$@
th: คุณพยายามใส่รหัสหลายครั้งเกินไป โปรดลองอีกครั้งใน %1$@
tr: Kodu girmek için çok fazla girişimde bulundun. %1$@içinde tekrar dene
ug: كودنى كىرگۈزۈش قېتىم سانىڭىز چەكتىن ئېشىپ كەتتى. «%1$@» تىن كېيىن قايتا سىناڭ
uk: Ви зробили забагато спроб ввести код. Спробуйте ще раз через %1$@
ur: آپ کوڈ کو درج کرنے کے لیے بہت مرتبہ کوششیں کر چکے ہیں۔ %1$@ میں دوبارہ کوشش کریں
vi: Bạn đã thử nhập mã quá nhiều lần. Thử lại trong %1$@
zh_cn: 您输入验证码的次数过多。请在 %1$@后再试
zh_hk: 你已多次嘗試輸入驗證碼，請在 %1$@ 後再試
