Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_EXPLANATION_FACEID
source: Help prevent a person with your phone from accessing your funds by enabling Face ID. You can disable this option in Settings.
ar: ساعد في منع أي شخص يستخدم هاتفكَ من الوصول إلى أموالك عن طريق تفعيل تقنية التعرُّف على الوجه (Face ID). يُمكنك تعطيل هذا الخيار في الإعدادات.
be: Каб прадухіліць доступ чалавека, які завалодаў вашым тэлефонам, да вашых грашовых сродкаў, уключыце опцыю Face ID, дадатковы ўзровень бяспекі. Вы можаце адключыць гэтую опцыю ў Наладах.
bn: আপনার ফোনের ফেইস আইডি ব্যবহার করে কোনো ব্যক্তিকে আপনার ফান্ড অ্যাক্সেস করা থেকে প্রতিহত করতে সহায়তা করুন। আপনি সেটিংসে এই অপশনটি নিষ্ক্রিয় করতে পারবেন।
ca: Ajuda a evitar que una persona que tingui el teu telèfon pugui accedir als teus fons activant Face ID. Pots desactivar aquesta opció a Ajustos.
cs: Zapnutím funkce Face ID zabráníte osobě disponující vaším telefonem v přístupu k vašim finančním prostředkům. Tuto možnost můžete vypnout v nastavení.
da: Hjælp med at forhindre at en person med din telefon i at tilgå dine penge ved at aktivere Face ID. Du kan deaktivere denne mulighed under Indstillinger.
de: Verhindere, dass eine Person mit deinem Mobiltelefon auf dein Geld zugreifen kann, indem du Face ID aktivierst. Du kannst diese Option in Einstellungen deaktivieren.
el: Ενεργοποίησε το Face ID για να αποτρέπεις την πρόσβαση ατόμων στα χρήματα στο τηλέφωνό σου. Μπορείς να απενεργοποιήσεις αυτήν την επιλογή στις Ρυθμίσεις.
es: Activa Face ID para ayudar a evitar que una persona que tenga tu teléfono pueda acceder a tus fondos. Puedes desactivar esta opción en Ajustes.
fa: با فعال کردن «شناسایی چهره»، از دسترسی شخصی که تلفن شما را در دست دارد به پول خود جلوگیری کنید. می‌توانید این گزینه را در «تنظیمات» غیرفعال کنید.
fi: Ota käyttöön Face ID, jonka avulla voit estää puhelintasi käyttävää henkilöä käyttämästä varojasi. Voit poistaa tämän asetuksen käytöstä asetuksissa.
fr: Avec Face ID, évitez qu'une personne qui accède à votre téléphone puisse aussi accéder à vos fonds. Vous pouvez désactiver cette option dans les paramètres.
ga: Cabhraigh le srian a chur ar dhuine a bhfuil do ghuthán aige nó aici rochtain a fháil ar do chuid airgid trí ID Aghaidhe a chumasú. Is féidir leat an rogha seo a dhíchumasú i Socruithe.
gu: ફેસ ID ને સક્ષમ કરીને તમારા ફોન ધરાવતી વ્યક્તિને તમારા ફંડને ઍક્સેસ કરતા રોકવામાં સહાય કરો. તમે આને સેટિંગ્સમાંથી બદલી શકો છો.
he: עוזרים למנוע מאדם שמחזיק במכשיר הטלפון שלך לגשת לכספים שלך באמצעות הפעלת זיהוי פנים. אפשר לכבות את האפשרות הזו בהגדרות.
hi: फेस ID सक्षम करके किसी व्यक्ति को अपने फोन से अपने पैसों तक पहुंचने से रोकने में मदद करें। आप सेटिंग्स में जा कर इस विकल्प को बंद कर सकते हैं।
hr: Spriječite pristup vašim sredstvima osobama koje imaju pristup vašem mobilnom uređaju omogućavanjem značajke Face ID. Ovu opciju možete onemogućiti u Postavkama.
hu: A Face ID engedélyezésével megakadályozhatod, hogy bárki hozzáférjen a pénzedhez a telefonodon keresztül. Ezt az opciót a Beállításokban kikapcsolhatod.
id: Cegah seseorang yang memegang ponsel Anda mengakses dana Anda dengan mengaktifkan Face ID. Anda dapat menonaktifkan opsi ini di Pengaturan.
it: Attiva il Face ID per evitare che chiunque abbia accesso al tuo telefono possa accedere ai fondi presenti. Puoi disattivare l'opzione nelle Impostazioni di Signal.
ja: Face IDを有効化することで、第三者があなたの携帯電話を使用して資金にアクセスすることを防ぎます。このオプションは設定で無効にできます。
ko: 얼굴 ID를 설정하여 다른 사람이 사용자의 휴대폰을 손에 넣어 자금에 액세스할 수 없도록 예방하세요. 이 옵션은 설정에서 비활성화 할 수 있습니다.
mr: फेस आयडी सक्षम करून आपल्या निधीमध्ये प्रवेश करण्यापासून आपला फोन ताब्यात असलेल्या व्यक्तीला रोखण्यास मदत करा. आपण सेटिंग्ज मध्ये हा पर्याय अक्षम करू शकता.
ms: Bantu menghalang seseorang yang memegang telefon anda daripada mengakses dana anda dengan mendayakan ID Wajah. Anda boleh nyahdayakan pilihan ini dalam Tetapan.
nb: Aktiver Face ID for å hindre uvedkommende som får tak i telefonen din, får tilgang til pengene dine. Du kan slå dette av i innstillingene.
nl: Help voorkomen dat iemand met jouw telefoon toegang heeft tot je geld door Face ID aan te zetten. In instellingen kun je deze optie uitschakelen.
pl: Dodatkowo zabezpiecz swoje konto za pomocą Face ID, co uniemożliwi osobom trzecim używającym Twojego telefonu dostęp do Twoich środków. Możesz wyłączyć tę opcję w ustawieniach.
pt_br: Ative o Face ID para impedir que alguém com seu telefone acesse seus fundos. É possível desativar esta opção nas Configurações.
pt_pt: Ative o Face ID para ajudar a impedir que uma pessoa com o seu telemóvel aceda aos seus fundos. Pode desativar esta opção nas Definições.
ro: Ajută-ne să împiedicăm o persoană care are telefonul tău să-ți acceseze fondurile adăugând un alt nivel de securitate. Poți să dezactivezi această opțiune din Setări.
ru: Предотвратите доступ человека, завладевшего вашим телефоном, к вашим денежным средствам, включив функцию Face ID. Вы можете отключить эту опцию в настройках.
sk: Zabráňte osobe, ktorá používa váš telefón, pristupovať k vašim finančným prostriedkom povolením funkcie Face ID. Túto možnosť môžete vypnúť v Nastaveniach.
sr: Помоћу идентификације лица спречите особу која има приступ вашем телефону да приступи и вашим средствима. Ту опцију можете деактивирати у подешавањима.
sv: Förhindra att en person med din telefon får åtkomst till dina pengar genom att aktivera Face ID. Du kan inaktivera det här alternativet i Inställningar.
th: เปิดใช้ Face ID เพื่อช่วยป้องกันไม่ให้ผู้อื่นใช้โทรศัพท์คุณเข้าถึงเงินของคุณ คุณสามารถปิดใช้งานตัวเลือกนี้ได้ในการตั้งค่า
tr: Face ID'yi etkinleştirerek telefonuna sahip bir kişinin parana erişmesini önlemeye yardımcı ol. Bu seçeneği Ayarlar'dan devre dışı bırakabilirsin.
ug: Touch ID نى قوزغىتىپ باشقىلارنىڭ تېلېفونىڭىزدا فوندلىرىڭىزنى زىيارەت قىلىشىنىڭ ئالدىنى ئېلىڭ. بۇ ئىقتىدارنى «تەڭشەك» تىن ئېتەلەيسىز.
uk: Увімкніть Face ID — додайте ще один рівень безпеки, щоб людина з вашим телефоном не змогла отримати доступ до ваших коштів. Цю функцію можна вимкнути в параметрах.
ur: فیس ID فعال کر کے اس فرد کو اپنے فنڈز تک رسائی سے روکنے میں مدد کریں جس کے پاس آپ کا فون ہے۔ آپ اس آپشن کو سیٹنگز میں غیر فعال کر سکتے ہیں۔
vi: Giúp ngăn việc người khác sử dụng điện thoại của bạn và truy cập tài khoản thanh toán bằng cách kích hoạt Face ID. Bạn có thể tắt tùy chọn này trong mục Cài đặt.
zh_cn: 启用 Face ID 可以防止接触到您手机的人获取您的资金。您可以在设置中禁用该选项。
zh_hk: 啟用 Face ID 以防止有人利用您的手機存取您的資金。您可以在「設定」中停用此選項。

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_EXPLANATION_OPTICID
source: Help prevent a person with your phone from accessing your funds by enabling Optic ID. You can disable this option in Settings.
ar: ساعِد في منع أي شخص يستخدم هاتفكَ من الوصول إلى أموالك عن طريق تفعيل Optic ID. يُمكنك تعطيل هذا الخيار في "الإعدادات".
be: Каб прадухіліць доступ чалавека, які завалодаў вашым тэлефонам, да вашых грашовых сродкаў, уключыце Optic ID. Вы можаце адключыць гэтую опцыю ў Наладах.
bn: আপনার ফোনের অপটিক আইডি ব্যবহার করে কোনো ব্যক্তিকে আপনার ফান্ড অ্যাক্সেস করা থেকে প্রতিহত করতে সাহায্য করুন। আপনি সেটিংস থেকে এই অপশনটি নিষ্ক্রিয় করতে পারবেন।
ca: Evita que una persona que tingui el teu telèfon pugui accedir als teus fons activant Optic ID. Pots desactivar aquesta opció a Ajustos.
cs: Zapnutím funkce Optic ID zabráníte osobě disponující vaším telefonem v přístupu k vašim finančním prostředkům. Tuto možnost můžete vypnout v nastavení.
da: Hjælp med at forhindre at en person med din telefon i at tilgå dine penge ved at aktivere Optic ID. Du kan deaktivere denne mulighed under Indstillinger.
de: Verhindere, dass eine Person mit deinem Mobiltelefon auf dein Geld zugreifen kann, indem du Optic ID aktivierst. Du kannst diese Option in Einstellungen deaktivieren.
el: Ενεργοποίησε το Optic ID για να αποτρέπεις την πρόσβαση ατόμων στα χρήματα στο τηλέφωνό σου. Μπορείς να απενεργοποιήσεις αυτή την επιλογή στις Ρυθμίσεις.
es: Activa Optic ID para ayudar a evitar que una persona que tenga tu teléfono pueda acceder a tus fondos. Puedes desactivar esta opción en Ajustes.
fa: با فعال کردن «احراز هویت بصری»، از دسترسی شخصی که تلفن شما را در دست دارد به پولتان جلوگیری کنید. می‌توانید این گزینه را در «تنظیمات» غیرفعال کنید.
fi: Ota käyttöön Optic ID, jonka avulla voit estää puhelintasi käyttävää henkilöä käyttämästä varojasi. Voit poistaa tämän asetuksen käytöstä asetuksissa.
fr: Avec Optic ID, si votre téléphone tombe entre les mains d'un tiers, vous l'empêchez d'accéder à vos fonds. Vous pouvez désactiver cette option dans les paramètres.
ga: Cabhraigh le srian a chur ar dhuine ag a bhfuil do ghuthán do chuid airgid a rochtain trí Optic ID a chumasú. Is féidir leat an rogha seo a dhíchumasú i Socruithe.
gu: ઑપ્ટિક IDને ચાલુ કરીને તમારા ફોન ધરાવતી વ્યક્તિને તમારા ફંડને ઍક્સેસ કરતા રોકવામાં મદદ કરો. તમે આને સેટિંગ્સમાંથી બદલી શકો છો.
he: עוזרים למנוע מאדם שמחזיק במכשיר הטלפון שלך לגשת לכספים שלך באמצעות הפעלת Optic ID. אפשר לכבות את האפשרות הזו בהגדרות.
hi: टच ID चालू करके किसी व्यक्ति को अपने फ़ोन से अपने पैसों तक पहुँचने से रोकने में मदद करें। आप सेटिंग्स में जाकर इस विकल्प को बंद कर सकते हैं।
hr: Spriječite osobama koje imaju pristup vašem mobilnom uređaju da pristupe vašim sredstvima uz pomoć značajke Optic ID. Ovu opciju možete onemogućiti u postavkama.
hu: Az Optic ID engedélyezésével megakadályozhatod, hogy bárki hozzáférjen a pénzedhez a telefonodon keresztül. Ezt az opciót a Beállításokban kikapcsolhatod.
id: Aktifkan Optic ID agar saat orang lain memegang ponsel Anda mereka tidak bisa mengakses dana Anda. Anda dapat menonaktifkan opsi ini di Pengaturan.
it: Attiva l'Optic ID per evitare che chiunque abbia accesso al tuo telefono possa accedere ai fondi presenti. Puoi disattivare l'opzione nelle Impostazioni di Signal.
ja: Optic IDを有効化することで、第三者があなたのスマートフォンを使用して資金にアクセスすることを防ぎます。このオプションは設定で無効にできます。
ko: Optic ID를 설정하여 다른 사람이 사용자의 휴대폰을 손에 넣어 자금에 액세스할 수 없도록 방지하세요. 이 옵션은 설정에서 비활성화할 수 있습니다.
mr: ऑप्टिक ID सक्षम करून आपला फोन ताब्यात असलेल्या व्यक्तीला आपल्या फंड ॲक्सेस करण्यापासून रोखण्यास मदत करते. आपण सेटिंग्ज मध्ये हा पर्याय अक्षम करू शकता.
ms: Dayakan ID Optik untuk membantu menghalang seseorang yang memegang telefon anda daripada mengakses dana anda. Anda boleh nyahdayakan pilihan ini dalam Tetapan.
nb: Aktiver Optic ID for å hindre at uvedkommende som får tak i telefonen din, får tilgang til pengene dine. Du kan slå dette av i innstillingene.
nl: Help voorkomen dat iemand met jouw telefoon toegang heeft tot je geld door Optic ID aan te zetten. In instellingen kun je deze optie uitschakelen.
pl: Dodatkowo zabezpiecz swoje konto za pomocą Optic ID, co uniemożliwi osobom trzecim używającym Twojego telefonu dostęp do Twoich środków. Możesz wyłączyć tę opcję w ustawieniach.
pt_br: Ative o Optic ID para impedir que alguém com o seu telefone acesse seus fundos. É possível desativar esta opção nas Configurações.
pt_pt: Ative o Optic ID para ajudar a impedir que uma pessoa com o seu telemóvel aceda aos seus fundos. Pode desativar esta opção nas Definições.
ro: Ajută-ne să împiedicăm o persoană care are telefonul tău să-ți acceseze fondurile activând ID Optic. Poți să dezactivezi această opțiune din Setări.
ru: Помогите предотвратить доступ к вашим денежным средствам в случае, когда ваш телефон оказался в чужих руках, включив Optic ID. Вы можете отключить эту опцию в настройках.
sk: Zabráňte osobe, ktorá používa váš telefón, pristupovať k vašim finančným prostriedkom povolením funkcie Optic ID. Túto možnosť môžete vypnúť v Nastaveniach.
sr: Помоћу оптичке идентификације спречите особу која има приступ вашем телефону да приступи и вашим средствима. Ту опцију можете деактивирати у подешавањима.
sv: Förhindra att en person med din telefon får åtkomst till dina pengar genom att aktivera Optic ID. Du kan inaktivera det här alternativet i Inställningar.
th: เปิดใช้ Optic ID เพื่อช่วยป้องกันไม่ให้ผู้อื่นใช้โทรศัพท์คุณเข้าถึงเงินของคุณ คุณสามารถปิดใช้งานตัวเลือกนี้ได้ในการตั้งค่า
tr: Optic ID'yi etkinleştirerek telefonuna sahip bir kişinin parana erişmesini önlemeye yardımcı ol. Bu seçeneği Ayarlar'dan devre dışı bırakabilirsin.
ug: Optic ID نى قوزغىتىپ تېلېفونىڭىزدا باشقىلارنىڭ مەبلەغلىرىڭىزنى زىيارەت قىلىشىنىڭ ئالدىنى ئېلىڭ. بۇ ئىقتىدارنى «تەڭشەك» تىن ئېتەلەيسىز.
uk: Увімкніть Optic ID для додаткового захисту, щоб ніхто не міг отримати доступ до ваших коштів, навіть маючи ваш телефон. Цю функцію можна вимкнути в параметрах.
ur: آپٹک ID کو فعال کر کے اپنے فون کے ذریعے کسی بھی شخص کو اپنے فنڈز تک رسائی سے روکنے میں مدد کریں۔ آپ اس آپشن کو سیٹنگز سے غیر فعال کر سکتے ہیں۔
vi: Giúp ngăn việc người khác sử dụng điện thoại của bạn và truy cập tài khoản thanh toán bằng cách kích hoạt Optic ID. Bạn có thể tắt tùy chọn này trong mục Cài đặt.
zh_cn: 启用视控 ID 可以防止接触到您手机的人获取您的资金。您可以在设置中禁用该选项。
zh_hk: 啟用 Optic ID 以防止有人利用你的手機存取你的資金。你可以在「設定」中停用此選項。

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_EXPLANATION_PASSCODE
source: Help prevent a person with your phone from accessing your funds by using your passcode. You can disable this option in Settings.
ar: ساعِد في منع أي شخص يستخدم هاتفكَ من الوصول إلى أموالك من خلال تفعيل رمز المرور. يُمكنك تعطيل هذا الخيار في "الإعدادات".
be: Каб прадухіліць доступ чалавека, які завалодаў вашым тэлефонам, да вашых грашовых сродкаў, выкарыстоўвайце свой пароль, дадатковы ўзровень бяспекі. Вы можаце адключыць гэтую опцыю ў Наладах.
bn: আপনার ফোনের পাসকোড ব্যবহার করে কোনো ব্যক্তিকে আপনার ফান্ড অ্যাক্সেস করা থেকে প্রতিহত করতে সহায়তা করুন। আপনি সেটিংসে এই অপশনটি নিষ্ক্রিয় করতে পারবেন।
ca: Ajuda a evitar que una persona que tingui el teu telèfon pugui accedir als teus fons afegint una contrasenya. Pots desactivar aquesta opció a Ajustos.
cs: Používáním přístupového kódu zabráníte osobě disponující vaším telefonem v přístupu k vašim finančním prostředkům. Tuto možnost můžete vypnout v nastavení.
da: Hjælp med at forhindre at en person med din telefon i at tilgå dine penge ved at aktivere Face ID. Du kan deaktivere denne mulighed under Indstillinger.
de: Verhindere, dass eine Person mit deinem Mobiltelefon auf dein Geld zugreifen kann, indem du deinen Code verwendest. Du kannst diese Option in Einstellungen deaktivieren.
el: Χρησιμοποίησε τον κωδικό σου για να αποτρέπεις την πρόσβαση ατόμων στα χρήματα στο τηλέφωνό σου. Μπορείς να απενεργοποιήσεις αυτή την επιλογή στις Ρυθμίσεις.
es: Activa el uso de tu contraseña para ayudar a evitar que una persona que tenga tu teléfono pueda acceder a tus fondos. Puedes desactivar esta opción en Ajustes.
fa: با استفاده از گذرواژه‌تان از دسترسی شخصی که تلفن شما را در دست دارد به پول خود جلوگیری کنید. می‌توانید این گزینه را در «تنظیمات» غیرفعال کنید.
fi: Käytä tunnuskoodia, jonka avulla voit estää puhelintasi käyttävää henkilöä käyttämästä varojasi. Voit poistaa tämän asetuksen käytöstä asetuksissa.
fr: Avec un code, évitez qu'une personne qui accède à votre téléphone puisse aussi accéder à vos fonds. Vous pouvez désactiver cette option dans les paramètres.
ga: Cabhraigh le srian a chur ar dhuine a bhfuil do ghuthán aige nó aici rochtain a fháil ar do chuid airgid trí do phaschód a úsáid. Is féidir leat an rogha seo a dhíchumasú i Socruithe.
gu: પાસકોડને સક્ષમ કરીને તમારા ફોન ધરાવતી વ્યક્તિને તમારા ફંડને ઍક્સેસ કરતા રોકવામાં સહાય કરો. તમે આને સેટિંગ્સમાંથી બદલી શકો છો.
he: עוזרים למנוע מאדם שמחזיק במכשיר הטלפון שלך לגשת לכספים שלך באמצעות שימוש בקוד גישה. אפשר לכבות את האפשרות הזו בהגדרות.
hi: अपना पासकोड इस्तेमाल करके किसी व्यक्ति को अपने फोन से अपने पैसों तक पहुंचने से रोकने में मदद करें। आप सेटिंग्स में जा कर इस विकल्प को बंद कर सकते हैं।
hr: Spriječite pristup vašim sredstvima osobama koje imaju pristup vašem mobilnom uređaju postavljanjem šifre. Ovu opciju možete onemogućiti u Postavkama.
hu: Jelkód használatával megakadályozhatod, hogy bárki hozzáférjen a pénzedhez a telefonodon keresztül. Ezt az opciót a Beállításokban kikapcsolhatod.
id: Cegah seseorang yang memegang ponsel Anda mengakses dana Anda dengan menggunakan kode sandi. Anda dapat menonaktifkan opsi ini di Pengaturan.
it: Attiva la richiesta del codice di sicurezza per evitare che chiunque abbia accesso al tuo telefono possa accedere ai fondi presenti. Puoi disattivare l'opzione nelle Impostazioni di Signal.
ja: パスコードを使用することで、第三者があなたの携帯電話を使用して資金にアクセスすることを防ぎます。このオプションは設定で無効にできます。
ko: 비밀번호를 사용하여 다른 사람이 사용자의 휴대폰을 손에 넣어 자금에 액세스할 수 없도록 예방하세요. 이 옵션은 설정에서 비활성화 할 수 있습니다.
mr: आपला पासकोड वापरून आपला फोन ताब्यात असलेल्या व्यक्तीला आपल्या निधीमध्ये प्रवेश करण्यापासून रोखण्यास मदत करा. आपण सेटिंग्ज मध्ये हा पर्याय अक्षम करू शकता.
ms: Bantu menghalang seseorang yang memegang telefon anda daripada mengakses dana anda dengan mendayakan kod laluan. Anda boleh nyahdayakan pilihan ini dalam Tetapan.
nb: Bruk en låsekode for å hindre uvedkommende som får tak i telefonen din, får tilgang til pengene dine. Du kan slå dette av i innstillingene.
nl: Help voorkomen dat iemand met jouw telefoon toegang heeft tot je geld door je toegangscode te gebruiken. In instellingen kun je deze optie uitschakelen.
pl: Dodatkowo zabezpiecz swoje konto za pomocą kodu, co uniemożliwi osobom trzecim używającym Twojego telefonu dostęp do Twoich środków. Możesz wyłączyć tę opcję w ustawieniach.
pt_br: Use uma senha para impedir que alguém com seu telefone acesse seus fundos. É possível desativar esta opção nas Configurações.
pt_pt: Utilize um código-passe para ajudar a impedir que uma pessoa com o seu telemóvel aceda aos seus fundos. Pode desativar esta opção nas Definições.
ro: Ajută-ne să împiedicăm o persoană care are telefonul tău să-ți acceseze fondurile adăugând un alt nivel de securitate. Poți să dezactivezi această opțiune din Setări.
ru: Предотвратите доступ человека, завладевшего вашим телефоном, к вашим денежным средствам с помощью кода доступа. Вы можете отключить эту опцию в настройках.
sk: Zabráňte osobe, ktorá používa váš telefón, pristupovať k vašim finančným prostriedkom zadaním prístupového kódu. Túto možnosť môžete vypnúť v Nastaveniach.
sr: Помоћу шифре спречите особу која има приступ вашем телефону да приступи и вашим средствима. Ту опцију можете деактивирати у подешавањима.
sv: Förhindra att en person med din telefon får åtkomst till dina pengar genom att använda din lösenkod. Du kan inaktivera det här alternativet i Inställningar.
th: ใช้รหัสผ่านเพื่อช่วยป้องกันไม่ให้ผู้อื่นใช้โทรศัพท์คุณเข้าถึงเงินของคุณ คุณสามารถปิดใช้งานตัวเลือกนี้ได้ในการตั้งค่า
tr: Telefonuna sahip bir kişinin parolanı kullanarak parana erişmesini önlemeye yardımcı ol. Bu seçeneği Ayarlar'dan devre dışı bırakabilirsin.
ug: مەخپىي نومۇر ئىشلىتىپ تېلېفونىڭىزدا باشقىلارنىڭ فوندلىرىڭىزنى زىيارەت قىلىشىنىڭ ئالدىنى ئېلىڭ. بۇ ئىقتىدارنى «تەڭشەك» تىن ئېتەلەيسىز.
uk: Активуйте код доступу і додайте ще один рівень безпеки, щоб людина з вашим телефоном не змогла отримати доступ до ваших коштів. Цю функцію можна вимкнути в параметрах.
ur: آپ پاس کوڈ استعمال کر کے اس فرد کو آپ کے فنڈز تک رسائی سے روکتا ہے جس کے پاس آپ کا فون ہے۔ آپ اس آپشن کو سیٹنگز میں غیر فعال کر سکتے ہیں۔
vi: Giúp ngăn việc người khác sử dụng điện thoại của bạn và truy cập tài khoản thanh toán bằng cách dùng mật mã. Bạn có thể tắt tùy chọn này trong mục Cài đặt.
zh_cn: 使用密码可以防止接触到您手机的人获取您的资金。您可以在设置中禁用该选项。
zh_hk: 使用密碼功能以防止有人利用您的手機存取您的資金。您可以在「設定」中停用此選項。
