Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_PASSPHRASE_EXPLANATION_FROM_HELP_CARD
source: Time to save your recovery phrase—a 24-word key you can use to restore your balance.
ar: حان وقت حفظ عبارة الاستعادة الخاصة بك—مفتاح من 24 كلمة يُمكنك استخدامه لاستعادة رصيدك.
be: Час захаваць вашу фразу для аднаўлення — ключ з 24 слоў, які вы можаце выкарыстаць, каб аднавіць баланс.
bn: আপনার পুনরুদ্ধার করার বাক্যটি সেভ করার সময় হয়েছে—একটি 24-শব্দের কী, যা আপনি আপনার ব্যালেন্স পুনরুদ্ধার করতে ব্যবহার করতে পারেন।
ca: És hora de desar la teva frase de recuperació: una clau de 24 paraules que podràs utilitzar per restaurar el teu saldo.
cs: Je nejvyšší čas uložit si frázi pro obnovení – klíč o 24 slovech, který můžete použít k obnovení zůstatku.
da: Det er tid til at gemme din gendannelsessætning – en kode på 24 ord, som kan bruges til at genoprette din saldo.
de: Zeit, deine Wiederherstellungsphrase zu speichern – ein Schlüssel mit 24 Wörtern, mit dem du dein Guthaben wiederherstellen kannst.
el: Ώρα να αποθηκεύσεις τη φράση ανάκτησης—μια φράση 24 λέξεων που μπορείς να χρησιμοποιήσεις για να επαναφέρεις το υπόλοιπό σου.
es: Es el momento de guardar tu frase de recuperación: una clave de 24 palabras que puedes usar para restaurar tu saldo.
fa: زمان ذخیره‌سازی عبارت بازیابی است—یک رمز 24 کلمه‌ای که می‌توانید برای بازیابی موجودی خود از آن استفاده کنید.
fi: On aika tallentaa palautuslause – 24 sanan mittainen avain, jonka avulla voit palauttaa saldosi.
fr: Il est temps d'enregistrer votre phrase de récupération, une clé de 24 mots que vous pouvez utiliser pour récupérer votre solde.
ga: Tá sé in am duit do fhrása athshlánaithe a shábháil, sin eochair 24 focal is féidir leat a úsáid chun d'iarmhéid a aischur.
gu: સમય છે તમારા રિકવરી ફ્રેઝને સેવ કરવાનો જે એક 24-શબ્દની કી છે અને તેનો ઉપયોગ તમે તમારું બેલેન્સ રિસ્ટોર કરવા માટે કરી શકો છો.
he: הגיע הזמן לשמור את משפט שחזור הסיסמה שלך—סיסמה בעלת 24 מילים שאפשר להשתמש בה כדי לשחזר את היתרה הכספית שלך.
hi: समय है अपने रिकवरी वाक्य को सहेजने का—24 शब्दों की एक कुंजी जिसके इस्तेमाल से आप अपना संतुलन वापस पा सकते हैं।
hr: Vrijeme je da spremite svoju frazu za oporavak—lozinku od 24 riječi koju možete koristiti za vraćanje prethodnog stanja svog računa.
hu: Itt az ideje, hogy elmentsd a helyreállítási kifejezésed—egy 24 szavas kulcsszót, amellyel helyreállíthatod az egyenleged.
id: Waktunya menyimpan frasa pemulihan—ini adalah kunci 24 kata yang bisa digunakan untuk memulihkan saldo.
it: Ora devi salvare la tua frase di recupero: una chiave di sicurezza lunga 24 parole per ripristinare il tuo saldo.
ja: 残高を復元するためのキーとなる、24単語のリカバリーフレーズを保存しましょう。
ko: 24개 단어 키인 복구 문구를 저장하세요. 해당 문구를 사용하여 잔액을 복구할 수 있습니다.
mr: आपला पुर्नप्राप्ती वाक्यांश जतन करण्याची वेळ—एक 24-शब्दांची की संतुलन पुनर्संचयित करण्यासाठी वापरू शकता.
ms: Masa untuk menyimpan frasa pemulihan anda—kunci 24 perkataan yang anda boleh gunakan untuk menyimpan baki anda.
nb: Det er på tide å lagre en gjenopprettingsfrase på 24 ord som du kan bruke til å gjenopprette saldoen din.
nl: Tijd om je herstelzin op te slaan. Dit is een wachtwoord van 24 woorden dat je kunt gebruiken om je krediet te herstellen.
pl: Pora zapisać frazę odzyskiwania, czyli 24-wyrazowy klucz, którego możesz użyć do przywrócenia środków.
pt_br: Salve sua frase de recuperação — uma chave de 24 palavras que você pode usar para restaurar seu saldo.
pt_pt: É altura de guardar a sua frase de recuperação—uma chave de 24 palavras que pode usar para restaurar o seu saldo.
ro: E timpul să salvezi fraza de recuperare—o cheie de 24 de cuvinte pe care le poți folosi ca să restaurezi echilibrul.
ru: Теперь сохраните свою фразу для восстановления — ключ из 24 слов, который вы сможете использовать для восстановления информации.
sk: Je čas uložiť si frázu na obnovenie—24-slovný kľúč, ktorý môžete použiť na obnovenie zostatku.
sr: Време је да сачувате фразу за опоравак – кључ од 24 речи који ћете користити да вратите средства.
sv: Det är dags att spara din återställningsfras – en nyckel på 24 ord som du kan använda för att återställa saldot.
th: ได้เวลาบันทึกวลีกู้คืนแล้ว ซึ่งคือรหัส 24 คำที่สามารถใช้เพื่อกู้คืนยอดเงินคงเหลือของคุณ
tr: Kurtarma ifadeni kaydetme zamanı, bu bakiyeni geri yüklemek için kullanabileceğin 24 kelimelik bir anahtardır.
ug: قالدۇق سوممىڭىزنى ئەسلىگە كەلتۈرۈش ئۈچۈن ئەسلىگە كەلتۈرۈش ئىبارىسىنى (24 سۆزدىن تەركىب تاپقان بولىدۇ) ساقلىۋېلىڭ.
uk: Збережіть кодову фразу — пароль з 24 слів, за допомогою якого ви зможете відновити свій залишок.
ur: اپنی ریکوری کی عبارت محفوظ کرنے کا وقت ہے—24 الفاظ پر مشتمل کیی جو آپ اپنا بیلنس ریکور کرنے کے لیے استعمال کر سکتے ہیں۔
vi: Đã đến lúc lưu cụm từ khôi phục—cụm 24 từ này giống như chìa khóa giúp bạn khôi phục số dư của mình.
zh_cn: 是时候保存您的恢复短语了——这是一个 24 字/词的密钥，可以用来恢复您的余额。
zh_hk: 是時候儲存您的恢復片語了──您可使用一組 24 個字的密鑰，以恢復您的餘額。

# SETTINGS_PAYMENTS_PAYMENT_ADD_MONEY
source: Add Funds
af: Voeg fondse toe
ar: إضافة مبالغ
az: Pul əlavə et
be: Дадаць сродкі
bn: ফান্ড যোগ করুন
ca: Afegeix fons
cs: Přidat prostředky
cy: Ychwanegu Arian
da: Tilføj midler
de: Guthaben hinzufügen
el: Προσθήκη Χρημάτων
es: Añadir fondos
et: Lisa raha
fa: افزودن اعتبار
fi: Lisää varoja
fr: Ajouter des fonds
gu: ફંડ ઉમેરો
he: הוסף כספים
hi: धनराशि जोड़ें
hr: Dodaj sredstva
hu: Alaptőke hozzáadása
id: Tambahkan Dana
is: Bæta við innistæðu
it: Aggiungi fondi
ja: 入金
km: á”á“áŸ’ááŸ‚á˜ááœá·á€á¶
kn: ಫಂಡ್‌ಗಳನ್ನು ಸೇರಿಸಿ
ko: 자금 추가
lt: Pridėti lėšų
lv: Papildināt līdzekļus
ml: ഫണ്ടുകൾ ചേർക്കുക
mr: फंड जोडा
ms: Tambah Dana
my: ငွေဖြည့်မယ်
nb: Legg til penger
nl: Krediet toevoegen
pa: ਫੰਡ ਜੋੜੋ
pl: Dodaj środki
ps: د پیسو اضافه کول
pt_br: Adicionar fundos
pt_pt: Adicionar fundos
ro: Adăugare fonduri
ru: Пополнить
sk: Pridať prostriedky
sl: Dodaj sredstva
sq: Shtoni Fonde
sr: Додај средства
sv: Lägga till pengar
sw: Ongeza Fedha
ta: கூட்டு நிதி
te: నిధులను జోడించండి
th: เติมเงิน
tr: Para ekle
ug: مەبلەغ قوش
uk: Додати кошти
ur: فنڈز شامل کریں
vi: Thêm quỹ
zh_cn: 添加资金
zh_hk: 增加款項

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_BLOCK_INDEX
source: Block Number
af: Bloknommer
ar: حظر الرقم
az: Blok nömrəsi
be: Нумар блока
bn: নম্বর ব্লক করুন
ca: Número de bloqueig
cs: Číslo bloku
cy: Rhif Bloc
da: Blokér nummer
de: Blocknummer
el: Αποκλεισμός αριθμού
es: Número de bloque
et: Bloki number
fa: شماره بلاک
fi: Lohkon numero
fr: Numéro de bloc
ga: Blocuimhir
gu: નંબર બ્લૉક કરો
he: חסימת מספר
hi: नंबर ब्लॉक करें
hr: Broj bloka
hu: Telefonszám letiltása
id: Blokir Nomor
is: Númer blokkar
it: Blocca numero
ja: ブロック番号
km: á á¶á˜áƒá¶ááŸ‹á›áŸá
kn: ಸಂಖ್ಯೆಯನ್ನು ಬ್ಲಾಕ್ ಮಾಡಿ
ko: 번호 차단
lt: Užblokuoti numerį
lv: Bloķēt numuru
ml: നമ്പർ തടയുക
mr: नंबर अवरोधित करा
ms: Nombor Blok
my: နံပါတ်အား ပိတ်ပယ်မယ်
nb: Blokkeringsnummer
nl: Bloknummer
pa: ਬਲੌਕ ਨੰਬਰ
pl: Numer bloku
ps: د شمېرې بلاک کول
pt_br: Bloquear número
pt_pt: Bloquear número
ro: Blocare număr
ru: Номер блока
sk: Číslo bloku
sl: Blokiraj številko
sq: Numër Blloku
sr: Број блока
sv: Blocknummer
sw: Nambari ya Fungu
ta: தடு எண்
te: బ్లాక్ సంఖ్య
th: บล็อกหมายเลข
tr: Blok Sayısı
ug: نومۇرنى چەكلەش
uk: Заблокувати номер
ur: نمبر بلاک کریں
vi: Chặn Số
zh_cn: 区块码
zh_hk: 封鎖號碼

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_FEE
source: Network Fee
af: Netwerkfooi
ar: رسوم الشبكة
az: Şəbəkə haqqı
be: Камісія сеткі
bn: নেটওয়ার্ক ফি
ca: Comissió de xarxa
cs: Poplatek sítě
cy: Ffi Rhwydwaith
da: Netværksgebyr
de: Netzwerkgebühr
el: Τέλος Δικτύου
es: Comisión de red
et: Võrgutasu
fa: هزینهٔ شبکه
fi: Verkkomaksu
fr: Frais de réseau
gu: નેટવર્ક ફી
he: עמלת רשת
hi: नेटवर्क शुल्क
hr: Mrežna naknada
hu: Hálózati díj
id: Biaya Jaringan
is: Gjald fyrir netnotkun
it: Commissione rete
ja: ネットワーク手数料
km: ááŸ’á›áŸƒáŸáŸáœá¶á”ááŸ’áá¶á‰
kn: ನೆಟ್‌ವರ್ಕ್‌ ಶುಲ್ಕ
ko: 네트워크 사용료
lt: Tinklo mokestis
lv: Tīkla maksājuma likme
ml: നെറ്റ്‌വർക്ക് ഫീസ്
mr: नेटवर्क फी
ms: Bayaran Rangkaian
my: ကွန်ယက် အခကြေး
nb: Nettverksgebyr
nl: Netwerkkosten
pa: ਨੈੱਟਵਰਕ ਫ਼ੀਸ
pl: Opłata sieciowa
ps: د نیټورک فیس
pt_br: Taxa de transação
pt_pt: Taxa de rede
ro: Comision de rețea
ru: Комиссия сети
sk: Sieťový poplatok
sl: Omrežna pristojbina
sq: Tarifë Rrjeti
sr: Мрежна накнада
sv: Nätverksavgift
sw: Ada ya Mtandao
ta: பிணைய கட்டணம்
te: నెట్‌వర్క్ ఫీజు
th: ค่าธรรมเนียมเครือข่าย
tr: Ağ Ücreti
ug: تور ھەققى
uk: Комісія мережі
ur: نیٹ ورک کی فیس
vi: Phí Mạng lưới
zh_cn: 网络费
zh_hk: 網絡費用

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_RECEIVED
source: Received
af: Ontvang
ar: تمَّ الاستلام
az: Alındı
be: Атрымана
bn: গ্রহণ করা হয়েছে
ca: Rebut
cs: Přijato
cy: Derbyniwyd
da: Modtaget
de: Empfangen
el: Ελήφθη
es: Recibido
et: Saadud
eu: Jasota
fa: دریافت شد
fi: Vastaanotettu
fr: Reçu
ga: Faighte
gu: મળી ગયા
he: התקבל
hi: मिला
hr: Primljeno
hu: Beérkezett
id: Diterima
is: Móttekið
it: Ricevuto
ja: 着金
kab: Yettwarmes
km: á”á¶á“á‘á‘á½á›
kn: ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ko: 받은 시간
lt: Gauta
lv: Saņemta
mk: Примено
ml: ലഭിച്ചു
mr: प्राप्त झाले
ms: Diterima
my: လက်ခံရရှိပြီး
nb: Mottatt
nl: Ontvangen
pa: ਪ੍ਰਾਪਤ ਕੀਤਾ
pl: Otrzymano płatność
ps: راورسیدي
pt_br: Recebido
pt_pt: Recebida
ro: Primit
ru: Полученные
sk: Prijatá
sl: Prejeto
sq: Marrë më
sr: Примљено
sv: Mottagen
sw: Umepokewa
ta: பெறப்பட்டது
te: అందుకున్న
th: ได้รับแล้ว
tr: Alındı
ug: تاپشۇرۇۋېلىنغان
uk: Отримано
ur: وصول ہو گیا ہے
vi: Đã nhận
zh_cn: 接收
zh_hk: 已收取

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_RECEIVED_FORMAT
source: Received from %@
af: Ontvang van %@
ar: مُستلَمة من %1$@
az: %@ göndərdi
be: Атрымана ад %1$@
bn: %1$@-এর থেকে প্রাপ্ত
ca: Rebut de %1$@
cs: Přijato od %1$@
cy: Derbyniwyd gan %@
da: Modtaget fra %1$@
de: Empfangen von %1$@
el: Λήφθηκε από %1$@
es: Recibido de %1$@
et: Saadud kasutajalt %@
fa: دریافت شده %1$@
fi: Lähettäjä %1$@
fr: Reçu de %1$@
ga: Received from %1$@
gu: %1$@માંથી પ્રાપ્ત થયેલ
he: התקבל מאת %1$@
hi: %1$@ से मिला
hr: Primljeno od %1$@
hu: Küldte: %1$@
id: Diterima dari %1$@
is: Barst frá %@
it: Ricevuto da %1$@
ja: %1$@ から着金
km: á”á¶á“á‘á‘á½á›á–á¸ %@
kn: %@ ಅವರಿಂದ ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ko: %1$@로 부터 받음
lt: Gauta nuo %@
lv: Saņemts no %@
ml: %@-ൽ നിന്ന് ലഭിച്ചു
mr: %1$@ कडून प्राप्त झालेले पेमेंट
ms: Diterima daripada %1$@
my: %@ မှ လက်ခံရရှိထားသည်
nb: Mottat fra %1$@
nl: Van %1$@ ontvangen
pa: %@ਤੋਂ ਪ੍ਰਾਪਤ
pl: Otrzymano płatność (nadawca: %1$@)
ps: %@ څخه تر لاسه شوې
pt_br: Recebido de %1$@
pt_pt: Recebido de %1$@
ro: Primit de la %1$@
ru: Получен от %1$@
sk: Prijaté od používateľa %1$@
sl: Prejeto plačilo od %@
sq: Marrë nga %@
sr: Примљено од %1$@
sv: Mottagen från %1$@
sw: Umepokea kutoka %@
ta: இருந்து பெறப்பட்டது %@
te: %@ నుండి స్వీకరించబడింది
th: ได้รับจาก %1$@
tr: %1$@ alındı
ug: يوللىغۇچى: %1$@
uk: Отримано від користувача %1$@
ur: %1$@ سے موصول ہوا
vi: Đã nhận từ %1$@
zh_cn: 已接收 %1$@ 的付款
zh_hk: 已收到 %1$@ 的付款

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_SENDER
source: Sent By
af: Verstuur deur
ar: مُرسَلَة بواسطة
az: Göndərən
be: Адпраўлена ад
bn: প্রেরক
ca: Enviat per
cs: Odesláno od
cy: Anfonwyd Gan
da: Sendt af
de: Gesendet von
el: Απεστάλη από
es: Enviado por
et: Saatja
fa: ارسال شده توسط
fi: Lähettänyt
fr: Émis par
gu: દ્વારા મોકલવામાં આવેલ
he: נשלח ע״י
hi: द्वारा भेजा गया
hr: Poslao/la
hu: Küldte
id: Dikirim oleh
is: Sent af
it: Inviato da
ja: 送金者
km: á”á¶á“á•áŸ’á‰á¾áŠáŸ„á™
kn: ಕಳುಹಿಸಿದವರು
ko: 발신자
lt: Išsiuntė
lv: Nosūtītājs
ml: അയച്ചത്
mr: यांनी पाठवले
ms: Dihantar Oleh
my: မှပေးပို့သည်
nb: Sent av
nl: Verzonden door
pa: ਭੇਜਣ ਵਾਲਾ
pl: Nadawca:
ps: له خوا لیږل شوی
pt_br: Enviado por
pt_pt: Enviado por
ro: Trimis de
ru: Отправил(-а)
sk: Odoslané používateľom
sl: Poslano od
sq: Dërguar Nga
sr: Пошиљалац:
sv: Skickat av
sw: Yametumwa Na
ta: அனுப்பியது
te: పంపినది
th: ส่งโดย
tr: Gönderen
ug: يوللىغۇچى
uk: Відправник
ur: کی طرف سے بھیجا
vi: Được gửi bởi
zh_cn: 发送人
zh_hk: 付款人

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_SENDER_ATTEMPTED
source: Attempted By
ar: تمَّت المحاولة من طرف
be: Спроба зроблена
bn: যিনি চেষ্টা করেছেন
ca: Intentat per
cs: Pokus o odeslání provedl/a
da: Forsøgt af
de: Vorgenommen von
el: Έγινε απόπειρα από
es: Intento de pago
fa: تلاش توسط
fi: Yrittäjä:
fr: Tentative de paiement de la part de
ga: Iarracht Ag
gu: આમણે પ્રયાસ કર્યો
he: שם השולח/ת:
hi: निम्न द्वारा प्रयास किया गया
hr: Pokušao korisnik
hu: Megkísérelte:
id: Dilakukan Oleh
it: Effettuato da
ja: 送金しようとした人
ko: 결제를 시도한 사람
mr: द्वारे प्रयत्न केला
ms: Dicuba Oleh
nb: Forsøkt av
nl: Poging gedaan door
pl: Próba płatności
pt_br: Tentativa de
pt_pt: Tentado por
ro: Încercat De
ru: Попытка
sk: O platbu sa pokúsil/a
sr: Ко је покушао да плати:
sv: Försök av
th: ผู้ส่ง
tr: Gönderen
ug: تەرىپىدىن سىنالغان
uk: Хто надсилав платіж
ur: کی جانب سے کوشش کی گئی
vi: Được tiến hành bởi
zh_cn: 付款方
zh_hk: 嘗試發送者

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_SENDER_FORMAT
source: %1$@ on %2$@
af: %1$@ om %2$@
ar: %1$@ بتاريخ %2$@
bn: %2$@-এ %1$@
ca: %1$@ a %2$@
cs: %1$@ na %2$@
cy: %1$@ ar %2$@
da: %1$@ på %2$@
de: %1$@ am %2$@
el: %1$@ σε %2$@
es: %1$@ el %2$@
et: %1$@ kuupäeval %2$@
fa: %1$@ در %2$@
fr: %1$@ le %2$@
gu: %2$@ પર %1$@
he: %1$@ בתאריך %2$@
hi: %1$@ को %2$@
hr: %1$@ dana %2$@
id: %1$@ pada %2$@
it: %1$@ il %2$@
km: %1$@ á›á¾ %2$@
kn: %2$@ ರಂದು %1$@
ko: %2$@의 %1$@
lt: %1$@ ties %2$@
ml: %2$@ൽ%1$@
mr: %2$@ ने %1$@
ms: %1$@ pada %2$@
my: %1$@ ၊ %2$@ နေ့ရက်စွဲဖြင့်
nb: %1$@ den %2$@
nl: %1$@ op %2$@
pa: %2$@ 'ਤੇ ‌‍%1$@
ps: %1$@ په %2$@
pt_br: %1$@ em %2$@
pt_pt: %1$@ em %2$@
ro: %1$@ la %2$@
ru: %1$@ в %2$@
sk: %1$@ dňa %2$@
sl: %1$@ na %2$@
sq: %1$@ në %2$@
sr: %1$@ на дан %2$@
sv: %1$@ på %2$@
sw: %1$@ tarehe %2$@
ta: %1$@ ஆன் %2$@
te: %1$@ %2$@ న
th: %1$@ เมื่อ %2$@
ug: يوللىغۇچى: %1$@ يوللانغان ۋاقىت: %2$@
ur: %1$@پر%2$@
vi: %1$@ vào %2$@
zh_cn: %1$@ 于 %2$@
zh_hk: %1$@ 於 %2$@

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_SENDING_FORMAT
source: Sending to %1$@
ar: جارٍالإرسال إلى %1$@
be: Адпраўка %1$@
bn: %1$@-কে পাঠানো হচ্ছে
ca: Enviant a %1$@
cs: Odesílá se uživateli %1$@
da: Sender til %1$@
de: Senden an %1$@
el: Αποστολή στην επαφή %1$@
es: Enviando a %1$@
fa: در حال ارسال به %1$@
fi: Lähetetään henkilölle %1$@
fr: Envoi du paiement à %1$@
ga: Á seoladh chuig %1$@
gu: %1$@ને મોકલાઈ રહ્યું છે
he: שולח ל%1$@
hi: %1$@ को भेजा जा रहा है
hr: Šalje se kontaktu %1$@
hu: Küldés %1$@ számára
id: Mengirim ke %1$@
it: Invio a %1$@
ja: %1$@さんへ送金中
ko: %1$@ 님에게 결제 전송 중
mr: %1$@ ला पाठवत आहे
ms: Menghantar kepada %1$@
nb: Sendes til %1$@
nl: Aan het overmaken naar %1$@
pl: Wysyłanie. Odbiorca: %1$@
pt_br: Enviando para %1$@
pt_pt: A enviar a %1$@
ro: Se trimite către %1$@
ru: Отправляем %1$@
sk: Odosiela sa používateľovi %1$@
sr: Шаље се кориснику %1$@
sv: Skickar till %1$@
th: กำลังส่งถึง %1$@
tr: %1$@ adlı kişiye gönderiliyor
ug: «%1$@»گە يوللاۋاتىدۇ…
uk: Триває надсилання користувачеві %1$@
ur: %1$@ کو بھیجا جا رہا ہے
vi: Đang gửi đến %1$@
zh_cn: 正在付款给%1$@
zh_hk: 傳送給 %1$@

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_SENT
source: Sent
af: Verstuur
ar: تمّ الارسال
az: Göndərildi
be: Адпраўлена
bn: পাঠানো হয়েছে
ca: Enviament
cs: Odesláno
cy: Anfonwyd
da: Sendt
de: Versendet
el: Στάλθηκε στις
es: Enviado
et: Saadetud
eu: Bidalita
fa: ارسال شد
fi: Lähetit
fr: Émis
ga: Seolta
gu: મોકલ્યો
he: נשלח
hi: भेज दिया गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviato
ja: 送金
kab: Ttwazanen
km: á”á¶á“á•áŸ’á‰á¾
kn: ಕಳುಹಿಸಲಾಗಿದೆ
ko: 보낸 시간
lt: Išsiųsta
lv: Nosūtīta
mk: Испратено
ml: അയച്ചു
mr: पाठविले
ms: Dihantar
my: ပို့ပြီးပြီ
nb: Sendt
nl: Verzonden
pa: ਭੇਜਿਆ
pl: Wysłano płatność
ps: استول شوی
pt_br: Enviado
pt_pt: Enviada
ro: Trimis
ru: Отправленные
sk: Odoslaná
sl: Poslano:
sq: Dërguar më
sr: Послато
sv: Skickad
sw: Umetumwa
ta: அனுப்பியது
te: పంపిన
th: ส่งแล้ว
tr: Gönderildi
ug: يوللانغان
uk: Надіслано
ur: بھیجا گیا
vi: Đã gửi
zh_cn: 发送
zh_hk: 已傳送

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_SENT_FORMAT
source: Sent to %@
af: Verstuur na %@
ar: مُرسَلَة إلى %1$@
az: Göndərildi: %@
be: Адпраўлена %1$@
bn: %1$@-কে পাঠানো হয়েছে
ca: Enviat a %1$@
cs: Odesláno uživateli %1$@
cy: Anfonwyd at %@
da: Sendt til %1$@
de: Gesendet an %1$@
el: Στάλθηκε σε %1$@
es: Enviado a %1$@
et: Saadetud kasutajale %@
fa: به %1$@ ارسال شد
fi: Vastaanottaja %1$@
fr: Envoyé à %1$@
ga: Seolta chuig %1$@
gu: %1$@ને મોકલવામાં આવ્યું
he: נשלח אל %1$@
hi: %1$@ को भेजा गया
hr: Poslano kontaktu %1$@
hu: Elküldve %1$@ számára
id: Dikirim ke %1$@
is: Sent til %@
it: Inviato a %1$@
ja: %1$@ さんへ送金済
km: á”á¶á“á•áŸ’á‰á¾á‘áŸ… %@
kn: %@ ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ
ko: %1$@ 님에게 보냄
lt: Kam išsiųsta: %@
lv: Nosūtīts %@
ml: %@-ലേക്ക് അയച്ചു
mr: %1$@ ला पाठवले
ms: Dihantar kepada %1$@
my: %@ သို့ပေးပို့သည်
nb: Sendt til %1$@
nl: Overgemaakt naar %1$@
pa: %@ ਨੂੰ ਭੇਜੋ
pl: Wysłano. Odbiorca: %1$@
ps: %@ ته لیږل شوی
pt_br: Enviado para %1$@
pt_pt: Enviado para %1$@
ro: Trimis către %1$@
ru: Вы отправили %1$@
sk: Odoslané používateľovi %1$@
sl: Pošlji %@
sq: Dërguar te %@
sr: Послато кориснику %1$@
sv: Skickat till %1$@
sw: Imetumwa kwa %@
ta: அனுப்பப்பட்டது %@
te: %@ కు పంపబడింది
th: ส่งถึง %1$@
tr: %1$@ kişisine gönderildi
ug: %1$@ غا يوللاندى
uk: Надіслано користувачеві %1$@
ur: %1$@ کو بھیجا گیا
vi: Được gửi đến %1$@
zh_cn: 已付款给%1$@
zh_hk: 支付給 %1$@

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_STATUS
source: Status
ar: الحالة
be: Статус
bn: অবস্থা
ca: Estat
cs: Stav
cy: Statws
el: Κατάσταση
es: Estado
et: Olek
eu: Egoera
fa: وضعیت
fi: Tila
fr: État
ga: Stádas
gu: સ્થિતિ
he: מעמד
hi: स्थिति
hu: Státusz
is: Staða
it: Stato
ja: 状態
kab: Addad
km: áŸáŸ’áá¶á“á—á¶á–
kn: ಸ್ಥಿತಿ
ko: 상태
lt: Būsena
lv: Statuss
mk: Статус
ml: സ്റ്റാറ്റസ്
mr: स्थिती
my: အခြေအနေ
pa: ਸਥਿਤੀ
pl: Stan
ps: وضعیت
pt_pt: Estado
ro: Stare
ru: Статус
sk: Stav
sq: Gjendje
sr: Статус
sw: Hali
ta: நிலைமை
te: స్థితి
th: สถานะ
tr: Durum
ug: ھالىتى
uk: Стан
ur: صورتحال
vi: Trạng thái
zh_cn: 状态
zh_hk: 狀態
