Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_REQUEST_VIEW_BLOCKED_GROUP_PROMPT
source: Unblock this group and share your name and photo with its members? You won't receive any messages until you unblock them.
af: Ontsper hierdie groep en deel jou naam en foto met die lede? Jy sal geen boodskappe ontvang nie tot jy hulle ontsper.
ar: هل ترغبُ برفع الحظر عن هذه المجموعة ومشاركة اسمك وصورتك مع أعضاءها؟ لن تستقبل أي رسائل من المجموعة حتى تقوم برفع الحظر عنها.
az: Qrupu əngəldən çıxardaraq adınızı və fotonuzu üzvlərlə paylaşırsınız?
be: Разблакаваць гэту групу і раскрыць свае імя і фота яе ўдзельнікам? Вы не атрымаеце паведамленняў, пакуль не разблакуеце гэту групу.
bn: এই গ্রুপটিকে আনব্লক করে এর সদস্যদের সাথে আপনার নাম ও ছবি শেয়ার করবেন? তাদের আনব্লক না করা পর্যন্ত আপনি কোনো ম্যাসেজ পাবেন না।
ca: Vols desbloquejar aquest grup i compartir el nom i la fotografia amb els seus membres? No rebràs cap missatge fins que no el desbloquegis.
cs: Odblokovat tuto skupinu a sdílet své jméno a fotografii s jejími členy? Dokud ji neodblokujete, nebudete dostávat žádné zprávy.
cy: Dadrwystro'r grŵp a rhannu eich enw a llun gyda'i aelodau? Fyddwch chi ddim yn derbyn unrhyw negeseuon nes i chi eu dadrwystro.
da: Fjern blokering af denne gruppe og del dit navn og foto med dens medlemmer? Du modtager ikke nogen beskeder, før du fjerner blokeringen.
de: Möchtest du diese Gruppe freigeben und deinen Namen und dein Foto mit deren Mitgliedern teilen? Du wirst keine Nachrichten erhalten, es sei denn, du erteilst eine Freigabe.
el: Θέλεις να καταργηθεί ο αποκλεισμός αυτής της ομάδας και να μοιραστείς το όνομα και τη φωτογραφία σου με τα μέλη της; Δεν θα λάβεις κανένα μήνυμα μέχρι να καταργήσεις τον αποκλεισμό της.
es: ¿Desbloquear este grupo y compartir tu nombre y foto de perfil con sus participantes? No recibirás ningún mensaje del grupo hasta que lo desbloquees.
es_es: ¿Desbloquear este grupo y así compartir tu nombre y foto con sus participantes? No recibirás ningún mensaje del grupo hasta que lo desbloquees.
et: Kas eemaldada sellelt grupilt blokeering ja jagada enda nime ning fotot selle liikmetele? Sa ei saa enne ühtegi sõnumit kuni eemaldad blokeeringu.
eu: Desblokeatu talde hau eta zure izena eta argazkia beraiekin partekatu? Ez duzu mezurik jasoko zuk desblokeatu arte.
fa: می‌خواهید این گروه را رفع مسدودیت کنید و نام و عکستان را با اعضای آن به اشتراک بگذارید؟ تا وقتی آن را رفع مسدودیت نکنید هیچ پیامی دریافت نخواهید کرد.
fi: Poistetaanko tämän ryhmän esto ja näytetäänkö nimesi ja profiilikuvasi sen jäsenille? Et saa viestejä, ennen kuin poistat eston.
fr: Débloquer ce groupe et partager votre nom et votre photo avec ses membres ? Vous ne recevrez aucun message tant que vous ne l'aurez pas débloqué.
ga: Bain an bac den ghrúpa seo agus comhroinn d'ainm agus grianghraf lena bhaill? Ní bhfaighidh tú aon teachtaireachtaí go dtí go mbainfidh tú an bac de.
gu: આ ગ્રૂપને અનબ્લૉક કરી અને તેના સભ્યો સાથે તમારું નામ અને ફોટો શેર કરવા છે? તમે તેમને અનબ્લૉક નહીં કરો ત્યાં સુધી તમને કોઈ મેસેજ પ્રાપ્ત થશે નહીં.
he: לבטל את החסימה של קבוצה זו ולשתף את השם והתמונה שלך עם חברי הקבוצה? לא תוצג לך אף הודעה עד שהחסימה תבוטל.
hi: इस ग्रुप को अनब्लॉक करना है और इसके मेंबर्स के साथ अपना नाम और तस्वीर शेयर करनी है? आप कोई भी मेसेज प्राप्त नहीं करेंगे जब तक आप उन्हें अनब्लॉक नहीं करते।
hr: Želite li odblokirati ovu grupu i podijeliti svoje ime i fotografiju sa članovima? Nećete primati poruke grupe dok je ne odblokirate.
hu: Feloldod a csoport tiltását és megosztod a neved és a profilképedet a tagokkal? Amíg nem oldod fel a tiltást, nem kapsz üzeneteket a csoportból.
id: Buka blokir grup ini dan bagikan nama dan foto Anda dengan anggotanya? Anda tidak akan menerima pesan apa pun sampai Anda membuka blokir mereka.
is: Viltu opna á þennan hóp og deila nafninu þínu og mynd með meðlimum hans? Þú munt ekki fá nein skilaboð fyrr en þú aflæsir þessu.
it: Vuoi sbloccare questo gruppo e condividere il tuo nome e la tua foto con chi ne fa parte? Non riceverai messaggi finché non sbloccherai il gruppo.
ja: このグループのブロックを解除し、あなたの名前と写真を共有しますか？ブロックを解除するまでメッセージは届きません。
kab: Kkes asewḥel i ugraw-a syen bḍu isem d tewlaft- inek·inem akked yiɛeggalen-is? Ur tebɣiḍ ara ad d-tremseḍ ula d yiwen yizen alamma tekkseḍ-asen asewḥel.
kk: Осы топтың бұғатын шешіп, атыңыз бен фотосуретіңізді оның мүшелерімен бөлісу керек пе? Олардың бұғатын шешпейінше хабарлама алмайсыз.
km: á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹á€áŸ’ášá»á˜á“áŸáŸ‡ á“á·á„á…áŸ‚á€ášáŸ†á›áŸ‚á€áˆáŸ’á˜áŸ„áŸ‡ á“á·á„ášá¼á”á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™áŸá˜á¶á‡á·á€á€áŸ’ášá»á˜? á¢áŸ’á“á€á“á¹á„á˜á·á“á‘á‘á½á›áŸá¶ášáá¶á˜á½á™á¡á¾á™ ášá á¼áá¢áŸ’á“á€á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹á–á½á€á‚áŸáŸ”
kn: ಈ ಗುಂಪನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡುವುದೇ ಹಾಗೂ ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಫೋಟೋವನ್ನು ಇದರ ಸದಸ್ಯರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದೇ? ಅವರನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡುವವರೆಗೆ ನೀವು ಯಾವುದೇ ಸಂದೇಶಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.
ko: 이 그룹을 차단 해제하고 그룹 멤버에게 내 이름과 사진을 공유할까요? 차단을 해제할 때까지 모든 메시지를 차단합니다.
lt: Atblokuoti šią grupę ir bendrinti jūsų vardą bei nuotrauką su grupės nariais? Jūs negausite jokių žinučių tol, kol jų neatblokuosite.
lv: Atbloķēt šo grupu un dalīties ar savu vārdu un attēlu ar šiem dalībniekiem? Jūs nesaņemsiet nevienu ziņu, kamēr šo grupu neatbloķēsiet.
mk: Дали сакате да ја одблокирате оваа група и да ги споделите вашето име и слика со нејзините членови? Нема да примате никакви пораки додека не ја одблокирате.
ml: ഈ ഗ്രൂപ്പിനെ അൺ‌ബ്ലോക്ക് ചെയ്ത് നിങ്ങളുടെ പേരും ഫോട്ടോയും അതിന്റെ അംഗങ്ങളുമായി പങ്കിടണോ? നിങ്ങൾ അൺ‌ബ്ലോക്ക് ചെയ്യുന്നതു വരെ നിങ്ങൾക്ക് സന്ദേശങ്ങളൊന്നും ലഭിക്കില്ല.
mr: हा गट अनावरोधित करायचा आणि आपले नाव आणि फोटो त्याच्या सदस्यांसह सामायिक करायचे? आपण त्यांना अनावरोधित करेपर्यंत आपल्याला कोणतेही संदेश प्राप्त होणार नाहीत.
ms: Nyahsekat kumpulan ini dan kongsikan nama dan foto anda dengan ahli-ahlinya? Anda tidak akan menerima sebarang mesej sehingga anda menyahsekatnya.
my: ၎င်းအဖွဲ့ကို ပိတ်ထားခြင်းမှ ပြန်ဖြည်ပြီး အဖွဲ့ဝင်များနှင့် သင်၏ အမည်နှင့် ရုပ်ပုံကို မျှဝေမည်လား? သင်မှ ပြန်ဖြည်သည်အထိ မည်သည့်မက်ဆေ့ချ်များကို မရရှိနိုင်ပါ။
nb: Vil du fjerne blokkeringen av denne gruppen samt dele navn og bilde med medlemmene? Du mottar ikke noen meldinger før du fjerner blokkeringen av gruppen.
nl: Wil je deze groep deblokkeren en je profielnaam, -foto en -omschrijving met de leden delen? Totdat je de groep hebt gedeblokkeerd, zul je geen berichten ontvangen.
pa: ਇਸ ਗਰੁੱਪ ਨੂੰ ਅਨਬਲੌਕ ਕਰਨਾ ਅਤੇ ਇਸਦੇ ਮੈਂਬਰਾਂ ਨਾਲ ਆਪਣਾ ਨਾਮ ਅਤੇ ਤਸਵੀਰ ਸਾਂਝੀ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ? ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਅਨਬਲੌਕ ਨਹੀਂ ਕਰ ਦਿੰਦੇ ਉਦੋਂ ਤਕ ਤੁਹਾਨੂੰ ਕੋਈ ਵੀ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਣਗੇ।
pl: Czy chcesz odblokować tę grupę i udostępnić jej swoje imię oraz zdjęcie? Nie otrzymasz żadnych wiadomości, dopóki nie odblokujesz tej grupy.
ps: غواړئ دغه ګروپ له بلاک څخه وباسئ او خپل نوم او انځور مو د ګروپ له غړو سره شریک کړئ؟ تاسې به تر هغه پورې هېڅ پیغام تر لاسه نه کړئ تر څو چې له بلاک څخه یې و نه باسئ.
pt_br: Você quer desbloquear esse grupo e exibir seu nome e foto para os seus membros? Você não receberá nenhuma mensagem até que desbloqueie o grupo.
pt_pt: Desbloquear este grupo e partilhar o seu nome e fotografia com os seus membros? Você não receberá nenhuma mensagem até as desbloquear.
ro: Deblochezi acest grup și împărtășești numele și fotografia cu membrii săi? Nu vei primi niciun mesaj până când nu îi deblochezi.
ru: Разблокировать эту группу и открыть ваше имя и фото её участникам? Вы не будете получать сообщения, пока не разблокируете эту группу.
sk: Odblokovať túto skupinu a zdieľať vaše meno a fotku s jej členmi? Kým ju neodblokujete, nepríjmete od nej žiadne správy.
sl: Želite omogočiti članom/icam skupine, da vam pošiljajo sporočila in z njimi deliti svoje ime in fotografijo? Dokler jih ne odblokirate, od njih ne boste prejemali sporočil.
sq: Të zhbllokohet ky grup dhe të lejohet të ndajë emrin dhe foton tuaj me anëtarët e tij? S’do të merrni ndonjë mesazh, para se ta zhbllokoni.
sr: Желите ли да одблокирате ову групу и да са њеним члановима поделите своје име и слику? Нећете примати поруке док је не одблокирате.
sv: Avblockera denna grupp och dela ditt namn och foto med dess medlemmar? Du får inte några meddelanden förrän du har avblockerat.
sw: Ungependa kuondoa kizuizi cha kikundi hiki na ushiriki jina na picha yako na washiriki wake? Hutapokea ujumbe wowote mpaka uondoe kizuizi.
ta: இந்த குழுவைத் தடைசெய்து, உங்கள் பெயரையும் புகைப்படத்தையும் அதன் உறுப்பினர்களுடன் பகிர்ந்து கொள்ளலாமா? நீங்கள் அவற்றைத் தடைநீக்கு செய்யும் வரை எந்த செய்திகளையும் பெற மாட்டீர்கள்.
te: ఈ గుంపును అన్‌బ్లాక్ చేసి, మీ పేరు మరియు ఫోటోను దాని సభ్యులతో పంచుకోవాలా? మీరు వాటిని అన్‌బ్లాక్ చేసే వరకు మీకు సందేశాలు రావు.
th: คุณต้องการเลิกบล็อกกลุ่มนี้และเปิดเผยชื่อและรูปภาพให้สมาชิกในกลุ่มเห็นหรือไม่ คุณจะไม่ได้รับข้อความจนกว่าจะเลิกบล็อกกลุ่ม
tr: Bu grubun engelini kaldırmak ve adınla fotonu üyeleri ile paylaşmak istiyor musun? Engelini kaldırana kadar hiçbir mesaj almayacaksın.
ug: گۇرۇپپىنى چەكلەشنى بىكار قىلىپ، ئۇلارنىڭ ئىسمىڭىز ۋە رەسىمىڭىزنى ئەزالار بىلەن ئورتاقلىششىغا رۇخسەت قىلامسىز؟ ئۇلارنى چەكلەشنى بىكار قىلمىغۇچە ئۇلاردىن ئۇچۇر تاپشۇرۇۋالالمايسىز.
uk: Розблокувати цю групу й поділитись іменем і фото з її учасниками? Ви не отримуватимете повідомлень, поки не розблокуєте групу.
ur: اس گروپ کو اَن بلاک کریں اور اس کے ممبرز کے ساتھ اپنا نام اور تصویر شیئر کریں؟ جب تک آپ انہیں اَن بلاک نہیں کرتے آپ کو کوئی مسیجز موصول نہیں ہوں گے۔
vi: Bỏ chặn nhóm này và chia sẻ tên và ảnh đại diện của bạn với thành viên nhóm? Bạn sẽ không nhận thêm tin nhắn mới cho tới khi bạn bỏ chặn họ.
zh_cn: 是否要取消屏蔽该群组并向其显示您的名称和照片？在取消屏蔽之前，您将不会收到其发来的消息。
zh_hk: 你是否要解除封鎖此群組，並向其成員分享你的名字和相片？在解除封鎖之前，你都不會收到對方的任何訊息。

# MESSAGE_REQUEST_VIEW_BLOCKED_GROUP_PROMPT_V2
source: Unblock this group? They won’t know you’ve seen their messages until you unblock them.
af: Ontsper hierdie groep? Hulle sal nie weet dat u hulle boodskappe gesien het nie tot u hulle ontsper.
ar: هل ترغبُ برفع الحظر هذه المجموعة؟ لن يعلموا أنك قد قرأتَ رسائلهم حتى تقوم برفع الحظر عنهم.
az: Bu qrup əngəldən çıxarılsın? Əngəldən çıxarana qədər onların mesajlarını gördüyünüzü bilməyəcəklər.
be: Разблакаваць гэту групу? Яе ўдзельнікі не даведаюцца, што вы бачылі іх паведамленні, пакуль вы не разблакуеце іх.
bn: এই গ্রুপটিকে আনব্লক করবেন? আপনি তাদেরকে আনব্লক না করা পর্যন্ত তারা জানবেন না যে আপনি তাদের ম্যাসেজ দেখেছেন।
ca: Vols desbloquejar aquest grup? No sabran que has vist els missatges fins que no el desbloquegis.
cs: Odblokovat tuto skupinu? Dokud je neodblokujete, nebudou její členové vědět, že jste viděli jejich zprávy.
cy: Dadrwystro y grŵp hwn? Ni fyddant yn gwybod eich bod wedi gweld eu negeseuon nes i chi eu dadflocio.
da: Fjern blokering af denne gruppe? De ved ikke, at du har set deres beskeder, før du fjerner blokeringen af dem
de: Möchtest du diese Gruppe freigeben? Deren Mitglieder wissen nicht, dass du ihre Nachrichten gesehen hast, es sei denn, du erteilst eine Freigabe.
el: Κατάργηση του αποκλεισμού αυτής της ομάδας; Δεν θα γνωρίζουν ότι έχεις δει τα μηνύματά τους μέχρι να καταργήσεις τον αποκλεισμό.
es: ¿Desbloquear este grupo? Sus participantes no sabrán que has visto sus mensajes hasta que lo desbloquees.
es_es: ¿Desbloquear este grupo? Sus participantes no sabrán que has visto sus mensajes hasta que lo desbloquees.
et: Kas eemaldada sellelt grupilt blokeering? Nad ei tea, et sa oled nende sõnumeid näinud kuni eemaldad blokeeringu.
eu: Desblokeatu talde hau? Beraien mezuak ikusi dituzun ez dute jakingo desblokeatu arte.
fa: می‌خواهید این گروه را رفع مسدودیت کنید؟ تا زمانی که آن را رفع مسدودیت نکنید، اعضای آن متوجه نخواهند شد که پیامشان را خوانده‌اید.
fi: Poistetaanko tämän ryhmän esto? He eivät tiedä, että olet nähnyt heidän viestinsä, ennen kuin poistat eston.
fr: Débloquer ce groupe ? Ses membres ne sauront pas que vous avez lu leurs messages tant que vous ne les aurez pas débloqués.
ga: Bain an bac den ghrúpa seo? Ní bheidh a fhios ag na baill go bhfaca tú a gcuid teachtaireachtaí go dtí go mbainfidh tú an bac.
gu: આ ગ્રૂપને અનબ્લૉક કરવું છે? જ્યાં સુધી તમે તેમને અનબ્લૉક નહીં કરો ત્યાં સુધી તેઓ જાણશે નહીં કે તમે તેમના મેસેજ જોયા છે.
he: לבטל את החסימה של קבוצה זו? חברי הקבוצה לא ידעו שראית את ההודעות שלהם עד שהחסימה תבוטל.
hi: इस ग्रुप को अनब्लॉक करना है? उन्हें पता नहीं चलेगा कि आपने उनके मेसेज देख लिए हैं जब तक आप उन्हें अनब्लॉक नहीं कर देते।
hr: Odblokirati grupu? Članovi grupe neće znati da ste vidjeli njihove poruke dok ih ne odblokirate.
hu: Feloldod a csoport tiltását? Amíg nem oldod fel a tiltást, a tagok nem értesülnek róla, hogy megkaptad-e az üzeneteiket.
id: Buka blokir grup ini? Mereka tidak akan tahu Anda sudah melihat pesan mereka sampai Anda membuka blokir mereka.
is: Viltu opna á þennan hóp? Meðlimir hópsins munu ekki vita hvort þú hafir séð skilaboðin þeirra fyrr en þú samþykkir þetta.
it: Vuoi sbloccare questo gruppo? Non sapranno che hai visto i loro messaggi finché non lo sbloccherai.
ja: このグループのブロックを解除しますか？ブロックを解除するまで、あなたがメッセージを見たことは他のメンバーにはわかりません。
kab: Kkes asewḥel i ugraw-a? Ur ẓarren ara twalaḍ iznan-ik·im alamma tekkesḍ-asen asewḥel.
km: á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹á€áŸ’ášá»á˜á“áŸáŸ‡? á–á½á€á‚áŸá“á¹á„á˜á·á“áŠá¹á„áá¶ á¢áŸ’á“á€á”á¶á“áƒá¾á‰áŸá¶ášášá”áŸáŸ‹á–á½á€á‚áŸ ášá á¼áá¢áŸ’á“á€á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹á–á½á€á‚áŸáŸ”
kn: ಈ ಗುಂಪನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡುವುದೇ? ನೀವು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡುವವರೆಗೂ ಅವರಿಗೆ ನೀವು ಅವರ ಸಂದೇಶಗಳನ್ನು ನೋಡಿದ್ದೀರಿ ಎನ್ನುವುದು ತಿಳಿಯುವುದಿಲ್ಲ.
ko: 이 그룹을 차단 해제할까요? 차단을 해제할 때까지 상대는 내가 메시지를 보았는지 알 수 없습니다.
lt: Atblokuoti šią grupę? Kiti asmenys nežinos, kad matėte jų žinutes tol, kol neatblokuosite.
lv: Vai atbloķēt šo grupu? Dalībnieki nezinās, vai jūs izlasījāt viņu ziņas, kamēr jūs viņus neatbloķēsiet.
ml: ഈ ഗ്രൂപ്പ് അൺബ്ലോക്ക് ചെയ്യണോ? നിങ്ങൾ അവരുടെ സന്ദേശങ്ങള്‍ അൺബ്ലോക്ക് ചെയ്യുന്നതുവരെ നിങ്ങൾ കണ്ടതായി അവർക്കറിയില്ല.
mr: हा गट अनावरोधित करायचा? आपण त्यांना अनावरोधित करेपर्यंत आपण त्यांचा संदेश पाहिला आहे हे त्यांना कळणार नाही.
ms: Nyahsekat kumpulan ini? Mereka tidak akan mengetahui bahawa anda telah melihat mesej mereka sehingga anda menyahsekatnya.
my: ၎င်းအဖွဲ့ကို ပိတ်ပယ်ထားခြင်းမှ ရပ်ဆိုင်းမည်လား? သင်မှ​ ပိတ်ပယ်ထားခြင်းကို ပြန်ဖြည်သည်ထိ သင်မှ ၎င်းတို့၏ မက်ဆေ့ချ်များကို ဖတ်ရှုထားသည်ကို အဖွဲ့ဝင်များက မတွေ့ရှိရပါ။
nb: Vil du fjerne blokkeringen av denne gruppen? Medlemmene kan ikke se at du har sett meldingene deres før du fjerner blokkeringen av gruppen.
nl: Deze groep deblokkeren? Ze kunnen pas zien dat je hun berichten hebt gelezen als je ze deblokkeert.
pa: ਇਸ ਗਰੁੱਪ ਨੂੰ ਖੋਲਣਾ ਹੈ? ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਖੋਲ ਨਹੀਂ ਲੈਂਦੇ ਉਦੋਂ ਤੱਕ ਉਹਨਾਂ ਨੂੰ ਇਹ ਪਤਾ ਨਹੀਂ ਲੱਗੇਗਾ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ ਸੁਨੇਹੇ ਦੇਖ ਲਏ ਹਨ।
pl: Czy chcesz odblokować tę grupę? Należące do niej osoby nie dowiedzą się, że wiadomość została przez Ciebie odczytana, dopóki nie odblokujesz grupy.
ps: غواړئ دا ګروپ له بلاک څخه وباسئ؟ هغوی به پوه نشي چې تاسې د هغوی پیغامونه لیدلي دي تر هغه چې تاسې هغوی له بلاک څخه وباسئ.
pt_br: Desbloquear esse grupo? Eles não saberão que você leu as mensagens que enviaram até que você os desbloqueie.
pt_pt: Desbloquear este grupo? Eles não saberão que você viu as mensagens deles até que os desbloqueie.
ro: Deblochezi acest grup? Nu vor ști că le-ai văzut mesajele până când nu îi deblochezi.
ru: Разблокировать эту группу? Её участники не узнают, что вы видели их сообщения, пока вы не разблокируете группу.
sk: Odblokovať túto skupinu? Kým ju neodblokujete, jej členovia sa nedozvedia, že ste videli ich správy.
sl: Želite odblokirati to skupino? Ne bodo vedeli, da ste videli njihova sporočila, dokler jih ne odblokirate.
sq: Të zhbllokohet ky grup? S’do ta dinë se i keni parë mesazhet e tyre, deri sa t’i zhbllokoni.
sr: Желите ли да одблокирате ову групу? Њени чланови неће знати да сте видели њихове поруке док је не одблокирате.
sv: Avblockera denna grupp? De vet inte att du har sett deras meddelanden förrän du har avblockerat dem.
sw: Ungependa kuzuia kikundi hiki? Hawatajua umeona ujumbe wao hadi utakapowaondolea kizuizi.
ta: இந்த குழுவைத் தடைசெய்யவா? நீங்கள் அவர்களின் செய்திகளைத் தடைசெய்யும் வரை நீங்கள் பார்த்திருப்பதை அவர்கள் அறிய மாட்டார்கள்.
te: ఈ గుంపును అన్‌బ్లాక్ చేయాలా? మీరు వారి సందేశాలను అన్‌బ్లాక్ చేసేవరకు మీరు చూసినట్లు వారికి తెలియదు.
th: เลิกบล็อกกลุ่มนี้หรือไม่ สมาชิกในกลุ่มจะไม่รู้ว่าคุณเห็นข้อความแล้วจนกว่าคุณจะเลิกบล็อกกลุ่ม
tr: Bu grubun engeli kaldırılsın mı? Engelini kaldırana kadar mesajlarını gördüğünü bilmeyecekler.
ug: بۇ گۇرۇپپىنى چەكلىمەمسىز؟ چەكلەشنى بىكار قىلمىغۇچە ئۇلارنىڭ ئۇچۇرلىرىنى كۆرگەنلىكىڭىزنى ئۇلار بىلمەيدۇ.
uk: Розблокувати цю групу? Учасники не дізнаються, що ви бачили їхні повідомлення, поки ви її не розблокуєте.
ur: اس گروپ کو اَن بلاک کریں؟ جب تک آپ انہیں اَن بلاک نہیں کرتے وہ اس بات سے لاعلم رہیں گے کہ آپ نے ان کے میسجز دیکھے ہیں۔
vi: Bỏ chặn nhóm này? Họ sẽ không biết bạn đã đọc tin nhắn của họ cho tới khi bạn bỏ chặn họ.
zh_cn: 是否要取消屏蔽该群组？在取消屏蔽之前，群组成员将不会知晓您是否已阅读他们的消息。
zh_hk: 要解除封鎖此群組嗎？在解除封鎖之前，他們都不會知道你已經讀取其訊息。

# MESSAGE_REQUEST_VIEW_CONTINUE_BUTTON
source: Continue
af: Gaan voort
ar: متابعة
az: Davam et
be: Працягнуць
bn: চালিয়ে যান
ca: Continua
cs: Pokračovat
cy: Parhau
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_es: Adelante
et: Jätka
eu: Jarraitu
fa: ادامه دادن
fi: Jatka
fr: Poursuivre
ga: Ar Aghaidh
gu: ચાલુ રાખો
he: המשך
hi: आगे
hr: Nastavi
hu: Folytatás
id: Lanjut
is: Áfram
it: Continua
ja: 続ける
kab: Kemmel
km: á”á“áŸ’á
kn: ಮುಂದುವರಿಸಿ
ko: 계속
lt: Tęsti
lv: Turpināt
mk: Продолжете
ml: തുടരുക
mr: सुरू ठेवा
ms: Teruskan
my: ဆက်လက်၍
nb: Fortsett
nl: Doorgaan
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ps: ادامه
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sr: Настави
sv: Fortsätt
sw: Endelea
ta: தொடர்ந்து செல்
te: కొనసాగించు
th: ทำต่อ
tr: Devam Et
ug: داۋاملاشتۇر
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_cn: 继续
zh_hk: 請繼續

# MESSAGE_REQUEST_VIEW_DELETE_BUTTON
source: Delete
af: Skrap
ar: حذف
az: Sil
be: Выдаліць
bg: Изтрий
bn: মুছে ফেলুন
ca: Suprimeix
cs: Odstranit
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_es: Eliminar
et: Kustuta
eu: Ezabatu
fa: پاک کردن
fi: Poista
fil: Burahin
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 消去する
kab: Kkes
kk: Жою
km: á›á»á”
kn: ಅಳಿಸಿ
ko: 삭제
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: हटवा
ms: Padam
my: ဖျက်မည်
nb: Slett
nl: Verwijderen
pa: ਹਟਾਓ
pa_pk: حذف کرو
pl: Usuń
ps: پاکول
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sq: Fshije
sr: Избриши
sv: Ta bort
sw: Futa
ta: அழி
te: తొలగించండి
th: ลบ
tr: Sil
ug: ئۆچۈر
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
