Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ERROR_COULD_NOT_FORWARD_MESSAGES_N
source: Couldn't forward messages
af: Kon nie boodskappe aanstuur nie
ar: تعذَّرت إعادة توجيه الرسائل
az: Mesajlar yönləndirilə bilmədi
be: Не атрымалася пераслаць паведамленні
bn: বার্তাগুলি ফরোয়ার্ড করা যায়নি
ca: No s'han pogut reenviar els missatges
cs: Nepodařilo se přeposlat zprávy
cy: Methwyd anfon negeseuon ymlaen
da: Kunne ikke videresende beskeder
de: Nachrichten konnten nicht weitergeleitet werden
el: Αδυναμία προώθησης μηνυμάτων
es: No se han podido reenviar los mensajes
et: Sõnumite edastamine ei õnnestunud.
fa: امکان بازارسال پیام‌ها فراهم نبود
fi: Viestin edelleen lähettäminen epäonnistui.
fr: Impossible de transférer les messages
gu: મેસેજ ફોરવર્ડ ન કરી શક્યા
he: לא היה ניתן להעביר הלאה הודעות
hi: मेसेज को फ़ॉरवर्ड नहीं कर सके
hr: Nije moguće proslijediti ove poruke
hu: Sikertelen továbbítás
id: Tidak dapat meneruskan pesan
is: Gat ekki áframsent skilaboð
it: Non è stato possibile inoltrare i messaggi.
ja: メッセージを転送できませんでした
km: á˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“áŸá¶ášá”á“áŸ’á
ko: 메시지를 전달하지 못했습니다.
lt: Nepavyko persiųsti žinučių
mk: Не може да се препратат пораките
ml: സന്ദേശങ്ങൾ ഫോർവേഡ് ചെയ്യാൻ സാധിച്ചില്ല
mr: संदेश फॉर्वर्ड करता आले नाही
ms: Gagal mengajukan mesej
nb: Kunne ikke videresende meldingene
nl: Kon berichten niet doorsturen
pl: Nie udało się przekazać wiadomości.
ps: پیغامونه فاروارډ نشول
pt_br: Não foi possível encaminhar as mensagens
pt_pt: Não foi possível reencaminhar as mensagens
ro: Mesajele nu au putut fi redirecționate
ru: Не удалось переслать сообщения
sk: Správy sa nepodarilo preposlať
sl: Sporočil ni bilo mogoče posredovati
sq: S’u përcollën dot mesazhe
sr: Прослеђивање порука није успело
sv: Det gick inte att vidarebefordra meddelanden
sw: Imeshindika kupeleka mbele arafa
ta: செய்தியை அனுப்ப முடியவில்லை
th: ไม่สามารถส่งต่อข้อความได้
tr: İletiler yönlendirilemedi
ug: ئۇچۇرلارنى ئۇلاپ يوللىيالمايدۇ.
uk: Не вдалося переслати повідомлення
ur: پیغامات فارورڈ نہیں کر سکے
vi: Không thể chuyển tiếp tin nhắn.
zh_cn: 无法转发消息
zh_hk: 訊息無法轉寄

# ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE
source: Failed to send message.
af: Kon nie boodskap stuur nie.
ar: فشل إرسال الرسالة.
az: Mesaj göndərilmədi.
be: Не атрымалася адправіць паведамленне.
bg: Неуспешно изпращане на съобщение.
bn: বার্তা প্রেরণে ব্যর্থ।
ca: No s'ha pogut enviar el missatge.
cs: Nepodařilo se odeslat zprávu.
cy: Methwyd anfon y neges.
da: Beskeden kunne ikke sendes.
de: Nachricht konnte nicht versendet werden.
el: Η αποστολή του μηνύματος απέτυχε.
es: No se ha podido enviar el mensaje.
es_es: Fallo al enviar el mensaje.
et: Sõnumi saatmine ei õnnestunud.
eu: Ezin izan da mezua bidali.
fa: خطا در ارسال پیام.
fi: Viestin lähetys epäonnistui.
fil: Nabigong ipadala ang mensahe.
fr: Impossible d'envoyer le message.
ga: Níorbh fhéidir an teachtaireacht a sheoladh.
gu: મેસેજ મોકલવામાં નિષ્ફળ.
he: נכשל בשליחת הודעה.
hi: मेसेज भेजने में असफल।
hr: Slanje poruke nije uspjelo.
hu: Az üzenet elküldése sikertelen.
id: Gagal mengirim pesan.
is: Mistókst að senda skilaboð.
it: Invio messaggio non riuscito.
ja: メッセージの送信に失敗しました。
kab: Tella-d tuccḍa deg tuzna n yizen.
kk: Хабарламаны жіберу сәтсіз болды.
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá•áŸ’á‰á¾áŸá¶ášáŸ”
kn: ಸಂದೇಶ ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 메시지를 보낼 수 없습니다.
lt: Nepavyko išsiųsti žinutę.
lv: Neizdevās nosūtīt ziņu.
mk: Неуспешно испраќање на порака.
ml: സന്ദേശം അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: संदेश पाठविण्यात अयशस्वी.
ms: Gagal menghantar mesej.
my: စာတိုပို့ခြင်း မအောင်မြင်ပါ
nb: Mislyktes med å sende melding.
nl: Het verzenden van het bericht is mislukt.
pa: ਸੁਨੇਹਾ ਭੇਜਣਾ ਅਸਫਲ ਰਿਹਾ ਹੈ।
pa_pk: سنیہا گھلن اچ ناکام۔
pl: Nie udało się wysłać wiadomości.
ps: پیغام و نه لیږل شو.
pt_br: Falha ao enviar mensagem.
pt_pt: Falha ao enviar mensagem.
ro: Trimiterea mesajului a eșuat.
ru: Не удалось отправить сообщение.
sk: Nepodarilo sa poslať správu.
sl: Napaka pri pošiljanju sporočila.
sq: S’u arrit të dërgohej mesazhi.
sr: Слање поруке није успело.
sv: Det gick inte att skicka meddelandet.
sw: Ilifeli kutuma ujumbe
ta: செய்தி அனுப்புவதில் தோல்வி.
te: సందేశం పంపడంలో విఫలమైంది.
th: ส่งข้อความไม่สำเร็จ
tr: İleti gönderilemedi.
ug: ئۇچۇر ئەۋەتەلمىدى.
uk: Не вдалося надіслати повідомлення.
ur: پیغام بھیجنے میں ناکامی
vi: Không gửi được tin nhắn
zh_cn: 未能发送消息。
zh_hk: 無法傳送訊息。

# ERROR_DESCRIPTION_COULD_NOT_LAUNCH_EMAIL
source: Failed to open email app
af: Kon nie e-postoepassing oopmaak nie
ar: فشل فتح تطبيق البريد إلكتروني
az: E-poçt tətbiqi açılmadı
be: Не атрымалася адкрыць праграму электроннай пошты
bn: ইমেইল অ্যাপ খোলা যায়নি
ca: Ha fallat obrir l'aplicació de correu
cs: Nepodařilo se otevřít e-mailovou aplikaci
cy: Methwyd agor app e-bost
da: Fejl ved åbning af e-mail app
de: E-Mail-App konnte nicht geöffnet werden
el: Αποτυχία ανοίγματος εφαρμογής email
es: No se ha podido abrir la aplicación de correo
es_es: Fallo al abrir la aplicación de correo
et: E-posti rakenduse avamine ei õnnestunud
eu: Ezin izan da posta elektronikorako aplikazioa ireki
fa: خطا در باز کردن برنامه ایمیل
fi: Sähköpostisovelluksen avaaminen epäonnistui
fr: Impossible d’ouvrir l’appli de messagerie électronique
ga: Níorbh fhéidir aip ríomhphoist a oscailt
gu: ઇમેઇલ એપ્લિકેશનને ઓપન કરવામાં નિષ્ફળ ગયા
he: נכשל בפתיחת יישום דוא״ל
hi: ईमेल ऐप खोलने में असफल
hr: Neuspješno otvaranje aplikacije e-pošte
hu: Email alkalmazás megnyitása sikertelen
id: Gagal membuka aplikasi email
is: Mistókst að opna tölvupóstforrit
it: Impossibile aprire l'app di posta elettronica
ja: メールアプリを開けませんでした
kab: Tella-d tuccḍa deg ulday n usnas n yimayl
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá”á¾á€á€á˜áŸ’á˜áœá·á’á¸ á¢áŸ‰á¸á˜áŸ‰áŸ‚á›
kn: ಇಮೇಲ್ ಆಪ್ ಅನ್ನು ತೆರೆಯಲು ವಿಫಲವಾಗಿದೆ
ko: 이메일 앱 열 수 없음
lt: Nepavyko atverti el. pašto programėlės
lv: Neizdevās atvērt e-pasta lietotni
mk: Неуспешно отворање на е-пошта апликација
ml: ഇമെയിൽ ആപ്പ് തുറക്കാനായില്ല
mr: ईमेल अ‍ॅप उघडण्यात अयशस्वी
ms: Gagal membuka aplikasi e-mel
my: အီးမေးလ် အပ္ပလီကေးရှင်းဖွင့်ခြင်း မအောင်မြင်ပါ
nb: Kunne ikke åpne e-post applikasjonen
nl: Het openen van een e-mailapp is mislukt
pa: ਈਮੇਲ ਐਪ ਖੋਲ੍ਹਣ ਵਿੱਚ ਅਸਫਲ
pl: Nie udało się otworzyć aplikacji e-mail
ps: د برېښنالیک اپلیکیشن خلاص نشو
pt_br: Falha ao abrir o app de e-mail
pt_pt: Ocorreu um erro ao tentar abrir a aplicação de e-mail
ro: Aplicația de email nu a putut fi deschisă
ru: Не удалось открыть приложение электронной почты
sk: Otvorenie E-mailovej aplikácie zlyhalo
sl: Aplikacije za e-pošto ni bilo mogoče odpreti
sq: S’u arrit të hapet aplikacion email-esh
sr: Отварање апликације за имејл није успело
sv: Det gick inte att öppna e-postappen
sw: Imeshindwa kufungua programu ya barua pepe
ta: மின்னஞ்சல் பயன்பாட்டைத் திறப்பதில் தோல்வி
te: ఇమెయిల్ అనువర్తనాన్ని తెరవడంలో విఫలమైంది
th: ไม่สามารถเปิดแอปอีเมล
tr: E-posta uygulaması açılamadı
ug: ئېلخەت ئەپىنى ئاچقىلى بولمىدى
uk: Не вдалось відкрити «Пошту»
ur: ای میل ایپ کھولنے میں ناکام
vi: Không thể mở được ứng dụng email
zh_cn: 无法打开邮箱应用
zh_hk: 無法開啟電郵程式

# ERROR_DESCRIPTION_INVALID_SUPPORT_EMAIL
source: Could not create support request
af: Kon nie steunversoek skep nie
ar: تعذَّر إنشاء طلب الدعم
az: Dəstək tələbi yaradıla bilmədi
be: Не атрымалася стварыць запыт у службу падтрымкі
bn: সহায়তার অনুরোধ করা যায়নি
ca: No s'ha pogut crear la sol·licitud d'assistència.
cs: Nepodařilo se vytvořit požadavek na uživatelskou podporu
cy: Ni ellid creu cais am gymorth
da: Supportanmodning kunne ikke oprettes
de: Support-Anfrage konnte nicht erstellt werden
el: Δεν μπόρεσε να δημιουργηθεί αίτημα υποστήριξης
es: No se ha podido generar la solicitud de asistencia
es_es: No se ha podido generar la solicitud de soporte
et: Kasutajatoetaotluse loomine ei õnnestunud
eu: Ezin izan da laguntza eskaera sortu
fa: مشکل در ایجاد درخواست پشتیبانی
fi: Tukipyyntöä ei voitu luoda
fr: Impossible de générer la demande d'assistance
ga: Níorbh fhéidir iarratas tacaíochta a chruthú
gu: સપોર્ટ વિનંતીને બનાવી શક્યા નથી
he: לא היה ניתן ליצור בקשת תמיכה
hi: समर्थन अनुरोध निर्मित नहीं किया जा सका
hr: Neuspješno stvaranje zahtjeva za podršku
hu: Nem sikerült támogatási kérést létrehozni
id: Tidak dapat membuat permintaan dukungan
is: Gat ekki búið til beiðnu um aðstoð
it: Impossibile creare la richiesta di supporto
ja: サポートリクエストを作成できませんでした
kab: Ur nezmir ara d-nesnulfu n tuttra n tallelt
km: á˜á·á“á¢á¶á…á”á„áŸ’á€á¾ááŸáŸ†áá¾á‚á¶áŸ†á‘áŸ’áš
kn: ಬೆಂಬಲ ವಿನಂತಿಯನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko: 지원 요청 만들 수 없음
lt: Nepavyko sukurti palaikymo užklausos
lv: Nevarēja izveidot atbalsta pieprasījumu
mk: Не може да се создаде барање за поддршка
ml: പിന്തുണ അഭ്യർത്ഥന സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല
mr: समर्थन विनंती तयार करू शकली नाही
ms: Tidak dapat mencipta permintaan sokongan
my: ပံ့ပိုးရန် တောင်းဆိုမှု မပြုလုပ်နိုင်ပါ
nb: Kunne ikke opprette supportforespørsel
nl: Het aanmaken van een ondersteuningsverzoek is mislukt
pa: ਮਦਦ ਦੀ ਬੇਨਤੀ ਤਿਆਰ ਨਹੀਂ ਹੋ ਸਕੀ
pl: Nie udało się utworzyć zgłoszenia do pomocy technicznej
ps: د مرستې غوښتنه یرامنځته نشوه
pt_br: Falha ao criar a solicitação de suporte
pt_pt: Não foi possível criar um pedido de suporte
ro: Nu s-a putut crea solicitarea de asistență
ru: Не удалось создать запрос в поддержку
sk: Nepodarilo sa vytvoriť žiadosť o technickú podporu
sl: Zahtevka za podporo ni bilo mogoče ustvariti
sq: S’u krijua dot kërkesë asistence
sr: Креирање захтева за подршку није успело
sv: Det gick inte att skapa supportförfrågan
sw: Hukuweza kuunda ombi la usaidizi
ta: ஆதரவு கோரிக்கையை உருவாக்க முடியவில்லை
te: మద్దతు అభ్యర్థనను సృష్టించడం సాధ్యం కాలేదు
th: ไม่สามารถสร้างคำขอการสนับสนุนได้
tr: Yardım talebi oluşturulamadı
ug: قوللاش تەلىپىنى قۇرغىلى بولمىدى
uk: Не вдалося написати в службу підтримки
ur: تعاون کی درخواست تشکیل نہیں دے سکی
vi: Không thể tạo yêu cầu hỗ trợ
zh_cn: 无法创建支援请求
zh_hk: 無法建立支援請求

# ERROR_DESCRIPTION_LOG_UPLOAD_FAILED
source: Failed to upload logs.
af: Kon nie logs oplaai nie.
ar: فشل تحميل السجلات.
az: Jurnal yüklənilmədi.
be: Не атрымалася запампаваць журналы.
bn: লগ আপলোড করা যায়নি।
ca: Ha fallat carregar els registres.
cs: Nepodařilo se nahrát logy.
cy: Wedi methu uwchlwytho cofnodion
da: Fejl ved afsendelse af logfiler
de: Diagnoseprotokoll konnte nicht hochgeladen werden.
el: Αποτυχία στο ανέβασμα αρχείων καταγραφής
es: No se ha podido cargar el registro de depuración.
es_es: Fallo al transmitir el registro de depuración.
et: Logide üleslaadimine ei õnnestunud.
eu: Erregistroak igotzeak huts egin du.
fa: گزارشها بارگذاری نشد.
fi: Lokien lähettäminen epäonnistui.
fr: Échec de l’importation des journaux.
ga: Níorbh fhéidir na logchomhaid a uaslódáil.
gu: લૉગ અપલોડ કરવામાં નિષ્ફળ ગયા.
he: נכשל בהעלאת יומנים.
hi: लॉग्स अपलोड करने में असफल
hr: Učitavanje zapisnika nije uspjelo.
hu: Hibanapló feltöltése sikertelen.
id: Gagal mengunggah log.
is: Mistókst að senda inn atvikaskrár.
it: Caricamento dei log non riuscito.
ja: ログをアップロードできませんでした。
kab: Iɣmisen gguman ad d-alin.
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá•áŸ’á‘á»á€á€áŸ†áááŸ‹ááŸ’ášá¶áŸ”
kn: ಲಾಗ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.
ko: 로그 업로드에 실패했습니다.
lt: Nepavyko nusiųsti žurnalų.
lv: Neizdevās augšupielādēt žurnālus.
mk: Неупсешно прикачување на логови.
ml: ലോഗുകൾ അപ്‌ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
mr: लॉग अपलोड करण्यात अयशस्वी.
ms: Gagal memuat naik log.
my: မှတ်တမ်းများတင်ပို့ခြင်း မအောင်မြင်ပါ
nb: Kunne ikke laste opp logger.
nl: Het uploaden van logs is mislukt.
pa: ਲੌਗ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Nie udało się przesłać dzienników.
ps: د رپوټونو پورته کول تر سره نشو.
pt_br: Falha ao enviar o registro.
pt_pt: Ocorreu um erro ao fazer o upload dos registos.
ro: Eroare la încărcarea jurnalelor.
ru: Не удалось отправить журналы.
sk: Nahrávanie denníkov zlyhalo.
sl: Dnevnikov ni bilo mogoče prenesti.
sq: S’u arrit të ngarkohen regjistrat.
sr: Отпремање извештаја није успело.
sv: Det gick inte att ladda upp loggar.
sw: Imeshindwa kupakia kumbukumbu.
ta: பதிவுகள் பதிவேற்றுவதில் தோல்வி.
te: లాగ్‌లను అప్‌లోడ్ చేయడంలో విఫలమైంది.
th: ไม่สามารถอัปโหลดรายการบันทึก
tr: Günlükler yüklenemedi.
ug: خاتىرىنى يۈكلىگىلى بولمىدى
uk: Не вдалося вивантажити журнал.
ur: لاگز اپ لوڈ کرنے میں ناکام۔
vi: Không thể đăng tải ghi chú.
zh_cn: 无法上传日志。
zh_hk: 上載日誌時失敗。

# ERROR_DESCRIPTION_MESSAGE_SEND_FAILED_DUE_TO_BLOCK_LIST
source: Failed to message user because you blocked them.
af: Kon nie boodskap aan gebruiker stuur nie want jy het hulle versper.
ar: فشل التراسُل لأنك حظرت المُستخدِم.
az: Əngəllədiyiniz üçün istifadəçiyə mesaj göndərilmədi.
be: Не атрымалася адправіць паведамленне карыстальніку, таму што вы яго заблакавалі.
bg: Съобщението не е изпратено защото сте блокирали потребителя.
bn: ইউজারকে ম্যাসেজ পাঠানো যায়নি কারণ আপনি তাদেরকে ব্লক করেছেন।
ca: No s'ha pogut enviar el missatge perquè has bloquejat l'usuari.
cs: Zprávu uživateli se nepodařilo odeslat, protože jste ho zablokovali.
cy: Methwyd anfon neges i'r defnyddiwr oherwydd i chi eu gwahardd.
da: Kunne ikke sende beskeden til bruger, da du har blokeret vedkommende.
de: Nachricht konnte nicht versendet werden, da du den Kontakt blockiert hast.
el: Δεν μπορούμε να στείλουμε μήνυμα στον χρήστη επειδή τον έχεις αποκλείσει.
es: No se ha podido enviar el mensaje a esta persona porque la has bloqueado.
es_es: Fallo al enviar mensaje: Persona bloqueada.
et: Kasutajale sõnumi saatmine ei õnnestunud, sest oled ta blokeerinud.
eu: Ezin izan da mezua bidali erabiltzailea blokeatu duzulako.
fa: امکان ارسال پیام به کاربر وجود نداشت چرا که او را مسدود کرده‌اید.
fi: Viestin lähettäminen epäonnistui, koska olet estänyt käyttäjän.
fil: Bigo na padalhan ng mensahe ang user dahil naka-block ito sa iyo.
fr: Impossible d'envoyer le message, car vous avez bloqué ce contact.
ga: Níorbh fhéidir an teachtaireacht a sheoladh toisc gur chuir tú bac ar an úsáideoir.
gu: ઉપયોગકર્તાને મેસેજ ન થઈ શક્યો કારણ કે તમે તેમને બ્લૉક કર્યા છે.
he: שליחת ההודעה למשתמש/ת נכשלה כי חסמת אותו או אותה.
hi: यूज़र को मेसेज नहीं भेज पाए क्योंकि आपने उन्हें ब्लॉक किया है।
hr: Slanje poruke kontaktu nije uspjelo jer ste ga blokirali.
hu: Letiltott felhasználónak próbáltál volna üzenetet küldeni.
id: Gagal mengirim pesan ke pengguna karena Anda memblokirnya.
is: Mistókst að senda skilaboð á notanda því þú lokar á hann.
it: Impossibile inviare un messaggio a un utente bloccato.
ja: このユーザーをブロックしているため、メッセージを送信できませんでした。
kab: Ur teddi ara tuzna i useqdac-a acku tesweḥleḍ-t.
kk: Пайдаланушыға хабарлама жіберу сәтсіз болды, себебі сіз оны бұғаттағансыз.
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá•áŸ’á‰á¾áŸá¶ášá‘áŸ…á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ á–áŸ’ášáŸ„áŸ‡á¢áŸ’á“á€á”á¶á“á”á·á‘á–á½á€á‚áŸáŸ”
kn: ನೀವು ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸಿರುವ ಕಾರಣ ಅವರಿಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 내가 차단한 사용자에게는 메시지를 보낼 수 없습니다.
lt: Nepavyko išsiųsti naudotojui žinutės, kadangi jūs jį užblokavote.
lv: Neizdevās nosūtīt ziņu lietotājam, jo jūs viņu bloķējāt.
mk: Праќањето на порака на корисникот беше неуспешно бидејќи истиот го имате блокирано.
ml: യൂസറിന് സന്ദേശം അയക്കുന്നതിൽ പരാജയപ്പെട്ടു എന്തെന്നാൽ നിങ്ങൾ അവരെ ബ്ലോക്ക് ചെയ്തിരിക്കുകയാണ്.
mr: आपण अवरोधित केल्यामुळे वापरकर्त्याला संदेश पाठविण्यात अयशस्वी.
ms: Gagal menghantar mesej kepada pengguna kerana anda telah menyekat mereka.
my: သင်ဘလော့ထားသည့်အတွက် စာတိုပေးပို့နိုင်ခြင်းမရှိပါ။
nb: Kunne ikke sende melding til brukeren fordi vedkommende er blokkert.
nl: Kon bericht niet versturen, omdat je deze persoon hebt geblokkeerd.
pa: ਉਪਭੋਗਤਾ ਨੂੰ ਸੁਨੇਹਾ ਭੇਜਣਾ ਅਸਫਲ ਰਿਹਾ ਕਿਉਂਕਿ ਤੁਸੀਂ ਉਸ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਹੈ.
pa_pk: صارف نوں سنیہا گھلن اچ ناکام ہویا کیوں جے تساں نے اونہاں نوں بلاک کر دتا اے۔
pl: Nie udało się wysłać wiadomości, ponieważ ta osoba została przez Ciebie zablokowana.
ps: کارن ته پیغام و نه لیږل شو ځکه چې هغه تاسې بلاک کړی.
pt_br: Mensagem não enviada a essa pessoa porque você a bloqueou.
pt_pt: Falhou o envio da mensagem para o utilizador porque o bloqueou.
ro: Mesajul nu a fost trimis deoarece ai blocat acest utilizator.
ru: Не удалось отправить сообщение пользователю, так как вы заблокировали его.
sk: Správa nebola odoslaná, pretože používateľ bol zablokovaný.
sl: Sporočilo ni moglo biti poslano, ker je uporabnik_ca blokiran_a.
sq: S’u arrit t’i dërgohej mesazh përdoruesit, ngaqë e keni bllokuar.
sr: Слање поруке овом кориснику није успело јер сте га блокирали.
sv: Det gick inte att skicka meddelande eftersom du har blockerat användaren.
sw: Imefeli kutuma ujumbe kwa sababu umemzuia.
ta: நீங்கள் அவர்களைத் தடுத்ததால் பயனருக்கு செய்தி அனுப்புவதில் தோல்வி.
te: మీరు వారిని ప్రతిబంధకం చేసినందున సందేశం పంపించడం విఫలమైంది.
th: ไม่สามารถส่งข้อความหาผู้ใช้ได้ เนื่องจากคุณบล็อกเขาอยู่
tr: Kullanıcıyı engellemiş olduğun için ileti gönderilemedi.
ug: چەكلەنگەن ئىشلەتكۈچىگە ئۇچۇر يوللىيالمايدۇ.
uk: Не вдалося написати користувачеві, оскільки ви його заблокували.
ur: چونکہ آپ نے انہیں بلاک کر دیا ہے اس لیے یوزر کو میسج بھیجنا ناکام ہو گیا ہے۔
vi: Không thể nhắn tin cho người dùng vì bạn đã chặn người này.
zh_cn: 无法向已屏蔽的用户发送消息。
zh_hk: 此用戶已被你封鎖，因而無法傳送訊息。

# ERROR_DESCRIPTION_NO_VALID_RECIPIENTS
source: Message send failed due to a lack of valid recipients.
af: Kon nie boodskap stuur nie, weens gebrek aan geldige ontvangers.
ar: فشل إرسال الرسالة لعدم وجود مستلمين صالحين.
az: Etibarlı alıcıların olmamasına görə mesaj göndərilmədi.
be: Не атрымалася адправіць паведамленне з-за адсутнасці сапраўдных атрымальнікаў.
bg: Съобщението не беше изпратено успешно поради липса на валидни получатели.
bn: বৈধ প্রাপক না পাবার কারণে বার্তা প্রেরণ ব্যর্থ হয়েছে।
ca: No s'ha pogut enviar el missatge, no hi ha destinataris vàlids.
cs: Odesílání zprávy selhalo z důvodu neplatných příjemců.
cy: Methwyd anfon negeseuon oherwydd diffyg derbynwyr dilys.
da: Afsendelse af besked mislykkedes på grund af manglende gyldige modtagere
de: Nachricht konnte mangels gültiger Empfänger*innen nicht versendet werden.
el: Αποτυχία αποστολής μηνύματος λόγω απουσίας έγκυρων παραληπτών.
es: No se ha podido enviar el mensaje porque no se detallan destinatarios válidos.
es_es: Fallo al enviar mensaje por falta de destinatari@s válid@s.
et: Sõnumi saatmine ei õnnestunud kehtivate saajate puudumise tõttu.
eu: Mezua bidaltzeak huts egin du hartzalieak baliogabeak zirelako.
fa: پیام به دلیل نبود مخاطب معتبر، ارسال نشد.
fi: Viestin lähettäminen ei onnistunut, koska vastaanottajatiedoissa on virhe.
fil: Ang pagpapadala ng mensahe ay nabigo dahil sa kawalan ng mga valid na tatanggap.
fr: Impossible d'envoyer le message : destinataires incorrects.
ga: Níor seoladh an teachtaireacht toisc nach raibh aon fhaighteoir bailí inti.
gu: માન્ય પ્રાપ્તિકર્તાઓની અછતને કારણે મેસેજ મોકલવાનું નિષ્ફળ થયું.
he: שליחת ההודעה נכשלה עקב העדר מקבלים תקפים.
hi: वैध प्राप्तकर्ताओं कि कमी कि वजह से मेसेज नहीं भेजे गये।
hr: Slanje poruke nije uspjelo zbog nedostatka valjanih primatelja.
hu: Érvénytelen címzettnek próbáltál volna üzenetet küldeni.
id: Pesan tidak terkirim karena beberapa penerimanya tidak valid.
is: Mistókst að senda skilaboð því það vantaði gilda viðtakendur.
it: Invio messaggio non riuscito per mancanza di destinatari validi.
ja: 宛先が正しくないため、メッセージ送信に失敗しました。
kab: Tella-d tuccḍa deg tuzna n yizen i mi ulac intermisen yeɣtan.
kk: Жарамды алушылардың болмауының салдарынан хабарламаны жіберу сәтсіз болды.
km: á•áŸ’á‰á¾áŸá¶ášá”ášá¶á‡áŸá™ áŠáŸ„á™áŸá¶ášáˆáŸ’á˜áŸ„áŸ‡á¢áŸ’á“á€á‘á‘á½á›á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಮಾನ್ಯ ಸ್ವೀಕರಿಸುವವರು ಇಲ್ಲದೇ ಇರುವುದರಿಂದ ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ.
ko: 올바른 수신자가 없어 메시지를 보낼 수 없습니다.
lt: Žinutės išsiuntimas nepavyko dėl teisingų gavėjų trūkumo.
lv: Ziņas nosūtīšana neizdevās, jo trūka derīgu adresātu.
mk: Праќањето на пораката не успеа поради недостаток на валидни примачи.
ml: സജീവമായിട്ടുള്ള സ്വീകർത്താക്കൾ ഇല്ലതിരുന്നതിനാൽ സന്ദേശം അയക്കുന്നത് പരജയപ്പെട്ടു.
mr: वैध प्राप्तकर्त्यांच्या कमतरतेमुळे संदेश पाठविणे अयशस्वी झाले.
ms: Penghantaran mesej gagal kerana kekurangan penerima yang sah.
my: လက်ခံမည့်သူ အကျုံးမဝင်သောကြောင့် စာပို့ခြင်း မအောင်မြင်ပါ။
nb: Meldingen kunne ikke sendes fordi den mangler gyldige mottakere.
nl: Bericht kon niet worden verzonden wegens gebrek aan geldige ontvangers.
pa: ਵੈਧ ਪ੍ਰਾਪਤਕਰਤਾ ਨਾ ਹੋਣ ਦੇ ਕਾਰਨ ਸੁਨੇਹਾ ਭੇਜਣਾ ਅਸਫਲ ਰਿਹਾ.
pa_pk: درست وصول کنندگان دی کمی دے کارن سنیہا گھلن اچ ناکام ہویا۔
pl: Nie udało się wysłać wiadomości, ponieważ nie podano prawidłowych odbiorców.
ps: د پیغام لیږل د معتبرو تر لاسه کوونکو د نشتوالي له کبله تر سره نشو.
pt_br: O envio da mensagem falhou devido à falta de destinatários válidos.
pt_pt: Falha no envio de mensagem visto não ter destinatários válidos.
ro: Mesajul nu a putut fi trimis deoarece nu există o listă validă de destinatari.
ru: Отправка сообщения не удалась из-за отсутствия действительных получателей.
sk: Správa nebola odoslaná pretože sa nenašiel žiadny platný adresát.
sl: Pošiljanje sporočila ni uspelo zaradi pomanjkanja veljavnih prejemnikov.
sq: Dërgimi i mesazhit dështoi për shkak të mungesës së marrësve të vlefshëm.
sr: Слање поруке није успело јер су примаоци неважећи.
sv: Det gick inte att skicka meddelandet då det saknas giltiga mottagare.
sw: Ujumbe umefeli kwa sababu ya ukosefu wa wapokeaji halali.
ta: சரியான பெறுநர்கள் இல்லாததால் செய்தி அனுப்புவது தோல்வியடைந்தது.
te: చెల్లుబాటు అయ్యే గ్రహీతల కొరత కారణంగా సందేశ పంపడం విఫలమైంది.
th: การส่งข้อความไม่สำเร็จ เนื่องจากไม่มีชื่อผู้รับที่ถูกต้อง
tr: İleti gönderimi geçerli alıcı olmadığından başarısız oldu.
ug: ئىناۋەتلىك تاپشۇرۇۋالغۇچى بولمىغانلىقتىن ئۇچۇرنى يوللىيالمىدى.
uk: Повідомлення не вдалося надіслати через відсутність дійсних одержувачів.
ur: مصدقہ وصول کنندگان کی کمی کے باعث پیغام بھیجنے میں ناکامی۔
vi: Không thể gửi tin nhắn vì không có người nhận hợp lệ.
zh_cn: 缺少有效接收人，消息发送失败。
zh_hk: 沒有有效的接收者，無法傳送訊息。

# ERROR_DESCRIPTION_REQUEST_FAILED
source: Network request failed.
af: Netwerkversoek het misluk.
ar: فشل طلب الشبكة.
az: Şəbəkə tələbi alınmadı.
be: Памылка сеткавага запыту.
bg: Неуспешна заявка към мрежата.
bn: নেটওয়ার্ক অনুরোধ ব্যর্থ হয়েছে।
ca: Ha fallat la sol·licitud de xarxa.
cs: Síťová žádost selhala.
cy: Methodd cais rhwydwaith.
da: Netværks anmodning fejlet
de: Netzanfrage gescheitert.
el: Το αίτημα δικτύου απέτυχε.
es: Error en la solicitud de red
es_es: Fallo en la petición de red.
et: Võrgupäring ei õnnestunud.
eu: Sareko eskaerak huts egin du.
fa: درخواست شبکه ناموفق بود.
fi: Verkkopyyntö epäonnistui.
fil: Nabigo ang network request.
fr: Échec de la requête réseau
ga: Theip ar iarratas líonra.
gu: નેટવર્ક રિક્વેસ્ટ નિષ્ફળ.
he: בקשת רשת נכשלה.
hi: नेटवर्क से जुङने कि कोशिश असफल रही
hr: Mrežni zahtjev nije uspio.
hu: Hálózati kapcsolódás sikertelen.
id: Permintaan jaringan gagal.
is: Netbeiðni mistókst.
it: Accesso alla rete non riuscito.
ja: ネットワーク要求が失敗しました。
kab: Tuttra n uẓeṭṭa ur teddi ara.
kk: Желіге жіберілген өтініш орындалмады.
km: á€á¶ášáŸáŸ’á“á¾áŸá»áŸ†á”ááŸ’áá¶á‰á”ášá¶á‡áŸá™áŸ”
kn: ನೆಟ್‌ವರ್ಕ್ ವಿನಂತಿ ವಿಫಲವಾಗಿದೆ.
ko: 네트워크 요청에 실패했습니다.
lt: Tinklo užklausa nepavyko.
lv: Tīkla pieprasījums neizdevās.
mk: Барањето за мрежа не беше успешно.
ml: നെറ്റ്‌വർക്ക് അപേക്ഷ പരാജയപ്പെട്ടു.
mr: नेटवर्क विनंती अयशस्वी.
ms: Permintaan rangkaian gagal.
my: ကွန်ယက်သို့ ချိတ်ဆက်လို့ မရပါ။
nb: Nettverkstilkobling mislyktes.
nl: Netwerkverzoek is mislukt.
pa: ਨੈੱਟਵਰਕ ਬੇਨਤੀ ਅਸਫਲ ਰਹੀ.
pa_pk: نیٹ ورک درخواست ناکام۔
pl: Błąd żądania sieciowego.
ps: د نیټورک غوښتنه تر سره نشوه.
pt_br: Falha na solicitação de rede.
pt_pt: Falha no pedido à rede.
ro: Cererea de rețea a eșuat.
ru: Ошибка сетевого запроса.
sk: Sieťová žiadosť zlyhala.
sl: Zahteva strežniku ni bila uspešna.
sq: Dështoi kërkesa për rrjetin.
sr: Мрежни захтев није успео.
sv: Nätverksförfrågan misslyckades.
sw: Ombi la mtandao limefeli
ta: பிணைய கோரிக்கை தோல்வியடைந்தது.
te: నెట్‌వర్క్ అభ్యర్థన విఫలమైంది.
th: คำร้องขอเครือข่ายล้มเหลว
tr: Ağ isteği başarısız oldu.
ug: تور ئىلتىماسى مەغلۇپ بولدى.
uk: Не вдалося надіслати запит до мережі.
ur: نیٹ ورک کی درخواست ناکام ہو گئی۔
vi: Yêu cầu kết nối mạng không thành công.
zh_cn: 网络请求失败。
zh_hk: 網絡請求失敗。
