Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# KEY_COMMAND_NEXT_CONVERSATION
source: Go to Next Chat
af: Gaan na volgende klets
ar: انتقِل إلى الدردشة التالية
az: Növbəti söhbətə get
be: Перайсці ў наступны чат
bg: Към следващия разговор
bn: পরবর্তী চ্যাটে যান
ca: Ves al xat següent
cs: Přejít na následující chat
cy: Mynd i'r Sgwrs Nesaf
da: Gå til næste chat
de: Zu nächstem Chat
el: Μετάβαση στην επόμενη συνομιλία
es: Ir al chat siguiente
es_es: Ir al siguiente chat
et: Mine järgmisse vestlusse
eu: Joan Hurrengo Solasaldira
fa: رفتن به گفتگوی بعدی
fi: Siirry seuraavaan keskusteluun
fil: Pumunta sa Susunod na Pag-uusap
fr: Accéder à la conversation suivante
ga: Téigh chuig an gCéad Chomhrá Eile
gu: આગલી ચેટ પર જાઓ
he: מעבר לצ׳אט הבא
hi: अगली चैट पर जाएँ
hr: Idi na sljedeći razgovor
hu: Ugrás következő csevegésre
id: Buka Obrolan Berikutnya
is: Fara í næsta spjall
it: Vai alla chat successiva
ja: 次のチャット
kab: Ddu ɣer udiwenni i d-iteddun
kk: Келесі әңгімеге өту
km: á‘áŸ…á€á¶ášá‡á‡áŸ‚á€á”á“áŸ’á‘á¶á”áŸ‹
kn: ಮುಂದಿನ ಚಾಟ್‌ಗೆ ಹೋಗಿ
ko: 다음 대화로 이동
lt: Pereiti į kitą pokalbį
lv: Pāriet uz nākamo tērzēšanu
mk: Оди на следен разговор
ml: അടുത്ത ചാറ്റിലേക്ക് പോകുക
mr: पुढील चॅट वर जा
ms: Pergi ke Sembang Seterusnya
my: ရှေ့ရှိစကားပြောဆိုမှုသို့ သွားမယ်
nb: Gå til neste samtale
nl: Ga naar Volgende chat
pa: ਅਗਲੀ ਗੱਲਬਾਤ ਉੱਤੇ ਜਾਓ
pa_pk: اگلی گل وات اتے جاؤ
pl: Przejdź do następnego czatu
ps: وروستي چټ ته ولاړ شئ
pt_br: Ir para o próximo chat
pt_pt: Ir para o próximo chat
ro: Mergi la conversația următoare
ru: Перейти к следующему чату
sk: Prejsť na nasledujúci čet
sl: Pojdi na naslednji pogovor
sq: Shko te Fjalosja Pasuese
sr: Иди на следеће ћаскање
sv: Gå till nästa chatt
sw: Nenda kwenye Gumzo Ijayo
ta: அடுத்துச் செல்லவும் அரட்டை
te: తదుపరి మాటామంతీకివెళ్లండి
th: ไปที่แชทถัดไป
tr: Sonraki Sohbete Git
ug: كېيىنكى پاراڭغا يۆتكىلىش
uk: Відкрити наступний чат
ur: اگلی چیٹ پر جائیں
vi: Đến Cuộc trò chuyện Tiếp theo
zh_cn: 前往下一个聊天
zh_hk: 前往下一個聊天

# KEY_COMMAND_PREVIOUS_CONVERSATION
source: Go to Previous Chat
af: Gaan na vorige klets
ar: انتقل إلى الدردشة السابقة
az: Əvvəlki söhbətə get
be: Перайсці ў папярэдні чат
bg: Към предишния разговор
bn: পূর্ববর্তী চ্যাটে যান
ca: Ves al xat anterior
cs: Přejít na předchozí chat
cy: Mynd i'r Sgwrs Blaenorol
da: Gå til forrige chat
de: Zu vorherigem Chat
el: Μετάβαση στην προηγούμενη συνομιλία
es: Ir al chat anterior
es_es: Ir al chat previo
et: Mine eelmisse vestlusse
eu: Joan Aurreko Solasaldira
fa: رفتن به گفتگوی قبلی
fi: Siirry edelliseen keskusteluun
fil: Pumunta sa Nakaraang Pag-uusap
fr: Accéder à la conversation précédente
ga: Téigh chuig an gComhrá Roimhe
gu: અગાઉની ચેટ પર જાઓ
he: מעבר לצ׳אט הקודם
hi: पिछली चैट पर जाएँ
hr: Idi na prethodni razgovor
hu: Ugrás előző csevegésre
id: Buka Obrolan Sebelumnya
is: Fara í fyrra spjall
it: Vai alla chat precedente
ja: 前のチャット
kab: Ddu ɣer udiwenni yezrin
kk: Алдыңғы әңгімеге өту
km: á‘áŸ…á€á¶ášá‡á‡áŸ‚á€á˜á»á“
kn: ಹಿಂದಿನ ಚಾಟ್‌ಗೆ ಹೋಗಿ
ko: 이전 대화로 이동
lt: Pereiti į ankstesnį pokalbį
lv: Pāriet uz iepriekšējo tērzēšanu
mk: Оди на претходен разговор
ml: മുമ്പത്തെ ചാറ്റിലേക്ക് പോകുക
mr: मागील चॅट वर जा
ms: Pergi ke Sembang Sebelumnya
my: အနောက်ကစကားပြောဆိုမှုသို့ သွားမယ်
nb: Gå til forrige samtale
nl: Ga naar Vorige chat
pa: ਪਿਛਲੀ ਗੱਲਬਾਤ ਉੱਤੇ ਜਾਓ
pa_pk: پچھلی گل وات اتے جاؤ
pl: Przejdź do poprzedniego czatu
ps: پخواني چټ ته ولاړ شئ
pt_br: Ir para o chat anterior
pt_pt: Ir para o chat anterior
ro: Mergi la conversația anterioară
ru: Перейти к предыдущему чату
sk: Prejsť na predchádzajúci čet
sl: Pojdni na prejšnji pogovor
sq: Shko te Fjalosja e Mëparshme
sr: Иди на претходно ћаскање
sv: Gå till föregående chatt
sw: Nenda kwenye Gumzo Iliyotangulia
ta: முந்தையதற்குச் செல்லவும் அரட்டை
te: మునుపటి మాటామంతీకి వెళ్లండి
th: ไปที่แชทก่อนหน้า
tr: Önceki Sohbete Git
ug: ئالدىنقى پاراڭغا يۆتكىلىش
uk: Відкрити попередній чат
ur: پچھلی چیٹ پر جائیں
vi: Đến Cuộc trò chuyện Trước
zh_cn: 前往上一个聊天
zh_hk: 前往上一個聊天

# KEY_COMMAND_SEARCH
source: Search
af: Soek
ar: البحث
az: Axtar
be: Пошук
bg: Търсене
bn: অনুসন্ধান
ca: Cerca
cs: Hledat
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
es_es: Buscar
et: Otsi
eu: Bilatu
fa: جستجو
fi: Hae
fil: Maghanap
fr: Rechercher
ga: Cuardach
gu: શોધો
he: חיפוש
hi: खोजें
hr: Pretraži
hu: Keresés
id: Cari
is: Leita
it: Cerca
ja: 検索
kab: Nadi
kk: Іздеу
km: áŸáŸ’áœáŸ‚á„ášá€
kn: ಹುಡುಕಿ
ko: 검색
lt: Ieškoti
lv: Meklēt
mk: Барај
ml: തിരയൽ
mr: शोध
ms: Cari
my: ရှာရန်
nb: Søk
nl: Zoeken
pa: ਖੋਜ
pa_pk: لبھو
pl: Szukaj
ps: پلټنه
pt_br: Buscar
pt_pt: Procurar
ro: Caută
ru: Поиск
sk: Hľadať
sl: Iskanje
sq: Kërko
sr: Претрага
sv: Sök
sw: Tafuta
ta: தேடு
te: వెతకండి
th: ค้นหา
tr: Konuşmada Ara
ug: ئىزدە
uk: Пошук
ur: تلاش کریں
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# KEY_COMMAND_STICKERS
source: Show Stickers
af: Wys plakkers
ar: أظهِر المُلصَقات
az: Stikerləri göstər
be: Паказаць стыкеры
bg: Показване на стикери
bn: স্টিকার দেখান
ca: Mostra els adhesius
cs: Zobrazit samolepky
cy: Dangos Sticeri
da: Vis klistermærker
de: Sticker anzeigen
el: Εμφάνιση αυτοκόλλητων
es: Mostrar stickers
es_es: Ver cromos
et: Näita kleebiseid
eu: Erakutsi Eranskailuak
fa: نمایش استیکرها
fi: Näytä tarrat
fil: Ipakita ang mga Sticker
fr: Afficher les stickers
ga: Taispeáin Greamáin
gu: સ્ટીકરો બતાવો
he: הראה מדבקות
hi: स्टिकर खोजें
hr: Prikaži naljepnice
hu: Matrica nézet
id: Tampilkan Stiker
is: Birta límmerki
it: Mostra adesivi
ja: ステッカーを表示
kab: Sken istikiyen
kk: Жапсырмаларды көрсету
km: á”á„áŸ’á á¶á‰ áŸáŸ’á‘á¸á€á‚áŸáš
kn: ಸ್ಟಿಕ್ಕರ್‌ಗಳನ್ನು ತೋರಿಸಿ
ko: 스티커 표시
lt: Rodyti lipdukus
lv: Rādīt uzlīmes
mk: Покажи стикери
ml: സ്റ്റിക്കറുകൾ കാണിക്കുക
mr: स्टिकर दाखवा
ms: Tunjuk Pelekat
my: စတစ်ကာများ ပြပါ
nb: Vis klistremerker
nl: Stickers weergeven
pa: ਸਟਿੱਕਰ ਦਿਖਾਓ
pa_pk: اسٹیکرز وکھاؤ
pl: Pokaż naklejki
ps: د سټیکرونو ښودل
pt_br: Mostrar Figurinhas
pt_pt: Exibir autocolantes
ro: Arată autocolantele
ru: Показать стикеры
sk: Zobraziť nálepky
sl: Prikaži nalepke
sq: Shfaq Ngjitësa
sr: Прикажи налепнице
sv: Visa klistermärken
sw: Onyesha Vibandiko
ta: ஓட்டிகளை காட்டு
te: స్టిక్కర్లను చూపించు
th: แสดงสติกเกอร์
tr: Çıkartmaları Göster
ug: چاپلاقلارنى كۆرسەت
uk: Показати стікери
ur: اسٹیکرز دکھائیں
vi: Hiện nhãn dán
zh_cn: 显示表情包
zh_hk: 顯示貼圖

# KEY_COMMAND_UNARCHIVE
source: Unarchive Chat
af: Deargiveer klets
ar: إلغاء أرشفة الدردشة
az: Söhbəti arxivdən çıxart
be: Разархіваваць чат
bg: Разархивиране на разговор
bn: চ্যাট আনআর্কাইভ করুন
ca: Restaura el xat
cs: Zrušit archivaci chatu
cy: Dadarchifio'r Sgwrs
da: Ophæv arkivering af chat
de: Chat dearchivieren
el: Απο-αρχειοθέτηση συνομιλίας
es: Desarchivar chat
es_es: Desarchivar chat
et: Arhiveerimata vestlus
eu: Desartxibatu Solasaldia
fa: خارج کردن گفتگو از بایگانی
fi: Palauta keskustelu arkistosta
fil: I-unarchive ang Pag-uusap
fr: Désarchiver la conversation
ga: Bain Comhrá den Chartlann
gu: ચેટને અનઆર્કાઇવ કરો
he: הוצאת צ׳אט מארכיון
hi: चैट को असंग्रहीत करें
hr: Dearhiviraj razgovor
hu: Archivált állapot feloldása
id: Buka Arsip Obrolan
is: Taka spjall úr geymslu
it: Estrai chat dall'archivio
ja: チャットのアーカイブを解除
kab: Adiwenni ur araɣbar
kk: Әңгімені мұрағаттан шығару
km: á”á·áá”ááŸ’ááŸá¶ášá€á¶ášá‡á‡áŸ‚á€
kn: ಚಾಟ್ ಆರ್ಕೈವ್ ರದ್ದುಮಾಡಿ
ko: 대화 보관 해제
lt: Išarchyvuoti pokalbį
lv: Atarhivēt tērzēšanu
mk: Врати архивиран разговор
ml: ചാറ്റ് അൺആർക്കൈവ് ചെയ്യുക
mr: चॅट अनआर्काईव्ह करा
ms: Nyaharkibkan Sembang
my: မှတ်တမ်းသိုလှောင်ခြင်းမှ စကားပြောဆိုမှုကို ဖယ်ထုတ်မယ်
nb: Hent frem samtale fra arkiv
nl: Chat dearchiveren
pa: ਚੈਟ ਅਨਆਰਕਾਈਵ ਕਰੋ
pa_pk: گل وات نوں آرکائیو توں کڈھو
pl: Przywróć czat z archiwum
ps: له ارشیف څخه را ایستل شوی چټ
pt_br: Desarquivar o chat
pt_pt: Desarquivar chat
ro: Dezarhivează conversația
ru: Разархивировать чат
sk: Odarchivovať čet
sl: Odarhiviraj pogovor
sq: Çarkivoje Fjalosjen
sr: Врати ћаскање из архиве
sv: Avarkivera chatt
sw: Ondoa Gumzo kwenye Jalada
ta: காப்பகப்படுத்தப்படாத உரையாடல்
te: మాటామంతీని బయటపెట్టు
th: นำแชทออกจากที่เก็บถาวร
tr: Sohbeti Arşivden Çıkart
ug: پاراڭنى ئارخىپتىن چىقىرىش
uk: Розархівувати чат
ur: چیٹ کو اَن آرکائیو کریں
vi: Bỏ lưu trữ Cuộc trò chuyện
zh_cn: 激活聊天
zh_hk: 取消封存聊天

source: Learn More
af: Kom meer te wete
ar: أعرف المزيد
az: Daha Ətraflı
be: Даведацца больш
bg: Научи Още
bn: আরো জানুন
ca: Més informació
cs: Zjistit více
cy: Dysgu Rhagor
da: Få mere at vide
de: Mehr erfahren
el: Μάθε περισσότερα
es: Más información
es_es: Saber más
et: Uuri täpsemalt
eu: Gehiago jakin
fa: اطلاعات بیشتر
fi: Lue lisää
fil: Matuto pa ng Marami
fr: En savoir plus
ga: Tuilleadh Eolais
gu: વધુ શીખો
he: למידע נוסף
hi: और जानें
hr: Saznajte više
hu: Tudj meg többet!
id: Pelajari Lebih Lanjut
is: Vita meira
it: Scopri di più
ja: 詳細を見る
kab: Issin Ugar
kk: Толығырақ мәлімет
km: áŸáŸ’áœáŸ‚á„á™á›áŸ‹á”á“áŸ’ááŸ‚á˜
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: 자세히 알아보기
lt: Sužinoti daugiau
lv: Uzzināt vairāk
mk: Научете повеќе
ml: കൂടുതലറിവ് നേടുക
mr: अधिक जाणा
ms: Ketahui Lebih Lanjut
my: ထပ်မံလေ့လာရန်
nb: Les mer
nl: Meer lezen
pa: ਵਧੇਰੇ ਜਾਣੋ
pa_pk: ہور جانو
pl: Dowiedz się więcej
ps: لا زیات زده کړئ
pt_br: Saiba mais
pt_pt: Saber mais
ro: Află mai multe
ru: Узнать больше
sk: Zistiť viac
sl: Več o tem...
sq: Mësoni Më Tepër
sr: Сазнајте више
sv: Läs mer
sw: Jifunze Zaidi
ta: மேலும் அறிக
te: ఇంకా నేర్చుకో
th: เรียนรู้เพิ่มเติม
tr: Daha Fazlasını Öğren
ug: تېخىمۇ كۆپ بىلدۈرگۈ
uk: Дізнатися більше
ur: مزید جانیں
vi: Tìm hiểu thêm
zh_cn: 了解更多
zh_hk: 了解更多

# LEAVE_BUTTON_TITLE
source: Leave
af: Verlaat
ar: مغادرة
az: Tərk et
be: Пакінуць
bg: Напусни
bn: ত্যাগ করুন
ca: Surt
cs: Opustit
cy: Gadael
da: Forlad
de: Verlassen
el: Αποχώρηση
es: Abandonar
es_es: Abandonar
et: Lahku
eu: Utzi
fa: خروج از گروه
fi: Poistu
fil: Umalis
fr: Quitter
ga: Fág
gu: છોડો
he: עזוב
hi: छोङें
hr: Napusti
hu: Csoport elhagyása
id: Tinggalkan
is: Fara
it: Abbandona
ja: 抜ける
kab: Eǧǧ
kk: Шығып кету
km: á…á¶á€á…áŸá‰
kn: ತೊರೆಯಿರಿ
ko: 나가기
lt: Išeiti
lv: Pamest
mk: Напушти
ml: വിട്ട് പോകുക
mr: सोडा
ms: Tinggalkan
my: ထွက်မည်
nb: Forlat
nl: Verlaten
pa: ਛੱਡੋ
pa_pk: چھڈ دیو
pl: Opuść
ps: پریښودل
pt_br: Sair
pt_pt: Abandonar
ro: Părăsește
ru: Покинуть
sk: Opustiť
sl: Zapusti
sq: Braktise
sr: Напусти
sv: Lämna
sw: Ondoka
ta: விலகு
te: వదిలి
th: ออก
tr: Ayrıl
ug: ئايرىلىڭ
uk: Покинути
ur: چھوڑ دیں
vi: Rời
zh_cn: 离开群组
zh_hk: 離開

# LEAVE_GROUP_ACTION
source: Leave Group
af: Verlaat groep
ar: مغادرة المجموعة
az: Qrupu tərk et
be: Пакінуць групу
bg: Напускане на Група
bn: গ্রুপ ত্যাগ করুন
ca: Abandona el grup
cs: Opustit skupinu
cy: Gadael Grŵp
da: Forlad gruppe
de: Gruppe verlassen
el: Αποχώρηση από την ομάδα
es: Abandonar grupo
es_es: Abandonar grupo
et: Lahku grupist
eu: Taldea utzi
fa: ترک کردن گروه
fi: Poistu ryhmästä
fil: Umalis sa Grupo
fr: Quitter le groupe
ga: Fág an Grúpa
gu: ગ્રુપ છોડો
he: עזוב קבוצה
hi: ग्रुप छोड़ें
hr: Napusti grupu
hu: Csoport elhagyása
id: Meninggalkan Grup.
is: Yfirgefa hóp
it: Abbandona il gruppo
ja: グループを抜ける
kab: Ffeɣ seg ugraw
kk: Топтан шығып кету
km: á…á¶á€á…áŸá‰á–á¸á€áŸ’ášá»á˜
kn: ಗುಂಪನ್ನು ತೊರೆಯಿರಿ
ko: 그룹 나가기
lt: Išeiti iš grupės
lv: izstāties no grupas
mk: Напушти ја групата
ml: ഗ്രൂപ്പ് വിടുക
mr: गट सोडा
ms: Tinggalkan Kumpulan
my: အဖွဲ့မှထွက်မည်
nb: Forlat gruppe
nl: Groep verlaten
pa: ਗਰੁੱਪ ਛੱਡੋ
pa_pk: گروپ چھڈ دیو
pl: Opuść grupę
ps: د ګروپ پریښودل
pt_br: Sair do Grupo
pt_pt: Abandonar o grupo
ro: Părăsește Grupul
ru: Покинуть группу
sk: Opustiť skupinu
sl: Zapusti skupino
sq: Braktisni Grupin
sr: Напусти групу
sv: Lämna grupp
sw: Ondoka Kundi
ta: குழுவிலிருந்து விலகு
te: సమూహాన్ని వదులు
th: ออกจากกลุ่ม
tr: Gruptan Ayrıl
ug: گۇرۇپپىدىن ئايرىلىڭ
uk: Покинути групу
ur: گروپ چھوڑ دیں
vi: Rời Nhóm
zh_cn: 离开群组
zh_hk: 離開群組

# LEAVE_GROUP_FAILED
source: An error occurred while leaving the group.
af: Kon nie die groep verlaat nie.
ar: حدث خطأ أثناء مُغادرة المجموعة.
az: Qrupu tərk edərkən bir xəta baş verdi.
be: Адбылася памылка пры спробе пакінуць спасылку.
bg: Възникна грешка при напускането на групата.
bn: গ্রুপ ছাড়ার সময় একটি ত্রুটি ঘটেছে।
ca: Hi ha hagut un error en abandonar el grup.
cs: Došlo k chybě při opouštění skupiny.
cy: Digwyddodd gwall tra'n gadael y grŵp.
da: En fejl opstod, kunne ikke forlade gruppen
de: Beim Verlassen der Gruppe ist ein Fehler aufgetreten.
el: Σφάλμα κατά την αποχώρηση από την ομάδα.
es: No se ha podido abandonar el grupo.
es_es: Se ha producido un fallo al abandonar el grupo.
et: Grupist lahkumisel tekkis tõrge.
eu: Taldea uztean errorea gertatu da.
fa: خطایی هنگام خروج از گروه رخ داد.
fi: Ryhmästä poistuessa tapahtui virhe.
fil: May nangyaring error habang umaalis sa grupo.
fr: Une erreur s'est produite au moment de quitter le groupe.
ga: Tharla earráid agus an grúpa á fhágáil.
gu: ગ્રુપ છોડતી વખતે ભૂલ આવી.
he: שגיאה התרחשה בעת עזיבת הקבוצה.
hi: ग्रुप छोड़ते समय त्रुटि हुई।
hr: Došlo je do pogreške prilikom napuštanja grupe.
hu: A csoport elhagyásakor hiba lépett fel.
id: Gagal meninggalkan grup karena galat.
is: Villa kom upp við að yfirgefa hópinn.
it: Si è verificato un errore durante l'abbandono del gruppo.
ja: グループを抜ける際にエラーが発生しました。
kab: Tella-d tuccḍa deg tuffɣa seg ugraw.
kk: Топтан шығу кезінде қателік орын алды.
km: á˜á¶á“á”á‰áŸ’á á¶á˜á½á™á€á¾áá¡á¾á„ á“áŸ…á–áŸá›á…á¶á€á…áŸá‰á–á¸á€áŸ’ášá»á˜áŸ”
kn: ಗುಂಪನ್ನು ತೊರೆಯುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko: 그룹 나가기 도중 오류가 발생했습니다.
lt: Išeinant iš grupės, įvyko klaida.
lv: Izstājoties no grupas, radās kļūda.
mk: Се случи грешка при напуштање на групата.
ml: ഗ്രൂപ്പ് വിട്ട് പോകുന്ന വേളയിൽ ഒരു പിശക് സമഭവിച്ചു.
mr: गट सोडताना एक त्रुटी आढळली.
ms: Ralat berlaku semasa meninggalkan kumpulan.
my: အဖွဲ့မှ ထွက်ခွာနေစဥ် မှားယွင်းမှု တစ်ခုဖြစ်ခဲ့သည်။
nb: En feil oppstod da du forsøkte å forlate gruppen.
nl: Er is een fout opgetreden bij het verlaten van de groep.
pa: ਗਰੁੱਪ ਨੂੰ ਛੱਡਣ ਵੇਲੇ ਗਲਤੀ ਆਈ ਹੈ।
pa_pk: گروپ چھڈدے ہوئیاں اک نقص واقع ہویا۔
pl: Podczas opuszczania grupy wystąpił błąd.
ps: د همدې ګروپ د پریښودو په مهال تیروتنه رامنځته شوې ده.
pt_br: Um erro impediu sua saída do grupo.
pt_pt: Ocorreu um erro enquanto abandonava o grupo.
ro: A apărut o eroare la părăsirea grupului.
ru: Произошла ошибка при выходе из группы.
sk: Pri opúšťaní skupiny došlo ku chybe.
sl: Med zapuščanjem skupine je prišlo do napake.
sq: Ndodhi një gabim teksa braktisej grupi.
sr: Дошло је до грешке приликом напуштања групе.
sv: Ett fel uppstod när gruppen lämnades.
sw: Hitilafu imetokea ukiondoka kundi.
ta: குழுவிலிருந்து வெளியேறும்போது பிழை ஏற்பட்டது.
te: సమూహాన్ని వదిలి వెళ్ళేటప్పుడు లోపం సంభవించింది.
th: เกิดความผิดพลาดขณะออกจากกลุ่ม
tr: Gruptan ayrılırken hata oluştu.
ug: گۇرۇپپىدىن ئايرىلىۋاتقاندا بىر خاتالىق كۆرۈلدى.
uk: Під час виходу з групи сталася помилка.
ur: گروپ چھوڑتے وقت ایک خرابی پیش آگئی۔
vi: Đã xảy ra lỗi khi bạn rời nhóm.
zh_cn: 退出群组时，出现了问题。
zh_hk: 離開群組時發生錯誤。
