Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PAYMENTS_LOCK_FIRST_TIME_ACTION_SHEET_MESSAGE_TOUCHID
source: Add an additional layer of security and require Touch ID to send funds.
ar: أَضِف طبقة أمان إضافية واِشترِط بصمة الإصبع (Touch ID) لإرسال المبالغ.
be: Дадайце яшчэ адзін узровень бяспекі і актывуйце Touch ID для пераводу сродкаў.
bn: নিরাপত্তার একটি অতিরিক্ত স্তর যোগ করুন এবং ফান্ড পাঠাতে টাচ আইডি'র আবশ্যকতা যোগ করুন।
ca: Afegeix una capa addicional de seguretat i requereix Touch ID per transferir fons.
cs: Přidat další vrstvu zabezpečení a vyžadovat Touch ID při odesílání peněz.
da: Tilføj et ekstra sikkerhedslag, og kræv Touch ID for at sende penge.
de: Füge eine zusätzliche Sicherheitsebene hinzu. Erfordert Touch ID, um Geld zu senden.
el: Πρόσθεσε ένα επιπλέον επίπεδο ασφάλειας και απαίτησε το Touch ID για αποστολή χρημάτων.
es: Añade una capa adicional de seguridad y activa Touch ID para transferir fondos.
fa: یک لایه امنیتی بیشتر اضافه کنید و شناسه لمسی را برای ارسال وجوه الزامی کنید.
fi: Lisää toinen suojaustaso ja vaadi Touch ID varojen lähettämiseksi.
fr: Pour plus de sécurité, exigez l'utilisation de Touch ID pour effectuer des paiements.
ga: Cuir sraith bhreise cosanta leis agus éiligh ID Tadhaill le hairgead a sheoladh.
gu: સુરક્ષાનું વધારાનું સ્તર ઉમેરો અને ફંડ મોકલવા માટે ટચ ID જરૂરી બનાવો.
he: מוסיפים שכבת אבטחה נוספת ודורשים זיהוי טביעת אצבע כדי להעביר כספים.
hi: सुरक्षा की एक अतिरिक्त परत जोड़ें और पैसा भेजने के लिए टच ID को आवश्यक बनाएं।
hr: Odaberite dodatnu razinu sigurnosti i zahtijevajte Touch ID za prijenos sredstava.
hu: Adj hozzá egy további biztonsági réteget, és kérj Touch ID-t a pénzküldéshez.
id: Tambahkan lapisan keamanan tambahan dan wajibkan Touch ID untuk mengirim dana.
it: Aggiungi un'ulteriore protezione al tuo account e fai richiedere il Touch ID ogni volta che invii dei fondi.
ja: 送金時にTouch IDを要求することで、さらにセキュリティを強化することができます。
ko: 자금 이체 시 터치 ID를 요구하도록 추가 보안 조치를 설정하세요.
mr: सुरक्षेचा एक अतिरिक्त स्तर जोडा आणि पैसे पाठवण्यास टच आयडीची आवश्यकता असते.
ms: Letak lapisan keselamatan tambahan dan perlukan ID Sentuhan untuk menghantar dana.
nb: Legg til et ekstra sikkerhetslag med krav om Touch ID for å sende penger.
nl: Voeg een extra beveiligingslaag toe en vereis Touch ID om geld te versturen.
pl: Skonfiguruj dodatkowe zabezpieczenie: aby wykonać płatność, trzeba będzie użyć Touch ID.
pt_br: Adicione uma camada extra de segurança exigindo Touch ID para enviar dinheiro.
pt_pt: Acrescente uma camada extra de segurança requerendo Touch ID para enviar fundos.
ro: Adaugă un nivel suplimentar de securitate și solicită ID de amprentă pentru trimiterea de fonduri.
ru: Добавьте дополнительный уровень безопасности и требование Touch ID для перевода средств.
sk: Pridajte ďalšiu vrstvu zabezpečenia a na odosielanie prostriedkov vyžadujte Touch ID.
sr: Унесите додатни слој безбедности и захтевајте идентификацију отиска за слање средстава.
sv: Lägg till ytterligare ett säkerhetslager och kräv Touch ID för att skicka pengar.
th: ยกระดับการรักษาความปลอดภัยขึ้นอีกขั้น และกำหนดให้ต้องสแกน Touch ID เพื่อโอนเงิน
tr: Ek bir güvenlik katmanı ekle ve para göndermek için Touch ID'yi zorunlu kıl.
ug: قوشۇمچە بىخەتەرلىك تەدبىرى قوللىنىپ پۇل تۆلەش ئىقتىدارى ئۈچۈن Touch ID تەلەپ قىلىدىغان قىلىپ تەڭشەڭ.
uk: Додатково убезпечте платежі, увімкнувши Touch ID для переказу коштів.
ur: سکیورٹی کی ایک اضافی تہہ شامل کریں اور فنڈز بھیجنے کے لیے اپنی ٹچ ID کا تقاضا کریں۔
vi: Thêm một lớp bảo mật và yêu cầu dùng Touch ID để gửi khoản thanh toán.
zh_cn: 转账时需要 Touch ID才能转账，多加一重安全保护。
zh_hk: 多加一重安全保障，使用 Touch ID 發送資金。

# PAYMENTS_LOCK_FIRST_TIME_ACTION_SHEET_TITLE
source: Turn on Payment Lock for Future Sends?
ar: هل تريد تفعيل قفل عملية الدفع لعمليات الإرسال المُستقبلية؟
be: Уключыць блакіроўку плацяжоў для будучых адпраўленняў?
bn: ভবিষ্যতে পাঠানোর জন্য পেমেন্ট লক চালু করবেন?
ca: Vols activar el bloqueig de pagament per a futurs enviaments?
cs: Aktivovat zámek plateb pro budoucí odesílané platby?
da: Slå betalingslås til for fremtidige overførsler?
de: Zahlungssperre für zukünftige Spenden aktivieren?
el: Να ενεργοποιηθεί το Κλείδωμα πληρωμής για μελλοντικές αποστολές;
es: ¿Activar el bloqueo de pagos para futuras transacciones?
fa: قفل پرداخت برای ارسال‌های آینده فعال شود؟
fi: Otetaanko maksun lukitus käyttöön tuleville maksuille?
fr: Activer le blocage des paiements pour les prochains envois ?
ga: Cas air Glas Íocaíochtaí le haghaidh íocaíochtaí amach anseo?
gu: ભવિષ્યમાં મોકલવામાં આવતા પેમેન્ટ માટે પેમેન્ટ લૉક ચાલુ કરવું છે?
he: להפעיל נעילת אבטחה לתשלום עבור העברות עתידיות?
hi: भविष्य में भेजे जानेवाले भुगतानों पर भुगतान लॉक लगाना है क्या?
hr: Uključiti Zaključavanje plaćanja za buduće transakcije?
hu: Fizetési zár bekapcsolása a jövőbeli küldésekhez?
id: Aktifkan Kunci Pembayaran untuk Pengiriman Dana di Masa Mendatang?
it: Vuoi attivare la funzione Pagamento sicuro?
ja: 今後の送信のために支払いのロックを有効にして保護レイヤーを追加しますか？
ko: 지금부터 결제 잠금을 켤까요?
mr: भविष्यात पाठवण्यासाठी पेमेंट लॉक चालू करायचे?
ms: Hidupkan Kunci Pembayaran untuk Penghantaran Akan Datang?
nb: Vil du slå på betalingslåsen for fremtidige overføringer?
nl: Wil je Betalingsvergrendeling aanzetten voor toekomstige betalingen?
pl: Czy stosować w przyszłych transakcjach blokadę płatności?
pt_br: Quer ativar o bloqueio de pagamento para envios futuros?
pt_pt: Ativar o Bloqueio de Pagamento para envios futuros?
ro: Activezi Deblocarea în caz de plată pentru viitoare transferuri?
ru: Включить блокировку платежей для будущих отправлений?
sk: Zapnúť platobný zámok pre budúce platby?
sr: Желите ли да активирате закључавање плаћања код будућих плаћања?
sv: Aktivera betalningssäkerhet för framtida överföringar?
th: เปิดใช้ฟีเจอร์ล็อกการชำระเงินสำหรับการโอนเงินในครั้งต่อไปหรือไม่
tr: Gelecekteki gönderiler için Ödeme Kilidi açılsın mı?
ug: كەلگۈسىدىكى پۇل تۆلەش ئۈچۈن پۇل تۆلەش قۇلۇپىنى ئاچامسىز؟
uk: Увімкнути захист платежів для майбутніх операцій?
ur: مستقبل میں بھیجنے کے لیے پیمنٹ لاک آن کریں؟
vi: Bật tính năng Khóa Thanh toán cho các lần gửi sau?
zh_cn: 要为以后的付款开启付款锁吗？
zh_hk: 要為日後的付款開啟付款鎖定嗎？

# PAYMENTS_LOCK_FIRST_TIME_AFFIRMATIVE_ACTION
source: Require Your Passcode or Touch ID to Send
ar: يتطلَّب رمز المرور الخاص بك أو بصمة الإصبع (Touch ID) للإرسال
be: Патрабуецца код доступу або Touch ID, каб перавесці сродкі
bn: পাঠাতে আপনার ফোনের টাচ আইডি বা পাসকোড প্রয়োজন
ca: Requerir la teva contrasenya o Touch ID per enviar
cs: Vyžadovat přístupový kód nebo Touch ID při odesílání
da: Bed om adgangskode eller Touch ID for at sende
de: Verlange zum Senden deinen Code oder Touch ID
el: Απαιτείται ο κωδικός πρόσβασης ή το Touch ID για αποστολή
es: Activar contraseña o Touch ID para enviar
fa: گذرواژه یا شناسه لمسی برای ارسال الزامی شود
fi: Vaadi tunnuskoodi tai Touch ID lähettämiseksi
fr: Exigez la saisie de votre code ou l'utilisation de Touch ID pour effectuer des paiements
ga: Éiligh Do Phaschód nó ID Tadhaill le Seoladh
gu: મોકલવા માટે તમારો પાસકોડ અથવા ટચ ID જરૂરી બનાવો
he: דרישת קוד גישה או זיהוי טביעת אצבע כדי לשלוח
hi: भेजने के लिए आपका पासकोड या टच ID ज़रूरी है
hr: Zahtijevaj unos šifre ili Touch ID za slanje
hu: A küldéshez jelkód vagy Touch ID szükséges
id: Wajibkan Kode Sandi Anda atau Touch ID untuk Mengirim
it: Richiedi il codice di sicurezza o il Touch ID per i pagamenti
ja: 送金時にパスコードまたはTouch IDを要求する
ko: 이체 시 비밀번호 또는 터치 ID 요구
mr: पाठवण्यास आपल्या पासकोडची किंवा टच आयडीची आवश्यकता असते
ms: Memerlukan Kod Laluan atau ID Sentuhan Anda untuk Hantar
nb: Sett krav om låsekode eller Touch ID for å overføre penger
nl: Vereis je toegangscode of Touch ID om te versturen
pl: Wymagaj kodu lub Touch ID
pt_br: Exigir senha ou Touch ID para transferir
pt_pt: Requeira o seu código-passe ou Touch ID para enviar
ro: Solicită un cod sau un ID de amprentă pentru a trimite
ru: Требуется ввод кода доступа или Touch ID для перевода
sk: Na odosielanie vyžadovať prístupový kód alebo Touch ID
sr: Захтевај шифру или идентификацију отиска за слање
sv: Kräv din lösenkod eller Touch ID för att skicka
th: ต้องกรอกรหัสผ่านหรือสแกน Touch ID เพื่อโอนเงิน
tr: Göndermek için Parolanı veya Touch ID'ni zorunlu kıl
ug: ئەۋەتىش ئۈچۈن مەخپىي نومۇر ياكى Touch ID تەلەپ قىلىش
uk: Вимагати код доступу або Touch ID для переказу
ur: بھیجنے کے لیے آپ کا پاس کوڈ یا ٹچ ID درکار ہے
vi: Yêu cầu dùng Mật mã hoặc Touch ID để Gửi
zh_cn: 需要输入您的密码或 Touch ID 才能转账
zh_hk: 必須使用密碼或 Touch ID 進行發送

# PAYMENTS_LOCK_FIRST_TIME_AFFIRMATIVE_ACTION_FACEID
source: Require Face ID to Send
ar: يتطلَّب تقنية التعرُّف على الوجه (Face ID) للإرسال
be: Патрабуецца Face ID, каб перавесці сродкі
bn: পাঠাতে ফেইস আইডি প্রয়োজন
ca: Requerir Face ID per enviar
cs: Vyžadovat Face ID při odesílání
da: Bed om Face ID for at sende
de: Verlange zum Senden Face ID
el: Απαιτείται Face ID για αποστολή
es: Activar Face ID para enviar
fa: شناسایی چهره برای ارسال الزامی شود
fi: Vaadi Face ID lähettämiseksi
fr: Exiger l'utilisation de Face ID pour effectuer des paiements
ga: Éiligh ID Aghaidhe le Seoladh
gu: મોકલવા માટે ફેસ ID જરૂરી બનાવો
he: דרישת זיהוי פנים כדי לשלוח
hi: भेजने के लिए फेस ID को आवश्यक बनाएं
hr: Zahtijevaj Face ID za slanje
hu: Face ID bekapcsolása a küldéshez
id: Wajibkan Face ID untuk Mengirim
it: Richiedi Face ID per i pagamenti
ja: 送金時にFace IDを要求する
ko: 이체 시 얼굴 ID 요구
mr: पाठवण्यास फेस आयडी आवश्यक आहे
ms: Memerlukan ID Wajah untuk Hantar
nb: Krev Face ID for å overføre penger
nl: Vereis Face ID om te versturen
pl: Wymagaj Face ID
pt_br: Exigir Face ID para transferir
pt_pt: Requerer Face ID para enviar
ro: Solicită ID facial pentru a trimite
ru: Для отправки требуется Face ID
sk: Vyžadovať Face ID na odoslanie
sr: Захтевај идентификацију лица за слање
sv: Kräv Face ID för att skicka
th: ต้องใช้ Face ID ในการส่ง
tr: Göndermek için Face ID iste
ug: ئەۋەتىش ئۈچۈن Face ID تەلەپ قىلىش
uk: Вимагати Face ID для переказу
ur: بھیجنے کے لیے فیس ID درکار ہے
vi: Yêu cầu dùng Face ID để Gửi
zh_cn: 需要 Face ID 才能转账
zh_hk: 必須使用 Face ID 發送

# PAYMENTS_LOCK_FIRST_TIME_AFFIRMATIVE_ACTION_OPTICID
source: Require Optic ID to Send
ar: يُشترَط استخدام Optic ID للإرسال.
be: Патрабуецца Optic ID, каб перавесці сродкі
bn: পাঠাতে অপটিক আইডি প্রয়োজন
ca: Demanar Optic ID per enviar
cs: Vyžadovat funkci Optic ID pro odeslání
da: Kræv Optic ID for at sende
de: Zum Senden Optic ID verlangen
el: Απαιτείται Optic ID για αποστολή
es: Activa Optic ID para enviar pagos
fa: برای ارسال «احراز هویت بصری» لازم است
fi: Vaadi Optic ID lähettämiseksi
fr: Exiger Optic ID pour les paiements
ga: Éiligh Optic ID le Seoladh
gu: મોકલવા માટે ઑપ્ટિક ID જરૂરી
he: דרישת Optic ID כדי לשלוח
hi: भेजने के लिए Optic ID की ज़रूरत है
hr: Uključi provjeru putem značajke Optic ID za slanje
hu: A küldéshez Optic ID szükséges
id: Wajibkan Optic ID untuk Mengirim
it: Richiedi l'Optic ID per l'invio
ja: 送金時にOptic IDを要求する
ko: 이체하려면 Optic ID 필요
mr: पाठवण्यासाठी ऑप्टिक ID ची आवश्यकता असते
ms: Memerlukan ID Optik untuk Hantar
nb: Sett krav om Optic ID for å sende penger
nl: Vereis Optic ID om te versturen
pl: Wymagaj Optic ID
pt_br: Exigir Optic ID para enviar
pt_pt: Requerer Optic ID para enviar
ro: Solicită ID Optic pentru a trimite
ru: Для отправки требуется Optic ID
sk: Na odosielanie vyžadovať Optic ID
sr: Захтевај оптичку идентификацију за слање
sv: Kräv Optic ID för att skicka
th: ต้องใช้ Optic ID เพื่อโอนเงิน
tr: Göndermek için Optic ID'yi zorunlu kıl
ug: ئەۋەتىش ئۈچۈن Optic ID تەلەپ قىلىندى
uk: Здійснювати перекази лише з Optic ID
ur: بھیجنے کے لیے آپٹک ID درکار ہے
vi: Yêu cầu dùng Optic ID để Gửi
zh_cn: 需要视控 ID 才能转账
zh_hk: 必須使用 Optic ID 進行發送

# PAYMENTS_LOCK_FIRST_TIME_AFFIRMATIVE_ACTION_PASSCODE
source: Require Your Phone's Passcode to Send
ar: يتطلَّب رمز المرور الخاص بهاتفك للإرسال
be: Патрабуецца код доступу вашага тэлефона, каб перавесці сродкі
bn: পাঠাতে আপনার ফোনের পাসকোড প্রয়োজন
ca: Requerir la contrasenya del teu telèfon per enviar
cs: Vyžadovat váš přístupový kód telefonu při odesílání
da: Bed om din telefons adgangskode for at sende
de: Verlange zum Senden den Code deines Mobiltelefons
el: Απαιτείται ο κωδικός πρόσβασης του τηλεφώνου σου για αποστολή
es: Activar contraseña del teléfono para enviar
fa: وارد کردن گذرواژه تلفن‌تان برای ارسال الزامی شود
fi: Vaadi puhelimen tunnuskoodi lähettämiseksi
fr: Exigez la saisie du code d'accès de votre téléphone pour effectuer des paiements
ga: Éiligh Paschód do Ghutháin le Seoladh
gu: મોકલવા માટે તમારા ફોનનો પાસકોડ જરૂરી બનાવો
he: דרישת קוד הגישה של הטלפון שלך כדי לשלוח
hi: भेजने के लिए आपके फोन का पासकोड ज़रूरी है
hr: Zahtijevaj unos šifre uređaja za slanje
hu: A küldéshez meg kell adnod a telefon jelkódját
id: Wajibkan Kode Sandi Ponsel Anda untuk Mengirim
it: Richiedi il codice del tuo telefono per i pagamenti
ja: 送金時に携帯電話のパスコードを要求する
ko: 이체 시 휴대폰 비밀번호 요구
mr: पाठवण्यास आपल्या फोनच्या पासकोडची आवश्यकता असते
ms: Memerlukan Kod Laluan Telefon Anda untuk Hantar
nb: Sett krav om telefonens låsekode for å overføre penger
nl: Vereis de toegangscode van je telefoon om te versturen
pl: Wymagaj kodu do telefonu
pt_br: Exigir senha do telefone para transferir
pt_pt: Requeira o seu código-passe para enviar
ro: Solicită codul telefonului tău ca să trimiți
ru: Требуется ввод кода доступа вашего телефона для перевода
sk: Na odoslanie vyžadovať prístupový kód telefónu
sr: Захтевај шифру телефона за слање
sv: Kräv telefonens lösenkod för att skicka
th: ต้องกรอกรหัสผ่านของโทรศัพท์เพื่อโอนเงิน
tr: Göndermek için Telefon Şifresini zorunlu kıl
ug: ئەۋەتىش ئۈچۈن تېلېفونىڭىزنىڭ مەخپىي نومۇرىنى تەلەپ قىلىش
uk: Вимагати код доступу телефона для переказу
ur: بھیجنے کے لیے آپ کے فون کا پاس کوڈ درکار ہے
vi: Yêu cầu dùng Mật mã để Gửi
zh_cn: 需要输入您的手机密码才能转账
zh_hk: 必須使用手機密碼進行發送

# PAYMENTS_LOCK_FIRST_TIME_AFFIRMATIVE_ACTION_TOUCHID
source: Require Touch ID to Send
ar: يتطلَّب بصمة الإصبع (Touch ID) للإرسال
be: Патрабуецца Touch ID, каб перавесці сродкі
bn: পাঠাতে টাচ আইডি প্রয়োজন
ca: Requerir Touch ID per enviar
cs: Vyžadovat Touch ID při odesílání
da: Bed om Touch ID for at sende
de: Verlange zum Senden Touch ID
el: Απαιτείται το Touch ID για αποστολή
es: Activar Touch ID para enviar
fa: شناسه لمسی برای ارسال الزامی شود
fi: Vaadi Touch ID lähettämiseksi
fr: Exigez l'utilisation de Touch ID pour effectuer des paiements
ga: Éiligh ID Tadhaill le Seoladh
gu: મોકલવા માટે ટચ ID જરૂરી બનાવો
he: דרישת זיהוי טביעת אצבע כדי לשלוח
hi: भेजने के लिए टच ID को आवश्यक बनाएं
hr: Zahtijevaj Touch ID za slanje
hu: A küldéshez Touch ID szükséges
id: Wajibkan Touch ID untuk Mengirim
it: Richiedi Touch ID per i pagamenti
ja: 送金時にTouch IDを要求する
ko: 이체 시 터치 ID 요구
mr: पाठवण्यास टच आयडीची आवश्यकता असते
ms: Memerlukan ID Sentuhan untuk Hantar
nb: Sett krav om Touch ID for å overføre penger
nl: Vereis Touch ID om te versturen
pl: Wymagaj Touch ID
pt_br: Exigir Touch ID para transferir
pt_pt: Requeira o Touch ID para enviar
ro: Solicită ID-ul de amprentă ca să trimiți
ru: Требуется Touch ID для перевода
sk: Na odosielanie vyžadovať Touch ID
sr: Захтевај идентификацију отиска за слање
sv: Kräv Touch ID för att skicka
th: ต้องสแกน Touch ID เพื่อโอนเงิน
tr: Göndermek için Touch ID'ni zorunlu kıl
ug: ئەۋەتىش ئۈچۈن Touch ID تەلەپ قىلىش
uk: Вимагати Touch ID для переказу
ur: بھیجنے کے لیے ٹچ ID درکار ہے
vi: Yêu cầu dùng Touch ID để Gửi
zh_cn: 需要 Touch ID 才能转账
zh_hk: 必須使用 Touch ID 進行發送

# PAYMENTS_LOCK_LOCAL_BIOMETRY_AUTH_DISABLED_MESSAGE
source: Authentication did not succeed. Ensure that biometrics is enabled on your device and a passcode is set.
ar: فشلت المُصادَقة. تأكَّد من تمكين المصادقة البيومترية على جهازك وتعيين رمز مرور.
be: Не атрымалася прайсці аўтэнтыфікацыю. Праверце, каб на вашай прыладзе была ўключана біяметрыя і ўсталяваны код доступу.
bn: যাচাইকরণ সফল হয়নি। নিশ্চিত করুন যে আপনার ডিভাইসে বায়োমেট্রিক্স সচল করা আছে এবং একটি পাসকোড সেট করা আছে।
ca: Ha fallat l'autenticació. Assegura't que la biometria estigui activada al teu dispositiu i que hi hagi una contrasenya establerta.
cs: Ověření se nezdařilo. Ujistěte se, že je v zařízení aktivována biometrie a nastaven přístupový kód.
da: Godkendelse mislykkedes. Sørg for at biometri er aktiveret på din enhed, og at der er indstillet en adgangskode.
de: Die Authentifizierung war nicht erfolgreich. Vergewissere dich, dass biometrische Funktionen auf deinem Gerät aktiviert sind und ein Code festgelegt wurde.
el: Ο έλεγχος ταυτότητας δεν πέτυχε. Βεβαιώσου ότι τα βιομετρικά στοιχεία είναι ενεργοποιημένα στη συσκευή σου και ότι έχει οριστεί κωδικός πρόσβασης.
es: No se ha podido autenticar. Comprueba que los datos biométricos están habilitados en tu dispositivo y que hay un código de acceso configurado.
fa: احراز هویت انجام نشد. مطمئن شوید که مشخصات بیومتریک در دستگاهتان فعال است و گذرواژه تنظیم شده است.
fi: Tunnistautuminen ei onnistunut. Varmista, että biometriset tiedot on otettu käyttöön laitteessasi ja että tunnuskoodi asetettu.
fr: Authentification impossible. Vérifiez que vous avez bien activé l'authentification biométrique sur votre appareil et que vous avez défini un code d'accès.
ga: Níor éirigh leis an bhfíordheimhniú. Cinntigh go bhfuil bithmhéadracht cumasaithe ar do ghléas agus go bhfuil paschód socraithe.
gu: પ્રમાણીકરણ સફળ ન થયું. ખાતરી કરો કે તમારા ડિવાઇસ પર બાયોમેટ્રિક્સ સક્ષમ છે અને પાસકોડ સેટ કરેલ છે.
he: האימות לא הצליח. כדאי לוודא שנתונים ביומטריים מופעלים במכשיר שלך ושמוגדר קוד גישה.
hi: प्रमाणीकरण सफल नहीं हुआ। सुनिश्चित करें कि आपकी डिवाइस पर बायोमेट्रिक्स सक्षम है और पासकोड सेट है।
hr: Provjera autentičnosti nije uspjela. Provjerite je li biometrija omogućena na vašem uređaju i jeste li postavili šifru.
hu: A hitelesítés nem sikerült. Győződj meg róla, hogy a biometrikus adatok engedélyezve vannak az eszközön, és be van állítva egy jelkód.
id: Autentikasi tidak berhasil. Pastikan biometrik diaktifkan di perangkat Anda dan kode sandi telah ditetapkan.
it: Autenticazione non riuscita. Assicurati di avere un codice di sicurezza impostato e che l'autenticazione con biometria sia attivata sul tuo dispositivo.
ja: 認証に失敗しました。端末で生体認証が有効になっていること、パスコードが設定されていることを確認してください。
ko: 인증에 실패했습니다. 기기에서 바이오 인증을 활성화하고 비밀번호를 설정했는지 확인하세요.
mr: प्रमाणीकरण यशस्वी झाले नाही. आपल्या डिव्हाइसवर बायोमॅट्रिक्स सक्षम केले आहेत आणि पासकोड सेट करण्यात आला असल्याची खात्री करा.
ms: Pengesahan tidak berjaya. Pastikan biometrik didayakan pada peranti anda dan kod laluan ditetapkan.
nb: Autentiseringen mislyktes. Sørg for at biometri er aktivert på enheten din, og at du har valgt en låsekode.
nl: Authenticatie is niet gelukt. Zorg ervoor dat biometrische authenticatie is aangezet op je apparaat en dat er een toegangscode is ingesteld.
pl: Nie udało się uwierzytelnić. Upewnij się, że na urządzeniu włączona jest funkcja biometrii oraz ustawiony jest kod.
pt_br: A autenticação não foi bem-sucedida. Não deixe de ativar a biometria no seu dispositivo e definir uma senha.
pt_pt: A autenticação não foi bem-sucedida. Certifique-se de que a biometria está ativada no seu dispositivo e de que definiu um código-passe.
ro: Autentificare nu a reușit. Se asigură că sunt activate datele biometrice pe dispozitiv și că este trimis un cod.
ru: Не удалось пройти аутентификацию. Убедитесь, что на вашем устройстве включена биометрия и установлен код доступа.
sk: Overenie nebolo úspešné. Uistite sa, že je na vašom zariadení povolená biometria a je nastavený prístupový kód.
sr: Потврда идентитета није успела. Проверите да ли је биометрија омогућена на вашем уређају и да ли је подешена шифра.
sv: Autentisering lyckades inte. Se till att biometri är aktiverad på din enhet och att en lösenkod är inställd.
th: รับรองความถูกต้องไม่ได้ ตรวจสอบว่าอุปกรณ์ของคุณเปิดใช้งานข้อมูลไบโอเมตริกและมีการตั้งรหัสผ่านเรียบร้อยแล้ว
tr: Kimlik doğrulama başarısız oldu. Cihazında biyometrinin etkinleştirildiğinden ve bir şifre ayarlandığından emin ol.
ug: دەلىللىيەلمىدى. ئۈسكۈنىڭىزدە بىئولوگىيەلىك تونۇش ئىقتىدارىنىڭ قوزغىتىلغانلىقىنى ۋە مەخپىي نومۇرنىڭ تەڭشەلگەنلىكىنى جەزملەشتۈرۈڭ.
uk: Автентифікація не вдалася. Переконайтеся, що на вашому пристрої ввімкнено біометричні дані й встановлено код доступу.
ur: توثیق کامیاب نہیں ہوئی۔ یقینی بنائیں کہ آپ کی ڈیوائس پر بائیو میٹرکس فعال ہیں اور پاس کوڈ سیٹ ہے۔
vi: Xác thực không thành công. Đảm bảo tính năng xác minh sinh trắc học đã được bật và máy đã được đặt mật khẩu.
zh_cn: 身份验证不成功。请确保您已在设备上启用生物识别功能并已设置密码。
zh_hk: 驗證失敗。請確保您的裝置已啟用生物識別技術，並設定好密碼。

# PAYMENTS_LOCK_LOCAL_BIOMETRY_AUTH_DISABLED_TITLE
source: Biometric Authentication Failed
ar: فشلت المُصادَقة البيومترية
be: Памылка біяметрычнай аўтэнтыфікацыі
bn: বায়োমেট্রিক যাচাইকরণ ব্যর্থ হয়েছে।
ca: Ha fallat l'autenticació biomètrica
cs: Biometrické ověření se nezdařilo
da: Biometrisk godkendelse mislykkedes
de: Biometrische Authentifizierung fehlgeschlagen
el: Ο βιομετρικός έλεγχος ταυτότητας απέτυχε
es: Error en la autenticación biométrica
fa: احراز هویت بیومتریک ناموفق بود
fi: Biometrinen tunnistautuminen epäonnistui
fr: Échec de l'authentification biométrique
ga: Theip ar Fhíordheimhniú Bithmhéadrachta
gu: બાયોમેટ્રિક પ્રમાણીકરણ નિષ્ફળ થયું
he: אימות ביומטרי נכשל
hi: बायोमेट्रिक प्रमाणीकरण विफल
hr: Biometrijska provjera autentičnosti nije uspjela
hu: A biometrikus hitelesítés sikertelen
id: Autentikasi Biometrik Gagal
it: Autenticazione biometrica non riuscita.
ja: 生体認証に失敗しました
ko: 바이오 인증 실패
mr: बायोमॅट्रिक प्रमाणीकरण अयशस्वी झाले
ms: Pengesahan Biometrik Gagal
nb: Biometrisk autentisering mislyktes
nl: Biometrische authenticatie mislukt
pl: Nie udało się uwierzytelnić za pomocą biometrii
pt_br: Falha na autenticação biométrica
pt_pt: A autenticação biométrica falhou
ro: Autentificarea biometrică a eșuat
ru: Ошибка биометрической аутентификации
sk: Biometrické overenie zlyhalo
sr: Биометријска потврда идентитета није успела
sv: Biometrisk autentisering misslyckades
th: รับรองความถูกต้องของข้อมูลไบโอเมตริกไม่สำเร็จ
tr: Biyometrik Kimlik Doğrulama Başarısız
ug: بىئولوگىيەلىك دەلىللەش مەغلۇپ بولدى
uk: Не вдалося здійснити біометричну автентифікацію
ur: بائیو میٹرک توثیق ناکام ہو گئی
vi: Lỗi Xác thực Sinh trắc học
zh_cn: 生物识别验证失败
zh_hk: 生物識別驗證失敗
