Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ALL_MEDIA_FILTER_NONE
source: All Media
ar: جميع الوسائط
be: Усе медыяфайлы
bn: সকল মিডিয়া
ca: Tot el contingut
cs: Všechna média
da: Alle mediefiler
de: Medienübersicht
el: Όλα τα πολυμέσα
es: Todos los archivos
fa: تمام رسانه‌ها
fi: Kaikki media
fr: Tous les médias
ga: Gach Meáin
gu: બધા મીડિયા
he: כל המדיה
hi: सभी मीडिया
hr: Svi medijski zapisi
hu: Minden média
id: Semua Media
it: Tutti i media
ja: すべてのメディア
ko: 모든 미디어
mr: सर्व मिडिया
ms: Semua Media
nb: Alle media
nl: Alle media
pl: Wszystkie multimedia
pt_br: Todas as mídias
pt_pt: Todos os ficheiros
ro: Toate Fișierele Media
ru: Все медиафайлы
sk: Všetky médiá
sr: Сви медији
sv: Alla media
th: สื่อทั้งหมด
tr: Tüm Medyalar
ug: بارلىق مېدىيا
uk: Усі медіафайли
ur: تمام میڈیا
vi: Tất cả tệp đa phương tiện
zh_cn: 全部媒体
zh_hk: 所有多媒體

# ALL_MEDIA_FILTER_PHOTOS
source: Photos
ar: الصور
be: Фота
bn: ছবি
ca: Fotos
cs: Fotografie
da: Billeder
de: Bilder
el: Φωτογραφίες
es: Fotos
fa: تصاویر
fi: Kuvat
ga: Grianghraif
gu: ફોટા
he: תמונות
hi: तस्वीरें
hr: Slike
hu: Fotók
id: Foto
it: Foto
ja: 写真
ko: 사진
mr: फोटोज
ms: Foto
nb: Bilder
nl: Afbeeldingen
pl: Zdjęcia
pt_br: Fotos
pt_pt: Fotografias
ro: Poze
ru: Фото
sk: Fotky
sr: Слике
sv: Foton
th: รูปภาพ
tr: Fotoğraflar
ug: رەسىم
uk: Фото
ur: تصاویر
vi: Ảnh
zh_cn: 照片
zh_hk: 相片

# ALL_MEDIA_FILTER_VIDEOS
source: Videos
ar: الفيديوهات
be: Відэа
bn: ভিডিও
ca: Vídeos
cs: Videa
da: Videoer
el: Βίντεο
es: Vídeos
fa: ویدئو‌ها
fi: Videot
fr: Vidéos
ga: Físeáin
gu: વીડિયો
he: סרטונים
hi: वीडियो
hr: Videozapisi
hu: Videók
id: Video
it: Video
ja: 動画
ko: 동영상
mr: व्हिडिओज
ms: Video
nb: Videoer
pl: Wideo
pt_br: Vídeos
pt_pt: Vídeos
ro: Video
ru: Видео
sk: Videá
sr: Видео записи
sv: Videor
th: วิดีโอ
tr: Videolar
ug: سىن
uk: Відео
ur: ویڈیوز
vi: Video
zh_cn: 视频
zh_hk: 影片

# ALL_MEDIA_GRID_MODE
source: Grid
ar: شبكة
be: Сетка
bn: গ্রিড
ca: Quadrícula
cs: Mřížka
de: Raster
el: Πλέγμα
es: Cuadrícula
fa: مشبک
fi: Ruudukko
fr: Galerie
ga: Greille
gu: ગ્રિડ
he: גריד
hi: ग्रिड
hr: Rešetka
hu: Rács
it: Griglia
ja: グリッド
ko: 그리드
mr: ग्रीड
nb: Rutenett
nl: Raster
pl: Siatka
pt_br: Grade
pt_pt: Grelha
ro: Grilă
ru: Сетка
sk: Mriežka
sr: Мрежа
sv: Rutnät
th: ตาราง
tr: Izgara
ug: كاتەكچە شەكلىدە
uk: Сітка
ur: گرڈ
vi: Lưới
zh_cn: 网格
zh_hk: 網格

# ALL_MEDIA_LIST_MODE
source: List
ar: قائمة
be: Спіс
bn: লিস্ট
ca: Llista
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
fa: فهرست
fi: Luettelo
fr: Liste
ga: Liosta
gu: લિસ્ટ
he: רשימה
hi: लिस्ट
hr: Popis
hu: Lista
id: Daftar
it: Elenco
ja: リスト
ko: 목록
mr: सूची
ms: Senarai
nb: Liste
nl: Lijst
pl: Lista
pt_br: Lista
pt_pt: Lista
ro: Listă
ru: Список
sk: Zoznam
sr: Листа
sv: Lista
th: แถว
tr: Liste
ug: تىزىملىك شەكلىدە
uk: Список
ur: لسٹ
vi: Danh sách
zh_cn: 列表
zh_hk: 清單

# ALL_MEDIA_THUMBNAIL_LABEL_GIF
source: GIF
ar: صورة متحركة
fa: گیف
vi: Ảnh GIF

# ALL_MEDIA_THUMBNAIL_LABEL_IMAGE
source: Image
ar: صورة
be: Выява
bn: ছবি
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Φωτογραφία
es: Imagen
fa: تصویر
fi: Kuva
ga: Íomhá
gu: છબી
he: תמונה
hi: तस्वीर
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
mr: चित्र
ms: Imej
nb: Bilde
nl: Afbeelding
pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sr: Слика
sv: Bild
th: รูปภาพ
tr: Görüntü
ug: رەسىم
uk: Зображення
ur: تصویر
vi: Hình ảnh
zh_cn: 图片
zh_hk: 影像

# ALL_MEDIA_THUMBNAIL_LABEL_VIDEO
source: Video
ar: فيديو
be: Відэа
bn: ভিডিও
ca: Vídeo
el: Βίντεο
es: Vídeo
fa: ویدیو
fr: Vidéo
ga: Físeán
gu: વિડિયો
he: סרטון
hi: वीडियो
hu: Videó
ja: 動画
ko: 동영상
mr: व्हिडिओ
pl: Wideo
pt_br: Vídeo
pt_pt: Vídeo
ru: Видео
sr: Видео
th: วิดีโอ
ug: سىن
uk: Відео
ur: ویڈیو
zh_cn: 视频
zh_hk: 影片

# ALL_SIGNAL_CONNECTIONS_TITLE
source: All Connections
ar: جميع جهات الاتصال
be: Усе кантакты
bn: সকল কানেকশন
ca: Totes les connexions
cs: Všechna spojení
da: Alle kontakter
de: Alle Kontakte
el: Όλες οι επαφές
es: Todos los contactos
fa: تمام آشنایان
fi: Kaikki kontaktit
fr: Tous les contacts Signal
ga: Na Teagmhálaithe Uile
gu: બધા કનેક્શન
he: כל חברי ה–Signal
hi: सभी कनेक्शन
hr: Svi kontakti
hu: Összes Névjegy
id: Semua Koneksi
it: Tutte le Amicizie di Signal
ja: すべてのコネクション
ko: 모든 커넥션
mr: सर्व कनेक्शन्स
ms: Semua Hubungan
nb: Alle kontakter
nl: Alle contacten
pl: Wszystkie kontakty
pt_br: Todos os contatos
pt_pt: Todos os contactos
ro: Toate conexiunile
ru: Все контакты
sk: Všetky spojenia
sr: Све везе
sv: Alla förbindelser
th: เครือข่ายทั้งหมด
tr: Tüm Bağlantılar
ug: بارلىق ئالاقىداشلار
uk: Усі контакти
ur: تمام کنکشنز
vi: Tất cả Liên hệ
zh_cn: 所有密友
zh_hk: 所有聯絡人

# APN_Message
source: You may have new messages
af: Jy het moontlik nuwe boodskappe
ar: قد تكون لديك رسائل جديدة
az: Yeni mesajlarınız ola bilər
be: У вас, мажліва, ёсць новыя паведамленні
bg: Ново Съобщение!
bn: আপনার কাছে নতুন বার্তা থাকতে পারে
ca: Potser teniu missatges nous.
cs: Možná máte nové zprávy
cy: Efallai fod gennych negeseuon newydd
da: Du har måske nye beskeder
de: Du könntest neue Nachrichten haben
el: Ίσως έχεις νέα μηνύματα
es: Es posible que tengas mensajes nuevos
es_es: ¡Nuevo mensaje!
et: Sul võib olla uusi sõnumeid
eu: Agian mezu berriak dituzu
fa: ممکن است پیام‌های جدیدی داشته باشید
fi: Olet saattanut saada uusia viestejä
fil: Bagong Mensahe!
fr: Vous avez peut-être de nouveaux messages
ga: B'fhéidir go bhfuil teachtaireachtaí nua agat
gu: તમારી માટે કદાચ નવા મેસેજ હોઈ શકે છે
he: ייתכן שיש לך הודעות חדשות
hi: आपके पास नए मेसेज हो सकते हैं
hr: Možda imate nove poruke
hu: Új üzenet érkezett
id: Anda mungkin memiliki pesan baru
is: Þú gætir átt ný skilaboð
it: Potresti avere nuovi messaggi
ja: 新着メッセージがあるかもしれません
kab: Tzemrem ad tesεum iznan imaynuten
kk: Жаңа хабарлама!
km: á¢áŸ’á“á€á¢á¶á…á˜á¶á“áŸá¶ášááŸ’á˜á¸
kn: ನೀವು ಹೊಸ ಸಂದೇಶಗಳನ್ನು ಹೊಂದಿರಬಹುದು
ko: 새 메시지가 있을 수 있음
lt: Gali būti, kad gavote naujų žinučių
lv: Jums varētu būt jaunas ziņas
mk: Вие може да имате нови пораки.
ml: നിങ്ങൾക്ക് പുതിയ സന്ദേശങ്ങൾ ഉണ്ടായിരിക്കാം
mr: आपल्यासाठी नवीन संदेश असू शकतात
ms: Anda mungkin mempunyai mesej baru
my: သင့်တွင် မက်ဆေ့ချ်အသစ်များ ရောက်ရှိနေပါသည်
nb: Du kan ha nye meldinger
nl: Je hebt mogelijk nieuwe berichten
pa: ਤੁਹਾਡੇ ਕੋਲ ਨਵੇਂ ਸੁਨੇਹੇ ਹੋ ਸਕਦੇ ਹਨ
pa_pk: نواں سنیہا!
pl: Możesz mieć nowe wiadomości
ps: ښایې تاسې نوي بیغامونه ولرئ
pt_br: Você pode ter novas mensagens
pt_pt: Você poderá ter novas mensagens
ro: S-ar putea să ai mesaje noi
ru: У вас могут быть новые сообщения
sk: Pravdepodobne máte nové správy
sl: Lahko da imate nova sporočila Signal
sq: Mund të keni mesazhe të rinj
sr: Можда имате нове поруке
sv: Du kanske har nya meddelanden
sw: Inawezekana una jumbe mpya
ta: உங்களிடம் புதிய செய்திகள் இருக்கலாம்
te: మీకు క్రొత్త సందేశాలు ఉండవచ్చు
th: คุณอาจมีข้อความใหม่
tr: Yeni iletileriniz olabilir
ug: يېڭى ئۇچۇرىڭىز بار
uk: Можливо, у вас є нові повідомлення
ur: آپ کے پاس نئے پیغامات ہو سکتے ہیں
vi: Bạn có thể có tin nhắn mới
zh_cn: 您有新的消息
zh_hk: 您可能有新訊息

# APP_LAUNCH_FAILURE_ALERT_MESSAGE
source: Signal can't launch. Please send a debug log to support@signal.org so that we can troubleshoot this issue.
af: Kan nie Signal begin nie. Stuur ’n ontfout-log na support@signal.org sodat ons hierdie kwessie kan oplos.
ar: يتعذَّر بدء سيجنال. لتمكيننا من مساعدتك في حل المشكلة، يُرجى إرسال سجل الأخطاء إلى بريد الدعم: support@signal.org
az: Signal başladıla bilmir. Zəhmət olmasa problemi aradan qaldıra bilməyimiz üçün support@signal.org ünvanına sazlama jurnalını göndərin.
be: Не атрымалася запусціць Signal. Калі ласка, адпраўце журнал адладкі на support@signal.org, каб мы змаглі выправіць гэтую непаладку.
bg: Signal не може да стартира. Моля, изпратете имейл на support@signal.org, за да можем да диагностицираме проблема.
bn: Signal চালু করা যাবে না। অনুগ্রহ করে একটি ডিবাগ লগ support@signal.org এই ইমেইলে পাঠান যাতে আমরা এই সমস্যাটি সমাধান করতে পারি।
ca: El Signal no es pot iniciar. Envieu els informes de depuració a support@signal.org perquè puguem provar de solucionar-ho.
cs: Signal nelze spustit. Odešlete prosím debug log na support@signal.org, pokusíme se problém opravit.
cy: Ni all Signal lansio. Anfonwch cofnod dadfygio i support@signal.org fel y gallwn ddatrys y mater hwn.
da: Signal kan ikke starte. Send venligst en fejlsøgningslog til support@signal.org, så vi kan undersøge problemet.
de: Signal kann nicht starten. Bitte sende ein Diagnoseprotokoll an support@signal.org, damit wir dieses Problem beheben können.
el: Το Signal δεν μπορεί να ανοίξει. Παρακαλώ στείλε ένα αρχείο καταγραφής σφαλμάτων στη διεύθυνση support@signal.org για να μπορέσουμε να λύσουμε το πρόβλημα.
es: Signal no puede iniciarse. Envía un registro de depuración a support@signal.org para que podamos solucionar el problema.
es_es: Signal no puede iniciarse. Manda un registro de depuración a support@signal.org para que nos podamos ocupar del problema.
et: Signal ei saa käivituda. Palun saada silumislogi aadressile support@signal.org, et saaksime seda olukorda uurida.
eu: Ezin da Signal abiarazi. Mesedez, bidali arazketa erregistroa support@signal.org helbidera arazo hau konpontzeko.
fa: سیگنال قادر به راه‌اندازی نیست. لطفاً گزارش عیب‌یابی خود را به support@signal.org ارسال کنید تا ما بتوانیم این مشکل را رفع کنیم.
fi: Signal ei avaudu. Lähetä virheenkorjausloki osoitteeseen support@signal.org, jotta voimme selvittää ongelman.
fil: Hindi mapatakbo ang Signal. Pakiusap na magpadala ng debug log sa support@signal.org upang ma-troubleshoot ang issue na ito.
fr: Impossible de démarrer Signal. Pour nous permettre de résoudre ce problème, veuillez envoyer un journal de débogage à support@signal.org.
ga: Theip ar thosú Signal. Seol an logchomhad dífhabhtaithe chuig support@signal.org sa chaoi go mbeimis in ann an fhadhb seo a réiteach.
gu: Signal લોન્ચ કરી શકાતું નથી. કૃપા કરીને support@signal.org પર ડિબગ લૉગ મોકલો જેથી અમે આ સમસ્યાને નિવારણ કરી શકીએ.
he: Signal אינו יכול להיות מופעל. אנא שלח יומן ניפוי תקלים אל support@signal.org כך שנוכל לפתור סוגייה זו.
hi: Signal शुरु नहीं हो पा रहा है। क्रपया डिबग लॉग support@signal.org पर भेज दें, ताकी हम इस समस्या का उपाय खोज सकें।
hr: Signal se ne može pokrenuti. Molimo pošaljite zapisnike o pogrešci na support@signal.org kako bi riješili ovaj problem.
hu: Signal indítási hiba. Kérlek küldj egy hibanapló fájlt a support@signal.org címre, hogy megvizsgálhassuk, mi történt.
id: Signal tidak dapat dibuka. Mohon kirimkan log debug ke support@signal.org agar kami bisa mengatasi masalah ini.
is: Signal nær ekki að ræsa sig. Sendu villusmeldingakrá á support@signal.org svo við getum nýtt hana við úrvinnslu.
it: Signal non riesce ad avviarsi. Invia il log di debug a support@signal.org così da permetterci di risolvere il problema.
ja: Signalを起動できません。解決のため、デバッグログを support@signal.org にお送りください。
kab: Signal ur izmir ara ad yekker. Ttxil-k·m azen aɣmis n temseɣtayt ɣer support@signal.org i wakken ad nizmir ad nefru ugur-a.
kk: Signal қолданбасы іске қосылмайды. Осы мәселені зерттеп, ақаулықты түзету үшін дұрыстау журналын support@signal.org мекенжайына жіберіңіз.
km: Signal á˜á·á“á¢á¶á…áŠáŸ†áá¾ášá€á¶ášáŸ” áŸá¼á˜á”á‰áŸ’á‡á¼á“á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶ á‘áŸ…á€á¶á“áŸ‹ support@signal.org áŠá¼á…á“áŸáŸ‡ á™á¾á„á¢á¶á…áŠáŸ„áŸ‡áŸáŸ’ášá¶á™á”á‰áŸ’á á¶á“áŸáŸ‡áŸ”
kn: Signal ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು support@signal.org ಗೆ ಡೀಬಗ್ ಲಾಗ್ ಕಳುಹಿಸಿ ಇದರಿಂದ ನಾವು ಈ ಸಮಸ್ಯೆಯನ್ನು ನಿವಾರಿಸಬಹುದು.
ko: Signal 시작에 실패했습니다. 문제 해결을 위해 디버그 로그를 support@signal.org로 보내주세요.
lt: Nepavyksta paleisti Signal. Prašome išsiųsti derinimo žurnalą į support@signal.org, kad galėtume pašalinti su šia problema susijusius nesklandumus.
lv: Signal nevar palaist. Nosūtiet atkļūdošanas žurnālfailu uz support@signal.org, lai mēs šo problēmu varētu novērst.
mk: Signal не може да се стартува. Ве молиме испратете лог за грешки на support@signal.org како би можеле да постапиме по проблемот.
ml: Signal ലോഞ്ച് ചെയ്യാൻ കഴിയുന്നില്ല. ദയവായി support@signal.org ലേക്ക് ഒരു ഡീബഗ് ലോഗ് അയയ്ക്കുക, നമുക്ക് ഈ പ്രശ്നത്തിനൊരു പരിഹാരം കാണാൻ വേണ്ടി.
mr: Signal लाँच करू शकत नाही. कृपया support@signal.org वर डीबग लॉग पाठवा जेणेकरून आम्ही समस्येचे निराकरण करू शकू.
ms: Signal tidak boleh dilancarkan. Sila hantar log nyahpepijat ke support@signal.org supaya kami dapat menyelesaikan masalah ini.
my: Signal ကိုဖွင့်၍ မရပါ။ ကျေးဇူးပြု၍ ကျွန်ုပ်တို့ ပြဿနာ ဖြေရှင်းနိုင်ရန် support@signal.org စီသို့ ပျက်ကွက်မှုဖြေရှင်းခြင်း မှတ်တမ်းကို ပေးပို့ပေးပါ။
nb: Signal kan ikke starte. Send en feilsøkingslogg til support@signal.org slik at vi kan feilsøke dette problemet.
nl: Signal kan niet opstarten. Stuur alsjeblieft een foutopsporingslog naar support@signal.org zodat we dit probleem kunnen oplossen.
pa: Signal ਲਾਂਚ ਨਹੀਂ ਹੋ ਸਕਦਾ. ਕਿਰਪਾ ਕਰਕੇ ਡੀਬੱਗ ਲੌਗ ਨੂੰ support@signal.org ਤੇ ਭੇਜੋ ਤਾਂ ਜੋ ਅਸੀਂ ਇਸ ਮੁੱਦੇ ਦਾ ਹੱਲ ਕਰ ਸਕੀਏ.
pa_pk: Signal لانچ نہیں ہو سکدا۔ مہربانی کر کے support@signal.org اتے ڈیبگ لاگ گھلو تاں جے اسی ایس مسئلے دا حل کڈھ سکیے۔
pl: Nie udało się uruchomić aplikacji Signal. Abyśmy mogli rozwiązać ten problem, wyślij dziennik debugowania na adres support@signal.org.
ps: Signal خلاص نشو. مهرباني وکړئ support@signal.org ته د ستونزې د هواري رپوټ ولیږئ تر څو وکولای شو چې دا ستونزه هواره کړو.
pt_br: O Signal não pôde ser iniciado. Por favor, envie um registro de depuração para support@signal.org para que possamos verificar este problema.
pt_pt: Não foi possível iniciar o Signal. Por favor, envie o relatório de depuração para support@signal.org de forma a que a nossa equipa consiga resolver este problema.
ro: Signal nu poate porni. Te rog trimite jurnalul tău de depanare la support@signal.org ca să investigăm problema.
ru: Signal не может запуститься. Пожалуйста, отправьте журнал отладки на support@signal.org, чтобы мы смогли исправить эту проблему.
sk: Signal sa nedá spustiť. Pošlite, prosím, denník ladenia na support@signal.org, aby sme mohli tento problém vyriešiť.
sl: Signal se ne more zagnati. Prosimo pošljite sistemsko zabeležbo na support@signal.org, da vam bomo lahko pomagali odpraviti težavo.
sq: Signal-i s’niset dot. Ju lutemi, dërgoni një regjistër diagnostikimesh te support@signal.org që të mund të merremi me këtë çështje.
sr: Signal не може да се покрене. Молимо вас да пошаљете извештај о грешкама на support@signal.org како бисмо отклонили проблем.
sv: Signal kan inte startas. Skicka en felsökningslogg till support@signal.org så att vi kan felsöka problemet.
sw: Signal haiwezi kuzindua. Tafadhali tuma tunza kumbukumbu ya ueuaji kwa support@signal.org ili tuweze kulitatua suala hili.
ta: Signal லைத் தொடங்க முடியாது. தயவுசெய்து பிழைத்திருத்த பதிவை support@signal.org க்கு அனுப்புங்கள், இதன்மூலம் இந்த சிக்கலை சரிசெய்யலாம்.
te: Signal ప్రారంభించబడలేదు. దయచేసి డీబగ్ లాగ్‌ను support@signal.org కు పంపండి, తద్వారా మేము ఈ సమస్యను పరిష్కరించుటాము.
th: ไม่สามารถเปิด Signal ได้ กรุณาส่งปูมดีบักไปที่ support@signal.org เพื่อที่เราจะสามารถแก้ปัญหานี้ได้
tr: Signal başlatılamıyor. Lütfen bu sorunu çözmemiz için hata ayıklama günlüğünüzü support@signal.org adresine gönderin.
ug: ‫Signal قوزغىلالمىدى. support@signal.org غا سازلاش خاتىرىسى ئەۋەتىپ بۇ كاشىلىنى ھەل قىلىشىمىزغا ياردەم قىلىڭ.
uk: Signal не запускається. Надішліть журнал налагодження на support@signal.org, щоб ми могли виправити помилку.
ur: Signal چل نہیں سکتا۔براہ کرم ڈیبگ لاگ کو support@signal.org پر بھیجیں۔تاکہ ہم اس خرابی کو دور کرسکیں۔
vi: Không thể chạy Signal. Vui lòng gửi nhật kí lỗi đến support@signal.org để chúng tôi có thể xử lí vấn đề này.
zh_cn: Signal 无法启动。请将调试输出发送至 support@signal.org，以助我们解决此问题。
zh_hk: Signal 無法正常啟動。請將除錯日誌傳送至 support@signal.org 以讓我們解決問題。

# APP_LAUNCH_FAILURE_CONTINUE
source: Open Signal Instead
ar: افتح تطبيق سيجنال بدلًا من ذلك
az: Əvəzində Signal-ı açın
be: Адкрыць тады Signal
bn: এর পরিবর্তে Signal খুলুন
ca: Obre el Signal
cs: Otevřít Signál znovu
da: Åbn Signal i stedet
de: Stattdessen Signal öffnen
el: Άνοιγμα του Signal αντ'αυτού
es: Reintentar abrir Signal
et: Ava siiski Signal
eu: Ireki Signal
fa: به جای آن سیگنال را باز کنید
fi: Avaa sovellus silti
fr: Je préfère retenter d'ouvrir Signal
gu: તેના બદલે Signal ઓપન કરો
he: פתח את Signal במקום
hi: फिर भी Signal खोलें
hr: Ponovno otvorite Signal
hu: Signal indítása mindenképp
id: Buka Signal
is: Opna Signal í staðinn
it: Apri Signal invece
km: á”á¾á€ Signal á‡áŸ†á“á½áŸáœá·á‰
ko: 대신 Signal 열기
lt: Vietoj to, atverti Signal
ml: പകരം Signal തുറക്കുക
mr: त्याऐवजी Signal उघडा
ms: Buka Signal Sahaja
nb: Åpne Signal i stedet
nl: Signal nogmaals openen
pl: Mimo to otwórz Signal
pt_br: Abrir o Signal de volta
pt_pt: Abrir o Signal de volta
ro: Deschide Signal
ru: Попробовать открыть Signal
sk: Namiesto toho otvorte Signal
sl: Namesto tega odpri Signal
sq: Më mirë Hap Signal-in
sr: Уместо тога отворите Signal
sv: Öppna Signal istället
sw: Fungua Signal Badala Yake
th: เปิด Signal แทน
tr: Bunun yerine Signal'i açın
ug: ئۇنىڭ ئورنىغا Signal نى ئېچىش
uk: Усе одно відкрити Signal
ur: اس کے بجائے Signal کھولیں
vi: Tiếp tục mở Signal
zh_cn: 仍然打开 Signal
zh_hk: 照樣開啟 Signal

# APP_LAUNCH_FAILURE_CORRUPT_REGISTRATION_MESSAGE
source: Please send a debug log to support@signal.org so that we can troubleshoot this issue.
ar: يُرجى إرسال سِجلات الأخطاء إلى support@signal.org لكي نتمكّن من حل هذه المشكلة.
be: Калі ласка, адпраўце журнал адладкі на support@signal.org, каб мы змаглі выправіць гэтую непаладку.
bn: অনুগ্রহ করে support@signal.org-এ একটি ডিবাগ লগ পাঠান যাতে আমরা এই সমস্যার সমাধান করতে পারি।
ca: Envia un informe de depuració a support@signal.org perquè puguem provar de solucionar-ho.
cs: Zašlete prosím protokol ladění na adresu support@signal.org, abychom mohli problém opravit.
da: Send en fejlsøgningslog til support@signal.org, så vi kan undersøge dette problem.
de: Bitte sende ein Diagnoseprotokoll an support@signal.org, damit wir dieses Problem beheben können.
el: Στείλε ένα αρχείο καταγραφής σφαλμάτων στη διεύθυνση support@signal.org για να μπορέσουμε να λύσουμε το πρόβλημα.
es: Envía un registro de depuración a support@signal.org para que podamos solucionar el problema.
fa: لطفاً یک گزارش رفع اشکال به نشانی support@signal.org بفرستید تا بتوانیم این مشکل را حل کنیم.
fi: Lähetä virheenkorjausloki osoitteeseen support@signal.org, jotta voimme selvittää ongelman.
fr: Pour nous aider à résoudre ce problème, veuillez envoyer un journal de débogage à support@signal.org.
ga: Seol loga dífhabhtaithe chuig support@signal.org le gur féidir linn an fhadhb a fhabhtcheartú.
gu: કૃપા કરીને support@signal.org પર ડિબગ લૉગ મોકલો જેથી અમે આ સમસ્યાનું નિવારણ કરી શકીએ.
he: מומלץ לשלוח יומן ניפוי באגים ל–support@signal.org כדי שנוכל לטפל בבעיה.
hi: कृपया डीबग लॉग support@signal.org पर भेजें, ताकि हम इस समस्या को दूर कर सकें।
hr: Molimo pošaljite zapisnike pogreške na support@signal.org kako bismo riješili ovaj problem.
hu: Kérjük, küldj egy hibanapló fájlt a support@signal.org e-mail-címre, hogy kivizsgálhassuk, mi történt.
id: Mohon kirimkan catatan awakutu ke support@signal.org sehingga kami bisa memecahkan masalah ini.
it: Invia il log di debug a support@signal.org così da permetterci di analizzare e risolvere il problema.
ja: 解決のため、デバッグログを support@signal.org にお送りください。
ko: 우리가 이 문제를 해결할 수 있도록 support@signal.org로 디버그 로그를 보내주세요.
mr: आम्ही या समस्येला ट्रबलशूट करण्यासाठी कृपया support@signal.org ला डीबग लॉग पाठवा.
ms: Sila hantar log nyahpepijat ke support@signal.org supaya kami boleh menyelesaikan masalah ini.
nb: Send gjerne en feilsøkingslogg til support@signal.org slik at vi kan feilsøke dette problemet.
nl: Stuur een foutopsporingslog naar support@signal.org zodat we dit probleem kunnen oplossen.
pl: Wyślij dzienniki debugowania na adres support@signal.org, abyśmy mogli rozwiązać ten problem.
pt_br: Envie um registro de depuração para support@signal.org para que possamos solucionar este problema.
pt_pt: Envie o relatório de depuração para support@signal.org para que possamos investigar este problema.
ro: Trimite jurnalul tău de depanare la support@signal.org ca să investigăm problema.
ru: Пожалуйста, отправьте журнал отладки на support@signal.org, чтобы мы смогли исправить эту проблему.
sk: Pošlite nám denník ladenia (debug log) na adresu support@signal.org, aby sme mohli daný problém vyriešiť.
sr: Молимо вас да пошаљете извештај о грешкама на support@signal.org како бисмо отклонили проблем.
sv: Skicka en felsökningslogg till support@signal.org så att vi kan felsöka problemet.
th: กรุณาส่งบันทึกดีบักไปที่ support@signal.org เพื่อที่เราจะสามารถแก้ไขปัญหานี้
tr: Lütfen bu sorunu çözmemiz için hata ayıklama günlüğünü support@signal.org adresine gönder.
ug: بۇ مەسىلىنى ھەل قىلىشىمىز ئۈچۈن support@signal.org گە كاشىلا ھەل قىلىش خاتىرىسىنى يوللاڭ.
uk: Надішліть журнал налагодження на support@signal.org, щоб ми могли виправити помилку.
ur: براہ کرم support@signal.org پر ڈی بگ لاگ بھیجیں تاکہ ہم اس مسئلے کی نقص ٹربل شوٹ کر سکیں۔
vi: Vui lòng gửi nhật ký gỡ lỗi đến support@signal.org để chúng tôi có thể xử lý vấn đề này.
zh_cn: 请将调试日志发送至 support@signal.org，以助我们解决此问题。
zh_hk: 請將除錯日誌傳送至 support@signal.org 協助我們解決問題。

# APP_LAUNCH_FAILURE_CORRUPT_REGISTRATION_TITLE
source: Couldn’t Open Signal
ar: تعذَّر فتح تطبيق سيجنال
be: Не атрымалася адкрыць Signal
bn: Signal চালু করা সম্ভব হয়নি
ca: No s'ha pogut obrir Signal.
cs: Aplikaci Signal se nepodařilo otevřít
da: Kunne ikke åbne Signal
de: Signal konnte nicht geöffnet werden
el: Αδυναμία ανοίγματος του Signal
es: No se ha podido abrir Signal
fa: سیگنال باز نشد
fi: Signalia ei voitu avata
fr: Impossible d'ouvrir Signal
ga: Níorbh fhéidir Signal a oscailt
gu: Signal ખોલી ન શક્યા
he: פתיחת Signal נכשלה
hi: Signal नहीं खोला जा सका
hr: Nije moguće otvoriti Signal
hu: Nem sikerült megnyitni a Signalt
id: Tidak Dapat Membuka Signal
it: Impossibile aprire Signal
ja: Signal を開けませんでした
ko: Signal을 열 수 없음
mr: Signal उघडता आले नाही
ms: Tidak Boleh Membuka Signal
nb: Kunne ikke åpne Signal
nl: Kon Signal niet openen
pl: Nie udało się otworzyć aplikacji Signal
pt_br: Não foi possível abrir o Signal
pt_pt: Não foi possível abrir o Signal
ro: Signal nu a putut fi deschis
ru: Не удалось открыть Signal
sk: Signal sa nepodarilo otvoriť
sr: Отварање Signal-а није успело
sv: Kan ej öppna Signal
th: ไม่สามารถเปิด Signal ได้
tr: Signal Açılamadı
ug: Signal ئېچىلمىدى
uk: Не вдається відкрити Signal
ur: Signal کھولنے سے قاصر
vi: Không thể mở Signal
zh_cn: 无法打开 Signal
zh_hk: 無法開啟 Signal
