Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DEVICE_TRANSFER_ERROR_NOT_ENOUGH_SPACE
source: Not enough free space to complete the transfer
af: Nie genoeg ruimte om die oordrag voltooi nie
ar: لا توجد مساحة خالية بشكلٍ كافٍ لإتمام النقل.
az: Köçürmə üçün yetərincə yer yoxdur
be: Не хапае вольнага месца, каб завяршыць перанос
bg: Няма достатъчно свободно пространство за завършване на прехвърлянето
bn: স্থানান্তর সম্পূর্ণ করার জন্য পর্যাপ্ত ফাঁকা জায়গা নেই
ca: No hi ha prou espai lliure per completar la transferència.
cs: Nemáte dost volného místa pro dokončení přenosu
cy: Dim digon o le ar gael i gwblhau'r trsoglwyddiad
da: Ikke nok plads til at gennemføre overførslen
de: Zu wenig Speicherplatz, um die Übertragung abzuschließen
el: Δεν υπάρχει αρκετός ελεύθερος χώρος για την ολοκλήρωση της μεταφοράς
es: No hay suficiente espacio de almacenamiento para completar la transferencia
es_es: No hay suficiente espacio de almacenamiento para completar la transferencia.
et: Ülekandmise lõpetamiseks pole piisavalt vaba ruumi
eu: Ez dago leku nahikorik transferentzia osatzeko
fa: فضای خالی برای تکمیل انتقال وجود ندارد
fi: Ei tarpeeksi tallennustilaa. Siirtoa ei voi tehdä
fil: Walang sapat na libreng espasyo para makumpleto ang paglipat
fr: Espace libre insuffisant pour terminer le transfert
ga: Níl go leor spáis ann chun an t-aistriú a chur i gcrích
gu: ટ્રાન્સફર પૂર્ણ કરવા માટે પૂરતી ખાલી જગ્યા નથી
he: אין מספיק שטח פנוי כדי להשלים את ההעברה
hi: ट्रान्सफर पूरा करने के लिये जगह काफी नहीं है
hr: Nema dovoljno slobodnog prostora za dovršetak prijenosa
hu: Nincs elég szabad terület a teljes átmozgatáshoz
id: Tidak dapat menyelesaikan transfer karena penyimpanan hampir penuh
is: Ekki nægilegt laust pláss til að ljúka yfirfærslunni
it: Spazio libero insufficiente per completare il trasferimento
ja: 移行のための空き領域が不足しています
kab: Ulac aṭas n tallunt tilellit akken ad temmed tuzna
kk: Көшіруді аяқтау үшін бос орын жеткіліксіз
km: á˜á·á“á˜á¶á“á‘áŸ†á áŸ†á‘áŸ†á“áŸášá‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹ áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á…á”áŸ‹á€á¶ášá”á‰áŸ’á‡á¼á“
kn: ವರ್ಗಾವಣೆಯನ್ನು ಪೂರ್ತಿಗೊಳಿಸಲು ಸಾಕಷ್ಟು ಸ್ಥಳವಿಲ್ಲ
ko: 이동에 필요한 저장 공간이 부족합니다
lt: Perkėlimo užbaigimui trūksta laisvos vietos
lv: Nepietiek brīvas vietas, lai pabeigtu pārnešanu
mk: Нема доволно слободно место за завршување на преносот
ml: ഈ കൈമാറ്റം പൂർത്തിയാക്കാൻ വേണ്ട ഫ്രീ സ്പെയ്സ് ഇല്ല
mr: स्थानांतरण पूर्ण करण्यासाठी पुरेशी मोकळी जागा नाही
ms: Tidak cukup ruang kosong untuk melengkapkan pemindahan
my: လွှဲပြောင်းခြင်း ပြီးစီးရန် နေရာအလွတ် လုံလောက်မှုမရှိပါ
nb: Det er ikke nok ledig plass til å fullføre overføringen
nl: Te weinig vrije opslagruimte om de gegevens over te zetten
pa: ਟ੍ਰਾਂਸਫਰ ਪੂਰਾ ਕਰਨ ਲਈ ਚੋਖੀ ਜਗ੍ਹਾਂ ਨਹੀਂ ਹੈ
pa_pk: منتقلی مکمل کرن دے لئی کافی تھاں نئیں اے
pl: Na urządzeniu nie ma wystarczająco dużo miejsca, aby dokończyć przenoszenie
ps: د لیږد د بشپړولو لپاره په کافي اندازه فضاء نشته
pt_br: Não há espaço suficiente para completar a transferência
pt_pt: Não existe espaço livre suficiente para terminar a transferência
ro: Nu există suficient spațiu liber pentru a finaliza transferul
ru: Недостаточно свободного места, чтобы завершить перенос
sk: Nie je dosť voľného miesta na dokončenie prenosu
sl: Premalo prostora za dokončanje prenosa
sq: S’ka hapësirë të lirë të mjaftueshme për të plotësuar shpërnguljen
sr: Нема довољно слободног простора за пренос
sv: Inte tillräckligt med ledigt utrymme för att slutföra överföringen
sw: Hakuna nafasi ya kutosha kukamilisha uhamishaji
ta: பரிமாற்றத்தை முடிக்க போதுமான இடம் இல்லை
te: బదిలీని పూర్తి చేయడానికి తగినంత ఖాళీ స్థలం లేదు
th: ไม่มีพื้นที่ว่างมากพอที่จะถ่ายโอนให้เสร็จสมบูรณ์
tr: Aktarımı tamamlamak için depolama alanı yetersiz
ug: يۆتكەشنى تاماملاشقا يېتەرلىك بوشلۇق يوق
uk: Для завершення переносу недостатньо вільного місця
ur: منتقلی مکمل کرنے کے لئے جگہ کافی نہیں ہے
vi: Không đủ dung lượng để hoàn tất quá trình chuyển
zh_cn: 完成迁移所需的空间不足
zh_hk: 磁碟上沒有足夠的空間來完成轉移

# DEVICE_TRANSFER_ERROR_UNSUPPORTED_VERSION
source: Update to the latest version of Signal and try again
af: Gradeer op na die jongste weergawe van Signal en probeer weer
ar: قُم بالتحديث إلى آخر إصدار مِن سيجنال ثم حاوِل مرّة أُخرى.
az: Signal-ın son versiyasına yeniləyib yenidən sınayın
be: Зрабіце абнаўленне да апошняй версіі Signal і паўтарыце спробу
bg: Актуализирайте до най-новата версия на Signal и опитайте отново
bn: Signal-এর সর্বশেষতম সংস্করণে আপডেট করুন এবং আবার চেষ্টা করুন
ca: Actualitzeu el Signal a la versió més recent i torneu-ho a provar.
cs: Aktualizujte na poslední verzi Signalu a zkuste to znovu
cy: Diweddarwch i'r fersiwn mwyaf diweddar o Signal a rhowch gynnig arall arni.
da: Opdatér til den nyeste version af Signal og prøv igen
de: Aktualisiere auf die neueste Signal-Version und versuche es erneut
el: Ενημέρωσε το Signal στην τελευταία έκδοση και δοκίμασε ξανά
es: Actualiza a la última versión de Signal e inténtalo de nuevo
es_es: Actualiza Signal e inténtalo de nuevo.
et: Uuenda uusimale Signali versioonile ja proovi uuesti
eu: Eguneratu Signal azkenengo bertsiora eta saia zaitez berriro
fa: به آخرین نسخه سیگنال به‌روزرسانی کرده و دوباره امتحان کنید
fi: Päivitä Signal uusimpaan versioon ja yritä uudelleen
fil: Mag-update sa pinakahuling bersyon ng Signal at subukang muli
fr: Passez à la dernière version de Signal et réessayez
ga: Suiteáil an leagan is déanaí de Signal agus bain triail eile as
gu: Signal ના નવીનતમ વર્ઝન પર અપડેટ કરો અને ફરીથી પ્રયાસ કરો
he: עדכן אל הגרסה האחרונה של Signal ונסה שוב
hi: Signal के नवीनतम वर्ज़न तक अपडेट करें और फिर कोशिश करें
hr: Ažurirajte na najnoviju verziju Signala i pokušajte ponovno
hu: Frissíts a legújabb Signal verzióra és próbáld újra!
id: Perbarui Signal ke versi terbaru dan coba lagi
is: Uppfærðu í nýjustu útgáfuna af Signal og prófaðu síðan aftur
it: Aggiorna all'ultima versione di Signal e riprova
ja: Signalを最新版にアップデートしてから再度試してください
kab: Ttxil-k.m ali ɣer lqem aneggaru n Signal sakin εreḍ tikkelt nniḍen
kk: Signal қолданбасының ең соңғы нұсқасына жаңартыңыз да, тағы бір рет байқап көріңіз
km: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á– Signal á‘áŸ…á€á¶á“áŸ‹á‡áŸ†á“á¶á“áŸ‹á…á»á„á€áŸ’ášáŸ„á™ á“á·á„áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€á
kn: Signal ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಅಪ್‌‌ಡೇಟ್ ಮಾಡಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ
ko: 최신 Signal 버전으로 업데이트한 후 다시 시도해 주세요.
lt: Atnaujinkite į naujausią Signal versiją ir bandykite dar kartą
lv: Atjaunojiet Signal līdz jaunākajai versijai un mēģiniet vēlreiz
mk: Ажурирајте во најнова верзија на Signal и обидете се повторно
ml: Signal ൻ്റെ ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്ത ശേഷം വീണ്ടും ശ്രമിക്കുക
mr: Signal च्या नवीनतम आवृत्ती वर अद्यतनित करा आणि पुन्हा प्रयत्न करा
ms: Kemas kini kepada versi terkini Signal dan cuba lagi
my: Signal ၏ နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပြီး ပြန်စမ်းပေးပါ
nb: Oppdater til siste versjon av Signal, og prøv igjen
nl: Werk bij naar de meest recente versie van Signal en probeer het opnieuw
pa: Signal ਦੇ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਵਿੱਚ ਅਪਡੇਟ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_pk: Signal دے تازہ ترین ورژن اتے اپ ڈیٹ کرو تے دوبارہ کوشش کرو
pl: Zaktualizuj Signal do najnowszej wersji i spróbuj ponownie
ps: د Signal وروستۍ نسخه باندې یې اپګریډ کړئ او بیا هڅه وکړئ
pt_br: Atualize com a última versão do Signal e tente novamente
pt_pt: Faça a atualização para a última versão do Signal e tente novamente
ro: Actualizează Signal la ultima versiune și încearcă din nou
ru: Обновитесь до новейшей версии Signal и попробуйте ещё раз
sk: Aktualizujte na najnovšiu verziu Signalu a skúste to znovu
sl: Prosimo, posodobite na zadnjo različico Signal in poskusite znova
sq: Përditësojeni me versionin më të ri të Signal-it dhe riprovoni
sr: Ажурирајте Signal на најновију верзију и пробајте поново
sv: Uppdatera till den senaste versionen av Signal och försök igen
sw: Sasisha hadi toleo jipya la Signal kisha ujaribu tena
ta: புதுப்பிப்பு க்கு சமீபத்தியது பதிப்பு Signal மற்றும் மீண்டும் முயற்சி செய்
te: Signal యొక్క తాజా సంస్కరణకు నవీకరించండి మరియు మళ్లీ ప్రయత్నించండి
th: ปรับปรุง Signal ให้เป็นรุ่นล่าสุดและลองอีกครั้ง
tr: Signal'in son sürümüne güncelleyin ve tekrar deneyin
ug: ‫Signal نىڭ ئەڭ يېڭى نەشرىگە يېڭىلاپ ئاندىن قايتا سىناڭ
uk: Оновіть Signal до останньої версії і спробуйте ще раз
ur: Signal کے تازہ ترین ورژن میں تازہ کاری کریں اور دوبارہ کوشش کریں
vi: Cập nhật phiên bản mới nhất của Signal và thử lại
zh_cn: 将 Signal 更新到最新版本并重试
zh_hk: 更新至最新版的Signal，然後重試。

# DEVICE_TRANSFER_EXPAND_QR_CODE_BUTTON
source: View larger
ar: عرض بحجم أكبر
be: Павялічыць
bn: বড় করে দেখুন
ca: Veure més gran
cs: Zobrazit větší
da: Se større
de: Ansicht vergrößern
el: Μεγαλύτερη προβολή
es: Ampliar
fa: نمایش بزرگ‌تر
fi: Näytä suurempana
fr: Agrandir
ga: Féach ar mhéid níos mó
gu: મોટો કરીને જુઓ
he: תצוגה גדולה יותר
hi: बड़ा करके देखें
hr: Povećaj
hu: Nagyobb méret
id: Lihat lebih besar
it: Ingrandisci l'immagine
ja: 拡大表示する
ko: 더 크게 보기
mr: मोठे पहा
ms: Lihat lebih besar
nb: Åpne i fullskjermmodus
nl: Groter weergeven
pl: Wyświetl jako większy
pt_br: Maximizar
pt_pt: Ver maior
ro: Vezi mai mare
ru: Увеличить
sk: Zväčšiť
sr: Увећај
sv: Visa större
th: ดูขนาดใหญ่ขึ้น
tr: Daha büyük görüntüle
ug: چوڭراق كۆرۈڭ
uk: Збільшити
ur: بڑا کر کے دیکھیں
vi: Xem cỡ lớn hơn
zh_cn: 查看大图
zh_hk: 放大瀏覽

# DEVICE_TRANSFER_PROMPT_EXPLANATION
source: Transfer your Signal account to a new iOS device. Make sure your new device is nearby and turned on.
af: Dra jou Signal-rekening oor na ’n nuwe iOS-toestel. Maak seker jou nuwe toestel is naby en aangeskakel.
ar: انقل حساب سيجنال الخاص بك إلى جهاز iOS جديد. تأكَّد من أن جهازك الجديد قريب و قيد التشغيل.
az: Signal hesabınızı yeni iOS cihazınıza köçürün. Yeni cihazın yaxında və işlək olduğuna əmin olun.
be: Перанесці свой уліковы запіс Signal на новую прыладу iOS. Пераканайцеся, што ваша новая прылада ўключаная і знаходзіцца побач.
bg: Прехвърлете своя акаунт в Signal на ново устройство с iOS. Уверете се, че новото устройство е наблизо и е включено.
bn: আপনার Signal অ্যাকাউন্টটি একটি নতুন iOS ডিভাইসে স্থানান্তর করুন। আপনার নতুন ডিভাইসটি যে কাছাকাছি এবং চালু আছে তা নিশ্চিত করুন।
ca: Transferiu el compte del Signal a un dispositiu iOS nou. Assegureu-vos que el dispositiu nou sigui a prop i estigui engegat.
cs: Přeneste váš účet na Signalu na nové iOS zařízení. Ujistěte se, že nové zařízení je v blízkosti a zapnuté.
cy: Trosglwyddwch eich cyfrif Signal i ddyfais iOS newydd. Gwnewch yn sicr bod eich dyfais newydd gyfagos ac ei fod ymlaen.
da: Overfør din Signal-konto til en ny iOS-enhed. Sørg for at din nye enhed er tæt ved og tændt
de: Übertrage dein Signal-Konto auf ein neues iOS-Gerät. Sorge dafür, dass sich dein neues Gerät in der Nähe befindet und eingeschaltet ist.
el: Μεταφορά του Signal λογαριασμού σου σε νέα συσκευή iOS. Βεβαιώσου πως η νέα σου συσκευή είναι κοντά και είναι ενεργοποιημένη.
es: Transfiere tu cuenta de Signal a un nuevo dispositivo de iOS. Asegúrate de que tu nuevo dispositivo esté cerca y encendido.
es_es: Transfiere tu cuenta de Signal a un nuevo dispositivo de iOS. Asegúrate que tu nuevo dispositivo está cerca y encendido.
et: Teisalda Signali konto uude iOS seadmesse. Kontrolli, et uus seade oleks läheduses ja sisse lülitatud.
eu: Transferitu zure Signal kontua iOs gailu berri batera. Ziurta ezazu zure gailu berria gertu dagoela eta piztuta.
fa: حساب کاربری سیگنال خود را به یک دستگاه iOS جدید انتقال دهید. از نزدیک بودن و روشن بودن دستگاه جدید خود اطمینان حاصل کنید.
fi: Siirtää Signal-tili uuteen iOS-laitteeseen. Varmista, että uusi laite on lähettyvillä ja päällä.
fil: Ilipat sa bagong iOS device ang iyong account sa Signal. Siguruhing nasa malapit ang bago mong device at ito ay nakabukas.
fr: Transférez votre compte Signal vers un nouvel appareil iOS. Gardez votre nouvel appareil allumé à proximité.
ga: Aistrigh do chuntas Signal go dtí gléas nua iOS. Deimhnigh go bhfuil an gléas nua in aice láimhe agus go bhfuil sé ar siúl.
gu: તમારા Signal એકાઉન્ટને નવા iOS ડિવાઇસ પર ટ્રાન્સફર કરો. ખાતરી કરો કે તમારું નવું ડિવાઇસ નજીકમાં છે અને ચાલુ છે.
he: העבר את חשבון Signal שלך אל מכשיר iOS חדש. וודא שהמכשיר החדש שלך בקרבה ושהוא דלוק.
hi: अपने Signal खाते को नये iOS डिवाइस में ट्रान्सफर करें। ध्यान रखें कि नया डिवाइस पास में हो और चालु हो।
hr: Prenesite svoj Signal račun na novi iOS uređaj. Provjerite je li vaš novi uređaj u blizini i je li uključen.
hu: Signal fiókod átvitele új iOS eszközre. Figyelj rá, hogy az eszköz a közelben legyen és be legyen kapcsolva.
id: Transfer akun Signal ke perangkat iOS baru. Pastikan perangkat baru Anda aktif dan dalam jangkauan.
is: Yfirfærðu Signal-aðganginn þinn yfir á nýtt iOS-tæki. Gakktu úr skugga um að nýja tækið sé nálægt og að kveikt sé á því.
it: Trasferisci il tuo account Signal su un nuovo dispositivo iOS. Assicurati che il tuo nuovo dispositivo sia vicino e acceso.
ja: 新しいiOS端末にSignalアカウントを移動します。新しい端末を手元に置き、電源を入れてください。
kab: Smutti amiḍan-ik.im Signal ɣer yibenk amaynut iOS. Senqed d akken ibenk-ik.im amaynut yella ɣer tama-k.m yerna yermed.
kk: Signal тіркелгіңізді жаңа iOS құрылғысына көшіріңіз. Жаңа құрылғыңыздың жақын жерде әрі іске қосулы екеіне көз жеткізіңіз.
km: á”á‰áŸ’á‡á¼á“á‚áá“á¸ Signal ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ…á§á”á€ášááŸ iOS ááŸ’á˜á¸áŸ” á”áŸ’ášá¶á€áŠáá¶á§á”á€ášááŸááŸ’á˜á¸ášá”áŸáŸ‹á¢áŸ’á“á€ á“áŸ…á‡á·áá‚áŸ’á“á¶á“á·á„á€áŸ†á–á»á„á”á¾á€áŸ”
kn: ನಿಮ್ಮ Signal ಖಾತೆಯನ್ನು ಹೊಸ iOS ಸಾಧನಕ್ಕೆವರ್ಗಾಯಿಸಿ. ನಿಮ್ಮ ಹೊಸ ಸಾಧನ ಹತ್ತಿರವಿದೆ ಮತ್ತು ಆನ್ ಮಾಡಲಾಗಿದೆ ಎನ್ನುವುದನ್ನು ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಿ.
ko: 새 iOS 기기로 Signal 계정을 이동하세요. 새 기기가 가까이 있고 켜져 있는지 확인하세요.
lt: Perkelkite savo Signal paskyrą į naują iOS įrenginį. Užtikrinkite, kad jūsų įrenginys būtų šalia ir būtų įjungtas.
lv: Pārnest Jūsu Signal kontu uz jaunu iOS ierīci. Pārliecinieties, ka Jūsu jaunā ierīce atrodas blakus un ir ieslēgta.
mk: Пренесте ја вашата Signal сметка на нов iOS уред. Бидете сигурни дека вашиот нов уред е близу и е вклучен.
ml: ഒരു പുതിയ iOS ഡിവൈസിലേക്ക് നിങ്ങളുടെ Signal അക്കൗണ്ട് കൈമാറ്റം ചെയ്യുക. നിങ്ങളുടെ പുതിയ ഡിവൈസ് സമീപത്ത് തന്നെ ഉണ്ടെന്നും ഓൺ ചെയ്തിട്ടുണ്ടെന്നും ഉറപ്പാക്കുക.
mr: आपले खाते एक नवीन iOS डिव्हाईस वर स्थानांतरित करा. आपला नवीन डिव्हाईस जवळपास असल्याची आणि चालू असल्याची खात्री करा.
ms: Pindahkan akaun Signal anda kepada peranti iOS baru. Pastikan peranti baru anda berdekatan dan dihidupkan.
my: iOS စက်အသစ်ပေါ်သို့ သင့် Signal အကောင့်ကို လွှဲပြောင်းလိုက်ပါ။ သင့်စက်အသစ်သည် အနီးအနားတွင် ဖွင့်ထားရန် သေချာစေပါ။
nb: Overfør Signal-kontoen til en ny iOS-enhet. Pass på at den nye enheten er i nærheten, og at den er slått på.
nl: Zet je Signal-account over naar een nieuw iOS-apparaat. Zorg dat het nieuwe apparaat in de buurt is en aan staat.
pa: ਆਪਣੇ Signal ਦੇ ਖਾਤੇ ਨੂੰ ਇੱਕ ਨਵੇਂ iOS ਡਿਵਾਈਸ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕਰੋ. ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡਾ ਨਵਾਂ ਡਿਵਾਈਸ ਨੇੜੇ ਹੋਵੇ ਅਤੇ ਚਾਲੂ ਹੋਵੇ.
pa_pk: اپنے Signal اکاؤنٹ نوں کسے نویں iOS آلہ اتے منتقل کرو۔ یقینی بنائیں کہ آپ کا نیا آلہ قریب ہی ہے تے آن ہے۔
pl: Przenieś swoje konto Signal na nowe urządzenie z systemem iOS. Upewnij się, że jest ono włączone i znajduje się w pobliżu.
ps: خپل د Signal اکاونټ مو د iOS نوې وسیلې ته ولیږدوئ. ډاډ تر لاسه کړئ چې ستاسې نوې وسیله باید نږدې او روښانه وي.
pt_br: Transfira sua conta do Signal para um novo aparelho iOS. Verifique se o seu novo aparelho está próximo do antigo, e ligado.
pt_pt: Transfira a sua conta do Signal para um dispositivo iOS novo. Assegure-se que o seu dispositivo novo está por perto e encontra-se ligado.
ro: Transferă contul tău Signal la un nou dispozitiv iOS. Asigură-te că noul dispozitiv este în apropiere și este pornit.
ru: Перенести вашу учётную запись Signal на новое устройство на iOS. Убедитесь, что ваше новое устройство находиться недалеко и включено.
sk: Preneste si účet Signal do nového iOS zariadenia. Uistite sa, že vaše nové zariadenie je nablízku a že je zapnuté.
sl: Prenesite svoj račun Signal na novo napravo iOS. Poskrbite, da bo vaša nova naprava v bližini in vključena.
sq: Shpërngulni llogarinë tuaj Signal te një pajisje iOS e re. Sigurohuni që pajisja juaj e re është afër dhe e ndezur.
sr: Пренесите Signal налог на нови iOS уређај. Ваш нови уређај треба да буде укључен и у непосредној близини.
sv: Överför ditt Signal-konto till en ny iOS-enhet. Se till att din nya enhet är i närheten och påslagen.
sw: Hamisha akaunti yako ya Signal hadi kifaa kipya cha iOS. Hakikisha kifaa chako kipya kipo karibu na kimewashwa.
ta: இடமாற்றம் உங்கள் Signal கணக்கு புதியது iOS சாதனம். உறுதி செய்யுங்கள்உங்கள் புதியது சாதனம் அருகில் உள்ளது மற்றும் இயக்கப்பட்டது.
te: మీ Signal ఖాతాను క్రొత్త iOS పరికరానికి బదిలీ చేయండి. మీ క్రొత్త పరికరం సమీపంలో ఉందని మరియు ఆన్ చేసిందని నిర్ధారించుకోండి.
th: ถ่ายโอนบัญชี Signal ของคุณไปยังอุปกรณ์ iOS เครื่องใหม่ ทำให้แน่ใจว่าอุปกรณ์เครื่องใหม่ของคุณอยู่ใกล้ ๆ และเปิดอยู่
tr: Signal hesabınızı yeni bir iOS cihazına aktarın. Yeni cihazınızın yanınızda ve açık olduğundan emin olun.
ug: ‫Signal ھېساباتىڭىزنى يېڭى iOS ئۈسكۈنىسىگە يۆتكەيدۇ. يېڭى ئۈسكۈنىڭىزنى يېقىن ئەتراپتا قويۇپ ئوچۇق ھالەتتە ئىكەنلىكىگە كاپالەتلىك قىلىڭ.
uk: Ваш акаунт Signal буде перенесено на новий пристрій iOS. Запевніться, що новий пристрій поряд і ввімкнений.
ur: اپنے Signal اکاؤنٹ کو کسی نئے iOS device میں منتقل کریں۔ یقینی بنائیں کہ آپ کا نیا device قریب ہی ہے اور آن ہے۔
vi: Chuyển tài khoản Signal của bạn sang thiết bị iOS mới. Đảm bảo rằng thiết bị mới của bạn đang ở gần đó và đã bật nguồn.
zh_cn: 将你的 Signal 账户迁移到新的 iOS 设备上。确保你的新设备足够靠近且正常开机。
zh_hk: 將你的Signal帳戶轉移到新的iOS裝置上。請確保你的裝置在附近且已經開啟。

# DEVICE_TRANSFER_PROMPT_TITLE
source: Transfer Account
af: Dra rekening oor
ar: نقل الحساب
az: Hesabı köçür
be: Перанесці ўліковы запіс
bg: Прехвърляне на акаунт
bn: অ্যাকাউন্ট স্থানান্তর করুন
ca: Transfereix el compte
cs: Přenést účet
cy: Trosglwyddo Cyfrif
da: Overfør konto
de: Konto übertragen
el: Μεταφορά Λογαριασμού
es: Transferir cuenta
es_es: Transferir cuenta
et: Kanna konto üle
eu: Kontua Transferitu
fa: انتقال حساب
fi: Siirrä tili
fil: Ilipat ang Account
fr: Transférer le compte
ga: Cuntas a Aistriú
gu: ટ્રાન્સફર એકાઉન્ટ
he: העבר חשבון
hi: खाता ट्रान्सफर करें
hr: Prenesi račun
hu: Fiók átmozgatása
id: Transfer Akun
is: Flytja aðgang
it: Trasferisci account
ja: アカウントの移行
kab: Azen Amiḍan
kk: Тіркелгіні көшіру
km: á”á‰áŸ’á‡á¼á“á‚áá“á¸
kn: ಖಾತೆ ವರ್ಗಾಯಿಸಿ
ko: 계정 이동
lt: Perkelti paskyrą
lv: Pārnest kontu
mk: Пренеси Сметка
ml: അക്കൗണ്ട് കൈമാറ്റം ചെയ്യുക
mr: खाते स्थानांतरित करा
ms: Pindahkan Akaun
my: အကောင့် လွှဲပြောင်းမည်
nb: Overfør konto
nl: Account overzetten
pa: ਖਾਤਾ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pa_pk: اکاؤنٹ منتقل کرنا
pl: Przenieś konto
ps: د اکاونټ لیږد
pt_br: Transferir conta
pt_pt: Transferir conta
ro: Transfer cont
ru: Перенос учётной записи
sk: Preniesť účet
sl: Prenesi račun
sq: Shpërngul Llogari
sr: Пренесите налог
sv: Överför konto
sw: Hamisha Akaunti
ta: இடமாற்றம் கணக்கு
te: ఖాతా బదిలీ
th: ถ่ายโอนบัญชี
tr: Hesabı Aktar
ug: ھېساباتنى يۆتكە
uk: Перенесення акаунту
ur: اکاؤنٹ کی منتقلی
vi: Chuyển Tài khoản
zh_cn: 转移帐户
zh_hk: 轉移帳戶
