Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_WELCOME_TO_BACKUPS_SHEET_TITLE
source: Welcome to Signal Backups. Start your backup now.
ar: مرحبًا بك في النسخ الاحتياطية على سيجنال. ابدأ النسخ الاحتياطي لديك الآن.
be: Вас вітае рэзервовае капіраванне Signal. Пачынайце рэзервовае капіраванне.
bn: Signal ব্যাকআপে স্বাগতম। এখনই আপনার ব্যাকআপ শুরু করুন।
ca: Et donem la benvinguda a les Còpies de seguretat de Signal. Ja pots iniciar la teva còpia de seguretat.
cs: Vítejte v zálohování služby Signal. Můžete zahájit zálohování.
da: Velkommen til Signal-sikkerhedskopier. Start din sikkerhedskopiering nu.
de: Willkommen bei Signal Backups. Beginne jetzt deine Datensicherung.
el: Καλωσόρισες στα Αντίγραφα ασφαλείας Signal. Ξεκίνα τη δημιουργία αντιγράφων ασφαλείας τώρα.
es: Te damos la bienvenida a las copias de seguridad de Signal. Ya puedes iniciar tu copia de seguridad.
fa: به «پشتیبان‌های سیگنال» خوش آمدید. اکنون پشتیبان‌گیری را شروع کنید.
fi: Tervetuloa Signal-varmuuskopioihin. Aloita varmuuskopiointi nyt.
fr: Vous avez activé les sauvegardes Signal. Prêt à vous lancer ?
ga: Fáilte go Cúltacaí Signal. Tosaigh ar do chúltacú anois.
gu: Signal બેકઅપ પર સ્વાગત છે. હવે તમારું બેકઅપ શરૂ કરો.
he: ברוכ/ה הבא/ה אל גיבויי Signal. אפשר להתחיל את הגיבוי.
hi: Signal बैकअप में स्वागत है। अभी अपना बैकअप शुरू करें।
hr: Dobrodošli u centar za sigurnosne kopije Signala. Započnite sigurnosno kopiranje.
hu: Üdvözlünk, ezek a Signal biztonsági mentései! Kezdd el a biztonsági mentést most.
id: Selamat datang di Signal Backups. Mulai pencadangan Anda sekarang.
it: Finalmente i backup di Signal! Comincia subito.
ja: Signalバックアップへようこそ。今すぐバックアップを開始しましょう。
ko: Signal 백업에 오신 것을 환영합니다. 지금 백업을 시작하세요.
mr: Signal बॅकअप्स मध्ये आपले स्वागत आहे. आपला बॅकअप आत्ता सुरू करा.
ms: Selamat datang ke Sandaran Signal. Mulakan sandaran anda sekarang.
nb: Nå kan du sikkerhetskopiere filene du har på Signal.
nl: Welkom bij Signal back-ups. Maak nu je back-up.
pl: Wszystko gotowe. Możesz już utworzyć kopię zapasową
pt_br: Configuração de backup disponível. Comece quando quiser.
pt_pt: Bem-vindo às cópias de segurança. Inicie a sua cópia de segurança agora.
ro: Bun venit la Backup-uri Signal. Începe acum backup-ul.
ru: Добро пожаловать в Резервное копирование Signal. Начните резервное копирование.
sk: Vitajte v Zálohách Signal. Môžete spustiť zálohovanie.
sr: Добро дошли у резервне копије Signal-а Покрените креирање резервне копије.
sv: Välkommen till Säkerhetskopiering av Signal. Starta din säkerhetskopiering nu.
th: ยินดีต้อนรับสู่การสำรองข้อมูลของ Signal เริ่มสำรองข้อมูลของคุณได้เลย
tr: Signal Yedeklemelerine hoş geldin. Yedeklemeni şimdi başlat.
ug: «Signal زاپاسلاشلىرى»نى ئىشلىتىشىڭىزنى قارشى ئالىمىز. زاپاسلاشنى ھازىرلا باشلاڭ.
uk: Усе готово. Тепер можна створити резервну копію.
ur: Signal بیک اپس میں خوش آمدید۔ ابھی اپنا بیک اپ شروع کریں۔
vi: Chào mừng đến với Sao lưu Signal. Bắt đầu sao lưu ngay.
zh_cn: 欢迎使用 Signal 备份。现在开始备份吧。
zh_hk: 歡迎使用 Signal 備份。立即開始你的備份。

# BACKUPS_SETTINGS_TITLE
source: Signal Backups
ar: النسخ الاحتياطية على سيجنال
be: Рэзервовыя копіі Signal
bn: Signal ব্যাকআপ
ca: Còpies de seguretat de Signal
cs: Zálohování služby Signal
da: Signal-sikkerhedskopier
el: Αντίγραφα ασφαλείας Signal
es: Copias de seguridad de Signal
fa: پشتیبان‌های سیگنال
fi: Signal-varmuuskopiot
fr: Sauvegardes Signal
ga: Cúltacaí Signal
gu: Signal બેકઅપ
he: גיבויי Signal
hi: Signal बैकअप
hr: Sigurnosne kopije Signala
hu: A Signal biztonsági mentései
it: Backup di Signal
ja: Signalバックアップ
ko: Signal 백업
mr: Signal बॅकअप
ms: Sandaran Signal
nb: Sikkerhetskopiering av Signal
pl: Kopie zapasowe Signal
pt_br: Backups do Signal
pt_pt: Cópias de segurança protegidas
ro: Backup-uri Signal
ru: Резервное копирование Signal
sk: Zálohy Signal
sr: Резервне поруке Signal-а
sv: Säkerhetskopiering av Signal
th: การสำรองข้อมูลของ Signal
tr: Signal Yedeklemeleri
ug: Signal زاپاسلانمىسى
uk: Резервне копіювання від Signal
ur: Signal بیک اپس
vi: Bản sao lưu Signal
zh_cn: Signal 备份
zh_hk: Signal 備份

# BADGE_CONFIGURATION_BADGE_SECTION_TITLE
source: My Badges
af: My wapens
ar: شاراتي
az: Nişanlarım
be: Мае значкі
bn: আমার ব্যাজসমূহ
ca: Les meves insígnies
cs: Moje odznaky
cy: Fy Mathodynnau
da: Mine badges
de: Meine Abzeichen
el: Τα σήματά μου
es: Mis insignias
et: Minu märgid
eu: Nire bereizgarriak
fa: نشان‌های من
fi: Omat merkkini
fr: Mes macarons
ga: Mo chuid Suaitheantas
gu: મારા બૅજ
he: התגים שלי
hi: मेरे बैज
hr: Moje značke
hu: Jelvényeim
id: Lencana Saya
is: Merkin mín
it: I miei badge
ja: マイバッジ
km: áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹ášá”áŸáŸ‹ááŸ’á‰á»áŸ†
ko: 내 배지
lt: Mano ženkliukai
mk: Мои беџови
ml: എന്റെ ബാഡ്ജുകൾ
mr: माझे बॅजेस
ms: Lencana Saya
nb: Mine merker
nl: Jouw badges
pa: ਮੇਰੇ ਬਿੱਲੇ
pl: Moje odznaki
pt_br: Meus selos
pt_pt: Os meus crachás
ro: Insignele mele
ru: Мои значки
sk: Moje odznaky
sl: Moje značke
sq: Stemat e Mia
sr: Моје значке
sv: Mina märken
sw: Beji Zangu
th: โล่ของฉัน
tr: Rozetlerim
ug: ئىزناكلىرىم
uk: Мої значки
ur: میرے بیج
vi: Huy hiệu của tôi
zh_cn: 我的徽章
zh_hk: 我的徽章

# BADGE_CONFIGURATION_TITLE
source: Badges
af: Wapens
ar: الشارات
az: Nişanlar
be: Значкі
bn: ব্যাজ
ca: Insígnies
cs: Odznaky
cy: Bathodynnau
de: Abzeichen
el: Σήματα
es: Insignias
et: Märgid
eu: Bereizgarriak
fa: نشان‌ها
fi: Merkit
fr: Macarons
ga: Suaitheantais
gu: બૅજ
he: תגים
hi: बैज
hr: Značke
hu: Jelvények
id: Lencana
is: Merki
it: Badge
ja: バッジ
km: áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹
kn: ಬ್ಯಾಡ್ಜ್‌ಗಳು
ko: 배지
lt: Ženkliukai
lv: Nozīmītes
mk: Беџови
ml: ബാഡ്ജുകള്‍
mr: बॅजेस
ms: Lencana
my: ဘဲ့ဂျ်များ
nb: Merker
pa: ਬਿੱਲਾ
pl: Odznaki
ps: بجونه
pt_br: Selos
pt_pt: Crachás
ro: Insigne
ru: Значки
sk: Odznaky
sl: Značke
sq: Stema
sr: Значке
sv: Märken
sw: Beji
ta: பேட்ஜ்கள்
te: బ్యాడ్జీలు
th: โล่
tr: Rozetler
ug: ئىزناكلار
uk: Значки
ur: بیجز
vi: Huy hiệu
zh_cn: 徽章
zh_hk: 徽章

# BADGE_DETAILS_DONATE_TO_SIGNAL
source: Donate Now
ar: تبرَّع الآن
be: Зрабіць ахвяраванне
bn: এখনই ডোনেট করুন
ca: Fer donació ara
cs: Přispět teď
da: Donér nu
de: Jetzt spenden
el: Κάνε δωρεά
es: Donar ahora
fa: اکنون اهدا کنید
fi: Lahjoita nyt
fr: Faire un don
ga: Tabhair Airgead Anois
gu: હમણાં દાન કરો
he: ביצוע תרומה עכשיו
hi: अभी दान दें
hr: Doniraj sada
hu: Adományozás most
id: Donasi Sekarang
it: Dona ora
ja: 今すぐ寄付する
ko: 지금 기부하기
mr: आता देणगी द्या
ms: Derma Sekarang
nb: Gi penger nå
nl: Nu doneren
pl: Wpłać darowiznę teraz
pt_br: Doe agora
pt_pt: Doar agora
ro: Donează Acum
ru: Пожертвовать сейчас
sk: Prispieť teraz
sr: Донирајте
sv: Donera nu
th: บริจาคเลย
tr: Şimdi bağış yap
ug: دەرھال ئىئانە قىلىش
uk: Підтримати
ur: ابھی عطیہ کریں
vi: Ủng Hộ Ngay
zh_cn: 立即捐款
zh_hk: 立即捐款

# BADGE_DETAILS_TITLE_FOR_SUPPORTER
source: %1$@ supports Signal
ar: %1$@ يدعم سيجنال
be: %1$@ падтрымлівае Signal
bn: %1$@ Signal-কে সমর্থন করে
ca: %1$@ dona suport a Signal
cs: %1$@ podporuje Signal
da: %1$@ understøtter Signal
de: %1$@ unterstützt Signal
el: Ο χρήστης %1$@ στηρίζει το Signal
es: %1$@ apoya a Signal
fa: %1$@ از سیگنال پشتیبانی می‌کند
fi: %1$@ tukee Signalia
fr: %1$@ soutient Signal
ga: Tacaíonn %1$@ le Signal
gu: %1$@ Signalને સપોર્ટ કરે છે
he: Signal מקבלת תמיכה מ%1$@
hi: %1$@ Signal का समर्थन करता/करती है
hr: %1$@ podržava Signal
hu: %1$@ támogatja a Signalt
id: %1$@ mendukung Signal
it: %1$@ supporta Signal
ja: %1$@ さんはSignalをサポートしています
ko: %1$@ 님은 Signal의 기부자입니다.
mr: %1$@ Signal ला सपोर्ट करतात
ms: %1$@ menyokong Signal
nb: %1$@ støtter Signal
nl: %1$@ steunt Signal
pl: %1$@ wspiera Signal
pt_br: %1$@ apoia o Signal
pt_pt: %1$@ apoia o Signal
ro: %1$@ sprijină Signal
ru: %1$@ поддерживает Signal
sk: %1$@ podporuje Signal
sr: %1$@ подржава Signal
sv: %1$@ stöder Signal
th: %1$@ ให้การสนับสนุน Signal
tr: %1$@ Signal'i destekliyor
ug: %1$@ Signal نى قوللايدۇ
uk: %1$@ підтримує Signal
ur: %1$@ Signal کو سپورٹ کرتا ہے
vi: %1$@ ủng hộ Signal
zh_cn: %1$@正在支持 Signal
zh_hk: %1$@ 支持 Signal

# BADGE_EXPIRED_BOOST_BODY
source: Your Boost badge has expired, and is no longer visible on your profile. You can continue using Signal but to support technology that is built for you, please consider becoming a monthly donor.
af: Your Boost badge has expired and is no longer available to be displayed on your profile.
ar: نفدَت صلاحية شارة الدعم الخاصة بك، لذلك لم تعُد ظاهرة في حسابك. يُمكنك الاستمرار في استخدام سيجنال؛ لكن لتدعم التقنية التي بُنيَت من أجلك، يُرجى التفكير في أن تصبح داعمًا شهريًا.
az: Your Boost badge has expired and is no longer available to be displayed on your profile.
be: Тэрмін дзеяння вашага значка падтрымкі скончыўся, і ён больш не бачны ў вашым профілі. Вы можаце працягваць карыстацца Signal, але мы будзем вельмі ўдзячны, калі вы станеце штомесячным спонсарам, каб падтрымаць тэхналогію, зробленую для вас.
bn: আপনার বুস্ট ব্যাজের মেয়াদ শেষ হয়ে গেছে, এবং আপনার প্রোফাইলে তা আর দৃশ্যমান নয়। আপনি Signal ব্যবহার করা চালিয়ে যেতে পারেন, কিন্তু আপনার জন্য তৈরি এই প্রযুক্তিকে সমর্থন করার জন্য, অনুগ্রহ করে একজন মাসিক ডোনার হওয়ার বিষয়টি বিবেচনা করুন।
ca: La teva insígnia Boost ha vençut i ja no és visible al perfil. Pots continuar utilitzant Signal, però per donar suport a la tecnologia creada per a tu, considera convertir-te en donant mensual.
cs: Platnost vašeho odznaku Boost vypršela a odznak již není na vašem profilu viditelný. Signál můžete používat i nadále, ale abyste podpořili technologii, která je vytvořena pro vás, zvažte, zda se nestát měsíčním dárcem.
cy: Your Boost badge has expired and is no longer available to be displayed on your profile.
da: Dit Boost-badge er udløbet og er ikke længere synligt på din profil. Du kan fortsætte med at bruge Signal, men for at støtte teknologien, der er udviklet til dig, kan du overveje at blive en månedlig donor.
de: Dein Boost-Abzeichen ist abgelaufen und ist daher in deinem Profil nicht mehr sichtbar. Du kannst Signal weiterhin nutzen, aber um die Technologie zu unterstützen, die für dich entwickelt wurde, ziehe bitte eine monatliche Spende in Betracht.
el: Το σήμα Boost έληξε και δεν θα εμφανίζεται πλέον στο προφίλ σου. Μπορείς να συνεχίσεις να χρησιμοποιείς το Signal, αλλά για να υποστηρίξεις την τεχνολογία που δημιουργείται για εσένα, μπορείς να επιλέξεις να κάνεις μηνιαία δωρεά.
es: Tu insignia Apoyo Signal ha caducado y ya no se muestra en tu perfil. Puedes seguir usando Signal, pero si quieres apoyar una tecnología creada para ti, considera optar por una suscripción mensual.
et: Your Boost badge has expired and is no longer available to be displayed on your profile.
eu: Your Boost badge has expired and is no longer available to be displayed on your profile.
fa: نشان ارتقاء شما منقضی شده است و دیگر در نمایه‌تان قابل مشاهده نیست. همچنان می‌توانید از سیگنال استفاده کنید، اما برای حمایت از فناوری‌ای که برای شما ساخته شده است، لطفاً اهداکننده ماهانه شدن را مدنظر قرار دهید.
fi: Boost-merkkisi on vanhentunut, eikä se näy enää profiilissasi. Voit jatkaa Signalin käyttöä, mutta jos haluat tukea sinua varten luotua teknologiaa, harkitse kuukausilahjoittajaksi ryhtymistä.
fr: Votre macaron Coup de pouce est arrivé à expiration et n'est plus visible sur votre profil. Vous pouvez bien sûr continuer d'utiliser Signal, mais n'hésitez pas à devenir donateur mensuel : vous soutiendrez ainsi une technologie conçue pour vous protéger.
ga: Tá do shuaitheantas Spreagtha imithe as feidhm agus níl sé infheicthe ar do phróifíl a thuilleadh. Is féidir leat leanúint le húsáid Signal ach chun tacú leis an teicneolaíocht atá á tógáil duitse, smaoinigh faoi thabhartas uair sa mhí mar dheontóir.
gu: તમારા બૂસ્ટ બૅજની સમય અવધિ સમાપ્ત થઈ ગઈ છે અને હવે તે તમારી પ્રોફાઇલ પર પ્રદર્શિત થવા માટે ઉપલબ્ધ નથી. તમે Signalનો ઉપયોગ કરવાનું ચાલુ રાખી શકો છો પરંતુ તમારા માટે નિર્મિત ટેકનૉલોજીને સમર્થન આપવા માટે, એક માસિક દાનવીર બનવા પર વિચાર કરો.
he: תג הבוסט שלכם פג תוקף והוא לא גלוי יותר בפרופיל שלכם. אפשר להמשיך להשתמש ב–Signal אבל כדי לתמוך בטכנולוגיה שנבנתה עבורכם, נשמח אם תשקלו להפוך לתורמים על בסיס חודשי.
hi: आपका बूस्ट बैज समाप्त हो गया है और अब आपकी प्रोफ़ाइल पर नहीं दिख रहा है। आप Signal इस्तेमाल करना जारी रख सकते हैं, लेकिन आपके लिए बनी तकनीक को सपोर्ट करने के लिए कृपया एक मासिक दानकर्ता बनने पर विचार करें।
hr: Značka podrške je istekla i ne prikazuje se više na vašem profilu. Možete nastaviti koristiti Signal, no razmislite o tome da postanete mjesečni pretplatnik kako biste podržali aplikaciju koja je napravljena za vas.
hu: A Boost-jelvényed érvényessége lejárt, így már nem jelenik meg a profilodon. Továbbra is használhatod a Signalt, de a számodra kifejlesztett technológia támogatása érdekében fontold meg, hogy havi adományozóvá válj!
id: Lencana Boost Anda telah kedaluwarsa dan tidak terlihat lagi di profil Anda. Anda dapat terus menggunakan Signal, tetapi untuk mendukung teknologi yang dikembangkan untuk Anda, mohon pertimbangkan untuk menjadi donatur bulanan.
is: Your Boost badge has expired and is no longer available to be displayed on your profile.
it: Il Badge Signal - Boost è scaduto e non è più visibile sul tuo profilo. Puoi continuare a usare Signal, ma se vuoi sostenere la tecnologia necessaria per il corretto funzionamento dell'app, puoi scegliere di contribuire con una donazione mensile.
ja: ブーストバッジの有効期限が切れたため、プロフィールには表示されません。 Signalは今後もご利用いただけますが、あなたのために作られた技術をサポートするため、毎月の寄付をご検討ください。
kab: Your Boost badge has expired and is no longer available to be displayed on your profile.
km: Your Boost badge has expired and is no longer available to be displayed on your profile.
kn: Your Boost badge has expired and is no longer available to be displayed on your profile.
ko: 부스트 배지가 만료되어 더 이상 프로필에 표시되지 않습니다. Signal을 계속 사용할 수는 있지만, 월간 기부자가 되어 사용자를 위해 설계된 Signal의 기술을 지원해 주세요.
lt: Your Boost badge has expired and is no longer available to be displayed on your profile.
lv: Your Boost badge has expired and is no longer available to be displayed on your profile.
mk: Your Boost badge has expired and is no longer available to be displayed on your profile.
ml: Your Boost badge has expired and is no longer available to be displayed on your profile.
mr: आपला बूस्ट बॅज कालबाह्य झाला आहे, आणि यापुढे तो आपल्या प्रोफाइलवर दिसणार नाही. आपण Signal वापरणे पुढे सुरु ठेवू शकता परंतु आपल्यासाठी तयार केलेल्या तंत्रज्ञानाला सपोर्ट करण्यासाठी मासिक देणगीदार बनण्याचा कृपया विचार करा.
ms: Lencana Boost anda telah tamat tempoh dan tidak lagi kelihatan pada profil anda. Anda boleh terus menggunakan Signal untuk menyokong teknologi yang dibina untuk anda, sila pertimbangkan untuk menjadi penderma bulanan.
my: Your Boost badge has expired and is no longer available to be displayed on your profile.
nb: Boost-merket ditt er utløpt og vises ikke lenger på profilen din. Du kan likevel fortsette å bruke Signal. Hvis du ønsker å støtte teknologi som er utviklet med deg i tankene, kan du velge å bli en av våre støttespillere og gi et månedlig pengebeløp.
nl: Je ‘Boost’-badge is verlopen en is daarom niet langer zichtbaar op je profiel. Je kunt Signal gewoon blijven gebruiken, maar als je technologie die écht voor jou is gemaakt wilt blijven ondersteunen, overweeg dan om een maandelijkse donateur te worden.
pa: Your Boost badge has expired and is no longer available to be displayed on your profile.
pl: Odznaka za wsparcie wygasła i nie wyświetla się już w Twoim profilu. Nadal możesz korzystać z aplikacji Signal. Aby wspierać technologię rozwijaną z myślą o Tobie, rozważ przekazywanie comiesięcznej darowizny cyklicznej.
ps: Your Boost badge has expired and is no longer available to be displayed on your profile.
pt_br: Seu selo de Boost expirou e não está mais visível no seu perfil. Você pode continuar usando o Signal, mas, para apoiar essa tecnologia personalizada, considere se tornar um doador mensal.
pt_pt: O seu crachá de Boost expirou e deixou de ser visível no seu perfil. Pode continuar a utilizar o Signal, mas para apoiar a tecnologia que foi construída para si considere tornar-se um doador mensal.
ro: Insigna ta Boost a expirat și nu mai este vizibilă la profilul tău. Poți continua să folosești Signal, dar pentru a sprijini tehnologia creată pentru tine, te rugăm să consideri să devii un susținător lunar.
ru: Ваш значок «Ускорение» истёк и больше не виден в вашем профиле. Вы можете продолжить пользоваться Signal, но чтобы поддержать технологию, сделанную для вас, пожалуйста, подумайте о том, чтобы стать ежемесячным Поддерживающим.
sk: Platnosť vášho odznaku Boost vypršala a už sa vo vašom profile ďalej nezobrazuje. Signal môžete používať aj naďalej, ale ak chcete podporiť technológiu, ktorá je vytvorená pre vás, zvážte možnosť stať sa mesačným prispievateľom.
sl: Vaša značka podpore je potekla in več ni na voljo za prikaz na vašem profilu.
sq: Your Boost badge has expired and is no longer available to be displayed on your profile.
sr: Ваша значка подршке је истекла и више није видљива на вашем профилу. И даље можете да користите Signal, али да бисте подржали технологију која је направљена за вас, размотрите опцију да постанете месечни донатор.
sv: Ditt Boost-märke har upphört att gälla och är inte längre synligt på din profil. Du kan fortsätta använda Signal men för att stödja teknik som är byggd för dig, överväg att bli en månadsgivare.
sw: Your Boost badge has expired and is no longer available to be displayed on your profile.
ta: Your Boost badge has expired and is no longer available to be displayed on your profile.
te: Your Boost badge has expired and is no longer available to be displayed on your profile.
th: โล่บูสต์ของคุณหมดอายุแล้ว และจะไม่แสดงบนโปรไฟล์คุณอีกต่อไป คุณสามารถใช้ Signal ต่อไปได้ แต่หากต้องการสนับสนุนเทคโนโลยีที่สร้างมาเพื่อคุณ โปรดลองพิจารณาเป็นผู้สนับสนุนด้วยการบริจาครายเดือน
tr: Boost rozetinin süresi doldu ve artık profilinde görünmüyor. Signal'i kullanmaya devam edebilirsin ancak senin için geliştirilen teknolojiyi desteklemek için lütfen aylık bağışçı olmayı düşün.
ug: Boost ئىزنىكىڭىزنىڭ ۋاقتى ئۆتكەن بولۇپ، ئەمدى ئۇنى ئارخىپىڭىزدا كۆرەلمەيسىز. Signal نى داۋاملىق ئىشلىتەلەيسىز، لېكىن شۇنداقتىمۇ سىز ئۈچۈن بەرپا قىلىنغان تېخنىكىنى داۋاملىق قوللاش ئۈچۈن، ئايلىق قوللىغۇچى بولۇشنى ئويلىشىپ بېقىڭ.
uk: Ваш значок за підтримку вже недійсний, тому його більше не видно в профілі. Щоб і надалі підтримувати створені для вас технології, ви можете щомісяця здійснювати благодійний внесок.
ur: آپ کا بوسٹ بیج زائد المیعاد ہو گیا ہے، اور آپ کی پروفائل پر مزید نظر نہیں آئے گا۔ آپ Signal کا استعمال جاری رکھ سکتے ہیں تاہم آپ کے لیے تیار کی گئی ٹیکنالوجی کو سپورٹ کرنے کے لیے، براہ کرم ماہانہ عطیہ گزار بننے پر غور کریں۔
vi: Huy hiệu Nhà Ủng hộ của bạn đã hết hạn và không còn hiển thị trên hồ sơ. Bạn có thể tiếp tục sử dụng Signal nhưng để hỗ trợ cho nền tảng công nghệ được xây dựng cho bạn, hãy cân nhắc việc ủng hộ hàng tháng cho Signal.
zh_cn: 您的随手捐徽章已到期，无法继续显示在您的个人资料中。 您可以继续使用 Signal，不过您也可以考虑成为每月定期捐款人，支持为用户而生的 Signal 技术。
zh_hk: 你的捐款徽章已過期，且不會再顯示在你的個人檔案中。 你可如常使用 Signal，但也可以考慮透過每月捐款定期贊助，支持這項為你打造的技術。
