Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# VIEW_ONCE_OUTGOING_TOAST
source: Outgoing view-once media files are automatically removed after they are sent.
af: Uitgaande eenmalige medialêers word outomaties verwyder nadat dit gestuur is.
ar: ملفات وسائط العرض لمرّة واحدة الصادرة تتمُّ إزالتها تلقائيًا بعد أن يتمَّ إرسالها.
az: Gedən "bir dəfə baxıla bilən" media faylları göndərildikdən sonra avtomatik silinəcək
be: Выходныя медыяфайлы аўтаматычна выдаляюцца пасля адпраўкі.
bg: Изходящите мултимедийни файлове за еднократно гледане се премахват автоматично, след като бъдат изпратени.
bn: শুধু-একবার-দেখার-যোগ্য আউটগোয়িং মিডিয়া ফাইলগুলো পাঠানোর পরে স্বয়ংক্রিয়ভাবে সরিয়ে ফেলা হবে।
ca: Els fitxers multimèdia d'una sola visualització se suprimeixen automàticament una vegada enviats.
cs: Odchozí multimediální soubory pro jednorázové zobrazení jsou po odeslání automaticky odstraněny.
cy: Mae ffeiliau cyfrwng gweld-unwaith a anfonwyd yn cael eu tynnu ar ôl eu hanfon
da: Udgående vis-kun-én-gang mediefiler fjernes automatisk efter de er sendt.
de: Ausgehende Medien zur Einmalansicht werden nach dem Senden automatisch entfernt.
el: Τα εξερχόμενα αρχεία μεμονωμένης προβολής αφαιρούνται αυτόματα μετά την αποστολή τους.
es: Los archivos de visualización única enviados se eliminan de forma automática después de que los envías.
es_es: Los medios que envías para ver solo una vez se eliminan automáticamente tras enviar.
et: Väljuvad ühekordsed meediafailid kustutatakse automaatselt pärast nende saatmist.
eu: Igortzen diren bakarrik behin ikustekoak diren medio fitxategiak automatikoki ezabatuko dira bidali ondoren.
fa: فایل‌های رسانه‌های یکبار مصرف پس از ارسال به صورت خودکار حذف خواهند شد.
fi: Lähtevät, kerran katsottavat mediatiedostot poistetaan automaattisesti lähettämisen jälkeen.
fil: Ang mga papalabas na view-once na media file ay awtomatikong matatanggal matapos ipadala ang mga ito.
fr: Les médias à vue unique sortants sont automatiquement supprimés après envoi.
ga: Scriostar comhaid mheán aonuaire go huathoibríoch tar éis duit iad a sheoladh.
gu: આઉટગોઇંગ વ્યૂ-વન્સ મીડિયા ફાઇલો મોકલ્યા પછી આપમેળે દૂર થાય છે.
he: קבצי מדיה לצפייה חד־פעמית יוסרו באופן אוטומטי לאחר השליחה.
hi: आउटगोइंग व्यू-एक बार मीडिया फ़ाइलों को उनके भेजे जाने के बाद स्वचालित रूप से हटा दिया जाता है।
hr: Odlazni medijski zapisi koji su vidljivi samo jednom automatski se uklanjaju nakon što su poslani.
hu: Az egyszer megjelenő médiafájlok elküldésük után a te oldaladon azonnal törlődnek.
id: File media sekali lihat akan langsung terhapus setelah terkirim.
is: Útsendar skoða-einu-sinni margmiðlunarskrár eru sjálfvirkt fjarlægðar eftir að þær eru sendar.
it: I file multimediali in uscita visualizzabili una volta sono automaticamente rimossi dopo l'invio.
ja: 使い捨てメディアファイルは、送信後に自動で削除されます。
kab: Ifuyla n umidyat i d-yeffɣen kan tikkelt, ttwakkasen s wudem awurman seld tuzna-nsen.
kk: Бір рет қаралатын жолданатын ақпарат файлдары жіберілгеннен кейін автоматты түрде жойылады.
km: á¯á€áŸá¶ášá˜áŸáŒá¶á˜á¾á›-á˜áŸ’áá„ áŠáŸ‚á›á•áŸ’á‰á¾á…áŸá‰ ááŸ’ášá¼áœá›á»á”á…áŸ„á›áŠáŸ„á™áŸáŸ’áœáŸá™á”áŸ’ášáœááŸ’áá·á”á“áŸ’á‘á¶á”áŸ‹á–á¸á”á¶á“á•áŸ’á‰á¾á…áŸá‰áŸ”
kn: ಹೊರಹೋಗುವ ವ್ಯೂ ಒನ್ಸ್ ಮೀಡಿಯಾ ಫೈಲ್‌ಗಳನ್ನು ಕಳುಹಿಸಿದ ನಂತರ ಅವುಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ko: 한 번만 볼 수 있는 미디어 파일은 보낸 후 자동으로 제거됩니다.
lt: Išsiunčiami vienkartinės peržiūros medijos failai, juos išsiuntus, yra automatiškai pašalinami.
lv: Izejošie vienreiz skatāmie multivides faili pēc nosūtīšanas automātiski tiek dzēsti.
mk: Појдовните еднократни медија датотеки автоматски се отстрануваат откако ќе бидат испратени.
ml: അയയ്ക്കുന്ന ഒറ്റ തവണ കാണാവുന്ന മീഡിയ ഫയലുകൾ അയച്ചതിനുശേഷം അവ സ്വയമേവ നീക്കംചെയ്യപ്പെടും.
mr: पाठविल्यानंतर बाहेर जाणाऱ्या व्हीव-वन्स मिडिया फाईल स्वयंचलितपणे काढल्या जातील.
ms: Fail media sekali tontonan dialih keluar secara automatik selepas ia dihantar.
my: အထွက် တစ်ခါသုံး မီဒီယာဖိုင်များသည် ပေးပို့ပြီးခဲ့လျှင် အလိုအလျောက် ဖယ်ရှားဖြစ်ပါမည်။
nb: Utgående visningsmediefiler blir automatisk slettet etter at de er sendt.
nl: Uitgaande eenmaligeweergave-media worden onmiddellijk verwijderd zodra ze zijn verzonden.
pa: ਬਾਹਰ ਭੇਜੇ ਜਾਣ ਵਾਲੀਆਂ ਇੱਕ ਵਾਰ ਦੇਖਣਯੋਗ ਮੀਡੀਆ ਫਾਈਲਾਂ ਭੇਜੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਆਪਣੇ ਆਪ ਹਟਾ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ.
pa_pk: جان آلی اک بار ویکھو میڈیا فائلاں نوں گھلے جان دے بعد اپنے آپ ہٹا دتا جاندا اے۔
pl: Wychodzące wiadomości jednorazowe zostają automatycznie usunięte od razu po wysłaniu.
ps: لیږل کېدونکي د یو ځل لیدو میډیا فایلونه په اتومات ډول د هغوی له لېږل کېدو وروسته ایسته کېږي
pt_br: Arquivos de mídias efêmeras são automaticamente excluídos depois de enviados.
pt_pt: Os ficheiros multimédia de visualização única são removidos automaticamente após terem sido enviados.
ro: Fișierele trimise de tip media vizibile o singură dată sunt eliminate automat după ce sunt trimise.
ru: Исходящие одноразовые медиа-файлы автоматически удаляются после того, как были отправлены.
sk: Odchádzajúce mediálne súbory na jedno zobrazenie sa po odoslaní automaticky odstránia.
sl: Poslane medijske datoteke za enkraten ogled so avtomatično odstranjene s seznama.
sq: Kartela media për parje vetëm një herë, që duhen dërguar, hiqen automatikisht pasi të jenë dërguar.
sr: Одлазни једнократни медији аутоматски се уклањају након слања.
sv: Filer för utgående visa-en-gång media tas bort automatiskt efter att de har skickats
sw: Faili za media za mtazamo mmoja zinaondolewa kiatomati baada ya kutumwa.
ta: வெளிச்செல்லும் காண்க-ஒருமுறை முறை மீடியா கோப்புகள் அனுப்பப்பட்ட பின் தானாகவே அகற்றப்படும்.
te: అవుట్గోయింగ్ వ్యూ-ఒకసారి మీడియా ఫైల్స్ పంపిన తర్వాత స్వయంచాలకంగా తొలగించబడతాయి.
th: ไฟล์สื่อแบบที่ดูได้ครั้งเดียวขาออกจะถูกลบอัตโนมัติหลังจากส่งแล้ว
tr: Gönderilen tek görümlük içerik dosyaları gönderim tamamlandıktan sonra kendiliğinden silinir.
ug: بىر قېتىملا كۆرۈنىدىغان ۋاسىتە ھۆججەتلىرى ئەۋەتىلگەندىن كېيىن ئاپتوماتىك ئۆچۈرۈلىدۇ.
uk: Вихідні одноразові медіафайли автоматично видаляються після надсилання.
ur: باہر جانے والے ملاحظہ ایک بار میڈیا فائلیں بھیجے جانے کے بعد خود بخود حذف ہوجاتی ہیں۔
vi: Các tập tin đa phương tiện xem-một-lần sẽ được xóa tự động sau khi chúng được gửi đi.
zh_cn: 发送出去的阅后即焚媒体文件会在发送后自动移除。
zh_hk: 外寄的閱後即焚媒體檔案均會在傳送後自動刪除。

source: View Photo
af: Bekyk foto
ar: عرض الصورة
az: Fotoya bax
be: Прагляд фота
bn: ছবি দেখুন
ca: Mostra la fotografia
cs: Zobrazit fotografii
cy: Gweld Llun
da: Vis foto
de: Foto anzeigen
el: Προβολή φωτογραφίας
es: Ver foto
et: Vaata pilti
eu: Ikusi argazkia
fa: مشاهده عکس
fi: Näytä kuva
fr: Afficher la photo
ga: Féach ar an nGrianghraf
gu: ફોટો જુઓ
he: הצגת תמונה
hi: फ़ोटो देखें
hr: Pogledaj sliku
hu: Fotó megtekintése
id: Lihat Foto
is: Skoða mynd
it: Visualizza foto
ja: 写真を見る
kn: ಫೋಟೋ ವೀಕ್ಷಿಸಿ
ko: 사진 보기
lt: Žiūrėti nuotrauką
lv: Skatīt attēlu
mk: Види слика
ml: ഫോട്ടോ കാണുക
mr: फोटो पहा
ms: Lihat Foto
my: ဓာတ်ပုံကြည့်ရန်
nb: Se bilde
nl: Afbeelding bekijken
pa: ਫ਼ੋਟੋ ਦੇਖੋ
pl: Wyświetl zdjęcie
ps: د انځور لیدل
pt_br: Ver foto
pt_pt: Ver fotografia
ro: Vezi Poza
ru: Просмотреть фото
sk: Zobraziť fotku
sl: Ogled fotografije
sq: Shihni Foton
sr: Прикажи слику
sv: Visa foto
sw: Onyesha Picha
ta: புகைப்படத்தைக் காண்க
te: చిత్రాలు వీక్షించండి
th: ดูรูปภาพ
tr: Fotoğrafı görüntüle
ug: سۈرەت كۆرسەت
uk: Переглянути фото
ur: تصویر دیکھیں
vi: Xem Ảnh
zh_cn: 查看图片
zh_hk: 檢視照片

source: View Story
ar: عرض القصة
be: Прагледзець гісторыю
bn: স্টোরি দেখুন
ca: Veure història
cs: Zobrazit příběh
da: Se historie
de: Story ansehen
el: Προβολή ιστορίας
es: Ver historia
fa: مشاهده استوری
fi: Näytä tarina
fr: Afficher la story
ga: Féach ar an Scéal
gu: સ્ટોરી જુઓ
he: צפייה בסטורי
hi: स्टोरी देखें
hr: Prikaži priču
hu: Történet megtekintése
id: Lihat Cerita
it: Visualizza Storia
ja: ストーリーを閲覧する
ko: 스토리 보기
mr: स्टोरी पहा
ms: Tonton Cerita
nb: Se story
nl: Verhaal bekijken
pl: Wyświetl relację
pt_br: Ver story
ro: Vezi Povestea
ru: Просмотреть историю
sk: Zobraziť príbeh
sl: Ogled zgodbe
sr: Прикажи причу
sv: Visa story
th: ดูสตอรี่
tr: Hikayeyi görüntüle
ug: ھېكايە كۆرۈش
uk: Переглянути історію
ur: سٹوریز دیکھیں
vi: Xem Story
zh_cn: 查看动态
zh_hk: 瀏覽限時動態

# VOICE_CALL_LABEL
source: Voice Call
ar: مكالمة صوتية
be: Галасавы званок
bn: ভয়েস কল
ca: Trucada de veu
cs: Hlasový hovor
da: Taleopkald
de: Sprachanruf
el: Βιντεοκλήση
es: Llamada
fa: تماس صوتی
fi: Äänipuhelu
fr: Appel vocal
ga: Guthghlao
gu: વૉઈસ કૉલ
he: שיחה קולית
hi: वीडियो कॉल
hr: Glasovni poziv
hu: Hanghívás
id: Panggilan Suara
it: Chiamata vocale
ja: 音声通話
ko: 음성 통화
mr: व्हॉईस कॉल
ms: Panggilan suara
nb: Taleanrop
nl: Spraakoproep
pl: Połączenie głosowe
pt_br: Chamada de voz
pt_pt: Chamada de voz
ro: Apel vocal
ru: Голосовой звонок
sk: Hlasový hovor
sr: Гласовни позив
sv: Röstsamtal
th: โทรเสียง
tr: Sesli arama
ug: ئۈن چاقىرىش
uk: Аудіовиклик
ur: آڈیو کال
vi: Gọi thoại
zh_cn: 语音通话
zh_hk: 語音通話

# VOICE_MESSAGE_CANCEL_INSTRUCTIONS
source: Slide to cancel
af: Skuif om te kanselleer
ar: اسحب للإلغاء
az: İmtina etmək üçün sürüşdürün
be: Прагартаць, каб скасаваць
bg: Плъзни за Отказ
bn: বাতিল করতে স্লাইড করুন
ca: Llisqueu per cancel·lar-ho
cs: Pro zrušení přejeďte
cy: Llithro i ddiddymu
da: Swipe for at annullere
de: Zum Abbrechen wischen
el: Σύρε για ακύρωση
es: Desliza para cancelar
es_es: Desliza para cancelar
et: Libista tühistamiseks
eu: Korritu alde batera ezeztatzeko
fa: برای لغو به کناره بکشید
fi: Hylkää pyyhkäisemällä
fil: I-slide o Kanselahin
fr: Faire glisser pour annuler
ga: Sleamhnaigh chun é a chur ar ceal
gu: રદ કરવા માટે સ્લાઇડ કરો
he: החלק כדי לבטל
hi: रद्द करने के लिए स्लाइड करें
hr: Povucite za otkazivanje
hu: Elvetés csúsztatással
id: Geser untuk membatalkan
is: Renna til að hætta við
it: Scorri per annullare
ja: スライドしてキャンセル
kab: Zuɣer i wakken ad tesfesxeḍ
kk: Болдырмау үшін сырғыту
km: á¢á¼áŸáŠá¾á˜áŸ’á”á¸á”áŸ„áŸ‡á”á„áŸ‹
kn: ರದ್ದುಪಡಿಸಲು ಸ್ಲೈಡ್ ಮಾಡಿ
ko: 쓸어넘겨 취소
lt: Perbraukite, norėdami atsisakyti
lv: Vilkt, lai atceltu
mk: Повлечи за откажување
ml: റദ്ദാക്കാൻ സ്ലൈഡ് ചെയ്യുക
mr: रद्द करण्यासाठी स्लाइड करा
ms: Luncurkan untuk membatalkan
my: ပယ်ဖျက်ရန် ဆွဲချပါ
nb: Skyv for å avbryte
nl: Veeg om te annuleren
pa: ਰੱਦ ਕਰਨ ਲਈ ਸਲਾਈਡ ਕਰੋ
pa_pk: منسوخ کرن لئی سلائیڈ کرو
pl: Przesuń, aby anulować
ps: کش یې کړئ چې لغوه شي
pt_br: Deslize para cancelar
pt_pt: Deslize para cancelar
ro: Glisează pentru a anula
ru: Проведите для отмены
sk: Potiahnite pre zrušenie
sl: Za prekinitev podrsajte v levo
sq: Rrëshqiteni që të anulohet
sr: Превуците да откажете
sv: Dra för att avbryta
sw: Telezesha ili kughairi
ta: ரத்து செய்ய ஸ்லைடு செய்
te: రద్దు చేయడానికి స్లయిడ్ చేయండి
th: เลื่อนเพื่อยกเลิก
tr: İptal etmek için kaydırın
ug: بىكار قىلىش ئۈچۈن سىيرىڭ
uk: Скасувати: тягніть
ur: منسوخ کرنے کیلئے سلائیڈ کریں
vi: Kéo để huỷ
zh_cn: 滑动取消
zh_hk: 滑動以取消

# VOICE_MESSAGE_TOO_SHORT_TOOLTIP
source: Press and hold to record.
af: Druk en hou om op te neem.
ar: اضغط مُطوَّلًا للتسجيل
az: Səsyazmaq üçün basıb saxlayın.
be: Каб запісаць, націснуць і ўтрымліваць.
bn: রেকর্ড করতে টিপে ধরে রাখুন।
ca: Manteniu-ho premut per gravar.
cs: Pro nahrání zmáčkněte a podržte.
cy: Pwyso a dal i recordio.
da: Tryk og hold nede for at optage.
de: Drücken und halten zum Aufzeichnen.
el: Πάτα και κράτα πατημένο για εγγραφή.
es: Mantén pulsado para grabar.
et: Salvestamiseks vajuta ja hoia.
fa: برای ضبط کردن فشار داده و نگه دارید.
fi: Nauhoita napauttamalla pitkään.
fr: Appuyez longuement pour enregistrer.
gu: રેકોર્ડ કરવા માટે દબાવો અને હોલ્ડ કરો.
he: לחץ והחזק כדי להקליט.
hi: रिकॉर्ड करने के लिए दबा कर रखें।
hr: Pritisnite i držite za snimanje.
hu: Tartsd nyomva a felvételhez.
id: Tekan dan tahan untuk merekam.
is: Ýttu og haltu til að taka upp.
it: Tieni premuto per registrare.
ja: 長押しで録音します。
km: á…á»á…á‡á¶á”áŸ‹áŠá¾á˜áŸ’á”á¸áááŸá˜áŸ’á›áŸá„
kn: ರೆಕಾರ್ಡ್‌ ಮಾಡಲು ಅದುಮಿ ಹಿಡಿಯಿರಿ
ko: 길게 누르면 녹음됩니다.
lt: Paspauskite ir laikykite, norėdami įrašinėti.
lv: Nospiediet un turiet, lai ierakstītu.
ml: റെക്കോർഡ് ചെയ്യാൻ അമർത്തി പിടിക്കുക.
mr: रेकॉर्ड करण्यासाठी दाबा आणि धरून ठेवा.
ms: Tekan dan tahan untuk merakam.
nb: Trykk og hold for å spille inn.
nl: Tik en houd vast om audio op te nemen.
pa: ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਪ੍ਰੈੱਸ ਕਰੋ ਤੇ ਦਬਾ ਕੇ ਰੱਖੋ।
pl: Dotknij i przytrzymaj, aby nagrać wiadomość.
ps: د ریکارډ کولو لپاره فشار ورکړئ او ویې نیسئ.
pt_br: Pressione e segure para gravar.
pt_pt: Pressione e mantenha para gravar.
ro: Apasă lung pentru a înregistra.
ru: Удерживайте, чтобы записать.
sk: Stlačením a podržaním spustíte nahrávanie.
sl: Pritisnite in pridržite za snemanje.
sq: Që të incizohet, shtypeni dhe mbajeni të shtypur.
sr: Притисните и држите да бисте снимали.
sv: Håll intryckt för att spela in.
sw: Bonyeza na ushikilie ili urekodi.
ta: பதிவு செய்ய அழுத்தவும்.
te: రికార్డ్ చేయడానికి నొక్కి పట్టుకోండి.
th: กดค้างเพื่อบันทึก
tr: Kaydetmek için tıklayın ve basılı tutun
ug: خاتىرىلەش ئۈچۈن چېكىپ بېسىپ تۇرۇڭ.
uk: Натисніть і тримайте для запису.
ur: ریکارڈ کرنے کیلئے دبائیں اور تھامیں۔
vi: Nhấn và giữ để thu âm.
zh_cn: 长按以录音。
zh_hk: 按住以錄製。

# WALLPAPER_GRADIENT_COLORS_ACCESSIBILITY_LABEL
source: Gradient with %@ and %@
ar: لون مُتدرِّج بـ %1$@ و%2$@
be: Градыент з %1$@ і %2$@
bn: %1$@ এবং %2$@ সহ গ্রেডিয়েন্ট
ca: Degradat amb %1$@ i %2$@
cs: Gradient s %1$@ a %2$@
da: Farveovergang med %1$@ og %2$@
de: Farbverlauf mit %1$@ und %2$@
el: Διαβάθμιση με %1$@ και %2$@
es: Degradado de %1$@ y %2$@
fa: گرادیان %1$@ و %2$@
fi: Liukuväri, sisältää värit %1$@ ja %2$@
fr: Dégradé contenant du %1$@ et du %2$@
ga: Grádán ina bhfuil %1$@ agus %2$@
gu: %1$@ અને %2$@ સાથે ગ્રેડિયન્ટ
he: מעבר צבע הדרגתי עם %1$@ ו%2$@
hi: %1$@ और %2$@ के साथ ग्रेडिएंट
hr: Gradijent boja: %1$@ i %2$@
hu: Átmenet %1$@ és %2$@ színnel
id: Gradasi warna %1$@ dan %2$@
it: Gradiente con %1$@ e %2$@
ja: %1$@と%2$@のグラデーション
ko: %1$@ 및 %2$@을(를) 사용한 그라데이션
mr: %1$@ आणि %2$@ सह ग्रेडिएंट
ms: Kecerunan dengan %1$@ dan %2$@
nb: Fargegradering med %1$@ og %2$@
nl: Kleurverloop met %1$@ en %2$@
pl: Gradient z dwóch kolorów: %1$@ i %2$@
pt_br: Degradê com %1$@ e %2$@
pt_pt: Gradiente com %1$@ e %2$@
ro: Gradient cu %1$@ și %2$@
ru: Переход цвета: %1$@ и %2$@
sk: Farebný prechod %1$@ a %2$@
sr: Градијент са бојама: %1$@ и %2$@
sv: Toning med %1$@ och %2$@
th: ไล่สี %1$@ และ %2$@
tr: %1$@ ve %2$@ ile gradyan
ug: %1$@ ۋە %2$@ بىلەن تىزىلغان
uk: Градієнт: %1$@ і %2$@
ur: %1$@ اور %2$@ والا گریڈیئنٹ
vi: Hiệu ứng chuyển màu với %1$@ và %2$@
zh_cn: %1$@和%2$@渐变
zh_hk: 具有 %1$@ 和 %2$@ 的漸層

# WALLPAPER_MINI_PREVIEW_CONTACT_NAME
source: Contact Name
af: Kontaknaam
ar: اسم جهة الاتصال
az: Əlaqə adı
be: Імя кантакту
bn: কন্ট্যাক্টের নাম
ca: Nom de contacte
cs: Jméno kontaktu
cy: Enw Cysylltiad
da: Kontaktnavn
de: Kontaktname
el: Όνομα επαφής
es: Nombre de contacto
et: Kontakti nimi
eu: Kontaktuaren izena
fa: نام مخاطب
fi: Yhteystiedon nimi
fr: Nom du contact
gu: સંપર્ક નામ
he: שם איש קשר
hi: संपर्क नाम
hr: Ime kontakta
hu: Kontakt név
id: Nama Kontak
is: Nafn tengiliðar
it: Nome contatto
ja: 連絡先名
kab: Isem n unermis
km: áˆáŸ’á˜áŸ„áŸ‡á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕದ ಹೆಸರು
ko: 연락처 이름
lt: Adresato vardas
lv: Kontaktpersonas vārds
mk: Име на контакт
ml: കോണ്ടാക്ടിന്റെ പേര്
mr: संपर्क नाव
ms: Nama Kenalan
my: အဆက်အသွယ်အမည်
nb: Kontakt Navn
nl: Naam van contact
pa: ਸੰਪਰਕ ਦਾ ਨਾਂ
pl: Imię kontaktu
ps: د مخاطب نوم
pt_br: Nome do contato
pt_pt: Nome de contacto
ro: Nume contact
ru: Имя контакта
sk: Názov kontaktu
sl: Ime stika
sq: Emër Kontakti
sr: Име контакта
sv: Kontaktnamn
sw: Jina la Mwasiliani
ta: தொடர்பு பெயர்
te: సంప్రదింపు పేరు
th: ชื่อผู้ติดต่อ
tr: Kişi Adı
ug: ئالاقىداش نامى
uk: Ім'я контакту
ur: رابطے کا نام
vi: Tên Liên hệ
zh_cn: 联系人名字
zh_hk: 聯絡人名稱

# WALLPAPER_PREVIEW_BLUR_BUTTON
source: Blur Photo
af: Vervaag foto
ar: تمويه الصورة
az: Bulanıq foto
be: Размыць фота
bn: ফটো ঝাপসা করুন
ca: Difumina la fotografia
cs: Rozostřit fotografii
cy: Pylu Llun
da: Slør billede
de: Foto verwischen
el: Θόλωσε την εικόνα
es: Difuminar foto
et: Hägusta foto
eu: Lausotu argazkia
fa: مات کردن عکس
fi: Sumenna kuva
fr: Flouter la photo
gu: ફોટાને ઝાંખો કરો
he: טשטש תמונה
hi: फ़ोटो ब्लर करें
hr: Zamuti sliku
hu: Kép elmosása
id: Buramkan Foto
is: Móska mynd
it: Sfocatura foto
ja: 写真をぼかす
kab: Tawlaft idreɣlen
km: ášá¼á”ááá–áŸ’ášá¶á›
kn: ಮಸುಕಾದ ಫೋಟೋ
ko: 블러 처리된 사진
lt: Sulieti nuotrauką
lv: Aizmiglot fotoattēlu
mk: Замагли слика
ml: ചിത്രം അവ്യക്തമാക്കുക
mr: फोटो अस्पष्ट करा
ms: Kaburkan Foto
my: ရုပ်ပုံကို မှုန်စေမယ်
nb: Gjør Bildet Uskarpt
nl: Afbeelding vervagen
pa: ਧੁੰਧਲੀ ਫ਼ੋਟੋ
pl: Rozmyj zdjęcie
ps: د انځور ځرځري کول
pt_br: Borrar foto
pt_pt: Desfocar fotografia
ro: Estompare poză
ru: Размыть фото
sk: Rozmazať fotku
sl: Zabriši fotografijo
sq: Turbulloje Foton
sr: Замути слику
sv: Sudda foto
sw: Weka Ukungu kwenye Picha
ta: புகைப்படத்தை மங்கச் செய்ய
te: అస్పష్టమైన ఛాయాచిత్రం
th: เบลอรูป
tr: Fotoğrafı Bulanıklaştır
ug: رەسىمنى غۇۋالاشتۇرۇڭ
uk: Розмити фото
ur: تصویر کو دھندلا کرو
vi: Làm mờ Ảnh
zh_cn: 模糊图片
zh_hk: 模糊照片

# WALLPAPER_PREVIEW_INCOMING_MESSAGE_PHOTO
source: Pinch to zoom, drag to adjust.
af: Knyp vir zoem, sleep on te maak pas.
ar: وَسِّع للتكبير، اسحب للتعديل.
az: İki barmaqla yaxınlaşdırın, nizamlamaq üçün sürüşdürün.
be: Рассунуць, каб павялічыць, перацягнуць, каб змяніць.
bn: জুম করতে পিঞ্চ করুন, সামঞ্জস্য করতে টানুন।
ca: Pessigueu per ampliar i arrossegueu per ajustar.
cs: Stažením prstů lze zvětšit, táhnutím lze přizpůsobit.
cy: Pinsio i glosio, llusgo i gywiro
da: Klem for at zoome, træk for at justere.
de: Passe die Vergrößerung des Fotos mit zwei Fingern an oder verschiebe den Bildausschnitt mit einem Finger.
el: Τσίμπα για ζουμ, σύρε για ρύθμιση
es: Pellizca y arrastra para ajustar.
et: Suumimiseks näpista, kohandamiseks lohista.
eu: Egin zoom, arrastatu doitzeko
fa: دو انگشت برای بزرگ کردن و کشیدن برای جابه‌جایی و تنظیم
fi: Lähennä/loitonna nipistämällä, säädä vetämällä.
fr: Pincez pour zoomer, faites glisser pour ajuster.
gu: ઝૂમ કરવા માટે પિંચ કરો, એડજસ્ટ કરવા માટે ખેંચો.
he: צבוט כדי להתקרב, גרור כדי להתאים.
hi: ज़ूम करने के लिए पिंच करें, समायोजित करने के लिए खींचें।
hr: Stisnite za zumiranje, povucite za podešavanje.
hu: Csippents a nagyításhoz, húzd a módosításhoz
id: Cubit untuk memperbesar, geser untuk menyesuaikan.
is: Klíptu til að renna að, dragðu til að aðlaga.
it: Pizzica per ingrandire, trascina per regolare.
ja: ピンチで拡大、ドラッグで調整します。
kab: Zuɣer s sin iḍuḍan i usumɣer, s yiwen n uḍaḍ i uqaɛed.
km: ááŸ’á‘á¶áŸáŸ‹áŠá¾á˜áŸ’á”á¸á–á„áŸ’ášá¸á€ á¢á¼áŸáŠá¾á˜áŸ’á”á¸á€áŸ‚áá˜áŸ’ášá¼áœáŸ”
kn: ಝೂಮ್‌ ಮಾಡಲು ಪಿಂಚ್ ಮಾಡಿ, ಹೊಂದಿಸಲು ಎಳೆಯಿರಿ.
ko: 확대하기 위해서는 화면 위에 두 손가락을 모으거나 멀어지게 조작하시고, 조정하기 위해서는 손가락으로 끌어보세요.
lt: Sugnybkite norėdami keisti mastelį, tempkite norėdami derinti.
lv: Savelciet, lai tuvinātu; velciet, lai pielāgotu.
mk: Допрете за зголемување, повлечете за промена.
ml: വലുതാക്കാന്‍ നുള്ളുക, ക്രമീകരിക്കാൻ വലിച്ചിടുക.
mr: झूम करण्यासाठी पिंच करा, अनुरूप करण्यासाठी ओढा.
ms: Picit untuk zum, seret untuk sesuaikan.
my: ချဲ့ရန် လက်မနှင့်လက်ညှိုးဖြင့်ဖိညှပ်ပါ။ ညှိဖို့ ဆွဲပါ။
nb: Klyp for å zoome, dra for å justere.
nl: Knijp met twee vingers om te vergroten of te draaien, sleep met één vinger om te verschuiven.
pa: ਜ਼ੂਮ ਕਰਨ ਲਈ ਚੂੰਢੀ ਭਰੋ, ਮੇਚ ਬਿਠਾਉਣ ਲਈ ਖਿੱਚੋ।
pl: Rozciągnij palce, aby przybliżyć, lub ściągnij, aby oddalić. Przeciągnij, aby dostosować.
ps: د زوم کولو لپاره یې کش کړئ، د اجسټ کولو لپاره یې کش کړئ.
pt_br: Aproxime ou arraste com os dedos para ajustar a foto.
pt_pt: Pince para ampliar, arraste para ajustar
ro: Prinde pentru a mări, trage pentru a ajusta.
ru: Разведите для увеличения, перетащите для изменения.
sk: Štipnite pre priblíženie, potiahnite pre úpravu.
sl: Ščip za približanje, povlek za naravnavo.
sq: Për zmadhim/zvogëlim, pickojeni, për ta përshtatur, tërhiqeni.
sr: Примакните прсте да зумирате, превуците да подесите.
sv: Knip för att zooma, dra för att justera.
sw: Bana ili uvute ndani, buruta ili urekebishe.
ta: பெரிதாக்க கிள்ளவும், சரிசெய்ய இழுக்கவும்.
te: జూమ్ చేయడానికి చిటికెడు, సర్దుబాటు చేయడానికి లాగండి.
th: หยิกขยายเพื่อซูมและลากเพื่อปรับตำแแหน่ง
tr: Yakınlaştırmak için parmaklarınızı birbirine yakınlaştırın, ayarlamak için sürükleyin.
ug: چىمدىپ چوڭ-كىچىكلەت، سۈرۈپ تەڭشە
uk: Розведіть два пальці, щоб збільшити, зведіть — щоб зменшити, потягніть, щоб зсунути фото.
ur: زوم کرنے کے لئے pinch ، ایڈجسٹ کرنے کے لئے گھسیٹیں۔
vi: Dùng hai ngón để phóng to, kéo để tuỳ chỉnh.
zh_cn: 捏合缩放，拖拉调整。
zh_hk: 捏合以縮放，拖曳以調整。

# WALLPAPER_PREVIEW_INCOMING_MESSAGE_PRESET
source: Swipe to preview more wallpapers.
af: Vee vir voorskou van nog muurpapiere.
ar: اسحب لمعاينة المزيد من الخلفيات
az: Daha çox divar kağızına önbaxış üçün sürüşdürün.
be: Прагартаць, каб убачыць іншыя шпалеры.
bn: আরও ওয়ালপেপারের প্রিভিউ দেখার জন্য সোয়াইপ করুন।
ca: Llisqueu per previsualitzar més fons.
cs: Přejetím zobrazíte náhled dalších tapet
cy: Ysgubwch i fyny i weld mwy o bapurau wal.
da: Stryg for at få vist flere baggrunde
de: Wische, um dir weitere Hintergründe anzusehen.
el: Σύρε για προεπισκόπηση περισσότερων ταπετσαριών.
es: Desliza para ver más fondos de pantalla.
et: Pühi sõrmega rohkemate taustpiltide kuvamiseks.
eu: Mugitu alde batera hormairudi gehiago ikusteko
fa: برای پیش‌نمایش کاغذدیواری‌های بیشتر به سمت راست بکشید
fi: Esikatsele lisää taustakuvia pyyhkäisemällä
fr: Balayez pour afficher d'autres fonds d'écran.
ga: Svaidhpeáil chun réamhamharc a fháil ar thuilleadh chúlbhrat
gu: વધુ વૉલપેપરના પ્રિવ્યૂ માટે સ્વાઇપ કરો.
he: החלק כדי להציג מראש עוד טפטים.
hi: और वॉलपेपर का प्रीव्यू देखने के लिए स्वाइप करें।
hr: Prijeđite prstom za pregled ostalih pozadina.
hu: Suhints további hátterekért.
id: Usap untuk melihat lebih banyak wallpaper.
is: Strjúktu til hliðar til að forskoða fleii bakgrunnsmyndir
it: Scorri per vedere l'anteprima di altri sfondi.
ja: スワイプすると別の壁紙をプレビューできます。
kab: Zuɣer akken ad twaliḍ ugar n tugniwin n ugilal
km: á¢á¼áŸáŠá¾á˜áŸ’á”á¸á˜á¾á›á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á”á“áŸ’ááŸ‚á˜á‘áŸ€ááŸ”
kn: ಇನ್ನಷ್ಟು ವಾಲ್‌ಪೇಪರ್‌ಗಳ ಪ್ರಿವ್ಯೂಗೆ ಸ್ವೈಪ್ ಮಾಡಿ.
ko: 스와이프하여 더 많은 배경을 미리 보세요.
lt: Perbraukite norėdami peržiūrėti daugiau fonų.
lv: Velciet, lai priekšskatītu citas fona tapetes
mk: Повлечете за преглед на повеќе позадини.
ml: കൂടുതൽ വാള്‍പേപ്പറുകള്‍ പ്രിവ്യൂ ചെയ്യാൻ സ്വൈപ്പുചെയ്യുക.
mr: अधिक वॉलपेपरचे पुनरावलोकन करण्यासाठी स्वाइप करा.
ms: Leret untuk pratonton lebih banyak kertas dinding.
my: နောက်ထပ် နောက်ခံပုံများ ကြိုတင်ကြည့်ရန် ပွတ်ဆွဲပါ။
nb: Sveip for å forhåndsvise flere bakgrunner.
nl: Veeg om meer achtergronden weer te geven.
pa: ਵਧੇਰੇ ਵਾਲਪੇਪਰਾਂ ਦੀ ਝਲਕ ਲਈ ਸਵਾਈਪ ਕਰੋ
pl: Przesuń, aby przejrzeć więcej tapet.
ps: کش یې کړئ تر څو د زیاتو والپیپرونو مخکتنه ووینئ
pt_br: Deslize para ver mais papéis de parede.
pt_pt: Deslize para pré-visualizar mais fundos de ecrã.
ro: Glisează pentru a previzualiza mai multe imagini de fundal.
ru: Проведите, чтобы просмотреть другие обои.
sk: Švihnite na zobrazenie viac pozadí.
sl: Podrsajte po zaslonu za več ozadij
sq: Fërkojeni që të bëni paraparje për më tepër sfonde.
sr: Превуците да бисте прегледали још позадина.
sv: Svep för att förhandsgranska fler bakgrunder.
sw: Telezesha kidole ili utazame picha zaidi za mandhari.
ta: மேலும் பின்னணிப்படங்களை முன்னோட்டமிட ஸ்வைப் செய்யவும்.
te: మరిన్ని వాల్‌పేపర్‌లను పూర్వప్రదర్శనం చేయడానికి స్వైప్ చేయండి.
th: ปัดเพื่อดูภาพตัวอย่างของภาพพื้นหลังเพิ่มเติม
tr: Daha fazla duvar kağıdını önizlemek için kaydırın.
ug: سىيرىپ تېخىمۇ كۆپ تەم قەغەزلىرىنى ئالدىن كۆرۈڭ.
uk: Гортайте, щоб побачити більше шпалер.
ur: مزید وال پیپرز کا پیش نظارہ کرنے کے لئے سوائپ کریں۔
vi: Kéo trượt để xem thêm ảnh nền.
zh_cn: 轻扫预览更多墙纸。
zh_hk: 滑動以預覽更多背景。
