Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# NETWORK_INTERFACE_SET_WIFI_CELLULAR
source: Wi-Fi and Cellular
af: Wi-Fi en mobiel
ar: شبكة الواي فاي والجوال
az: Wi-Fi və Mobil verilənlər
be: Wi-Fi і мабільныя даныя
bn: Wi-Fi ও সেলুলার
ca: Wi-Fi i dades mòbils
cs: WiFi a mobilní data
cy: Wi-Fi a Symudol
da: Wi-fi og mobildata
de: WLAN und Mobilfunk
el: Wi-Fi και δεδομένα κινητής
es: Wi-Fi y datos móviles
et: Wi-Fi ja mobiilside
eu: Wi-Fi eta Telefonoa
fa: وای-فای و داده همراه
fi: Wi-Fi ja mobiiliverkko
fr: Wi-Fi et cellulaires
gu: Wi-Fi અને સેલ્યુલર
he: Wi-Fi וסלולרי
hi: Wi-Fi और सेलुलर
hr: Wi-Fi i mobilni podaci
hu: Wi-Fi és Mobiladat
id: Wi-Fi dan Seluler
is: Wi-Fi og farsímanet
it: Wi-Fi e rete cellulare
ja: Wi-Fiと携帯電話回線
kab: Wi-Fi akked Uziraz
km: Wi-Fi á“á·á„ Cellular
kn: ವೈಫೈ ಮತ್ತು ಸೆಲ್ಯುಲಾರ್‌
ko: Wi-Fi 및 셀룰러
lt: Belaidis (Wi-Fi) ir mobilusis ryšys
lv: Wi-Fi un mobilais
ml: വൈഫൈ & സെല്ലുലാർ
mr: Wi-Fi आणि सेल्यूलर
ms: Wi-Fi dan Selular
my: ဝိုင်ဖိုင် နှင့် ဆယ်လူလာ
nb: Wi-Fi og mobildata
nl: Bij wifi & mobiele data
pa: ਵਾਈ-ਫਾਈ ਤੇ ਸੈਲੂਲਰ
pl: Wi-Fi i sieć komórkowa
ps: WiFi او د مخابراتي شبکې انټرنېټ
pt_br: Wi-Fi e dados móveis
pt_pt: Wi-Fi e dados móveis
ro: Wi-Fi și date mobile
ru: Wi-Fi и сотовые данные
sk: Wi-Fi a mobilné
sl: Wi-Fi in mobilno omrežje
sq: Wi-Fi d Celular
sr: Wi-Fi и мобилни интернет
sv: Wi-Fi och mobildata
sw: Wi-Fi na Simu za Mkononi
ta: அருகலை (Wi-Fi) மற்றும் அலைபேசி
te: Wi-Fiమరియు సెల్యులార్
th: WiFi และเซลลูลาร์
tr: Kablosuz Ağ ve Hücresel
ug: WiFi ۋە كۆچمە تورى
uk: Wi-Fi і мобільний інтернет
ur: Wi-Fi اور سیلولر
vi: Wi-Fi và Di động
zh_cn: Wi-Fi 和手机网络
zh_hk: Wi-Fi 及流動數據

# NEW_CALL_HINT
source: Select a contact or group to start a new call with.
ar: اختر جهة اتصال أو مجموعة لبدء مُكالمة جديدة مَعها.
be: Выберыце кантакт або групу, каб пачаць з імi новы званок.
bn: একটি নতুন কল শুরু করতে একটি কন্টাক্ট বা গ্ৰুপ নির্বাচন করুন।
ca: Selecciona un contacte o grup per iniciar una trucada.
cs: Vyberte kontakt nebo skupinu, se kterou chcete zahájit nový hovor.
da: Vælg en kontakt eller gruppe for at starte et nyt opkald.
de: Wähle einen Kontakt oder eine Gruppe aus, um einen neuen Anruf zu beginnen.
el: Διάλεξε μια επαφή ή μια ομάδα για να αρχίσεις μία νέα κλήση.
es: Selecciona un contacto o grupo para empezar una nueva llamada.
fa: برای شروع تماس جدید، یک مخاطب یا گروه را انتخاب کنید.
fi: Valitse yhteystieto tai ryhmä, jonka kanssa puhelu aloitetaan.
fr: Sélectionnez un contact ou un groupe à appeler.
ga: Roghnaigh teagmhálaí nó grúpa chun tosú ar ghlao nua.
gu: નવો કૉલ શરૂ કરવા માટે કોઈ સંપર્ક અથવા ગ્રૂપ પસંદ કરો.
he: בחירת איש קשר או קבוצה להתחיל איתם שיחה חדשה.
hi: नई कॉल शुरू करने के लिए किसी संपर्क या समूह का चयन करें।
hr: Odaberite kontakt ili grupu s kojom želite započeti novi poziv.
hu: Válassz ki egy névjegyet vagy csoportot, amellyel új hívást szeretnél indítani.
id: Pilih kontak atau grup untuk memulai panggilan baru.
it: Seleziona un contatto o un gruppo per iniziare una nuova chiamata.
ja: 新規で通話を開始する連絡先またはグループを選択します。
ko: 연락처 또는 그룹을 선택하여 새로운 통화를 시작하세요.
mr: एका नवीन कॉलसह सुरूवात करण्यासाठी एक संपर्क किंवा गट निवडा.
ms: Pilih kenalan atau kumpulan untuk mulakan panggilan baharu.
nb: Velg hvilken kontakt eller gruppe du vil ringe.
nl: Kies een contact of groep om een nieuwe oproep mee te beginnen.
pl: Aby rozpocząć nowe połączenie, wybierz kontakt lub grupę.
pt_br: Selecione um contato ou grupo para começar a conversar.
pt_pt: Selecione um contacto ou grupo com o qual pretende iniciar uma nova chamada.
ro: Alege un contact sau un grup și începe un nou apel.
ru: Выберите контакт или группу для начала нового звонка.
sk: Vyberte si kontakt alebo skupinu a zahájte hovor.
sr: Изаберите контакт или групу са којима желите да започнете нови позив.
sv: Välj en kontakt eller grupp att starta ett nytt samtal med.
th: เลือกผู้ติดต่อหรือกลุ่มเพื่อเริ่มต้นการโทร
tr: Yeni bir arama başlatmak için bir kişi veya grup seç.
ug: ئالاقىداش ۋە گۇرۇپپا تاللاپ چاقىرىقنى باشلاڭ.
uk: Виберіть контакт або групу, щоб почати новий виклик.
ur: کسی کے ساتھ نئی کال شروع کرنے کے لیے کسی رابطہ یا گروپ کا انتخاب کریں۔
vi: Chọn một liên hệ hoặc nhóm để bắt đầu cuộc gọi.
zh_cn: 选择一个联系人或群组来开始新通话。
zh_hk: 選擇一個聯絡人或群組開始新的通話。

# NEW_CALL_LABEL
source: New Call
ar: مكالمة جديدة
be: Новы званок
bn: নতুন কল
ca: Nova trucada
cs: Nový hovor
da: Nyt opkald
de: Neuer Anruf
el: Νέα κλήση
es: Nueva llamada
fa: تماس جدید
fi: Uusi puhelu
fr: Nouvel appel
ga: Glao nua
gu: નવો કૉલ
he: שיחה חדשה
hi: नई कॉल
hr: Novi poziv
hu: Új hívás
id: Panggilan baru
it: Nuova chiamata
ja: 通話する
ko: 새 통화
mr: नवीन कॉल
ms: Panggilan baharu
nb: Nytt anrop
nl: Nieuwe oproep
pl: Nowe połączenie
pt_br: Nova chamada
pt_pt: Nova chamada
ro: Apel nou
ru: Новый звонок
sk: Nový hovor
sr: Нови позив
sv: Nytt samtal
th: การโทรใหม่
tr: Yeni arama
ug: يېڭى چاقىرىق
uk: Новий виклик
ur: نئی کال
vi: Cuộc gọi mới
zh_cn: 新通话
zh_hk: 新通話

# NEW_CALL_MESSAGE_ACTION_TITLE
source: Message
ar: رسالة
be: Паведамленне
bn: ম্যাসেজ
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
fa: پیام
fi: Viesti
ga: Seol Tcht
gu: મેસેજ
he: שליחת הודעה
hi: मेसेज
hr: Poruka
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
mr: संदेश
ms: Mesej
nb: Melding
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sr: Пошаљите поруку
sv: Meddelande
th: ส่งข้อความ
tr: İleti
ug: ئۇچۇر
uk: Написати
ur: پیغام
vi: Tin nhắn
zh_cn: 发消息
zh_hk: 訊息

# NEW_CALL_TITLE
source: New Call
ar: مكالمة جديدة
be: Новы званок
bn: নতুন কল
ca: Nova trucada
cs: Nový hovor
da: Nyt opkald
de: Neuer Anruf
el: Νέα κλήση
es: Nueva llamada
fa: تماس جدید
fi: Uusi puhelu
fr: Nouvel appel
ga: Glao nua
gu: નવો કૉલ
he: שיחה חדשה
hi: नई कॉल
hr: Novi poziv
hu: Új hívás
id: Panggilan baru
it: Nuova chiamata
ja: 通話する
ko: 새 통화
mr: नवीन कॉल
ms: Panggilan baharu
nb: Nytt anrop
nl: Nieuwe oproep
pl: Nowe połączenie
pt_br: Nova chamada
pt_pt: Nova chamada
ro: Apel nou
ru: Новый звонок
sk: Nový hovor
sr: Нови позив
sv: Nytt samtal
th: การโทรใหม่
tr: Yeni arama
ug: يېڭى چاقىرىق
uk: Новий виклик
ur: نئی کال
vi: Cuộc gọi mới
zh_cn: 新通话
zh_hk: 新通話

# NEW_CALL_VIDEO_CALL_ACTION_TITLE
source: Video Call
ar: مكالمة فيديو
be: Відэазванок
bn: ভিডিও কল
ca: Trucada de video
cs: Videohovor
da: Video-opkald
de: Videoanruf
el: Βιντεοκλήση
es: Videollamada
fa: تماس تصویری
fi: Videopuhelu
fr: Appel vidéo
ga: Físghlao
gu: વિડિયો કૉલ
he: שיחת וידאו
hi: वीडियो कॉल
hr: Video poziv
hu: Videóhívás
id: Panggilan Video
it: Videochiamata
ja: ビデオ通話
ko: 영상 통화
mr: व्हिडीओ कॉल
ms: Panggilan Video
nb: Videosamtale
nl: Video-oproep
pl: Połączenie wideo
pt_br: Chamada de Vídeo
pt_pt: Videochamada
ro: Apel Video
ru: Видеозвонок
sk: Videohovor
sr: Видео позив
sv: Videosamtal
th: โทรวิดีโอ
tr: Görüntülü Arama
ug: سىنلىق چاقىرىش
uk: Відеовиклик
ur: ویڈیو کال
vi: Gọi video
zh_cn: 视频通话
zh_hk: 視像通話

# NEW_CALL_VOICE_CALL_ACTION_TITLE
source: Voice Call
ar: مكالمة صوتية
be: Галасавы званок
bn: ভয়েস কল
ca: Trucada de veu
cs: Hlasový hovor
da: Taleopkald
de: Sprachanruf
el: Βιντεοκλήση
es: Llamada
fa: تماس صوتی
fi: Äänipuhelu
fr: Appel vocal
ga: Guthghlao
gu: વૉઈસ કૉલ
he: שיחה קולית
hi: वीडियो कॉल
hr: Glasovni poziv
hu: Hanghívás
id: Panggilan Suara
it: Chiamata vocale
ja: 音声通話
ko: 음성 통화
mr: व्हॉईस कॉल
ms: Panggilan suara
nb: Taleanrop
nl: Spraakoproep
pl: Połączenie głosowe
pt_br: Chamada de voz
pt_pt: Chamada de voz
ro: Apel vocal
ru: Голосовой звонок
sk: Hlasový hovor
sr: Гласовни позив
sv: Röstsamtal
th: โทรเสียง
tr: Sesli arama
ug: ئۈن چاقىرىش
uk: Аудіовиклик
ur: آڈیو کال
vi: Gọi thoại
zh_cn: 语音通话
zh_hk: 語音通話

# NEW_CONVERSATION_FIND_BY_PHONE_NUMBER
source: Find by Phone Number
af: Vind volgens telefoonnommer
ar: إيجاد بحسب رقم الهاتف
az: Telefon nömrəsinə görə tap
be: Знайсці па нумары тэлефона
bg: Намери по Телефонен Номер
bn: ফোন নাম্বার দিয়ে খুজুন
ca: Troba pel número de telèfon
cs: Najít podle telefonního čísla
cy: Darganfod gyda Rhif Ffôn
da: Find via telefonnummer
de: Nach Telefonnummer suchen
el: Εύρεση με αριθμό τηλεφώνου
es: Buscar por número de teléfono
es_es: Encontrar por núm. de teléfono
et: Leia telefoninumbri järgi
eu: Bilatu telefono zenbakia erabiliz
fa: جستجو از طریق شماره تلفن
fi: Etsi puhelinnumerolla
fil: Maghanap sa Pamamagitan ng Numero ng Telepono
fr: Rechercher par numéro de téléphone
ga: Cuardaigh de réir Uimhir Ghutháin
gu: ફોન નંબર દ્વારા શોધો
he: מצא לפי מספר טלפון
hi: फोन नंबर से खोजें
hr: Pronađite prema broju telefona
hu: Keresés telefonszám alapján
id: Temukan lewat Nomor Telepon
is: Finna eftir símanúmeri
it: Cerca per numero di telefono
ja: 電話番号で検索
kab: Af-d s wuṭṭun n tilifun
kk: Телефон нөмірі бойынша табу
km: áŸáŸ’áœáŸ‚á„ášá€áá¶á˜ášá™áŸˆá›áŸáá‘á¼ášáŸá–áŸ’á‘
kn: ಫೋನ್ ಸಂಖ್ಯೆಯ ಮೂಲಕ ಹುಡುಕಿ
ko: 전화번호로 찾기
lt: Rasti pagal telefono numerį
lv: Meklēt pēc tālruņa numura
mk: Најди по телефонски број
ml: ഫോൺ നമ്പർ ഉപയോഗിച്ച് കണ്ടെത്തുക
mr: फोन नंबर द्वारा शोधा
ms: Cari dengan Nombor Telefon
my: ဖုန်းနံပါတ်ဖြင့် ရှာပါ
nb: Finn via telefonnummer
nl: Zoeken op telefoonnummer
pa: ਫੋਨ ਨੰਬਰ ਨਾਲ ਖੋਜੋ
pa_pk: فون نمر ولوں لبھو
pl: Wyszukaj po numerze telefonu
ps: د موبایل په شمېرې سره یې ومومئ
pt_br: Encontrar pelo número de telefone
pt_pt: Procurar por número de telefone
ro: Găsește după numărul de telefon
ru: Найти по номеру телефона
sk: Nájsť podľa telefónneho čísla
sl: Išči po telefonski številki
sq: Gjeni sipas Numri Telefoni
sr: Пронађите по броју телефона
sv: Hitta via telefonnummer
sw: Tafuta na Nambari ya Simu
ta: தொலைபேசி எண் மூலம் கண்டுபிடிக்கவும்
te: ఫోన్ నంబర్ ద్వారా కనుగొనండి
th: ค้นหาด้วยหมายเลขโทรศัพท์
tr: Telefon Numarası ile Bul
ug: تېلېفون نومۇرى بىلەن تېپىڭ
uk: Пошук за номером телефону
ur: فون نمبر کے ذریعے تلاش کریں
vi: Tìm bằng Số điện thoại
zh_cn: 通过手机号码寻找
zh_hk: 以電話號碼搜尋

# NEW_CONVERSATION_FIND_BY_USERNAME
source: Find by Username
ar: إيجاد بحسب اسم المُستخدِم
be: Знайсці па імені карыстальніка
bn: ব্যবহারকারীর নাম দিয়ে খুঁজুন
ca: Buscar per àlies
cs: Najít podle uživatelského jména
da: Find via brugernavn
de: Nach Nutzernamen suchen
el: Αναζήτηση με όνομα χρήστη
es: Buscar por alias
fa: جستجو با نام کاربری
fi: Etsi käyttäjänimellä
fr: Rechercher par nom d'utilisateur
ga: Aimsigh de réir Ainm Úsáideora
gu: યુઝરનેમ દ્વારા શોધો
he: חיפוש לפי שם משתמש
hi: यूज़रनेम से ढूँढ़ें
hr: Traži po korisničkom imenu
hu: Keresés felhasználónév alapján
id: Cari dengan Nama Pengguna
it: Cerca per nome utente
ja: ユーザーネームで検索
ko: 사용자 이름으로 검색
mr: वापरकर्तानावाने शोधा
ms: Cari dengan Nama Pengguna
nb: Søk etter brukernavn
nl: Zoeken op gebruikersnaam
pl: Wyszukaj po nazwie użytkownika
pt_br: Encontrar pelo nome de usuário
pt_pt: Procurar por nome de utilizador
ro: Caută după nume de utilizator
ru: Поиск по имени пользователя
sk: Nájsť podľa používateľského mena
sr: Пронађите по корисничком имену
sv: Hitta via användarnamn
th: ค้นหาด้วยชื่อผู้ใช้
tr: Kullanıcı adına göre bul
ug: ئىشلەتكۈچى نامى بويىچە ئىزدەش
uk: Пошук за іменем користувача
ur: بلحاظ یوزر نیم تلاش کریں
vi: Tìm theo Tên người dùng
zh_cn: 按用户名查找
zh_hk: 以用戶名稱搜尋

# NEW_GROUP_BUTTON
source: New Group
af: Nuwe groep
ar: مجموعة جديدة
az: Yeni Qrup
be: Новая група
bg: Нова Група
bn: নতুন গ্রুপ
ca: Grup nou
cs: Nová skupina
cy: Grŵp Newydd
da: Ny gruppe
de: Neue Gruppe
el: Νέα ομάδα
es: Nuevo grupo
es_es: Crear grupo
et: Uus grupp
eu: Talde berria
fa: گروه جدید
fi: Uusi ryhmä
fil: Bagong Grupo
fr: Nouveau groupe
ga: Cruthaigh Grúpa Nua
gu: નવુ ગ્રુપ
he: קבוצה חדשה
hi: नया ग्रुप
hr: Nova grupa
hu: Új csoport
id: Grup Baru
is: Nýr hópur
it: Nuovo gruppo
ja: 新規グループ
kab: Rnu agraw
kk: Жаңа топ
km: á€áŸ’ášá»á˜ááŸ’á˜á¸
kn: ಹೊಸ ಗುಂಪು
ko: 새 그룹
lt: Nauja grupė
lv: Jauna grupa
mk: Нова група
ml: പുതിയ ഗ്രൂപ്പ്
mr: नवीन गट
ms: Kumpulan Baru
my: အဖွဲ့သစ်
nb: Ny gruppe
nl: Nieuwe groep
pa: ਨਵਾਂ ਗਰੁੱਪ
pa_pk: نواں گروپ
pl: Nowa grupa
ps: نوی ګروپ
pt_br: Novo grupo
pt_pt: Novo grupo
ro: Grup nou
ru: Новая группа
sk: Nová skupina
sl: Nova skupina
sq: Grup i Ri
sr: Нова група
sv: Ny grupp
sw: Kikundi Kipya
ta: புதிய குழு
te: కొత్త సమూహం
th: กลุ่มแบบใหม่
tr: Yeni Grup
ug: يېڭى گۇرۇپپا
uk: Нова група
ur: نیا گروپ
vi: Nhóm Mới
zh_cn: 新群组
zh_hk: 建立新群組

# NEW_GROUP_CREATE_BUTTON
source: Create
af: Skep
ar: إنشاء
az: Yarat
be: Стварыць
bg: Създай
bn: সৃষ্টি করুন
ca: Crea
cs: Vytvořit
cy: Creu
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
es_es: Crear
et: Loo
eu: Sortu
fa: ساخت
fi: Luo
fil: Lumikha
fr: Créer
ga: Cruthaigh
gu: બનાવો
he: צור
hi: बनाएँ
hr: Stvori
hu: Létrehozás
id: Buat
is: Búa til
it: Crea
ja: 作成
kab: Rnu
kk: Жасау
km: á”á„áŸ’á€á¾á
kn: ರಚಿಸಿ
ko: 만들기
lt: Sukurti
lv: Izveidot
mk: Создади
ml: സൃഷ്ടിക്കുക
mr: तयार करा
ms: Cipta
my: ဖန်တီးပါ
nb: Opprett
nl: Aanmaken
pa: ਬਣਾਓ
pa_pk: بناؤ
pl: Utwórz
ps: رامنځته کول
pt_br: Criar
pt_pt: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sl: Ustvari
sq: Krijoni
sr: Креирај
sv: Skapa
sw: Unda
ta: உருவாக்கவும்
te: సృష్టించు
th: สร้าง
tr: Oluştur
ug: قۇر
uk: Створити
ur: بنائیں
vi: Tạo
zh_cn: 新建
zh_hk: 建立

# NEW_GROUP_CREATION_FAILED
source: New group could not be created.
af: Kon nie nuwe groep skep nie.
ar: يتعذَّر إنشاء مجموعة جديدة.
az: Yeni qrup yaradıla bilmədi.
be: Не атрымалася стварыць новую групу.
bg: Неуспешно създаване на нова група.
bn: নতুন গ্রুপ তৈরি করা যায়নি।
ca: No s'ha pogut crear el grup nou.
cs: Nebylo možné vytvořit novou skupinu.
cy: Methwyd creu grŵp newydd.
da: Ny gruppe kunne ikke oprettes
de: Neue Gruppe konnte nicht erstellt werden.
el: Η νέα ομάδα δεν μπόρεσε να δημιουργηθεί.
es: No se ha podido crear el grupo.
es_es: Fallo al crear grupo.
et: Uue grupi loomine ei õnnestunud.
eu: Ezin izan da talde berria sortu.
fa: گروه جدید نمی تواند ایجاد شود.
fi: Uuden ryhmän luominen epäonnistui.
fil: Hindi makalikha ng bagong grupo.
fr: Impossible de créer le groupe.
ga: Níorbh fhéidir grúpa nua a chruthú.
gu: નવું ગ્રુપ બનાવી શકાયું નથી.
he: קבוצה חדשה לא יכלה להיווצר.
hi: नया समूह बनाने में असमर्थ।
hr: Nije moguće napraviti novu grupu.
hu: Sikertelen csoport létrehozás.
id: Grup baru tidak dapat dibuat.
is: Ekki var hægt að búa til nýjan hóp.
it: Non è stato possibile creare un nuovo gruppo.
ja: 新しいグループを作成できませんでした。
kab: Agraw amaynut ur yezmir ara ad yettwarnu
kk: Жаңа топ жасау мүмкін болмады.
km: á€áŸ’ášá»á˜ááŸ’á˜á¸á˜á·á“á¢á¶á…á”á„áŸ’á€á¾áá”á¶á“áŸ”
kn: ಹೊಸ ಗುಂಪನ್ನು ರಚಿಸಲಾಗಲಿಲ್ಲ.
ko: 새 그룹을 만들 수 없습니다.
lt: Nepavyko sukurti naujos grupės.
lv: Jaunu grupu nevarēja izveidot.
mk: Не може да биде создадена нова група.
ml: പുതിയ ഗ്രൂപ്പ് സൃഷ്ടിക്കാൻ കഴിയില്ല.
mr: नवीन गट तयार केला जाऊ शकला नाही.
ms: Kumpulan baru tidak dapat diciptakan.
my: အဖွဲ့အသစ်ကို ဖန်တီး၍မရနိုင်ပါ။
nb: Ny gruppe kunne ikke opprettes.
nl: De nieuwe groep kon niet worden aangemaakt.
pa: ਤੁਹਾਡਾ ਗਰੁੱਪ ਸਿਰਜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ.
pa_pk: نواں گروپ تخلیق نئیں کیتا جا سکیا۔
pl: Nie udało się utworzyć nowej grupy.
ps: نوی ګروپ رامنځته نشو.
pt_br: Novo grupo não pôde ser criado
pt_pt: Não foi possível criar um novo grupo.
ro: Noul grup nu a putut fi creat.
ru: Не удалось создать новую группу.
sk: Nepodarilo sa vytvoriť novú skupinu.
sl: Nove skupine ni bilo mogoče ustvariti.
sq: S’u krijua dot grup i ri.
sr: Креирање нове групе није успело.
sv: Ny grupp kunde inte skapas.
sw: Kundi jipya halijaweza kuundwa.
ta: புதிய குழுவை உருவாக்க முடியவில்லை.
te: క్రొత్త సమూహాన్ని సృష్టించడం సాధ్యం కాలేదు.
th: ไม่สามารถสร้างกลุ่มใหม่ได้
tr: Yeni grup oluşturulamadı
ug: يېڭى گۇرۇپپا قۇرۇلمىدى.
uk: Не вдалося створити нову групу.
ur: نیا گروپ نہیں بنایا جاسکا۔
vi: Không thể tạo nhóm mới.
zh_cn: 无法创建新群组。
zh_hk: 無法創建新群組。

# NEW_GROUP_CREATION_FAILED_DUE_TO_NETWORK
source: New group could not be created. Check your internet connection and try again.
af: Kon nie nuwe groep skep nie. Gaan jou internetverbinding na en probeer weer.
ar: يتعذَّر إنشاء مجموعة جديدة. تحقَّق من اتصالك بالانترنت ثم حاوِل مرّة أخرى.
az: Yeni qrup yaradıla bilmədi. İnternet bağlantınızı yoxlayıb yenidən sınayın.
be: Не атрымалася стварыць новую групу. Праверце падключэнне да інтэрнэту і паўтарыце спробу.
bg: Неуспешно създаване на нова група. Проверете интернет връзката и опитайте отново.
bn: নতুন গ্রুপ তৈরি করা যায়নি। আপনার ইন্টারনেট সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
ca: No s'ha pogut crear el grup nou. Comproveu la connexió a Internet i torneu-ho a provar.
cs: Nová skupina nemohla být vytvořena. Zkontrolujte vaše připojení k internetu a zkuste to znovu.
cy: Methwyd creu grŵp newydd. Gwiriwch eich cysylltiad rhyngrwyd a rhowch gynnig arall arni.
da: Ny gruppe kunne ikke oprettes. Tjek din internetforbindelse og prøv igen
de: Neue Gruppe konnte nicht erstellt werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν μπορέσαμε να δημιουργήσουμε την νέα ομάδα. Έλεγξε τη σύνδεσή σου στο διαδίκτυο και ξαναδοκίμασε.
es: No se ha podido crear el grupo. Comprueba tu conexión a Internet e inténtalo de nuevo.
es_es: No se ha podido crear el grupo. Comprueba tu conexión a internet e inténtalo de nuevo.
et: Uue grupi loomine ei õnnestunud. Kontrolli internetiühendust ja proovi uuesti.
eu: Talde berria ezin izan da sortu. Egiaztatu zure interneterako konexioa eta saia zaitez berriro.
fa: امکان ایجاد گروه جدید نیست. اتصال اینترنت خود را بررسی و دوباره امتحان کنید.
fi: Uuden ryhmän luominen ei onnistunut. Tarkista verkkoyhteytesi ja yritä uudelleen.
fil: Hindi malikha ang bagong grupo. Pakisuri ang koneksyon ng iyong internet at subukang muli.
fr: Impossible de créer le groupe. Vérifiez votre connexion Internet et réessayez.
ga: Níorbh fhéidir grúpa nua a chruthú. Deimhnigh go bhfuil tú ceangailte leis an Idirlíon agus bain triail eile as.
gu: નવું ગ્રુપ બનાવી શકાયું નથી. તમારું ઇન્ટરનેટ કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
he: קבוצה חדשה לא יכלה להיווצר. בדוק את חיבור האינטרנט שלך ונסה שוב.
hi: नया ग्रुप नहीं बन सका। अपने इंटरनेट कनेक्शन की जाँच करें और फिर से कोशिश करें।
hr: Nije moguće stvoriti novu grupu. Provjerite internetsku vezu i pokušajte ponovo.
hu: Csoport létrehozása sikertelen. Ellenőrizd a hálózati kapcsolatot és próbáld újra!
id: Grup baru tidak dapat dibuat. Periksa koneksi internet Anda dan coba lagi.
is: Ekki var hægt að búa til nýjan hóp. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Il nuovo gruppo non può essere creato. Controlla la tua connessione a Internet e riprova.
ja: 新しいグループを作成できませんでした。インターネット接続を確認して再度試してください。
kab: Agraw amaynut ulame i yettwarna. Senqed tuqqna-inek·inem syen εreḍ tikkelt-nniḍen.
kk: Жаңа топты тексеру мүмкін болмады. Интернетке жалғанғаныңызды тексеріңіз де, тағы бір рет байқап көріңіз.
km: á€áŸ’ášá»á˜ááŸ’á˜á¸á˜á·á“á¢á¶á…á”á„áŸ’á€á¾áá”á¶á“áŸ” á–á·á“á·ááŸ’á™á€á¶ášáá—áŸ’á‡á¶á”áŸ‹á¢áŸŠá¸á“á’áºáá·áášá”áŸáŸ‹á¢áŸ’á“á€ á“á·á„áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಹೊಸ ಗುಂಪನ್ನು ರಚಿಸಲಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಇಂಟರ್‌ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 새 그룹을 생성할 수 없습니다. 인터넷 연결을 확인한 후 다시 시도해 주세요.
lt: Nepavyko sukurti naujos grupės. Patikrinkite savo interneto ryšį ir bandykite dar kartą.
lv: Jaunu grupu nevarēja izveidot. Pārbaudiet interneta savienojumu un mēģiniet vēlreiz.
mk: Не може да биде создадена нова група. Проверете ја вашата интернет конекција и обидете се повторно.
ml: പുതിയ ഗ്രൂപ്പ് സൃഷ്ടിക്കാൻ സാധ്യമല്ല. നിങ്ങളുടെ ഇൻ്റർനെറ്റ് കണക്ഷൻ പരിശോധിച്ച ശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: नवीन गट तयार केला जाऊ शकला नाही. आपले इंटरनेट कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Kumpulan baru tidak dapat dicipta. Periksa sambungan internet anda dan cuba lagi.
my: အဖွဲ့အသစ်ကို ဖန်တီး၍မရနိုင်ပါ။ သင်၏ အင်တာနက်လိုင်းကို စစ်၍ ပြန်စမ်းကြည့်ပါ။
nb: Klarte ikke opprette ny gruppe. Sjekk din internettforbindelse og prøv på nytt.
nl: De nieuwe groep kon niet worden aangemaakt. Controleer je internetverbinding en probeer het opnieuw.
pa: ਨਵਾਂ ਗਰੁੱਪ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ. ਆਪਣਾ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ ਅਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pa_pk: نواں گروپ تخلیق نئیں کیتا جا سکیا۔ اپنے انٹرنیٹ کنکشن دی پڑتال کرو تے فیر کوشش کرو۔
pl: Nie udało się utworzyć nowej grupy. Sprawdź połączenie z internetem i spróbuj ponownie.
ps: نوی ګروپ نشي رامنځته کېدای. خپل انټرنېټ مو وګورئ او بیا هڅه وکړئ.
pt_br: Não foi possível criar um novo grupo. Verifique sua conexão à Internet e tente novamente.
pt_pt: Não foi possível criar um novo grupo. Verifique a sua ligação à internet e tente novamente.
ro: Noul grup nu a putut fi creat. Verifică-ți conexiunea la internet și încearcă din nou.
ru: Не удалось создать новую группу. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Nepodarilo sa vytvoriť novú skupinu. Skontrolujte si vaše pripojenie na internet a skúste to znovu.
sl: Nove skupine ni bilo mogoče ustvariti. Preverite internetno povezavo in poskusite znova.
sq: S’u krijua dot grup i ri. Kontrolloni lidhjen tuaj në internet dhe riprovoni.
sr: Креирање нове групе није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Ny grupp kunde inte skapas. Kontrollera din internetanslutning och försök igen.
sw: Kundi jipya halijaweza kuundwa. Angalia muunganisho wako wa mtandao na ujaribu tena.
ta: புதிய குழுவை உருவாக்க முடியவில்லை. காசோலைஉங்கள் இணைய இணைப்பு மற்றும் மீண்டும் முயற்சி செய்.
te: క్రొత్త సమూహాన్ని సృష్టించడం సాధ్యం కాలేదు. మీ ఇంటర్నెట్ కనెక్షన్‌ను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถสร้างกลุ่มใหม่ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองอีกครั้ง
tr: Yeni grup oluşturulamadı. İnternet bağlantınızı kontrol edin ve tekrar deneyin.
ug: يېڭى گۇرۇپپا قۇرۇلمىدى. ئىنتېرنېت ئۇلىنىشڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Не вдалося створити нову групу. Перевірте з'єднання з інтернетом і спробуйте ще раз.
ur: نیا گروپ نہیں بنایا جاسکا۔ اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Nhóm mới không thể được lập. Kiểm tra kết nối internet và thử lại.
zh_cn: 新群组无法被创建。请检查你的网络连接后重试。
zh_hk: 無法創建新群組。請檢查您的網絡連線，然後重試。

# NEW_GROUP_CREATION_MISSING_NAME_ALERT_MESSAGE
source: A group name is required.
af: ’n Groepnaam word vereis.
ar: مطلوب اسم للمجموعة.
az: Qrup adı tələb olunur.
be: Патрэбна назва групы.
bg: Името на групата е задължително.
bn: গ্রুপের একটি নাম আবশ্যক।
ca: Cal un nom de grup.
cs: Jméno skupiny je povinné.
cy: Mae enw'r grŵp yn angenrheidiol.
da: Et gruppenavn er påkrævet
de: Es ist ein Gruppenname erforderlich.
el: Το όνομα της ομάδας είναι απαραίτητο.
es: Se requiere un nombre para el grupo.
es_es: Se necesita un nombre para el grupo.
et: Grupi nimi on kohustuslik.
eu: Taldearen izena beharrezkoa da.
fa: یک نام برای گروه ضروری است.
fi: Ryhmän nimi vaaditaan.
fil: Kailangang ng pangalan ng grupo.
fr: Veuillez saisir un nom de groupe.
ga: Tá ainm an ghrúpa riachtanach.
gu: ગ્રુપનું નામ આવશ્યક છે.
he: שם קבוצה דרוש.
hi: ग्रुप का नाम आवश्यक है।
hr: Naziv grupe je obavezan.
hu: Csoportnév megadása szükséges.
id: Nama grup harus diisi.
is: Nafn hóps er nauðsynlegt.
it: Il nome del gruppo è obbligatorio.
ja: グループ名は必須です。
kab: Isem n ugraw yettusra.
kk: Топтың аты талап етіледі.
km: áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜ á‚áºá…á¶áŸ†á…á¶á…áŸ‹áŸ”
kn: ಒಂದು ಗುಂಪಿನ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 그룹 이름을 입력하세요.
lt: Reikia grupės pavadinimo.
lv: Nepieciešams grupas nosaukums.
mk: Потребно е име на група.
ml: ഗ്രൂപ്പിന് ഒരു പേര് ആവശ്യമാണ്.
mr: गट नाव आवश्यक आहे.
ms: Nama kumpulan diperlukan.
my: အဖွဲ့အမည် လိုအပ်ပါသည်။
nb: Gruppenavn påkrevd.
nl: Een naam voor de groep is vereist.
pa: ਗਰੁੱਪ ਦਾ ਨਾਂ ਲੋੜੀਂਦਾ ਹੈ।
pa_pk: اک گروپ ناں مطلوب اے۔
pl: Nazwa grupy jest wymagana.
ps: د ګروپ نوم حتمي ده.
pt_br: Um nome para o grupo é obrigatório.
pt_pt: É necessário um nome de grupo.
ro: Numele grupului este obligatoriu.
ru: Имя группы обязательно.
sk: Vyžaduje sa názov skupiny.
sl: Skupina mora imeti ime.
sq: Emri i grupit është i domosdoshëm.
sr: Назив групе је обавезан.
sv: Ett gruppnamn är obligatoriskt.
sw: Jina la kundi linahitajika.
ta: ஒரு குழு பெயர் தேவை.
te: సమూహం పేరు అవసరం.
th: ต้องมีชื่อกลุ่ม
tr: Bir grup adı gereklidir.
ug: گۇرۇپپا ئىسمى تەلەپ قىلىنغان.
uk: Назву групи зазначати обов'язково.
ur: ایک گروپ کا نام ضروری ہے۔
vi: Tên nhóm là bắt buộc.
zh_cn: 你必须填写群名称。
zh_hk: 群組名稱為必填
