Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# APP_UPDATE_NAG_ALERT_MESSAGE_FORMAT
source: Version %@ is now available in the App Store.
af: Weergawe %@ is nou beskikbaar in die Toepassingswinkel.
ar: الإصدار %1$@ متاح الآن في متجر App Store.
az: %@ versiyası artıq App Store-da əlçatandır.
be: Версія %1$@ цяпер даступная ў App Store.
bg: Версия %@ е налична в App Store.
bn: %1$@ সংস্করণটি এখন অ্যাপ স্টোরে পাওয়া যাচ্ছে।
ca: Ja es troba disponible la versió %1$@ a l'App Store.
cs: V App Storu je nyní dostupná verze %1$@.
cy: Mae fersiwn %@ nawr ar gael yn yr App Store
da: Version %1$@ er nu tilgængelig i App Store
de: Version %1$@ ist nun im App Store verfügbar.
el: Η έκδοση %1$@ είναι διαθέσιμη στο App Store.
es: La versión %1$@ ya está disponible en App Store.
es_es: La versión %@ está disponible en la App Store.
et: Versioon %@ on nüüd App Store'is saadaval.
eu: %@ Bertsioa erabilgarri dago App Store-an.
fa: نسخهٔ %1$@ هم‌اكنون در App Store موجود است.
fi: Versio %1$@ on nyt saatavilla App Storesta.
fil: Ang ika-%@ bersyon ay makukuha na sa App Store.
fr: La version %1$@ est maintenant disponible dans l’App Store.
ga: Tá leagan %1$@ ar fáil san App Store anois.
gu: વર્ઝન %1$@ હવે App Store પર ઉપલબ્ધ છે.
he: גרסה %1$@ זמינה כעת להורדה מחנות האפליקציות
hi: वर्ज़न %1$@ अब ऐप स्टोर पर उपलब्ध है।
hr: Verzija %1$@ je sada dostupna na App Storeu.
hu: A %1$@ verzió elérhető az App Store-ban.
id: Versi %1$@ telah tersedia di App Store.
is: Útgáfa %@ er núna fáanleg í App Store.
it: La versione %1$@ è ora disponibile nell'App Store.
ja: App Storeでバージョン%1$@を入手できます。
kab: Lqem %@ yella tura deg App Store.
kk: %@ нұсқасы қазір App Store қолданбасында бар.
km: á‡áŸ†á“á¶á“áŸ‹ %@ á¥á¡á¼áœá˜á¶á“á“áŸ…á›á¾ App StoreáŸ”
kn: %@ ಆವೃತ್ತಿ ಈಗ ಆಪ್ ಸ್ಟೋರ್‌ನಲ್ಲಿ ಲಭ್ಯವಿದೆ.
ko: %1$@ 버전을 지금 App Store에서 다운로드할 수 있습니다.
lt: Versija %@ yra prieinama App Store.
lv: Versija %@ tagad it pieejama App Store.
mk: Верзијата %@ сега е достапна на App Store.
ml: വേർഷൻ %@ ഇപ്പോൾ ആപ്പ് സ്റ്റോറിൽ ലഭ്യമാണ്.
mr: %1$@आवृत्ती आता App Store वर उपलब्ध आहे.
ms: Versi %1$@ sekarang tersedia di App Store.
my: ဗားရှင်း %@ကို App Store တွင်ရရှိနိုင်ပါသည်။
nb: Versjon %1$@ er nå tilgjengelig i App Store.
nl: Versie %1$@ is nu beschikbaar in de App Store.
pa: ਵਰਜਨ %@ ਹੁਣ ਐਪ ਸਟੋਰ ਵਿੱਚ ਉਪਲਬਧ ਹੈ।
pa_pk: ورژن %@ ہونڑ ایپ اسٹور اچ دستیاب اے۔
pl: W App Store jest już dostępna wersja %1$@.
ps: په App Store کې %@ نسخه اوس موجوده ده.
pt_br: A versão %1$@ já está disponível na App Store.
pt_pt: A versão %1$@ está disponível na App Store.
ro: Versiunea %1$@ este disponibilă acum în App Store.
ru: Версия %1$@ уже доступна в App Store.
sk: V App Store je dostupná verzia %1$@.
sl: Različica %@ je odslej na voljo v trgovini App Store.
sq: Versioni %@ tani është i gatshëm në App Store.
sr: Верзија %1$@ је сада доступна на App Store-у.
sv: Versionen %1$@ finns nu tillgänglig i App Store.
sw: Toieo %@sasa linapatikana kwenye App Store
ta: பயன்பாடு%@ இப்போது ஆப் ஸ்டோரில் கிடைக்கும்.
te: %@ వెర్షన్ ఇప్పుడు యాప్ స్టోర్‌లో అందుబాటులో ఉంది.
th: รุ่น %1$@ ออกแล้วใน App Store
tr: Sürüm %1$@ şimdi App Store'dan edinilebilir.
ug: %1$@ نەشرىنى App Store دىن چۈشۈرۈشكە بولىدۇ.
uk: Версія %1$@ вже доступна в App Store.
ur: ایپ سٹور میں اب ورژن %1$@دستیاب ہے۔
vi: Phiên bản %1$@ đã có trên App Store.
zh_cn: %1$@ 版已在 App Store 上线。
zh_hk: 最新版本 %1$@ 現已可在 App Store 上下載。

# APP_UPDATE_NAG_ALERT_TITLE
source: A New Version of Signal Is Available
af: ’n Nuwe weergawe van Signal is beskikbaar
ar: هناك إصدار سيجنال جديد متوفِّر.
az: Signal-ın yeni versiyası mövcuddur
be: Даступная новая версія Signal
bg: Има нова версия на Signal.
bn: Signal এর একটি নতুন সংস্করণ পাওয়া যাচ্ছে
ca: Hi ha disponible una versió nova del Signal
cs: Je dostupná nová verze Signalu
cy: Mae Fersiwn Newydd o Signal Ar Gael
da: En ny version af Signal er tilgængelig
de: Neue Signal-Version verfügbar
el: Μια νέα έκδοση του Signal είναι διαθέσιμη
es: Hay una nueva versión de Signal disponible
es_es: Hay disponible una nueva versión de Signal
et: Signali uus versioon on saadaval
eu: Signal aplikazioaren bertsio berria eskuragarri dago
fa: نسخهٔ جدید سیگنال موجود است
fi: Uusi versio Signalista on saatavilla
fil: May Bagong Bersyon ng Signal na Maaari nang Makuha
fr: Une nouvelle version de Signal est disponible
ga: Tá leagan nua de Signal ar fáil
gu: Signalનું નવું વર્ઝન ઉપલબ્ધ છે
he: גרסה חדשה של Signal זמינה
hi: Signal का नया वर्ज़न अब उपलब्ध है।
hr: Dostupna je nova verzija Signala
hu: Új Signal verzió elérhető
id: Signal versi terbaru sudah tersedia
is: Ný útgáfa af Signal er fáanleg
it: È disponibile una nuova versione di Signal
ja: 新バージョンのSignalが利用可能です
kab: Yella lqem amaynut n Signal
kk: Signal қолданбасының жаңа нұсқасы бар
km: á˜á¶á“ Signal á‡áŸ†á“á¶á“áŸ‹ááŸ’á˜á¸
kn: Signal ನ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ.
ko: Signal 새 버전 이용 가능
lt: Yra prieinama nauja Signal versija
lv: Pieejama jauna Signal versija
mk: Достапна е нова верзија на Signal
ml: Signal-ന്റെ ഒരു പുതിയ പതിപ്പ് ലഭ്യമാണ്.
mr: Signal ची एक नवीन आवृत्ती उपलब्ध आहे
ms: Versi Baru Signal Tersedia
my: Signal ဗားရှင်းအသစ် ရရှိနိုင်သည်
nb: En ny versjon av Signal er tilgjengelig
nl: Er is een nieuwe versie van Signal beschikbaar.
pa: Signal ਦਾ ਇੱਕ ਨਵਾਂ ਵਰਜਨ ਉਪਲਬਧ ਹੈ
pa_pk: Signal دی اک نویں ورژن دستیاب اے
pl: Już jest nowa wersja aplikacji Signal
ps: د Signal نوې نسخه اوس موجوده ده
pt_br: Uma nova versão do Signal já está disponível
pt_pt: Está disponível uma nova versão do Signal
ro: O nouă versiune de Signal este disponibilă
ru: Доступна новая версия Signal
sk: Je k dispozícii nová verzia Signal
sl: Nova različica Signala je na voljo
sq: Ka të Gatshëm një Version të Ri të Signal-it
sr: Доступна је нова верзија Signal-а
sv: En ny version av Signal är tillgänglig
sw: Toleo Jipya la Signal Linapatikana
ta: Signal லின் புதிய பதிப்பு கிடைக்கும்
te: Signal యొక్క క్రొత్త సంస్కరణ అందుబాటులో ఉంది
th: Signal รุ่นใหม่ออกแล้ว
tr: Signal'in Yeni Bir Sürümü Mevcut
ug: يېڭى نەشرىدىكى Signal نى ئىشلىتەلەيسىز.
uk: Доступна нова версія Signal
ur: Signal کا نیا ورژن دستیاب ہے
vi: Đã có phiên bản mới của Signal
zh_cn: Signal 有新版本可供下载
zh_hk: 有新版本的 Signal 可用

# APP_UPDATE_NAG_ALERT_UPDATE_BUTTON
source: Update
af: Werk by
ar: تحديث
az: Yenilə
be: Абнавіць
bg: Обновяване
bn: আপডেট
ca: Actualitza
cs: Aktualizovat
cy: Diweddaru
da: Opdatér
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
es_es: Actualizar
et: Uuenda
eu: Eguneratu
fa: به‌روزرسانی
fi: Päivitä
fil: I-update
fr: Mettre à jour
ga: Nuashonraigh
gu: અપડેટ
he: עדכן
hi: अपडेट
hr: Ažuriraj
hu: Frissítés
id: Pembaruan
is: Uppfæra
it: Aggiorna
ja: アップデートする
kab: Leqqem
kk: Жаңарту
km: á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–
kn: ನವೀಕರಿಸಿ
ko: 업데이트
lt: Atnaujinti
lv: Atjaunināt
mk: Aжурирајте
ml: അപ്‌ഡേറ്റ്
mr: अद्यतन
ms: Kemas kini
my: မွမ်းမံ
nb: Oppdater
nl: Bijwerken
pa: ਅਪਡੇਟ
pa_pk: اپ ڈیٹ کرو
pl: Zaktualizuj
ps: اپډیټ
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sl: Posodobitev
sq: Përditësoje
sr: Ажурирај
sv: Uppdatera
sw: Sasisha
ta: புதுப்பிக்கப்பட்டது
te: నవీకరణ
th: ปรับปรุง
tr: Güncelle
ug: يېڭىلا
uk: Оновити
ur: اَپ ڈیٹ
vi: Cập nhật
zh_cn: 更新
zh_hk: 更新

# APPEARANCE_SETTINGS_DARK_THEME_NAME
source: Dark
af: Donker
ar: داكن
az: Tünd
be: Цёмная
bg: Тъмна
bn: গাঢ়
ca: Fosc
cs: Tmavý
cy: Tywyll
da: Mørkt
de: Dunkel
el: Σκοτεινό
es: Oscuro
es_es: Oscuro
et: Tume
eu: Iluna
fa: تاریک
fi: Tumma
fil: Madilim
fr: Sombre
ga: Dorcha
gu: ડાર્ક
he: כהה
hi: अँधेरा
hr: Tamna
hu: Sötét
id: Gelap
is: Dökkt
it: Scuro
ja: ダーク
kab: Ubrik
kk: Күңгірт
km: á„á„á¹á
kn: ಗಾಢಬಣ್ಣದ ವಿನ್ಯಾಸ
ko: 어둡게
lt: Tamsus
lv: Tumšs
mk: Темна
ml: ഡാർക്ക്
mr: गडद
ms: Gelap
my: အနက်ရောင်
nb: Mørkt
nl: Donker
pa: ਹਨੇਰਾ
pa_pk: گہرا
pl: Ciemny
ps: تیاره
pt_br: Escuro
pt_pt: Escuro
ro: Întunecată
ru: Темная
sk: Tmavý
sl: Temna
sq: E errët
sr: Тамно
sv: Mörkt
sw: Nyeusi
ta: இருள்கொண்ட
te: గుప్తమైన
th: มืด
tr: Karanlık
ug: قاراڭغۇ
uk: Темна
ur: تاریک
vi: Tối
zh_cn: 深色
zh_hk: 深色

# APPEARANCE_SETTINGS_LIGHT_THEME_NAME
source: Light
af: Lig
ar: فاتح
az: Açıq
be: Светлая
bg: Светла
bn: হালকা
ca: Clar
cs: Světlý
cy: Golau
da: Lyst
de: Hell
el: Φωτεινό
es: Claro
es_es: Claro
et: Hele
eu: Argia
fa: روشن
fi: Vaalea
fil: Maliwanag
fr: Clair
ga: Sorcha
gu: લાઈટ
he: בהירה
hi: रोशनी
hr: Svijetla
hu: Világos
id: Terang
is: Létt
it: Chiaro
ja: ライト
kab: Aceεlal
kk: Жарық
km: á—áŸ’á›áº
kn: ಲಘು ವಿನ್ಯಾಸ
ko: 밝게
lt: Šviesus
lv: Gaišs
mk: Светла
ml: ലൈറ്റ്
mr: फिकट
ms: Cerah
my: အနုရောင်
nb: Lyst
nl: Licht
pa: ਲਾਈਟ
pa_pk: ہلکا
pl: Jasny
ps: روڼ
pt_br: Claro
pt_pt: Claro
ro: Luminoasă
ru: Светлая
sk: Svetlý
sl: Svetla
sq: E çelët
sr: Светло
sv: Ljust
sw: Nyeupe
ta: வெளிச்சமிக்க
te: లైటు
th: สว่าง
tr: Aydınlık
ug: يورۇق
uk: Світла
ur: روشنی
vi: Sáng
zh_cn: 浅色
zh_hk: 淺色

# APPEARANCE_SETTINGS_SYSTEM_THEME_NAME
source: System
af: Stelsel
ar: النظام
az: Sistem
be: Сістэма
bg: Система
bn: সিস্টেম
ca: Sistema
cs: Systémový
el: Σύστημα
es: Sistema
es_es: Sistema
et: Süsteem
eu: Sistema
fa: سیستم
fi: Järjestelmäasetus
fil: Sistema
fr: Système
ga: Córas
gu: સિસ્ટમ
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
is: Kerfi
it: Sistema
ja: システム
kab: Anagraw
kk: Жүйе
km: á”áŸ’ášá–áŸá“áŸ’á’
kn: ಸಿಸ್ಟಮ್
ko: 시스템
lt: Sisteminis
lv: Sistēma
mk: Систем
ml: സിസ്റ്റം
mr: सिस्टिम
ms: Sistem
my: စနစ်
nl: Systeemstandaard
pa: ਸਿਸਟਮ
pa_pk: سسٹم
pl: Systemowy
ps: سیستم
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Системная
sk: Systémový
sl: Sistemske
sq: Sistem
sr: Системски
sw: Mfumo
ta: அமைப்பு
te: వ్యవస్థ
th: ระบบ
tr: Sistem
ug: سىستېما
uk: Системна
ur: نظام
vi: Hệ thống
zh_cn: 系统
zh_hk: 系統

# APPLE_PAY_DONATION_ERROR_AUTHENTICATION_REQUIRED
source: Try another payment method or contact your bank for more information.
ar: جرِّب طريقة دفع أخرى أو تواصَل مع المصرف الذي تتعامل معه لمزيدٍ من المعلومات.
be: Паспрабуйце іншы спосаб аплаты або звярніцеся да свайго банка для атрымання дадатковай інфармацыі.
bn: অন্য পেমেন্ট পদ্ধতি ব্যবহার করে দেখুন বা আরো তথ্যের জন্য আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন।
ca: Proveu un altre mètode de pagament o poseu-vos en contacte amb el banc per obtenir-ne més informació.
cs: Zkuste jiný způsob platby nebo se obraťte na svou banku a požádejte o další informace.
da: Prøv en anden betalingsmetode, eller kontakt din bank for at få flere oplysninger.
de: Versuche eine andere Zahlungsmethode oder kontaktiere für mehr Informationen deine Bank.
el: Δοκίμασε άλλο τρόπο πληρωμής ή επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: Selecciona otro método de pago o contacta con tu banco para obtener más información.
fa: یک روش پرداختی دیگر را امتحان کنید یا با بانک خود برای اطلاعات بیشتر تماس بگیرید.
fi: Kokeile toista maksutapaa tai ole yhteydessä pankkiisi saadaksesi lisätietoja.
fr: Veuillez choisir un autre mode de paiement ou contacter votre banque pour en savoir plus.
gu: અન્ય ચુકવણી પદ્ધતિ અજમાવો અથવા વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: נסה שיטת תשלום אחרת או צור קשר עם הבנק שלך בשביל עוד מידע.
hi: किसी अन्य भुगतान विधि से प्रयास करें या फिर अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Promijenite način plaćanja ili se obratite svojoj banci za više informacija.
hu: Próbáld újra egy másik fizetési eszközzel, vagy keresd fel bankodat további információért!
id: Coba metode pembayaran lain atau hubungi bank Anda untuk informasi lebih lanjut.
it: Prova un altro metodo di pagamento o contatta la tua banca per maggiori informazioni.
ja: 別の決済方法をお試しいただくか、取引先の銀行にお問い合わせください。
ko: 다른 결제 방법을 시도하거나 은행에 자세한 정보를 문의하세요.
mr: दुसरी पेमेंट पद्धत वापरून पहा किंवा अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Cuba kaedah pembayaran lain atau hubungi bank anda untuk maklumat lebih lanjut.
nb: Prøv en annen betalingsmåte, eller ta kontakt med banken din.
nl: Probeer het via een andere betaalmethode of neem contact op met je bank voor meer informatie.
pl: Spróbuj użyć innej metody płatności lub skontaktuj się ze swoim bankiem, aby otrzymać więcej informacji.
pt_br: Tente outra forma de pagamento ou entre em contato com seu banco para obter informações sobre o erro.
pt_pt: Tente outro método de pagamento ou contacte o seu banco para mais informações.
ro: Încearcă o altă metodă de plată sau ia legătura cu banca ta pentru mai multe informații.
ru: Попробуйте другой способ оплаты или свяжитесь со своим банком для получения дополнительной информации.
sk: Skúste iný spôsob platby, alebo kontaktujte svoju banku a požiadajte o viac informácií.
sr: Пробајте други начин плаћања или се обратите својој банци за више информација.
sv: Försök med en annan betalningsmetod eller kontakta din bank för mer information.
th: ลองวิธีการชำระอื่น หรือติดต่อธนาคารเพื่อขอข้อมูลเพิ่มเติม
tr: Başka bir ödeme yöntemi deneyin veya daha fazla bilgi için bankanızla iletişime geçin.
ug: باشقا پۇل تۆلەش ئۇسۇلىنى سىناپ بېقىڭ ياكى تەپسىلاتى ئۈچۈن بانكا بىلەن ئالاقىلىشىڭ.
uk: Використайте інший платіжний засіб або зв'яжіться зі своїм банком для додаткової інформації.
ur: ادائیگی کا ایک دوسرا طریقہ آزمائیں یا مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Hãy thử một phương thức thanh toán khác hoặc liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_cn: 请尝试其他付款方式或联系您的银行了解详情。
zh_hk: 試試換另一個付款方法，又或者聯絡您的銀行取得更多資訊。

# APPLE_PAY_DONATION_ERROR_CALL_ISSUER
source: Check to see if your payment method is up to date in Apple Pay. If it isn’t, update it and try again. If you’re still having issues, contact your bank.
ar: يُرجى التحقّق من أن طريقة الدفع الخاصة بك في Apple Pay مُحدَّثة. إن لم تكن كذلك، قُم بتحديثها وحاوِل مرّة أخرى. إن كُنتَ لازلت تواجه مشاكل، يُرجى الاتصال بالمصرف الذي تتعامل معه.
be: Праверце, ці правільны ваш спосаб аплаты ў Apple Pay. Калі не, абнавіце яго і паўтарыце спробу. Калі праблема не знікае, звярніцеся да свайго банка.
bn: Apple Pay-তে আপনার পেমেন্ট পদ্ধতি আপ টু ডেট আছে কিনা তা পরীক্ষা করে দেখুন। যদি না থাকে, এটি আপডেট করুন এবং আবার চেষ্টা করুন। আপনার যদি এখনো সমস্যা হয় তবে আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন।
ca: Comprova si la forma de pagament està actualitzada a Apple Pay. Si no és així, actualitza-la i torna-ho a provar. Si encara tens problemes, posa't en contacte amb el teu banc.
cs: Zkontrolujte, zda je vaše platební metoda v Apple Pay aktuální. Pokud není, aktualizujte ji a zkuste to znovu. Pokud máte stále problémy, obraťte se na svou banku.
da: Tjek, om din betalingsmetode er opdateret i Apple Pay. Hvis den ikke er det, skal du opdatere den og prøve igen. Hvis du stadig har problemer, skal du kontakte din bank.
de: Überprüfe, ob deine Zahlungsmethode in Apple Pay aktuell ist. Falls nicht, aktualisiere sie und versuche es erneut. Falls das Problem weiterhin besteht, kontaktiere deine Bank.
el: Έλεγξε εάν ο τρόπος πληρωμής σου στο Apple Pay είναι ενημερωμένος. Εάν δεν είναι, ενημέρωσέ τον και δοκίμασε ξανά. Εάν εξακολουθείς να αντιμετωπίζεις προβλήματα, επικοινώνησε με την τράπεζά σου.
es: Comprueba que tu método de pago está al día en Apple Pay e inténtalo de nuevo. Si el problema persiste, contacta con tu banco.
fa: بررسی کنید که روش پرداخت شما در Apple Pay به‌روز باشد. اگر به‌روز نیست، آن را به‌روزرسانی و دوباره امتحان کنید. اگر همچنان مشکل دارید، با بانک خود تماس بگیرید.
fi: Tarkista, onko Apple Pay -palveluun määrittelemäsi maksutapa ajan tasalla. Jos näin ei ole, päivitä sen tiedot ja yritä uudelleen. Jos ongelmat jatkuvat, ota yhteyttä pankkiisi.
fr: Vérifiez si votre mode de paiement est à jour dans Apple Pay. Si tel n'est pas le cas, mettez-le à jour, puis réessayez. Si le problème persiste, veuillez contacter votre banque.
gu: તમારી ચુકવણી પદ્ધતિ Apple Payમાં અદ્યતન છે કે કેમ તે જોવા તપાસો. જો અદ્યતન ન હોય, તો તેને અપડેટ કરો અને ફરી પ્રયાસ કરો. જો તમને હજી પણ સમસ્યા આવી રહી હોય, તો તમારી બેંકનો સંપર્ક કરો.
he: יש לבדוק ששיטת התשלום שלך מעודכנת ב־Apple Pay. אם היא לא, צריך לעדכן אותה ולנסות שוב. אם הבעיה נמשכת, יש ליצור קשר עם הבנק שלך.
hi: चेक करें कि Apple Pay में आपकी भुगतान विधि अप-टू-डेट है या नहीं। यदि यह नहीं है तो इसे अपडेट करके फिर से प्रयास करें। अगर अब भी आपको दिक्कत हो रही हो तो अपने बैंक से संपर्क करें।
hr: Provjerite je li vaš način plaćanja u Apple Payu ažuriran. U slučaju da nije, ažurirajte ga i pokušajte ponovno. Ako i dalje imate poteškoće, obratite se svojoj banci.
hu: Győződj meg róla, hogy fizetési eszközöd naprakész az Apple Payben, majd próbáld újra. Ha a probléma továbbra is fennáll, keresd fel bankod ügyfélszolgálatát.
id: Periksa apakah metode pembayaran Anda telah diperbarui di Apple Pay. Jika belum, perbarui dan coba lagi. Jika masalah tetap terjadi, hubungi bank Anda.
it: Assicurati che il tuo metodo di pagamento sia aggiornato su Apple Pay. Se non lo è, aggiornalo e riprova. Se il problema persiste, contatta la tua banca.
ja: Apple Payで決済方法が最新になっているか確認してください。最新の情報に更新されていない場合は、更新してからもう一度お試しください。それでも問題がある場合は、カード会社にお問い合わせください。
ko: Apple Pay에서 결제 수단 정보가 최신 상태인지 확인하고, 그렇지 않을 경우 업데이트 후 다시 시도하세요. 그래도 문제가 계속되면 은행에 문의하세요.
mr: आपली पेमेंट पद्धत Apple Pay वर अद्यतनित आहे का ते तपासून पहा. अद्ययावत नसल्यास, ती अद्यतनित करा आणि पुन्हा प्रयत्न करा. आपल्याला अद्याप समस्या असल्यास, आपल्या बँकेशी संपर्क साधा.
ms: Semak untuk melihat jika anda menggunakan kaedah pembayaran terkini dalam Apple Pay. Jika tidak, sila kemas kini dan cuba lagi. Jika anda masih menghadapi isu, hubungi bank anda.
nb: Dobbeltsjekk at betalingsinformasjonen din er oppdatert i Apple Pay. Oppdater den hvis den ikke er det. Kontakt banken din hvis du fremdeles opplever problemer.
nl: Controleer of je betaalmethode nog steeds juist is. Werk je betaalgegevens bij in Apple Pay als dat nodig is. Probeer het daarna opnieuw. Neem contact op met je bank als dit probleem aanhoudt.
pl: Sprawdź, czy Twoja metoda płatności w Apple Pay jest aktualna. Jeśli nie, uaktualnij ją i spróbuj ponownie. Jeśli problem będzie się powtarzać, skontaktuj się ze swoim bankiem.
pt_br: Verifique se seu método de pagamento está em dia no Apple Pay. Se não estiver, atualize-o e tente novamente. Se o problema continuar, entre em contato com seu banco.
pt_pt: Verifique se o seu método de pagamento se encontra atualizado na Apple Pay. Se não estiver, atualize-o e tente novamente. Se o problema continuar, entre em contacto com o seu banco.
ro: Verifică dacă metoda ta de plată este actualizată în Apple Pay. Dacă nu, actualizează-o și încearcă din nou. Dacă problema persistă, contactează-ți banca.
ru: Проверьте, что ваш способ оплаты актуален в Apple Pay. Если это не так, обновите его и попробуйте ещё раз. Если проблема не решается, свяжитесь со своим банком.
sk: Skontrolujte, či je váš spôsob platby v službe Apple Pay aktuálny. Ak nie je, aktualizujte ho a skúste to znovu. Ak problém pretrváva, kontaktujte svoju banku.
sr: Проверите да ли је ваш начин плаћања ажуриран у Apple Pay-у. Ако није, ажурирајте га и пробајте поново. Ако и даље имате проблема, обратите се својој банци.
sv: Kontrollera om din betalningsmetod är uppdaterad i Apple Pay. Om den inte är det, uppdatera den och försök igen. Kontakta din bank om problemet kvarstår.
th: ตรวจยืนยันวิธีการชำระเงินว่ามีการอัปเดตแล้วใน Apple Pay หรือไม่ ถ้ายัง ให้อัปเดตแล้วลองอีกครั้ง ถ้ายังมีปัญหาอยู่ ให้ติดต่อธนาคาร
tr: Apple Pay'de ödeme yönteminizin güncel olup olmadığını kontrol edin. Değilse, güncelleyin ve tekrar deneyin. Hâlâ sorun yaşıyorsanız bankanızla iletişime geçin.
ug: Apple Pay دىكى ھەق تۆلەش ئۇسۇلىڭىزنىڭ يېڭى ھالەتتە ئىكەنلىكىنى تەكشۈرۈڭ. ئەگەر يېڭى بولمىسا ئۇنى يېڭىلاپ قايتا سىناڭ. مەسىلە يەنىلا ھەل بولمىسا بانكا بىلەن ئالاقىلىشىڭ.
uk: Перевірте дійсність платіжного засобу, зв'язаного з Apple Pay. Якщо він недійсний, оновіть інформацію і повторіть оплату. Якщо проблема не зникне, зв'яжіться зі своїм банком.
ur: یہ دیکھنے کے لیے چیک کریں کہ آیا آپ کا ادائیگی کا طریقہ Apple Pay میں اپ ٹو ڈیٹ ہے۔ اگر ایسا نہیں ہے، تو اسے اپ ڈیٹ کریں اور دوبارہ کوشش کریں۔ اگر آپ کو اب بھی مسائل کا سامنا ہو، تو اپنے بینک سے رابطہ کریں۔
vi: Kiểm tra xem phương thức thanh toán trên Apple Pay của bạn đã được cập nhật thông tin mới nhất hay chưa. Nếu chưa, hãy cập nhật và thử lại. Nếu bạn vẫn gặp vấn đề, hãy liên hệ với ngân hàng của bạn.
zh_cn: 请在 Apple Pay 中检查您的付款方式是否已更新。如未更新，请更新并重试。如果您仍遇到问题，请联系您的银行。
zh_hk: 請到 Apple Pay 查看您的付款方法是否仍然有效。若已過期，請先更新資料，然後再試一次。若問題仍然持續，請聯絡您的銀行。
