Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_DEACTIVATE_PAYMENTS_CONFIRM_DESCRIPTION
source: You will not be able to send or receive Mobilecoin in Signal if you deactivate payments.
af: U sal nie MobileCoin in Signal kan ontvang of verstuur indieu u betalings deaktiveer nie.
ar: لن يصبح بإمكانك إرسال أو استلام Mobilecoin في سيجنال إذا عطلت المدفوعات.
az: Ödənişləri deaktiv etsəniz, Signal-da MobileCoin göndərə və ya ala bilməzsiniz.
be: Вы не зможаце адпраўляць або атрымліваць MobileCoin у Signal, калі «Плацяжы» дэактываваны.
bn: আপনি পেমেন্ট বন্ধ করলে Signal-এ Mobilecoin পাঠাতে বা গ্রহণ করতে পারবেন না।
ca: No podreu enviar ni rebre MobileCoin al Signal si desactiveu els pagaments.
cs: Pokud deaktivujete platby, nebudete moci posílat ani přijímat MobileCoiny ve službě Signal.
cy: Ni fydd modd i chi anfon na derbyn MobileCoin yn Signal os byddwch yn diffodd taliadau.
da: Du kan ikke sende eller modtage MobileCoin i Signal, hvis du deaktiverer betalinger.
de: Du wirst in Signal keine MobileCoin senden oder empfangen können, falls du Zahlungen deaktivierst.
el: Δεν θα μπορείτε να στείλετε ή να λάβετε Mobilecoin στο Signal εάν απενεργοποιήσετε τις πληρωμές.
es: No podrás enviar ni recibir MobileCoin en Signal si desactivas los pagos.
et: Kui deaktiveerid maksed, siis pole sul enam võimalik MobileCoine Signali kaudu saata ega saada.
fa: در صورت غیرفعال کردن پرداخت‌ها، شما قادر به دریافت یا ارسال MobileCoin در سیگنال نخواهید بود.
fi: Mobilecoin-maksut eivät ole enää käytössä Signalissa, jos maksut otetaan pois käytöstä.
fr: Si vous désactivez les paiements, vous ne pourrez plus ni envoyer, ni recevoir de MobileCoins dans Signal.
gu: જો તમે પેમેન્ટ્સ નિષ્ક્રિય કરો છો તો તમે Signal માં Mobilecoin મોકલી શકશો નહીં અથવા પ્રાપ્ત કરી શકશો નહીં.
he: לא תוכל לשלוח או לקבל MobileCoin ב־Signal אם תבטל הפעלת תשלומים.
hi: यदि आप भुगतान निष्क्रिय करते हैं तो आप Signal में Mobilecoin भेजने या प्राप्त करने में सक्षम नहीं रहेंगे।
hr: Nećete više biti u mogućnosti slati i primati Mobilecoin na Signalu ako onemogućite plaćanja.
hu: Többé nem tudsz küldeni vagy fogadni Mobilecoint, ha deaktiválod a fizetési funkciót.
id: Anda tidak akan dapat mengirim dan menerima MobileCoin di Signal jika Anda menonaktifkan pembayaran.
is: Þú munt ekki lengur geta tekið við eða sent MobileCoin í Signal ef þú gerir greiðslur óvirkar.
it: Non sarai in grado di inviare o ricevere MobileCoin in Signal se disattivi i pagamenti.
ja: 決済機能を停止すると、SignalでMobilecoinを利用できなくなります。
km: á¢áŸ’á“á€á“á¹á„á˜á·á“á¢á¶á…á•áŸ’á‰á¾ á“á·á„á‘á‘á½á› Mobilecoin á€áŸ’á“á»á„ Signal â€‹á”á¾á¢áŸ’á“á€á”á·á‘áŠáŸ†áá¾ášá€á¶ášá€á¶ášá‘á¼á‘á¶ááŸ‹áŸ”
kn: ನೀವು ಪೇಮೆಂಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ Signal ನಲ್ಲಿ Mobilecoin ಅನ್ನು ಕಳುಹಿಸಲು ಅಥವಾ ಸ್ವೀಕರಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುದಿಲ್ಲ.
ko: 결제를 비활성화하면 Signal에서 Mobilecoin을 보내거나 받을 수 없습니다.
lt: Pasyvinę mokėjimus, negalėsite Signal programėlėje siųsti ar gauti „MobileCoin“ valiutą.
lv: Deaktivizējot maksājumus, jūs nevarēsiet nosūtīt vai saņemt MobileCoin lietotnē Signal.
ml: നിങ്ങൾ പേയ്മെന്റുകൾ നിർജ്ജീവമാക്കുകയാണെങ്കിൽ നിങ്ങൾക്ക് Signal-ൽ മൊബൈൽകോയിൻ അയയ്ക്കാനോ സ്വീകരിക്കാനോ കഴിയില്ല.
mr: आपण पेमेंट निष्क्रिय केल्यास आपल्याला Signal मध्ये Mobilecoin पाठवता किंवा प्राप्त करता येणार नाही.
ms: Anda tidak akan dapat menghantar atau menerima Mobilecoin dalam Signal jika anda menyahaktifkan pembayaran.
my: သင်မှ ငွေပေးချေမှုများ ပိတ်ထားလျှင် Signal ထဲတွင် သင်မှ MobileCoin ပေးပို့လက်ခံရန် မရနိုင်ပါ။
nb: Du vil ikke kunne sende eller motta MobileCoin i Signal hvis du deaktiverer betalinger.
nl: Je kunt niet langer MobileCoin ontvangen of verzenden als je betalingen uitschakelt.
pa: ਜੇ ਤੁਸੀਂ ਭੁਗਤਾਨਾਂ ਨੂੰ ਅਯੋਗ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ Signal ਵਿੱਚ Mobilecoin ਭੇਜ ਜਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕੋਗੇ।
pl: Jeśli zdezaktywujesz płatności, nie będziesz już mieć możliwości wysyłania ani otrzymywania waluty MobileCoin w aplikacji Signal.
ps: که چیرته تاسې پرداختونه غیرفعال کړئ نو تاسې به ونشئ کړای چې MobileCoin په خپل Signal کې ولیږئ یا تر لاسه یې کړئ.
pt_br: Você não poderá enviar ou receber MobileCoin no Signal se desativar o módulo de pagamentos.
pt_pt: Você não poderá enviar ou receber Mobilecoin no Signal se desativar os pagamentos.
ro: Nu vei putea trimite sau primi MobileCoin în Signal, dacă dezactivezi plățile.
ru: Вы не сможете отправлять или получать MobileCoin в Signal, если деактивируете платежи.
sk: Ak deaktivujete platby, nebudete môcť v Signale posielať a prijímať Mobilecoin.
sl: Če boste deaktivirali plačila, ne boste več mogli pošiljati ali prejemati MobileCoinov preko Signala.
sq: S’do të jeni në gjendje të dërgoni ose merrni Mobilecoin në Signal, nëse çaktivizoni pagesat.
sr: Нећете моћи да шаљете или примате MobileCoin у Signal-у ако деактивирате плаћања.
sv: Du kommer inte att kunna skicka eller ta emot Mobilecoin i Signal om du inaktiverar betalningar.
sw: Hutaweza kutuma au kupokea Mobilecoin katika Signal ukizima malipo.
ta: உங்களால் முடியாது அனுப்பு அல்லது Mobilecoin ஐப் பெறுக Signal நீங்கள் இருந்தால் செயலிழக்க கொடுப்பனவுகள்.
te: మీరు చెల్లింపులను నిష్క్రియం చేస్తే మీరు సిగ్నల్‌లో మొబైల్‌కాయిన్‌ను పంపలేరు లేదా స్వీకరించలేరు.
th: คุณจะไม่สามารถส่งหรือรับ Mobilecoin ใน Signal ได้ ถ้าคุณปิดใช้งานการชำระเงิน
tr: Eğer ödemeleri devre dışı bırakırsanız MobileCoin alıp gönderemeyeceksiniz.
ug: ئەگەر چىقىم قىلىشنى چەكلىسىڭىز Signal دا MobileCoin ئەۋەتىپ ياكى قوبۇللىيالمايسىز.
uk: Ви не зможете ні надсилати, ні отримувати MobileCoin у Signal, якщо деактивуєте платежі.
ur: اگر آپ ادائیگی غیر فعال کردیتے ہیں تو آپ Signal میں موبائل کوائن بھیجنے یا وصول کرنے کے اہل نہیں ہوں گے۔
vi: Bạn sẽ không thể gửi hoặc nhận MobileCoin trong Signal nếu bạn ngưng kích hoạt thanh toán.
zh_cn: 如果停用付款，将无法在 Signal 中收发 Mobilecoin。
zh_hk: 若您停用付款，您將無法在 Signal 中收發 MobileCoin。

# SETTINGS_PAYMENTS_DEACTIVATE_PAYMENTS_CONFIRM_TITLE
source: Deactivate Payments?
af: Deaktiveer betalings?
ar: هل ترغبُ بتعطيل المدفوعات؟
az: Ödənişlər deaktiv edilsin?
be: Дэактываваць «Плацяжы»?
bn: পেমেন্ট বন্ধ করবেন?
ca: Voleu desactivar els pagaments?
cs: Deaktivovat platby?
cy: Dadweithredu Taliadau?
da: Deaktivér Betalinger?
de: Zahlungen deaktivieren?
el: Απενεργοποίηση πληρωμών;
es: ¿Desactivar pagos?
et: Kas deaktiveerida maksed?
eu: Desaktibatu ordainketak?
fa: غیرفعال کردن پرداخت‌ها؟
fi: Poistetaanko maksut käytöstä?
fr: Désactiver les paiements ?
gu: પેમેન્ટ્સને નિષ્ક્રિય કરવું છે?
he: לבטל הפעלת תשלומים?
hi: भुगतान निष्क्रिय करें?
hr: Onemogući plaćanja?
hu: Fizetések deaktiválása?
id: Nonaktifkan Pembayaran?
is: Gera greiðslur óvirkar?
it: Disattivare pagamenti?
ja: 決済機能を停止しますか？
kab: Sens axelleṣ?
km: á”á·á‘áŠáŸ†áá¾ášá€á¶áš á€á¶ášá‘á¼á‘á¶ááŸ‹?
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೇ?
ko: 결제를 비활성화하시겠습니까?
lt: Pasyvinti mokėjimus?
lv: Deaktivēt maksājumus?
mk: Да се деактивираат плаќањата?
ml: പേയ്‌മെന്റുകൾ നിർജ്ജീവമാക്കണോ?
mr: पेमेंट निष्क्रिय करायचे?
ms: Nyahaktifkan Pembayaran?
my: ငွေပေးချေမှုများကို ပိတ်မည်လား?
nb: Deaktivere betalinger?
nl: Betalingen uitschakelen?
pa: ਭੁਗਤਾਨ ਨੂੰ ਗੈਰ- ਸਰਗਰਮ ਕਰੀਏ?
pl: Zdezaktywować płatności?
ps: غواړئ پرداختونه غیرفعاله کړئ؟
pt_br: Desativar o módulo de Pagamentos?
pt_pt: Desativar os pagamentos?
ro: Dezactivezi Plățile?
ru: Деактивировать платежи?
sk: Deaktivovať platby?
sl: Ali res želite deaktivirati plačila?
sq: Të çaktivizohen Pagesa?
sr: Желите ли да деактивирате плаћања?
sv: Inaktivera betalningar?
sw: Ungependa Kuzima Malipo?
ta: செயலிழக்க கொடுப்பனவுகள்?
te: చెల్లింపులను నిష్క్రియం చేయండి?
th: หยุดใช้การชำระเงินหรือไม่?
tr: Ödemeler etkisizleştirilsin mi?
ug: چىقىملارنى چەكلەمدۇ؟
uk: Вимкнути платежі?
ur: ادائیگیوں کو غیر فعال کریں؟
vi: Huỷ kích hoạt Thanh toán?
zh_cn: 是否停用付款？
zh_hk: 要停用付款嗎？

# SETTINGS_PAYMENTS_DEACTIVATE_TITLE
source: Deactivate Payments
af: Deaktiveer betalings
ar: تعطيل المدفوعات
az: Ödənişləri deaktiv et
be: Дэактываваць «Плацяжы»
bn: পেমেন্ট বন্ধ করুন
ca: Desactiva els pagaments
cs: Deaktivovat platby
cy: Diffodd Taliadau
da: Deaktivér Betalinger
de: Zahlungen deaktivieren
el: Απενεργοποίηση πληρωμών
es: Desactivar pagos
et: Deaktiveeri maksed
fa: غیرفعال کردن پرداخت‌ها
fi: Poista maksut käytöstä
fr: Désactiver les paiements
gu: પેમેન્ટ્સને નિષ્ક્રિય કરો
he: בטל הפעלת תשלומים
hi: भुगतान निष्क्रिय करें
hr: Onemogući plaćanja
hu: Fizetések deaktiválása
id: Nonaktifkan Pembayaran
is: Gera greiðslur óvirkar
it: Disattiva pagamenti
ja: 決済機能を停止
km: á”á·á‘áŠáŸ†áá¾ášá€á¶áš á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು
ko: 결제 비활성화
lt: Pasyvinti mokėjimus
lv: Deaktivizēt maksājumus
ml: പേയ്‌മെന്റുകൾ നിർജ്ജീവമാക്കുക
mr: पेमेंट निष्क्रिय करा
ms: Nyahaktifkan Pembayaran
my: ငွေပေးချေမှုများ ပိတ်မယ်
nb: Deaktiver betalinger
nl: Betalingen uitschakelen
pa: ਭੁਗਤਾਨ ਨੂੰ ਗੈਰ- ਸਰਗਰਮ ਕਰੋ
pl: Zdezaktywuj płatności
ps: د پرداختونو غیرفعاله کول
pt_br: Desativar o módulo de Pagamentos
pt_pt: Desativar pagamentos
ro: Dezactivează plățile
ru: Деактивировать платежи
sk: Deaktivovať platby
sl: Izklop Plačil
sq: Çaktivizo Pagesa
sr: Деактивирајте плаћања
sv: Inaktivera betalningar
sw: Zima Malipo
ta: செயலிழக்க கொடுப்பனவுகள்
te: చెల్లింపులను నిష్క్రియం చేయండి
th: หยุดใช้การชำระเงิน
tr: Ödemeleri Devre Dışı Bırak
ug: چىقىمنى ئاكتىپسىزلە
uk: Вимкнути платежі
ur: ادائیگیوں کو غیر فعال کریں
vi: Ngưng kích hoạt Thanh toán
zh_cn: 停用付款
zh_hk: 停用付款功能
