Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_APPEARANCE_AVATAR_PREFERENCE_LABEL
source: Use Phone Contact Photos
af: Gebruik stelselkontakfoto’s
ar: استخدام صور جهات اتصال الهاتف
az: Sistem əlaqə fotolarını istifadə et
be: Выкарыстоўваць фота тэлефонных кантактаў
bn: ফোনের কন্টাক্টের ছবি ব্যবহার করুন
ca: Utilitzar les fotos dels contactes del telèfon
cs: Používat fotografie telefonních kontaktů
cy: Defnyddio Lluniau Cysylltiadau System
da: Brug kontakters billeder
de: Fotos aus Adressbuch verwenden
el: Χρήση φωτογραφιών επαφών τηλεφώνου
es: Usar fotos de contactos
es_es: Use system contact photos
et: Kasuta süsteemi kontaktide fotosid
eu: Use System Contact Photos
fa: استفاده از عکس‌های مخاطبان تلفن
fi: Käytä puhelimen yhteystietojen kuvia
fr: Utiliser les photos des contacts du téléphone
ga: Úsáid Grianghraif Teagmhálaithe Gutháin
gu: ફોન સંપર્કના ફોટાનો ઉપયોગ કરો
he: שימוש בתמונות אנשי הקשר של הטלפון
hi: फोन संपर्क फ़ोटो का उपयोग करें
hr: Koristi fotografije kontakata telefona
hu: Telefonos névjegyek képeinek használata
id: Gunakan Foto Kontak Ponsel
is: Nota myndir tengiliða kerfisins
it: Usa le foto dei contatti del telefono
ja: 電話の連絡先写真を使用する
kab: Seqdec tiwlafin n unermes n unagraw
km: á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ášá¼á”á—á¶á–á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á€áŸ’á“á»á„á”áŸ’ášá–áŸá“áŸ’á’
kn: ಸಿಸ್ಟಮ್‌ ಸಂಪರ್ಕದ ಫೋಟೋಗಳನ್ನು ಬಳಸಿ
ko: 휴대폰 연락처 사진 사용
lt: Naudoti sistemos teikiamas adresatų nuotraukas
lv: Lietot sistēmas kontaktpersonu fotoattēlus
mk: Use System Contact Photos
ml: സിസ്റ്റം കോൺടാക്റ്റ് ഫോട്ടോകൾ ഉപയോഗിക്കുക
mr: फोन संपर्क फोटो वापरा
ms: Gunakan Foto Kenalan Telefon
my: စနစ်ထဲရှိ အဆက်အသွယ်များ၏ ရုပ်ပုံများကို အသုံးပြုပါ
nb: Bruk kontaktbilder fra telefonen
nl: Profielfoto's uit telefooncontacten gebruiken
pa: ਸਿਸਟਮ ਸੰਪਰਕ ਫ਼ੋਟੋ ਵਰਤੋਂ
pl: Używaj zdjęć z kontaktów telefonu
ps: د سیستم د مخاطب انځورونه وکاروئ
pt_br: Usar fotos dos contatos do telefone
pt_pt: Usar fotos dos contactos do telemóvel
ro: Utilizează fotografii de contact telefonic
ru: Фотографии контактов телефона
sk: Použiť fotografie kontaktov v telefóne
sl: Uporabi sistemske kontaktne fotografije
sq: Përdor Foto Kontakti Nga Sistemi
sr: Користи слике контаката на телефону
sv: Använd kontaktfoton från telefonen
sw: Tumia Picha za Waasiliani za Mfumo
ta: கணினி தொடர்பு புகைப்படங்களைப் பயன்படுத்தவும்
te: సిస్టమ్ సంప్రదింపు ఛాయాచిత్రాలను ఉపయోగించండి
th: ใช้รูปจากในรายชื่อผู้ติดต่อบนโทรศัพท์
tr: Telefon Rehberi Fotoğraflarını Kullan
ug: تېلېفون ئالاقىداشلار رەسىمىنى ئىشلىتىش
uk: Використовувати фото з контактів телефона
ur: فون سے رابطہ کی تصاویر استعمال کریں
vi: Sử dụng Ảnh Liên hệ Điện thoại
zh_cn: 使用手机通讯录的联系人头像
zh_hk: 使用電話通訊錄照片

# SETTINGS_APPEARANCE_THEME_TITLE
source: Theme
af: Tema
ar: النمط
az: Tema
be: Тэма
bg: Тема
bn: থীম
ca: Tema
cs: Motiv
cy: Thema
da: Tema
de: Design
el: Θέμα
es: Tema
es_es: Tema
et: Teema
eu: Gaia
fa: زمینه
fi: Teema
fil: Tema
fr: Thème
ga: Téama
gu: થીમ
he: ערכת נושא
hi: विषय
hr: Tema
hu: Téma
id: Tema
is: Þema
it: Tema
ja: テーマ
kab: Asentel
kk: Тақырып
km: á”áŸ’áá¼ášá‘á˜áŸ’ášá„áŸ‹ášá¼á”ášá¶á„
kn: ವಿನ್ಯಾಸ
ko: 테마
lt: Apipavidalinimas
lv: Motīvs
mk: Тема
ml: തീം
mr: थीम
ms: Tema
my: အမြင်အပြင်အဆင်
nb: Tema
nl: Thema
pa: ਥੀਮ
pa_pk: تھیم
pl: Motyw
ps: تیم
pt_br: Tema
pt_pt: Tema
ro: Temă
ru: Тема
sk: Motív
sl: Tema
sq: Temë
sr: Тема
sv: Tema
sw: Mandhari
ta: நிறவடிவமைப்பு
te: థీమ్
th: ธีม
tr: Tema
ug: تېما
uk: Тема
ur: موضوع
vi: Chủ đề
zh_cn: 主题
zh_hk: 佈景主題

# SETTINGS_APPEARANCE_TITLE
source: Appearance
af: Voorkoms
ar: المظهر
az: Görünüş
be: Знешні выгляд
bg: Облик
bn: অবয়ব।
ca: Aparença
cs: Vzhled
cy: Golwg
da: Udseende
de: Darstellung
el: Εμφάνιση
es: Apariencia
es_es: Apariencia
et: Välimus
eu: Itxura
fa: ظاهر برنامه
fi: Ulkoasu
fil: Hitsura
fr: Apparence
ga: Cuma
gu: દેખાવ
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Penampilan
is: Útlit
it: Aspetto
ja: デザイン
kab: Askan
kk: Сыртқы көрінісі
km: ášá¼á”ášá¶á„
kn: ಲಕ್ಷಣ
ko: 모양
lt: Išvaizda
lv: Izskats
mk: Изглед
ml: ദൃശ്യത
mr: स्वरूप
ms: Penampilan
my: ပုံပန်းသဏ္ဌာန်
nb: Utseende
nl: Uiterlijk
pa: ਦਿਖਾਵਟ
pa_pk: شباہت
pl: Wygląd
ps: د پروګرام ظاهر
pt_br: Aparência
pt_pt: Aspeto
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Izgled
sq: Dukje
sr: Изглед
sv: Utseende
sw: Muonekano
ta: தோற்றம்
te: స్వరూపం
th: หน้าตา
tr: Görünüm
ug: كۆرۈنۈش
uk: Вигляд
ur: ظہور ہونا
vi: Diện mạo
zh_cn: 外观
zh_hk: 外觀

# SETTINGS_AUDIO_DEFAULT_TONE_LABEL_FORMAT
source: %@ (default)
af: %@ (verstek)
ar: %1$@ (افتراضي)
az: %@ (mövcud)
be: %1$@ (па змоўчванні)
bg: %@ (по подразбиране)
bn: %1$@(ডিফল্ট)
ca: %1$@ (per defecte)
cs: %1$@ (výchozí)
cy: %@ (diofyn)
da: %1$@ (standard)
de: %1$@ (Standard)
el: %1$@ (προεπιλογή)
es: %1$@ (predeterminado)
es_es: %@ (por defecto)
et: %@ (vaikimisi)
eu: %@ (lehenetsia)
fa: %1$@ (پیشفرض)
fi: %1$@ (oletus)
fr: %1$@ (par défaut)
ga: %1$@ (réamhshocrú)
gu: %1$@ (મૂળભૂત)
he: %1$@ (ברירת מחדל)
hi: %1$@ (डीफ़ॉल्ट)
hr: %1$@ (zadano)
hu: %1$@ (alapértelmezett)
id: %1$@ (bawaan)
is: %@ (sjálfgefið)
it: %1$@ (predefinito)
ja: %1$@ (既定)
kab: %@ (amezwer)
kk: %@ (әдепкі)
km: %@ (á›áŸ†á“á¶áŸ†áŠá¾á˜)
kn: %@(ಡೀಫಾಲ್ಟ್)
ko: %1$@(기본)
lt: %@ (numatytasis)
lv: %@ (noklusējums)
mk: %@ (стандардно)
ml: %@ (ഡിഫോൾട്ട്)
mr: %1$@ (पूर्वनिर्धारित)
ms: %1$@ (lalai)
my: %@ (နဂိုမူလ)
nb: %1$@ (standard)
nl: %1$@ (systeemstandaard)
pa: %@ (ਡਿਫੌਲਟ)
pa_pk: %@ (ڈیفالٹ)
pl: %1$@ (domyślny)
ps: %@ (عادي)
pt_br: %1$@ (padrão)
pt_pt: %1$@ (predefinido)
ro: %1$@ (implicit)
ru: %1$@ (по умолчанию)
sk: %1$@ (predvolené)
sl: %@ (privzeto)
sq: %@ (parazgjedhje)
sr: %1$@ (подразумевано)
sv: %1$@ (standard)
sw: %@(msingi)
ta: %@ (இயல்புநிலை)
te: %@ (అప్రమేయం)
th: %1$@ (ค่าเริ่มต้น)
tr: %1$@ (varsayılan)
ug: %1$@ (سۈكۈتتىكى)
uk: %1$@ (типово)
ur: %1$@(پہلے سے طے شدہ)
vi: %1$@ (mặc định)
zh_cn: %1$@（默认）
zh_hk: %1$@（預設）

# SETTINGS_BACKUPS
source: Backups
ar: النسخ الاحتياطية
be: Рэзервовыя копіі
bn: ব্যাকআপ সমূহ
ca: Còpies de seguretat
cs: Zálohování
da: Sikkerhedskopier
el: Αντίγραφα ασφαλείας
es: Copias de seguridad
fa: نسخه‌های پشتیبان
fi: Varmuuskopiot
fr: Sauvegardes
ga: Cúltacaithe
gu: બેકઅપ
he: גיבויים
hi: बैकअप
hr: Sigurnosne kopije
hu: Biztonsági mentések
id: Cadangan
it: Backup
ja: バックアップ
ko: 백업
mr: बॅकअप
ms: Sandaran
nb: Sikkerhetskopiering
pl: Kopie zapasowe
pt_pt: Cópias de segurança
ro: Backup-uri
ru: Резервные копии
sk: Zálohy
sr: Резервне копије
sv: Säkerhetskopior
th: ข้อมูลสำรอง
tr: Yedekler
ug: زاپاسلار
uk: Резервні копії
ur: بیک اپس
vi: Sao lưu
zh_cn: 备份
zh_hk: 備份

# SETTINGS_BLOCK_LIST_ADD_BUTTON
source: Add Blocked User
af: Voeg versperde gebruiker toe
ar: احظُرأحد المُستخدِمين
az: İstifadəçi əlavə et
be: Дадаць заблакаванага карыстальніка
bg: Добавяне на блокиран потребител
bn: ব্লক করা ইউজার যোগ করুন
ca: Afegeix un usuari bloquejat
cs: Přidat blokovaného uživatele
cy: Ychwanegu Defynddiwr a Rwystrir
da: Bloker bruger
de: Blockierten Kontakte hinzufügen
el: Προσθήκη αποκλεισμένου χρήστη
es: Añadir persona bloqueada
es_es: Bloquear persona
et: Lisa blokeeritud kasutaja
eu: Gehitu blokeatutako erabiltzailea
fa: افزودن کاربر مسدودشده
fi: Lisää estetty käyttäjä
fil: Idagdag ang Naka-block na User
fr: Bloquer un utilisateur
ga: Cuir úsáideoir bactha leis
gu: બ્લૉક કરેલો ઉપયોગકર્તા ઉમેરો
he: הוספת משתמש/ת חסום/ה
hi: ब्लॉक किये हुए यूज़र को जोङें
hr: Dodaj kontakt na listu blokiranih
hu: Letiltott felhasználó hozzáadása
id: Tambahkan Pengguna yang Diblokir
is: Bæta við útilokuðum notanda
it: Aggiungi utente bloccato
ja: ブロックするユーザーを追加
kab: Rnu aseqdac yettusweḥlen
kk: Бұғатталған пайдаланушыны қосу
km: á”á“áŸ’ááŸ‚á˜á¢áŸ’á“á€á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧಿಸಿದ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ
ko: 차단한 사용자 추가
lt: Pridėti užblokuotą naudotoją
lv: Pievienot bloķētu lietotāju
mk: Додадете блокиран корисник
ml: ബ്ലോക്ക് ചെയ്ത യൂസറെ ചേർക്കുക
mr: अवरोधित वापरकर्ता जोडा
ms: Tambah Pengguna Disekat
my: ပိတ်ပယ်ထားသောသုံးသူ ပေါင်းထည့်မယ်
nb: Legg til blokkert bruker
nl: Geblokkeerde persoon toevoegen
pa: ਬਲੌਕ ਕੀਤੇ ਉਪਭੋਗਤਾ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ
pa_pk: بلاک کیتے صارف نوں نال رلاؤ
pl: Zablokuj użytkownika
ps: د بلاک شوي کاروونکي اضافه کول
pt_br: Adicionar alguém
pt_pt: Adicionar utilizador bloqueado
ro: Adaugă un utilizator blocat
ru: Добавить заблокированного пользователя
sk: Pridať blokovaného používateľa
sl: Dodaj blokiranega uporabnika_co
sq: Shtoni Përdorues të Bllokuar
sr: Додај блокирану особу
sv: Lägg till blockerad användare
sw: Ongeza Mtumiaji Aliyezuiwa
ta: தடுக்கப்பட்ட பயனரைச் சேர்க்கவும்
te: నిరోధించిన వినియోగదారుని జోడించండి
th: เพิ่มผู้ใช้ที่ถูกบล็อก
tr: Engelli Kullanıcı Ekle
ug: چەكلەنگەن ئىشلەتكۈچى قوشۇش
uk: Заблокувати користувача
ur: بلاک کردہ یوزر شامل کریں
vi: Thêm người dùng bị chặn
zh_cn: 添加屏蔽用户
zh_hk: 新增被封鎖的用戶

# SETTINGS_BLOCK_LIST_NO_CONTACTS
source: You have no contacts on Signal.
af: U het geen kontakte op Signal nie.
ar: ليس لديك جهات اتصال على سيجنال.
az: Heç bir əlaqəniz Signal-da yoxdur.
be: Вы не маеце кантактаў у Signal.
bg: Нямате контакти в Signal.
bn: আপনার পরিচিতি গুলির কারও Signal নেই।
ca: No teniu cap contacte al Signal.
cs: Nemáte žádné kontakty v Signalu.
cy: Does gennych chi ddim cysylltiadau yn defnyddio Signal.
da: Du har ingen kontakter på Signal
de: Du hast bei Signal keine Kontakte.
el: Δεν έχεις επαφές στο Signal.
es: No tienes contactos en Signal.
es_es: No tienes contactos en Signal.
et: Sul pole Signalis kontakte.
eu: Zure kontaktuek ez dute Signal erabiltzen.
fa: هیچ کدام از مخاطبین شما سیگنال را نصب نکرده‌اند.
fi: Sinulla ei ole yhteystietoja Signalissa.
fil: Wala kang mga kontak sa Signal.
fr: Aucun de vos contacts n'est sur Signal.
ga: Níl fiú is teagmhálaí amháin de do chuid ag úsáid Signal.
gu: તમારી પાસે Signal પર કોઈ સંપર્કો નથી.
he: אין לך אנשי קשר ב־Signal.
hi: आपके Signal में कोई संपर्क नहीं हैं।
hr: Nemate kontakte na Signalu.
hu: Nincsenek Signal felhasználó kontaktjaid.
id: Anda tidak mempunyai kontak di Signal.
is: Þú ert ekki með neina tengiliði á Signal.
it: Non hai contatti su Signal.
ja: Signal上に連絡先がいません。
kab: Ur tesεiḍ ara inermisen deg Signal.
kk: Signal қолданбасында сіздің байланыстық тұлғаларыңыз жоқ.
km: á¢áŸ’á“á€á˜á·á“á˜á¶á“á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á›á¾Signalá‘áŸáŸ”
kn: Signal ನಲ್ಲಿ ನಿಮಗೆ ಯಾವುದೇ ಸಂಪರ್ಕಗಳಿಲ್ಲ.
ko: Signal에 연락처가 없습니다.
lt: Jūs neturite Signal adresatų.
lv: Jums nav kontaktpersonu lietotnē Signal.
mk: Немате контакти на Signal.
ml: നിങ്ങൾക്ക് Signal ൽ കോൺടാക്ടുകൾ ഇല്ല.
mr: आपले कुठलेही संपर्क Signal वर नाहीत.
ms: Anda tidak mempunyai kenalan di Signal
my: Signal ပေါ်တွင် သင့်လိပ်စာစာရင်းထဲမှ လူတစ်ယောက်မှ မရှိပါ။
nb: Du har ingen kontakter på Signal.
nl: Je hebt geen contacten op Signal.
pa: ਤੁਹਾਡੇ Signal ਵਿੱਚ ਕੋਈ ਅਪਡੇਟ ਨਹੀਂ ਹਨ.
pa_pk: تساں دے Signal اتے کوئی رابطے نئیں ہین۔
pl: Nie masz żadnych kontaktów w aplikacji Signal.
ps: تاسې په Signal کې کوم مخاطب نه لری.
pt_br: Você não possui contatos no Signal
pt_pt: Não possui contactos no Signal.
ro: Nu ai nici un contact pe Signal.
ru: У вас нет контактов, использующих Signal.
sk: Nemáte žiadne kontakty v Signale.
sl: Nimate stikov, ki uporabljajo aplikacijo Signal.
sq: S’keni kontakte në Signal.
sr: Немате контаката на Signal-у.
sv: Du har inga kontakter med Signal.
sw: Hauna wawasiliani kwenye Signal.
ta: Signal லில் உங்களுக்கு எந்த தொடர்புகளும் இல்லை.
te: Signal లో మీకు పరిచయాలు లేవు.
th: คุณไม่มีผู้ติดต่อบน Signal
tr: Signal'de kişiniz yok.
ug: ‫Signal دا ھېچقانداق ئالاقەداشىڭىز يوق.
uk: У вас немає контактів у Signal.
ur: آپ Signal پر کوئی رابطہ نہیں رکھتے۔
vi: Bạn không có liên hệ nào trên Signal.
zh_cn: 您没有任何 Signal 联系人。
zh_hk: 您沒有任何 Signal 聯絡人。

# SETTINGS_BLOCK_LIST_NO_SEARCH_RESULTS
source: No Search Results
af: Geen soekresultate nie
ar: لا نتائج للبحث
az: Axtarış nəticə vermədi
be: Няма вынікаў пошуку
bg: Няма намерени резултати
bn: অনুসন্ধানের ফলাফল শুন্য
ca: No hi ha cap resultat
cs: Žádné výsledky vyhledávání
cy: Dim Canlyniadau Chwilio
da: Ingen søgereslutater
de: Nichts gefunden
el: Δεν βρέθηκαν αποτελέσματα
es: No hay ningún resultado de búsqueda
es_es: Sin resultados
et: Otsingu tulemusi pole
eu: Emaitzarik ez
fa: نتیجه‌ای یافت نشد.
fi: Ei hakutuloksia
fil: Walang Resulta ang Paghahanap
fr: Aucun résultat ne correspond à votre recherche
ga: Gan Torthaí
gu: કોઈ શોધ પરિણામ નથી
he: אין תוצאות חיפוש
hi: खोज के कोई परिणाम नहीं
hr: Nema rezultata
hu: Nincs találat
id: Tidak ada hasil pencarian
is: Engar leitarniðurstöður
it: Nessun risultato
ja: 該当なし
kab: Ulac igmaḍ n unadi
kk: Іздеу нәтижелері жоқ
km: á‚áŸ’á˜á¶á“á›á‘áŸ’á’á•á›áŸáŸ’áœáŸ‚á„ášá€
kn: ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳಿಲ್ಲ
ko: 검색 결과 없음
lt: Nėra paieškos rezultatų
lv: Nav meklēšanas rezultātu
mk: Пребарувањето не даде резултати
ml: തിരച്ചിൽ ഫലങ്ങളൊന്നുമില്ല
mr: कोणतेही शोध परिणाम नाहीत
ms: Tiada Keputusan Pencarian
my: ရှာဖွေလို့ မရပါ
nb: Ingen treff
nl: Geen resultaten gevonden
pa: ਖੋਜ ਦੇ ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ
pa_pk: لبھن دے کوئی نتیجے نئیں
pl: Nic nie znaleziono
ps: د پلټنې کومه پایله نشته
pt_br: Nenhum resultado encontrado
pt_pt: Pesquisa sem resultados
ro: Niciun rezultat al căutării
ru: Поиск не дал результатов
sk: Žiadne výsledky hľadania
sl: Ni rezultatov
sq: S’ka Përfundime Kërkimi
sr: Нема резултата претраге
sv: Inga sökresultat
sw: Hakuna Matokea ya Utafutaji
ta: தேடல் முடிவுகள் இல்லை
te: శోధన ఫలితాలు లేవు
th: ค้นหาไม่พบ
tr: Arama Sonucu Yok
ug: ئىزدەش نەتىجەسى يوق
uk: Нічого не знайдено
ur: کوئی نتیجہ تلاش نہیں ہوا
vi: Không có Kết quả Tìm kiếm
zh_cn: 无搜索结果
zh_hk: 沒有搜尋結果

# SETTINGS_BLOCK_LIST_TITLE
source: Blocked
af: Versper
ar: محظور
az: Əngəlləndi
be: Заблакаваны
bg: Блокиране
bn: ব্লক করা হয়েছে
ca: Bloquejat
cs: Blokovaní uživatelé
cy: Wedi'u Rhwystro
da: Blokering
de: Blockiert
el: Λίστα αποκλεισμού
es: Bloqueados
es_es: Personas bloqueadas
et: Blokeeritud
eu: Blokeatuta
fa: مسدودشده
fi: Estetyt
fil: Naka-block
fr: Utilisateurs bloqués
ga: Bactha
gu: બ્લૉક કર્યા
he: חסומים
hi: ब्लॉक किया गया
hr: Blokirani kontakti
hu: Letiltva
id: Diblokir
is: Bannaður
it: Chat bloccata
ja: ブロックリスト
kab: Yewḥel
kk: Бұғаттаулы
km: á”á¶á“á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko: 차단함
lt: Užblokuoti
lv: Bloķēti
mk: Блокирани
ml: തടഞ്ഞു
mr: अवरोधित केले
ms: Disekat
my: ဘလော့လုပ်သည်
nb: Blokkert
nl: Geblokkeerd
pa: ਬਲੌਕ ਕੀਤਾ ਗਿਆ
pa_pk: بلاک کیتا
pl: Zablokowane kontakty
ps: بلاک شوي
pt_br: Lista de bloqueio
pt_pt: Utilizadores bloqueados
ro: Blocat
ru: Заблокированные пользователи
sk: Blokované
sl: Blokirano
sq: Të bllokuar
sr: Блокирано
sv: Blockerade
sw: Zuiwa
ta: தடுக்கப்பட்ட
te: నిరోధించిన
th: ถูกบล็อก
tr: Engellendi
ug: چەكلەندى
uk: Заблоковані
ur: بلاک کر دیا گیا
vi: Đã chặn
zh_cn: 已屏蔽
zh_hk: 已封鎖

# SETTINGS_CALLING_HIDES_IP_ADDRESS_PREFERENCE_TITLE
source: Always Relay Calls
af: Herlei altyd oproepe
ar: إعادة توجيه المكالمات دائمًا
az: Zəngləri həmişə köçür
be: Заўсёды рэтрансляваць званкі
bg: Маскирай Обажданията
bn: কল সমূহ রিলে করুন
ca: Transmet sempre les telefonades
cs: Vždy přenášet hovory
cy: Trosglwyddo Galwadau Bob Amser
da: Omdiriger altid opkald
de: Anrufe immer indirekt
el: Αναμετάδοση όλων των κλήσεων
es: Redirigir llamadas siempre
es_es: Redirigir llamadas siempre
et: Alati vahenda kõned
eu: Deiak beti birtransmititu
fa: بازپخش همیشگی تماس‌ها
fi: Välitä puhelut aina
fil: Laging padaain ang Tawag sa server ng Signal
fr: Toujours relayer les appels
ga: Cuir Glaonna trí Athsheachadán i gCónaí
gu: હંમેશા રિલે કૉલ
he: שדר מחדש שיחות תמיד
hi: हमेशा कॉल रिले करें
hr: Uvijek preusmjeri pozive
hu: Minden hívás átjátszása
id: Selalu relay panggilan
is: Alltaf endurbeina símtölum
it: Inoltra sempre le chiamate
ja: 通話を常に中継する
kab: Siweḍ yal tikkelt isawalen
kk: Қоңырауларды әрқашан қайта тарату
km: ááŸ‚á„ááŸ‚á áŸ…á”á“áŸ’á
kn: ಯಾವಾಗಲೂ ಕರೆಗಳನ್ನು ರಿಲೇ ಮಾಡಿ
ko: 항상 릴레이 통화
lt: Visada retransliuoti skambučius
lv: Vienmēr pārraidīt zvanus
mk: Секогаш препраќај ги повиците
ml: കോളുകൾ എപ്പോഴും കൈമാറുക
mr: कॉल नेहमी रीले करा
ms: Sentiasa Menyampaikan Panggilan
my: ဖုန်းခေါ်ဆိုမှုများကို လွှဲပြောင်းပါ
nb: Omdiriger alle telefonsamtaler
nl: Alle oproepen omleiden
pa: ਹਮੇਸ਼ਾ ਕਾਲਾਂ ਨੂੰ ਰੀਲੇਅ ਕਰੋ
pa_pk: ہمیشہ ریلے کالاں
pl: Zawsze pośrednicz w połączeniach
ps: تل د اړیکو تیرول
pt_br: Sempre redirecionar chamadas
pt_pt: Passar chamadas pelo Signal
ro: Redirecționează întotdeauna apelurile
ru: Всегда ретранслировать звонки
sk: Vždy presmerovať hovory
sl: Vedno posreduj klice
sq: Përdor Përherë Rele Për Thirrjet
sr: Увек преусмеравај позиве
sv: Vidarebefordra alltid samtal
sw: Daima Wasilisha Simu
ta: எப்போதும் அழைப்புகளை சுற்ற செய்க
te: ఎల్లప్పుడూ ముందుకు పోవు పిలుపు
th: ส่งต่อสายทุกครั้ง
tr: Aramaları Daima Aktar
ug: ھەمىشە ئۇلاپ چاقىرىشنى ئىشلەت
uk: Завжди ретранслювати виклики
ur: ہمیشہ کالیں نشر کریں
vi: Luôn Chuyển tiếp Cuộc gọi
zh_cn: 始终使用转发通话
zh_hk: 一律轉送通話
