Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_REMOTE_USER_REVOKED_ADMINISTRATOR_BY_LOCAL_USER
source: You revoked admin privileges from %@.
af: Jy het %@ se adminvoorregte herroep.
ar: أبطلتَ صلاحيات %1$@ كمُشرِف.
az: %@ üzvünün admin imtiyazlarını ləğv etdiniz.
be: Вы адклікалі права адміністратара ад %1$@.
bg: Вие оттеглихте администраторските права на %@.
bn: আপনি %1$@-এর অ্যাডমিনের অধিকারগুলি প্রত্যাহার করেছেন।
ca: Heu rebutjat els privilegis d'administrador/a de %1$@.
cs: Odebrali jste administrátorská práva uživateli %1$@.
cy: Dirymasoch breintiau gweinyddwr oddi wrth %@
da: Du tilbagekaldte administrator rettighederne for %1$@
de: Du hast die Adminrechte von %1$@ widerrufen.
el: Ανακάλεσες τα δικαιώματα διαχείρισης του/της %1$@.
es: Le has retirado los permisos de admin a %1$@.
es_es: Has retirado los permisos de admin a %@.
et: Sa tühistasid kasutaja %@ administraatoriõigused.
eu: %@ erabiltzaileari administratzaile eskudibeak kendu dizkiozu.
fa: شما امتیازات مدیریتی %1$@ را لغو کردید.
fi: Poistit käyttäjän %1$@ ylläpito-oikeudet.
fil: Binawi mo ang mga pang-admin na pribilehiyo kay %@.
fr: Vous avez révoqué les privilèges d'admin de %1$@.
ga: Bhain tú na ceadanna riaracháin ó %1$@.
gu: તમે %1$@ ના એડમિન વિશેષાધિકારો રદ કર્યા.
he: שללת זכויות מינהל מן %1$@.
hi: आपने %1$@ के एडमिन अधिकार वापस लिये।
hr: Opozvali ste administratorska prava za %1$@.
hu: Visszavontad %1$@ admin jogosultságát.
id: Anda membatalkan akses admin dari %1$@.
is: Þú tókst stjórnunarréttindi af %@.
it: Hai revocato i privilegi di amministrazione a %1$@.
ja: %1$@ の管理者権限を削除しました。
kab: Tesfesxeḍ ibaɣuren n unedbal seg %@.
kk: Сіз %@ әкімші ретіндегі артықшылықтарын қайтарып алдыңыз.
km: á¢áŸ’á“á€á”á¶á“áŠá€áŸá·á‘áŸ’á’á·á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„á–á¸ %@áŸ”
kn: ನೀವು %@ ನಿಂದ ಆಡ್ಮಿನ್ ಸವಲತ್ತುಗಳನ್ನು ಹಿಂತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ.
ko: 내가 %1$@ 님의 관리자 권한을 취소했습니다.
lt: Jūs panaikinote %@ turėtas administratoriaus teises.
lv: Jūs atsaucāt %@ administratora tiesības.
mk: Вие ги отповикавте администраторските привилегии од %@.
ml: നിങ്ങൾ %@ ൽ നിന്ന് അഡ്മിൻ അധികാരങ്ങൾ റദ്ദാക്കിയിരിക്കുന്നു.
mr: %1$@ कडून आपण प्रशासक विशेषाधिकार रद्द केले.
ms: Anda membatalkan keistimewaan pentadbir daripada %1$@.
my: သင်သည် %@ ၏စီမံသူတာဝန်များကို ရုပ်သိမ်းခဲ့ပါသည်။
nb: Du fjernet administratorrettigheter for %1$@.
nl: Je hebt de beheerdersbevoegdheden van %1$@ ingetrokken.
pa: ਤੁਸੀਂ %@ ਦੇ ਐਡਮਿਨ ਅਧਿਕਾਰ ਰੱਦ ਕਰ ਦਿੱਤੇ.
pa_pk: تساں نے %@ توں ایڈمن استحقاق منسوخ کر دتے سن۔
pl: %1$@ nie ma już uprawnień administratora, ponieważ zostają one przez Ciebie cofnięte.
ps: تاسې د %@ د اډمین امتیازات لغوه کړل.
pt_br: Você revogou privilégios de admin de %1$@.
pt_pt: Você revogou os privilégios de administrador a %1$@.
ro: Ai revocat privilegiile de administrator de la %1$@.
ru: Вы отозвали привилегии администратора у %1$@.
sk: Odobrali ste administrátorské oprávnenia od %1$@.
sl: Uporabniku/ci %@ste odvzeli skrbniška pooblastila.
sq: I shfuqizuat %@ privilegje përgjegjësi.
sr: Одузели сте администраторске привилегије кориснику %1$@.
sv: Du återkallade administratörsbehörigheter från %1$@.
sw: Umebatilisha mapendeleo ya usimamizi kutoka %@.
ta: நீங்கள் நிர்வாகி சலுகைகளை ரத்து செய்தது %@.
te: మీరు %@ నుండి నిర్వాహక అధికారాలను ఉపసంహరించుకున్నారు.
th: คุณเพิกถอนสิทธิ์ผู้ดูแลของ %1$@
tr: %1$@ kişisinin yönetici yetkilerini iptal ettiniz.
ug: سىز %1$@ نىڭ باشقۇرغۇچىلىق ھوقۇقىنى بىكار قىلدىڭىز.
uk: Ви забрали права адміністратора в користувача %1$@.
ur: آپ نے %1$@ سے ایڈمن کے مراعات کو کالعدم کردیا۔
vi: Bạn đã thu hồi quyền quản trị của %1$@.
zh_cn: 你撤销了 %1$@ 的管理员权限。
zh_hk: 您已撤銷 %1$@ 的管理員權限。

# GROUP_REMOTE_USER_REVOKED_ADMINISTRATOR_BY_REMOTE_USER_FORMAT
source: %1$@ revoked admin privileges from %2$@.
af: %1$@ het %2$@ se adminvoorregte herroep.
ar: أبطلَ %1$@ صلاحيات %2$@ كمُشرِف.
az: %1$@, %2$@ üzvünün admin imtiyazlarını ləğv etdi.
be: %1$@ адклікаў(-ла) правы адміністратара ад %2$@.
bg: %1$@ оттегли администраторските права на %2$@.
bn: %1$@%2$@-এর অ্যাডমিনের অধিকারগুলি প্রত্যাহার করেছেন।
ca: %1$@ ha rebutjat els privilegis d'administrador/a de %2$@.
cs: %1$@ odebral(a) administrátorská práva uživateli %2$@.
cy: Dirymwyd breintiau gweinyddwr %2$@ gan %1$@
da: %1$@ tilbagekaldte administrator rettighederne for %2$@
de: %1$@ hat die Adminrechte von %2$@ widerrufen.
el: Ο/Η %1$@ ανακάλεσε τα δικαιώματα διαχείρισης του/της %2$@.
es: %1$@ le ha retirado los permisos de admin a %2$@.
es_es: %1$@ ha retirado los permisos de admin a %2$@.
et: %1$@ tühistas kasutaja %2$@ administraatoriõigused.
eu: %1$@ erabiltzaileak %2$@ erabiltzaileari administratzaile baimenak kendu dizkio.
fa: %1$@ دسترسی‌های مدیریتی %2$@ را لغو کرد.
fi: %1$@ poisti ylläpito-oikeudet käyttäjältä %2$@.
fil: Binawi ni %1$@ ang mga pang-admin na pribilehiyo kay %2$@.
fr: %1$@ a révoqué les privilèges d'admin de %2$@.
ga: Bhain %1$@ na ceadanna riaracháin ó %2$@.
gu: %1$@ એ %2$@ માંથી એડમિન વિશેષાધિકારો રદ કર્યા.
he: %1$@ שלל זכויות מינהל מן %2$@.
hi: %1$@ ने %2$@ के एडमिन अधिकार वापस लिये।
hr: %1$@ je opozvao administratorska prava za %2$@.
hu: %1$@ visszavonta %2$@ admin jogosultságát.
id: %1$@ membatalkan akses admin dari %2$@.
is: %1$@ tók stjórnunarréttindi af %2$@.
it: %1$@ ha revocato i privilegi di amministrazione a %2$@.
ja: %1$@ が %2$@ の管理者権限を削除しました。
kab: %1$@ isefsex ibaɣuren n unedbal seg %2$@.
kk: %1$@ %2$@ деген қатысушының әкімші ретіндегі артықшылықтарын қайтарып алды.
km: %1$@ á”á¶á“áŠá€á á¼ááŸá·á‘áŸ’á’á·á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„á–á¸ %2$@áŸ”
kn: %1$@ %2$@ ರಿಂದ ಆಡ್ಮಿನ್ ಸವಲತ್ತುಗಳನ್ನು ಹಿಂತೆಗೆದುಕೊಂಡಿದ್ದಾರೆ.
ko: %1$@ 님이 %2$@ 님의 관리자 권한을 취소했습니다.
lt: %1$@ panaikino %2$@ turėtas administratoriaus teises.
lv: %1$@ atsauca %2$@ administratora tiesības.
mk: %1$@ ги отповика администраторските привилегии на %2$@.
ml: %1$@ %2$@ ൽ നിന്ന് അഡ്മിൻ അധികാരങ്ങൾ റദ്ദാക്കിയിരിക്കുന്നു.
mr: %2$@ कडून %1$@ ने प्रशासक विशेषाधिकार रद्द केले.
ms: %1$@ membatalkan keistimewaan pentadbir daripada%2$@.
my: %1$@ သည် %2$@ ၏စီမံသူတာဝန်များကို ရုပ်သိမ်းခဲ့ပါသည်။
nb: %1$@ fjernet administratorrettigheter for %2$@.
nl: %1$@ heeft de beheerdersbevoegdheden van %2$@ ingetrokken.
pa: %1$@ ਨੇ %2$@ ਦੇ ਐਡਮਿਨ ਅਧਿਕਾਰ ਰੱਦ ਕਰ ਦਿੱਤੇ.
pa_pk: %1$@ نے %2$@ توں ایڈمن استحقاق منسوخ کر دتے سن۔
pl: %2$@ nie jest już administratorem. Te uprawnienia cofa %1$@.
ps: %1$@ له %2$@ څخه د اډمین امتیازات واخیستل.
pt_br: %1$@ revogou os privilégios de admin de %2$@.
pt_pt: %1$@ revogou os privilégios de administrador a %2$@.
ro: %1$@ a revocat privilegiile de administrator pentru %2$@.
ru: %1$@ отозвал(-а) привилегии администратора у %2$@.
sk: %1$@ odobral administrátorské oprávnenia od %2$@.
sl: Oseba %1$@ je odvzela skrbniška pooblastila uporabniku/ci %2$@.
sq: %1$@ i shfuqizoi %2$@ privilegje përgjegjësi.
sr: %1$@ је одузео/ла администраторске привилегије члану %2$@.
sv: %1$@ återkallade administratörsbehörigheter från %2$@.
sw: %1$@amebatilisha mapendeleo ya usimamizi kutoka %2$@.
ta: %1$@ நிர்வாகி சலுகைகளை ரத்து செய்தது %2$@.
te: %1$@ అడ్మిన్ హక్కులను %2$@ నుండి ఉపసంహరించుకుంది.
th: %1$@เพิกถอนสิทธิ์ผู้ดูแลของ %2$@
tr: %1$@, %2$@ kişisinin yönetici yetkilerini iptal etti.
ug: %2$@ نىڭ باشقۇرغۇچىلىق ھوقۇقىنى %1$@ بىكار قىلدى.
uk: Користувач %1$@ забрав права адміністратора в користувача %2$@.
ur: %1$@ نے %2$@ سے ایڈمن کی مراعات ختم کردی۔
vi: %1$@ đã thu hồi quyền quản trị của %2$@.
zh_cn: %1$@ 撤销了 %2$@ 的管理员权限。
zh_hk: %1$@ 已撤銷 %2$@ 的管理員權限。

# GROUP_REQUESTS_AND_INVITES_VIEW_MEMBER_REQUESTS_MODE
source: Requests
af: Versoeke
ar: الطلبات
az: Tələblər
be: Запыты
bn: অনুরোধ
ca: Sol·licituds
cs: Požadavky
cy: Ceisiadau
da: Anmodninger
de: Anfragen
el: Αιτήματα
es: Solicitudes
es_es: Solicitudes de participantes
et: Taotlused
eu: Eskaerak
fa: درخواست‌ها
fi: Pyynnöt
fr: Demandes
ga: Iarratais
gu: વિનંતીઓ
he: בקשות
hi: अनुरोध
hr: Zahtjevi
hu: Kérések
id: Permintaan
is: Beiðnir
it: Richieste
ja: 申請
kab: Tuttriwin
km: áŸáŸ’á“á¾áŸá»áŸ†
kn: ಕೋರಿಕೆಗಳು
ko: 요청
lt: Prašymai
lv: Pieprasījumi
mk: Барања
ml: അഭ്യർത്ഥനകൾ
mr: विनंत्या
ms: Permintaan
my: တောင်းဆိုမှုများ
nb: Forespørsler
nl: Verzoeken
pa: ਬੇਨਤੀਆਂ
pl: Prośby
ps: غوښتنې
pt_br: Pedidos
pt_pt: Pedidos
ro: Solicitări
ru: Запросы
sk: Žiadosti
sl: Prošnje
sq: Kërkesa
sr: Захтеви
sv: Förfrågningar
sw: Maombi
ta: கோரிக்கைகளை
te: అభ్యర్థనలు
th: คำขอ
tr: İstekler
ug: تەلەپلەر
uk: Запити
ur: درخواستیں
vi: Yêu cầu
zh_cn: 入群申请
zh_hk: 請求

# GROUP_REQUESTS_AND_INVITES_VIEW_PENDING_INVITES_MODE
source: Invites
af: Uitnodigings
ar: الدعوات
az: Dəvətlər
be: Запрашэнні
bn: আমন্ত্রণ
ca: Invitacions
cs: Pozvánky
cy: Gwahoddiadau
da: Invitationer
de: Einladungen
el: Προσκλήσεις
es: Invitaciones
es_es: Invitaciones pendientes
et: Kutsed
eu: Gonbidapenak
fa: دعوت‌ها
fi: Kutsut
fr: Invitations
ga: Cuirí
gu: આમંત્રણો
he: הזמנות
hi: आमंत्रण
hr: Pozivnice
hu: Meghívók
id: Undangan
is: Boð
it: Inviti
ja: 招待
kab: Inced-d
km: á¢á‰áŸ’á‡á¾á‰
kn: ಆಮಂತ್ರಣಗಳು
ko: 초대
lt: Pakvietimai
lv: Uzaicinājumi
mk: Покани
ml: ക്ഷണങ്ങൾ
mr: आमंत्रण
ms: Jemputan
my: ဖိတ်ကြားချက်များ
nb: Invitasjoner
nl: Uitnodigingen
pa: ਸੱਦੇ
pl: Zaproszenia
ps: بلنې
pt_br: Convites
pt_pt: Convites
ro: Invitații
ru: Приглашения
sk: Pozvánky
sl: Vabila
sq: Ftesa
sr: Позивнице
sv: Inbjudningar
sw: Mialiko
ta: அழைப்புகள்
te: ఆహ్వానాలు
th: คำเชิญ
tr: Davetler
ug: تەكلىپلەر
uk: Запрошення
ur: دعوت نامے
vi: Lời mời
zh_cn: 邀请
zh_hk: 邀請

# GROUP_REQUESTS_AND_INVITES_VIEW_TITLE
source: Requests & Invites
af: Versoeke & uitnodigings
ar: الطلبات والدعوات
az: Tələb və dəvətlər
be: Запыты & запрашэнні
bn: অনুরোধ ও আমন্ত্রণ
ca: Sol·licituds i invitacions
cs: Požadavky a pozvánky
cy: Ceisiadau a Gwahoddiadau
da: Anmodninger & invitationer
de: Anfragen & Einladungen
el: Αιτήματα & Προσκλήσεις
es: Solicitudes e invitaciones
es_es: Solicitudes e invitaciones a participar
et: Taotlused ja kutsed
eu: Eskaerak & Gonbidapenak
fa: درخواست‌ها و دعوتنامه‌ها
fi: Liittymispyynnöt ja kutsut
fr: Demandes d'adhésion et invitations
gu: વિનંતીઓ અને આમંત્રણો
he: בקשות והזמנות
hi: अनुरोध और आमंत्रण
hr: Zahtjevi za članove i pozivnice
hu: Kérelmek és meghívók
id: Permintaan & Undangan
is: Beiðnir og boð
it: Richieste e inviti
ja: 申請と招待
km: áŸáŸ†áá¾ á“á·á„á€á¶ášá¢á‰áŸ’á‡á¾á‰
kn: ವಿನಂತಿಗಳು ಮತ್ತು ಆಹ್ವಾನಗಳು
ko: 요청 & 초대
lt: Prašymai ir pakvietimai
lv: Pieprasījumi un uzaicinājumi
mk: Барања и покани
ml: അഭ്യർത്ഥനകളും ക്ഷണങ്ങളും
mr: विनंत्या आणि आमंत्रणे
ms: Permintaan & Jemputan
my: တောင်းဆိုမှုများ နှင့် ဖိတ်ခေါ်မှုများ
nb: Forespørsler og invitasjoner
nl: Verzoeken & uitnodigingen
pa: ਬੇਨਤੀਆਂ ਤੇ ਸੱਦੇ
pl: Prośby i zaproszenia
ps: غوښتنې او بلنې
pt_br: Pedidos e convites
pt_pt: Pedidos e convites
ro: Solicitări și invitații
ru: Запросы и приглашения
sk: Žiadosti a pozvánky
sl: Prošnje in vabila
sq: Kërkesa & Ftesa
sr: Захтеви и позивнице
sv: Förfrågningar & inbjudningar
sw: Maombi na Mialiko
ta: கோரிக்கைகள் மற்றும் அழைப்புகள்
te: అభ్యర్థనలు & ఆహ్వానాలు
th: คำขอและคำเชิญ
tr: İstekler ve Davetler
ug: ئىلتىماس ۋە تەكلىپ
uk: Запити і запрошення
ur: درخواستیں اور دعوت نامے
vi: Yêu cầu & Lời mời
zh_cn: 请求与邀请
zh_hk: 請求與邀請

# GROUP_STORY_NAME_FORMAT
source: %1$@ to %2$@
ar: %1$@ إلى %2$@
be: %1$@ у %2$@
bn: %1$@ থেকে %2$@
ca: %1$@ a %2$@
cs: %1$@ do %2$@
cy: %1$@ at %2$@
da: %1$@ til %2$@
de: %1$@ in %2$@
el: %1$@ προς %2$@
es: %1$@ para "%2$@"
fa: %1$@ به %2$@
fi: %1$@ ryhmässä %2$@
fr: %1$@ à %2$@
gu: %1$@, %2$@ પર
he: %1$@ אל %2$@
hi: %1$@ ने %2$@ को
hr: %1$@ za %2$@
id: %1$@ sampai %2$@
is: %1$@ til %2$@
it: %1$@ a %2$@
ja: %1$@ から %2$@
km: %1$@ á‘áŸ… %2$@
ko: 보낸 사람: %1$@, 받는 그룹: %2$@
lt: Nuo %1$@ grupei %2$@
ml: %1$@ %2$@ എന്നതിലേക്ക്
mr: %1$@ पासून %2$@पर्यंत
ms: %1$@ kepada %2$@
nb: %1$@ til %2$@
nl: %1$@ naar %2$@
pl: %1$@ do grupy %2$@
pt_br: %1$@ em %2$@
pt_pt: %1$@ para %2$@
ro: %1$@ către %2$@
ru: %1$@ в %2$@
sk: %1$@ až %2$@
sq: %1$@ te %2$@
sr: %1$@ за: %2$@
sv: %1$@ till %2$@
sw: %1$@ hadi %2$@
th: %1$@ ถึง %2$@
tr: %1$@'den %2$@'ye
ug: %1$@ دىن%2$@ غىچە
uk: %1$@ у «%2$@»
ur: %1$@تا %2$@
vi: %1$@ đến %2$@
zh_cn: %2$@ 的 %1$@
zh_hk: 由 %1$@ 發給 %2$@

# GROUP_STORY_SETTINGS_DELETE_BUTTON
source: Remove Group Story
ar: حذف قصة المجموعة
be: Выдаліць гісторыю групы
bn: গ্ৰুপ স্টোরি সরিয়ে ফেলুন
ca: Esborrar història de grup
cs: Odstranit skupinový příběh
da: Fjern gruppehistorie
de: Gruppen-Story entfernen
el: Αφαίρεση ιστορίας ομάδας
es: Eliminar historia de grupo
fa: حذف استوری گروهی
fi: Poista ryhmätarina
fr: Supprimer la story de groupe
ga: Bain Scéal Grúpa
gu: ગ્રુપ સ્ટોરી દૂર કરો
he: הסרת סטורי קבוצתי
hi: ग्रुप स्टोरी हटाएँ
hr: Ukloni grupnu priču
hu: Csoport Történet eltávolítása
id: Hapus Cerita Grup
it: Rimuovi la Storia di gruppo
ja: グループストーリーを削除する
ko: 그룹 스토리 삭제
mr: ग्रुप स्टोरी काढून टाका
ms: Alih Keluar Cerita Kumpulan
nb: Fjern gruppestoryen
nl: Groepsverhaal verwijderen
pl: Usuń relację grupową
pt_br: Apagar story de grupo
pt_pt: Eliminar história de grupo
ro: Elimină Povestea de Grup
ru: Удалить историю в группе
sk: Odstrániť skupinový príbeh
sl: Odstrani Skupinsko zgodbo
sr: Уклони групну причу
sv: Ta bort gruppstory
th: ลบสตอรี่กลุ่ม
tr: Grup Hikayesini kaldır
ug: گۇرۇپپا ھېكايىسىنى ئۆچۈرۈش
uk: Вилучити групову історію
ur: گروپ سٹوری ہٹائیں
vi: Xóa Story Nhóm
zh_cn: 移除群组动态
zh_hk: 移除群組限時動態

# GROUP_STORY_SETTINGS_DELETE_CONFIRMATION_FORMAT
source: Are you sure you want to remove “%1$@”?
ar: هل أنت مُتأكِّد من أنك تريد حذف "%1$@"؟
be: Вы ўпэўнены, што жадаеце выдаліць «%1$@»?
bn: আপনি কি "%1$@" সরিয়ে ফেলার ব্যাপারে নিশ্চিত?
ca: Segur que vols esborrar "%1$@"?
cs: Opravdu chcete odstranit „%1$@“?
da: Er du sikker på, at du vil slette "%1$@"?
de: Bist du sicher, dass du »%1$@« entfernen möchtest?
el: Θέλεις σίγουρα να διαγράψεις την ιστορία "%1$@";
es: ¿Seguro que quieres eliminar "%1$@"?
fa: مطمئن هستید که می‌خواهید «%1$@» را حذف کنید؟
fi: Haluatko varmasti poistaa tarinan %1$@?
fr: Voulez-vous vraiment supprimer "%1$@" ?
ga: Cinnte le "%1$@" a bhaint?
gu: શું તમે ખરેખર “ %1$@ ” ને દૂર કરવા માગો છો?
he: בטוח שבא לך להסיר את ״%1$@״?
hi: क्या आप वाकई "%1$@" को हटाना चाहते/चाहती हैं?
hr: Jeste li sigurni da želite ukloniti "%1$@"?
hu: Biztosan törölni szeretnéd a következőt: „%1$@”?
id: Anda yakin ingin menghapus “%1$@”?
it: Confermi di voler rimuovere la Storia "%1$@"?
ja: 本当に「%1$@」を削除してもよろしいですか？
ko: '%1$@'을(를) 제거할까요?
mr: आपण खात्रीने “%1$@” ला काढून टाकू इच्छिता?
ms: Adakah anda pasti mahu mengalih keluar "%1$@"?
nb: Er du sikker på at du vil fjerne «%1$@»?
nl: Weet je zeker dat je ‘%1$@’ wilt verwijderen?
pl: Usunąć grupę „%1$@”?
pt_br: Quer excluir “%1$@”?
pt_pt: Tem a certeza de que deseja eliminar “%1$@”?
ro: Sigur vrei să elimini „%1$@“?
ru: Вы действительно хотите удалить «%1$@»?
sk: Naozaj chcete odstrániť „%1$@“?
sr: Желите ли сигурно да уклоните групу „%1$@“?
sv: Är du säker på att du vill ta bort %1$@?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ “%1$@”
tr: “%1$@” hikayesini kaldırmak istediğinden emin misin?
ug: «%1$@» نى ئۆچۈرەمسىز؟
uk: Ви справді хочете видалити «%1$@»?
ur: کیا آپ واقعی "%1$@" کو ہٹانا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa "%1$@"?
zh_cn: 确定要移除“%1$@”吗？
zh_hk: 您確定要移除「%1$@」嗎？

# GROUP_STORY_SETTINGS_WHO_CAN_VIEW_THIS_FOOTER_FORMAT
source: Members of the group chat “%@” can view and reply to this story. You can update the membership for this chat in the group.
ar: يُمكن لأعضاء هذه المجموعة "%1$@" مشاهدة هذه القصة و الرّد عليها. يمكنك تحديث العضوية لهذه الدردشة في المجموعة.
be: Удзельнікі групавога чата «%1$@» могуць прагледзець гэту гісторыю і адказаць на яе. Дадаць/выдаліць удзельнікаў гэтага чата можна ў групе.
bn: "%1$@" গ্রুপ চ্যাটের সদস্যরা এই স্টোরিটি দেখতে এবং এর উত্তর দিতে পারবেন৷ আপনি গ্রুপে এই চ্যাটের সদস্যতা আপডেট করতে পারবেন।
ca: Les persones que estiguin al xat de grup "%1$@" podran veure i respondre a aquesta història. Pots gestionar qui pertany a aquest xat al grup.
cs: Tento příběh si mohou zobrazit a odpovídat na něj členové skupiny „%1$@“. Členství v tomto chatu můžete aktualizovat ve skupině.
da: Medlemmer af gruppechatten "%1$@" kan se og svare på denne historie. Du kan opdatere medlemskabet for denne chat i gruppen.
de: Mitglieder der Gruppe »%1$@« können diese Story sehen und darauf antworten. Du kannst die Mitgliedschaft für diesen Chat in der Gruppe aktualisieren.
el: Τα μέλη αυτής της ομαδικής συνομιλίας "%1$@" μπορούν να δουν και να απαντήσουν σε αυτή την ιστορία. Μπορείς να ενημερώσεις τα μέλη για αυτήν τη συνομιλία στην ομάδα.
es: Las personas que están en el grupo "%1$@" podrán ver y responder a esta historia. Puedes añadir o eliminar participantes en los ajustes del grupo.
fa: اعضای گفتگوی گروهی «%1$@» می‌توانند این استوری را مشاهده کنند و به آن پاسخ دهند. می‌توانید عضویت این گفتگو را در گروه به‌روزرسانی کنید.
fi: Ryhmäkeskustelun %1$@ jäsenet voivat nähdä tarinan ja vastata siihen. Voit päivittää tämän keskustelun jäsenyyden ryhmässä.
fr: Les membres de la conversation de groupe "%1$@" peuvent afficher cette story et y réagir. Vous pouvez ajouter ou retirer des spectateurs depuis les paramètres du groupe.
ga: Tá baill den ghrúpchomhrá "%1$@" in ann féachaint ar an scéal seo agus freagair dó. Is féidir leat ballraíocht don chomhrá seo a nuashonrú sa ghrúpa.
gu: “%1$@” ગ્રૂપ ચેટના સભ્યો આ સ્ટોરી જોઈ શકે અને તેમાં જવાબ આપી શકે છે. તમે આ ગ્રૂપમાં આ ચેટ માટેના સભ્યપદને અપડેટ કરી શકો છો.
he: חברי הצ׳אט הקבוצתי ״%1$@״ יכולים לצפות ולהשיב לסטורי הזה. יש לך אפשרות לעדכן את החברוּת בצ׳אט הזה בקבוצה.
hi: "%1$@" ग्रुप चैट के सदस्य इस स्टोरी को देख सकते हैं और इसका जवाब दे सकते हैं। आप ग्रुप में इस चैट के लिए सदस्यता को अपडेट कर सकते हैं।
hr: Članovi grupe "%1$@" mogu pogledati i odgovoriti na ovu priču. Možete ažurirati članstvo za ovaj razgovor u grupi.
hu: A(z) „%1$@” csoport tagjai megtekinthetik ezt a Történetet, és válaszolhatnak is rá. A csoportban frissítheted a csevegésre vonatkozó tagságot.
id: Anggota obrolan grup “%1$@” bisa melihat dan membalas cerita ini. Anda dapat memperbarui keanggotaan untuk obrolan ini di dalam grup.
it: Chi fa parte della chat di gruppo "%1$@" può vedere e rispondere a questa Storia. Puoi aggiornare l'iscrizione a questa chat all'interno del gruppo.
ja: グループチャット「%1$@ 」のメンバーはこのストーリーを閲覧し、返信することができます。チャットのメンバーは、グループ内で更新することができます。
ko: '%1$@' 그룹 대화 멤버는 이 스토리를 보고 여기에 답장할 수 있습니다. 그룹에서 이 대화에 대한 멤버십을 업데이트할 수 있습니다.
mr: गप चॅट “%1$@” चे सदस्य ही स्टोरी पाहू आणि उत्तर देऊ शकतात. आपण या चॅटसाठी गटामध्ये सदस्यत्व अद्ययावत करू शकता.
ms: Ahli kumpulan "%1$@" boleh menonton dan membalas cerita ini. Anda boleh kemas kini keahlian untuk sembang ini dalam kumpulan.
nb: Medlemmene av «%1$@» kan se og svare på denne storyen. Du kan endre hvem som er med i denne samtalen, inne i gruppen.
nl: Leden van de groep ‘%1$@’ kunnen dit verhaal bekijken en erop antwoorden. Je kunt het lidmaatschap van deze groep wijzigen via de groepsinstellingen.
pl: Te relacje mogą wyświetlać, a także mogą na nie odpowiadać osoby, które należą do grupy %1$@. Listę tych osób możesz edytować w grupie.
pt_br: Os membros do chat de grupo "%1$@" podem ver e responder a esse story. Você pode atualizar os membros desse chat no grupo.
pt_pt: Os membros do chat de grupo “%1$@” podem ver e responder a esta história. Pode atualizar os membros deste chat no grupo.
ro: Membrii conversației de grup „%1$@” pot vedea și răspunde la această poveste. Poți actualiza calitatea de membru pentru acest chat în grup.
ru: Участники группы «%1$@» могут просматривать эту историю и отвечать на неё. Вы можете обновить членство в этом чате в группе.
sk: Členovia skupiny „%1$@“ môžu vidieť tento príbeh a odpovedať naň. Členov tohto četu môžete upraviť v skupine.
sl: Člani skupine »%@« si lahko ogledajo to zgodbo in odgovorijo nanjo. Članstvo za ta klepet lahko posodobite v skupini.
sr: Чланови групног ћаскања „%1$@“ могу да виде ову причу и одговоре на њу. Можете да измените чланове овог ћаскања у групи.
sv: Medlemmar i gruppchatten %1$@ kan visa och svara på den här storyn. Du kan uppdatera medlemskapet för den här chatten i gruppen.
th: สมาชิกในกลุ่มแชท “%1$@” จะดูและตอบกลับสตอรี่นี้ได้ คุณสามารถอัปเดตการเป็นสมาชิกของแชทนี้ได้ภายในกลุ่ม
tr: “%1$@” grup sohbetinin üyeleri bu hikayeyi görüntüleyebilir ve yanıtlayabilir. Gruptaki bu sohbet için üyeliğini güncelleyebilirsin.
ug: گۇرۇپپا «%1$@» نىڭ ئەزالىرى بۇ ھېكايىنى كۆرەلەيدۇ ۋە ئۇنىڭغا ئىنكاس قالدۇرالايدۇ. بۇ پاراڭنىڭ ئەزالىقىنى گۇرۇپپىدىن تەڭشىيەلەيسىز.
uk: Учасники групового чату «%1$@» можуть переглядати цю історію та відповідати на неї. Додати / видалити учасників цього чату можна в групі.
ur: گروپ چیٹ "%1$@" کے ممبرز اس سٹوری کو دیکھ سکتے ہیں اور اس کا جواب دے سکتے ہیں۔ آپ گروپ میں اس چیٹ کے لیے ممبرشپ کو اپ ڈیٹ کر سکتے ہیں۔
vi: Các thành viên của nhóm "%1$@" có thể xem và trả lời story này. Bạn có thể cập nhật quyền thành viên của cuộc trò chuyện này trong nhóm.
zh_cn: “%1$@”群组聊天的成员可以浏览和回复此动态。您可以更新此群组聊天的成员资格。
zh_hk: 「%1$@」群組聊天的成員可以瀏覽和回覆此限時動態。你可以更新此群組聊天的成員資格。

# GROUP_STORY_SETTINGS_WHO_CAN_VIEW_THIS_HEADER
source: Who Can View This Story
ar: من يُمكنه مُشاهدة هذه القصة
be: Хто можа прагледзець гэту гісторыю
bn: এই স্টোরিটি কে দেখতে পারবেন
ca: Qui pot veure aquesta història
cs: Kdo si může tento příběh zobrazit
da: Hvem kan se denne historie?
de: Wer kann diese Story sehen?
el: Ποια άτομα μπορούν να δουν αυτή την ιστορία
es: Quién puede ver esta historia
fa: کسانی که می‌توانند این استوری را مشاهده کنند
fi: Kuka voi nähdä tämän tarinan
fr: Qui peut voir cette story ?
ga: Na Daoine ar Féidir Leo Féachaint ar an Scéal Seo
gu: આ સ્ટોરી કોણ જોઈ શકે
he: מי יכול לצפות בסטורי הזה
hi: इस स्टोरी को कौन देख सकता है
hr: Tko može pogledati ovu priču
hu: Ki tekintheti meg ezt a Történetet
id: Siapa yang Dapat Melihat Cerita Ini
it: Chi può vedere questa Storia
ja: ストーリーを閲覧できる人
ko: 이 스토리를 볼 수 있는 사람
mr: ही स्टोरी कोण पाहू शकते
ms: Siapa Boleh Tonton Cerita Ini
nb: Disse kan se denne storyen
nl: Wie kan dit verhaal bekijken
pl: Kto może wyświetlić te relacje
pt_br: Quem pode ver esse story
pt_pt: Quem pode ver esta história
ro: Cine Poate Vedea Această Poveste
ru: Кто может просматривать эту историю
sk: Kto si môže pozrieť tento príbeh
sl: Kdo lahko vidi to zgodbo
sr: Ко може да види ову причу
sv: Vem kan visa den här storyn
th: ใครเห็นสตอรี่นี้บ้าง
tr: Bu Hikayeyi Kimler Görebilir
ug: بۇ ھېكايىنى كۆرسە بولىدىغان كىشىلەر
uk: Хто може дивитися цю історію
ur: کون یہ سٹوری دیکھ سکتا ہے
vi: Ai Có Thể Xem Story Này
zh_cn: 谁可以看到此动态
zh_hk: 誰可以瀏覽此限時動態
