Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STORIES_DELETE_STORY_ACTION_SHEET_TITLE
source: Delete this story? It will also be deleted for everyone who received it.
af: Skrap hierdie storie? Dit sal ook geskrap word vir almal wat dit ontvang het.
ar: هل ترغبُ بحذف هذه القصة؟ ستُحذَف أيضًا من عند جميع من استلمها.
az: Bu hekayə silinsin? Həmçinin alan hər kəs üçün silinəcək.
be: Выдаліць гэту гісторыю? Яна будзе выдалена для вас і ўсіх, хто яе атрымаў.
bn: স্টোরিটি মুছে ফেলবেন? যারা এটি পেয়েছেন তাদের জন্যও এটি মুছে যাবে৷
ca: Vols suprimir aquesta història? També s'esborrarà per a tothom que l'hagi rebuda.
cs: Smazat tento příběh? Smaže se také pro všechny, kdo jej obdrželi.
cy: Dileu y stori hon? Bydd hefyd wedi'i ddileu i bawb a'i dderbyniodd.
da: Slet denne historie? Den vil også blive slettet for alle, som har modtaget den.
de: Diese Story löschen? Sie wird auch für alle gelöscht, die sie erhalten haben.
el: Να διαγραφεί η ιστορία; Θα διαγραφεί και για όλα τα άτομα που την έχουν λάβει.
es: ¿Eliminar esta historia? También se eliminará para todas las personas que la hayan recibido.
et: Kas kustutada see lugu? See kustutatakse ka kõigi jaoks, kellele see saadeti.
eu: Storie hau ezabatu? Jaso duten guztientzat ere ezabatuko da.
fa: این استوری پاک شود؟ این استوری برای تمام افرادی که آن را دریافت کرده‌اند نیز پاک خواهد شد.
fi: Poistetaanko tarina? Se poistetaan myös kaikilta sen vastaanottaneilta.
fr: Supprimer cette story ? Cela la supprime aussi pour tous ses destinataires.
ga: Scrios an scéal seo? Scriosfar do gach duine a fuair é freisin.
gu: આ સ્ટોરી ડિલીટ કરવી છે? જેણે તે પ્રાપ્ત કરી હતી તે દરેક માટે પણ તે ડિલીટ થઈ જશે.
he: למחוק את הסטורי הזה? הוא יימחק גם עבור כל מי שקיבל אותו.
hi: यह स्टोरी डिलीट करनी है? यह उन सभी के लिए भी डिलीट हो जाएगी जिन्हें यह मिली है।
hr: Izbrisati ovu priču? Izbrisat će se i za sve korisnike kojima je poslana.
hu: Törlöd ezt a Történetet? Ha igen, a Történet az összes címzettnél törlésre kerül.
id: Hapus cerita ini? Cerita juga akan dihapus untuk semua yang menerimanya.
is: Eyða þessari sögu? Henni verður líka eytt hjá öllum sem hafa fengið hana.
it: Vuoi eliminare questa Storia? Verrà eliminata anche per tutte le persone che l'hanno ricevuta.
ja: このストーリーを消去しますか？これを受けとった人に対しても消去されます。
km: á›á»á”ášá¿á„ášáŸ‰á¶áœá“áŸáŸ‡á¬? áœá¶á€áŸá“á¹á„ááŸ’ášá¼áœá”á¶á“á›á»á”á•á„áŠáŸ‚ášáŸá˜áŸ’ášá¶á”áŸ‹á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’á“á¶áŠáŸ‚á›á”á¶á“á‘á‘á½á›áœá¶áŸ”
kn: ಈ ಸ್ಟೋರಿ ಅಳಿಸುವುದೇ? ಇದನ್ನು ಸ್ವೀಕರಿಸಿದ ಎಲ್ಲರಿಗೂ ಇದನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ.
ko: 이 스토리를 삭제할까요? 스토리를 받은 모든 사람에게서 해당 스토리가 삭제됩니다.
lt: Ištrinti šią istoriją? Ji taip pat bus ištrinta visiems, kas ją gavo.
lv: Vai dzēst šo stāstu? Tas tiks dzēsts arī visiem lietotājiem, kuri to saņēma.
mk: Сакате да ја избришете оваа приказна? Ќе биде избришана и за сите кои ја примиле.
ml: ഈ സ്റ്റോറി ഇല്ലാതാക്കണോ? ഇത് ലഭിച്ച എല്ലാവരിൽ നിന്നും ഇത് ഇല്ലാതാക്കും.
mr: ही स्टोरी हटवायची? ती ज्यांना प्राप्त झाली आहे अशा सर्वांसाठीही ती हटवली जाईल.
ms: Padam cerita ini? Ia juga akan dipadamkan untuk semua orang yang telah menerimanya.
my: ဤစတိုရီကို ဖျက်မည်လား။ ၎င်းကို လက်ခံရရှိသူတိုင်းအတွက် ၎င်းကို ဖျက်သွားပါမည်။
nb: Vil du slette storyen? Dette sletter storyen for deg og alle du har delt den med.
nl: Dit verhaal verwijderen? Het zal ook worden verwijderd voor iedereen die het al heeft ontvangen.
pa: ਕੀ ਇਸ ਸਟੋਰੀ ਨੂੰ ਹਟਾਉਣਾ ਹੈ? ਇਹ ਸਟੋਰੀ ਜਿਹਨਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ, ਉਹਨਾਂ ਸਭ ਲਈ ਵੀ ਹਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ।
pl: Usunąć tę relację? Zostanie usunięta również u wszystkich osób, które ją otrzymały.
pt_br: Quer apagar esse story? Ele também será apagado para todos que o receberam.
pt_pt: Eliminar esta história? Será também eliminada para todos que a receberam.
ro: Ștergi această poveste? Povestea va fi ștearsă și pentru cei care au primit-o.
ru: Удалить эту историю? Она также будет удалена для всех, кто её получил.
sk: Vymazať tento príbeh? Bude tiež vymazaný pre každého, kto ho dostal.
sl: Želite izbrisati to Zgodbo? Izbrisana bo tudi za vse, ki so jo prejeli.
sq: Të fshihet kjo histori? Do të fshihet gjithashtu edhe për këdo që e mori.
sr: Желите ли да избришете ову причу? Биће избрисана свима који су је примили.
sv: Ta bort den här storyn? Den kommer också att tas bort för alla som har mottagit den.
sw: Futa stori hii? Pia itafutwa kwa kila mtu aliyeipata.
ta: இந்தக் ஸ்டோரியை நீக்குவதா? அதைப் பெற்ற அனைவருக்கும் இது நீக்கப்படும்.
te: ఈ స్టోరీని డిలీట్ చేయాలా? దీనిని అందుకున్న ప్రతిఒక్కరి కొరకు కూడా ఇది డిలీట్ చేయబడుతుంది.
th: ต้องการลบสตอรี่นี้ใช่ไหม สตอรี่จะถูกลบสำหรับทุกคนที่ได้รับด้วยเช่นกัน
tr: Bu hikaye silinsin mi? Hikaye aynı zamanda tüm alıcılardan silinecektir.
ug: بۇ ھېكايىنى ئۆچۈرەمسىز؟ ئۇنى تاپشۇرۇۋالغان ھەممەيلەن ئۈچۈن ئۆچۈرۈلىدۇ.
uk: Видалити цю історію? Її також буде видалено для всіх, хто її отримав.
ur: یہ سٹوری ڈیلیٹ کریں؟ اسے اس کو وصول کرنے والے ہر فرد کے لیے بھی ڈیلیٹ کر دیا جائے گا۔
vi: Xóa story này? Story cũng sẽ được xóa với tất cả những người đã nhận nó.
zh_cn: 要删除此动态吗？收到此动态的所有人也将看不到此动态。
zh_hk: 要刪除此限時動態嗎？系統將會對收到此限時動態的人删除該限時動態。

# STORIES_FORWARD_STORY_ACTION
source: Forward
af: Stuur aan
ar: إعادة التوجيه
az: Yönləndir
be: Пераслаць
bn: ফরওয়ার্ড
ca: Reenvia
cs: Přeposlat
cy: Ymlaen
da: Videresend
de: Weiter­leiten
el: Προώθηση
es: Reenviar
et: Edasta
eu: Birbidali
fa: بازارسال
fi: Välitä
fr: Transférer
ga: Cuir ar aghaidh
gu: ફોરવર્ડ
he: העבר הלאה
hi: आगे भेजें
hr: Proslijedi
hu: Továbbítás
id: Teruskan
is: Áfram
it: Inoltra
ja: 転送
kab: Γer zdat
km: á”á‰áŸ’á‡á¼á“á”á“áŸ’á
kn: ಫಾರ್ವರ್ಡ್
ko: 전달
lt: Persiųsti
lv: Pārsūtīt
mk: Препрати
ml: ഫോർവേഡ് ചെയ്യുക
mr: फॉर्वर्ड करा
ms: Hantar
my: ထပ်ဆင့် ပေးပို့မယ်
nb: Videresend
nl: Doorsturen
pa: ਅੱਗੇ ਭੇਜੋ
pl: Przekaż
ps: فاروارډ
pt_br: Encaminhar
pt_pt: Reencaminhar
ro: Redirecționează
ru: Переслать
sk: Preposlať
sl: Posreduj
sq: Përcjellje
sr: Проследи
sv: Vidarebefordra
sw: Mbele
ta: முன்னனுப்புக
te: బదలాయించు
th: ส่งต่อ
tr: Yönlendir
ug: ئۇلاپ يوللا
uk: Переслати
ur: آگے
vi: Chuyển tiếp
zh_cn: 转发
zh_hk: 轉發

# STORIES_GO_TO_CHAT_ACTION
source: Go to Chat
ar: انتقِل إلى الدردشة
az: Söhbətə get
be: Перайсці ў чат
bn: চ্যাটে যান
ca: Ves al xat
cs: Přejít na chat
da: Gå til chat
de: Zum Chat
el: Μετάβαση στη συνομιλία
es: Ir al chat
fa: رفتن به گفتگو
fi: Siirry keskusteluun
fr: Accéder à la conversation
ga: Téigh chuig Comhrá
gu: ચેટ પર જાઓ
he: מעבר לצ׳אט
hi: चैट पर जाएँ
hr: Idi na razgovor
hu: Ugrás a csevegésre
id: Buka Obrolan
is: Fara í spjall
it: Vai alla chat
ja: チャットする
km: á…á¼á›á‘áŸ…á€á¶ášá‡á‡áŸ‚á€
ko: 대화로 이동
lt: Pereiti į pokalbį
ml: ചാറ്റിലേക്ക് പോകുക
mr: चॅटवर जा
ms: Pergi ke Sembang
nb: Gå til samtale
nl: Chat openen
pl: Przejdź do czatu
pt_br: Ir para o chat
pt_pt: Ir para o chat
ro: Arată conversația
ru: Перейти к чату
sk: Prejsť na čet
sl: Pojdi na pogovor
sq: Kalo te Fjalosja
sr: Ићи на ћаскање
sv: Gå till chatt
sw: Nenda kwenye Gumzo
th: ไปที่แชท
tr: Sohbete Git
ug: پاراڭغا كىرىش
uk: Відкрити чат
ur: چیٹ پر جائیں
vi: Đến Cuộc trò chuyện
zh_cn: 前往聊天
zh_hk: 前往聊天

# STORIES_GROUP_REPLY_NOT_A_MEMBER
source: You can’t reply to this story because you’re no longer a member of this group.
ar: لا تستطيع الرد على هذه المجموعة لأنك لم تعد عضوًا فيها.
be: Вы не можаце адказаць на гэтую гісторыю, таму што вы больш не з'яўляецеся ўдзельнікам гэтай групы.
bn: আপনি এই স্টোরি-র উত্তর দিতে পারবেন না, কারণ আপনি আর এই গ্রুপের সদস্য নন।
ca: No pots respondre a aquesta història perquè ja no pertanys a aquest grup.
cs: Na tento příběh nemůžete reagovat, protože už nejste členem této skupiny.
da: Du kan ikke svare på denne historie, da du ikke længere er medlem af gruppen.
de: Du kannst nicht auf diese Story antworten, weil du nicht mehr Mitglied dieser Gruppe bist.
el: Δεν μπορείς να απαντήσεις σε αυτήν την ιστορία γιατί δεν είσαι πια μέλος της ομάδας.
es: No puedes responder a esta historia porque ya no formas parte de este grupo.
fa: شما نمی‌توانید به این استوری پاسخ دهید زیرا دیگر عضو این گروه نیستید.
fi: Et voi vastata tähän tarinaan, koska et ole enää tämän ryhmän jäsen.
fr: Vous ne pouvez pas interagir avec cette story, car vous n'êtes plus membre de ce groupe.
ga: Ní féidir leat freagairt don scéal seo mar níl tú i do bhall den ghrúpa seo a thuilleadh.
gu: તમે આ સ્ટોરીનો જવાબ આપી શકતા નથી કારણ કે તમે હવે આ ગ્રુપના સભ્ય નથી.
he: אין לך אפשרות להשיב לסטורי הזה בגלל שאינך חלק מהקבוצה הזו יותר.
hi: आप इस स्टोरी का जवाब नहीं दे सकते क्योंकि अब आप इस ग्रुप के सदस्य नहीं हैं।
hr: Ne možete odgovoriti na ovu priču jer više niste član ove grupe.
hu: Nem válaszolhatsz erre a Történetre, mert már nem vagy tagja ennek a csoportnak.
id: Anda tidak dapat membalas cerita ini karena Anda bukan lagi anggota grup ini.
it: Non puoi rispondere o reagire a questa Storia perché non fai più parte di questo gruppo.
ja: このグループのメンバーではなくなったので、このストーリーに返信することはできません。
ko: 더 이상 이 그룹의 멤버가 아니므로 이 스토리에 답장할 수 없습니다.
mr: आपण या स्टोरीज ला उत्तर देऊ शकणार नाही कारण आपण यापुढे या ग्रुपचे सदस्य नाही.
ms: Anda tidak boleh membalas cerita ini kerana anda bukan lagi ahli kumpulan ini.
nb: Du kan ikke svare på denne storyen fordi du ikke er medlem av denne gruppen lenger.
nl: Je kunt niet reageren op dit verhaal, omdat je geen lid meer bent van deze groep.
pl: Nie możesz odpowiedzieć na relację, ponieważ nie należysz już do tej grupy.
pt_br: Você não pode responder a este story porque não faz mais parte do grupo.
pt_pt: Não pode responder a esta história porque já não é membro deste grupo.
ro: Nu poți răspunde la această poveste pentru că nu mai ești membru al acestui grup.
ru: Вы не можете отвечать на эту историю, потому что уже не являетесь участником группы.
sk: Na tento príbeh nemôžete odpovedať, pretože už nie ste členom tejto skupiny.
sl: Na to zgodbo ne morete odgovoriti, ker niste več član te skupine.
sr: Не можете да одговорите на ову причу јер више нисте члан ове групе.
sv: Du kan inte svara på den här storyn eftersom du inte längre är medlem i den här gruppen.
th: คุณไม่สามารถตอบกลับสตอรี่นี้ได้ เนื่องจากคุณไม่ได้เป็นสมาชิกในกลุ่มนี้แล้ว
tr: Artık bu grubun bir üyesi olmadığın için bu hikayeye yanıt veremezsin.
ug: سىز ئەمدى بۇ گۇرۇپپىنىڭ ئەزاسى بولمىغاچقا بۇ ھېكايىگە ئىنكاس قايتۇرالمايسىز.
uk: Ви не можете відповісти на цю історію, тому що ви вже не учасник цієї групи.
ur: آپ اس سٹوری کا جواب نہیں دے سکتے کیونکہ آپ اس گروپ کے ممبر نہیں رہے۔
vi: Bạn không thể trả lời story này vì bạn không còn là thành viên của nhóm này.
zh_cn: 您已不是此群组的成员，因此不能回复此动态。
zh_hk: 由於你不再是這群組的成員，因此你無法回覆此限時動態。

# STORIES_HIDDEN_SECTION_HEADER
source: Hidden Stories
ar: القصص المخفية
be: Схаваныя гісторыі
bn: লুকানো স্টোরি
ca: Històries ocultes
cs: Skryté příběhy
da: Skjulte historier
de: Ausgeblendete Storys
el: Κρυφές ιστορίες
es: Historias ocultas
fa: استوری‌های پنهان
fi: Piilotetut tarinat
fr: Stories masquées
ga: Scéalta Folaithe
gu: છુપાવેલી સ્ટોરી
he: סטוריז מוסתרים
hi: छिपी हुई स्टोरीज़
hr: Sakrivene priče
hu: Elrejtett Történetek
id: Cerita Tersembunyi
it: Storie nascoste
ja: 非表示のストーリー
ko: 숨긴 스토리
mr: लपवलेल्या स्टोरीज
ms: Cerita Disembunyikan
nb: Skjulte storyer
nl: Verborgen verhalen
pl: Ukryte relacje
pt_br: Stories ocultos
pt_pt: Histórias ocultadas
ro: Povești Ascunse
ru: Скрытые истории
sk: Skryté príbehy
sl: Skrite zgodbe
sr: Скривене приче
sv: Dolda stories
th: สตอรี่ที่ซ่อนไว้
tr: Gizli Hikayeler
ug: يوشۇرۇلغان ھېكايىلەر
uk: Приховані історії
ur: مخفی سٹوریز
vi: Các Story Đã Ẩn
zh_cn: 已隐藏动态
zh_hk: 已隱藏的限時動態

# STORIES_HIDE_STORY_ACTION
source: Hide Story
ar: إخفاء القصة
az: Hekayəni gizlət
be: Схаваць гісторыю
bn: স্টোরি লুকান
ca: Oculta la història
cs: Skrýt příběh
da: Skjul historie
de: Story ausblenden
el: Απόκρυψη ιστορίας
es: Ocultar historia
fa: پنهان کردن استوری
fi: Piilota tarina
fr: Masquer la story
ga: Folaigh an Scéal
gu: સ્ટોરી છુપાવો
he: הסתרת סטורי
hi: स्टोरी छिपाएँ
hr: Sakrij priču
hu: Történet elrejtése
id: Sembunyikan Cerita
is: Fela sögu
it: Nascondi Storia
ja: ストーリを非表示
km: á›á¶á€áŸ‹ášá¿á„ášáŸ‰á¶áœ
ko: 스토리 숨기기
lt: Slėpti istoriją
ml: സ്റ്റോറി മറയ്ക്കുക
mr: स्टोरी लपवा
ms: Sembunyikan Cerita
nb: Skjul story
nl: Verhaal verbergen
pl: Ukryj relacje
pt_br: Ocultar story
pt_pt: Ocultar história
ro: Ascunde Povestea
ru: Скрыть историю
sk: Skryť príbeh
sl: Skrij Zgodbo
sq: Fshihe Historikun
sr: Сакриј причу
sv: Dölj story
sw: Ficha Stori
th: ซ่อนสตอรี่
tr: Hikayeyi Gizle
ug: ھېكايىنى يوشۇرۇش
uk: Приховати історію
ur: سٹوری مخفی کریں
vi: Ẩn Story
zh_cn: 隐藏动态
zh_hk: 隱藏限時動態

# STORIES_HIDE_STORY_ACTION_SHEET_MESSAGE
source: New story updates from %@ won't appear at the top of the stories list anymore.
ar: لن تَظهر مستجدات القصص %1$@ الجديدة في أعلى لائحة القِصص بعد الآن.
be: Абнаўленні новых гісторый ад %1$@ больш не будуць паказаны ўверсе спісу гісторый.
bn: %1$@-এর কাছ থেকে নতুন স্টোরি-র আপডেটগুলো আর স্টোরি-র তালিকার শীর্ষে দেখা যাবে না৷
ca: Les actualitzacions de noves històries de %1$@ ja no es mostraran a dalt del tot de la teva llista d'històries.
cs: Nové aktualizace příběhu od uživatele %1$@ se již nebudou zobrazovat v horní části seznamu příběhů.
da: Nye historieopdateringer fra %1$@ vises ikke længere op øverst på listen af historier.
de: Neue Story-Updates von %1$@ werden nicht mehr oben in der Storys-Liste angezeigt.
el: Δεν θα εμφανίζονται πλέον στην κορυφή της λίστας ιστοριών νέες ενημερώσεις ιστορίας από τον/την %1$@.
es: Las nuevas historias de %1$@ ya no se mostrarán al principio de tu lista de historias.
fa: به‌روزرسانی استوری‌های جدید %1$@ دیگر در بالای فهرست استوری‌ها ظاهر نمی‌شود.
fi: Uudet tarinapäivitykset käyttäjältä %1$@ eivät enää ilmesty tarinalistan alkupäähän.
fr: Les nouvelles stories partagées par %1$@ ne s'afficheront plus en haut de la liste.
ga: Ní thaispeánfar nuashonruithe nua ar scéalta ó %1$@ ar bharr liosta de na scéalta a thuilleadh.
gu: %1$@ ના નવા સ્ટોરી અપડેટ હવેથી સ્ટોરીના લિસ્ટની ટોચ પર દેખાશે નહીં.
he: עדכוני סטורי חדשים מ%1$@ לא יופיעו יותר בראש רשימת הסטוריז.
hi: %1$@ के नए स्टोरी अपडेट अब स्टोरीज़ की सूची में सबसे ऊपर नहीं दिखेंगे।
hr: Nove priče korisnika %1$@ više se neće pojavljivati na vrhu popisa priča.
hu: A(z) %1$@ felhasználótól származó Történetek a jövőben nem fognak a lista tetejére kerülni.
id: Pembaruan cerita baru dari %1$@ tidak akan muncul lagi di bagian atas daftar cerita.
it: Gli aggiornamenti delle nuove Storie di %1$@ non appariranno più in cima alla lista delle Storie.
ja: %1$@ さんからの新しいストーリーがリストのトップに表示されなくなります。
ko: %1$@ 님의 새 스토리 업데이트가 더 이상 스토리 목록 상단에 표시되지 않습니다.
mr: %1$@ कडून नवीन स्टोरीज अद्यतने यापुढे स्टोरीज सूचीच्या वर दिसणार नाहीत.
ms: Kemas kini cerita terbaru daripada %1$@ tidak akan muncul dalam senarai teratas cerita.
nb: Nye oppdateringer av storyer fra %1$@ vises ikke øverst på listen over storyer lenger.
nl: Nieuwe verhaalupdates van %1$@ zullen niet langer bovenaan je lijst met verhalen worden weergegeven.
pl: Nowe relacje, które doda %1$@, nie będą już się pojawiać na początku listy relacji.
pt_br: Novas atualizações de stories de %1$@ não aparecerão mais no topo da lista de stories.
pt_pt: As atualizações de novas histórias publicadas por %1$@ deixarão de aparecer no topo da lista de histórias.
ro: Noile actualizări ale poveștilor de la %1$@ nu vor mai apărea în partea superioară a listei de povești.
ru: Новые истории от %1$@ и их обновления больше не будут показываться сверху списка историй.
sk: Nové aktualizácie príbehu od používateľa %1$@ sa už nebudú zobrazovať na začiatku zoznamu príbehov.
sl: Nove posodobitve zgodb uporabnika_ce %@ ne bodo več vidne na vrhu seznama zgodb.
sr: Све ново у причи што објави %1$@ више се неће појављивати на врху листе прича.
sv: Nya storyuppdateringar från %1$@ kommer inte att visas överst på storylistan längre.
th: สตอรี่อัปเดตใหม่จาก %1$@ จะไม่ปรากฏที่ด้านบนของรายการสตอรี่อีกต่อไป
tr: %1$@ tarafından yapılan yeni hikaye güncellemeleri artık hikaye listesinin en üstünde görünmeyecek.
ug: «%1$@» نىڭ يېڭى ھېكايە يېڭىلانمىلىرى ھېكايىلەر تىزىملىكىنىڭ ئۈستىدە ئەمدى كۆرۈنمەيدۇ.
uk: Нові історії користувача %1$@ більше не з'являтимуться вгорі переліку історій.
ur: %1$@ کی جانب سے نئی سٹوری اپڈیٹس، سٹوریز کی فہرست کے بالائی حصے میں مزید ظاہر نہیں ہوں گی۔
vi: Các cập nhật story mới từ %1$@ sẽ không còn xuất hiện ở đầu danh sách story.
zh_cn: %1$@的新动态更新将不再显示在动态列表的顶部。
zh_hk: %1$@ 發送的新限時動態將不會再出現在限時動態清單的頂部。

# STORIES_HIDE_STORY_ACTION_SHEET_TITLE
source: Hide Story?
ar: هل ترغبُ بإخفاء القصة؟
be: Схаваць гісторыю?
bn: স্টোরি লুকাবেন?
ca: Ocultar història?
cs: Skrýt příběh?
da: Skjul historie?
de: Story ausblenden?
el: Απόκρυψη ιστορίας;
es: ¿Ocultar historia?
fa: استوری پنهان شود؟
fi: Piilotetaanko tarina?
fr: Masquer la Story ?
ga: An bhfuil fonn ort an scéal a fholú?
gu: સ્ટોરી છુપાવવી છે?
he: להסתיר סטורי?
hi: स्टोरी छिपानी है?
hr: Sakriti priču?
hu: Történet elrejtése?
id: Sembunyikan Cerita?
it: Vuoi nascondere la Storia?
ja: ストーリーを非表示にしますか？
ko: 스토리를 숨길까요?
mr: स्टोरी लपवायची?
ms: Sembunyikan Cerita?
nb: Vil du skjule storyen?
nl: Verhaal verbergen?
pl: Ukryć relacje?
pt_br: Ocultar story?
pt_pt: Ocultar história?
ro: Ascunzi Povestea?
ru: Скрыть историю?
sk: Skryť príbeh?
sl: Želite skriti zgodbo?
sr: Желите ли да сакријете причу?
sv: Dölj story?
th: ซ่อนสตอรี่ใช่หรือไม่
tr: Hikaye Gizlensin mi?
ug: ھېكايىنى يوشۇرامسىز؟
uk: Приховати історію?
ur: سٹوری مخفی کریں؟
vi: Ẩn Story?
zh_cn: 要隐藏动态吗？
zh_hk: 要隱藏限時動態嗎？

# STORIES_HIDE_STORY_ACTION_SHORT
source: Hide
ar: إخفاء
be: Схаваць
bn: লুকান
ca: Amaga
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
fa: مخفی‌سازی
fi: Piilota
fr: Masquer
ga: Folaigh
gu: છુપાવો
he: הסתר
hi: छुपा दें
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 閉じる
ko: 숨기기
mr: लपवा
ms: Sembunyikan
nb: Skjul
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascunde
ru: Скрыть
sk: Skryť
sr: Сакриј
sv: Dölj
th: ซ่อน
tr: Gizle
ug: يوشۇر
uk: Сховати
ur: پوشیدہ کریں
vi: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏

# STORIES_HIDE_STORY_CONFIRMATION_TOAST
source: Story Hidden
ar: تمَّ إخفاء القصة
be: Гісторыя схаваная
bn: স্টোরি লুকানো আছে
ca: S'ha ocultat la història
cs: Příběh je skrytý
da: Historie skjult
de: Story ausgeblendet
el: Ιστορία σε απόκρυψη
es: Se ha ocultado la historia
fa: استوری پنهان شد
fi: Tarina piilotettu
fr: Story masquée
ga: Scéal Folaithe
gu: સ્ટોરી છુપાવી દીધી
he: סטורי מוסתר
hi: स्टोरी छिपाई गई
hr: Priča je skrivena
hu: Történet elrejtve
id: Cerita Disembunyikan
it: Storia nascosta
ja: ストーリーを非表示にしました
ko: 스토리를 숨겼습니다.
mr: स्टोरी लपवली
ms: Cerita Disembunyikan
nb: Storyen er skjult
nl: Verhaal verborgen
pl: Relacje ukryte
pt_br: Story oculto
pt_pt: História ocultada
ro: Poveste Ascunsă
ru: История скрыта
sk: Príbeh bol skrytý
sl: Zgodba je skrita
sr: Прича је скривена
sv: Story dold
th: ซ่อนสตอรี่แล้ว
tr: Hikaye Gizlendi
ug: ھېكايە يوشۇرۇلدى
uk: Історію приховано
ur: سٹوری مخفی کر دی گئی
vi: Đã Ẩn Story
zh_cn: 动态已隐藏
zh_hk: 已隱藏限時動態

# STORIES_INFO_ACTION
source: Info
af: Inligting
ar: معلومات
az: Məlumat
be: Інфармацыя
bn: তথ্য
ca: Informació
cy: Gwyb
da: Information
el: Πληροφορίες
es: Detalles
et: Teave
fa: اطلاعات
fi: Tietoja
fr: Infos
ga: Faisnéis
gu: માહિતી
he: מידע
hi: जानकारी
hr: Detalji
hu: Részletek
is: Upplýsingar
it: Informazioni
ja: 詳細
kn: ಮಾಹಿತಿ
ko: 정보
lt: Informacija
lv: Informācija
mk: Информации
ml: വിവരം
mr: माहिती
ms: Maklumat
my: အချက်အလက်
nl: Berichtdetails
pa: ਜਾਣਕਾਰੀ
pl: Informacje
ps: معلومات
pt_br: Informações
ro: Informații
ru: Информация
sr: Информације
sw: Maelezo
ta: தகவல்
te: సమాచారం
th: ข้อมูล
tr: Bilgi
ug: ئۇچۇر
uk: Інформація
ur: معلومات
vi: Thông tin
zh_cn: 信息
zh_hk: 資訊

# STORIES_NO_RECENT_MESSAGES
source: No updates to show right now.
af: Tans geen opdaterings om te wys nie. Tik + om iets by jou storie te voeg.
ar: لا توجد تحديثات للعرض حاليًا.
az: Hazırda göstəriləcək bir yeniləmə yoxdur. Hekayənizə əlavə etmək üçün + işarəsinə toxunun.
be: Няма абнаўленняў для паказу.
bn: এই মুহূর্তে দেখানোর জন্য কোনো আপডেট নেই।
ca: No hi ha actualitzacions per mostrar ara mateix.
cs: V tuto chvíli nejsou k zobrazení žádné aktualizace.
cy: No updates to show right now. Tap + to add to your story.
da: Der er ingen nye opdateringer at vise lige nu.
de: Keine Aktualisierungen vorhanden.
el: Δεν υπάρχουν ενημερώσεις αυτή τη στιγμή.
es: No hay actualizaciones que mostrar.
et: No updates to show right now. Tap + to add to your story.
eu: No updates to show right now. Tap + to add to your story.
fa: در حال حاضر هیچ به‌روزرسانی برای نمایش وجود ندارد.
fi: Ei päivityksiä näytettäväksi juuri nyt.
fr: Aucun nouveau contenu.
ga: Níl aon nuashonruithe le taispeáint díreach anois.
gu: અત્યારે બતાવવા માટે કોઈ અપડેટ નથી.
he: אין עדכונים להראות כרגע.
hi: अभी दिखाने के लिए कोई अपडेट नहीं है।
hr: Trenutno nema ažuriranja za prikaz.
hu: Jelenleg nincsenek megjeleníthető frissítések.
id: Tidak ada pembaruan untuk ditampilkan saat ini.
is: No updates to show right now. Tap + to add to your story.
it: Niente di nuovo da mostrare per ora.
ja: 現在、表示する更新情報はありません。
kab: No updates to show right now. Tap + to add to your story.
km: á˜á·á“á˜á¶á“á–áŸááŸŒá˜á¶á“ááŸ’á˜á¸áŸá˜áŸ’ášá¶á”áŸ‹á”á„áŸ’á á¶á‰á“áŸ…á–áŸá›á“áŸáŸ‡á‘áŸáŸ” áŸá¼á˜á…á»á… + áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á…á¼á›á‘áŸ…ášá¿á„ášáŸ‰á¶áœášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ಪ್ರಸ್ತುತ ತೋರಿಸಲು ಯಾವುದೇ ಪರಿಷ್ಕರಣೆಗಳಿಲ್ಲ. ನಿಮ್ಮ ಸ್ಟೋರಿಗೆ ಸೇರಿಸಲು ಟ್ಯಾಪ್ +
ko: 지금은 표시할 업데이트가 없습니다.
lt: Šiuo metu jokių atnaujinimų nėra. Bakstelėk „+“ ir įkelk savo istoriją.
lv: No updates to show right now. Tap + to add to your story.
mk: Нема новости моментално. Допри на + за да додадеш твоја приказна.
ml: ഇപ്പോൾ കാണിക്കാൻ അപ്ഡേറ്റുകളൊന്നുമില്ല. നിങ്ങളുടെ സ്റ്റോറിയിലേക്ക് ചേർക്കാൻ + ടാപ്പ് ചെയ്യുക.
mr: आता दाखवण्यासाठी कोणतीही अद्यतने नाहीत.
ms: Tiada kemas kini terbaru untuk ditunjukkan.
my: လက်ရှိတွင် ပြသရန် အပ်ဒိတ်များ မရှိပါ။ သင့်စတိုရီတွင် ပေါင်းထည့်ရန် + ကို နှိပ်ပါ။
nb: Ingen oppdateringer å vise.
nl: Geen updates op dit moment.
pa: ਇਸ ਸਮੇਂ ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਵੀ ਅੱਪਡੇਟ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਆਪਣੀ ਕਹਾਣੀ ਜੋੜਨ ਲਈ + 'ਤੇ ਟੈਪ ਕਰੋ।
pl: Nie ma nowych relacji do wyświetlenia.
ps: No updates to show right now. Tap + to add to your story.
pt_br: Nenhuma atualização disponível no momento.
pt_pt: Não há atualizações a mostrar neste momento.
ro: Fără actualizări de arătat acum.
ru: Пока обновлений нет.
sk: Momentálne nie sú k dispozícii žiadne aktualizácie.
sl: Trenutno ni novih posodobitev. Tapnite + in dodajte svojo Zgodbo.
sq: Nuk ka përditësime për t'u shfaqur për momentin. Kliko + për ta shtuar në postimin tënd të përkohshëm.
sr: Тренутно нема нових прича.
sv: Inga uppdateringar att visa just nu.
sw: Hakuna maborsho ya kuonyesha sasa Gusa + kuongeza kwenye stori yako.
ta: No updates to show right now. Tap + to add to your story.
te: ప్రస్తుతం చూపించడానికి ఎలాంటి అప్‌డేట్‌లు లేవు. మీ స్టోరీని జోడించడానికి +ని తట్టండి.
th: ไม่มีการอัปเดตให้แสดงในตอนนี้
tr: Şu anda gösterilecek güncelleme yok.
ug: ھازىر كۆرسىتىدىغان يېڭىلانمىلار يوق.
uk: Нових історій поки що немає.
ur: ابھی دکھانے کے لیے کوئی اپ ڈیٹس نہیں ہیں۔
vi: Không có cập nhật để hiển thị.
zh_cn: 目前没有可显示的更新。
zh_hk: 目前沒有要顯示的更新。
