Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATION_SCREENS_HEADER_DESCRIPTION
source: Private messaging, funded by you. No ads, no tracking, no compromise. Donate now to support Signal.
ar: تراسُل خاص، مُموَّل من طرفك. بدون إعلانات، بدون مُتعقِّبات، بدون رقابة. تبرَّع الآن لدعم سيجنال.
be: Канфідэнцыйны абмен паведамленнямі, які існуе дзякуючы вашай падтрымцы. Без рэкламы, без трэкераў, без кампрамісаў. Зрабіце ахвяраванне зараз, каб падтрымаць Signal.
bn: ব্যক্তিগত ম্যাসেজিং, আপনার দ্বারাই অর্থায়িত। নেই কোনো বিজ্ঞাপন, নেই কোনো ট্র্যাকিং, নেই কোনো আপোষ। Signal-কে সমর্থন করতে এখনই অনুদান দিন।
ca: Missatgeria privada, finançada per tu. Sense anuncis, ni rastrejadors, ni compromís. Fes ja una donació per ajudar a Signal.
cs: Soukromé zasílání zpráv financované vámi. Žádné reklamy, žádné sledování, žádné kompromisy. Přispějte nyní na podporu služby Signal.
da: Private beskeder, finansieret af dig. Ingen annoncer, ingen sporing, ingen kompromiser. Donér nu for at støtte Signal.
de: Private Nachrichten. Von dir finanziert. Keine Werbung, kein Tracking, keine Kompromisse. Jetzt Signal unterstützen und spenden.
el: Ιδιωτικά μηνύματα, χρηματοδότηση από εσένα. Χωρίς διαφημίσεις, παρακολούθηση, συμβιβασμούς. Κάνε τώρα μια δωρεά για να στηρίξεις το Signal.
es: Mensajería privada, financiada por ti. Sin anuncios, sin seguimiento, sin comprometer tu privacidad. Haz una donación ahora para apoyar a Signal.
fa: پیام‌رسانی خصوصی، با تأمین مالی شما. بدون تبلیغات، بدون ردیابی، بدون کاستن از کیفیت. اکنون برای حمایت از سیگنال کمک مالی کنید.
fi: Yksityistä viestintää – sinun rahoittamanasi. Ei mainoksia, seurantaa tai kompromisseja. Tue Signalia lahjoittamalla nyt.
fr: Une messagerie privée, financée par des personnes comme vous. Aucune publicité, aucun cookie de suivi, zéro compromis. Faites un don pour soutenir Signal.
ga: Teachtaireachtaí príobháideacha, maoinithe agatsa. Gan aon fhógraí, gan aon rianairí, gan aon chomhghéilleadh. Bronn airgead ar Signal anois chun tacú leis.
gu: ખાનગી મેસેજિંગ, તમારા ભંડોળની મદદથી. કોઈ જાહેરાતો નહીં, કોઈ પગેરું નહીં, કોઈ બાંધછોડ નહીં. Signalને સહાય કરવા દાન આપો.
he: תכתובת פרטית, ממומנת על ידך. בלי מודעות פרסום, בלי מעקב, בלי פשרות. תורמים עכשיו ותומכים ב–Signal.
hi: आपके द्वारा आर्थिक सहायता प्राप्त निजी संदेश सेवा। न कोई विज्ञापन, न ट्रैकिंग, न ही समझौता। Signal को सहयोग देने के लिए अभी दान दें।
hr: Privatna razmjena poruka koju financirate vi. Bez oglasa, bez praćenja, bez kompromisa. Donirajte odmah i podržite Signal.
hu: Privát üzenetküldés, általad támogatva. Nincsenek hirdetések, nincs nyomon követés, nincsenek kompromisszumok. Adományozz most ,és támogasd a Signalt!
id: Perpesanan privat, didanai oleh Anda. Tanpa iklan, tanpa pelacak, tanpa kompromi. Donasi sekarang untuk mendukung Signal.
it: Messaggi privati e sicuri, sostenuti proprio da te. Niente pubblicità, cookie o tracciamenti. Dona ora a Signal per supportare il nostro lavoro.
ja: あなたが資金提供するプライベートメッセージ。広告なし、トラッキングなし、不正アクセスなし。Signalをサポートするための寄付を今すぐお願いします。
ko: 사용자의 기부로 운영되는 개인정보를 보호하는 메시지. 광고와 트래커, 타협에서 자유로운 앱. 지금 기부를 통해 Signal을 지지해 주세요.
mr: आपल्या निधीवर चालणारे, गोपनीय संदेशन. कोणत्याही जाहिराती नाहीत, कोणतेही ट्रॅकिंग नाही, कोणतीही तडजोड नाही. Signal ला समर्थन देण्यासाठी आता देणगी द्या.
ms: Pemesejan peribadi, dibiayai oleh anda. Tiada iklan, tiada penjejakan, tiada kompromi. Derma sekarang untuk menyokong Signal.
nb: Private meldinger, finansiert av brukerne. Ingen annonser, ingen sporing, ingen kompromiss. Støtt Signal med et pengebeløp nå.
nl: Privéberichten, gefinancierd door jou. Geen advertenties, geen tracking, geen compromissen. Doneer nu om Signal te steunen.
pl: Prywatny komunikator finansowany przez Ciebie. Bez reklam, bez śledzenia, bez kompromisów. Wpłać darowiznę i wesprzyj Signal.
pt_br: Mensagens privadas, financiadas por você. Sem anúncios, sem rastreamento, sem vigilância. Faça uma doação agora para apoiar o Signal.
pt_pt: Mensagens privadas, financiadas por si. Sem anúncios, sem rastreadores, sem compromisso. Faça um donativo agora para apoiar o Signal.
ro: Mesaje private, finanțate de tine. Fără anunțuri, fără sisteme de urmărire. Donează acum ca să susții Signal.
ru: Безопасный мессенджер, существующий благодаря вашей поддержке. Без рекламы, без трекеров, без компромиссов. Пожертвуйте сейчас, чтобы поддержать Signal.
sk: Súkromné posielanie správ, ktoré financujete vy. Žiadne reklamy, žiadne sledovanie, žiadne kompromisy. Prispejte teraz a podporte Signal.
sr: Приватно дописивање које ви финансирате. Без огласа, без праћења, без компромиса. Донирајте сада да подржите Signal.
sv: Privata meddelanden, finansierade av dig. Inga annonser, ingen spårning, ingen kompromiss. Donera nu för att stödja Signal.
th: ส่งข้อความอย่างเป็นส่วนตัว เป็นไปได้ด้วยทุนสนับสนุนจากคุณ ไม่มีโฆษณา ไม่มีการติดตาม ไม่มีทางเปลี่ยนแปลง บริจาควันนี้เพื่อร่วมสนับสนุน Signal
tr: Senin tarafından desteklenen, gizli mesajlaşma. Reklam yok, takip yok, taviz yok. Signal'ı desteklemek için şimdi bağış yap.
ug: بىخەتەر ئۇچۇرلىشىش - سىزنىڭ ياردىمىڭىزدە. ئېلان ۋە ئىز قوغلاشقا ھېچقانداق يول يوق. Signal نى قوللاش ئۈچۈن ئىئانە قىلىڭ.
uk: Конфіденційний обмін повідомленнями можливий — завдяки вашим коштам. Без реклами, відстежування й поступок. Підтримайте Signal донатом.
ur: پرائیوٹ میسجنگ، جسے آپ فنڈ کرتے ہیں۔ کوئی اشتہارات نہیں، کوئی ٹریکنگ نہیں، کوئی سمجھوتہ نہیں۔ Signal کو سپورٹ کرنے کے لیے ابھی عطیہ کریں۔
vi: Nền tảng nhắn tin riêng tư, được tài trợ bởi chính bạn. Không quảng cáo, không trình theo dấu, không theo dõi. Ủng hộ ngay để hỗ trợ Signal.
zh_cn: 私密通信平台，依用户而生。无广告，无跟踪，服务不打折。立即捐款支持 Signal。
zh_hk: 我們是由你贊助的私密通訊軟體。無廣告、無追蹤、而且絕不妥協。請立即捐款支持 Signal。

# DONATION_SCREENS_HEADER_READ_MORE
source: Read more
ar: اقرأ المزيد
be: Чытаць далей
bn: আরও পড়ুন
ca: Llegiu-ne més.
cs: Číst dále
da: Læs mere
de: Weiterlesen
el: Δες περισσότερα
es: Más información
fa: بیشتر بخوانید
fi: Lue lisää
fr: En savoir plus
ga: Léigh tuilleadh
gu: વધુ vancho
he: קרא עוד
hi: ज़्यादा पढ़ें
hr: Pročitaj više
hu: Koppints a teljeshez
id: Baca lebih lanjut
it: Leggi tutto
ja: 続きを読む
ko: 더 보기
mr: आणखी वाचा
ms: Baca lagi
nb: Les mer
nl: Meer lezen
pl: Czytaj dalej
pt_br: Leia mais
pt_pt: Ler mais
ro: Citește mai mult
ru: Читать далее
sk: Prečítať viac
sr: Прочитајте више
sv: Läs mer
th: อ่านเพิ่มเติม
tr: Devamını oku
ug: تېخىمۇ كۆپ
uk: Дізнатися більше
ur: مزید پڑھیں
vi: Đọc thêm
zh_cn: 阅读全文
zh_hk: 閱讀全文

# DONATION_SCREENS_HEADER_TITLE
source: Privacy over profit
ar: نفضِّل الخصوصية على الربح
be: Канфідэнцыйнасць вышэй за прыбытак
bn: ব্যবসায়িক লাভের চেয়ে গোপনীয়তার প্রাধান্য বেশি
ca: Privacitat per sobre dels beneficis
cs: Soukromí má přednost před ziskem
da: Privatliv fremfor profit
de: Datenschutz statt Gewinn.
el: Το απόρρητο πάνω από το κέρδος
es: Privacidad sin ánimo de lucro
fa: حریم خصوصی بر سود ارجحیت دارد.
fi: Yksityisyys voiton sijaan
fr: La vie privée avant le profit
ga: Príobháideachas chun tosaigh ar bhrabús
gu: નફા કરતાં ગોપનીયતા વધુ મહત્વની છે
he: פרטיות לפני רווחים.
hi: लाभ से अधिक निजता को वरीयता।
hr: Privatnost prije profita
hu: Az adatok védelme fontosabb a profitnál.
id: Privasi lebih utama daripada keuntungan
it: La privacy prima di tutto
ja: 利益よりもプライバシーを
ko: Signal은 이익보다 개인정보보호를 우선시합니다.
mr: फायद्यापेक्षा गोपनीयता
ms: Privasi dan bukan keuntungan
nb: Personvern fremfor profitt
nl: Privacy boven winst
pl: Prywatność ponad zysk
pt_br: Privacidade acima do lucro
pt_pt: Privacidade acima de lucro
ro: Confidențialitate mai presus de profit
ru: Конфиденциальность превыше прибыли
sk: Súkromie je dôležitejšie než zisk
sr: Приватност испред профита
sv: Integritet före profit
th: เพราะความเป็นส่วนตัวสำคัญกว่าผลกำไรใดๆ
tr: Gizlilik kârlılıktan önce gelir
ug: پايدا ئەمەس، مەخپىيەتلىك مۇھىم
uk: Конфіденційність важливіша за прибуток
ur: پیسہ نہیں پرائیویسی
vi: Quyền riêng tư được đặt trên lợi nhuận.
zh_cn: 我们坚信隐私高于盈利。
zh_hk: 隱私比盈利更重要

# DONATION_SETTINGS_CANCEL_DONATION_AWAITING_AUTHORIZATION_DONATE_ACTION
source: Donate
ar: تبرَّع
be: Зрабіць ахвяраванне
bn: ডোনেট করুন
ca: Fer donació
cs: Přispět
da: Donér
de: Spenden
el: Δωρεά
es: Donar
fa: اهدای کمک مالی
fi: Lahjoita
fr: Faire un don
ga: Tabhair airgead
gu: દાન કરો
he: ביצוע תרומה
hi: दान करें
hr: Doniraj
hu: Támogatás
id: Donasi
it: Dona
ja: 寄付する
ko: 기부
mr: देणगी द्या
ms: Derma
nb: Gi penger
nl: Doneren
pl: Wpłać darowiznę
pt_br: Doar
pt_pt: Doar
ro: Donează
ru: Пожертвовать
sk: Prispieť
sr: Донирајте
sv: Donera
th: บริจาค
tr: Bağış yap
ug: ئىئانە قىلىڭ
uk: Задонатити
ur: عطیہ کریں
vi: Ủng hộ
zh_cn: 捐款
zh_hk: 捐款

# DONATION_SETTINGS_CANCEL_DONATION_AWAITING_AUTHORIZATION_MESSAGE
source: Continuing will cancel your recent donation. You won't be charged, but you may see the payment request in your banking app until you take action. Are you sure you want to make a new donation?
ar: ستُؤدي المواصلة إلى إلغاء تبرُّعك الأخير. لن يتم تحصيل أي رسوم منك، لكن قد ترى طلب الدفع في تطبيقك المصرفي حتى تتخذ إجراء. هل أنت مُتأكِّد أنك تريد تقديم تبرُّع جديد؟
be: Калі вы будзеце працягваць, гэта скасуе ваша апошняе ахвяраванне. С вас не будуць спісаны сродкі, але вы, магчыма, будзеце бачыць запыт на аплату ў сваёй банкаўскай праграме, пакуль не прымеце рашэнне. Вы ўпэўнены, што жадаеце зрабіць новае ахвяраванне?
bn: এগিয়ে গেলে আপনার সাম্প্রতিক ডোনেশন বাতিল হয়ে যাবে। আপনাকে চার্জ করা হবে না, তবে আপনি পদক্ষেপ না করা পর্যন্ত আপনার ব্যাংকিং অ্যাপে পেমেন্টের অনুরোধ দেখতে পারবেন। আপনি কি একটি নতুন ডোনেশন করতে চান?
ca: Si continues, es cancel·larà la teva donació recent. No se't cobrarà, però és possible que vegis la sol·licitud de pagament a la teva app bancària fins que prenguis alguna mesura. Segur que vols fer una nova donació?
cs: Pokračováním zrušíte svůj poslední příspěvek. Částka vám nebude účtována, ale v bankovní aplikaci se může zobrazovat výzva k platbě, dokud neprovedete nějakou akci. Opravdu chcete zadat nový příspěvek?
da: Hvis du fortsætter, annulleres din seneste donation. Du vil ikke blive opkrævet penge, men du kan se betalingsanmodningen i din bankapp, indtil du handler. Er du sikker på, at du vil lave en ny donation?
de: Wenn du fortfährst, wird deine letzte Spende gelöscht. Der Betrag wird dir nicht abgebucht, aber du könntest die Zahlungsaufforderung in deiner Banking-App sehen, bis du aktiv wirst. Bist du sicher, dass du eine neue Spende vornehmen möchtest?
el: Αν συνεχίσεις, θα ακυρωθεί η πρόσφατη δωρεά σου. Δεν θα χρεωθείς, αλλά ενδέχεται να δεις το αίτημα πληρωμής στην τραπεζική εφαρμογή μέχρι να προβείς σε κάποια ενέργεια. Θέλεις σίγουρα να κάνεις μια νέα δωρεά;
es: Si continúas, se cancelará tu última donación. No se te cobrará, pero es posible que veas la solicitud de pago en la aplicación de tu banco hasta que tomes alguna medida. ¿Quieres hacer una nueva donación de todos modos?
fa: ادامه دادن موجب لغو کمک مالی اخیر شما می‌شود. هزینه‌ای از شما کسر نمی‌شود، اما ممکن است تا زمانی که اقدام کنید، درخواست پرداخت را در اپلیکیشن بانک خود ببینید. مطمئن هستید که می‌خواهید کمک مالی جدیدی اهدا کنید؟
fi: Jos jatkat, viimeisin lahjoituksesi peruutetaan. Sinua ei veloiteta. Maksupyyntö saattaa kuitenkin näkyä pankkisi sovelluksessa, kunnes ryhdyt toimiin. Haluatko varmasti tehdä uuden lahjoituksen?
fr: Si vous appuyez sur "Faire un don", vous annulerez votre don en cours. Vous ne serez pas facturé, mais il est possible que la demande de paiement s'affiche sur votre app bancaire jusqu'à ce que vous preniez les mesures nécessaires. Voulez-vous vraiment faire un autre don ?
ga: Cuirfear do thabhartas le déanaí ar ceal má leanann tú leis. Ní ghearrfar táille ort, ach is féidir go bhfeicfidh tú iarratas ar íocaíocht i d'aip bhaincéireachta go dtí go ndéanfaidh tú beart. An bhfuil tú cinnte gur mian leat tabhartas nua a thabhairt?
gu: ચાલુ રાખવાથી તમારું તાજેતરનું દાન રદ થશે. તમારી પાસેથી શુલ્ક લેવામાં આવશે નહીં, પરંતુ જ્યાં સુધી તમે પગલાં ન લો ત્યાં સુધી તમને તમારી બેંકિંગ ઍપમાં ચુકવણીની વિનંતી દેખાશે. શું તમે ખરેખર નવું દાન કરવા માંગો છો?
he: המשך יבטל את התרומה האחרונה שלך. לא נחייב אותך, אבל יתכן שבקשת התשלום עדיין תוצג באפליקציית הבנק שלך עד לנקיטת פעולה על ידך. בטוח שבא לך לבצע תרומה החדשה?
hi: जारी रखने पर आपका हालिया दान रद्द किया जाएगा। आपसे शुल्क नहीं लिया जाएगा, लेकिन जब तक आप एक्शन नहीं ले लेते, आपको अपने बैंकिंग ऐप में भुगतान अनुरोध देखने को मिल सकता है। क्या आप वाकई नया दान करना चाहते हैं?
hr: Ako nastavite, poništit ćete svoju nedavnu donaciju. Naplata se neće izvršiti, ali ćete možda primiti zahtjev za plaćanje u svojoj aplikaciji mobilnog bankarstva dok ne poduzmete radnju. Jeste li sigurni da želite izvršiti novu donaciju?
hu: A folytatással törlöd a legutóbbi adományod. Nem számítunk fel díjat, de láthatod a fizetési kérelmet a banki alkalmazásban, amíg nem intézkedsz. Biztosan új adományt szeretnél adni?
id: Jika memilih lanjut, donasi terakhir Anda akan dibatalkan. Saldo tidak akan terpotong, tapi Anda mungkin melihat permintaan pembayaran di aplikasi perbankan sampai Anda mengambil tindakan. Yakin ingin memberikan donasi baru?
it: Se prosegui, la tua donazione recente verrà annullata. Non ti verrà addebitato niente, ma potresti trovare la richiesta di pagamento nell'elenco delle transazioni sull'app della tua banca (finché non la risolvi). Confermi di voler fare una nuova donazione?
ja: 続行すると、現在おこなっている寄付がキャンセルされます。請求はされませんが、操作をおこなうまで、銀行アプリに決済リクエストが表示される場合があります。本当に新しい寄付をおこないますか？
ko: 계속하면 최근 기부가 취소됩니다. 요금이 청구되지는 않지만, 조치를 취할 때까지 은행 앱에 결제 요청이 표시될 수 있습니다. 새 기부를 계속하시겠어요?
mr: पुढे सुरु ठेवल्याने आपली अलीकडील देणगी रद्द होईल. आपणाकडून शुल्क आकारले जाणार नाही. मात्र आपल्या बॅंकिग ॲपमध्ये आपण कृती करत नाही तोपर्यंत आपणाला पेमेंट विनंती दिसू शकते. आपण खात्रीने नवीन देणगी देऊ इच्छिता?
ms: Meneruskan akan membatalkan derma terbaru anda. Anda tidak akan dicaj, tapi anda mungkin melihat permintaan pembayaran dalam aplikasi perbankan sehinggalah anda bertindak. Anda pasti mahu membuat derma baharu?
nb: Pengegaven din avbrytes dersom du går videre. Betalingen belastes ikke, men det kan hende at det dukker opp en betalingsforespørsel i nettbanken din. Er du sikker på at du vil gi en ny pengegave?
nl: Als je doorgaat, wordt je recente donatie geannuleerd. Er wordt niets van je rekening afgeschreven, maar je ziet het betaalverzoek mogelijk in je bankapp totdat je actie onderneemt. Weet je zeker dat je een nieuwe donatie wilt doen?
pl: Jeśli przejdziesz dalej, anulujesz swoją ostatnią darowiznę. Pieniądze nie zostaną pobrane, ale w Twojej aplikacji bankowej może być widoczne żądanie płatności. Czy w takim razie chcesz wpłacić nową darowiznę?
pt_br: Ao continuar, sua doação recente será cancelada. A cobrança não será realizada, mas você pode ver uma solicitação de pagamento no seu app bancário até agir. Tem certeza de que deseja fazer uma nova doação?
pt_pt: Continuar irá cancelar o seu donativo recente. Não será cobrado, mas poderá ver o pedido de pagamento na sua aplicação bancária até tomar medidas. Tem a certeza de que quer fazer um novo donativo?
ro: Dacă continui, donația ta recentă va fi anulată. Nu veți fi taxat/ă, dar este posibil să vezi solicitarea de plată în aplicația ta bancară până când iei măsuri. Sigur vrei să faci o nouă donație?
ru: Продолжение отменит ваше недавнее пожертвование. Средства списаны не будут, но вы можете видеть запрос на платеж в своем банковском приложении, пока не предпримете действий. Вы действительно хотите сделать новое пожертвование?
sk: Pokračovaním zrušíte váš nedávny príspevok. Nebudú vám účtované žiadne poplatky, ale žiadosť o platbu môže byť vo vašej bankovej aplikácii viditeľná až kým nepodniknete príslušné kroky. Naozaj chcete odoslať nový príspevok?
sr: Ако наставите, отказаћете недавну донацију. Неће вам бити наплаћено, али ћете можда видети захтев за плаћање у својој банкарској апликацији док не предузмете мере. Да ли сте сигурни да желите да дате нову донацију?
sv: Om du fortsätter kommer du att avbryta din senaste donation. Du debiteras inte, men du kan se betalningsbegäran i din bankapp tills du vidtar åtgärder. Är du säker på att du vill göra en ny donation?
th: การดำเนินการต่อจะเป็นการยกเลิกการบริจาคครั้งล่าสุดของคุณ คุณจะไม่ถูกเรียกเก็บเงิน แต่อาจจะยังเห็นคำขอการชำระเงินในแอปธนาคาร คุณแน่ใจใช่หรือไม่ว่าต้องการดำเนินการบริจาคใหม่
tr: Devam edersen son bağışın iptal edilir. Senden herhangi bir ücret kesilmeyecektir ancak işlem yapana kadar ödeme talebini bankacılık uygulamanda görebilirsin. Yeni bir bağış yapmak istediğinden emin misin?
ug: ئەگەر داۋاملاشتۇرسىڭىز يېقىنقى ئىئانىڭىز بىكار قىلىنىدۇ. سىزدىن پۇل تۇتۇلمايدۇ، لېكىن بانكا ئەپىڭىزدە سىز مەشغۇلات ئېلىپ بارغۇچە پۇل تۆلەش تەلىپى كۆرۈنىدۇ. يېڭى بىر ئىئانە قىلامسىز؟
uk: Якщо продовжити, ваш недавній донат буде скасовано. Кошти не буде стягнуто, але банківський застосунок може надсилати запит на підтвердження оплати, поки ви не відмовитеся. Ви точно хочете надіслати новий донат?
ur: جاری رکھنا آپ کا حالیہ عطیہ منسوخ کر دے گا۔ آپ سے کوئی وصولی نہیں کی جائے گی، مگر جب تک آپ کارروائی نہیں کرتے اس وقت تک آپ کو اپنی بینکاری ایپ میں پیمنٹ کی درخواست نظر آ سکتی ہے۔ کیا واقعی آپ نیا عطیہ دینا چاہتے ہیں؟
vi: Việc tiếp tục sẽ hủy khoản ủng hộ gần đây của bạn. Bạn sẽ không bị trừ tiền, nhưng bạn có thể thấy yêu cầu thanh toán trong ứng dụng ngân hàng của mình cho đến khi bạn thực hiện thao tác. Bạn có chắc muốn gửi khoản ủng hộ mới?
zh_cn: 继续操作将会取消您最近的捐款。您将不会被扣款，但您可能会在您的银行应用中看到该付款请求，直至您采取行动。您确定要进行一笔新的捐款吗?
zh_hk: 繼續進行將取消你最近的捐款。你不會被收取任何費用，但在你採取行動之前，可能會在銀行應用程式中看到付款請求。你確定要進行新的捐款嗎？

# DONATION_SETTINGS_MY_SUPPORT_ACTION_SHEET_ACTION_TITLE_RENEW_SUBSCRIPTION
source: Renew Subscription
ar: تجديد الاشتراك
be: Аднавіць падпіску
bn: নতুন করে সাবস্ক্রিপশন নিন
ca: Renova la subscripció
cs: Obnovit předplatné
da: Forny abonnement
de: Regelmäßige Spende verlängern
el: Ανανέωση συνδρομής
es: Renovar suscripción
fa: تمدید اشتراک
fi: Uudista tilaus
fr: Renouveler le don mensuel
gu: સબ્સ્ક્રિપ્શન રિન્યૂ કરો
he: חדש מינוי
hi: सब्सक्रिप्शन रिन्यू करें
hr: Obnovi pretplatu
hu: Előfizetés megújítása
it: Rinnova contributo
ja: サブスクリプションを更新
ko: 구독 갱신
mr: सब्स्क्रिप्शन नूतनीकरण करा
ms: Membaharui Langganan
nb: Forny abonnementet
nl: Maandelijkse donatie vernieuwen
pl: Ponów darowiznę cykliczną
pt_br: Fazer doação mensal
pt_pt: Renovar assinatura
ro: Reînnoiește abonamentul
ru: Продлить подписку
sk: Obnoviť prispievanie
sr: Обновити претплату
sv: Förnya abonnemang
th: ต่ออายุการเป็นสมาชิก
tr: Aboneliği Yenile
ug: مۇشتەرىلىكنى يېڭىلاش
uk: Поновити підписку
ur: سبسکرپشن کی تجدید کریں
vi: Gia hạn gói đăng ký
zh_cn: 定期捐款续期
zh_hk: 為訂閱續期

# DONATION_SETTINGS_MY_SUPPORT_ACTION_SHEET_ACTION_TITLE_TRY_AGAIN
source: Try Again
ar: حاوِل مُجدَّدًا
be: Паўтарыць спробу
bn: আবার চেষ্টা করুন
ca: Proveu de nou
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Ξαναδοκίμασε
es: Inténtalo de nuevo
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fr: Réessayer
ga: Bain Triail Eile As
gu: ફરીથી પ્રયત્ન કરો
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušajte ponovo
hu: Újrapróbálkozás
id: Coba Lagi
it: Prova ancora
ja: 再度試す
ko: 다시 시도
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Попробовать ещё раз
sk: Skúste to znovu
sr: Пробајте поново
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden Dene
ug: قايتا سىنا
uk: Спробувати знову
ur: دوبارہ کوشش کریں
vi: Hãy thử lại
zh_cn: 重试
zh_hk: 再試一次
