Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_PROFILE_SETUP_FIND_MY_NUMBER_TITLE
source: Who can find me by number?
ar: مَن يُمكنه إيجادي من خلال رقمي؟
be: Хто можа знайсці мяне па нумары?
bn: নম্বরের মাধ্যমে কারা আমাকে খুঁজে পাবেন?
ca: Qui pot trobar-me a través del meu número?
cs: Kdo mě může najít podle čísla?
da: Hvem kan finde mig med mit nummer?
de: Wer kann mich anhand der Telefonnummer finden?
el: Ποιοι χρήστες μπορούν να με βρουν με τον αριθμό μου;
es: ¿Quién puede encontrarme con mi número?
fa: چه کسی می‌تواند من را با شماره‌تلفن پیدا کند؟
fi: Kuka voi löytää minut puhelinnumeron avulla?
fr: Qui peut me trouver grâce à mon numéro ?
ga: Cé hiad na daoine ar féidir leo mé a aimsiú le m'uimhir?
gu: મને નંબરથી કોણ શોધી શકે?
he: מי יכול למצוא אותי לפי המספר שלי?
hi: मुझे नंबर द्वारा कौन ढूँढ़ सकता है?
hr: Tko me može pronaći po broju telefona?
hu: Ki találhat meg a telefonszámom alapján?
id: Siapa bisa menemukan saya dengan nomor telepon?
it: Chi può trovarmi tramite il mio numero di telefono?
ja: 私を電話番号から検索できる人は？
ko: 전화번호로 나를 찾을 수 있는 사람
mr: नंबराने माझा शोध कोण घेऊ शकतात?
ms: Siapa yang boleh cari saya melalui nombor?
nb: Hvem kan finne meg ved å søke opp telefonnummeret mitt?
nl: Wie kan mij via mijn nummer vinden?
pl: Kto może mnie wyszukać po numerze telefonu?
pt_br: Quem pode me encontrar pelo número?
pt_pt: Quem é que me pode encontrar através do número?
ro: Cine mă poate găsi după număr?
ru: Кто может найти меня по номеру?
sk: Kto ma môže vyhľadať pomocou telefónneho čísla?
sr: Ко може да ме пронађе по броју телефона?
sv: Vem kan hitta mig med nummer?
th: ใครบ้างที่สามารถค้นหาฉันด้วยหมายเลขโทรศัพท์ได้
tr: Beni numaramdan kim bulabilir?
ug: كىملەر مېنى تېلېفون نومۇرۇم بىلەن تاپسا بولىدۇ؟
uk: Хто може знайти мене за номером?
ur: کون مجھے نمبر کے ذریعے تلاش کر سکتا ہے؟
vi: Ai có thể tìm tôi bằng số điện thoại?
zh_cn: 谁可以通过电话号码找到我？
zh_hk: 誰可以透過電話號碼找到我？

# REGISTRATION_PROFILE_SETUP_GIVEN_NAME_FIELD_PLACEHOLDER
source: First Name
ar: الاسم الأول
be: Імя
bn: নামের প্রথম অংশ
ca: Nom
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
fa: نام
fi: Etunimi
fr: Prénom
ga: Céadainm
gu: નામ
he: שם פרטי
hi: पहला नाम
hr: Ime
hu: Keresztnév
id: Nama Depan
it: Nome
ja: 名
ko: 이름
mr: नाव
ms: Nama Pertama
nb: Fornavn
nl: Voornaam
pl: Imię
pt_br: Nome
pt_pt: Primeiro nome
ro: Prenume
ru: Имя
sk: Krstné meno
sr: Име
sv: Förnamn
th: ชื่อ
tr: Ad
ug: ئىسم
uk: Ім'я
ur: پہلا نام
vi: Tên
zh_cn: 名字
zh_hk: 名字

# REGISTRATION_PROFILE_SETUP_MORE_INFO_DETAILS
source: Your name, photo and changes to it will be visible to your contacts and when you start or accept new chats.
ar: سَيظهر اسمك والصورة والتغييرات التي أُحدِثت عليها لِجهات اتصالك عندما تبدأ دردشة جديدة أو تقبلها.
be: Ваша імя, фота і іх змянення будуць бачныя вашым кантактам, а таксама калі вы пачынаеце або прымаеце новыя чаты.
bn: আপনার নাম, ছবি এবং এতে আনা পরিবর্তনগুলো আপনার কন্টাক্টদের কাছে এবং আপনি যখন নতুন চ্যাট শুরু করবেন বা গ্রহণ করবেন তখন এটি দৃশ্যমান হবে।
ca: El teu nom, la teva foto i les actualitzacions que facis només seran visibles per als teus contactes i quan iniciïs o acceptis un nou xat.
cs: Vaše jméno, fotografie a jejich změny budou viditelné pro vaše kontakty a při zahájení nebo přijetí nových chatů.
da: Dit navn, dit billede og dine ændringer vil være synlige for dine kontakter, og når du starter eller accepterer nye chats.
de: Dein Name, dein Bild und Änderungen daran sind für deine Kontakte sichtbar und werden angezeigt, wenn du neue Chats beginnst oder akzeptierst.
el: Το όνομα, η φωτογραφία και οι αλλαγές στο προφίλ σου θα είναι ορατά στις επαφές σου και όταν ξεκινάς ή αποδέχεσαι νέες συνομιλίες.
es: Tu nombre, foto y actualizaciones solo son visibles para tus contactos y cuando inicias o aceptas un chat.
fa: نام شما، عکس‌تان و تغییرات آن برای مخاطبان شما قابل مشاهده خواهد بود و همچنین وقتی که گفتگوهای جدیدی شروع یا دعوت به آن‌ها را قبول می‌کنید.
fi: Nimesi, kuvasi ja niihin tehdyt muutokset näkyvät yhteystiedoillesi ja silloin, kun aloitat tai hyväksyt uusia keskusteluja.
fr: Vos contacts, vos groupes et les personnes avec qui vous échangez des messages pourront voir votre nom, votre photo et les modifications que vous y apportez.
ga: Beidh d'ainm, do ghrianghraf agus aon athruithe orthu infheicthe ag do theagmhálaithe agus nuair a thosaíonn tú ar chomhráite nua nó nuair a ghlacann tú leo.
gu: તમારું નામ, ફોટો અને તેમાંના ફેરફારો તમારા સંપર્કોને અને જ્યારે તમે નવી ચેટ શરૂ કરશો અથવા સ્વીકારશો ત્યારે દેખાશે.
he: השם, התמונה שלך והשינויים בהם יהיו גלויים לאנשי הקשר שלך ובעת התחלת או קבלת צ׳אטים חדשים.
hi: आपका नाम, फोटो और इसमें किए गए बदलाव आपके संपर्कों को दिखाई देंगे और जब आप नई चैट शुरू या स्वीकार करेंगे तब भी दिखाई देंगे।
hr: Vaše ime, fotografija i promjene bit će vidljivi vašim kontaktima i kada započnete ili prihvatite nove razgovore.
hu: A neved, a fényképed és a rajta végzett módosítások láthatók lesznek a névjegyeid számára, valamint amikor új csevegést indítasz vagy fogadsz el.
id: Nama Anda, foto, dan perubahannya akan terlihat oleh kontak Anda dan saat Anda memulai atau menerima obrolan baru.
it: Il tuo nome, foto ed eventuali modifiche al tuo profilo saranno visibili solo ai tuoi contatti e quando inizi una nuova chat oppure accetti di iniziarne una.
ja: あなたの名前、写真、およびその更新は連絡先に表示され、新しいチャットを開始したり受け入れた際に表示されます。
ko: 새로운 대화를 시작하거나 수락하면 상대가 회원님의 이름과 사진, 이에 대한 변경 내용을 볼 수 있습니다.
mr: आपले नाव, फोटो आणि त्यामधील बदल हे आपल्या संपर्कांना आणि जेव्हा आपण नवीन चॅटस् सुरू किंवा स्वीकाराल तेव्हा दृश्यमान असतील.
ms: Nama, foto dan perubahan yang dibuat pada profil dapat dilihat oleh kenalan anda dan apabila anda memulakan atau menerima sembang baharu.
nb: Navnet og bildet ditt, samt endringer du gjør, er synlig for kontaktene dine når du starter eller godtar nye samtaler.
nl: Je naam, foto en wijzigingen daarin zijn zichtbaar voor je contacten en wanneer je nieuwe chats start of accepteert.
pl: Twoje imię i nazwisko, zdjęcie, a także zmiany w profilu będą widoczne dla Twoich kontaktów oraz gdy rozpoczniesz nowy czat lub przyjmiesz do niego zaproszenie.
pt_br: Seu nome, foto e alterações ficarão visíveis para seus contatos e quando você iniciar ou aceitar novos chats.
pt_pt: O seu nome, foto e respetivas alterações serão visíveis para os seus contactos e quando começa ou aceita novos chats.
ro: Numele, fotografia și schimbările lor vor fi vizibile pentru contactele voastre și când începi sau accepți noi conversații.
ru: Ваше имя, фото и изменения в них будут видны вашим контактам, а также другим людям, когда вы начинаете или принимаете новые чаты.
sk: Vaše meno, fotografia a ich budúce úpravy sa zobrazia vašim kontaktom a pri začatí alebo prijatí nového četu.
sr: Ваше име, слику и промене на профилу моћи ће да виде ваши контакти и људи са којима започнете ћаскање или прихватите нова ћаскања.
sv: Ditt namn, foto och ändringar till dem kommer att synas för dina kontakter och när du startar eller accepterar nya chattar.
th: ผู้ติดต่อและผู้ใช้ที่คุณเริ่มต้นหรือตอบรับแชทใหม่จะเห็นชื่อของคุณ รวมถึงรูปภาพและการเปลี่ยนแปลงในโปรไฟล์
tr: Adın, fotoğrafın ve bunlarda yapılan değişiklikler kişilerin tarafından ve yeni sohbetler başlattığında veya kabul ettiğinde görünür olacaktır.
ug: ئالاقىداشلىرىڭىز ۋە سىز باشلىغان يېڭى پاراڭدىكىلەر ياكى قوبۇل قىلغان پاراڭدىكىلەر ئىسمىڭىزنى، رەسىمىڭىزنى ۋە ئۇلارغا كىرگۈزگەن ئۆزگەرتىشلەرنى كۆرەلەيدۇ.
uk: Ваше ім'я, фото й відповідні зміни буде видно вашим контактам і користувачам, з якими у вас почався новий чат.
ur: آپ کا نام، تصویر اور اس کی تبدیلیاں اور آپ کا نئی چیٹس شروع یا قبول کرنا آپ کے روابط کو نظر آئے گا۔
vi: Tên, ảnh cùng các thay đổi tên và hình ảnh sẽ hiển thị với các liên hệ của bạn và khi bạn bắt đầu hay chấp nhận cuộc trò chuyện mới.
zh_cn: 您的联系人以及您发起或接受新聊天的聊天对象将能看到您的名字、照片和您对个人资料所做的更改。
zh_hk: 你的聯絡人以及當你開始或接受新聊天時，對方將會看見你的姓名、相片和其變更。

# REGISTRATION_PROFILE_SETUP_MORE_INFO_TITLE
source: About Profile Privacy
ar: عن خصوصية الحساب الشخصي
be: Аб канфідэнцыйнасці профілю
bn: প্রোফাইলের গোপনীয়তা সম্পর্কে
ca: Sobre la privacitat del perfil
cs: O ochraně soukromí profilu
da: Om profilprivatliv
de: Infos zum Profil-Datenschutz
el: Σχετικά με το Απόρρητο του Προφίλ
es: Acerca de la privacidad del perfil
fa: درباره حریم شخصی نمایه
fi: Tietoja profiilin yksityisyydestä
fr: À propos de la confidentialité de votre profil
ga: Faisnéis faoi Phríobháideachas Próifíle
gu: પ્રોફાઇલ ગોપનીયતા વિશે
he: אודות מדיניות הפרטיות
hi: प्रोफ़ाइल निजता के बारे में
hr: O privatnosti profila
hu: A profilod adatvédelméről
id: Tentang Privasi Profil
it: Parliamo di Privacy e del tuo profilo su Signal
ja: プロフィールプライバシーについて
ko: 프로필 개인 정보 보호
mr: प्रोफाइल गोपनीयतेबद्दल
ms: Tentang Privasi Profil
nb: Mer om personvern og profiler
nl: Over profielprivacy
pl: Prywatność profilu
pt_br: Sobre a privacidade do perfil
pt_pt: Acerca da privacidade do perfil
ro: Despre Confidențialitatea profilului
ru: О конфиденциальности профиля
sk: O ochrane súkromia profilu
sr: О приватности профила
sv: Om profilintegritet
th: ความเป็นส่วนตัวของโปรไฟล์
tr: Profil Gizliliği Hakkında
ug: ئارخىپ مەخپىيەتلىكى ھەققىدە
uk: Конфіденційність профілю
ur: پروفائل کی پرائیویسی سے متعلق
vi: Về Sự Riêng Tư Của Hồ Sơ
zh_cn: 关于个人资料隐私
zh_hk: 關於個人資料隱私

# REGISTRATION_PROFILE_SETUP_SUBTITLE
source: Profiles are visible to people you message, contacts, and groups.
ar: تظهر الحسابات الشخصية للأشخاص الذين تُراسلهم وجهات الاتصال والمجموعات.
be: Ваш профіль будзе бачны людзям, якім вы адпраўляеце паведамленні, вашым кантактам і групам.
bn: প্রোফাইলগুলো আপনার ম্যাসেজ, কন্টাক্ট এবং গ্ৰুপগুলোর কাছে দৃশ্যমান হবে।
ca: Els perfils són visibles per la gent a la qual enviïs un missatge, els teus contactes i els teus grups.
cs: Profily jsou viditelné pro lidi, se kterými si píšete, které máte v kontaktech, a pro členy skupin.
da: Profiler er synlige for folk, du skriver til, kontakter og grupper.
de: Profile sind für Personen, an die du Nachrichten schickst, sowie für Kontakte und Gruppen sichtbar.
el: Τα προφίλ είναι ορατά σε άτομα στα οποία στέλνεις μηνύματα, στις επαφές και στις ομάδες σου.
es: Tu perfil es visible para las personas a las que les envías mensajes, tus contactos y tus grupos.
fa: نمایه‌ها برای افراد، مخاطبان و گروه‌هایی که به آن‌ها پیام می‌فرستید قابل مشاهده هستند.
fi: Profiilit näkyvät henkilöille, joille lähetät viestejä, yhteystiedoille ja ryhmille.
fr: Votre profil sera accessible à vos contacts, à vos groupes et aux utilisateurs à qui vous écrivez.
ga: Bíonn próifílí infheicthe ag daoine a fhaigheann teachtaireachtaí uait, ag do theagmhálaithe agus ag do ghrúpaí.
gu: પ્રોફાઇલ તમે મેસેજ કરો છો તે લોકોને, સંપર્કોને અને ગ્રૂપને દેખાય છે.
he: הפרופילים גלויים לאנשים ששולחים להם הודעות, לאנשי קשר ולקבוצות.
hi: आपके संपर्कों व समूहों सहित उन सभी लोगों को प्रोफ़ाइलें दिखेंगी जिन्हें आप संदेश भेजते हैं।
hr: Profili su vidljivi osobama s kojima se dopisujete, vašim kontaktima i grupama.
hu: A profilod azok számára lesz látható, akiknek üzenetet küldesz, valamint, akik a névjegyeid és a csoportjaid között vannak.
id: Profil terlihat oleh kontak, grup, dan orang yang Anda kirimi pesan.
it: I profili sono visibili alle persone a cui invii i messaggi, ai tuoi contatti e gruppi.
ja: プロフィールは、メッセージの相手、連絡先、グループに表示されます。
ko: 사용자가 메시지를 보내는 사람과 연락처, 그룹에 프로필이 표시됩니다.
mr: आपण संदेश पाठवता असे लोक, संपर्क आणि गटांना प्रोफाइल्स दृश्यमान असतील.
ms: Profil boleh dilihat oleh orang yang anda mesej, kenalan dan kumpulan.
nb: Profilen din kan ses av personene du sender meldinger til, kontaktene dine og gruppene dine.
nl: Profielen zijn zichtbaar voor mensen die je een bericht stuurt, contacten en groepen.
pl: Profil jest widoczny dla kontaktów, grup i osób, z którymi wymieniasz wiadomości.
pt_br: Os perfis ficam visíveis para contatos, grupos e pessoas que você enviar mensagens.
pt_pt: Os perfis são visíveis a pessoas a quem enviar mensagem, contactos e grupos.
ro: Profilurile sunt vizibile pentru contacte, grupuri și persoanele cărora le dai mesaj.
ru: Ваш профиль будет виден людям, которым вы отправляете сообщения, вашим контактам и группам.
sk: Profily sa zobrazia ľuďom, ktorým posielate správy, kontaktom a skupinám.
sr: Профили су видљиви људима којима шаљете поруке, контактима и групама.
sv: Profiler är synliga för personer som du skickar ett meddelande till, samt till dina kontakter och grupper.
th: ผู้ติดต่อ กลุ่ม และคนที่คุณส่งข้อความหาจะเห็นโปรไฟล์ของคุณ
tr: Profiller, mesaj gönderdiğin kişiler, kişi listendekiler ve grupların tarafından görüntülenebilir.
ug: ئارخىپىڭىزنى سىز ئۇچۇرلاشقانلار، ئالاقىداشلار ۋە گۇرۇپپىلار كۆرەلەيدۇ.
uk: Профіль бачать ваші співрозмовники, контакти й групи.
ur: پروفائلز آپ کا میسج موصول کرنے والے افراد، رابطوں، اور گروپس کو نظر آتی ہیں۔
vi: Các hồ sơ sẽ hiển thị với những người bạn nhắn tin, với các liên hệ, và các nhóm.
zh_cn: 个人资料对您发送消息的对象、联系人及群组可见。
zh_hk: 與你通訊的人、聯絡人和群組可以看到你的個人資料。

# REGISTRATION_PROFILE_SETUP_TITLE
source: Set up your profile
ar: إعداد الحساب الشخصي
be: Наладзьце свой профіль
bn: আপনার প্রোফাইল সেট করুন
ca: Configura el teu perfil
cs: Nastavení profilu
da: Konfigurer din profil
de: Richte dein Profil ein
el: Δημιούργησε το προφίλ σου
es: Completa tu perfil
fa: نمایه خود را راه‌اندازی کنید
fi: Määritä profiilisi
fr: Configurez votre profil
ga: Socraigh do phróifíl
gu: તમારી પ્રોફાઇલ સેટ કરો
he: הגדרת הפרופיל שלך
hi: अपनी प्रोफ़ाइल सेट करें
hr: Postavite svoj profil
hu: Profilod beállítása
id: Siapkan profil Anda
it: Imposta il tuo profilo
ja: プロフィールの設定
ko: 프로필 설정
mr: आपले प्रोफाईल सेट अप करा
ms: Tetapkan profil anda
nb: Konfigurer profilen din
nl: Stel je profiel in
pl: Uzupełnij profil
pt_br: Crie seu perfil
pt_pt: Configurar o seu perfil
ro: Configurează-ți profilul
ru: Настройте свой профиль
sk: Nastavte si svoj profil
sr: Подесите профил
sv: Ställ in din profil
th: สร้างโปรไฟล์ของคุณ
tr: Profilini ayarla
ug: ئارخىپىڭىزنى بەلگىلەڭ
uk: Створіть профіль
ur: اپنی پروفائل سیٹ اپ کریں
vi: Thiết lập hồ sơ
zh_cn: 设置个人资料
zh_hk: 設定你的個人資料

# REGISTRATION_PROVIDER_FAILURE_MESSAGE_PERMANENT
source: Signal can’t send an SMS code because of issues with the SMS provider.
ar: لا يُمكن لسيجنال إرسال كود عبر رسالة نصية قصيرة نظرًا لمشاكل في مُزوِّد الرسائل القصيرة.
be: Signal не можа адправіць SMS-код з-за праблем, што датычацца пастаўшчыка SMS.
bn: SMS প্রোভাইডারের সাথে সৃষ্ট সমস্যার কারণে Signal কোনো SMS কোড পাঠাতে পারছে না।
ca: Signal no pot enviar un codi SMS a causa d'un problema amb el proveïdor d'SMS.
cs: Aplikace Signal nemůže odeslat SMS kód, protože se vyskytl problém u poskytovatele SMS.
da: Signal kan ikke sende en sms-kode på grund af problemer med sms-udbyderen.
de: Aufgrund von Problemen mit dem SMS-Anbieter kann Signal keinen SMS-Code senden.
el: Το Signal δεν μπορεί να στείλει κωδικό SMS λόγω προβλημάτων με τον πάροχο SMS.
es: Signal no puede enviarte un código SMS debido a problemas con el proveedor de SMS.
fa: به‌دلیل اختلال در سرویس شرکت ارائه‌دهنده پیامک، سیگنال قادر به ارسال کد پیامکی نیست.
fi: Signal ei voinut lähettää tekstiviestikoodia operaattoriin liittyvien ongelmien vuoksi.
fr: Impossible d'envoyer un code par SMS, en raison de problèmes liés au fournisseur de services SMS.
ga: Ní féidir le Signal cód SMS a sheoladh mar gheall ar fhadhbanna leis an soláthraí SMS.
gu: SMS પ્રદાતા સાથેની સમસ્યાઓને કારણે Signal SMS કોડ મોકલી શકતું નથી.
he: Signal לא יכולה לשלוח קוד SMS בגלל בעיות עם ספק ה–SMS.
hi: SMS प्रोवाइडर से जुड़ी समस्या की वजह से, Signal SMS कोड नहीं भेज सका।
hr: Signal nije uspio poslati SMS kôd zbog problema s pružateljem SMS usluga.
hu: A Signal nem tud SMS-kódot küldeni az SMS-szolgáltatóval kapcsolatos problémák miatt.
id: Signal tidak dapat mengirim kode SMS karena ada masalah dengan penyedia SMS.
it: Signal non può inviare il codice via SMS per un problema con il provider del servizio SMS.
ja: SMSプロバイダーの問題により、SignalはSMSコードを送信できませんでした。
ko: SMS 통신사 문제로 인해 Signal에서 SMS 코드를 전송할 수 없습니다.
mr: SMS प्रदात्याकडील समस्यांमुळे सिग्नलला SMS कोड पाठवता येत नाही.
ms: Signal tidak dapat menghantar kod SMS kerana masalah dengan penyedia perkhidmatan SMS.
nb: Signal kan ikke sende deg koden via SMS på grunn av problemer med SMS-tjenesten.
nl: Signal kan geen sms-code verzenden vanwege problemen met de sms-provider.
pl: Nie możemy wysłać kodu SMS z powodu problemów z dostawcą usługi SMS.
pt_br: O Signal não conseguiu enviar um código SMS devido a problemas com o provedor de SMS.
pt_pt: O Signal não consegue enviar um código SMS devido a problemas com o fornecedor de SMS.
ro: Signal nu a putut trimite un cod SMS din cauza unor probleme cu furnizorul de SMS.
ru: Signal не может отправить SMS-код из-за проблем со стороны поставщика SMS.
sk: Signal nemôže odoslať SMS kód pre problémy s operátorom.
sr: Signal не може да пошаље SMS шифру због проблема са SMS провајдером.
sv: Signal kan inte skicka en SMS-kod på grund av problem med SMS-leverantören.
th: Signal ไม่สามารถส่งรหัส SMS เนื่องด้วยปัญหาเกี่ยวกับผู้ให้บริการ SMS
tr: Signal, SMS sağlayıcısıyla ilgili sorunlar nedeniyle SMS kodu gönderemiyor.
ug: سىگنال ، قىسقا ئۇچۇر(SMS) تەمىنلىگۈچىدە مەسىلە كۆرۈلگەنلىكى ئۈچۈن قىسقا ئۇچۇردا كود ئەۋەتەلمەيدۇ.
uk: Signal не може надіслати SMS-повідомлення з кодом через проблеми з оператором SMS.
ur: Signal SMS کوڈ نہیں بھیج سکتا کیونکہ SMS فراہم کنندہ کے ساتھ مسائل ہیں۔
vi: Signal không thể gửi mã SMS do vấn đề với nhà cung cấp dịch vụ SMS.
zh_cn: 由于短信提供商的问题，Signal 无法发送短信代码。
zh_hk: 由於 SMS 供應商的問題，Signal 無法傳送 SMS 代碼。

# REGISTRATION_PROVIDER_FAILURE_MESSAGE_TRANSIENT
source: Signal couldn’t send an SMS code because of issues with the SMS provider. Try again in several hours.
ar: تعذَّر على سيجنال إرسال كود عبر رسالة نصية قصيرة نظرًا لمشاكل في مُزوِّد الرسائل القصيرة. حاوِل مرّة أخرى في بضع ساعات.
be: Signal не зможа адправіць SMS-код з-за праблем, што датычацца пастаўшчыка SMS. Паўтарыце спробу праз некалькі гадзін.
bn: SMS প্রোভাইডারের সাথে সৃষ্ট সমস্যার কারণে Signal কোনো SMS কোড পাঠাতে পারেনি। কয়েক ঘন্টা পরে আবার চেষ্টা করুন।
ca: Signal no ha pogut enviar un codi SMS a causa d'un problema amb el proveïdor d'SMS. Torna-ho a provar d'aquí a unes hores.
cs: Aplikace Signal nemohla odeslat SMS kód, protože se vyskytl problém u poskytovatele SMS. Zkuste to znovu za několik hodin.
da: Signal kunne ikke sende en sms-kode på grund af problemer med sms-udbyderen. Prøv igen om et par timer.
de: Aufgrund von Problemen mit dem SMS-Anbieter konnte Signal keinen SMS-Code senden. Versuche es in einigen Stunden erneut.
el: Το Signal δεν μπορεί να στείλει κωδικό SMS λόγω προβλημάτων με τον πάροχο SMS. Δοκίμασε ξανά σε λίγες ώρες.
es: Signal no ha podido enviarte un código SMS debido a problemas con el proveedor de SMS. Vuelve a intentarlo dentro de unas horas.
fa: به‌دلیل اختلال در سرویس شرکت ارائه‌دهنده پیامک، سیگنال قادر به ارسال کد پیامکی نبود. چند ساعت بعد دوباره امتحان کنید.
fi: Signal ei voinut lähettää tekstiviestikoodia operaattoriin liittyvien ongelmien vuoksi. Yritä uudelleen muutaman tunnin kuluttua.
fr: Des problèmes liés au fournisseur de services SMS empêchent Signal d'envoyer un code par SMS. Merci de réessayer dans quelques heures.
ga: Níorbh fhéidir le Signal cód SMS a sheoladh mar gheall ar fhadhbanna leis an soláthraí SMS. Triail arís i gceann cúpla uair an chloig.
gu: SMS પ્રદાતા સાથેની સમસ્યાઓને કારણે Signal SMS કોડ મોકલી શક્યું નથી. થોડા કલાક પછી ફરી પ્રયાસ કરો.
he: Signal לא הצליחה לשלוח קוד SMS בגלל בעיות עם ספק ה–SMS. יש לנסות שוב בעוד מספר שעות.
hi: SMS प्रोवाइडर से जुड़ी समस्या की वजह से, Signal SMS कोड नहीं भेज सका। कुछ घंटों में फिर से कोशिश करें।
hr: Signal nije uspio poslati SMS kôd zbog problema s pružateljem SMS usluga. Pokušajte ponovno za nekoliko sati.
hu: A Signal nem tudott SMS-kódot küldeni az SMS-szolgáltatóval kapcsolatos problémák miatt. Próbáld újra néhány óra múlva.
id: Signal tidak dapat mengirim kode SMS karena ada masalah dengan penyedia SMS. Coba lagi dalam beberapa jam.
it: Signal non è riuscito a inviare il codice via SMS per un problema con il provider del servizio SMS. Prova di nuovo fra qualche ora.
ja: SMSプロバイダーの問題により、SignalはSMSコードを送信できませんでした。時間をおいてからもう一度お試しください。
ko: SMS 통신사 문제로 인해 Signal에서 SMS 코드를 전송하지 못했습니다. 몇 시간 정도 기다렸다가 다시 시도해 주세요.
mr: SMS प्रदात्याकडील समस्यांमुळे सिग्नलला SMS कोड पाठवता आला नाही. काही तासांनंतर पुन्हा प्रयत्न करा.
ms: Signal tidak dapat menghantar kod SMS kerana masalah dengan penyedia perkhidmatan SMS. Cuba lagi dalam beberapa jam.
nb: Signal kunne ikke sende deg koden via SMS på grunn av problemer med SMS-tjenesten. Prøv igjen om et par timer.
nl: Signal kon geen sms-code verzenden vanwege problemen met de sms-provider. Probeer het over enkele uren opnieuw.
pl: Nie możemy wysłać kodu SMS z powodu problemów z dostawcą usługi SMS. Spróbuj ponownie za kilka godzin.
pt_br: O Signal não conseguiu enviar o código por SMS devido a problemas com o provedor. Por favor, tente novamente em algumas horas.
pt_pt: O Signal não conseguiu enviar um código SMS devido a problemas com o fornecedor de SMS. Experimente novamente daqui a umas horas.
ro: Signal nu a putut trimite un cod SMS din cauza unor probleme cu furnizorul de SMS. Încearcă din nou peste câteva ore.
ru: Signal не удалось отправить SMS-код из-за проблем со стороны поставщика SMS. Повторите попытку через несколько часов.
sk: Signal nemohol odoslať SMS kód pre problémy s operátorom. Skúste to znova o pár hodín.
sr: Signal није успео да пошаље SMS код због проблема са SMS провајдером. Пробајте поново за неколико сати.
sv: Signal kunde inte skicka en SMS-kod på grund av problem med SMS-leverantören. Försök igen om flera timmar.
th: Signal ไม่สามารถส่งรหัส SMS เนื่องด้วยปัญหาเกี่ยวกับผู้ให้บริการ SMS โปรดรอประมาณ 2-3 ชั่วโมงแล้วลองใหม่อีกครั้ง
tr: Signal, SMS sağlayıcısıyla ilgili sorunlar nedeniyle SMS kodu gönderemedi. Birkaç saat sonra tekrar dene.
ug: سىگنال ، قىسقا ئۇچۇر(SMS) تەمىنلىگۈچىدە مەسىلە كۆرۈلگەنلىكى ئۈچۈن قىسقا ئۇچۇردا كود ئەۋەتەلمەيدۇ. بىر نەچچە سائەتتىن كېيىن قايتا سىناڭ.
uk: Signal не вдалося надіслати SMS-повідомлення з кодом через проблеми з оператором SMS. Спробуйте зареєструватися через кілька годин.
ur: Signal SMS کوڈ نہیں بھیج سکا کیونکہ SMS فراہم کنندہ کے ساتھ مسائل ہیں۔ کچھ گھنٹوں کے بعد دوبارہ کوشش کریں۔
vi: Signal không thể gửi mã SMS do vấn đề với nhà cung cấp dịch vụ SMS. Thử lại trong vài giờ nữa.
zh_cn: 由于短信提供商的问题，Signal 无法发送短信代码。请在几个小时后重试。
zh_hk: 由於 SMS 供應商的問題，Signal 無法傳送 SMS 代碼。請於幾個小時後重試。
