Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PAYMENTS_NEW_PAYMENT_ERROR_OUTGOING_VERIFICATION_TAKING_TOO_LONG
source: Payment not yet verified
af: Betaling nog nie geverifieer nie
ar: لم يتم التحقُّق بعد من عملية الدفع
az: Hələ ki, ödəniş təsdiqlənməyib
be: Плацеж пакуль не пацверджаны
bn: পেমেন্ট এখনও পর্যন্ত যাচাইকৃত নয়
ca: Pagament no verificat encara
cs: Platba ještě nebyla ověřena
cy: Taliad heb ei wirio
da: Betaling endnu ikke verificeret
de: Zahlung noch unverifiziert
el: Η πληρωμή δεν έχει επαληθευτεί ακόμη
es: Todavía no se ha verificado el pago
fa: پرداخت هنوز تأیید نشده است
fi: Maksua ei ole vielä varmennettu
fr: Paiement non encore confirmé.
gu: પેમેન્ટની હજી સુધી ચકાસણી થયેલ નથી
he: תשלום אינו מוודא עדיין
hi: भुगतान अभी तक सत्यापित नहीं हुआ
hr: Plaćanje još nije potvrđeno
hu: A fizetés még nem került ellenőrzésre
id: Pembayaran belum diverifikasi
is: Greiðsla ekki ennþá sannvottuð
it: Pagamento non ancora verificato
ja: 決済はまだ確認されていません
km: á€á¶ášá‘á¼ášá‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹á˜á·á“á‘á¶á“áŸ‹á”á¶á“á”á‰áŸ’á‡á¶á€áŸ‹
kn: ಪೇಮೆಂಟ್‌ ಅನ್ನು ಇನ್ನೂ ದೃಢೀಕರಿಸಿಲ್ಲ
ko: 결제가 아직 확인되지 않음
lt: Mokėjimas kol kas nepatvirtintas
lv: Maksājums vēl nav pārbaudīts
ml: പേയ്മെന്റ് ഇതുവരെ പരിശോധിച്ചിട്ടില്ല
mr: पेमेंट आतापर्यंत सत्यापित नाही
ms: Pembayaran belum disahkan
nb: Betalingen er ikke verifisert
nl: Betaling is nog niet bevestigd
pa: ਭੁਗਤਾਨ ਦੀ ਅਜੇ ਤਸਦੀਕ ਨਹੀਂ ਹੋਈ
pl: Płatność nie została jeszcze zweryfikowana
ps: پرداخت تر اوسه تایید شوی نه دی
pt_br: Pagamento ainda não verificado
pt_pt: Pagamento ainda por verificar
ro: Plata nu a fost încă verificată
ru: Платёж ещё не проверен
sk: Platba ešte nie je overená
sl: Plačilo še ni verificirano
sq: Pagesë ende e paverifikuar
sr: Плаћање још није верификовано
sv: Betalningen ännu inte verifierad
sw: Malipo bado hayajathibitishwa
ta: கட்டணம் இன்னும் சரிபார்க்கப்படவில்லை
te: చెల్లింపు ఇంకా ధృవీకరించబడలేదు
th: ยังไม่ได้ตรวจยืนยันการชำระเงิน
tr: Ödeme henüz doğrulanmadı
ug: چىقىم تېخى دەلىللەنمىدى
uk: Платіж ще не підтверджено
ur: ادائیگی ابھی تصدیق نہیں ہوئی ہے
vi: Thanh toán chưa được xác minh
zh_cn: 付款尚未验证
zh_hk: 付款尚未驗證

# PAYMENTS_NEW_PAYMENT_ERROR_PAYMENTS_LOCK_AUTH_CANCELLED
source: Payments lock authentication cancelled.
ar: تمَّ إلغاء المُصادَقة على قفل عمليات الدفع.
be: Аўтэнтыфікацыя блакіроўкі плацяжоў скасавана.
bn: পেমেন্ট লক যাচাইকরণ বাতিল করা হয়েছে।
ca: S'ha cancel·lat l'autenticació de bloqueig de pagaments.
cs: Ověření pomocí zámku plateb bylo zrušeno.
da: Godkendelse af betalingslås annulleres.
de: Zahlungssperre-Authentifizierung abgebrochen.
el: Ο έλεγχος ταυτότητας κλειδώματος πληρωμών ακυρώθηκε.
es: Se ha cancelado la autenticación de bloqueo de pagos.
fa: احراز هویت برای قفل پرداخت‌ها لغو شد.
fi: Maksulukituksen todentaminen peruutettiin.
fr: Verrouillage des paiements : authentification annulée.
ga: Cuireadh fíordheimhniú Glas Íocaíochtaí ar ceal.
gu: પેમેન્ટ લૉક પ્રમાણીકરણ રદ કર્યું.
he: אימות נעילת אבטחה לתשלום בוטל.
hi: भुगतान लॉक प्रमाणीकरण रद्द कर दिया गया।
hr: Provjera autentičnosti za zaključavanje plaćanja je otkazana.
hu: Fizetési zár hitelesítése törölve.
id: Autentikasi kunci pembayaran dibatalkan.
it: Annullata la richiesta di autenticazione per i Pagamenti sicuri.
ja: 支払いのロックの認証がキャンセルされました。
ko: 결제 잠금 인증을 취소했습니다.
mr: पेमेंट्स लॉक प्रमाणीकरण रद्द करण्यात आले.
ms: Pengesahan kunci pembayaran dibatalkan.
nb: Autentisering av betalingslås avbrutt.
nl: Verificatie voor Betalingsvergrendeling geannuleerd.
pl: Uwierzytelnienie w ramach blokady płatności anulowane.
pt_br: Autenticação de bloqueio de pagamentos cancelada.
pt_pt: Autenticação do bloqueio de pagamentos cancelada.
ro: Autentificarea Parolei pentru plăți a fost anulată.
ru: Аутентификация для снятия блокировки платежей отменена.
sk: Overenie platobného zámku bolo zrušené.
sr: Потврда идентитета за закључавање плаћања је отказана.
sv: Autentisering av betalningssäkerhet annullerad.
th: การรับรองความถูกต้องของการล็อกการชำระเงินถูกยกเลิก
tr: Ödeme kilidi kimlik doğrulaması iptal edildi.
ug: پۇل تۆلەش قۇلۇپىنى دەلىللەش ئەمەلدىن قالدۇرۇلدى.
uk: Автентифікацію захисту платежів скасовано.
ur: پیمنٹس لاک توثیق منسوخ ہو گئی۔
vi: Đã hủy xác thực khóa Thanh toán.
zh_cn: 付款锁身份验证已取消。
zh_hk: 付款鎖定身分驗證已被取消。

# PAYMENTS_NEW_PAYMENT_ERROR_PAYMENTS_LOCK_AUTH_FAILURE
source: Payments lock authentication failure.
ar: تعذَّرت المُصادَقة على قفل عمليات الدفع.
be: Аўтэнтыфікацыя блакіроўкі плацяжоў адменена.
bn: পেমেন্ট লক যাচাইকরণ সফল হয়নি।
ca: Ha fallat l'autenticació de bloqueig de pagaments.
cs: Ověření pomocí zámku plateb se nezdařilo.
da: Fejl ved godkendelse af betalingslåsen.
de: Zahlungssperre-Authentifizierung fehlgeschlagen.
el: Αποτυχία ελέγχου ταυτότητας κλειδώματος πληρωμών.
es: Error en la autenticación de bloqueo de pagos.
fa: احراز هویت برای قفل پرداخت‌ها ناموفق بود.
fi: Maksulukituksen todentamisvirhe.
fr: Verrouillage des paiements : échec de l’authentification.
ga: Teip fíordheimhnithe Glas Íocaíochtaí.
gu: પેમેન્ટ લૉક પ્રમાણીકરણ નિષ્ફળ.
he: אימות נעילת אבטחה לתשלום נכשל.
hi: भुगतान लॉक प्रमाणीकरण विफल।
hr: Provjera autentičnosti za zaključavanje plaćanja nije uspjela.
hu: Hiba a fizetési zár hitelesítése során.
id: Kegagalan autentikasi kunci pembayaran.
it: Autenticazione per i Pagamenti sicuri non riuscita.
ja: 支払いのロックの認証に失敗しました。
ko: 결제 잠금 인증에 실패했습니다.
mr: पेमेंट्स लॉक प्रमाणीकरण अपयशी.
ms: Kegagalan pengesahan kunci pembayaran.
nb: Autentisering av betalingslås mislyktes.
nl: Verificatiefout bij Betalingsvergrendeling.
pl: Uwierzytelnienie w ramach blokady płatności nieudane.
pt_br: Falha na autenticação do bloqueio de pagamentos.
pt_pt: Falha na autenticação do bloqueio de pagamentos.
ro: Autentificarea Parolei pentru Plăți a eșuat.
ru: Ошибка аутентификации для снятия блокировки платежей.
sk: Overenie platobného zámku zlyhalo.
sr: Потврда идентитета за закључавање плаћања није успела.
sv: Autentisering av betalningssäkerhet misslyckades.
th: รับรองความถูกต้องของการล็อกการชำระเงินไม่สำเร็จ
tr: Ödeme kilidi kimlik doğrulama hatası.
ug: پۇل تۆلەش قۇلۇپىنى دەلىللەشتە خاتالىق كۆرۈلدى.
uk: Помилка під час автентифікації захисту платежів.
ur: پیمنٹس لاک توثیق کی ناکامی۔
vi: Lỗi xác thực khóa Thanh toán.
zh_cn: 付款锁身份验证失败。
zh_hk: 付款鎖定身分驗證失敗。

# PAYMENTS_NEW_PAYMENT_ERROR_UNKNOWN
source: Couldn't complete payment. Check your connection and try again.
af: Kon nie jou betaling voltooi nie. Gaan jou verbinding na en probeer weer.
ar: تعذَّر إتمام الدفع لأن رصيدك غير متاح. يُرجى التحقُّق من اتصالك بالانترنت ثم حاوِل مرّة أخرى.
az: Ödəniş tamamlana bilmir. Bağlantınızı yoxlayıb yenidən sınayın.
be: Не ўдалося завяршыць плацеж. Праверце падключэнне і паўтарыце спробу.
bn: পেমেন্ট সম্পন্ন করা যায়নি। আপনার সংযোগটি পরীক্ষা করে আবার চেষ্টা করুন।
ca: No s'ha pogut completar el pagament. Comproveu la connexió i torneu-ho a provar.
cs: Platbu se nepodařilo dokončit. Zkontrolujte připojení a zkuste to znovu.
cy: Methwyd â chwblhau'r taliad. Gwiriwch eich cysylltiad a rhoi cynnig arall arni.
da: Betalingen kunne ikke gennemføres. Tjek din forbindelse og prøv igen.
de: Zahlung konnte nicht abgeschlossen werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Αδυναμία ολοκλήρωσης πληρωμής. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se ha podido completar el pago. Comprueba tu conexión e inténtalo de nuevo.
et: Makse lõpetamine ei õnnestunud. Kontrolli internetiühendust ja proovi uuesti.
fa: امکان تکمیل پرداخت وجود نداشت. اتصال خود را بررسی و دوباره امتحان کنید.
fi: Maksua ei voitu suorittaa. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de finaliser le paiement. Veuillez vérifier votre connexion et réessayer.
gu: પેમેન્ટ પૂર્ણ કરી શક્યા નહીં. તમારું કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
he: לא היה ניתן להשלים את התשלום. בדוק את החיבור שלך ונסה שוב.
hi: भुगतान पूरा नहीं कर सके। अपना कनेक्शन जाँचें और दोबारा प्रयास करें।
hr: Nije moguće izvršiti uplatu. Provjerite internetsku vezu i pokušajte ponovo.
hu: A fizetés befejezése sikertelen. Ellenőrizd a netkapcsolatod és próbáld újra.
id: Tidak dapat menyelesaikan pembayaran. Periksa koneksi Anda dan coba lagi.
is: Ekki var hægt að ljúka greiðslu. Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Impossibile completare il pagamento. Controlla la connessione e riprova.
ja: 決済を完了できませんでした。インターネット接続を確認して再度試してください。
km: á˜á·á“á¢á¶á…á”á‰áŸ’á…á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹áŸ” á–á·á“á·ááŸ’á™á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á á¾á™áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಪೇಮೆಂಟ್‌ ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 결제를 완료할 수 없습니다. 연결을 확인하고 다시 시도하세요.
lt: Nepavyko užbaigti mokėjimo. Patikrinkite savo ryšį ir bandykite dar kartą.
lv: Maksājumu nevarēja pabeigt. Pārbaudiet savienojumu un mēģiniet vēlreiz.
ml: പേയ്മെന്റ് പൂർത്തിയാക്കാനായില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: पेमेंट पूर्ण करू शकले नाही. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Tidak dapat menyelesaikan pembayaran. Periksa sambungan anda dan cuba lagi.
my: ငွေပေးချေမှု မပြီးစီးနိုင်ပါ။ သင်၏ ချိတ်ဆက်မှုလိုင်းကို စစ်၍ ပြန်စမ်းကြည့်ပါ။
nb: Kunne ikke fullføre betalingen. Sjekk nettverksforbindelsen din, og prøv på nytt.
nl: De betaling kan niet worden voltooid. Controleer je internetverbinding en probeer het opnieuw.
pa: ਭੁਗਤਾਨ ਪੂਰਾ ਕਰਨ ਵਿੱਚ ਅਸਫ਼ਲ। ਆਪਣਾ ਕਨੈਕਸ਼ਨ ਚੈੱਕ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się zrealizować płatności. Sprawdź połączenie z internetem i spróbuj ponownie.
ps: پرداخت بشپړ نشو. خپل انټرنېټ مو وګورئ او بیا هڅه وکړئ.
pt_br: Não foi possível concluir o pagamento. Verifique a sua conexão e tente novamente.
pt_pt: Não foi possível concluir o pagamento. Consulte a sua ligação e tente novamente.
ro: Plata nu s-a putut finaliza. Verifică-ți conexiunea și încearcă din nou.
ru: Не удалось выполнить платёж. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Platbu sa nepodarilo dokončiť. Skontrolujte pripojenie a skúste to znovu.
sl: Plačilo ni bilo izvedeno. Preverite svojo povezavo in poskusite znova.
sq: S’u plotësua dot pagesë. Kontrolloni lidhjen tuaj në rrjet dhe riprovoni.
sr: Плаћање није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Betalningen kunde inte slutföras. Kontrollera din anslutning och försök igen.
sw: Malipo hayajatumwa. Kagua muunganisho wako kisha ujaribu tena.
ta: முடியவில்லை முழுமைகட்டணம். உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: చెల్లింపు పూర్తి కాలేదు. మీ కనెక్షన్‌ను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถชำระเงินได้สำเร็จ กรุณาตรวจสอบการเชื่อมต่อของคุณและลองอีกครั้ง
tr: Ödeme tamamlanamadı. Bağlantınızı kontrol edin ve tekrar deneyin.
ug: چىقىم قىلىشنى تاماملىيالمىدى. تور باغلىنىشىڭىزنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
uk: Не вдалося здійснити платіж. Перевірте з'єднання й спробуйте знову.
ur: ادائیگی مکمل نہیں ہو سکی۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể hoàn tất thanh toán. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 无法完成付款，请检查您的连接并重试。
zh_hk: 無法完成付款。請檢查您的連線，然後重試。

# PAYMENTS_NEW_PAYMENT_ESTIMATED_FEE
source: Network Fee
af: Netwerkfooi
ar: رسوم الشبكة
az: Şəbəkə haqqı
be: Камісія сеткі
bn: নেটওয়ার্ক ফি
ca: Comissió de xarxa
cs: Poplatek sítě
cy: Ffi Rhwydwaith
da: Netværksgebyr
de: Netzwerkgebühr
el: Τέλος Δικτύου
es: Comisión de red
et: Võrgutasu
fa: هزینهٔ شبکه
fi: Verkkomaksu
fr: Frais de réseau
gu: નેટવર્ક ફી
he: עמלת רשת
hi: नेटवर्क शुल्क
hr: Mrežna naknada
hu: Hálózati díj
id: Biaya Jaringan
is: Gjald fyrir netnotkun
it: Commissione rete
ja: ネットワーク手数料
km: ááŸ’á›áŸƒá”ááŸ’áá¶á‰
kn: ನೆಟ್‌ವರ್ಕ್‌ ಶುಲ್ಕ
ko: 네트워크 사용료
lt: Tinklo mokestis
lv: Tīkla maksājuma likme
ml: നെറ്റ്‌വർക്ക് ഫീസ്
mr: नेटवर्क फी
ms: Bayaran Rangkaian
my: ကွန်ယက် အခကြေး
nb: Nettverksgebyr
nl: Netwerkkosten
pa: ਨੈੱਟਵਰਕ ਫ਼ੀਸ
pl: Opłata sieciowa
ps: د نیټورک فیس
pt_br: Taxa de transação
pt_pt: Taxa de rede
ro: Comision de rețea
ru: Комиссия сети
sk: Sieťový poplatok
sl: Omrežna pristojbina
sq: Tarifë Rrjeti
sr: Мрежна накнада
sv: Nätverksavgift
sw: Ada ya Mtandao
ta: பிணைய கட்டணம்
te: నెట్‌వర్క్ ఫీజు
th: ค่าธรรมเนียมเครือข่าย
tr: Ağ Ücreti
ug: تور ھەققى
uk: Комісія мережі
ur: نیٹ ورک کی فیس
vi: Phí Mạng lưới
zh_cn: 网络费
zh_hk: 網絡費用

# PAYMENTS_NEW_PAYMENT_FIAT_CONVERSION_FORMAT
source: Estimated %@
af: Geraam %@
ar: مُقدَّرة بـ %1$@
az: Təxminən %@
be: Прыблізна %1$@
bn: আনুমানিক %1$@
ca: Estimació: %1$@
cs: Odhadováno %1$@
cy: Amcangyfrif %@
da: Anslået %1$@
de: Geschätzt %1$@
el: Εκτιμώμενη %1$@
es: Estimación: %1$@
et: Hinnanguline %@
fa: زمان تخمین زده %1$@
fi: Arvio %1$@
fr: Montant estimé : %1$@
ga: Estimated %1$@
gu: અંદાજિત %1$@
he: משוער %1$@
hi: अनुमानित %1$@
hr: Procijenjeno %1$@
hu: Becsült %1$@
id: Perkiraan %1$@
is: Áætlað %@
it: Stimati %1$@
ja: 概算 %1$@
km: á”áŸ‰á¶á“áŸ‹áŸáŸ’á˜á¶á“ %@
kn: ಅಂದಾಜಿಸಿದ %@
ko: 추정 %1$@
lt: Apskaičiuota %@
lv: Aprēķināts %@
ml: കണക്കാക്കിയ %@
mr: अंदाजे %1$@
ms: Anggaran %1$@
my: ခန့်မှန်းထားသည် %@
nb: Estimert til %1$@
nl: Naar schatting %1$@
pa: ਅੰਦਾਜ਼ਨ %@
pl: Około %1$@
ps: %@ اټکل شوی
pt_br: Estimada em %1$@
pt_pt: Estimado %1$@
ro: Estimat %1$@
ru: Ориентировочно в %1$@
sk: Odhadované %1$@
sl: Predviden znesek %@
sq: Afërsisht %@
sr: Процењено %1$@
sv: Beräknad %1$@
sw: Kadirio la %@
ta: மதிப்பிடப்பட்டுள்ளது %@
te: అంచనా %@
th: ประมาณ %1$@
tr: Tahmini %1$@
ug: مۆلچەرلەندى%1$@
uk: Приблизно %1$@
ur: تخمینہ %1$@
vi: Ước tính %1$@
zh_cn: 估计 %1$@
zh_hk: 估計 %1$@

# PAYMENTS_NEW_PAYMENT_INVALID_AMOUNT
source: Invalid Amount
af: Ongeldige bedrag
ar: مبلغ غير صالح
az: Etibarsız məbləğ
be: Несапраўдная сума
bn: অবৈধ পরিমাণ
ca: Quantitat no vàlida
cs: Neplatné množství
cy: Swm Annilys
da: Ugyldigt beløb
de: Ungültiger Betrag
el: Λάθος ποσό
es: Importe no válido
et: Vigane summa
fa: مبلغ نامعتبر
fi: Virheellinen määrä
fr: Montant incorrect
gu: અમાન્ય રકમ
he: סכום בלתי תקף
hi: अमान्य राशि
hr: Nevažeći iznos
hu: Érvénytelen mennyiség
id: Jumlah Tidak Valid
is: Ógild upphæð
it: Importo non valido
ja: 無効な金額です
km: á…áŸ†á“á½á“á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾದ ಮೊತ್ತ
ko: 잘못된 금액
lt: Neteisinga suma
lv: Nederīga summa
ml: അസാധുവായ തുക
mr: अवैध रक्कम
ms: Jumlah Tidak Sah
my: မမှန်ကန်သော ပမာဏ
nb: Ugyldig beløp
nl: Ongeldig bedrag
pa: ਅਵੈਧ ਖਾਤਾ
pl: Nieprawidłowa kwota
ps: نا سم مقدار
pt_br: Valor inválido
pt_pt: Montante inválido
ro: Sumă invalidă
ru: Недействительная сумма
sk: Neplatná suma
sl: Neveljavna vsota
sq: Sasi e Pavlefshme
sr: Неважећи износ
sv: Ogiltigt belopp
sw: Kiasi Si Sahihi
ta: தவறானது தொகை
te: చెల్లని మొత్తం
th: จำนวนไม่ถูกรูปแบบ
tr: Geçersiz Miktar
ug: ئىناۋەتسىز سومما
uk: Неприпустимий баланс
ur: غلط رقم
vi: Số tiền Không hợp lệ
zh_cn: 无效金额
zh_hk: 金額無效

# PAYMENTS_NEW_PAYMENT_MESSAGE_PLACEHOLDER
source: Note
af: Nota
ar: ملاحظة
az: Qeyd
be: Нататка
bn: নোট
ca: Nota
cs: Poznámka
cy: Nodyn
da: Notat
de: Mitteilung
el: Σημείωση
es: Nota
et: Märkus
eu: Oharra
fa: یادداشت
fi: Huomautus
fr: Message
ga: Nóta
gu: નોટ
he: הערה
hi: नोट
hr: Bilješka
hu: Megjegyzés
id: Catatan
is: Athugasemd
it: Nota
ja: メモ
kab: Tazmilt
km: á€áŸ†áááŸ‹ááŸ’ášá¶
kn: ಟಿಪ್ಪಣಿ
ko: 노트
lt: Pastaba
lv: Piezīme
mk: Белешка
ml: കുറിപ്പ്
mr: टीप लिहा
ms: Nota
my: မှတ်ချက်
nb: Notat
nl: Opmerking
pa: ਨੋਟ
pl: Notatka
ps: یاددښت
pt_br: Nota
pt_pt: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sl: Zaznamek
sq: Shënim
sr: Белешка
sv: Anteckning
sw: Kumbuka
ta: குறிப்பு
te: గమనిక
th: บันทึก
tr: Not
ug: ئىزاھات
uk: Примітка
ur: نوٹ
vi: Ghi chú
zh_cn: 备注
zh_hk: 備註

# PAYMENTS_NEW_PAYMENT_PAY_BUTTON
source: Pay
af: Betaal
ar: الدفع
az: Ödə
be: Аплаціць
bn: পে করুন
ca: Paga
cs: Zaplatit
cy: Talu
da: Betal
de: Bezahlen
el: Πληρωμή
es: Pagar
et: Maksa
eu: Ordaindu
fa: پرداخت
fi: Maksa
fr: Payer
ga: Íoc
gu: ચૂકવો
he: שלם
hi: भुगतान करें
hr: Plati
hu: Fizet
id: Bayar
is: Borga
it: Paga
ja: 送金
kab: Xelleṣ
km: á‘á¼á‘á¶ááŸ‹
kn: ಪಾವತಿಸಿ
ko: 지불
lt: Mokėti
lv: Maksāt
mk: Плати
ml: പണമടയ്ക്കുക
mr: पे करा
ms: Bayar
my: ပေးဆောင်ပါ
nb: Betal
nl: Betalen
pa: ਭੁਗਤਾਨ ਕਰੋ
pl: Wyślij płatność
ps: پرداخت
pt_br: Pagar
pt_pt: Pagar
ro: Plătește
ru: Заплатить
sk: Zaplať
sl: Plačaj
sq: Paguani
sr: Плати
sv: Betala
sw: Lipa
ta: செலுத்துங்கள்
te: చెల్లించండి
th: จ่าย
tr: Öde
ug: تۆلە
uk: Сплатити
ur: ادا کرنا
vi: Thanh toán
zh_cn: 付款
zh_hk: 支付

# PAYMENTS_NEW_PAYMENT_PAYMENT_TOTAL
source: Total Amount
af: Totale bedrag
ar: المبلغ الإجمالي
az: Cəmi məbləğ
be: Агульная сума
bn: মোট পরিমাণ
ca: Quantitat total
cs: Celkové množství
cy: Cyfanswm
da: Samlet beløb
de: Gesamtbetrag
el: Συνολικό ποσό
es: Importe total
et: Kogusumma
fa: کل مبلغ
fi: Kokonaismäärä
fr: Montant total
gu: કુલ રકમ
he: סכום כולל
hi: कुल राशि
hr: Ukupni iznos
hu: Teljes összeg
id: Jumlah Total
is: Heildarupphæð
it: Importo totale
ja: 合計
km: á…áŸ†á“á½á“áŸášá»á”
kn: ಒಟ್ಟು ಮೊತ್ತ
ko: 총액
lt: Iš viso
lv: Kopējā summa
ml: മൊത്തം തുക
mr: एकूण रक्कम
ms: Jumlah Keseluruhan
my: စုစုပေါင်း ပမာဏ
nb: Totalt beløp
nl: Totaalbedrag
pa: ਕੁੱਲ ਰਕਮ
pl: Suma
ps: ټولټال مقدار
pt_br: Valor total
pt_pt: Montante total
ro: Sumă totală
ru: Итоговая сумма
sk: Celková suma
sl: Skupni znesek
sq: Sasi Gjithsej
sr: Укупан износ
sv: Totalt belopp
sw: Jumla
ta: மொத்த தொகை
te: యావత్తు మొత్తం
th: จำนวนรวม
tr: Toplam miktar
ug: جەمئىي سومما
uk: Загальний баланс
ur: کل رقم
vi: Tổng cộng
zh_cn: 总金额
zh_hk: 總金額

# PAYMENTS_NEW_PAYMENT_PROCESSING
source: Processing
af: Verwerk tans
ar: قيد المعالجة
az: Emal olunur
be: Апрацоўка
bn: প্রক্রিয়া হচ্ছে
ca: Processant
cs: Zpracovávám
cy: Yn prosesu
da: Arbejder
de: Wird verarbeitet
el: Επεξεργασία
es: Procesando
et: Töötlemine
eu: Prozesatzen
fa: در حال پردازش
fi: Käsitellään
fr: Traitement en cours
gu: પ્રક્રિયા કરી રહ્યા છીએ
he: מעבד
hi: प्रोसेस हो रहा है
hr: Obrađivanje
hu: Feldolgozás
id: Memproses
is: Í vinnslu
it: Elaborazione
ja: 処理中
km: á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶áš
kn: ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ
ko: 처리 중
lt: Apdorojama
lv: Apstrādā
mk: Обработка
ml: പ്രോസസ് ചെയ്യുന്നു
mr: प्रक्रिया करत आहे
ms: Memproses
my: လုပ်ဆောင်နေသည်
nb: Behandler
nl: Aan het verwerken
pa: ਕੰਮ ਚੱਲ ਰਿਹਾ ਹੈ
pl: Przetwarzanie
ps: پر مخ وړل
pt_br: Processando
pt_pt: A processar
ro: Procesare
ru: Обработка
sk: Spracováva sa
sl: Obdelujem
sq: Në përpunim
sr: Обрађује се
sv: Bearbetar
sw: Inachakata
ta: செயலாக்கப்படுகிறது
te: ప్రవర్తనం
th: กำลังดำเนินการ
tr: İşleniyor
ug: بېجىرىۋاتىدۇ
uk: Опрацювання
ur: پروسیسنگ
vi: Đang xử lý
zh_cn: 处理中
zh_hk: 正在處理

# PAYMENTS_NEW_PAYMENT_RECIPIENT_AMOUNT_FORMAT
source: To %@
af: Aan %@
ar: إلى %1$@
az: Alan: %@
be: Да %1$@
bn: প্রাপক %1$@
ca: Per a %1$@
cs: pro %1$@
cy: I %@
da: Til %1$@
de: An %1$@
el: Προς %1$@
es: Para %1$@
et: Saajale %@
fa: به %1$@
fi: Henkilölle %1$@
fr: En faveur de %1$@
ga: To %1$@
gu: %1$@માં
he: אל %1$@
hi: %1$@ को
hr: Za %1$@
hu: %1$@ számára
id: Ke %1$@
is: Til %@
it: A %1$@
ja: 送金先 %1$@
km: á‘áŸ… %@
kn: %@ ಅವರಿಗೆ
ko: %1$@에게
lt: Skirta %@
lv: Maksājuma saņēmējam %@
ml: %@-ലേക്ക്
mr: %1$@ ला
ms: Kepada %1$@
my: %@ ထံသို့
nb: Til %1$@
nl: Naar %1$@
pa: ਵੱਲ %@
pl: Odbiorca: %1$@
ps: %@ ته
pt_br: Para %1$@
pt_pt: Para %1$@
ro: Către %1$@
ru: Кому: %1$@
sk: Pre %1$@
sl: Za %@
sq: Për %@
sr: Прималац: %1$@
sv: Till %1$@
sw: Kwa %@
ta: க்கு %@
te: %@ వరకు
th: ถึง %1$@
tr: Alıcı %1$@
ug: تاپشۇرۇۋالغۇچى: %1$@
uk: Одержувач: %1$@
ur: %1$@کے لئے
vi: Đến %1$@
zh_cn: 发送至 %1$@
zh_hk: 至 %1$@

# PAYMENTS_NOTIFICATION_BANNER_1
source: 1 new payment notification
af: 1 nuwe betaalkennisgewing
ar: هناك إشعار دفع جديد
az: 1 yeni ödəniş bildirişi
be: 1 новае апавяшчэнне аб плацяжы
bn: 1টি নতুন পেমেন্ট নোটিফিকেশন
ca: 1 notificació de pagament nova
cs: 1 oznámení o nové platbě
cy: 1 hysbysiad taliad newydd
da: 1 ny betalingsnotifikation
de: 1 neue Zahlungsmitteilung
el: 1 νέα ειδοποίηση πληρωμής
es: 1 nueva notificación de pago
et: 1 uus makseteavitus
fa: ۱ اعلان پرداخت جدید
fi: 1 uusi maksuilmoitus
fr: 1 nouvelle notification de paiement
gu: 1 નવી પેમેન્ટ સંબંધી સૂચના
he: התראת תשלום חדשה
hi: 1 नई भुगतान अधिसूचना
hr: 1 nova obavijest o uplatama
hu: 1 új fizetési értesítés
id: 1 notifikasi pembayaran baru
is: 1 ný skilaboð um greiðslu
it: 1 nuova notifica di pagamento
ja: 1件の決済通知
km: áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„ááŸ’á˜á¸ 1 á–á¸á€á¶ášá‘á¼á‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹
kn: 1 ಹೊಸ ಪೇಮೆಂಟ್‌ ನೋಟಿಫಿಕೇಷನ್
ko: 새로운 결제 알림 1개
lt: 1 naujas pranešimas apie mokėjimą
lv: 1 jauns paziņojums par maksājumu
ml: 1 പുതിയ പേയ്മെന്റ് അറിയിപ്പ്
mr: 1 नवीन पेमेंट सूचना
ms: 1 pemberitahuan pembayaran baharu
my: ငွေပေးချေမှု အသိပေးချက်အသစ် ၁ ခု
nb: 1 ny betalingsmelding
nl: 1 nieuwe betalingsmelding
pa: ਅਦਾਇਗੀ ਦੀ 1 ਨਵੀਂ ਸੂਚਨਾ
pl: Nowe powiadomienie o płatności
ps: 1 نوي پرداخت خبرتیا
pt_br: 1 nova notificação de pagamento
pt_pt: Uma notificação de pagamento nova
ro: 1 notificare nouă de plată
ru: 1 новое уведомление о платеже
sk: 1 nové oznámenie o platbe
sl: 1 novo obvestilo o plačilu
sq: 1 njoftim pagese të re
sr: 1 ново обавештење о плаћању
sv: 1 ny betalningsnotis
sw: Arifa 1 mpya ya malipo
ta: 1 புதிய கட்டணம் அறிவிப்பு
te: 1 కొత్త చెల్లింపు నోటిఫికేషన్
th: 1 การแจ้งเตือนการชำระเงิน
tr: 1 yeni ödeme bildirimi
ug: 1 يېڭى چىقىم ئۇقتۇرۇشى
uk: 1 нове сповіщення про платіж
ur: ادائیگی کی 1 نئی اطلاع
vi: 1 thông báo thanh toán mới
zh_cn: 1 个新的付款通知
zh_hk: 1 則新的付款通知

# PAYMENTS_NOTIFICATION_BANNER_1_WITH_DETAILS_FORMAT
source: %1$@ sent you %2$@
af: %1$@ het %2$@ gestuur
ar: أرسَل لك %1$@ مبلغًا قدره %2$@
az: %1$@, sizə %2$@ göndərdi
be: %1$@ адправіў(-ла) вам %2$@
bn: %1$@ আপনাকে %2$@ পাঠিয়েছেন
ca: %1$@ us ha enviat %2$@
cs: %1$@ vám odeslal %2$@
cy: Anfonodd %1$@ %2$@ atoch
da: %1$@ sendte dig %2$@
de: %1$@ hat dir %2$@ gesendet
el: %1$@ σας έστειλε %2$@
es: %1$@ te ha enviado %2$@
et: %1$@ saatis sulle %2$@
fa: %1$@ به شما %2$@ ارسال کرد
fi: %1$@ lähetti sinulle %2$@
fr: %1$@ vous a envoyé la somme de %2$@
gu: %1$@એ તમને %2$@ મોકલ્યું
he: %1$@ שלח/ה לך %2$@
hi: %1$@ ने आपको %2$@ भेजे हैं
hr: %1$@ vam je poslao/la %2$@
hu: %1$@ küldött neked: %2$@
id: %1$@ mengirimkan Anda %2$@
is: %1$@ sendi þér %2$@
it: %1$@ ti ha inviato %2$@
ja: %1$@ があなたに%2$@送金しました
km: %1$@ á”á¶á“á•áŸ’á‰á¾á¢áŸ’á“á€%2$@
kn: %1$@ಅವರು ನಿಮಗೆ %2$@ ಕಳುಹಿಸಿದ್ದಾರೆ
ko: %1$@ 님이 %2$@을(를) 보냈습니다.
lt: %1$@ išsiuntė jums %2$@
lv: %1$@ nosūtīja jums %2$@
ml: %1$@ നിങ്ങൾക്ക് %2$@ അയച്ചു
mr: %1$@ ने आपल्याला %2$@ पाठवले
ms: %1$@ telah menghantar %2$@ kepada anda
my: %1$@ မှ သင့်ကို %2$@ ပေးပို့ခဲ့ပါသည်
nb: %1$@ sendte deg %2$@
nl: %1$@ heeft %2$@ naar je overgemaakt
pa: %1$@ ਨੇ ਤੁਹਾਨੂੰ %2$@ਭੇਜਿਆ
pl: %1$@ wysyła Ci %2$@
ps: %1$@ تاسې ته ولیږل %2$@
pt_br: %1$@ enviou %2$@ para você
pt_pt: %1$@ enviou-lhe %2$@
ro: %1$@ v-a trimis %2$@
ru: %1$@ отправил(-а) вам %2$@
sk: %1$@ vám poslal %2$@
sl: %1$@vam je poslal_a %2$@
sq: %1$@ ju dërgoi %2$@
sr: %1$@ вам шаље %2$@
sv: %1$@ skickade dig %2$@
sw: %1$@ amekutumia %2$@
ta: %1$@ உங்களை அனுப்பியுள்ளார் %2$@
te: %1$@ మీకు %2$@ పంపారు
th: %1$@ ได้ส่ง %2$@ หาคุณ
tr: %1$@ size %2$@ gönderdi
ug: %1$@ سىزگە %2$@ ئەۋەتتى
uk: Користувач %1$@ надіслав вам %2$@
ur: %1$@ نے آپ کو %2$@ بھیجے
vi: %1$@ đã gửi bạn %2$@
zh_cn: %1$@ 已向您发送 %2$@
zh_hk: %1$@ 向您付款 %2$@
