Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_TRANSFER_OUT_FOOTER
source: You can transfer MobileCoin by completing a transfer to the wallet address provided by the exchange. The wallet address is the string of numbers and letters most commonly below the QR code.
af: U kan MobileCoin oordra deur ’n oordrag na die beursadres wat deur die sentrale verskaf is, te voltooi. Die beursadres is die string syfers en letters wat dikwels onder die QR-kode is.
ar: يمكنك إتمام إرسال Mobilecoin إلى محفظة حساب متوفرة في منصة التداول. عنوان المحفظة عبارة عن سلسلة من الحروف والأرقام، والتي غالبًا ما تكون ظاهرة تحت كود الـ QR.
az: Birja tərəfindən təmin edilən pulqabı ünvanına bir köçürmə edərək MobileCoin köçürməsi edə bilərsiniz. Pulqabı ünvanı, əksər hallarda QR kodun altındakı hərf və rəqəmlər sırasıdır.
be: Вы можаце перавесці MobileCoin, зрабіўшы перавод на адрас кашалька, што ўказаны біржай. Адрас кашалька – гэта радок з лічбаў і літар, што звычайна знаходзіцца пад QR-кодам.
bn: এক্সচেঞ্জের দেওয়া ওয়ালেটের ঠিকানায় ট্রান্সফার সম্পন্ন করে আপনি MobileCoin ট্রান্সফার করতে পারেন। ওয়ালেটের ঠিকানাটি হল সাধারণত QR কোডের নিচে থাকা সবচেয়ে বেশি সংখ্যা এবং বর্ণগুলির একটি লাইন।
ca: Podeu transferir els MobileCoin completant una transferència a l’adreça de cartera proporcionada per l’intercanvi. L’adreça de la cartera és la cadena de números i lletres que es troba més sovint a sota del codi QR.
cs: MobileCoin můžete převést dokončením převodu na adresu peněženky uvedenou burzou. Adresa peněženky je řetězec čísel a písmen nejčastěji pod QR kódem.
cy: Gallwch drosglwyddo MobileCoin trwy gwblhau trosglwyddiad i'r cyfeiriad waled sy'n cael ei ddarparu gan y gyfnewidfa. Cyfeiriad y waled yw'r llinyn rhifau a llythrennau sydd fel arfer o dan y cod QR.
da: Du kan overføre MobileCoin ved at gennemføre en overførsel til wallet-adressen, der er angivet af børs. Wallet-adressen er strengen med tal og bogstaver, der oftest er under QR-koden.
de: Du kannst MobileCoin übertragen, indem du eine Überweisung an die von der Handelsplattform angegebene Wallet-Adresse ausführst. Die Wallet-Adresse ist eine Folge von Zahlen und Buchstaben, die sich meistens unterhalb des QR-Codes befindet.
el: Μπορείτε να μεταφέρετε MobileCoin ολοκληρώνοντας μια μεταφορά προς τη διεύθυνση πορτοφολιού που παρέχεται από το ανταλλακτήριο. Η διεύθυνση του πορτοφολιού είναι μια σειρά από αριθμούς και γράμματα που συνήθως βρίσκονται κάτω από τον κωδικό QR.
es: Puedes transferir MobileCoin haciendo una transferencia a la dirección de la cartera que se indica en la plataforma de intercambio. La dirección de la cartera es la serie de números y letras que suele aparecer debajo del código QR.
et: MobileCoinide saatmiseks teosta ülekanne vahetuskeskuse poolt antud walleti aadressile. Walleti aadress on tähtede ja numbrite kombinatsioon, mis asub enamasti QR-koodi all.
eu: MobileCoin alda dezakezu trukeak ematen duen diru-zorroaren helbidera transferentzia bat eginez. Karteraren helbidea QR kodea baino beherago dauden zenbaki eta letren lokarria da.
fa: شما می‌توانید با کامل کردن یک انتقال به نشانی کیف پول ارائه شده از سوی صرافی، MobileCoin انتقال دهید. نشانی کیف پول رشته‌ای از اعداد و حروف است که اغلب زیر کد QR قرار می‌گیرد.
fi: MobileCoin-siirron voi tehdä yhteensopivan kauppapaikan lompakko-osoitteeseen, joka on tyypillisesti kirjaimista ja numeroista koostuva merkkisarja QR-koodin alapuolella.
fr: Pour virer des MobileCoins, effectuez un virement vers l'adresse de portefeuille fournie par la plateforme d'échange. L'adresse de portefeuille est une suite de chiffres et de lettres qui s'affiche généralement sous le code QR.
gu: તમે એક્સચેન્જ દ્વારા પૂરા પાડવામાં આવેલા વૉલેટ એડ્રેસમાં સ્થાનાંતરણ પૂર્ણ કરીને MobileCoin ને સ્થાનાંતરિત કરી શકો છો. વૉલેટ એડ્રેસ એ સામાન્ય રીતે QR કોડની નીચે સંખ્યાઓ અને અક્ષરોની string છે.
he: אתה יכול להעביר MobileCoin ע״י השלמת העברה אל כתובת הארנק שסופקה ע״י המסחר. כתובת הארנק היא המחרוזת של המספרים והאותיות שמופיעה בדרך כלל מתחת אל קוד ה־QR.
hi: आप एक्सचेंज द्वारा दिए गए वॉलेट पते पर कोई लेन-देन पूरा करके MobileCoin ट्रांसफ़र कर सकते हैं। वॉलेट पता अंकों और अक्षरों की एक श्रंखला होता है जो सामान्यतः QR कोड के नीचे स्थित होता है।
hr: MobileCoin možete prenijeti izvršavanjem prijenosa na adresu novčanika koju pruža burza. Adresa novčanika je niz brojeva i slova koji su najčešće ispod QR kôda.
hu: Átutalhatsz MobileCoint a tőzsdéd által megadott digitális pénztárca címére. A tárca cím egy szöveg, számokkal és betűkkel, amely legtöbbször a QR kód alatt található.
id: Anda dapat mentransfer MobileCoin dengan menyelesaikan transfer ke alamat wallet yang disediakan oleh exchange. Alamat wallet berupa susunan nomor dan huruf yang biasanya berada di bawah kode QR.
is: Þú getur millifært MobileCoin-mynt með því að ljúka millifærslu á vistfang veskisins þíns sem gefið er upp af greiðslumiðluninni. Vistfang veskisins er strengur tölu- og bókstafa sem oft er fyrir neðan QR-kóðann.
it: Puoi trasferire MobileCoin completando un trasferimento all'indirizzo del portafoglio fornito dall'exchange. L'indirizzo del portafoglio è la stringa di numeri e lettere più comunemente sotto il codice QR.
ja: MobileCoinの振替は、取引所が提供するウォレットアドレスへの送金することで可能です。ウォレットアドレスは、一般的にQRコードの下にある文字列です。
km: á¢áŸ’á“á€á¢á¶á…á•áŸ’á‘áŸáš MobileCoin áŠáŸ„á™á”á‰áŸ’á…á”áŸ‹á€á¶ášá•áŸ’á‘áŸášá‘áŸ…á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Walletâ€‹ áŠáŸ‚á›á•áŸ’áá›áŸ‹áŠáŸ„á™á€á“áŸ’á›áŸ‚á„á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹áŸ” á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Walletâ€‹ á‡á¶ááŸ’áŸáŸ‚á¢á€áŸ’áŸášá“áŸƒá›áŸá á“á·á„á¢á€áŸ’áŸášáŠáŸ‚á›á‡á¶á’á˜áŸ’á˜áá¶á“áŸ…áá¶á„á€áŸ’ášáŸ„á˜á€á¼áŠ QR áŸ”
kn: ವಿನಿಮಯದ ಮೂಲಕ ಒದಗಿಸಿದ ವಾಲೆಟ್ ವಿಳಾಸಕ್ಕೆ ವರ್ಗಾವಣೆ ಪೂರ್ಣಗೊಳಿಸಿ ಮೊಬೈಲ್‌ಕಾಯಿನ್ ಅನ್ನು ನೀವು ವರ್ಗಾವಣೆ ಮಾಡಬಹುದು. ವಾಲೆಟ್ ವಿಳಾಸ ಎಂಬುದು ಸಂಖ್ಯೆಗಳು ಮತ್ತು ಅಕ್ಷರಗಳ ಸ್ಟ್ರಿಂಗ್‌ ಆಗಿದ್ದು, ಸಾಮಾನ್ಯವಾಗಿ ಕ್ಯುಆರ್‌ ಕೋಡ್‌ನ ಕೆಳಗೆ ಇರುತ್ತದೆ.
ko: 거래소에서 제공한 지갑 주소로 송금을 완료하면 MobileCoin을 송금할 수 있습니다. 지갑 주소는 QR 코드 아래 가장 일반적으로 사용되는 숫자와 문자의 문자열입니다.
lt: Galite pervesti „MobileCoin“ valiutą, užbaigdami pervedimą į valiutos keitimo punkto pateiktą piniginės adresą. Piniginės adresas yra skaitmenų ir raidžių eilutė, kuri, įprastai, būna po QR kodu.
lv: MobileCoin var pārskaitīt, veicot pārskaitījumu uz maiņas punkta norādīto naudas maka adresi. Naudas maka adrese ir ciparu un burtu virkne, kas parasti atrodas zem QR koda.
mk: Можете да префрлате MobileCoin трансакција на адресата на паричникот што Ви е даден од берзата. Адресата на паричникот е низа од броеви и букви кои најчесто се наоѓаат под QR кодот.
ml: എക്സ്ചേഞ്ച് നൽകുന്ന വാലറ്റ് വിലാസത്തിലേക്ക് ഒരു ട്രാൻസ്ഫർ പൂർത്തിയാക്കി ക്കൊണ്ട് നിങ്ങൾക്ക് മൊബൈൽ കോയിൻ ട്രാൻസ്ഫർ ചെയ്യാം. ക്യുആർ കോഡിന് ഏറ്റവും താഴെ യുള്ള സംഖ്യകളുടെയും അക്ഷരങ്ങളുടെയും സ്ട്രിംഗാണ് വാലറ്റ് വിലാസം.
mr: ऐक्सचेंजने पुरवलेल्या वॉलेट पत्त्यावर स्थानांतरण पूर्ण करून आपण MobileCoin स्थानांतरित करू शकता. वॉलेट पत्ता हे अंक आणि अक्षरांची स्ट्रिंग आहे, जो साधारणपणे QR कोडच्या खाली असेल.
ms: Anda boleh memindahkan MobileCoin dengan menyelesaikan pemindahan ke alamat dompet yang disediakan oleh pertukaran. Alamat dompet merupakan rentetan nombor dan huruf yang biasanya berada di bawah kod QR.
my: သင်မှ MobileCoin လွှဲရန် ငွေလဲလှယ်မှုတစ်ခုမှ ပေးသော ပိုက်ဆံအိတ် wallet လိပ်စာသို့ လွှဲပြောင်းမှုတစ်ခု ပြီးစီးစေလိုပါသည်။ ပိုက်ဆံအိတ် wallet လိပ်စာသည် QR ကုဒ်အောက်တွင် ပုံမှန်အားဖြင့်တွေ့နိုင်သော နံပါတ်များနှင့် အက္ခရာများဖြစ်ပါသည်။
nb: Du kan overføre MobileCoin ved å fullføre en overføring til lommebokadressen oppgitt av veksleren. Lommebokadressen er rekken av siffer og bokstaver, som regel passert under QR-koden.
nl: Je kunt MobileCoin overschrijven door een deel van je krediet te sturen naar het adres van de portemonnee die je via de beurs hebt gekregen. Dat adres bestaat uit nummers en letters en je vindt het meestal onder de QR-code.
pa: ਤੁਸੀਂ ਐਕਸਚੇਂਜ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਵਾਲੇਟ ਪਤੇ ’ਤੇ ਟ੍ਰਾਂਸਫ਼ਰ ਪੂਰਾ ਕਰਕੇ MobileCoin ਨੂੰ ਟ੍ਰਾਂਸਫ਼ਰ ਕਰ ਸਕਦੇ ਹੋ। ਵਾਲੇਟ ਪਤਾ ਨੰਬਰਾਂ ਅਤੇ ਅੱਖਰਾਂ ਦੀ ਲੜੀ ਹੁੰਦਾ ਹੈ ਜੋ ਆਮ ਤੌਰ ’ਤੇ QR ਕੋਡ ਦੇ ਹੇਠਾਂ ਹੁੰਦਾ ਹੈ।
pl: Aby przenieść środki w walucie MobileCoin, wyślij je na adres swojego portfela w kantorze. Adres portfela to ciąg cyfr i liter, zwykle znajdujący się pod kodem QR.
ps: تاسې کولای شئ د MobileCoin صرافي له خوا وړاندې شوي جیبي بکسک ته د لیږد په بشپړولو سره پیسې ولیږئ. د جیبي بکسک پته د هغو شمېرو او تورو لړۍ ده چې زیاتره د QR کوډ لاندې وي.
pt_br: Você pode transferir MobileCoin fazendo uma transferência para o endereço da carteira fornecido pela intermediação de troca. O endereço da carteira é a sequência de números e letras comumente encontrada abaixo do código QR.
pt_pt: Você pode transferir o MobileCoin ao terminar uma transferência para o endereço da carteira fornecido pela bolsa. O endereço da carteira é a sequência de números e letras mais comumente abaixo do código QR.
ro: Poți vira MobileCoin efectuând un transfer către adresa portofelului furnizat de exchange. Adresa portofelului este șirul de cifre și litere situat în mod obișnuit sub codul QR.
ru: Вы можете перевести MobileCoin, сделав перевод на адрес кошелька, предоставленный биржей. Адрес кошелька — это строка из цифр и букв, обычно располагающаяся под QR-кодом.
sk: MobileCoin môžete previesť vykonaním prevodu na adresu peňaženky poskytnutú zmenárňou. Adresa peňaženky je reťazec pozostávajúci z číslic a písmen a najčastejšie sa nachádza pod QR kódom.
sl: MobileCoine lahko prenesete z nakazilom v denarnico izbrane MobileCoin menjalnice. Naslov denarnice je vrsta številk in črk, ki se večinoma nahaja pod kodo QR.
sq: Mund të shpërngulni MobileCoin duke plotësuar një shpërngulje drejt adresës së portofolit të dhënë nga platforma. Adresa e portofolit është një varg numrash dhe shkronjash, në më të shumtën e rasteve nën kodin QR.
sr: MobileCoin можете да пренесете тако што ћете обавити пренос на адресу новчаника коју је обезбедила берза. Адреса новчаника је низ бројева и слова која се налази најчешће испод QR кода.
sv: Du kan överföra MobileCoin genom att genomföra en överföring till plånboksadressen som tillhandahålls av börsen. Plånboksadressen är den sträng med siffror och bokstäver som oftast ligger under QR-koden.
sw: Unaweza kuhamisha MobileCoin kwa kukamilisha uhamishaji kwenda anwani ya mkoba iliyotolewa na ubadilishaji. Anwani ya mkoba ni safu ya nambari na herufi ambayo kawaida huwa chini ya msimbo wa QR.
ta: உன்னால் முடியும் பரிமாற்றம் ஒரு முடிப்பதன் மூலம் MobileCoin பரிமாற்றம் க்கு பணப்பை முகவரி வழங்கியது பரிமாற்றம். திபணப்பை முகவரி எண்கள் மற்றும் கடிதங்களின் சரம் பொதுவாக கீழே க்யு ஆர் குறியீடு.
te: ఎక్స్ఛేంజ్ అందించిన వాలెట్ చిరునామాకు బదిలీని పూర్తి చేయడం ద్వారా మీరు MobileCoin న్ను బదిలీ చేయవచ్చు. వాలెట్ చిరునామా అనేది QR కోడ్ క్రింద సాధారణంగా సంఖ్యలు మరియు అక్షరాల స్ట్రింగ్.
th: คุณสามารถโอน MobileCoin ได้โดยการโอนเงินไปยังที่อยู่กระเป๋าเงินที่ได้รับจากตลาดหลักทรัพย์ให้เสร็จสมบูรณ์ ที่อยู่กระเป๋าเงินคือชุดตัวเลขและตัวอักษรส่วนใหญ่อยู่ใต้รหัส QR
tr: Kambiyo tarafından sağlanan cüzdan adresine bir aktarım tamamlayarak MobileCoin aktarabilirsiniz. Cüzdan adresi, sıklıkla Karekodun altındaki sayı ve harflerden oluşan bir karakter dizisidir.
ug: ئالماشتۇرغۇچى تەمىنلىگەن ھەميان ئادرېسىغا يۆتكەشنى تاماملاش ئارقىلىق MobileCoin نى يۆتكىيەلەيسىز. ھەميان ئادرېسى سان ۋە ھەرپلەرنىڭ تىزمىسى بولۇپ، كۆپىنچە QR كودىنىڭ ئاستىدا بولىدۇ.
uk: Переказ MobileCoin можна здійснити як переказ на адресу гаманця, надану біржею. Адреса гаманця складається з цифр і літер і зазвичай зазначається під QR-кодом.
ur: آپ ایکسچینج کے ذریعہ فراہم کردہ پرس ایڈریس پر منتقلی مکمل کرکے موبائل کوائن منتقل کرسکتے ہیں۔ Wallet کا پتہ QR کوڈ کے نیچے عام طور پر نمبروں اور حروف کی تار ہوتا ہے۔
vi: Bạn có thể chuyển MobileCoin bằng cách hoàn tất một lần chuyển từ địa chỉ ví được cung cấp bởi sàn trao đổi. Địa chỉ ví là chuỗi số và kí tự thường hay nằm dưới mã QR.
zh_cn: 向交易平台提供的钱包地址完成一次转帐之后，即可进行 MobileCoin 转帐。钱包地址为数字字母字符串，大多数情况下，位于二维码下方。
zh_hk: 您可完成一筆轉移至由交易平台提供的錢包位址，藉以轉移 MobileCoin。錢包位址為數字與字母組成的字串，通常載於二維碼下方。

# SETTINGS_PAYMENTS_TRANSFER_OUT_INVALID_PUBLIC_ADDRESS
source: Check the wallet address you’re attempting to transfer to and try again.
af: Gaan die beursadres waarheen u probeer oordra na en probeer weer.
ar: تحقَّق من عنوان المحفظة الذي تحاول الإرسال إليه، ثم حاوِل مرّة أخرى.
az: Köçürmə etməyə cəhd etdiyiniz pulqabı ünvanını yoxlayıb yenidən sınayın.
be: Праверце адрас кашалька, на які вы пераводзіце сродкі, і паўтарыце спробу.
bn: আপনি যে ওয়ালেট ঠিকানাটিতে স্থানান্তর করতে চাচ্ছেন সেটি যাচাই করে আবার চেষ্টা করুন।
ca: Comproveu l'adreça de cartera a la qual intenteu fer una transferència i torneu-ho a provar.
cs: Zkontrolujte adresu peněženky, do které se pokoušíte převést, a zkuste to znovu.
cy: Gwiriwch y cyfeiriad waled yr ydych yn ceisio trosglwyddo iddo a rhowch gynnig arall arni.
da: Tjek wallet-adressen du forsøger at overføre til, og prøv igen.
de: Überprüfe die Wallet-Adresse, an die du überweisen möchtest, und versuche es erneut.
el: Ελέγξτε τη διεύθυνση πορτοφολιού στο οποίο προσπαθείτε να κάνετε μεταφορά και δοκιμάστε ξανά.
es: Comprueba la dirección de la cartera a la que estás intentando hacer el pago e inténtalo de nuevo.
fa: نشانی کیف پولی که را که در حال تلاش برای انتقال به آن هستید را بررسی کنید و دوباره امتحان کنید.
fi: Tarkista lompakko-osoite ja yritä uudelleen.
fr: Veuillez vérifier l'adresse de portefeuille vers laquelle vous tentez d'effectuer un virement et réessayer.
gu: તમે જે વૉલેટ એડ્રેસ પર ટ્રાન્સફર કરવાનો પ્રયાસ કરી રહ્યા છો તે ચકાસો અને ફરીથી પ્રયાસ કરો.
he: בדוק את כתובת הארנק שאתה מנסה להעביר אליה ונסה שוב.
hi: आप जिस वॉलेट पते पर ट्रांसफ़र का प्रयास कर रहे हैं उसकी जाँच करें और दोबारा प्रयास करें।
hr: Provjerite adresu novčanika na koju pokušavate prenijeti i pokušajte ponovo.
hu: Ellenőrizd a tárca címet amire küldeni szeretnél és próbáld újra.
id: Periksa alamat wallet yang coba Anda kirimkan dan coba lagi.
is: Athugaðu vistfang veskisins sem þú ert að reyna að millifæra á og prófaðu svo aftur.
it: Controlla l'indirizzo del portafoglio a cui stai tentando di trasferire e riprova.
ja: 振替先のウォレットアドレスを確認して、再度試してください。
km: á–á·á“á·ááŸ’á™á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Walletâ€‹ áŠáŸ‚á›á¢áŸ’á“á€á–áŸ’á™á¶á™á¶á˜á•áŸ’á‘áŸášá‘áŸ… á á¾á™áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ನೀವು ವರ್ಗಾಯಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ವ್ಯಾಲೆಟ್‌ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이체하려는 지갑 주소를 확인하고 다시 시도하세요.
lt: Patikrinkite piniginės, į kurią bandote pervesti, adresą ir bandykite dar kartą.
lv: Pārbaudiet naudas maka adresi, uz kuru mēģināt veikt pārskaitījumu, un mēģiniet vēlreiz.
ml: നിങ്ങൾ ട്രാൻസ്ഫർ ചെയ്യാൻ ശ്രമിക്കുന്ന വാലറ്റ് വിലാസം പരിശോധിക്കുക, വീണ്ടും ശ്രമിക്കുക.
mr: आपण स्थानांतरित करत असलेला वॉलेट पत्ता तपासा आणि पुन्हा प्रयत्न करा.
ms: Periksa alamat dompet yang ingin anda pindahkan dan cuba lagi.
my: သင်လွှဲပြောင်းရန် ကြိုးစားနေသည့် ပိုက်ဆံအိတ် wallet လိပ်စာကိုစစ်ပြီး ပြန်စမ်းကြည့်ပေးပါ။
nb: Sjekk at lommebokadressen du forsøker å overføre til, stemmer, og prøv igjen.
nl: Controleer of het portemonnee-adres waarnaar je probeert over te schrijven juist is en probeer het opnieuw.
pa: ਉਸ ਵਾਲੇਟ ਪਤੇ ਦੀ ਜਾਂਚ ਕਰੋ ਜਿਸ ਵਿੱਚ ਤੁਸੀਂ ਟ੍ਰਾਂਸਫ਼ਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Sprawdź adres portfela, do którego próbujesz przenieść środki, i spróbuj ponownie.
ps: د هغه جیبي بکسک پته چې ورته د لیږد په حال کې یاست بیا وګورئ او یو ځل بیا هڅه وکړئ.
pt_br: Verifique o endereço da carteira para o qual você está tentando fazer a transferência e tente novamente.
pt_pt: Confirme o endereço da carteira para a qual está a tentar transferir e tente novamente.
ro: Verifică adresa portofelului spre care vrei să transferi și încearcă din nou.
ru: Проверьте адрес кошелька, на который вы пытаетесь перевести средства, и попробуйте ещё раз.
sk: Skontrolujte adresu peňaženky, do ktorej sa snažíte previesť peniaze, a skúste to znovu.
sl: Preverite naslov denarnice, v katero želite nakazati sredstva, in poskusite znova.
sq: Kontrolloni adresën e portofolit që po përpiqeni të shpërngulni dhe riprovoni.
sr: Проверите адресу новчаника на коју покушавате да пренесете и пробајте поново.
sv: Kontrollera plånboksadressen du försöker överföra till och försök igen.
sw: Angalia anwani ya mkoba unayojaribu kuhamishia pesa kisha ujaribu tena.
ta: சரிபார்க்கவும் பணப்பை முகவரி நீங்கள் முயற்சிக்கிறீர்கள் பரிமாற்றம் மீண்டும் முயற்சிக்கவும்.
te: మీరు బదిలీ చేయడానికి ప్రయత్నిస్తున్న వాలెట్ చిరునామాను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: ตรวจสอบที่อยู่กระเป๋าเงินที่คุณพยายามจะโอนเงินไปและลองอีกครั้ง
tr: Aktarmaya çalıştığınız cüzdan adresini denetleyin ve tekrar deneyin.
ug: سىز يۆتكىمەكچى بولغان ھەميان ئادرېسىنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
uk: Перевірте адресу гаманця, на який ви переказуєте кошти, і повторіть переказ.
ur: جس Wallet کے پتہ میں آپ منتقلی کرنے کی کوشش کر رہے ہو اسے چیک کریں اور دوبارہ کوشش کریں۔
vi: Kiểm tra địa chỉ ví bạn đang thử chuyển khoản đến và thử lại.
zh_cn: 请检查转帐至的钱包地址，然后重试。
zh_hk: 請檢查您嘗試轉移的錢包位址，然後再試一次。

# SETTINGS_PAYMENTS_TRANSFER_OUT_INVALID_PUBLIC_ADDRESS_TITLE
source: Incorrect Address
af: Verkeerde adres
ar: عنوان غير صحيح
az: Yanlış ünvan
be: Няправільны адрас
bn: ভুল ঠিকানা
ca: Adreça incorrecta
cs: Nesprávná adresa
cy: Cyfeiriad Anghywir
da: Forkert adresse
de: Ungültige Adresse
el: Λανθασμένη Διεύθυνση
es: Dirección incorrecta
et: Sobimatu aadress
fa: نشانی نادرست
fi: Virheellinen osoite
fr: Adresse incorrecte
gu: ખોટું એડ્રેસ
he: כתובת שגויה
hi: ग़लत पता
hr: Nevažeća adresa
hu: Érvénytelen cím
id: Alamat Salah
is: Rangt vistfang
it: Indirizzo errato
ja: 無効なアドレスです
km: á¢á¶áŸá™áŠáŸ’á‹á¶á“á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ವಿಳಾಸ ತಪ್ಪಾಗಿದೆ
ko: 잘못된 주소
lt: Neteisingas adresas
lv: Nepareiza adrese
ml: തെറ്റായ വിലാസം
mr: चुकीचा पत्ता
ms: Alamat Tidak Betul
my: မမှန်ကန်သော လိပ်စာ
nb: Ugyldig adresse
nl: Adres is niet juist
pa: ਗਲਤ ਪਤਾ
pl: Niepoprawny adres
ps: ناسمه پته
pt_br: Endereço incorreto
pt_pt: Endereço incorreto
ro: Adresă incorectă
ru: Недействительный адрес
sk: Nesprávna adresa
sl: Napačen naslov
sq: Adresë e Pasaktë
sr: Нетачна адреса
sv: Felaktig adress
sw: Anwani Si Sahihi
ta: தவறான முகவரி
te: తప్పు చిరునామా
th: ที่อยู่ไม่ถูกต้อง
tr: Geçersiz Adres
ug: خاتا ئادرېس
uk: Неправильна адреса
ur: غلط پتہ
vi: Địa chỉ Không chính xác
zh_cn: 地址错误
zh_hk: 位址錯誤

# SETTINGS_PAYMENTS_TRANSFER_OUT_PLACEHOLDER
source: To: Scan or enter wallet address
af: Aan: Skandeer of voer beursadres in
ar: إلى : قُم بالمسح الضوئي لعنوان المحفظة أو قُم بإدخاله
az: Kimə: Pulqabı ünvanını skan edin və ya daxil edin
be: Каму: сканаваць або ўвесці адрас кашалька
bn: প্রাপক: ওয়ালেটের ঠিকানা স্ক্যান করুন বা লিখুন
ca: Per a: escanegeu o introduïu l'adreça de la cartera
cs: Pro: Naskenujte nebo zadejte adresu peněženky
cy: At: Sganio neu roi cyfeiriad waled
da: Til: Scan eller indtast wallet-adresse
de: An: Wallet-Adresse scannen oder eingeben
el: Προς: Σαρώστε ή εισαγάγετε διεύθυνση πορτοφολιού
es: Para: Escanea o introduce la dirección de la cartera
et: Saaja: skanni või sisesta walleti aadress
eu: Zertarako: eskaneatzeko edo kartera helbidean sartzeko
fa: به: نشانی کیف پول را اسکن یا وارد کنید
fi: Vastaanottaja: skannaa tai syötä lompakko-osoite
fr: Bénéficiaire : scannez ou saisissez l'adresse du portefeuille
gu: માટે: વૉલેટ એડ્રેસ સ્કૅન કરો અથવા દાખલ કરો
he: אל: סרוק או הכנס כתובת ארנק
hi: प्रति: वॉलेट पता स्कैन या दर्ज करें
hr: Za: Skenirajte ili unesite adresu novčanika
hu: Ide: tárcacím beírása/beolvasása
id: Kepada: Pindai atau masukkan alamat wallet
is: Til: Skannaðu eða skrifaðu vistfang veskis
it: A: Scansiona o inserisci l'indirizzo del portafoglio
ja: 振替先: スキャンするかウォレットアドレスを入力してください
km: á‘áŸ…á€á¶á“áŸ‹áŸ– áŸáŸ’á€áŸá“ á¬ á”á‰áŸ’á…á¼á›á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Walletâ€‹
kn: ಗೆ: ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಅಥವಾ ವಾಲೆಟ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ko: 수신자: 지갑 주소 스캔 또는 입력
lt: Kam: Nuskenuokite ar įveskite piniginės adresą
lv: Kam: Ieskenēt vai ievadīt maka adresi
mk: До: Скенирајте или внесете ја адресата на паричникот
ml: ഇതിലേക്ക്: വാലറ്റ് വിലാസം സ്കാൻ ചെയ്യുക അല്ലെങ്കിൽ നൽകുക
mr: हे करण्यासाठी: स्कॅन करा किंवा वॉलेट पत्ता प्रविष्ट करा
ms: Kepada: Imbas atau masukkan alamat dompet
my: သို့ - စကင်ဖတ် သို့မဟုတ် ပိုက်ဆံအိတ် wallet လိပ်စာ ရိုက်ထည့်ပါ
nb: Til: Skann eller skriv inn lommebokadresse
nl: Naar: Scan de QR-code of vul het portemonnee-adres in
pa: ਵੱਲ: ਸਕੈਨ ਕਰੋ ਜਾਂ ਵਾਲਟ ਸਿਰਨਾਵਾਂ ਦਿਓ
pl: Do: Zeskanuj lub podaj adres portfela
ps: ته: د جیبي بکسک پته سکن یا دننه کړئ
pt_br: Para: escaneie ou insira o endereço da carteira
pt_pt: Para: Digitalize ou introduza o endereço da carteira
ro: Către: Scanează sau introdu adresa portofelului
ru: Кому: Просканируйте или введите адрес кошелька
sk: Kam: Naskenujte alebo zadajte adresu peňaženky
sl: Za: skenirajte ali vpišite naslov denarnice
sq: Për: Skanoni ose jepni adresë portofoli
sr: Прималац: Скенирајте или унесите адресу новчаника
sv: Till: Skanna eller ange plånboksadress
sw: Ili: Kuchanganua au kuweka anwani ya mkoba
ta: க்கு: ஊடுகதிர் அல்லது உள்ளிடவும் பணப்பை முகவரி
te: వీరికి: వాలెట్ చిరునామాను స్కాన్ చేయండి లేదా నమోదు చేయండి
th: ถึง: สแกนหรือใส่ที่อยู่กระเป๋าเงิน
tr: Kime: Cüzdan adresini taratın veya girin
ug: كىمگە: ھەميان ئادرېسىنى سايىلە ياكى كىرگۈز
uk: Кому: зіскануйте або введіть адресу гаманця
ur: To: Wallet کا پتہ سکین کریں یا درج کریں
vi: Đến: Quét hoặc nhập địa chỉ ví
zh_cn: 转至：扫描或输入钱包地址
zh_hk: 收款人：掃描或輸入錢包位址

# SETTINGS_PAYMENTS_TRANSFER_OUT_TITLE
source: Transfer to Exchange
af: Dra oor na sentrale
ar: إرسال إلى منصة التداول
az: Mübadilə üçün köçürmə
be: Перавесці для абмену
bn: এক্সচেঞ্জে স্থানান্তর করুন
ca: Transferència d'intercanvi
cs: Převést na burzu
cy: Trosglwyddo i Gyfnewidfa
da: Overfør til børs
de: An Handelsplattform überweisen
el: Μεταφορά για Ανταλλαγή
es: Transferir a plataforma de intercambio
fa: انتقال به صرافی
fi: Siirrä kauppapaikkaan
fr: Virement vers plateforme d'échange
gu: એક્સચેન્જ પર સ્થાનાંતરિત કરો
he: העבר אל מסחר
hi: एक्सचेंज करने के लिए ट्रांसफ़र करें
hr: Prenesi na burzu
hu: Átutalás a tőzsdére
id: Transfer ke Exchange
is: Millifæra á greiðslumiðlun
it: Trasferisci all'exchange
ja: 取引所へ振替
km: á•áŸ’á‘áŸášáŠá¾á˜áŸ’á”á¸á”áŸ’áá¼ášá”áŸ’ášá¶á€áŸ‹
kn: ವಿನಿಮಯಕ್ಕಾಗಿ ವರ್ಗಾಯಿಸಿ
ko: 거래소로 이체
lt: Pervesti į valiutos keitimo punktą
lv: Pārskaitīt uz biržu
ml: എക്സ്ചേഞ്ചിലേക്ക് ട്രാൻസ്ഫർ
mr: ऐक्सचेंजवर स्थानांतरित करा
ms: Pindah ke Pertukaran
my: လဲလှယ်ရန် လွှဲပြောင်းပါ
nb: Overfør til veksling
nl: Overschrijven naar een beurs
pa: ਐਕਸਚੇਂਜ਼ ਨੂੰ ਭੇਜੋ
pl: Przenieś do kantoru
ps: صرافۍ ته لیږل
pt_br: Transferir para intermediação de troca
pt_pt: Transferir para trocar
ro: Transferă către exchange
ru: Перевести на биржу
sk: Previesť do zmenárne
sl: Prenesi v menjalnico
sq: Shpërngulni në një Platformë
sr: Пренесите на берзу
sv: Överför till växling
sw: Hamishia kwenye Kubadilishana
ta: இடமாற்றம் க்கு பரிமாற்றம்
te: ఎక్స్ఛేంజ్కు బదిలీ చేయండి
th: โอนไปตลาดแลกเปลี่ยน
tr: Kambiyoya Aktar
ug: ئالماشتۇرۇشقا يۆتكە
uk: Переказ для обміну
ur: ایکسچینج میں منتقل کریں
vi: Chuyển khoản sang Sàn trao đổi
zh_cn: 转帐至交易平台
zh_hk: 轉移至交易平台
