Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_SPLASH_TITLE
source: Take privacy with you. Be yourself in every message.
af: Neem privaatheid saam. Wees jouself in elke boodskap.
ar: حافِظ على خصوصيتك أينما كُنت. كُن على طبيعتك في كل رسالة.
az: Gizliliyinizi qoruyun. Hər mesajda özünüz olun.
be: Канфідэнцыйнасць заўсёды з вамі. Адчувайце сябе свабодна ў кожным паведамленні.
bg: Нека поверителността да бъде с вас. Бъдете себе си във всяко съобщение.
bn: আপনার গোপনীয়তা বজায় রাখুন। প্রতিটি বার্তায় নিজস্ব থাকুন।
ca: Porteu a sobre la privadesa. Sigueu vosaltres mateixos a cada missatge.
cs: Noste soukromí s sebou. Buďte sami sebou v každé zprávě.
cy: Ewch â preifatrwydd gyda chi. Byddwch eich hunan ym mhob neges.
da: Tag privatlivet med dig. Skriv lige hvad du vil i hver besked.
de: Privatsphäre immer dabei. Sei du selbst in jeder Nachricht.
el: Πάρε την ιδιωτικότητα μαζί σου. Να είσαι ο εαυτός σου σε κάθε μήνυμα.
es: Lleva la privacidad contigo. Sé tú en cada mensaje.
es_es: Lleva la privacidad contigo. Añade tu personalidad en todos tus mensajes.
et: Võta privaatsus endaga kaasa. Ole igas sõnumis sina ise.
eu: Eraman pribatutasuna zurekin. Zu zeu izan mezu bakoitzean.
fa: حریم خصوصی را همراه خودتان داشته باشید. در هر پیام خودتان باشید.
fi: Yksityisyys aina mukana. Ole itsesi jokaisessa viestissä.
fil: Dalhin ang privacy kasama mo. Maging ikaw sa bawat mensahe.
fr: La confidentialité dans votre poche. Pour que chaque message reflète qui vous êtes.
ga: Beir an príobháideachas leat. Bíodh cead cainte agat i ngach teachtaireacht.
gu: તમારી સાથે ગોપનીયતા લો. દરેક મેસેજમાં તમે બનો.
he: קח פרטיות איתך. הייה עצמך בכל הודעה.
hi: अपनी गुप्तता बानाये रखें। वास्तविक बने रहें|
hr: Ponesite privatnost sa sobom. Budite svoji u svakoj poruci.
hu: Minden személyes adatod a tiéd. Légy önmagad minden üzenetedben.
id: Jaga privasimu. Jadilah dirimu sendiri pada setiap pesan.
is: Hafðu gagnaleyndina með þér. Láttu öll skilaboðin þín vera frá þér.
it: Porta la privacy con te. Sii te stesso in ogni messaggio.
ja: あなたにプライバシーを。 すべてのメッセージで自分らしく。
kab: Awi tabaḍnit-ik·im yid-k·m. Ili-k·kem d kečč·kemm deg yal izen.
kk: Құпиялығыңызды сақтаңыз. Әр хабарламада өз болмысыңды көрсет.
km: á™á€á—á¶á–á¯á€á‡á“á‡á¶á˜á½á™á¢áŸ’á“á€áŸ” áŸá¼á˜á’áŸ’áœá¾ááŸ’á›á½á“á¢áŸ’á“á€á“áŸ…á€áŸ’á“á»á„á‚áŸ’ášá”áŸ‹áŸá¶ášá‘á¶áŸ†á„á¢áŸáŸ‹áŸ”
kn: ಖಾಸಗಿತನವನ್ನು ನಿಮ್ಮೊಂದಿಗೆ ಇರಿಸಿಕೊಳ್ಳಿ. ನಿಮ್ಮ ಪ್ರತಿ ಸಂದೇಶದಲ್ಲಿಯೂ ಸ್ವಂತಿಕೆ ಕಾಯ್ದುಕೊಳ್ಳಿ.
ko: 어떤 대화를 나누든 안전하게. 모든 메시지를 당당하게 보내세요.
lt: Pasiimkite privatumą kartu su savimi. Būkite savimi kiekvienoje žinutėje.
lv: Saglabājiet savu privātumu. Rakstiet ziņas, nebaidoties no cenzūras.
mk: Земете ја приватноста со Вас. Бидете свои во секоја порака.
ml: സ്വകാര്യത നിങ്ങൾക്കൊപ്പം ആക്കൂ. എല്ലാ സന്ദേശങ്ങളിലും സ്വയം നിങ്ങൾ തന്നെയാകൂ.
mr: गोपनीयता आपल्या सोबत न्या. प्रत्येक संदेशामध्ये आपण स्वतः रहा.
ms: Bawa privasi bersama anda. Menjadi diri sendiri dalam setiap mesej.
my: လုံခြုံရေးကို သင်နှင့် ယူဆောင်သွားပါ။ မက်ဆေ့ချ်တိုင်းတွင် သင်ကိုယ်တိုင်ဖြစ်နိုင်ပါစေ။
nb: Ta personvernet med deg. Vær deg selv i hver melding.
nl: Neem privacy met je mee. Wees jezelf in elk bericht.
pa: ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਆਪਣੇ ਤੱਕ ਸੀਮਤ ਰੱਖੋ। ਹਰੇਕ ਸੁਨੇਹੇ ਵਿੱਚ ਬੇਝਿਜਕ ਹੋ ਕੇ ਗੱਲ ਕਰੋ।
pa_pk: رازداری اپنے نال لے کے جاؤ۔ ہر سنیہا اچ قدرتی طرزعمل وکھاؤ۔
pl: Prywatność, gdziekolwiek jesteś. Swoboda w każdej wiadomości.
ps: خپل محرمیت مو وساتئ. په هر پیغام کې تاسې خپل ځان واوسئ.
pt_br: A privacidade sempre com você. Para que você seja livre em todas as mensagem.
pt_pt: Leve a privacidade consigo. Seja você mesmo em todas as mensagens.
ro: Ia-ți intimitatea cu tine. Fii tu însuți în fiecare mesaj.
ru: Возьмите конфиденциальность с собой. Будьте собой в каждом сообщении.
sk: Vezmite si súkromie so sebou. Buďte samým sebou v každej správe.
sl: Vzemite svojo zasebnost v lastne roke! Da boste v sporočilih lahko to kar ste.
sq: Merreni privatësinë me vete. Jini ju vetë, në çdo mesazh.
sr: Чувајте приватност где год да се налазите. Будите то што јесте у свакој поруци.
sv: Ta integritet med dig. Var dig själv i varje meddelande.
sw: Jichukulie faragha. Kuwa wewe binafsi katika kila ujumbe
ta: உங்களின் தனியுரிமையை எடுத்துக் கொள்ளுங்கள். ஒவ்வொரு செய்தியிலும் நீஙகள் நீங்களாகவே இருங்கள் .
te: మీతో గోప్యతను తీసుకోండి. ప్రతి సందేశంలో మీరే ఉండండి.
th: นำความเป็นส่วนตัวไปกับคุณทุกที่ เป็นตัวคุณในทุกข้อความ
tr: Gizliliğinizi koruyun. Her iletide kendiniz olun.
ug: شەخسىي مەخپىيەتلىكىڭىزنى ئۆزىڭىز بىلەن بىرگە ساقلاڭ. ھەر بىر ئۇچۇردا ئۆزىڭىز بولۇڭ.
uk: Не відмовляйте собі в конфіденційності. Будьте собою в кожному повідомленні.
ur: اپنے ساتھ رازداری اختیار کریں ۔ہر پیغام میں اپنے آپ کو سمجھیں۔
vi: Luôn có được sự riêng tư. Hãy là chính mình trong từng tin nhắn.
zh_cn: 让隐私与您形影不离。 在每一条消息中展现真正的自己。
zh_hk: 保護你的私隱。 每條訊息都能安然做自己。

# ONBOARDING_VERIFICATION_BACK_LINK
source: Wrong number?
af: Verkeerde nommer?
ar: هل هو رقم غير صحيح؟
az: Yanlış şifrə?
be: Няправільны нумар?
bg: Грешен номер?
bn: ভুল নাম্বার?
ca: El número no és correcte?
cs: Špatné číslo?
cy: Rhif anghywir?
da: Forkert nummer?
de: Falsche Telefonnummer?
el: Λάθος αριθμός;
es: ¿Número incorrecto?
es_es: ¿Número correcto?
et: Vale number?
eu: Zenbaki okerra?
fa: شماره اشتباه؟
fi: Väärä numero?
fil: Mali ang numero?
fr: Ce n'est pas le bon numéro ?
ga: Uimhir mhícheart?
gu: ખોટો નંબર?
he: מספר שגוי?
hi: गलत नंबर?
hr: Pogrešan broj?
hu: Helytelen telefonszám?
id: Salah nomor?
is: Rangt númer?
it: Numero errato?
ja: 電話番号を訂正
kab: Yir uṭṭun?
kk: Нөмір қате ме?
km: áá»áŸá›áŸá?
kn: ತಪ್ಪಾದ ಸಂಖ್ಯೆ?
ko: 번호가 잘못되었나요?
lt: Neteisingas numeris?
lv: Vai nepareizs numurs?
mk: Погрешен број?
ml: തെറ്റായ നമ്പർ?
mr: चुकीचा नंबर?
ms: Nombor salah?
my: ဖုန်းနံပါတ်မှားနေပါသလား?
nb: Feil nummer?
nl: Verkeerd telefoon­nummer?
pa: ਗਲਤ ਨੰਬਰ?
pa_pk: غلط نمر؟
pl: Zły numer?
ps: شمېره غلطه ده؟
pt_br: Número errado?
pt_pt: Número errado?
ro: Număr greșit?
ru: Неправильный номер?
sk: Zlé číslo?
sl: Napačna številka?
sq: Numër i gabuar?
sr: Погрешан број?
sv: Fel nummer?
sw: Namba sio sahihi
ta: தவறான எண்?
te: తప్పు సంఖ్య?
th: หมายเลขไม่ถูกต้องหรือ?
tr: Yanlış numara?
ug: خاتا نومۇرمۇ؟
uk: Неправильний номер?
ur: غلط نمبر؟
vi: Sai số điện thoại?
zh_cn: 错误的号码？
zh_hk: 號碼錯誤？

# ONBOARDING_VERIFICATION_CALL_ME_BUTTON
source: Call Me
af: Bel my
ar: اتصل بي
az: Mənə zəng et
be: Пазваніць мне
bn: আমাকে কল করুন
ca: Truca'm
cs: Zavolejte mi
cy: Gallwch Fi
da: Ring mig op
de: Mich anrufen
el: Καλέστε με
es: Llamarme
et: Helista mulle
eu: Dei iezadazu
fa: تماس با من
fi: Soita minulle
fr: Appelez-moi
gu: મને કૉલ કરો
he: חייג אלי
hi: मुझे कॉल करें
hr: Nazovi me
hu: Hívj fel!
id: Hubungi Saya
is: Hringdu í mig
it: Chiamami
ja: 電話してください
kab: Siwel-iyi-d
km: á áŸ…ááŸ’á‰á»áŸ†
kn: ನನಗೆ ಕರೆ ಮಾಡಿ
ko: 나에게 전화
lt: Skambinkite man
lv: Piezvanīt man
mk: Повикај ме
ml: എന്നെ കോള്‍ ചെയ്യൂ
mr: मला कॉल करा
ms: Hubungi Saya
my: တို့ကို ဖုန်းခေါ်ပါ
nb: Ring meg
nl: Bel me
pa: ਮੈਨੂੰ ਕਾਲ ਕਰੋ
pl: Zadzwoń do mnie
ps: ما ته زنګ ووهه
pt_br: Ligue para mim
pt_pt: Ligue-me
ro: Sună-mă
ru: Позвонить мне
sk: Zavolať mi
sl: Pokliči me
sq: Thirrmëni
sr: Позови ме
sv: Ring mig
sw: Nipigie
ta: என்னை அழை
te: నాకు కాల్ చెయ్
th: โทรหาฉัน
tr: Beni Ara
ug: مېنى چاقىر
uk: Подзвоніть мені
ur: مجھے فون کرنا
vi: Gọi Tôi
zh_cn: 呼叫我
zh_hk: 電話驗證

# ONBOARDING_VERIFICATION_CALL_ME_COUNTDOWN_FORMAT
source: Call Me in %@
af: Bel my oor %@
ar: اتصل بي بعد %1$@
az: %@ ərzində mənə zəng et
be: Пазваніць праз %1$@
bn: %1$@-এ আমাকে কল করুন
ca: Truca'm d'aquí a %1$@
cs: Zavolejte mi za %1$@
cy: Gallwch Fi mewn %@
da: Ring til mig om %1$@
de: Mich anrufen in %1$@
el: "Καλέστε με" σε %1$@
es: Llamarme en %1$@
et: Helista mulle %@ pärast
eu: Dei iezadazu %@
fa: با من در %1$@ تماس بگیر
fi: Soita minulle %1$@ kuluttua
fr: Appelez-moi dans %1$@
ga: Call Me in %1$@
gu: મને %1$@માં કૉલ કરો
he: חייג אליי עוד %1$@
hi: मुझे %1$@ में कॉल करें
hr: Nazovi me za %1$@
hu: Hívj fel: %1$@
id: Telepon Saya di %1$@
is: Hringdu í mig eftir %@
it: Chiamami tra %1$@
ja: %1$@後に電話してください
kab: Siwel-iyi-d deg %@
km: á áŸ…ááŸ’á‰á»áŸ†á€áŸ’á“á»á„á–áŸá› %@
kn: %@ ಒಳಗೆ ನನಗೆ ಕರೆ ಮಾಡಿ
ko: %1$@ 후 나에게 전화
lt: Skambinkite man (po %@)
lv: Piezvanīt man pēc %@
ml: എന്നെ %@-ൽ വിളിക്കുക
mr: मला %1$@मध्ये कॉल करा
ms: Hubungi Saya dalam %1$@
my: တို့ကို %@ အတွင်း ဖုန်းခေါ်ပါ
nb: Ring meg om %1$@
nl: Bel me (beschikbaar over %1$@)
pa: ਮੈਨੂੰ %@ ਵਿੱਚ ਕਾਲ ਕਰੋ
pl: Zadzwoń do mnie za %1$@
ps: ما ته په %@ کې زنګ ووهه
pt_br: Ligue para mim daqui a %1$@
pt_pt: Ligue-me dentro de %1$@
ro: Sună-mă în %1$@
ru: Позвонить мне через %1$@
sk: Zavolať mi o %1$@
sl: Pokličite me čez %@
sq: Thirrmëni pas %@
sr: Позови ме за %1$@
sv: Ring mig in om %1$@
sw: Nipigie ndani ya %@
ta: என்னை உள்ளே அழைக்கவும் %@
te: %@ లో నాకు కాల్ చేయండి
th: จะโทรหาคุณในอีก %1$@
tr: %1$@ içerisinde Beni Ara
ug: «%1$@» تىن كېيىن تېلېفون قىلىنسۇن
uk: Подзвоніть мені через %1$@
ur: مجھے %1$@ میں کال کریں
vi: Gọi tôi trong %1$@
zh_cn: %1$@ 后给我打电话
zh_hk: %1$@ 後進行電話驗證

# ONBOARDING_VERIFICATION_CODE_VALIDATION_PROGRESS_LABEL
source: Validating Code...
af: Valideer tans kode…
ar: جارٍ التحقُّق من الكود…
az: Kod təsdiqlənir...
be: Пацвярджэнне кода…
bn: কোড যাচাই হচ্ছে…
ca: Validant el codi…
cs: Ověřování kódu…
cy: Yn Dilysu Côd…
da: Godkender kode…
de: Code wird überprüft …
el: Ο κωδικός επαληθεύεται…
es: Verificando código…
et: Koodi valideerimine...
eu: Kodea balioztatzen...
fa: در حال اعتبارسنجی کد…
fi: Varmennetaan koodia…
fr: Validation du code…
ga: Cód á Bhailíochtú…
gu: કોડને માન્ય કરી રહ્યા છીએ…
he: מוודא קוד…
hi: कोड प्रमाणित किया जा रहा है…
hr: Provjera kôda…
hu: Kód ellenőrzése…
id: Memvalidasi Kode…
is: Sannreyni kóða...
it: Conferma codice in corso…
ja: コードを検証しています…
kab: Asentem n tengalt...
km: á€áŸ†á–á»á„á”á‰áŸ’á‡á¶á€áŸ‹á›áŸáá€á¼áŠ...
kn: ಕೋಡ್‌ ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ko: 코드 확인 중…
lt: Tikrinamas kodas...
lv: Validē kodu...
ml: കോഡ് സാധൂകരിക്കുന്നു...
mr: कोड वैध केला जात आहे(…)
ms: Mengesahkan Kod…
my: ကုဒ်ကို အတည်ပြုနေပါသည်...
nb: Validerer kode …
nl: De code wordt gevalideerd…
pa: ਕੋਡ ਪ੍ਰਮਾਣਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ ...
pl: Potwierdzanie kodu…
ps: کوډ د تایید په حال کې دی...
pt_br: Validação do código…
pt_pt: A validar código…
ro: Se validează codul…
ru: Проверка кода…
sk: Overuje sa kód…
sl: Potrditvena koda ...
sq: Po vlerësohet Kod…
sr: Потврђивање шифре…
sv: Validerar kod …
sw: Inathibitisha Nambari...
ta: குறியீட்டை சரிபார்க்கிறது...
te: సంకేత లిపిని ధృవీకరిస్తోంది...
th: กำลังตรวจสอบรหัส…
tr: Kod Onaylanıyor…
ug: كود دەلىللىنىۋاتىدۇ...
uk: Підтвердження коду…
ur: توثیقی کوڈ…
vi: Đang xác thực Mã…
zh_cn: 正在验证……
zh_hk: 正在驗證……

# ONBOARDING_VERIFICATION_HELP_BULLET_1
source: Make sure your phone has a cellular signal to receive your SMS or call
ar: تأكَّد من أن هاتفك يلتقط الإشارة الخلوية لِتلقي الرسائل القصيرة أو المكالمات.
be: Упэўніцеся, што ваш тэлефон мае сотавы сігнал для атрымання SMS-паведамлення або званка
bn: SMS বা কল পেতে আপনার ফোনে সেলুলার সিগন্যাল রয়েছে কি না তা নিশ্চিত করুন
ca: Assegura't que el telèfon té cobertura per a rebre missatges SMS o trucades.
cs: Ujistěte se, že má váš telefon mobilní signál, abyste mohli přijímat SMS nebo hovory
da: Sørg for, at din telefon har forbindelse, så du kan modtage sms'er eller opkald
de: Stelle sicher, dass dein Telefon Mobilfunkempfang hat, um die SMS oder den Anruf zu erhalten.
el: Επιβεβαίωσε πως το τηλέφωνό σου έχει σήμα κινητής για να λάβεις το SMS ή την κλήση
es: Asegúrate de que tu teléfono tenga señal para recibir SMS o llamadas.
fa: مطمئن شوید تلفن‌تان برای دریافت پیامک یا تماس آنتن دارد
fi: Varmista että puhelimesi on matkapuhelinverkossa, jotta tekstiviesti tai puhelu voidaan vastaanottaa.
fr: Assurez-vous que votre téléphone capte bien le signal cellulaire pour recevoir un SMS ou un appel.
ga: Cinntigh go bhfuil comhartha móibíleach ar fáil ar do ghuthán chun glacadh leis an SMS nó glao
gu: ખાતરી કરો કે તમારા ફોન પર તમારા SMS અથવા કૉલ પ્રાપ્ત કરવા માટે સેલ્યુલર Signal છે
he: כדאי לוודא שלטלפון שלך יש קליטה כדי לקבל את הודעת ה–SMS או השיחה שלך
hi: सुनिश्चित करें कि आपके फ़ोन में आपका SMS या कॉल प्राप्त करने के लिए सेल्यूलर सिग्नल है
hr: Provjerite ima li vaš telefon uspostavljenu mobilnu vezu za primanje SMS-a ili poziva
hu: Gondoskodj róla, hogy a telefonod elérhető legyen a mobilhálózaton SMS vagy hívás fogadása érdekében
id: Pastikan ponsel Anda dapat menerima SMS atau panggilan
it: Assicurati che il telefono sia connesso alla rete cellulare per ricevere il tuo SMS o la chiamata
ja: 携帯電話が圏内にあり、SMS や通話が可能か確認してください。
ko: SMS 또는 전화를 수신하려면 휴대전화에서 데이터 네트워크가 켜져 있어야 합니다.
mr: आपला SMS किंवा कॉल प्राप्त करण्यासाठी आपल्या फोनला सेल्यूलर सिग्नल असल्याची खात्री करा
ms: Pastikan telefon anda mempunyai isyarat selular untuk menerima SMS atau panggilan
nb: Pass på at telefonen din har dekning og kan motta SMS og anrop.
nl: Zorg ervoor dat je telefoon een mobiel signaal heeft om je sms of oproep te ontvangen
pl: Upewnij się, że telefon znajduje się w zasięgu sieci komórkowej, tak aby można było otrzymać SMS lub odebrać połączenie
pt_br: Verifique se o seu telefone está captando sinal de rede para receber SMS ou chamadas
pt_pt: Confirme que o seu telemóvel tem sinal de rede para receber SMS ou chamadas
ro: Asigură-te că telefonul tău are semnal celular pentru a putea primi SMS-ul sau apelul
ru: Убедитесь, что ваш телефон находится в зоне действия сети и сможет принять SMS или звонок
sk: Uistite sa, že váš telefón má mobilný signál pre prijatie SMS alebo hovoru
sr: Проверите да ли је телефонска мрежа доступна и да ли имате могућност примања SMS порука и позива
sv: Se till att din telefon har mobilnät för att ta emot ditt sms eller samtal
th: ตรวจสอบว่าโทรศัพท์ของคุณมีสัญญาณมือถือที่จะรับข้อความ SMS หรือสายโทรเข้าได้
tr: SMS ve çağrıları alabilmek için telefonunun hücresel ağa bağlı olduğundan emin ol
ug: تېلېفونىڭىزنىڭ كەلگەن SMS ياكى تېلېفوننى قوبۇل قىلىدىغان يانفون سىگنالى بارلىقىغا كاپالەتلىك قىلىڭ
uk: Переконайтеся, що телефон перебуває в зоні дії мобільної мережі й може прийняти SMS або виклик.
ur: اس بات کو یقینی بنائیں کہ اپنا SMS یا کال موصول کرنے کے لیے آپ کے فون میں سیلولر سگنل موجود ہے
vi: Đảm bảo là điện thoại của bạn có tín hiệu di động để nhận tin nhắn SMS hoặc cuộc gọi
zh_cn: 确保您的手机网络信号可接收短信或来电
zh_hk: 請確保你的電話已有行動電話收訊，以接收短訊或來電

# ONBOARDING_VERIFICATION_HELP_BULLET_2
source: Confirm you can receive a phone call to the number
ar: قُم بتأكيد أنه يُمكنك تلقّي مكالمة هاتفية على هذا الرقم
be: Пацвердзіце, што вы можаце прыняць тэлефонны званок на гэты нумар
bn: নিশ্চিত করুন যে আপনি নম্বরটিতে একটি ফোন কল পেতে পারেন
ca: Confirma que pots rebre trucades a aquest número
cs: Potvrďte, že můžete na tomto čísle přijímat hovory
da: Bekræft, at du kan modtage et telefonopkald til nummeret
de: Stelle sicher, dass du unter dieser Telefonnummer einen Anruf erhalten kannst.
el: Επιβεβαίωσε πως μπορείς να δεχτείς εισερχόμενες κλήσεις σε αυτόν τον αριθμό
es: Confirma que puedes recibir llamadas en ese número.
fa: مطمئن شوید که می‌توانید در این شماره تلفن تماس دریافت کنید
fi: Vahvista, että voit vastaanottaa puhelun numeroon
fr: Vérifiez que ce numéro reçoit bien les appels téléphoniques.
ga: Deimhnigh gur féidir leat glacadh le glao gutháin ag an uimhir
gu: તમે નંબર પર ફોન કૉલ પ્રાપ્ત કરી શકો છો તે કન્ફર્મ કરો
he: כדאי לוודא שיש לך אפשרות לקבל שיחת טלפון אל המספר
hi: पुष्टि करें कि आप नंबर पर एक फोन कॉल प्राप्त कर सकते हैं
hr: Potvrdite da možete primiti poziv na ovaj broj
hu: Erősítsd meg, hogy fogadhatsz-e hívást a számra
id: Pastikan Anda dapat menerima panggilan telepon ke nomor tersebut
it: Accertati di poter ricevere una chiamata telefonica al numero inserito
ja: その番号で電話を受けられることを確認します
ko: 전화번호로 전화를 받을 수 있는 확인하세요.
mr: नंबर वर आपण फोन कॉल प्राप्त करू शकता याची पुष्टी करा
ms: Sahkan anda boleh menerima panggilan telefon kepada nombor
nb: Sjekk om du kan bli oppringt på telefonnummeret.
nl: Bevestig dat je een oproep op het telefoonnummer kunt ontvangen
pl: Upewnij się, że możesz odbierać połączenia telefoniczne kierowane na ten numer
pt_br: Confirme que você pode receber uma ligação nesse número
pt_pt: Confirme que consegue receber um telefonema para esse número
ro: Confirmă că poți primi un apel telefonic la număr
ru: Убедитесь, что вы можете получить телефонный звонок на этот номер
sk: Preverte si, či na tomto čísle môžete prijať hovor
sr: Проверите да ли можете да примите телефонски позив на број
sv: Bekräfta att du kan ta emot ett telefonsamtal till numret
th: ตรวจสอบว่าหมายเลขโทรศัพท์ของคุณสามารถรับสายโทรเข้าได้
tr: Numaranın telefon araması alabiliyor olup olmadığını doğrula
ug: بۇ نومۇرنىڭ تېلېفون قوبۇل قىلالايدىغانلىقىغا كاپالەتلىك قىلىڭ
uk: Запевніться, що ви можете приймати телефонні виклики на цей номер.
ur: تصدیق کریں کہ آپ نمبر پر فون کال موصول کر سکتے ہیں
vi: Xác nhận bạn nhận được cuộc gọi vào số điện thoại
zh_cn: 确认该号码可接收来电
zh_hk: 確認你可以接收該號碼的來電

# ONBOARDING_VERIFICATION_HELP_BULLET_3
source: Check that you have entered your phone number correctly
ar: تحقَّق من إدخال رقم هاتفك بشكلٍ صحيح.
be: Праверце, ці правільна вы ўвялі свой нумар тэлефона
bn: আপনি আপনার ফোন নম্বর সঠিকভাবে লিখেছেন কি না, তা যাচাই করে নিন
ca: Comprova que has introduït el teu número de telèfon correctament
cs: Zkontrolujte, zda jste telefonní číslo zadali správně
da: Tjek, om du har angivet dit telefonnummer korrekt
de: Vergewissere dich, dass du deine Telefonnummer korrekt eingegeben hast.
el: Έλεγξε πως έχεις γράψει τον αριθμό τηλεφώνου σου σωστά
es: Comprueba que has introducido tu número de teléfono correctamente
fa: بررسی کنید که شماره تلفن خود را درست وارد کرده باشید
fi: Tarkista, että olet antanut puhelinnumerosi oikein
fr: Vérifiez aussi que vous avez correctement saisi le numéro de téléphone.
ga: Seiceáil go bhfuil d'uimhir ghutháin curtha isteach i gceart agat
gu: તપાસો કે તમે તમારો ફોન નંબર યોગ્ય રીતે દાખલ કર્યો છે
he: כדאי לוודא שהזנת נכון את מספר הטלפון שלך
hi: जाँच करें कि आपने अपना फोन नंबर सही रूप से दर्ज किया है
hr: Provjerite jeste li ispravno unijeli svoj broj telefona
hu: Ellenőrizd, hogy helyesen adtad-e meg a telefonszámod
id: Periksa apakah Anda telah memasukkan nomor telepon yang benar
it: Controlla di aver inserito correttamente il tuo numero di telefono
ja: 電話番号が正しく入力されていることを確認します
ko: 전화번호를 올바르게 입력했는지 확인하세요.
mr: आपण आपला फोन नंबर योग्यरीत्या प्रविष्ट केला आहे का ते तपासा
ms: Periksa bahawa anda telah memasukkan nombor telefon anda dengan betul
nb: Sjekk om du har oppgitt riktig telefonnummer.
nl: Controleer of je je telefoonnummer correct hebt ingevoerd.
pl: Sprawdź, czy podany numer telefonu jest poprawny
pt_br: Verifique se você digitou seu número de telefone corretamente
pt_pt: Verifique se inseriu o seu número de telemóvel corretamente
ro: Verifică că ai introdus numărul de telefon corect
ru: Убедитесь, что вы правильно ввели номер телефона
sk: Skontrolujte, či ste zadali svoje telefónne číslo správne
sr: Проверите да ли сте исправно унели број телефона
sv: Kontrollera att du har angett ditt telefonnummer korrekt
th: ตรวจสอบว่าคุณใส่หมายเลขโทรศัพท์ถูกต้องแล้ว
tr: Telefon numaranı doğru girdiğinden emin ol
ug: تېلېفون نومۇرىنى توغرا كىرگۈزۈڭ
uk: Перевірте, чи правильно ви ввели свій номер.
ur: چیک کریں کہ آپ نے اپنا فون نمبر درست طریقے سے درج کیا ہے
vi: Kiểm tra rằng bạn đã nhập đúng số điện thoại
zh_cn: 检查您输入了正确的手机号码
zh_hk: 檢查你輸入的電話號碼是否正確

# ONBOARDING_VERIFICATION_HELP_LINK
source: Having Trouble Registering?
ar: هل تواجه مشكلة في التسجيل؟
be: Праблемы з рэгістрацыяй?
bn: রেজিস্ট্রেশন করতে সমস্যা হচ্ছে?
ca: Problemes per registrar-te?
cs: Máte potíže s registrací?
da: Problemer ved tilmelding?
de: Probleme bei der Anmeldung?
el: Αντιμετωπίζεις προβλήματα με την εγγραφή;
es: ¿Tienes problemas para registrarte?
fa: مشکلی در ثبت‌نام دارید؟
fi: Onko sinulla ongelmia rekisteröitymisessä?
fr: Petit souci d'inscription ?
ga: Deacracht Agat le Clárú?
gu: રજિસ્ટર કરવામાં મુશ્કેલી આવી રહી છે?
he: נתקלת בבעיות בהרשמה?
hi: पंजीकरण में परेशानी हो रही है?
hr: Imate poteškoća s registriranjem?
hu: Problémáid vannak a regisztrációval?
id: Ada Masalah Saat Mendaftar?
it: Problemi con la tua registrazione?
ja: 登録でお困りですか？
ko: 등록에 어려움이 있나요?
mr: नोंदणी करण्यामध्ये समस्या येत आहे?
ms: Menghadapi masalah mendaftar?
nb: Har du problemer med å registrere deg?
nl: Problemen met registreren?
pl: Masz problem z rejestracją?
pt_br: Está enfrentando problemas para se cadastrar?
pt_pt: Está com problemas a registar-se?
ro: Ai Probleme la Înregistrare?
ru: Возникли проблемы с регистрацией?
sk: Máte problém s registráciou?
sr: Имате проблема са регистрацијом?
sv: Har du problem med att registrera?
th: หากประสบปัญหาในการลงทะเบียน
tr: Kaydolurken sorun mu yaşıyorsun?
ug: تىزىملىتىشتا قىيىنچىلىققا يولۇقتىڭىزمۇ؟
uk: Проблеми з реєстрацією?
ur: رجسٹر کرنے میں دشواری کا سامنا ہے؟
vi: Bạn gặp vấn đề khi đăng ký?
zh_cn: 在注册时遇到问题？
zh_hk: 註冊時遇到困難？

# ONBOARDING_VERIFICATION_RESEND_CODE_BUTTON
source: Resend Code
af: Stuur kode weer
ar: إعادة إرسال الكود
az: Kodu yenidən göndər
be: Паўторна адправіць код
bn: কোড পুনরায় পাঠান
ca: Torna a enviar el codi.
cs: Znovu odeslat kód
cy: Ailanfon Côd
da: Gensend kode
de: Code erneut senden
el: Αποστολή κωδικού
es: Reenviar código
et: Saada kood uuesti
eu: Kodea birbidali
fa: ارسال دوبارهٔ کد
fi: Lähetä koodi uudelleen
fr: Renvoyer le code
ga: Seol Cód Nua
gu: કોડ ફરીથી મોકલો
he: שלח מחדש קוד
hi: कोड फ़िर से भेजें
hr: Ponovno pošalji kôd
hu: Ellenőrző kód újraküldése
id: Kirim Ulang Kode Verifikasi
is: Endursenda kóða
it: Rinvia codice
ja: コードを再送信する
kab: Ales tuzna n tengalt
km: á•áŸ’á‰á¾á€á¼áŠá˜áŸ’áá„á‘áŸ€á
kn: ಕೋಡ್ ಅನ್ನು ಪುನಃ ಕಳುಹಿಸಿ
ko: 코드 다시 보내기
lt: Siųsti kodą iš naujo
lv: Saņemt kodu vēlreiz
mk: Препрати Код
ml: കോഡ് വീണ്ടും അയയ്‌ക്കുക
mr: कोड पुन्हा पाठवा
ms: Hantar Semula Kod
my: ကုဒ်ကို ပြန်ပို့ပါ
nb: Send kode på nytt
nl: Stuur code opnieuw
pa: ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ
pl: Wyślij kod ponownie
ps: د کوډ بیرته لیږل
pt_br: Reenviar código
pt_pt: Reenviar código
ro: Trimite din nou codul
ru: Отправить код ещё раз
sk: Znovu poslať kód
sl: Ponovno mi pošljite kodo
sq: Ridërgo Kod
sr: Поново пошаљи шифру
sv: Skicka koden på nytt
sw: Tuma upya Nambari
ta: குறியீட்டை மீண்டும் அனுப்பு
te: మళ్ళీ పంపు కోడ్
th: ส่งรหัสอีกครั้ง
tr: Kodu Yeniden Gönder
ug: كودنى قايتا ئەۋەت
uk: Надішліть код ще раз
ur: کوڈ دوبارہ بھیجیں
vi: Gửi lại Mã
zh_cn: 重新发送验证码
zh_hk: 重新傳送驗證碼
