Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_LINK_ACTION_SHEET_VIEW_BLOCKED_FROM_JOINING_SUBTITLE
source: You can't join this group via the group link because an admin removed you. Contact an admin to be added back to the group.
af: Jy kan nie d.m.v. die groepskakel by hierdie groep aansluit nie, want 'n admin het jou verwyder.
ar: لا يُمكنك الانضمام لهذه المجموعة من خلال رابط المجموعة لأن أحد المُشرفِين قام بإزالتك. تواصَل مع أحد المُشرِفين ليُضيفك إلى المجموعة من جديد.
az: Bir admin sizi çıxartdığı üçün bu qrupa qrup bağlantısı vasitəsilə qoşula bilməzsiniz.
be: Вы не можаце далучыцца да гэтай групы па спасылцы на групу, таму што адміністратар выдаліў вас. Звярніцеся да адміністратара, каб вас зноў дадалі ў групу.
bn: আপনি এই লিংকের মাধ্যমে গ্ৰুপে যোগ দিতে পারবেন না, কারণ একজন অ্যাডমিন আপনাকে সরিয়ে দিয়েছেন। গ্রুপে আবারো যুক্ত হতে একজন অ্যাডমিনের সাথে যোগাযোগ করুন।
ca: No pots afegir-t'hi mitjançant l'enllaç de grup perquè un administrador t'ha esborrat. Posa't en contacte amb un admin perquè et torni a afegir al grup.
cs: K této skupině se nemůžete připojit přes odkaz na skupinu, protože vás správce odebral. Kontaktujte správce, aby vás do skupiny znovu přidal.
cy: Nid oes modd i chi ymuno â'r grŵp hwn trwy'r ddolen grŵp oherwydd bod gweinyddwr wedi eich tynnu o'r grŵp.
da: Du kan ikke deltage i denne gruppe via gruppelinket, fordi en administrator har fjernet dig. Kontakt en administrator for at blive føjet til gruppen igen.
de: Du kannst dieser Gruppe nicht über den Gruppen-Link beitreten, da ein Admin dich entfernt hat. Kontaktiere einen Gruppen-Admin, um der Gruppe erneut hinzugefügt zu werden.
el: Δεν μπορείς να μπεις στην ομάδα μέσω του συνδέσμου της ομάδας, επειδή κάποιος διαχειριστής σε αφαίρεσε. Επικοινώνησε με έναν διαχειριστή για να προστεθείς ξανά στην ομάδα.
es: No puedes volver a unirte a este grupo usando el enlace porque alguien con permisos de admin te ha eliminado. Ponte en contacto con un admin para que te vuelva a añadir al grupo.
et: Sa ei saa grupiga grupilingi kaudu liituda, sest administraator on su eemaldanud.
eu: Ezin zara talde honetan sartu taldearen estekaren bidez, administratzaile batek kendu zaituelako.
fa: شما نمی‌توانید از طریق پیوند گروه به این گروه بپیوندید، چون یک مدیر شما را حذف کرده است. برای اضافه شدن مجدد به گروه، با مدیر تماس بگیرید.
fi: Et voi liittyä ryhmään ryhmälinkin avulla, koska järjestelmänvalvoja poisti sinut ryhmästä. Ota yhteyttä järjestelmänvalvojaan, jotta sinut lisätään takaisin ryhmään.
fr: Impossible de rejoindre le groupe via ce lien, car un admin vous a retiré. Contactez un admin pour réintégrer le groupe.
ga: Ní féidir leat dul isteach sa ghrúpa seo trí nasc an ghrúpa toisc gur bhain riarthóir thú. Déan teagmháil le riarthóir le thú a chur ar ais sa ghrúpa.
gu: તમે ગ્રૂપ લિંક દ્વારા આ ગ્રૂપમાં જોડાઈ શકતા નથી કારણ કે એક એડમિને તમને દૂર કર્યા. ગ્રૂપમાં પાછા ઉમેરાવા માટે એડમિનનો સંપર્ક કરો.
he: אי אפשר להצטרף אל הקבוצה הזאת באמצעות קישור קבוצה מאחר שמנהל/ת הסיר/ה אותך. יש לפנות למנהל/ת כדי שיצרפו אותך בחזרה לקבוצה.
hi: आप ग्रुप लिंक से इस ग्रुप में शामिल नहीं हो सकते, क्योंकि एक एडमिन ने आपको हटा दिया है। ग्रुप में वापस शामिल होने के लिए किसी एडमिन से संपर्क करें।
hr: Ne možete se pridružiti ovoj grupi putem poveznice grupe jer vas je administrator uklonio. Ako se želite ponovno pridružiti grupi, kontaktirajte administratora.
hu: Egy admin távolított el, így már nem tudsz csoporthivatkozás használatával csatlakozni ehhez a csoporthoz. Lépj kapcsolatba egy adminisztrátorral, hogy újra felvegyenek a csoportba.
id: Anda tidak dapat bergabung dengan grup ini melalui tautan grup karena seorang admin mengeluarkan Anda. Hubungi admin untuk ditambahkan kembali ke dalam grup.
is: Þú getur ekki gengið í þennan hóp með hóptenglinum þar sem stjórnandi hefur fjarlægt þig.
it: Non puoi unirti a questo gruppo tramite l'apposito link perché un admin ti ha rimosso. Contatta un admin per farti aggiungere di nuovo nel gruppo.
ja: 管理者があなたを削除したため、グループリンクからはこのグループに参加できません。管理者に連絡して、グループに再度追加してもらってください。
kab: You can't join this group via the group link because an admin removed you.
km: á¢áŸ’á“á€á˜á·á“á¢á¶á…á…á¼á›ášá½á˜á€áŸ’ášá»á˜á“áŸáŸ‡â€‹áá¶á˜â€‹ášá™áŸˆâ€‹ááŸ†áâ€‹á€áŸ’ášá»á˜â€‹á”á¶á“â€‹á‘áŸ á–áŸ’ášáŸ„áŸ‡â€‹á¢áŸ’á“á€â€‹á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„â€‹á”á¶á“â€‹áŠá€â€‹á¢áŸ’á“á€â€‹á…áŸá‰áŸ”
kn: ಅಡ್ಮಿನ್ ನಿಮ್ಮನ್ನು ತೆಗೆದುಹಾಕಿರುವ ಕಾರಣದಿಂದ ಗ್ರೂಪ್ ಲಿಂಕ್ ಮೂಲಕ ನೀವು ಈ ಗ್ರೂ್ ಸೇರಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 관리자가 귀하를 제거했기 때문에 그룹 링크를 통해 그룹에 참가할 수 없습니다. 관리자에게 그룹에 다시 추가해 달라고 요청하세요.
lt: Jūs negalite prisijungti prie grupės per šią grupės nuorodą, nes administratorius jus pašalino.
lv: Jūs nevarat pievienoties grupai caur grupas saiti, jo adminstrators jums to ir liedzis.
mk: Не можете да се приклучите на оваа група преку групниот линк бидејќи администратор Ве отстрани.
ml: ഒരു അഡ്മിൻ നിങ്ങളെ നീക്കം ചെയ്തതിനാൽ ഗ്രൂപ്പ് ലിങ്ക് വഴി നിങ്ങൾക്ക് ഈ ഗ്രൂപ്പിൽ ചേരാൻ കഴിയില്ല.
mr: ॲडमिन ने आपल्याला काढून टाकले असल्यामुळे आपण ग्रुप लिंकद्वारे या ग्रुपमध्ये सामील होऊ शकत नाही. ग्रूपमध्ये पुन्हा सामील होण्यासाठी एखाद्या ॲडमिन शी संंपर्क साधा.
ms: Anda tidak boleh menyertai kumpulan ini melalui pautan kumpulan kerana pentadbir telah mengalih keluar anda. Hubungi pentadbir untuk ditambahkan semula ke kumpulan.
my: အက်ဒ်မင်သည် သင့်အား ဖယ်ရှားခဲ့သောကြောင့် အဖွဲ့လင့်ခ်မှတစ်ဆင့် ဤအဖွဲ့တွင် ပါဝင်၍ မရနိုင်ပါ။
nb: Du kan ikke bli med i denne gruppen via gruppelenken fordi en administrator fjernet deg fra gruppen. Ta kontakt med en administrator for å bli lagt til i gruppen igjen.
nl: Je kunt niet via de groepslink lid worden van deze groep omdat je door een beheerder uit deze groep bent verwijderd. Neem contact op met een beheerder om weer aan de groep te worden toegevoegd.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਲਿੰਕ ਰਾਹੀਂ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋ ਸਕਦੇ ਕਿਉਂਕਿ ਐਡਮਿਨ ਨੇ ਤੁਹਾਨੂੰ ਹਟਾ ਦਿੱਤਾ ਹੈ।
pl: Nie możesz dołączyć do tej grupy przez link, ponieważ administrator Cię z niej usunął. Skontaktuj się z administratorem i poproś go o ponowne dodanie Cię do grupy.
ps: You can't join this group via the group link because an admin removed you.
pt_br: Você não pode entrar nesse grupo com o link porque um admin excluiu você. Entre em contato com um admin para ser adicionado ao grupo novamente.
pt_pt: Não se pode juntar a este grupo através do link porque foi removido por um administrador. Contacte um administrador para voltar a ser adicionado ao grupo.
ro: Nu te poți alătura acestui grup prin linkul grupului deoarece un administrator te-a eliminat. Contactează un administrator pentru a fi adăugat din nou în grup.
ru: Вы не можете присоединиться к этой группе по ссылке, потому что администратор удалил вас из неё. Свяжитесь с администратором, чтобы вас снова добавили в группу.
sk: K tejto skupine sa nemôžete pripojiť prostredníctvom odkazu na skupinu, pretože vás odstránil jej správca. Ak chcete byť opäť pridaní do skupiny, kontaktujte jej správcu.
sl: Skrbnik_ca vas je odstranil_a iz skupine, zato se ji ne morete več pridružiti.
sq: S’mund të bëheni pjesë e këtij grupi përmes lidhjes së grupit, ngaqë ju ka hequr një përgjegjës.
sr: Не можете да се придружите овој групи преко линка за групу јер вас је администратор уклонио. Обратите се администратору да бисте се вратили у групу.
sv: Du kan inte gå med i den här gruppen via grupplänken eftersom en administratör tog bort dig. Kontakta en administratör för att läggas till i gruppen igen.
sw: Huwezi kujiunga na kundi hili kupitia kiungo cha kikundi kwa sababu admin amekuondoa.
ta: ஒரு நிர்வாகி உங்களை நீக்கியதால், குழு இணைப்பு வாயிலாக இந்தக் குழுவில் உங்களால் சேர முடியாது.
te: అడ్మిన్ మిమ్మల్ని తొలగించడం వల్ల మీరు గ్రూపు లింక్ ద్వారా ఈ గ్రూపులో చేరలేరు.
th: คุณเข้าร่วมกลุ่มนี้ด้วยลิงก์กลุ่มไม่ได้เพราะผู้ดูแลลบคุณออกไปแล้ว โปรดติดต่อผู้ดูแลให้เพิ่มคุณกลับเข้ากลุ่มอีกครั้ง
tr: Gruptan yönetici tarafından çıkarıldığın için, gruba bağlantıyla katılamazsın. Gruba geri eklenmek için bir yönetici ile iletişime geç.
ug: بىر باشقۇرغۇچى سىزنى چىقىرىۋەتكەچكە ، بۇ گۇرۇپپىغا گۇرۇپپا ئۇلانمىسى بىلەن قوشۇلالمايسىز. گۇرۇپپىغا قايتا قوشۇلۇش ئۈچۈن بىر باشقۇرغۇچى بىلەن ئالاقىلىشىڭ.
uk: Ви не можете приєднатися до цієї групи за посиланням, бо адміністратор вилучив вас із неї. Зверніться до адміністратора групи.
ur: آپ گروپ لنک کے ذریعے اس گروپ میں شامل نہیں ہو سکتے کیونکہ ایڈمن نے آپ کو ہٹا دیا تھا۔ گروپ میں دوبارہ شامل ہونے کے لیے ایڈمن سے رابطہ کریں۔
vi: Bạn không thể tham gia nhóm này qua đường dẫn nhóm vì một quản trị viên đã xóa bạn khỏi nhóm. Liên hệ với một quản trị viên để được thêm vào lại nhóm.
zh_cn: 您无法通过此群组链接加入群组，因为有一位管理员移除了您。请联系管理员以重新加入该群组。
zh_hk: 你無法透過群組連結加入此群組，因為管理員已移除你。請聯絡管理員以重新加入該群組。

# GROUP_LINK_ACTION_SHEET_VIEW_CANNOT_JOIN_GROUP_TITLE
source: Can’t join group
af: Kan nie by groep aansluit nie
ar: يتعذَّر الانضمام للمجموعة
az: Qrupa qoşulmaq olmur
be: Немагчыма далучыцца да групы
bn: গ্রুপে যোগ দেওয়া যাবে না
ca: No es pot afegir al grup.
cs: Nelze přistoupit ke skupině
cy: Methu ymuno â'r grŵp
da: Kan ikke deltage i gruppen
de: Gruppenbeitritt nicht möglich.
el: Δεν μπορείς να μπεις στην ομάδα
es: No es posible unirse al grupo
et: Grupiga ei saa liituda.
eu: Ezin da taldean sartu
fa: عضو شدن در گروه امکان پذیر نیست
fi: Ryhmään liittyminen ei onnistu
fr: Impossible de rejoindre le groupe
ga: Ní féidir dul isteach sa ghrúpa
gu: ગ્રુપમાં જોડાઈ શકતા નથી
he: לא ניתן להצטרף אל הקבוצה
hi: ग्रुप में शामिल नहीं हो सकते
hr: Ne možete se pridružiti grupi
hu: Csoport belépés sikertelen
id: Tidak dapat bergabung dengan grup
is: Get ekki gengið í hóp
it: Impossibile unirsi al gruppo
ja: グループに参加できません
kab: Ur yezmir ad y·ternu ɣer ugraw
km: á˜á·á“á¢á¶á…á…á¼á›ášá½á˜á€áŸ’ášá»á˜á”á¶á“á‘áŸ
kn: ಗುಂಪನ್ನು ಸೇರಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: 그룹에 참가할 수 없음
lt: Nepavyksta prisijungti prie grupės
lv: Nevar pievienoties grupai
mk: Не можеш да се приклучиш на групата
ml: ഗ്രൂപ്പിൽ ചേരാനാവില്ല
mr: गटात सामील होऊ शकत नाही
ms: Tidak dapat menyertai kumpulan
my: အဖွဲ့ထဲ ဝင်၍မရပါ
nb: Kan ikke bli med i gruppen.
nl: Kan niet lid worden van de groep
pa: ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋ ਸਕਦੇ
pl: Nie możesz dołączyć do grupy
ps: نشي کولای چې له ګروپ سره یو ځای شي
pt_br: Não é possível entrar no grupo
pt_pt: Impossível entrar para o grupo
ro: Nu se poate realiza alăturarea la grup.
ru: Невозможно присоединиться к группе
sk: Nie je možné pridať sa do skupiny
sl: Pridružitev skupini ni mogoča
sq: S’arrihet të merret pjesë në grup
sr: Не можете да се придружите групи
sv: Det går inte att gå med i gruppen
sw: Huwezi kujiunga na kikundi hiki
ta: முடியாது சேர குழு
te: సమూహంలో చేరలేరు
th: ไม่สามารถเข้าร่วมกลุ่ม
tr: Gruba katılınamadı
ug: گۇرۇپپىغا قوشۇلالمايدۇ
uk: Неможливо приєднатися до групи
ur: گروپ میں شامل نہیں ہو سکتے
vi: Không thể Tham gia Nhóm
zh_cn: 无法加入群组
zh_hk: 無法加入群組

# GROUP_LINK_ACTION_SHEET_VIEW_EXPIRED_LINK_SUBTITLE
source: This group link is no longer valid.
af: Hierdie groepskakel is nie meer geldig nie.
ar: لم يعُد رابط المجموعة هذا صالحًا.
az: Qrup bağlantısı artıq etibarsızdır
be: Гэта спасылка на групу больш не сапраўдная.
bn: এই গ্রুপ লিঙ্কটি আর বৈধ নেই।
ca: Aquest enllaç de grup ja no és vàlid.
cs: Tento odkaz skupiny již není platný.
cy: Nid yw'r ddolen grŵp hon yn ddilys bellach.
da: Gruppelinket er ikke længere gyldigt
de: Dieser Gruppen-Link ist nicht mehr gültig.
el: Ο σύνδεσμος ομάδας δεν είναι πια έγκυρος
es: El enlace a este grupo ya no es válido.
es_es: Este enlace de grupo es inválido.
et: See grupilink pole enam kehtiv.
eu: Talde esteka hau dagoeneko ez da baliagarria
fa: این پیوند گروه دیگر معتبر نیست.
fi: Tämä ryhmälinkki ei ole enää kelvollinen.
fr: Ce lien de groupe n'est plus valide.
gu: આ ગ્રુપ લિંક હવે માન્ય નથી.
he: קישור קבוצה זה אינו תקף יותר.
hi: यह ग्रुप लिंक अब वैध नहीं रहा।
hr: Poveznica grupe je nevažeća.
hu: Ez a csoporthivatkozás már érvénytelen.
id: Tautan grup ini tidak lagi valid.
is: Þessi hóptengill er ekki lengur gildur.
it: Questo link del gruppo non è più valido.
ja: このグループリンクはすでに無効です。
kab: Aseɣwen-a n ugraw dayen mačči d ameɣtu.
km: ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜á“áŸáŸ‡ á›áŸ‚á„á˜á¶á“áŸá»á–á›á—á¶á–á á¾á™áŸ”
kn: ಈ ಗುಂಪಿನ ಲಿಂಕ್ ಇನ್ನು ಮುಂದೆ ಮಾನ್ಯವಾಗಿರುವುದಿಲ್ಲ.
ko: 그룹 링크가 더 이상 유효하지 않습니다.
lt: Ši grupės nuoroda daugiau nebegalioja.
lv: Šī grupas saite vairs nav derīga.
mk: Линкот за групата повеќе не е валиден.
ml: ഈ ഗ്രൂപ്പ് ലിങ്ക് അസാധുവാണ്
mr: ही गट लिंक आता वैध नाही.
ms: Pautan kumpulan ini tidak lagi sah.
my: ဤအဖွဲ့လင့်ခ်သည် အကြုံးမဝင်တော့ပါ။
nb: Denne gruppelenken er ikke lenger gyldig.
nl: De groepslink is niet langer geldig.
pa: ਇਹ ਗਰੁੱਪ ਲਿੰਕ ਹੁਣ ਸਰਗਰਮ ਨਹੀਂ ਹੈ।
pl: Link do grupy wygasł.
ps: د ګروپ دغه لینک نور د اعتبار وړ نه دی.
pt_br: Este link do grupo não é mais válido.
pt_pt: O link de grupo deixou de ser válido.
ro: Acest link de grup nu mai este valid.
ru: Эта ссылка на группу уже недействительна.
sk: Tento odkaz do skupiny už nie je platný.
sl: Povezava do skupine ni več veljavna.
sq: Kjo lidhje grupi s’është më e vlefshme.
sr: Овај линк за групу више није важећи.
sv: Denna grupplänk är inte längre giltig.
sw: Kiungo hiki cha kikundi hakitumiki tena.
ta: இது குழு இணைப்பு இருக்கிறது இல்லை நீண்டது செல்லுபடியாகும்.
te: ఈ సమూహ లింక్ ఇకపై చెల్లదు.
th: ลิงก์กลุ่มนี้ใช้ไม่ได้แล้ว
tr: Bu grup bağlantısı artık geçerli değil.
ug: بۇ گۇرۇپپا ئۇلانمىسىنى ئىشلەتكىلى بولمايدۇ.
uk: Це посилання на групу вже не дійсне.
ur: اب یہ گروپ لنک درست نہیں ہے۔
vi: Đường dẫn nhóm không còn hiệu lực.
zh_cn: 此群组链接已失效。
zh_hk: 此群組連結已失效。

# GROUP_LINK_ACTION_SHEET_VIEW_GROUP_INDICATOR
source: Group
af: Groep
ar: المجموعة
az: Qrup
be: Група
bn: গ্রুপ
ca: Grup
cs: Skupina
cy: Grŵp
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
es_es: Grupo
et: Grupp
eu: Taldea
fa: گروه‌ها
fi: Ryhmä
fr: Groupe
gu: ગ્રુપ
he: קבוצה
hi: ग्रुप
hr: Grupa
hu: Csoport
id: Grup
is: Hópur
it: Gruppo
ja: グループ
kab: Agraw
km: á€áŸ’ášá»á˜
kn: ಗುಂಪು
ko: 그룹
lt: Grupė
lv: Grupa
mk: Група
ml: ഗ്രൂപ്പ്
mr: गट
ms: Kumpulan
my: အဖွဲ့
nb: Gruppe
nl: Groep
pa: ਗਰੁੱਪ
pl: Grupa
ps: ګروپ
pt_br: Grupo
pt_pt: Grupo
ro: Grup
ru: Группа
sk: Skupina
sl: Skupina
sq: Grup
sr: Група
sv: Grupp
sw: Kikundi
ta: குழு
te: సమూహం
th: กลุ่ม
tr: Grup
ug: گۇرۇپپا
uk: Група
ur: گروپ
vi: Nhóm
zh_cn: 群组
zh_hk: 群組

# GROUP_LINK_ACTION_SHEET_VIEW_JOIN_BUTTON
source: Join
af: Sluit aan
ar: انضمام
az: Qoşul
be: Далучыцца
bn: যোগদান করুন
ca: Afegeix-m'hi
cs: Připojit
cy: Ymuno
da: Deltag
de: Beitreten
el: Γίνε μέλος
es: Unirse
es_es: Unirse
et: Liitu
eu: Bat
fa: پیوستن
fi: Liity
fr: Rejoindre
ga: Téigh le
gu: જોડાઓ
he: הצטרף
hi: जुड़ें
hr: Pridruži se
hu: Belépés
id: Bergabung
is: Samsetning
it: Unisciti
ja: 参加する
kab: Semlil
km: á…á¼á›ášá½á˜
kn: ಸೇರು
ko: 참가
lt: Prisijungti
lv: Pievienoties
mk: Приклучи сѐ
ml: ചേരുക
mr: सामील व्हा
ms: Sertai
my: ဝင်ပါမယ်
nb: Bli med
nl: Lid worden
pa: ਜੁੜੋ
pl: Dołącz
ps: یو ځای کېدل
pt_br: Entrar
pt_pt: Entrar
ro: Alătură-te
ru: Войти
sk: Pridať sa
sl: Pridruži se
sq: Merrni pjesë
sr: Придружите се
sv: Gå med
sw: Jiunge
ta: சேரவும்
te: చేరండి
th: เข้าร่วม
tr: Katıl
ug: قوشۇل
uk: Приєднатися
ur: شامل ہوں
vi: Tham gia
zh_cn: 加入
zh_hk: 加入

# GROUP_LINK_ACTION_SHEET_VIEW_LOADING_TITLE
source: Loading…
af: Laai tans…
ar: جارٍ التحميل…
az: Yüklənir…
be: Загрузка…
bn: লোড হচ্ছে…
ca: Carregant…
cs: Načítání…
cy: Yn llwytho…
da: Indlæser…
de: Wird geladen …
el: Φορτώνει…
es: Cargando…
es_es: Cargando …
et: Laadimine...
eu: Kargatzen…
fa: در حال بارگیری…
fi: Ladataan…
fr: Chargement…
ga: Lódáil…
gu: લોડ કરી રહ્યું છે
he: טוען…
hi: लोड हो रहा है
hr: Učitavanje…
hu: Betöltés…
id: Memuat…
is: Hleð inn…
it: Caricamento in corso…
ja: 読み込みんでいます…
kab: Asali…
km: á€áŸ†á–á»á„á•áŸ’á‘á»á€...
kn: ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 불러오는 중…
lt: Įkeliama…
lv: Ielādē…
mk: Се вчитува...
ml: ലോഡുചെയ്യുന്നു...
mr: लोड होत आहे…
ms: Memuatkan…
my: လုပ်ဆောင်နေသည်…
nb: Laster…
nl: Aan het laden…
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Wczytywanie…
ps: را ښکته کېږي...
pt_br: Carregando…
pt_pt: A carregar…
ro: Se încarcă…
ru: Загружаем…
sk: Načítava sa…
sl: Nalaganje ...
sq: Po ngarkohet…
sr: Учитава се…
sv: Läser in …
sw: Inapakia
ta: ஏற்றப்படுகிறது ...
te: లోడ్...
th: กำลังโหลด…
tr: Yükleniyor…
ug: قاچىلىنىۋاتىدۇ…
uk: Завантаження…
ur: لوڈ ہو رہا ہے۔۔۔
vi: Đang tải…
zh_cn: 正在加载…
zh_hk: 正在載入…

# GROUP_LINK_ACTION_SHEET_VIEW_MESSAGE
source: Do you want to join this group and share your name and photo with its members?
af: Wil jy by hierdie groep aansluit en jou naam en foto met die lede deel?
ar: هل تريد الانضمام إلى هذه المجموعة ومُشاركة اسمك وصورتك مع أعضائها؟
az: Bu qrupa qoşulmaq və adınızı və fotunuzu üzvlərlə paylaşmaq istəyirsiniz?
be: Жадаеце далучыцца да гэтай групы і абагуліць сваё імя і фота з яе ўдзельнікамі?
bn: আপনি কি এই গ্রুপে যোগ দিতে এবং এর সদস্যদের সাথে নিজের নাম এবং ফটো শেয়ার করতে চান?
ca: Voleu afegir-vos a aquest grup i compartir-hi el nom i la fotografia?
cs: Připojit se k této skupině a sdílet vaše jméno a fotografii s jejími členy?
cy: Hoffech ymuno â'r grŵp hwn a rhannu eich enw a llun gyda'i aelodau?
da: Vil du deltage i gruppen, og dele dit navn og foto med dens medlemmer?
de: Möchtest du dieser Gruppe beitreten und deinen Namen und dein Foto mit deren Mitgliedern teilen?
el: Θέλεις να μπεις σε αυτή την ομάδα και να μοιραστείς το όνομα και τη φωτογραφία σου με τα μέλη της;
es: ¿Quieres unirte a este grupo y compartir tu nombre y foto de perfil con sus participantes?
es_es: ¿Deseas unirte a este grupo y así compartir tu nombre y foto con sus participantes?
et: Kas sa soovid selle grupiga liituda ja jagada enda nime ning fotot grupi liikmetega?
eu: Talde honetan sartu eta zure izena eta argazkia kideekin partekatu nahi duzu?
fa: آیا می‌خواهید به این گروه بپیوندید و شماره و عکس خود را با اعضای آن به اشتراک بگذارید؟
fi: Haluatko liittyä tähän ryhmään ja jakaa nimesi ja profiilikuvasi sen jäsenille?
fr: Voulez-vous vraiment rejoindre ce groupe et partager vos nom et photo avec ses membres ?
gu: શું તમે આ ગ્રુપમાં જોડાવા માંગો છો અને તેના સભ્યો સાથે તમારું નામ અને ફોટો શેર કરવા માંગો છો?
he: האם אתה רוצה להצטרף אל קבוצה זו ולשתף את השם והתמונה שלך עם חבריה?
hi: क्या आप इस ग्रुप में जुड़ना चाहते हैं और इसके मेंबर्स के साथ अपना नाम और फोटो साझा करना चाहते हैं?
hr: Želite li se pridružiti ovoj grupi i podijeliti svoje ime i fotografiju s članovima?
hu: Szeretnél belépni a csoportba? Ezzel profilod láthatóvá is válik.
id: Apakah Anda ingin bergabung dengan grup ini dan membagikan nama dan foto Anda dengan anggota grup?
is: Viltu ganga í þennan hóp og deila nafninu þínu og mynd með meðlimum hans?
it: Vuoi unirti a questo gruppo e condividere il tuo nome e la tua foto con i suoi membri?
ja: このグループに参加して、あなたの名前と写真をそのメンバーと共有しますか？
kab: Tebɣiḍ ad ternuḍ ɣer ugraw-a, daɣen ad tebḍuḍ isem d tewlaft inek·inem akked yiɛeggalen-is?
km: áá¾á¢áŸ’á“á€á…á„áŸ‹á…á¼á›ášá½á˜á€áŸ’ášá»á˜á“áŸáŸ‡ á“á·á„á…áŸ‚á€ášáŸ†á›áŸ‚á€áˆáŸ’á˜áŸ„áŸ‡á¢áŸ’á“á€ á“á·á„ášá¼á”á—á¶á–á‡á¶á˜á½á™áŸá˜á¶á‡á·á€á€áŸ’ášá»á˜áŠáŸ‚áš á¬ á‘áŸ?
kn: ನೀವು ಈ ಗುಂಪನ್ನು ಸೇರಲು ಹಾಗೂ ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಫೋಟೋವನ್ನು ಇದರ ಸದಸ್ಯರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುತ್ತೀರಾ?
ko: 그룹에 참가하고 그룹 멤버에게 내 이름과 사진을 공유하시겠습니까?
lt: Ar norite prisijungti prie šios grupės ir bendrinti su jos nariais savo vardą ir nuotrauką?
lv: Vai vēlaties pievienoties šai grupai un rādīt savu vārdu un fotoattēlu šīs grupas dalībniekiem?
mk: Дали сакате да се приклучите на оваа група и да го споделите Вашето име и слика со нејзините членови?
ml: ഈ ഗ്രൂപ്പിൽ ചേരാനും നിങ്ങളുടെ പേരും ഫോട്ടോയും അതിന്റെ അംഗങ്ങളുമായി പങ്കിടാനും നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mr: आपण या गटात सामील होण्यास आणि आपले नाव आणि फोटो त्याच्या सदस्यांसह सामायिक करण्यास इच्छुक आहात?
ms: Adakah anda ingin menyertai kumpulan ini dan kongsikan nama dan foto anda dengan ahli-ahlinya?
my: သင်မှ ၎င်းအဖွဲ့သို့ ဝင်ရောက်ပြီး သင်၏ အမည် နှင့် ရုပ်ပုံတို့ကို အဖွဲ့ဝင်များနှင့် မျှဝေမည်ဆိုတာ သေချာပါသလား?
nb: Ønsker du å bli medlem i denne gruppen samt dele navnet og bildet ditt med medlemmene?
nl: Wil je lid worden van deze groep en je profielnaam, -foto en -omschrijving met de andere leden delen?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਾ ਅਤੇ ਇਸਦੇ ਮੈਂਬਰਾਂ ਨਾਲ ਆਪਣਾ ਨਾਮ ਅਤੇ ਤਸਵੀਰ ਸਾਂਝੀ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz dołączyć do tej grupy i udostępnić jej członkom swoje imię oraz zdjęcie?
ps: غواړئ له دغه ګروپ سره یو ځای شئ او خپل نوم او انځور مو د هغه له غړو سره شریک کړئ؟
pt_br: Você quer entrar neste grupo e exibir seu nome e foto para os membros?
pt_pt: Deseja entrar para este grupo e partilhar o seu nome e fotografia com os seus membros?
ro: Vrei să te alături acestui grup și să partajezi numele și fotografia ta cu membrii săi?
ru: Вы хотите присоединиться к этой группе и открыть своё имя и фото её участникам?
sk: Chcete sa pridať do tejto skupiny a zdieľať vaše meno a foto s jej členmi?
sl: Se želite pridružiti skupini in z njenimi člani/cami deliti svoje ime in fotografijo?
sq: Doni të bëheni pjesë e këtij grupi dhe të ndani me anëtarët e tij emrin dhe foton tuaj?
sr: Желите ли да се придружите овој групи и да са њеним члановима поделите своје име и слику?
sv: Vill du gå med i denna grupp och dela ditt namn och foto med dess medlemmar?
sw: Je, unataka kujiunga na kikundi hiki na ushiriki jina na picha yako na wanachama wake?
ta: இந்த குழுவில் சேர்ந்து உங்கள் பெயரையும் புகைப்படத்தையும் அதன் உறுப்பினர்களுடன் பகிர்ந்து கொள்ள விரும்புகிறீர்களா?
te: మీరు ఈ గుంపులో చేరాలని మరియు మీ పేరు మరియు ఛాయాచిత్రని సభ్యులతో పంచుకోవాలనుకుంటున్నారా?
th: คุณต้องการเข้าร่วมกลุ่มและเปิดเผยชื่อกับรูปภาพให้สมาชิกในกลุ่มเห็นหรือไม่?
tr: Bu gruba katılmak ve adınızı ve fotoğrafınızı üyeleriyle paylaşmak ister misiniz?
ug: گۇرۇپپىغا قوشۇلۇپ ئىسىم ۋە سۈرىتىڭىزنى گۇرۇپپا ئەزالىرى بىلەن ھەمبەھىرلىنەمسىز؟
uk: Хочете приєднатися до цієї групи та поділитися своїм іменем і фото з її учасниками?
ur: کیا آپ اس گروپ میں شامل ہوکر اس کے ممبروں کے ساتھ اپنا نام اور تصویر بانٹنا چاہتے ہیں؟
vi: Bạn có muốn tham gia nhóm này và công khai tên và ảnh đại diện với các thành viên trong nhóm?
zh_cn: 您要加入此群组并向其成员分享您的名字和头像吗？
zh_hk: 您要加入此群組，並與其成員分享您的名稱和照片嗎？

# GROUP_LINK_ACTION_SHEET_VIEW_REQUEST_TO_JOIN_BUTTON
source: Request to Join
ar: طلب للانضمام
be: Запыт на далучэнне
bn: যোগদানের জন্য অনুরোধ করুন
ca: Demaneu afegir-vos-hi
cs: Žádost o připojení
da: Anmod om at deltage
de: Beitritt anfragen
el: Αίτημα εισόδου
es: Solicitar unirse
fa: درخواست برای عضویت
fi: Pyydä lupaa liittyä ryhmään
fr: Demander à rejoindre le groupe
ga: Iarratas ar Dhul Isteach Ann
gu: જોડાવાની વિનંતી કરો
he: בקשות להצטרף
hi: शामिल होने का अनुरोध
hr: Zahtjev za pridruživanje
hu: Csatlakozási igény benyújtása
id: Minta Gabung
it: Richiedi di unirti
ja: 参加を申請する
ko: 참가 요청하기
mr: सामील होण्याची विनंती
ms: Meminta untuk Menyertai Kumpulan
nb: Spør om å bli med
nl: Verzoeken om lid te worden
pl: Poproś o przyjęcie
pt_br: Pedir para participar
pt_pt: Pedir para entrar
ro: Cerere de înscriere
ru: Отправить запрос
sk: Požiadať o vstup
sr: Захтев за придруживање
sv: Begär att gå med
th: ขอเข้ากลุ่ม
tr: Katılma isteği gönder
ug: گۇرۇپپىغا قوشۇلۇش ئىلتىماسى
uk: Надіслати запит
ur: شمولیت کی درخواست کریں
vi: Yêu cầu để Tham gia
zh_cn: 请求加入
zh_hk: 申請加入
