Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_INVITE_LINK_ENABLED_WITH_APPROVAL_BY_LOCAL_USER
source: You turned on the group link with admin approval on.
af: Jy het die groepskakel geaktiveer met admingoedkeuring aan.
ar: فعَّلتَ رابط المجموعة مع الحاجة لتشغيل مُتطلَّب موافقة المُشرِف.
az: Qrup bağlantısını, admin təsdiqi ilə birlikdə işə saldınız.
be: Вы ўключылі спасылку на групу (ухваленне адміністратарам уключанае).
bn: আপনি অ্যাডমিনের অনুমোদন সহ গ্রুপের লিঙ্কটি চালু করেছেন।
ca: Heu activat l'enllaç de grup amb l'aprovació de l'administrador activada.
cs: Zapnuli jste skupinový odkaz se schvalováním správce.
cy: Galluogasoch y ddolen grŵp gyda chaniatâd gewinyddwr ymlaen.
da: Du aktiverede gruppelinket med administratorgodkendelse slået til
de: Du hast den Gruppen-Link mit eingeschalteter Admin-Bestätigung aktiviert.
el: Ενεργοποίησες το σύνδεσμο της ομάδας με έγκριση διαχειριστή.
es: Has activado el enlace para unirse al grupo tras aprobación de admin.
es_es: Has activado el enlace para compartir el grupo tras confirmación de admin.
et: Sa lülitasid administraatori kinnitusega grupilingi sisse.
eu: Talde esteka aktibatu duzu administratzailearen baimena behar delarik.
fa: شما پیوند گروه را با موافقت مدیر فعال کردید.
fi: Otit ryhmälinkin käyttöön. Ylläpitäjä tarkistaa liittymispyynnöt.
fr: Vous avez activé le lien du groupe et exigé l'approbation des nouveaux membres par un admin.
gu: તમે એડમિનની મંજૂરી ચાલુ હોવાની સાથે ગ્રુપ લિંક ચાલુ કરી.
he: הפעלת את קישור הקבוצה עם אישור מנהלן מופעל.
hi: आपने एडमिन के एप्रूवल के साथ ग्रुप लिंक को चालू कर दिया है।
hr: Uključili ste poveznicu grupe s omogućenim administratorskim odobrenjem.
hu: Bekapcsoltad a megosztható csoporthivatkozást adminisztrátori jóváhagyással.
id: Anda menyalakan tautan grup dengan persetujuan admin.
is: Þú kveiktir á hóptenglinum með samþykki stjórnanda virku.
it: Hai attivato il link del gruppo con l'approvazione degli amministratori.
ja: 管理者承認制のグループリンクを有効にしました。
kab: Tremdeḍ aseɣwen n ugraw s urmad n uqbal n unedbal.
km: á¢áŸ’á“á€á”á¶á“á”á¾á€ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜ á‡á¶á˜á½á™á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á› á”á¾á€áŸ”
kn: ನೀವು ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆನ್ ಮಾಡುವುದರೊಂದಿಗೆ ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಆನ್ ಮಾಡಿದ್ದೀರಿ.
ko: 내가 그룹 링크를 켰습니다. (관리자 참가 승인 필요)
lt: Jūs įjungėte grupės nuorodą su įjungtais administratoriaus patvirtinimais.
lv: Jūs iespējojāt grupas saiti ar administratora apstiprinājumu.
mk: Го вклучивте групниот линк. Администраторското одобрување е вклучено.
ml: അഡ്‌മിൻ അംഗീകാരം ഓണായിരിക്കെ നിങ്ങൾ ഗ്രൂപ്പ് ലിങ്ക് ഓണാക്കി.
mr: ऍडमिन मान्यता चालू असलेली गट लिंक आपण चालू केली आहे.
ms: Anda telah menghidupkan pautan kumpulan dengan kelulusan pentadbir dihidupkan.
my: သင်မှ စီမံသူ၏ ခွင့်ပြုချက်နှင့် အဖွဲ့လင့်ခ်ကို ဖွင့်ခဲ့ပါသည်။
nb: Du slo på gruppelenken med administrativ godkjenning påslått.
nl: Je hebt de groepslink met beheerdersgoedkeuring van nieuwe leden ingeschakeld.
pa: ਤੁਸੀਂ ਐਡਮਿਨ ਮਨਜ਼ੂਰੀ ਨੂੰ ਯੋਗ ਬਣਾ ਕੇ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਚਾਲੂ ਕੀਤਾ।
pl: Włączasz link do grupy. Zatwierdzanie nowych osób przez administratora jest wymagane.
ps: تاسې د ګروپ لینک د اډمین د تایید په روښانولو سره روښانه کړ.
pt_br: Você ativou o link do grupo com a aprovação do admin ativada.
pt_pt: Ativou o link do grupo com aprovação de administrador.
ro: Ai activat linkul de grup cu aprobarea administratorului activată.
ru: Вы включили ссылку на группу с включённым одобрением администратора.
sk: Zapli ste odkaz do skupiny so schválením administrátorom aktívnym.
sl: Vklopili ste povezavo do skupine z vklopljenim skrbniškim privoljenjem.
sq: Aktivizuat lidhjen e grupit me miratim nga përgjegjësi të aktivizuar.
sr: Укључили сте линк за групу са обавезним одобрењем администратора.
sv: Du aktiverade grupplänken med administratörsgodkännande.
sw: Umewasha kiungo cha kikundi ukiwa umewasha idhini ya msimamizi.
ta: நிர்வாகி ஒப்புதலுடன் குழு இணைப்பை இயக்கியுள்ளீர்கள்.
te: మీరు నిర్వాహక ఆమోదంతో సమూహ లింక్‌ను ఆన్ చేసారు.
th: คุณได้เปิดลิงก์กลุ่ม โดยการอนุมัติโดยผู้ดูแลเปิดอยู่
tr: Grup bağlantısını, yönetici onayı ile birlikte etkinleştirdiniz.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللەشنى قوزغاتتىڭىز.
uk: Ви активували посилання на групу з адміністраторським затвердженням.
ur: آپ نے منتظم کی منظوری کے ساتھ گروپ لنک آن کردیا۔
vi: Bạn đã bật đường dẫn nhóm bắt buộc quản trị viên xét duyệt.
zh_cn: 您启用了需要管理员审核的群组链接。
zh_hk: 您已開啟群組連結，管理員核准已開啟。

# GROUP_INVITE_LINK_ENABLED_WITH_APPROVAL_BY_REMOTE_USER_FORMAT
source: %@ turned on the group link with admin approval on.
af: %@ het die groepskakel geaktiveer met admingoedkeuring aan.
ar: فعَّل %1$@ رابط المجموعة مع الحاجة لتشغيل مُتطلَّب موافقة المُشرِف.
az: %@, qrup bağlantısını admin təsdiqi açıq olaraq işə saldı.
be: %1$@ уключыў(-ла) спасылку на групу (ухваленне адміністратарам уключанае).
bn: অ্যাডমিনের অনুমোদন সাপেক্ষে %1$@ গ্রুপ লিঙ্কটি চালু করেছেন।
ca: %1$@ ha activat l'enllaç de grup amb l'aprovació de l'administrador activada.
cs: %1$@ zapnul skupinový odkaz se schvalováním správcem.
cy: Galluogodd %@ y ddolen grŵp gyda chaniatâd gweinyddwr ymlaen.
da: %1$@ aktiverede gruppelinket med administratorgodkendelse slået til
de: %1$@ hat den Gruppen-Link mit eingeschalteter Admin-Bestätigung aktiviert.
el: Ο/Η %1$@ ενεργοποίησε το σύνδεσμο της ομάδας με ενεργοποιημένη την έγκριση διαχειριστή.
es: %1$@ ha activado el enlace para unirse al grupo tras aprobación de admin.
es_es: %@ ha activado el enlace para compartir el grupo tras confirmación de admin.
et: %@ lülitas administraatori kinnitusega grupilingi sisse.
eu: %@ erabiltzaileak talde esteka aktibatu du administratzailearen baimena behar delarik.
fa: %1$@ پیوند گروه را با موافقت مدیر فعال کرد.
fi: %1$@ otti ryhmälinkin käyttöön. Ylläpitäjä tarkistaa liittymispyynnöt.
fr: %1$@ a activé le lien du groupe et exigé l'approbation des nouveaux membres par un admin.
ga: %1$@ turned on the group link with admin approval on.
gu: %1$@એ એડમિનની મંજૂરી સાથે ગ્રુપ લિંક ચાલુ કરી.
he: %1$@ הפעיל/ה את קישור הקבוצה עם אישור מנהלן מופעל.
hi: %1$@ ने एडमिन की एप्रूवल के साथ ग्रुप लिंक को चालू कर दिया है।
hr: %1$@ je uključio/la poveznicu grupe s omogućenim administratorskim odobrenjem.
hu: %1$@ bekapcsolta a megosztható csoporthivatkozást adminisztrátori jóváhagyással.
id: %1$@ menyalakan tautan grup dengan persetujuan admin.
is: %@ kveikti á hóptenglinum með samþykki stjórnanda virku.
it: %1$@ ha attivato il link del gruppo con l'approvazione degli amministratori.
ja: %1$@ が管理者承認制のグループリンクを有効にしました。
kab: %@ yermed aseɣwen n ugraw s usentem n unedbal iremden.
km: %@ á”á¶á“á”á¾á€ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜ á‡á¶á˜á½á™á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á› á”á¾á€áŸ”
kn: %@ ಅವರು ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆನ್ ಮಾಡುವುದರೊಂದಿಗೆ ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಆನ್ ಮಾಡಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 링크를 켰습니다. (관리자 참가 승인 필요)
lt: %@ įjungė grupės nuorodą su įjungtais administratoriaus patvirtinimais.
lv: %@ aktivizēja grupas saiti ar ieslēgtu administratora apstiprinājumu.
mk: %@ го вклучи групниот линк. Администраторското одобрување е вклучено.
ml: അഡ്മിൻ അംഗീകാരത്തോടെ %@ ഗ്രൂപ്പ് ലിങ്ക് ഓണാക്കി.
mr: %1$@ ने ऍडमिन मान्यता चालू असलेली गट लिंक आपण चालू केली आहे.
ms: %1$@ telah menghidupkan pautan kumpulan dengan kelulusan pentadbir dihidupkan.
my: %@ မှ စီမံသူ၏ ခွင့်ပြုချက်နှင့် အဖွဲ့လင့်ခ်ကို ဖွင့်ခဲ့ပါသည်။
nb: %1$@ slo på gruppelenken med administrativ godkjenning påslått.
nl: %1$@ heeft de groepslink met beheerdersgoedkeuring van nieuwe leden ingeschakeld.
pa: %@ ਨੇ ਐਡਮਿਨ ਮਨਜ਼ੂਰੀ ਨੂੰ ਯੋਗ ਬਣਾ ਕੇ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਚਾਲੂ ਕੀਤਾ।
pl: %1$@ włącza link do grupy. Zatwierdzanie nowych osób przez administratora jest wymagane.
ps: %@ د ګروپ لینک یې د اډمین د تایید په روښانولو سره روښانه کړ.
pt_br: %1$@ ativou o link do grupo com a aprovação do admin ativada.
pt_pt: %1$@ desativou o link do grupo com aprovação de administrador.
ro: %1$@ a activat adresa grupului cu aprobare de acces din partea unui administrator.
ru: %1$@ включил(-а) ссылку на группу (одобрение администратором включено).
sk: %1$@ zapol/pla odkaz do skupiny so schválením administrátorom aktívnym.
sl: %@ je vklopil_a skupinsko povezavo z vklopljeno skrbniško odobritvijo.
sq: %@ aktivizoi lidhjen e grupit me miratim nga përgjegjësi të aktivizuar.
sr: %1$@ је укључио/ла линк за групу са обавезним одобрењем администратора.
sv: %1$@ aktiverade grupplänken med administratörsgodkännande på.
sw: %@ amewasha kiungo cha kikundi wa kutumia idhini ya msimamizi.
ta: %@ இயக்கப்பட்டது குழு இணைப்பு உடன் நிர்வாக ஒப்புதல் ஆன்.
te: %@ నిర్వాహక ఆమోదంతో సమూహ లింక్‌ను ఆన్ చేసింది.
th: %1$@ ได้เปิดลิงก์กลุ่ม โดยการอนุมัติโดยผู้ดูแลเปิดอยู่
tr: %1$@ grup bağlantısını, yönetici onayı ile birlikte etkinleştirdi.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللەشنى %1$@ قوزغاتتى.
uk: Користувач %1$@ активував посилання на групу з адміністраторським затвердженням.
ur: %1$@ نے منتظم کی منظوری کے ساتھ گروپ لنک آن کیا۔
vi: %1$@ đã bật đường dẫn nhóm bắt buộc quản trị viên xét duyệt
zh_cn: %1$@ 启用了需要管理员审核的群组链接。
zh_hk: %1$@ 已開啟須經管理員批准的群組連結。

# GROUP_INVITE_LINK_ENABLED_WITHOUT_APPROVAL
source: The group link was turned on with admin approval off.
af: Die groepskakel is geaktiveer met admingoedkeuring af.
ar: تمَّ تفعيل رابط المجموعة مع الحاجة لإيقاف مُتطلَّب موافقة المُشرِف.
az: Qrup bağlantısı, admin təsdiqi bağlı olaraq işə salındı.
be: Спасылка на групу была ўключана без ухвалення адміністратарам.
bn: অ্যাডমিনের অনুমোদন বন্ধ থাকা অবস্থায় গ্রুপ লিঙ্ক চালু করা হয়েছে।
ca: S'ha activat l'enllaç de grup amb l'aprovació de l'administrador desactivada.
cs: Skupinový odkaz bez schvalování správcem byl zapnut.
cy: Galluogwyd y ddolen grŵp gyda chaniatâd gweinyddwr i ffwrdd.
da: Gruppelinket blev aktiveret med administratorgodkendelse slået fra
de: Der Gruppen-Link wurde mit ausgeschalteter Admin-Bestätigung aktiviert.
el: Ενεργοποιήθηκε ο σύνδεσμος της ομάδας με απενεργοποιημένη την έγκριση διαχειριστή.
es: Se ha activado el enlace para unirse al grupo sin aprobación de admin.
es_es: Se ha activado el enlace para compartir el grupo sin necesitar confirmación de admin.
et: Administraatori kinnituseta grupilink lülitati sisse.
eu: Talde esteka aktibatu da administratzailearen baimena behar ez delarik.
fa: پیوند گروه با موافقت مدیر فعال شد.
fi: Ryhmälinkki on otettu käyttöön. Ylläpitäjä ei tarkista liittymispyyntöjä.
fr: Le lien du groupe a été activé sans exiger l'approbation des nouveaux membres par un admin.
gu: એડમિન મંજૂરી બંધ હોવાની સાથે ગ્રુપ લિંક ચાલુ કરવામાં આવી હતી.
he: קישור הקבוצה הופעל עם אישור מנהלן כבוי.
hi: ग्रुप लिंक को एडमिन की एप्रूवल के साथ बंद कर दिया गया था।
hr: Uključena je poveznica grupe s onemogućenim administratorskim odobrenjem.
hu: A megosztható csoporthivatkozást bekapcsolták (adminisztrátori jóváhagyás jelenleg kikapcsolva).
id: Tautan grup dinyalakan tanpa persetujuan admin.
is: Kveikt var á hóptenglinum með samþykki stjórnanda óvirku.
it: Il link del gruppo è stato attivato senza l'approvazione degli amministratori.
ja: 管理者承認の不要なグループリンクが有効になりました。
kab: Aseɣwen n ugraw yermed s usentem n unedbal yensan.
km: ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“á”á¾á€ á‡á¶á˜á½á™á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á› á”á·á‘áŸ”
kn: ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆಫ್ ಮಾಡುವುದರೊಂದಿಗೆ ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಆನ್ ಮಾಡಲಾಗಿದೆ.
ko: 그룹 링크가 켜졌습니다. (관리자 참가 승인 불필요)
lt: Buvo įjungta grupės nuoroda su išjungtais administratoriaus patvirtinimais.
lv: Grupas saite tika aktivizēta ar izslēgtu administratora apstiprinājumu.
mk: Групниот линк е вклучен. Администраторското одобрување е исклучено.
ml: അഡ്മിൻ അനുമതി ഓഫ് ചെയ്തുകൊണ്ട് ഗ്രൂപ്പ് ലിങ്ക് ഓണാക്കി.
mr: ऍडमिन मान्यता बंद असलेली गट लिंक चालू केली गेली होती.
ms: Pautan kumpulan telah dihidupkan dengan kelulusan pentadbir dimatikan.
my: စီမံသူ၏ ခွင့်ပြုချက်မပါဘဲ အဖွဲ့လင့်ခ်ကို ဖွင့်ထားခဲ့ပါသည်။
nb: Gruppelenken ble slått på med administrativ godkjenning avslått.
nl: De groepslink zonder beheerdersgoedkeuring van nieuwe leden is ingeschakeld.
pa: ਐਡਮਿਨ ਮਨਜ਼ੂਰੀ ਨੂੰ ਬੰਦ ਕਰਕੇ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਚਾਲੂ ਕੀਤਾ ਗਿਆ ਸੀ।
pl: Link do grupy zostaje włączony. Zatwierdzanie nowych osób przez administratora nie jest wymagane.
ps: د ګروپ لینک د اډمین له تایید پرته روښانه شوی و.
pt_br: O link do grupo foi ativado com a aprovação do admin desativada.
pt_pt: O link de grupo foi ativado sem aprovação de administrador.
ro: Adresa grupului a fost activată fără aprobare de acces din partea unui administrator.
ru: Была включена ссылка на группу (одобрение администратором отключено).
sk: Odkaz do skupiny bol zapnutý so schválením administrátorom neaktívnym.
sl: Vklopljena je bila povezava do skupine brez skrbniškega privoljenja.
sq: Lidhja e grupit qe aktivizuar me miratim nga përgjegjësi të çaktivizuar.
sr: Укључен је линк за групу без обавезног одобрења администратора.
sv: Grupplänken aktiverades med administratörsgodkännande av.
sw: Kiungo cha kikundi kimewashwa na idhini ya msimamizi kuzimwa.
ta: தி குழு இணைப்பு இருந்தது உடன் இயக்கப்பட்டது நிர்வாக ஒப்புதல் ஆஃப்.
te: నిర్వాహక ఆమోదం ఆపివేయడంతో సమూహ లింక్ ఆన్ చేయబడింది.
th: ลิงก์กลุ่มถูกเปิด โดยการอนุมัติโดยผู้ดูแลปิดอยู่
tr: Grup bağlantısı, yönetici onayı kapalı şekilde etkinleştirildi.
ug: باشقۇرغۇچى دەلىللىمەيدىغان گۇرۇپپا ئۇلانمىسى قوزغىتىلدى.
uk: Активовано посилання на групу без адміністраторського затвердження.
ur: گروپ لنک منتظم منظوری کے ساتھ بند کردیا گیا تھا۔
vi: Đường dẫn nhóm đã được bật mà không cần sự chấp duyệt của admin.
zh_cn: 无需管理员审核的群组链接已启用。
zh_hk: 群組連結已開啟，管理員核准已關閉。

# GROUP_INVITE_LINK_ENABLED_WITHOUT_APPROVAL_BY_LOCAL_USER
source: You turned on the group link with admin approval off.
af: Jy het die groepskakel geaktiveer met admingoedkeuring af..
ar: فعَّلتَ رابط المجموعة مع الحاجة لإيقاف مُتطلَّب موافقة المُشرِف.
az: Qrup bağlantısını, admin təsdiqi bağlı olaraq işə saldınız.
be: Вы ўключылі спасылку на групу (ухваленне адміністратарам адключанае).
bn: আপনি অ্যাডমিনের অনুমোদন ছাড়াই গ্রুপ লিঙ্কটি চালু করেছেন।
ca: Heu activat l'enllaç de grup amb l'aprovació de l'administrador desactivada.
cs: Zapnuli jste skupinový odkaz bez schvalování správce.
cy: Galluogasoch y ddolen grŵp gyda chaniatâd gewinyddwr i ffwrdd.
da: Du aktiverede gruppelinket med administratorgodkendelse slået fra
de: Du hast den Gruppen-Link mit ausgeschalteter Admin-Bestätigung aktiviert.
el: Ενεργοποίησες το σύνδεσμο της ομάδας με απενεργοποιημένη την έγκριση διαχειριστή.
es: Has activado el enlace para unirse al grupo sin aprobación de admin.
es_es: Has activado el enlace para compartir el grupo sin necesitar confirmación de admin.
et: Sa lülitasid administraatori kinnituseta grupilingi sisse.
eu: Talde esteka aktibatu duzu administratzailearen baimena behar ez delarik.
fa: شما پیوند گروه را بدون تأیید مدیر خاموش کردید.
fi: Otit ryhmälinkin käyttöön. Ylläpitäjä ei tarkista liittymispyyntöjä.
fr: Vous avez activé le lien du groupe sans exiger l'approbation des nouveaux membres par un admin.
gu: તમે એડમિનની મંજૂરી બંધ હોવાની સાથે ગ્રુપ લિંક ચાલુ કરી.
he: הפעלת את קישור הקבוצה עם אישור מנהלן כבוי.
hi: आपने एडमिन की एप्रूवल के साथ ग्रुप लिंक को चालू कर दिया है।
hr: Uključili ste poveznicu grupe s onemogućenim administratorskim odobrenjem.
hu: Bekapcsoltad a megosztható csoporthivatkozást (adminisztrátori jóváhagyás jelenleg kikapcsolva).
id: Anda menyalakan tautan grup tanpa persetujuan admin.
is: Þú kveiktir á hóptenglinum með samþykki stjórnanda óvirku.
it: Hai attivato il link del gruppo senza l'approvazione degli amministratori.
ja: 管理者承認の不要なグループリンクを有効にしました。
kab: Tremdeḍ aseɣwen n ugraw s usensi n uqbal n unedbal.
km: á¢áŸ’á“á€á”á¶á“á”á¾á€ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜ á‡á¶á˜á½á™á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á›á±áŸ’á™ á”á·á‘áŸ”
kn: ನೀವು ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆಫ್ ಮಾಡುವುದರೊಂದಿಗೆ ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಆನ್ ಮಾಡಿದ್ದೀರಿ.
ko: 내가 그룹 링크를 켰습니다. (관리자 참가 승인 불필요)
lt: Jūs įjungėte grupės nuorodą su išjungtais administratoriaus patvirtinimais.
lv: Jūs iespējojāt grupas saiti bez administratora apstiprinājuma.
mk: Го вклучивте групниот линк. Администраторското одобрување е исклучено.
ml: അഡ്‌മിൻ അംഗീകാരം ഓഫായിരിക്കെ നിങ്ങൾ ഗ്രൂപ്പ് ലിങ്ക് ഓണാക്കി.
mr: ऍडमिन मान्यता बंद असलेली गट लिंक आपण चालू केली आहे.
ms: Anda telah menghidupkan pautan kumpulan dengan kelulusan pentadbir dimatikan.
my: သင်မှ စီမံသူ၏ ခွင့်ပြုချက်မပါဘဲ အဖွဲ့လင့်ခ်ကို ဖွင့်ခဲ့ပါသည်။
nb: Du slo på gruppelenken med administrativ godkjenning avslått.
nl: Je hebt de groepslink zonder beheerdersgoedkeuring van nieuwe leden ingeschakeld.
pa: ਤੁਸੀਂ ਐਡਮਿਨ ਮਨਜ਼ੂਰੀ ਨੂੰ ਅਯੋਗ ਬਣਾ ਕੇ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਚਾਲੂ ਕੀਤਾ।
pl: Włączasz link do grupy. Zatwierdzanie nowych osób przez administratora nie jest wymagane.
ps: تاسې د ګروپ لینک د اډمین له تایید پرته روښانه کړ.
pt_br: Você ativou o link do grupo com a aprovação do admin desativada.
pt_pt: Ativou o link de grupo sem aprovação de administrador.
ro: Ai activat linkul de grup cu aprobarea administratorului dezactivată.
ru: Вы включили ссылку на группу с отключённым одобрением администратора.
sk: Zapli ste odkaz do skupiny so schválením administrátorom neaktívnym.
sl: Vklopili ste povezavo do skupine z izklopljenim skrbniškim privoljenjem.
sq: Aktivizuat lidhjen e grupit me miratim nga përgjegësi të çaktivizuar.
sr: Укључили сте линк за групу без обавезног одобрења администратора.
sv: Du aktiverade grupplänken med administratörsgodkännande av.
sw: Umewasha kiungo cha kikundi ukiwa umezima idhini ya msimamizi.
ta: நிர்வாகி ஒப்புதல் இல்லாமல் குழு இணைப்பை இயக்கியுள்ளீர்கள்.
te: మీరు నిర్వాహక ఆమోదంతో సమూహ లింక్‌ను ఆన్ చేశారు.
th: คุณได้เปิดลิงก์กลุ่ม โดยการอนุมัติโดยผู้ดูแลปิดอยู่
tr: Grup bağlantısını, yönetici onayı kapalı şekilde etkinleştirdiniz.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللىمەسلىكنى قوزغاتتىڭىز.
uk: Ви активували посилання на групу без адміністраторського затвердження.
ur: آپ نے منتظم کی منظوری کے ساتھ گروپ لنک آن کردیا۔
vi: Bạn đã bật đường dẫn nhóm không yêu cầu quản trị viên xét duyệt.
zh_cn: 您启用了无需管理员审核的群组链接。
zh_hk: 您已開啟群組連結，管理員核准已關閉。

# GROUP_INVITE_LINK_ENABLED_WITHOUT_APPROVAL_BY_REMOTE_USER_FORMAT
source: %@ turned on the group link with admin approval off.
af: %@ het die groepskakel geaktiveer met admingoedkeuring af.
ar: فعَّل %1$@ رابط المجموعة مع الحاجة لإيقاف مُتطلَّب موافقة المُشرِف.
az: %@, qrup bağlantısını admin təsdiqi bağlı olaraq işə saldı.
be: %1$@ уключыў(-ла) спасылку на групу (ухваленне адміністратарам адключанае).
bn: অ্যাডমিনের অনুমোদন বন্ধ থাকা অবস্থায় %1$@ গ্রুপ লিঙ্ক চালু করেছেন।
ca: %1$@ ha activat l'enllaç de grup amb l'aprovació de l'administrador desactivada.
cs: %1$@ zapnul skupinový odkaz bez schvalování správcem.
cy: Galluogodd %@ y ddolen grŵp gyda chaniatâd gweinyddwr i ffwrdd.
da: %1$@ aktiverede gruppelinket med administratorgodkendelse slået fra
de: %1$@ hat den Gruppen-Link mit ausgeschalteter Admin-Bestätigung aktiviert.
el: Ο/Η %1$@ ενεργοποίησε το σύνδεσμο της ομάδας με απενεργοποιημένη την έγκριση διαχειριστή.
es: %1$@ ha activado el enlace para unirse al grupo sin aprobación de admin.
es_es: %@ ha activado el enlace para compartir el grupo sin necesitar confirmación de admin.
et: %@ lülitas administraatori kinnituseta grupilingi sisse.
eu: %@ erabiltzaileak talde esteka aktibatu du administratzailearen baimena behar ez delarik.
fa: %1$@ پیوند گروه را با موافقت مدیر فعال کرد.
fi: %1$@ otti ryhmälinkin käyttöön. Ylläpitäjä ei tarkista liittymispyyntöjä.
fr: %1$@ a activé le lien du groupe sans exiger l'approbation des nouveaux membres par un admin.
ga: %1$@ turned on the group link with admin approval off.
gu: %1$@એ એડમિન મંજૂરી બંધ હોવાની સાથે ગ્રુપ લિંકને ચાલુ કરી.
he: %1$@ הפעיל/ה את קישור הקבוצה עם אישור מנהלן כבוי.
hi: %1$@ ने एडमिन की एप्रूवल के साथ ग्रुप लिंक को बंद कर दिया है।
hr: %1$@ je uključio/la poveznicu grupe s onemogućenim administratorskim odobrenjem.
hu: %1$@ bekapcsolta a megosztható csoporthivatkozást (adminisztrátori jóváhagyás jelenleg kikapcsolva).
id: %1$@ menyalakan tautan grup tanpa persetujuan admin.
is: %@ kveikti á hóptenglinum með samþykki stjórnanda óvirku.
it: %1$@ ha attivato il link del gruppo senza l'approvazione degli amministratori.
ja: %1$@ が管理者承認の不要なグループリンクを有効にしました。
kab: %@ yermed aseɣwen n ugraw s usentem n unedbal yensan.
km: %@ á”á¶á“á”á¾á€ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜ á‡á¶á˜á½á™á€á¶ášá¢á“á»á˜áŸáá–á¸á¢áŸ’á“á€á¢á—á·á”á¶á› á”á·á‘áŸ”
kn: %@ ಅವರು ಅಡ್ಮಿನ್ ಅನುಮೋದನೆಯನ್ನು ಆಫ್ ಮಾಡುವುದರೊಂದಿಗೆ ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಆನ್ ಮಾಡಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 링크를 켰습니다. (관리자 참가 승인 불필요)
lt: %@ įjungė grupės nuorodą su išjungtais administratoriaus patvirtinimais.
lv: %@ aktivizēja grupas saiti ar izslēgtu administratora apstiprinājumu.
mk: %@ го вклучи групниот линк. Администраторското одобрување е исклучено.
ml: 'ഓഫ്-ൽ അഡ്മിൻ അനുമതിയോടെ ഗ്രൂപ്പ് ലിങ്ക് %@ ഓണാക്കി.
mr: %1$@ ने ऍडमिन मान्यता बंद असलेली गट लिंक आपण चालू केली आहे.
ms: %1$@ telah menghidupkan pautan kumpulan dengan kelulusan pentadbir dimatikan.
my: %@ မှ စီမံသူ၏ ခွင့်ပြုချက်မပါဘဲ အဖွဲ့လင့်ခ်ကို ဖွင့်ခဲ့ပါသည်။
nb: %1$@ slo på gruppelenken med administrativ godkjenning avslått.
nl: %1$@ heeft de groepslink zonder beheerdersgoedkeuring van nieuwe leden ingeschakeld.
pa: %@ ਨੇ ਐਡਮਿਨ ਮਨਜ਼ੂਰੀ ਨੂੰ ਬੰਦ ਕਰ ਕੇ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਚਾਲੂ ਕੀਤਾ।
pl: %1$@ włącza link do grupy. Zatwierdzanie nowych osób przez administratora nie jest wymagane.
ps: %@ د ګروپ لینک د اډمین له تایید پرته روښانه کړ.
pt_br: %1$@ ativou o link do grupo com a aprovação do admin desativada.
pt_pt: %1$@ ativou o link de grupo sem aprovação de administrador.
ro: %1$@ a activat adresa grupului fără aprobare de acces din partea unui administrator.
ru: %1$@ включил(-а) ссылку на группу (одобрение администратором отключено).
sk: %1$@ zapol/pla odkaz do skupiny so schválením administrátorom neaktívnym.
sl: %@ je vklopil_a povezavo do skupine brez zahtevanega skrbniškega privoljenja.
sq: %@ aktivizoi lidhjen e grupit me miratim nga përgjegjësi të çaktivizuar.
sr: %1$@ је укључио/ла линк за групу без обавезног одобрења администратора.
sv: %1$@ aktiverade grupplänken med administratörsgodkännande av.
sw: %@ amewasha kiungo cha kikundi akiwa amezima idhini ya msimamizi.
ta: %@ இயக்கப்பட்டது குழு இணைப்பு உடன் நிர்வாக ஒப்புதல் ஆஃப்.
te: %@ నిర్వాహక ఆమోదంతో సమూహ లింక్‌ను ఆన్ చేసింది.
th: %1$@ ได้เปิดลิงก์กลุ่ม โดยการอนุมัติโดยผู้ดูแลปิดอยู่
tr: %1$@ grup bağlantısını, yönetici onayı kapalı şekilde etkinleştirdi.
ug: گۇرۇپپا ئۇلانمىسىنى باشقۇرغۇچى دەلىللىمەسلىكنى %1$@ قوزغاتتى.
uk: Користувач %1$@ активував посилання на групу без адміністраторського затвердження.
ur: %1$@ نے منتظم کی منظوری کے ساتھ ہی گروپ لنک آن کیا۔
vi: %1$@ đã bật đường dẫn nhóm không yêu cầu quản trị viên xét duyệt
zh_cn: %1$@ 打开了无需管理员审核的群组链接。
zh_hk: %1$@ 已開啟無須經管理員批准的群組連結。
