Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# NEW_GROUP_CREATION_MISSING_NAME_ALERT_TITLE
source: Missing Group Name
af: Groepnaam ontbreek
ar: بحاجة لإضافة اسم المجموعة
az: Qrup adı əskikdir
be: Адсутнічае назва групы
bg: Липсва име на групата
bn: গ্রুপের নাম অনুপস্থিত রয়েছে
ca: Manca el nom del grup.
cs: Chybí název skupiny
cy: Enw Grŵp ar Goll
da: Der mangler et gruppenavn
de: Fehlender Gruppenname
el: Λείπει το όνομα της ομάδας
es: Falta el nombre del grupo
es_es: Falta nombre de grupo
et: Puuduv grupi nimi
eu: Taldearen izena falta da
fa: گروه بدون نام
fi: Ryhmän nimi puuttuu
fil: Walang Pangalan ng Grupo
fr: Le nom du groupe est obligatoire
ga: Ainm an Ghrúpa ar iarraidh
gu: ગ્રુપનું નામ ખૂટે છે
he: שם קבוצה חסר
hi: ग्रुप का नाम नहीं है
hr: Nedostaje naziv grupe
hu: Hiányzó csoportnév
id: Nama Grup Hilang
is: Vantar heiti á hóp
it: Nome del gruppo mancante
ja: グループ名がありません
kab: Ixuṣṣ yisem n ugraw
kk: Жоғалған топтың атауы
km: á”á¶ááŸ‹áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜
kn: ಗುಂಪಿನ ಹೆಸರು ತಪ್ಪಿದೆ
ko: 그룹 이름 없음
lt: Trūksta grupės pavadinimo
lv: Trūkst grupas nosaukuma
mk: Недостасува име на група
ml: ഗ്രൂപ്പിൻ്റെ പേര് കാണുന്നില്ല
mr: गट नाव नाही
ms: Nama Kumpulan Tiada
my: အဖွဲ့အမည် ပျောက်နေသည်
nb: Mangler gruppenavn
nl: Groepsnaam ontbreekt
pa: ਗਰੁੱਪ ਦਾ ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ
pa_pk: غیرموجود گروپ ناں
pl: Brakuje nazwy grupy
ps: ورک شوی د ګروپ نوم
pt_br: Falta o nome do grupo
pt_pt: Falta o nome de grupo
ro: Lipsește numele grupului
ru: Отсутствует имя группы
sk: Chýbajúci názov skupiny
sl: Manjka ime skupine
sq: Mungon Emër Grupi
sr: Недостаје назив групе
sv: Gruppnamn saknas
sw: Jina la Kundi Linakosekana.
ta: குழுவின் பெயர் இல்லை
te: సమూహం పేరు లేదు
th: ไม่พบชื่อกลุ่ม
tr: Grup Adı Eksik
ug: گۇرۇپپا ئىسمى كام قالدى
uk: Група не має назви
ur: گروپ کا نام غائب ہے
vi: Tên nhóm đang thiếu
zh_cn: 缺少群名称
zh_hk: 沒有群組名稱

# NEW_GROUP_DEFAULT_TITLE
source: New Group
af: Nuwe groep
ar: مجموعة جديدة
az: Yeni qrup
be: Новая група
bg: Нова Група
bn: নতুন গ্রুপ
ca: Grup nou
cs: Nová skupina
cy: Grŵp Newydd
da: Ny gruppe
de: Neue Gruppe
el: Νέα ομάδα
es: Nuevo grupo
es_es: Nuevo grupo
et: Uus grupp
eu: Talde berria
fa: گروه جدید
fi: Uusi ryhmä
fil: Bagong Grupo
fr: Nouveau groupe
ga: Grúpa Nua
gu: નવુ ગ્રુપ
he: קבוצה חדשה
hi: नया ग्रुप
hr: Nova grupa
hu: Új csoport
id: Grup Baru
is: Nýr hópur
it: Nuovo gruppo
ja: 新規グループ
kab: Rnu agraw
kk: Жаңа топ
km: á€áŸ’ášá»á˜ááŸ’á˜á¸
kn: ಹೊಸ ಗುಂಪು
ko: 새 그룹
lt: Nauja grupė
lv: Jauna grupa
mk: Нова група
ml: പുതിയ ഗ്രൂപ്പ്
mr: नवीन गट
ms: Kumpulan Baru
my: အဖွဲ့သစ်
nb: Ny gruppe
nl: Nieuwe groep
pa: ਨਵਾਂ ਗਰੁੱਪ
pa_pk: نواں گروپ
pl: Nowa grupa
ps: نوی ګروپ
pt_br: Novo grupo
pt_pt: Novo grupo
ro: Grup Nou
ru: Новая группа
sk: Nová skupina
sl: Nova skupina
sq: Grup i Ri
sr: Нова група
sv: Ny grupp
sw: Kikundi Kipya
ta: புதிய குழு
te: కొత్త సమూహం
th: กลุ่มแบบใหม่
tr: Yeni Grup
ug: يېڭى گۇرۇپپا
uk: Нова група
ur: نیا گروپ
vi: Nhóm Mới
zh_cn: 新群组
zh_hk: 建立新群組

# NEW_GROUP_MESSAGE_NOTIFICATION_TITLE
source: %@ to %@
af: %@ na %@
ar: %1$@ إلى %2$@
az: %@ tərəfindən %@ qrupuna
be: Ад %1$@ да %2$@
bg: %@ до %@
bn: %1$@ থেকে %2$@
ca: %1$@ a %2$@
cs: %1$@ v %2$@
cy: %@ i %@
da: %1$@ til %2$@
de: %1$@ an %2$@
el: %1$@ προς %2$@
es: %1$@ en %2$@
es_es: %@ en %@
et: %@ grupile %@
eu: %@ erabiltzailea %@ taldeari.
fa: %1$@ به %2$@
fi: %1$@ ryhmälle %2$@
fil: %@ sa %@
fr: %1$@ à %2$@
ga: %1$@ chuig %2$@
gu: %1$@થી%2$@
he: %1$@ אל %2$@
hi: %1$@ ने %2$@ को
hr: %1$@ u %2$@
hu: %1$@ itt: %2$@
id: %1$@ ke %2$@
is: %@ í %@
it: %1$@ in %2$@
ja: %1$@ から %2$@
kab: %@ ɣer %@
km: %@ á‘áŸ… %@
kn: %@ ರಿಂದ %@ ಗೆ
ko: %1$@ 님이 %2$@에서
lt: %@ į %@
lv: %@ izveidoja %@
mk: %@ до %@
ml: %@ മുതൽ %@ വരെ
mr: %1$@ ते %2$@
ms: %1$@ kepada %2$@
my: %@ မှ %@ သို့
nb: %1$@ til %2$@
nl: %1$@ aan %2$@
pa: %@ ਤੋਂ %@
pa_pk: %@ توں %@
pl: %1$@ do grupy %2$@
ps: %@ %@ ته
pt_br: %1$@ para %2$@
pt_pt: %1$@ a %2$@
ro: %1$@ către %2$@
ru: %1$@ в %2$@
sk: %1$@ do %2$@
sl: Uporabnik/ca %@ za skupino %@
sq: %@ te %@
sr: %1$@ у групи %2$@
sv: %1$@ till %2$@
sw: %@kwa%@
ta: %@ முதல் %@
te: %@ నుండి %@
th: %1$@ ถึง %2$@
tr: %1$@, %2$@ grubuna
ug: %1$@ دىن%2$@ غىچە
uk: %1$@ у «%2$@»
ur: %1$@کے لیے%2$@
vi: %1$@ đến %2$@
zh_cn: %1$@至%2$@
zh_hk: %1$@ 傳送至 %2$@

# NEW_GROUP_NAME_GROUP_VIEW_TITLE
source: Name Group
af: Benoem groep
ar: أضِف اسمًا للمجموعة
az: Qrup adı
be: Назва групы
bg: Име на групата
bn: গ্রুপের নাম দিন
ca: Nom del grup
cs: Pojmenujte skupinu
cy: Enwi Grŵp
da: Gruppenavn
de: Gruppennamen wählen
el: Όνομα ομάδας
es: Asigna un nombre al grupo
es_es: Nombre de grupo
et: Pane grupile nimi
eu: Taldearen izena
fa: نام گروه
fi: Nimeä ryhmä
fil: Pangalanan ang Grupo
fr: Nommer le groupe
ga: Cuir Ainm ar an nGrúpa
gu: નામ ગ્રુપ
he: שם קבוצה
hi: ग्रुप का नाम रखें
hr: Dodijelite naziv grupi
hu: Csoport elnevezése
id: Nama Grup
is: Nefna hóp
it: Nome del gruppo
ja: グループ名
kab: Semmi agraw
kk: Топты атау
km: áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜
kn: ಹೆಸರಿನ ಗುಂಪು
ko: 그룹 이름 입력
lt: Suteikite grupei pavadinimą
lv: Grupas nosaukuma piešķiršana
mk: Име на група
ml: ഗ്രൂപ്പിന് പേര് നൽകുക
mr: गटाला नाव द्या
ms: Nama Kumpulan
my: အဖွဲ့အမည်
nb: Gruppenavn
nl: Geef de groep een naam
pa: ਗਰੁੱਪ ਨੂੰ ਨਾਂ
pa_pk: گروپ نوں ناں دیو
pl: Nazwij grupę
ps: ګروپ ته نوم ورکړئ
pt_br: Nome do grupo
pt_pt: Nome do grupo
ro: Numește grupul
ru: Назовите группу
sk: Pomenujte skupinu
sl: Ime skupine
sq: Emër Grupi
sr: Назив групе
sv: Namnge grupp
sw: Jina la Kundi
te: పేరు సమూహం
th: ตั้งชื่อกลุ่ม
tr: Grubu Adlandır
ug: گۇرۇپپىغا ئ‍ىسىم قۇيۇڭ
uk: Назвіть цю групу
ur: گروپ کا نام دیں
vi: Tên Nhóm
zh_cn: 为群组命名
zh_hk: 群組名稱

# NEW_GROUP_NON_CONTACTS_SECTION_TITLE
source: Other Users
af: Ander gebruikers
ar: مُستخدِمون آخرون
az: Digər istifadəçilər
be: Іншыя карыстальнікі
bg: Други Потребители
bn: অন্যান্য ব্যবহারকারীগণ
ca: Altres usuaris
cs: Ostatní uživatelé
cy: Defnyddwyr Eraill
da: Andre brugere
de: Andere Nutzer
el: Άλλοι χρήστες/τριες
es: Otras personas
es_es: Otras personas
et: Teised kasutajad
eu: Bestelako Erabiltzaileak
fa: کاربران دیگر
fi: Muut käyttäjät
fil: Ibang mga User
fr: Autres utilisateurs
ga: Úsáideoirí Eile
gu: અન્ય વપરાશકર્તાઓ
he: משתמשים אחרים
hi: अन्य उपभोगकर्ता
hr: Ostali korisnici
hu: Más felhasználók
id: Pengguna Lain
is: Aðrir notendur
it: Altri utenti
ja: 他のユーザ
kab: Iseqdacen-nniḍen
kk: Басқа пайдаланушылар
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á•áŸ’áŸáŸá„á‘áŸ€á
kn: ಇತರ ಬಳಕೆದಾರರು
ko: 기타 사용자
lt: Kiti naudotojai
lv: Citi lietotāji
mk: Други корисници
ml: മറ്റ് യൂസർമാർ
mr: इतर वापरकर्ते
ms: Pengguna Lain
my: အခြားအသုံးပြုသူများ
nb: Andre brukere
nl: Andere Signal-gebruikers
pa: ਹੋਰ ਵਰਤੋਂਕਾਰ
pa_pk: دوجے صارفین
pl: Inne osoby
ps: نور کارنونه
pt_br: Outras pessoas no Signal
pt_pt: Outros utilizadores
ro: Alți utilizatori
ru: Прочие пользователи
sk: Ostatní používatelia
sl: Drugi/e uporabniki/ce
sq: Përdorues të Tjerë
sr: Други корисници
sv: Andra användare
sw: Watumiaji Wengine
ta: பிற பயனர்கள்
te: ఇతర వినియోగదారులు
th: ผู้ใช้อื่นๆ
tr: Diğer Kullanıcılar
ug: باشقا ئىشلەتكۈچىلەر
uk: Інші користувачі
ur: دوسرے صارفین
vi: Người dùng Khác
zh_cn: 其他用户
zh_hk: 其他使用者

# NEW_GROUP_SELECT_MEMBERS_VIEW_TITLE
source: Select Members
af: Kies lede
ar: حدِّد أعضاء
az: Üzvləri seç
be: Выбраць удзельнікаў
bg: Изберете членове
bn: সদস্যকে বেছে নিন
ca: Seleccioneu els membres
cs: Vyberte členy
cy: Dewis Aelodau
da: Vælg medlemmer
de: Mitglieder auswählen
el: Επιλογή μελών
es: Seleccionar participantes
es_es: Seleccionar participantes
et: Vali liikmed
eu: Hautatu Kideak
fa: انتخاب اعضا
fi: Valitse jäsenet
fil: Pumili ng mga Kasapi
fr: Sélectionner des membres
ga: Baill a Roghnú
gu: સભ્યો પસંદ કરો
he: בחר חברי קבוצה
hi: सदस्य चुनें
hr: Odaberite članove
hu: Tagok kiválasztása
id: Pilih Anggota
is: Velja meðlimi
it: Seleziona membri
ja: メンバーの選択
kab: Fren iεeggalen
kk: Қатысушыларды таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸáŸá˜á¶á‡á·á€
kn: ಸದಸ್ಯರನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 멤버 선택
lt: Pasirinkti narius
lv: Izvēlēties lietotājus
mk: Изберете членови
ml: അംഗങ്ങളെ തിരെഞ്ഞെടുക്കുക
mr: सदस्य निवडा
ms: Pilih Ahli
my: အဖွဲ့ဝင်များ ရွေးပါ
nb: Velg medlemmer
nl: Kies leden
pa: ਮੈਂਬਰ ਚੁਣੋ
pa_pk: رکناں نوں منتخب کرو
pl: Wybierz osoby
ps: غړي وټاکئ
pt_br: Selecionar membros
pt_pt: Selecionar membros
ro: Selectează membri
ru: Выберите участников
sk: Vyberte členov
sl: Izbira članov
sq: Përzgjidhni Anëtarë
sr: Изаберите чланове
sv: Välj medlemmar
sw: Chagua Wanachama
ta: தேர்ந்தெடு உறுப்பினர்கள்
te: సభ్యులను ఎంచుకోండి
th: เลือกสมาชิก
tr: Üyeleri Seç
ug: ئەزالارنى تاللاڭ
uk: Учасники
ur: ممبران کو منتخب کریں
vi: Chọn Thành viên
zh_cn: 选择成员
zh_hk: 選擇成員

# NEW_GROUP_STORY_REPLY_NOTIFICATION_TITLE
source: %1$@ to %2$@ · Story
ar: %1$@ إلى %2$@ · قصة
be: %1$@ у %2$@ · Гісторыя
bn: %1$@ থেকে %2$@ · স্টোরি
ca: %1$@ a %2$@ · Història
cs: %1$@ pro skupinu %2$@ · Příběh
da: %1$@ til %2$@ · Historie
de: %1$@ zu %2$@ · Story
el: %1$@ στην ομάδα %2$@ · Ιστορία
es: Historia de %1$@ para %2$@
fa: %1$@ به %2$@ · استوری
fi: %1$@ ryhmään %2$@ · Tarina
fr: %1$@ à %2$@ · Story
ga: %1$@ chuig %2$@ · Scéal
gu: %1$@ એ %2$@ માં· સ્ટોરી
he: %1$@ ל%2$@ · סטורי
hi: %1$@ %2$@ को · स्टोरी
hr: %1$@ u %2$@ · Priča
hu: %1$@ – %2$@ · Történet
id: %1$@ ke %2$@ · Cerita
it: %1$@ in %2$@ · Storia
ja: %1$@ さんから %2$@ に· ストーリー
ko: %1$@ 님이 %2$@에 보냄 · 스토리
mr: %1$@ ते %2$@ · स्टोरी
ms: %1$@ kepada %2$@ · Cerita
nb: %1$@ til %2$@ · Story
nl: %1$@ naar %2$@ · verhaal
pl: %1$@ do grupy %2$@ · relacja
pt_br: %1$@ para %2$@ · Story
pt_pt: %1$@ para %2$@ · História
ro: %1$@ către %2$@ · Poveste
ru: %1$@ в %2$@ · История
sk: %1$@ do %2$@ · Príbeh
sl: %1$@ v %2$@ ·zgodba
sr: %1$@ у групи %2$@ · Прича
sv: %1$@ till %2$@ · Story
th: %1$@ ถึง %2$@ · สตอรี่
tr: %1$@ adlı kullanıcıdan %2$@ · Hikaye
ug: «%1$@» دىن «%2$@» گە · ھېكايە
uk: %1$@, чат «%2$@» · Історія
ur: %2$@ پر %1$@ سٹوری
vi: %1$@ gửi vào %2$@ · Story
zh_cn: %2$@ 的 %1$@ · 动态
zh_hk: %1$@ 發送到 %2$@ 的限時動態

# NEW_GROUP_STORY_VIEW_CONTROLLER_TITLE
source: Choose Group
ar: اختيار مجموعة
be: Выбраць групу
bn: গ্ৰুপ বেছে নিন
ca: Triar grup
cs: Vybrat skupinu
da: Vælg gruppe
de: Gruppe wählen
el: Επιλογή ομάδας
es: Elegir grupo
fa: انتخاب گروه
fi: Valitse ryhmä
fr: Choisir un groupe
ga: Roghnaigh Grúpa
gu: ગ્રુપ પસંદ કરો
he: בחירת קבוצה
hi: ग्रुप चुनें
hr: Odaberite grupu
hu: Csoport kiválasztása
id: Pilih Grup
it: Scegli Gruppo
ja: グループを選択
ko: 그룹 선택
mr: गट निवडा
ms: Pilih Kumpulan
nb: Velg gruppe
nl: Groep kiezen
pl: Wybierz grupę
pt_br: Escolher grupo
pt_pt: Escolher grupo
ro: Alege Grupul
ru: Выберите группу
sk: Vybrať skupinu
sl: Izberi skupino
sr: Изаберите групу
sv: Välj grupp
th: เลือกกลุ่ม
tr: Grup Seç
ug: گۇرۇپپا تاللاش
uk: Оберіть групу
ur: گروپ منتخب کریں
vi: Chọn Nhóm
zh_cn: 选择群组
zh_hk: 選擇群組

# NEW_LINKED_DEVICE_NOTIFICATION_MEGAPHONE_VIEW_DEVICE_BUTTON
source: View device
ar: عرض الجهاز
be: Прагледзець прылады
bn: ডিভাইস দেখুন
ca: Veure dispositiu
cs: Zobrazit zařízení
da: Se enhed
de: Gerät anzeigen
el: Προβολή συσκευής
es: Ver dispositivo
fa: مشاهده دستگاه
fi: Näytä laite
fr: Afficher l'appareil
ga: Féach ar an ngléas
gu: ડિવાઇસ જુઓ
he: הצגת מכשיר
hi: डिवाइस देखें
hr: Prikaži uređaj
hu: Eszköz megtekintése
id: Lihat perangkat
it: Vedi dispositivo
ja: 端末を表示する
ko: 기기 보기
mr: डिव्हाईस पहा
ms: Lihat peranti
nb: Se enheten
nl: Apparaat bekijken
pl: Wyświetl urządzenie
pt_br: Ver dispositivo
pt_pt: Ver dispositivo
ro: Vezi dispozitivul
ru: Посмотреть устройство
sk: Zobraziť zariadenie
sr: Прикажи уређај
sv: Visa enhet
th: ดูอุปกรณ์
tr: Cihazı görüntüle
ug: ئۈسكۈنىنى كۆرۈش
uk: Переглянути пристрій
ur: ڈیوائس دیکھیں
vi: Xem thiết bị
zh_cn: 查看设备
zh_hk: 檢視裝置

# NEW_NONCONTACT_CONVERSATION_VIEW_TITLE
source: Find by Phone Number
af: Vind gebruiker
ar: إيجاد بحسب رقم الهاتف
az: İstifadəçi tapın
be: Знайсці па нумары тэлефона
bg: Намери Потребител
bn: ফোন নাম্বার দিয়ে খুজুন
ca: Troba pel número de telèfon
cs: Najít podle telefonního čísla
cy: Darganfod Defnyddiwr
da: Find via telefonnummer
de: Nach Telefonnummer suchen
el: Εύρεση με αριθμό τηλεφώνου
es: Buscar por número de teléfono
es_es: Buscar persona
et: Kasutaja leidmine
eu: Erabiltzailea bilatu
fa: جستجو از طریق شماره تلفن
fi: Etsi puhelinnumerolla
fil: Hanapin ang User
fr: Rechercher par no de téléphone
ga: Cuardaigh de réir Uimhir Ghutháin
gu: ફોન નંબર દ્વારા શોધો
he: מצא לפי מספר טלפון
hi: फोन नंबर से खोजें
hr: Pronađite prema broju telefona
hu: Keresés telefonszám alapján
id: Temukan lewat Nomor Telepon
is: Finna notanda
it: Cerca per numero di telefono
ja: 電話番号で検索
kab: Af aseqdac
kk: Пайдаланушыны табу
km: áŸáŸ’áœáŸ‚á„ášá€á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹
kn: ಬಳಕೆದಾರರನ್ನು ಹುಡುಕಿ
ko: 전화번호로 찾기
lt: Rasti naudotoją
lv: Meklēt lietotāju
mk: Најди корисник
ml: യൂസറിനെ കണ്ടെത്തുക
mr: फोन नंबर द्वारा शोधा
ms: Cari dengan Nombor Telefon
my: အသုံးပြုသူ ရှာပါ
nb: Finn via telefonnummer
nl: Zoeken op telefoonnummer
pa: ਵਰਤੋਂਕਾਰ ਲੱਭੋ
pa_pk: صارف لبھو
pl: Wyszukaj po numerze telefonu
ps: کارن ومومئ
pt_br: Encontrar pelo número de telefone
pt_pt: Procurar por número de telefone
ro: Găsește după numărul de telefon
ru: Найти по номеру телефона
sk: Nájsť podľa telefónneho čísla
sl: Najdi uporabnika/co
sq: Gjeni Përdorues
sr: Пронађите по броју телефона
sv: Hitta via telefonnummer
sw: Tafuta Mtumiaji
ta: பயனரைக் கண்டறியவும்
te: వినియోగదారుని కనుగొనండి
th: ค้นหาด้วยหมายเลขโทรศัพท์
tr: Telefon Numarası ile Bul
ug: تېلېفون نومۇرى بىلەن تېپىڭ
uk: Пошук за номером телефону
ur: فون نمبر کے ذریعے تلاش کریں
vi: Tìm bằng Số điện thoại
zh_cn: 通过手机号码寻找
zh_hk: 以電話號碼搜尋

# NEW_PRIVATE_STORY_CONFIRM_TITLE
source: Name Story
ar: أضِف اسمًا للقصة
be: Надаць назву гісторыі
bn: স্টোরি-র নাম দিন
ca: Posar títol a la història
cs: Název příběhu
da: Navngiv historie
de: Story benennen
el: Όνομα ιστορίας
es: Ponle un título
fa: نام‌گذاری استوری
fi: Nimeä tarina
fr: Nommer la story
ga: Tabhair ainm ar an Scéal
gu: સ્ટોરીને નામ આપો
he: מתן שם לסטורי
hi: नाम वाली स्टोरी
hr: Dodijelite naziv priči
hu: Történet címe
id: Beri Nama Cerita
it: Nome della Storia
ja: ストーリー名
ko: 스토리 이름 지정
mr: स्टोरीला नाव द्या
ms: Nama Cerita
nb: Gi navn til storyen
nl: Naam van verhaal
pl: Nazwij relację
pt_br: Nomear story
pt_pt: Atribua um nome à história
ro: Numele Poveștii
ru: Назовите историю
sk: Pomenovať príbeh
sl: Naslov Zgodbe
sr: Дајте назив причи
sv: Namnge story
th: ตั้งชื่อสตอรี่
tr: Hikayeyi Adlandır
ug: ھېكايىگە نام قويۇش
uk: Дайте історії назву
ur: سٹوری کو نام دیں
vi: Đặt tên cho Story
zh_cn: 动态命名
zh_hk: 為限時動態命名

# NEW_PRIVATE_STORY_CREATE_BUTTON
source: Create
af: Skep
ar: إنشاء
az: Yarat
be: Стварыць
bn: তৈরি করুন
ca: Crea
cs: Vytvořit
cy: Creu
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
et: Loo
eu: Sortu
fa: ایجاد
fi: Luo
fr: Créer
ga: Cruthaigh
gu: બનાવો
he: צור
hi: बनाएँ
hr: Stvori
hu: Létrehozás
id: Buat
is: Búa til
it: Crea
ja: 作成
kab: Rnu
km: á”á„áŸ’á€á¾á
kn: ರಚಿಸಿ
ko: 만들기
lt: Sukurti
lv: Izveidot
mk: Создај
ml: സൃഷ്ടിക്കൂ
mr: तयार करा
ms: Cipta
my: ဖန်တီးပါ
nb: Opprett
nl: Aanmaken
pa: ਬਣਾਓ
pl: Utwórz
ps: رامنځته کول
pt_br: Criar
pt_pt: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sl: Ustvari
sq: Krijoje
sr: Креирај
sv: Skapa
sw: Tengeneza
ta: உருவாக்கவும்
te: సృష్టించు
th: สร้าง
tr: Oluştur
ug: قۇر
uk: Створити
ur: بنائیں
vi: Tạo
zh_cn: 创建
zh_hk: 建立

# NEW_PRIVATE_STORY_MISSING_NAME_ALERT_MESSAGE
source: A story name is required.
ar: مطلوب إضافة اسم القصة.
be: Патрэбна назва гісторыі.
bn: স্টোরি-র নাম আবশ্যক।
ca: És obligatori posar títol a la història.
cs: Název příběhu je povinný.
da: Din historie skal have et navn.
de: Ein Story-Name ist erforderlich
el: Το όνομα ιστορίας είναι υποχρεωτικό.
es: Se necesita un título para la historia.
fa: انتخاب نام برای استوری الزامی است.
fi: Tarinan nimi vaaditaan.
fr: Veuillez saisir le titre de la story.
ga: Tá ainm ar an scéal de dhíth.
gu: સ્ટોરીનું નામ આવશ્યક છે.
he: דרוש שם לסטורי
hi: एक स्टोरी नाम चाहिए।
hr: Naziv priče je obavezan.
hu: A Történet címének megadása kötelező.
id: Nama cerita harus diisi.
it: Devi dare un nome alla tua Storia.
ja: ストーリー名は必須です。
ko: 스토리 이름을 입력해 주세요.
mr: स्टोरी नाव आवश्यक आहे.
ms: Nama cerita diperlukan.
nb: Du må gi storyen et navn.
nl: Je moet je verhaal een naam geven.
pl: Trzeba podać nazwę relacji.
pt_br: O story precisa ter um nome.
pt_pt: É necessário um nome da história.
ro: Este necesar un nume pentru poveste.
ru: Название истории обязательно.
sk: Vyžaduje sa názov príbehu.
sl: Zahtevan je naslov.
sr: Неопходно је дати назив причи.
sv: Ett storynamn krävs.
th: ต้องตั้งชื่อสตอรี่
tr: Bir hikaye adı gerekli.
ug: ھېكايىنىڭ نامى بولۇشى كېرەك.
uk: Ви не зазначили назву історії.
ur: سٹوری کا نام لازمی ہے۔
vi: Cần có tên của story.
zh_cn: 必须填写动态名称。
zh_hk: 必須輸入限時動態名稱。

# NEW_PRIVATE_STORY_MISSING_NAME_ALERT_TITLE
source: Missing Story Name
ar: بحاجة لإضافة اسم القصة
be: Адсутнічае назва гісторыі
bn: স্টোরি-র নাম পাওয়া যাচ্ছে না
ca: Falta posar-li títol a la història
cs: Chybí název příběhu
da: Mangler historienavn.
de: Fehlender Story-Name
el: Λείπει το όνομα της ιστορίας
es: Falta el título de la historia
fa: استوری بدون نام
fi: Tarinan nimi puuttuu
fr: Titre de story manquant
ga: Tá Ainm ar an Scéal ar Iarraidh
gu: સ્ટોરીનું નામ નથી
he: שם סטורי חסר
hi: स्टोरी नाम नहीं है
hr: Nedostaje naziv priče
hu: Hiányzik a Történet címe
id: Nama Cerita Tidak Ada
it: Nome della Storia non inserito
ja: ストーリー名がありません
ko: 스토리 이름 없음
mr: स्टोरी नाव गहाळ आहे
ms: Tiada Nama Cerita
nb: Navn på story mangler
nl: De naam van je verhaal ontbreekt
pl: Brakuje nazwy relacji
pt_br: Story sem nome
pt_pt: Falta o nome da história
ro: Lipsește Numele Poveștii
ru: Отсутствует название истории
sk: Chýba názov príbehu
sl: Manjkajoč naslov Zgodbe.
sr: Недостаје назив приче
sv: Saknar storynamn
th: ไม่พบชื่อสตอรี่
tr: Eksik Hikaye Adı
ug: ھېكايە نامى كەم
uk: Історія не має назви
ur: سٹوری کا نام موجود نہیں
vi: Thiếu Tên Của Story
zh_cn: 未填写动态名称
zh_hk: 未輸入限時動態名稱

# NEW_PRIVATE_STORY_NAME_FOOTER
source: Only you can see the name of this story.
ar: أنت فقط من يرى اسم هذه القصة.
be: Толькі вы можаце бачыць назву гэтай гісторыі.
bn: শুধু আপনিই এই স্টোরির নাম দেখতে পারবেন।
ca: Només tu pots veure el nom d'aquesta història.
cs: Název tohoto příběhu vidíte pouze vy.
da: Du kan som den eneste se navnet på denne historie.
de: Nur du kannst den Namen dieser Story sehen.
el: Μόνο εσύ μπορείς να δεις το όνομα αυτής της ιστορίας.
es: Solo tú puedes ver el nombre de esta historia.
fa: فقط شما می‌توانید نام این استوری را ببینید.
fi: Vain sinä näet tämän tarinan nimen.
fr: Vous seul pouvez voir le titre de cette story.
ga: Tusa amháin a fheicfidh ainm an scéil seo.
gu: આ સ્ટોરીનું નામ ફક્ત તમે જ જોઈ શકો છો.
he: שם הסטורי הזה גלוי רק לך.
hi: केवल आप इस स्टोरी का नाम देख सकते हैं।
hr: Samo vi možete vidjeti naziv ove priče.
hu: Csak te láthatod ennek a Történetnek a nevét.
id: Hanya Anda yang dapat melihat nama cerita ini.
it: Solo tu puoi vedere il nome di questa Storia.
ja: あなただけがこのストーリーの名前を見ることができます。
ko: 이 스토리 이름은 본인만 볼 수 있습니다.
mr: फक्त आपण या स्टोरी चे नाव पाहू शकता.
ms: Hanya anda yang boleh melihat nama cerita ini.
nb: Navnet på storyen vises bare for deg.
nl: Alleen jij kunt de naam van dit verhaal zien.
pl: Tylko Ty możesz wyświetlić nazwę tej relacji.
pt_br: Somente você pode ver o nome deste story.
pt_pt: Só você pode ver o nome desta história.
ro: Doar tu poți vedea numele poveștii.
ru: Только вы можете видеть название этой истории.
sk: Názov tohto príbehu môžete vidieť len vy.
sr: Само ви можете да видите назив ове приче.
sv: Bara du kan se namnet på den här storyn.
th: มีแค่คุณเท่านั้นที่เห็นชื่อของสตอรี่นี้
tr: Bu hikayenin adını sadece sen görebilirsin.
ug: بۇ ھېكايىنىڭ نامىنى پەقەت سىزلا كۆرەلەيسىز.
uk: Назву цієї історії бачите лише ви.
ur: صرف آپ اس سٹوری کا نام دیکھ سکتے ہیں۔
vi: Chỉ bạn có thể thấy tên của story này.
zh_cn: 只有您能看到此动态的名称。
zh_hk: 只有你可看到此限時動態的名稱。

# NEW_PRIVATE_STORY_NAME_PLACEHOLDER
source: Story Name (Required)
ar: اسم القصة (مطلوب)
be: Назва гісторыі (абавязкова)
bn: স্টোরি-র নাম (আবশ্যক)
ca: Títol de la història (obligatori)
cs: Název příběhu (povinné)
da: Historienavn (påkrævet)
de: Story-Name (Erforderlich)
el: Όνομα ιστορίας (απαιτείται)
es: Título de la historia (obligatorio)
fa: نام استوری (الزامی)
fi: Tarinan nimi (pakollinen)
fr: Titre de la story (champ obligatoire)
ga: Ainm ar an Scéal (Riachtanach)
gu: સ્ટોરીનું નામ (આવશ્યક)
he: שם סטורי (חובה)
hi: स्टोरी नाम (आवश्यक)
hr: Naziv priče (obavezno)
hu: Történet címe (kötelező)
id: Nama Cerita (Wajib)
it: Nome della Storia (obbligatorio)
ja: ストーリー名 (必須)
ko: 스토리 이름(필수)
mr: स्टोरी नाव (आवश्यक)
ms: Nama Cerita (Diperlukan)
nb: Navn på story (obligatorisk)
nl: Verhaalnaam (vereist)
pl: Nazwa relacji (wymagana)
pt_br: Nome do story (obrigatório)
pt_pt: Nome da história (obrigatório)
ro: Numele Poveștii (Necesar)
ru: Название истории (обязательно)
sk: Názov príbehu (Povinné)
sl: Naslov Zgodbe (zahtevan)
sr: Назив приче (обавезно)
sv: Storynamn (krävs)
th: ชื่อสตอรี่ (ต้องระบุ)
tr: Hikaye Adı (Gerekli)
ug: ھېكايە نامى (زۆرۈر)
uk: Назва історії (обов'язкова)
ur: سٹوری کا نام (لازمی ہے)
vi: Tên Của Story (Bắt buộc)
zh_cn: 动态名称（必填）
zh_hk: 限時動態名稱 (必填)

# NEW_PRIVATE_STORY_VIEW_TITLE
source: Select Viewers
ar: حدِّد المشاهدين
be: Выбраць гледачоў
bn: ভিউয়ার বেছে নিন
ca: Seleccionar espectadors
cs: Vybrat sledující
da: Vælg seere
de: Betrachter auswählen
el: Επιλογή θεατών
es: Quién puede verla
fa: انتخاب بازدیدکنندگان
fi: Valitse katsojat
fr: Sélectionner des spectateurs
ga: Roghnaigh Amharcóirí
gu: દર્શકો પસંદ કરો
he: בחירת צופים
hi: व्यूअर चुनें
hr: Izaberite gledatelje
hu: Nézők kiválasztása
id: Pilih Penonton
it: Scegli chi può vedere la Storia
ja: 閲覧者の選択
ko: 볼 수 있는 사람 선택
mr: दर्शक निवडा
ms: Pilih Penonton
nb: Velg seere
nl: Kies wie kan bekijken
pl: Wybierz odbiorców
pt_br: Selecionar espectadores
pt_pt: Selecionar visualizadores
ro: Selectează Spectatori
ru: Выберите зрителей
sk: Vybrať sledovateľov
sl: Izberi gledalce
sr: Изаберите гледаоце
sv: Välj tittare
th: เลือกผู้ชม
tr: Görüntüleyenleri Seç
ug: كۆرۈرمەنلەرنى تاللاش
uk: Вибрати глядачів
ur: ناظرین منتخب کریں
vi: Chọn Người Xem
zh_cn: 选择访客
zh_hk: 選擇瀏覽者

# NEW_PRIVATE_STORY_VIEWERS_HEADER
source: Viewers
af: Kykers
ar: المشاهدون
az: İzləyici
be: Гледачы
bn: দর্শক
ca: Espectadors
cs: Zobrazení
cy: Darllenwyr
da: Seere
de: Betrachter
el: Θεατές
es: Quién puede ver esta historia
et: Vaatajad
eu: Ikusleak
fa: بازدیدکنندگان
fi: Katsojat
fr: Spectateurs
ga: Amharcóirí
gu: દર્શકો
he: צופים
hi: व्यूअर
hr: Gledatelji
hu: Megtekintők
id: Penonton
is: Lesendur
it: Persone
ja: 閲覧者
km: á¢áŸ’á“á€á˜á¾á›
kn: ವೀಕ್ಷಕರು
ko: 볼 수 있는 사람
lt: Žiūrovai
lv: Skatītāji
mk: Гледачи
ml: കാഴ്ച്ചക്കാർ
mr: दर्शक
ms: Penonton
my: ကြည့်ရှုသူများ
nb: Seere
nl: Kijkers
pa: ਦਰਸ਼ਕ
pl: Odbiorcy
pt_br: Visualizadores
pt_pt: Visualizadores
ro: Spectatori
ru: Зрители
sk: Sledujúci
sl: Gledalci
sq: Shikues
sr: Гледаоци
sv: Tittare
sw: Watazamaji
ta: பார்வையாளர்கள்
te: వీక్షకులు
th: ผู้ชม
tr: Görüntüleyenler
ug: كۆرۈرمەن
uk: Глядачі
ur: ناظرین
vi: Người xem
zh_cn: 访客
zh_hk: 觀看者

# NEW_STORY_HEADER_VIEW_ADD_NEW_STORY_BUTTON
source: New
af: Nuwe Storie
ar: جديد
az: Yeni Hekayə
be: Новая
bn: নতুন
ca: Nova
cs: Novinka
cy: Stori Newydd
da: Ny
de: Neu
el: Νέα
es: Nueva
et: Uus lugu
eu: Istorio berria
fa: جدید
fi: Uusi
fr: Nouvelle story
ga: Nua
gu: નવું
he: חדש
hi: नया
hr: Nova priča
hu: Új
id: Baru
is: Ný saga
it: Nuova
ja: 新規
kn: ಹೊಸ ಸ್ಟೋರಿ
ko: 새 스토리
lt: Nauja istorija
lv: Jauns stāsts
mk: Нова приказна
ml: പുതിയ സ്റ്റോറി
mr: नवीन
ms: Baru
my: စတိုရီ အသစ်
nb: Ny
nl: Nieuw
pa: ਨਵੀਂ ਕਹਾਣੀ
pl: Nowa
ps: New Story
pt_br: Novidade
pt_pt: Nova
ro: Nou
ru: Новая
sk: Nový
sl: Nova zgodba
sq: Story e re
sr: Нова
sv: Ny
sw: Stori Mpya
ta: புதிய ஸ்டோரி
te: కొత్త స్టోరీ
th: ใหม่
tr: Yeni Hikaye
ug: يېڭى
uk: Нова
ur: نیا
vi: Mới
zh_cn: 新建
zh_hk: 新增
