Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PIN_REMINDER_MEGAPHONE_TITLE
source: Verify your Signal PIN
af: Verifieer u Signal-PIN
ar: التحقُّق من رقم التعريف الشخصي (PIN) على سيجنال
az: Signal PIN-inizi təsdiqləyin
be: Праверце свой PIN-код Signal
bg: Потвърдете своя ПИН за Signal
bn: আপনার Signal পিন যাচাই করুন
ca: Verifiqueu el PIN del Signal
cs: Ověřit váš Signal PIN
cy: Dilyswch eich PIN Signal
da: Verificer din Signal-pinkode
de: Überprüfe deine Signal-PIN
el: Επιβεβαίωσε το Signal PIN σου
es: Verifica tu PIN de Signal
es_es: Verifica tu PIN de Signal
et: Kinnita Signali PIN-kood
eu: Zure Signal PINa egiaztatu
fa: پین سیگنال خود را تأیید کنید
fi: Varmenna Signal-tunnuslukusi
fil: Beripikahin ang PIN ng iyong Signal
fr: Confirmez votre code PIN Signal
ga: Deimhnigh d'UAP Signal
gu: તમારા Signal PIN ને ચકાસો
he: וודא את Signal PIN שלך
hi: अपना Signal पिन सत्यापित करें
hr: Potvrdite svoj Signal PIN
hu: Signal PIN kód hitelesítése
id: Verifikasi PIN Signal Anda
is: Staðfestu PIN-númer Signal
it: Verifica il tuo PIN di Signal
ja: Signal PINを確認
kab: Senqed tangalt PIN n Signal
kk: Signal қолданбасындағы PIN коды тексеру
km: á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á›áŸáPIN Signal
kn: ನಿಮ್ಮ Signal ಪಿನ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
ko: Signal PIN 인증
lt: Patvirtinkite savo Signal PIN kodą
lv: Signal PIN apstiprināšana
mk: Верификувајте го вашиот Signal ПИН
ml: നിങ്ങളുടെ Signal പിൻ പരിശോധിക്കുക
mr: आपला Signal PIN सत्यापित करा.
ms: Sahkan PIN Signal anda
my: သင့် Signal ပင်နံပါတ်ကို အတည်ပြုပါ
nb: Bekreft Signal-PIN-kode
nl: Bevestig je Signal-pincode
pa: ਆਪਣੇ Signal ਦੇ ਪਿਨ ਦੀ ਤਸਦੀਕ ਕਰੋ
pa_pk: اپنی Signal پن دی توثیق کرو
pl: Zweryfikuj swój PIN Signal
ps: د Signal اړوند PIN تایید کړئ
pt_br: Verifique seu PIN do Signal
pt_pt: Verifique o seu PIN do Signal
ro: Verifică PIN-ul Signal
ru: Подтвердите свой PIN-код Signal
sk: Overte svoj PIN pre Signal
sl: Potrdite svoj Signal PIN
sq: Verifikoni PIN-in tuaj të Signal-it
sr: Верификујте Signal PIN
sv: Verifiera din Signal PIN-kod
sw: Thibitisha PINI yako ya Signal
ta: உங்கள் சிக்னல் பின்னை சரிபார்க்கவும்
te: మీ Signal పిన్ ను సరిచూసుకోండి
th: ตรวจยืนยัน Signal PIN ของคุณ
tr: Signal PIN'inizi doğrulayın
ug: Signal PIN نى دەلىللەڭ
uk: Підтвердьте свій PIN-код Signal
ur: اپنے Signal پن کی تصدیق کریں
vi: Xác minh mã PIN Signal của bạn
zh_cn: 验证您的 PIN 码
zh_hk: 驗證您的 Signal PIN 碼

# PIN_REMINDER_MEGAPHONE_TOMORROW_SUCCESSFUL_TOAST
source: PIN correct. We’ll remind you again tomorrow.
ar: رقم التعريف الشخصي (PIN) صحيح. سنُذكِّرك مرّة أُخرى غدًا.
be: PIN-код правільны. Мы нагадаем вам яшчэ раз заўтра.
bn: পিনটি সঠিক। আমরা আগামীকাল আপনাকে আবার মনে করিয়ে দেবো।
ca: PIN correcte. T'ho recordarem demà.
cs: Správný PIN kód. Připomeneme se vám zase zítra.
da: Korrekt pinkode. Du bliver mindet om det igen i morgen.
de: PIN korrekt. Wir erinnern dich morgen erneut.
el: Το PIN είναι σωστό. Θα σου το υπενθυμίσουμε πάλι αύριο.
es: PIN correcto. Te lo recordaremos de nuevo mañana.
fa: پین درست است. فردا دوباره به شما یادآوری خواهیم کرد.
fi: Oikea PIN-koodi. Muistutamme sinua jälleen huomenna.
fr: Confirmation réussie. Nous vous le redemanderons demain.
ga: UAP ceart. Meabhróimid duit arís amárach.
gu: પિન સાચો છે. અમે તમને આવતી કાલે ફરીથી યાદ કરાવીશું.
he: PIN נכון. נזכיר לך שוב מחר.
hi: पिन सही है। हम आपको कल फिर से याद दिलाएँगे।
hr: PIN je ispravan. Provjerit ćemo ga ponovno sutra.
hu: A PIN-kód helyes. Holnap újra emlékeztetünk.
id: PIN benar. Signal akan menanyakan lagi PIN Anda besok.
it: PIN corretto. Te lo ricorderemo di nuovo domani.
ja: 正しいPINが入力されました。明日、再度確認があります。
ko: PIN이 올바릅니다. 내일 다시 알려드리겠습니다.
mr: पिन बरोबर आहे. आम्ही आपल्याला उद्या पुन्हा आठवण करून देऊ.
ms: PIN betul. Kami akan mengingatkan anda semula esok.
nb: PIN-koden stemmer. Vi sender deg en ny påminnelse i morgen.
nl: Juiste pincode. We zullen het morgen opnieuw vragen.
pl: PIN poprawny. Poprosimy Cię o niego ponownie jutro.
pt_br: PIN correto. Vamos lembrar você novamente amanhã.
pt_pt: PIN correto. Iremos lembrar de novo amanhã.
ro: PIN corect. Îți vom reaminti mâine.
ru: Пин-код правильный. Мы напомним вам завтра.
sk: Zadaný PIN je správny. Zajtra si ho od vás znova vyžiadame.
sr: PIN исправан. Подсетићемо вас поново сутра.
sv: Pinkoden är korrekt. Vi påminner dig igen imorgon.
th: PIN ถูกต้อง เราจะแจ้งเตือนคุณอีกครั้งพรุ่งนี้
tr: PIN doğru. Sana yarın hatırlatacağız.
ug: توغرا PIN نومۇر. ئەتە سىزنى قايتا ئەسكەرتىمىز.
uk: PIN-код правильний. Завтра ми нагадаємо знов.
ur: پِن درست ہے۔ ہم کل آپ کو دوبارہ یاد دلائیں گے۔
vi: Mã PIN đúng. Chúng tôi sẽ nhắc bạn lại vào ngày mai.
zh_cn: PIN 码正确。我们会在明天再次提醒您。
zh_hk: PIN 碼正確。明天我們將會再次提醒你。

# PIN_REMINDER_MEGAPHONE_TOMORROW_TOAST
source: We’ll remind you again tomorrow.
af: Ons sal u môre weer herinner.
ar: سنُذكِّرك مرّة أُخرى غدًا.
az: Sabah yenidən xatırladacağıq.
be: Заўтра мы зноў нагадаем.
bg: Утре ще ви напомним отново.
bn: আমরা আগামীকাল আপনাকে আবার মনে করিয়ে দেব।
ca: Us ho recordarem demà.
cs: Připomeneme se vám zase zítra.
cy: Byddwn yn eich atgoffa eto yfory.
da: Du vil blive mindet om det igen i morgen
de: Wir erinnern dich morgen erneut.
el: Θα σ' το υπενθυμίσουμε πάλι αύριο.
es: Te lo recordaremos de nuevo mañana.
es_es: Te lo recordaremos de nuevo mañana.
et: Tuletame homme jälle meelde.
eu: Bihar gogoraraziko dizugu.
fa: فردا به شما یادآوری می‌کنیم
fi: Muistutamme sinua jälleen huomenna.
fil: Paaalalahanan ka naming muli bukas.
fr: Nous vous le redemanderons demain.
ga: Meabhróimid duit arís amárach.
gu: અમે તમને આવતી કાલે ફરીથી યાદ કરાવીશું.
he: נזכיר לך שוב מחר.
hi: हम आपको कल फिर याद दिलाऐंगे।
hr: Podsjetiti ćemo vas ponovo sutra.
hu: Holnap újra emlékeztetünk.
id: Signal akan mengonfirmasi PIN lagi besok.
is: Við munum minna þig á aftur á morgun.
it: Te lo ricorderemo di nuovo domani.
ja: 明日、再度お知らせします。
kab: Ad ak·akem-id-yesmekti tikkelt-nniḍen azekka.
kk: Ертең қайтадан есіңізге саламыз.
km: á™á¾á„á“á¹á„ášáŸ†á›á¹á€á¢áŸ’á“á€á˜áŸ’áá„á‘áŸ€áááŸ’á„áŸƒáŸáŸ’á¢áŸ‚á€áŸ”
kn: ನಾಳೆ ಮತ್ತೊಮ್ಮೆ ಇದನ್ನು ನಾವು ನಿಮಗೆ ನೆನಪಿಸುತ್ತೇವೆ.
ko: 내일 다시 알려드리겠습니다.
lt: Rytoj priminsime jums dar kartą.
lv: Rīt mēs vaicāsim atkal.
mk: Ќе ве потсетиме повторно утре.
ml: ഞങ്ങൾ നിങ്ങളെ നാളെ വീണ്ടും ഓർമ്മപ്പെടുത്തും.
mr: आम्ही आपल्याला उद्या पुन्हा आठवण करून देऊ.
ms: Kami akan mengingatkan anda semula esok.
my: မနက်ဖြန် သင့်ကို ပြန်သတိပေးပါမည်။
nb: Vi minner deg igjen i morgen.
nl: We zullen het morgen opnieuw vragen.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਭਲਕੇ ਫੇਰ ਯਾਦ ਕਰਾਵਾਂਗੇ।
pa_pk: اسی تساں نوں کل دوبارہ یاد دلاواں گے۔
pl: Przypomnimy Ci jeszcze raz jutro.
ps: موږ به دا تاسې ته سبا بیا در په یاد کړو.
pt_br: Nós relembraremos você amanhã.
pt_pt: Iremos recordar-lhe de novo amanhã.
ro: Îți vom reaminti mâine.
ru: Мы напомним вам снова завтра.
sk: Zajtra vám to pripomenieme znovu.
sl: Jutri vas bomo znova opozorili.
sq: Do t’jua kujtojmë prapë nesër.
sr: Подсетићемо вас поново сутра.
sv: Vi påminner dig igen imorgon.
sw: Tutakukumbusha tena kesho.
ta: நாங்கள் நினைவூட்டுவோம் நீங்கள் மீண்டும் நாளை.
te: మేము రేపు మీకు మళ్ళీ గుర్తు చేస్తాము.
th: เราจะเตือนคุณอีกครั้งพรุ่งนี้
tr: Size yarın hatırlatacağız.
ug: ئەتە سىزنى قايتا ئەسكەرتىمىز.
uk: Завтра ми нагадаємо знов.
ur: ہم کل آپ کو دوبارہ یاد دلائیں گے۔
vi: Chúng tôi sẽ nhắc bạn vào ngày mai.
zh_cn: 我们会在明天再次提醒你。
zh_hk: 明天我們將會再提醒您。

# PIN_REMINDER_MEGAPHONE_TWO_WEEK_SUCCESSFUL_TOAST
source: PIN correct. We’ll remind you again in a couple of weeks.
ar: رقم التعريف الشخصي (PIN) صحيح. سنُذكِّرك مرّة أُخرى في غُضون بضعة أسابيع.
be: PIN-код правільны. Мы нагадаем вам яшчэ раз праз пару тыдняў.
bn: পিনটি সঠিক। দুই সপ্তাহের মধ্যে এটি করার কথা আমরা আপনাকে আবার মনে করিয়ে দেবো।
ca: PIN correcte. T'ho recordarem d'aquí a un parell de setmanes.
cs: Správný PIN kód. Připomeneme se vám zase za pár týdnů.
da: Korrekt pinkode. Du bliver mindet om det igen om nogle uger.
de: PIN korrekt. Wir erinnern dich in einigen Wochen erneut.
el: Το PIN είναι σωστό. Θα σου το υπενθυμίσουμε πάλι σε μερικές εβδομάδες.
es: PIN correcto. Te lo recordaremos de nuevo en un par de semanas.
fa: پین درست است. چند هفته دیگر دوباره به شما یادآوری خواهیم کرد.
fi: Oikea PIN-koodi. Muistutamme sinua jälleen parin viikon kuluttua.
fr: Confirmation réussie. Nous vous le redemanderons dans 15 jours.
ga: UAP ceart. Meabhróimid duit arís i gceann cúpla seachtain.
gu: પિન સાચો છે. અમે તમને બે અઠવાડિયામાં ફરીથી યાદ કરાવીશું.
he: PIN נכון. נזכיר לך שוב עוד שבועיים.
hi: पिन सही है। हम आपको कुछ हफ़्ते बाद फिर से याद दिलाएँगे।
hr: PIN je ispravan. Provjerit ćemo ga ponovno za par tjedana.
hu: A PIN-kód helyes. Pár hét múlva újra emlékeztetünk.
id: PIN benar. Signal akan menanyakan lagi PIN Anda dalam 2 minggu.
it: PIN corretto. Te lo ricorderemo di nuovo tra un paio di settimane.
ja: 正しいPINが入力されました。2週間後に再度お知らせします。
ko: PIN이 올바릅니다. 몇 주 후에 다시 알려드리겠습니다.
mr: पिन बरोबर आहे. आम्ही आपल्याला पुन्हा दोन आठवड्यांनंतर आठवण करून देऊ.
ms: PIN betul. Kami akan mengingatkan anda lagi dalam beberapa minggu.
nb: PIN-koden stemmer. Vi sender deg en ny påminnelse om et par uker.
nl: Juiste pincode. We zullen het over een aantal weken opnieuw vragen.
pl: PIN poprawny. Poprosimy Cię o niego ponownie za dwa tygodnie.
pt_br: PIN correto. Vamos lembrar você novamente em algumas semanas.
pt_pt: PIN correto. Iremos lembrar de novo dentro de algumas semanas.
ro: PIN corect. Îți vom reaminti din nou în câteva săptămâni.
ru: Пин-код правильный. Мы напомним вам через пару недель.
sk: Zadaný PIN je správny. O pár týždňov si ho od vás znova vyžiadame.
sr: PIN исправан. Подсетићемо вас поново за пар недеља.
sv: Pinkoden är korrekt. Vi påminner dig igen om några veckor.
th: PIN ถูกต้อง เราจะแจ้งเตือนคุณอีกครั้งในอีก 1-2 สัปดาห์
tr: PIN doğru. Sana birkaç hafta içinde hatırlatacağız.
ug: توغرا PIN نومۇر. بىر قانچە ھەپتىدىن كېيىن سىزنى قايتا ئەسكەرتىمىز.
uk: PIN-код правильний. Через кілька тижнів ми нагадаємо знов.
ur: پِن درست ہے۔ ہم آپ کو چند ہفتوں میں دوبارہ یاد دلائیں گے۔
vi: Mã PIN đúng. Chúng tôi sẽ nhắc bạn lại trong vài tuần nữa.
zh_cn: PIN 码正确。我们会在几周后再次提醒您。
zh_hk: PIN 碼正確。一兩週後我們將會再次提醒你。

# PIN_REMINDER_MEGAPHONE_TWO_WEEK_TOAST
source: We’ll remind you again in a couple of weeks.
af: Ons sal u oor ’n paar weke weer herinner.
ar: سنُذكِّرك مرّة أُخرى في غضون بضعة أسابيع.
az: Bir neçə həftə ərzində yenidən xatırladacağıq.
be: Мы нагадаем вам яшчэ раз праз пару тыдняў.
bg: Ще ви напомним отново след няколко седмици.
bn: কয়েক সপ্তাহের মধ্যে এটি করার কথা আমরা আপনাকে আবার মনে করিয়ে দেব।
ca: Us ho recordarem d'aquí a un parell de setmanes.
cs: Připomeneme se vám zase za pár týdnů.
cy: Byddwn yn eich atgoffa eto ymhen pythefnos.
da: Vi vil minde dig om det igen om et par uger
de: Wir erinnern dich in einigen Wochen erneut.
el: Θα σ' το υπενθυμίσουμε ξανα σε μερικές εβδομάδες.
es: Te lo recordaremos de nuevo en un par de semanas.
es_es: Te lo recordaremos de nuevo en un par de semanas.
et: Tuletame sulle uuesti meelde paari nädala pärast.
eu: Bi aste barru gogoraraziko dizugu berriro.
fa: طی چند هفته، دوباره به شما یادآوری خواهیم کرد.
fi: Muistutamme sinua jälleen parin viikon kuluttua.
fil: Paaalalahanan ka naming muli sa loob ng dalawang linggo.
fr: Nous vous le redemanderons dans 15 jours.
gu: અમે તમને બે અઠવાડિયામાં ફરીથી યાદ અપાવીશું.
he: נזכיר לך שוב עוד שבועיים.
hi: हम आपको कुछ हफ़्ते बाद फिर याद दिलाऐंगे।
hr: Podsjetiti ćemo vas ponovo za par tjedana.
hu: Pár hét múlva újra emlékeztetünk.
id: Kami akan mengingatkan Anda dalam beberapa minggu lagi.
is: Við munum minna þig á aftur eftir tvær vikur.
it: Te lo ricorderemo di nuovo tra un paio di settimane.
ja: 2週間後に再度お知らせします。
kab: Ad ak·akem-id-yesmekti tikkelt-nniḍen akka kra n ledwaṛ.
kk: Бір-екі аптадан кейін қайтадан есіңізге саламыз.
km: á™á¾á„á“á¹á„ášáŸ†á›á¹á€á¢áŸ’á“á€á˜áŸ’áá„á‘áŸ€á áŸ¢áŸá”áŸ’áá¶á áŸá€áŸ’ášáŸ„á™áŸ”
kn: ಕೆಲವೇ ವಾರಗಳಲ್ಲಿ ನಾವು ಮತ್ತೊಮ್ಮೆ ಇದನ್ನು ನಿಮಗೆ ನೆನಪಿಸುತ್ತೇವೆ.
ko: 몇 주 후에 다시 알려드리겠습니다.
lt: Po kelių savaičių priminsime jums dar kartą.
lv: Pēc dažām nedēļām mēs atgādināsim jums vēlreiz.
ml: രണ്ടാഴ്ചയ്ക്കുള്ളിൽ ഞങ്ങൾ നിങ്ങളെ വീണ്ടും ഓർമ്മപ്പെടുത്തും.
mr: आम्ही आपल्याला पुन्हा काही आठवड्यांनंतर आठवण करून देऊ.
ms: Kami akan mengingatkan anda lagi dalam beberapa minggu.
my: နှစ်ပါတ်အတွင်း သင့်ကို ပြန်သတိပေးပါမည်။
nb: Vi minner deg igjen om et par uker.
nl: We zullen het over een aantal weken opnieuw vragen.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੁਝ ਹਫ਼ਤਿਆਂ ਵਿੱਚ ਫੇਰ ਯਾਦ ਕਰਾਵਾਂਗੇ।
pa_pk: اسی تساں نوں دو ہفتیاں اچ دوبارہ یاد دلاواں گے۔
pl: Przypomnimy Ci jeszcze raz za dwa tygodnie.
ps: موږ به تاسې ته په څو اوونیو کې بیا دا در په یاد کړو.
pt_br: Nós relembraremos você em algumas semanas.
pt_pt: Iremos recordá-lo(a) novamente dentro de algumas semanas.
ro: Îți vom reaminti din nou în câteva săptămâni.
ru: Мы напомним вам снова через пару недель.
sk: O pár týždňov vám to pripomenieme znovu.
sl: Čez nekaj tednov vas bomo znova opozorili.
sq: Do t’jua kujtojmë sërish pas nja dy javësh.
sr: Подсетићемо вас поново за пар недеља.
sv: Vi påminner dig igen om några veckor.
sw: Tutakukumbusha tena baada ya wiki chache.
ta: ஓரிரு வாரங்களில் மீண்டும் உங்களுக்கு நினைவூட்டுவோம்.
te: మేము కొన్ని వారాల్లో మీకు మళ్ళీ గుర్తు చేస్తాము.
th: เราจะเตือนคุณอีกครั้งในอีกไม่กี่สัปดาห์
tr: Size birkaç hafta içinde hatırlatacağız.
ug: بىر قانچە ھەپتىدىن كېيىن سىزنى قايتا ئەسكەرتىمىز.
uk: Через кілька тижнів ми нагадаємо знов.
ur: ہم آپ کو چند ہفتوں میں ایک بار پھر یاد دلائیں گے۔
vi: Chúng tôi sẽ nhắc bạn lần nữa trong vài tuần.
zh_cn: 我们会在几周后再次提醒你。
zh_hk: 一兩週後我們將會再提醒您。

# PIN_REMINDER_MEGAPHONE_WEEK_SUCCESSFUL_TOAST
source: PIN correct. We’ll remind you again in a week.
ar: رقم التعريف الشخصي (PIN) صحيح. سنُذكِّرك مرّة أُخرى في عُضون أسبوعٍ واحد.
be: PIN-код правільны. Мы нагадаем вам яшчэ раз праз тыдзень.
bn: পিনটি সঠিক। আমরা আপনাকে এক সপ্তাহের মধ্যে আবার মনে করিয়ে দেবো।
ca: PIN correcte. T'ho recordarem en una setmana.
cs: Správný PIN kód. Připomeneme se vám zase za týden.
da: Korrekt pinkode. Du bliver mindet om det igen om en uge.
de: PIN korrekt. Wir erinnern dich in einer Woche erneut.
el: Το PIN είναι σωστό. Θα σου το υπενθυμίσουμε πάλι σε μια εβδομάδα.
es: PIN correcto. Te lo recordaremos de nuevo en una semana.
fa: پین درست است. یک هفته بعد دوباره به شما یادآوری خواهیم کرد.
fi: Oikea PIN-koodi. Muistutamme sinua jälleen viikon kuluttua.
fr: Confirmation réussie. Nous vous le redemanderons dans une semaine.
ga: UAP ceart. Meabhróimid duit arís i gceann seachtaine.
gu: પિન સાચો છે. અમે એક અઠવાડિયામાં તમને ફરીથી યાદ કરાવીશું.
he: PIN נכון. נזכיר לך שוב עוד שבוע.
hi: पिन सही है। हम आपको एक हफ़्ते बाद फिर से याद दिलाएँगे।
hr: PIN je ispravan. Provjerit ćemo ga ponovno za tjedan dana.
hu: A PIN-kód helyes. Egy héten múlva újra emlékeztetünk.
id: PIN benar. Signal akan menanyakan lagi PIN Anda dalam seminggu.
it: PIN corretto. Te lo ricorderemo di nuovo tra una settimana.
ja: 正しいPINが入力されました。1週間後に再度確認があります。
ko: PIN이 올바릅니다. 일주일 후에 다시 알려드리겠습니다.
mr: पिन बरोबर आहे. आम्ही आपल्याला एका आठवड्याने पुन्हा आठवण करून देऊ.
ms: PIN betul. Kami akan mengingatkan anda semula dalam seminggu.
nb: PIN-koden stemmer. Vi sender deg en ny påminnelse neste uke.
nl: Juiste pincode. We zullen het over een week opnieuw vragen.
pl: PIN poprawny. Poprosimy Cię o niego ponownie za tydzień.
pt_br: PIN correto. Vamos lembrar você novamente em uma semana.
pt_pt: PIN correto. Iremos lembrar de novo dentro de uma semana.
ro: PIN corect. Îți vom reaminti din nou într-o săptămână.
ru: Пин-код правильный. Мы напомним вам через неделю.
sk: Zadaný PIN je správny. O týždeň si ho od vás znova vyžiadame.
sr: PIN исправан. Подсетићемо вас поново за недељу дана.
sv: Pinkoden är korrekt. Vi påminner dig igen om en vecka.
th: PIN ถูกต้อง เราจะแจ้งเตือนคุณอีกครั้งในหนึ่งสัปดาห์
tr: PIN doğru. Sana bir hafta içinde hatırlatacağız.
ug: توغرا PIN نومۇر. بىر ھەپتىدىن كېيىن سىزنى قايتا ئەسكەرتىمىز.
uk: PIN-код правильний. Через тиждень ми нагадаємо знов.
ur: پِن درست ہے۔ ہم آپ کو ایک ہفتے میں دوبارہ یاد دلائیں گے۔
vi: Mã PIN đúng. Chúng tôi sẽ nhắc bạn lại trong một tuần nữa.
zh_cn: PIN 码正确。我们会在一周后再次提醒您。
zh_hk: PIN 碼正確。一週後我們將會再次提醒你。

# PIN_REMINDER_MEGAPHONE_WEEK_TOAST
source: We’ll remind you again in a week.
af: Ons sal u oor ’n week weer herinner.
ar: سنُذكِّرك مرّة أُخرى في عُضون أسبوع.
az: Bir həftə ərzində yenidən xatırladacağıq.
be: Праз тыдзень мы зноў нагадаем.
bg: Ще ви напомним отново след една седмица.
bn: আমরা আপনাকে এক সপ্তাহের মধ্যে আবার মনে করিয়ে দেব।
ca: Us ho recordarem en una setmana.
cs: Připomeneme se vám zase za týden.
cy: Byddwn yn eich atgoffa eto ymhen wythnos.
da: Du bliver mindet om det igen om en uge
de: Wir erinnern dich in einer Woche erneut.
el: Θα σ' το υπενθυμίσουμε πάλι σε μια εβδομάδα.
es: Te lo recordaremos de nuevo en una semana.
es_es: Te lo recordaremos de nuevo en una semana.
et: Tuletame nädala pärast meelde.
eu: Astebete barru gogoraraziko dizugu.
fa: یه هفته دیگه به شما یادآوری می‌کنیم
fi: Muistutamme sinua uudelleen viikon kuluttua.
fil: Paaalalahanan ka naming muli sa loob ng isang linggo.
fr: Nous vous le redemanderons dans une semaine.
ga: Meabhróimid duit arís i gceann seachtaine.
gu: અમે એક અઠવાડિયામાં તમને ફરીથી યાદ કરાવીશું.
he: נזכיר לך שוב עוד שבוע.
hi: हम आपको एक हफ़ते बाद फिर याद दिलाऐंगे।
hr: Podsjetiti ćemo vas ponovo za tjedan dana.
hu: Egy héten belül újra emlékeztetünk.
id: Signal akan mengonfirmasi PIN dalam sepekan.
is: Við munum minna þig á aftur eftir viku.
it: Te lo ricorderemo di nuovo tra una settimana.
ja: 1週間後に再度お知らせします。
kab: Ad ak·akem-id-yesmekti tikkelt-nniḍen akka dduṛt.
kk: Бір аптадан кейін қайтадан есіңізге саламыз.
km: á™á¾á„á“á¹á„ášáŸ†á›á¹á€á¢áŸ’á“á€á˜áŸ’áá„á‘áŸ€ááŸá”áŸ’áá¶á áŸá€áŸ’ášáŸ„á™áŸ”
kn: ಒಂದು ವಾರದಲ್ಲಿ ನಾವು ಮತ್ತೊಮ್ಮೆ ಇದನ್ನು ನಿಮಗೆ ನೆನಪಿಸುತ್ತೇವೆ.
ko: 일주일 후 다시 알려드리겠습니다.
lt: Po savaitės priminsime jums dar kartą.
lv: Pēc nedēļas mēs vaicāsim to vēlreiz.
mk: Ќе ве потсетиме повторно за една недела.
ml: ഒരാഴ്‌ചയ്‌ക്കുള്ളിൽ ഞങ്ങൾ നിങ്ങളെ വീണ്ടും ഓർമ്മപ്പെടുത്തും.
mr: आम्ही आपल्याला एका आठवड्यानी पुन्हा आठवण करून देऊ.
ms: Kami akan mengingatkan anda semula dalam seminggu.
my: တစ်ပါတ်အတွင်း သင့်ကို ပြန်သတိပေးပါမည်။
nb: Vi minner deg igjen om en uke.
nl: We zullen het over een week opnieuw vragen.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਹਫ਼ਤੇ ਬਾਅਦ ਫੇਰ ਯਾਦ ਕਰਾਵਾਂਗੇ।
pa_pk: اسی تساں نوں اک ہفتے اچ دوبارہ یاد دلاواں گے۔
pl: Przypomnimy Ci jeszcze raz za tydzień.
ps: موږ به تاسې ته بیرته په داخل د یوې اوونۍ کې در په یاد کړو.
pt_br: Nós relembraremos você em uma semana.
pt_pt: Iremos recordar-lhe dentro de uma semana.
ro: Îți vom reaminti din nou într-o săptămână.
ru: Мы напомним вам снова через неделю.
sk: O týždeň vám to pripomenieme znovu.
sl: Čez en teden vas bomo znova opozorili.
sq: Do t’jua kujtojmë prapë pas një jave.
sr: Подсетићемо вас поново за недељу дана.
sv: Vi påminner dig igen om en vecka.
sw: Tutakukumbusha tena ndani ya wiki.
ta: நாங்கள் நினைவூட்டுவோம் நீங்கள் மீண்டும் ஒரு வாரத்தில்.
te: మేము మీకు వారంలో మళ్ళీ గుర్తు చేస్తాము.
th: เราจะเตือนคุณอีกครั้งในหนึ่งสัปดาห์
tr: Size gelecek hafta hatırlatacağız.
ug: بىر ھەپتىدىن كېيىن سىزنى قايتا ئەسكەرتىمىز.
uk: Через тиждень ми нагадаємо знов.
ur: ہم ایک ہفتے میں ایک بار پھر آپ کو یاد دلائیں گے۔
vi: Chúng tôi sẽ nhắc bạn trong một tuần nữa.
zh_cn: 我们会在一周后再次提醒你。
zh_hk: 一週後我們將會再提醒您。

# PIN_REMINDER_MISMATCH_ERROR
source: Invalid PIN, try again.
af: Ongeldige PIN; probeer weer.
ar: رقم التعريف الشخصي (PIN) غير صالح. حاوِل مرّة أُخرى.
az: Yanlış PIN. Yenidən sınayın.
be: Несапраўдны PIN-код. Паўтарыце спробу.
bg: Невалиден ПИН, опитайте отново.
bn: ভুল পিন, আবার চেষ্টা করুন।
ca: PIN no vàlid. Torneu-ho a provar.
cs: Neplatný PIN, zkuste to znovu.
cy: PIN annilys. Rhowch gynnig arall arni.
da: Forkert pinkode, forsøg igen.
de: Ungültige PIN. Bitte versuche es erneut.
el: Λάθος PIN, ξαναδοκίμασε.
es: PIN incorrecto. Inténtalo de nuevo.
es_es: PIN incorrecto. Inténtalo de nuevo.
et: Lubamatu PIN-kood, proovi uuesti.
eu: PIN okerra, saiatu berriro.
fa: پین نامعتبر است ، دوباره امتحان کنید.
fi: Väärä tunnusluku, yritä uudelleen.
fil: Hindi tama ang PIN. Subukang muli.
fr: Code PIN incorrect. Veuillez réessayer.
ga: UAP neamhbhailí. Bain triail eile as.
gu: અમાન્ય PIN, ફરીથી પ્રયાસ કરો.
he: PIN בלתי תקף, נסה שוב.
hi: अवैध पिन, फिर कोशिश करें।
hr: Nevažeći PIN, pokušajte ponovno.
hu: Hibás PIN, próbáld újra.
id: PIN tidak valid, coba lagi.
is: Ógilt PIN-númer, reyndu aftur.
it: PIN errato, riprova.
ja: PINが違います。再度試してください。
kab: PIN d arameɣtu, εreḍ tikkelt nniḍen.
kk: PIN дұрыс емес, қайтадан байқап көріңіз.
km: á›áŸá PIN á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ áŸá¼á˜á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಅಮಾನ್ಯ ಪಿನ್. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 잘못된 PIN입니다. 다시 시도해 주세요.
lt: Neteisingas PIN, bandykite dar kartą.
lv: Nederīgs PIN, mēģiniet vēlreiz
mk: Невалиден ПИН, обидете се повторно.
ml: അസാധുവായ PIN. വീണ്ടും ശ്രമിക്കുക.
mr: अवैध PIN, पुन्हा प्रयत्न करा.
ms: PIN tidak betul, cuba lagi.
my: ပင်နံပါတ် မမှန်ကန်ပါ၊ ပြန်စမ်းပေးပါ။
nb: Ugyldig PIN-kode, prøv igjen.
nl: Onjuiste pincode, probeer het opnieuw.
pa: ਗਲਤ ਪਿੰਨ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pa_pk: غلط پن، دوبارہ کوشش کرو۔
pl: Nieprawidłowy PIN. Spróbuj ponownie.
ps: ناسم PIN، بیا کوښښ وکړئ.
pt_br: PIN inválido, tente novamente.
pt_pt: PIN inválido, tente novamente.
ro: PIN invalid, încercă din nou.
ru: Неверный PIN-код, попробуйте ещё раз.
sk: Nesprávny PIN, skúste znovu.
sl: Napačen PIN. Poskusite znova.
sq: PIN i pavlefshëm, riprovoni.
sr: Неважећи PIN, пробајте поново.
sv: Ogiltig PIN-kod, försök igen.
sw: PINI sio Sahihi, jaribu tena.
ta: தவறான பின், மீண்டும் முயற்சிக்கவும்.
te: చెల్లని పిన్, మళ్ళీ ప్రయత్నించండి.
th: รหัส PIN ไม่ถูกต้อง ลองอีกครั้ง
tr: Geçersiz PIN, tekrar deneyin.
ug: PIN خاتا، قايتا سىناڭ.
uk: Неправильний PIN-код. Введіть код ще раз.
ur: غلط پن، دوبارہ کوشش کریں۔
vi: Mã PIN không đúng, hãy thử lại.
zh_cn: PIN 无效，请重新尝试。
zh_hk: PIN 碼無效，請重試。
