Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_REMOTE_USER_REQUEST_CANCELLED_BY_REMOTE_USER_FORMAT
source: %@ canceled their request to join the group.
af: %@ het hulle versoek om by die groep aan te sluit, gekanselleer.
ar: ألغى %1$@ طلبهُ للاِنضمام إلى المجموعة.
az: %@ qrupa qoşulma tələbini ləğv etdi.
be: %1$@ скасаваў(-ла) запыт далучыцца да групы.
bn: %1$@ গ্রুপটিতে যোগদান করার জন্য তার অনুরোধ বাতিল করেছেন।
ca: %1$@ ha cancel·lat la sol·licitud per afegir-se al grup.
cs: %1$@ zrušili svůj požadavek na připojení ke skupině.
cy: Canslodd %@ ei gais i ymuno â'r grŵp.
da: %1$@ annullerede sin anmodning om at deltage i gruppen
de: %1$@ hat die Gruppenbeitrittsanfrage abgebrochen.
el: Ο/Η %1$@ ακύρωσε το αίτημά του/της για είσοδο στην ομάδα.
es: %1$@ ha cancelado su solicitud para unirse al grupo.
es_es: %@ ha retirado su solicitud de unirse al grupo.
et: %@ tühistas enda grupiga liitumise taotluse.
eu: %@ erabiltzaileak taldean sartzeko eskaera bertan behera utzi du.
fa: %1$@ درخواست خود را برای پیوستن به گروه لغو کرد.
fi: %1$@ peruutti pyyntönsä liittyä ryhmään.
fr: %1$@ a annulé sa demande d’adhésion au groupe.
ga: %1$@ canceled their request to join the group.
gu: %1$@એ ગ્રુપમાં જોડાવાની તેમની વિનંતી રદ કરી.
he: %1$@ ביטל/ה את בקשתו/בקשתה להצטרף אל הקבוצה.
hi: %1$@ ने ग्रुप में जुड़ने के उनके अनुरोध को रद्द कर दिया।
hr: %1$@ je odbio njihov zahtjev za pridruživanje ovoj grupi.
hu: %1$@ visszavonta csoport belépési igényét.
id: %1$@ membatalkan permintaan mereka untuk bergabung ke grup.
is: %@ hætti við beiðni um að ganga í hópinn.
it: %1$@ ha annullato la sua richiesta di unirsi al gruppo.
ja: %1$@ がグループ参加申請をキャンセルしました。
kab: %@ isefsex asuter-ines n tmerna ɣer ugraw.
km: %@ á”á¶á“á”áŸ„áŸ‡á”á„áŸ‹áŸáŸ†áá¾á…á¼á›ášá½á˜á€áŸ’ášá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: %@ ಅವರು ಗುಂಪನ್ನು ಸೇರಲು ಮಾಡಿದ ತಮ್ಮ ವಿನಂತಿಯನ್ನು ರದ್ದುಮಾಡಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 참가 요청을 취소했습니다.
lt: %@ panaikino savo prašymą prisijungti prie grupės.
lv: %@ atcēla savus pieprasījumus pievienoties šai grupai.
mk: %@ го откажа барањето за приклучување во групата.
ml: ഗ്രൂപ്പിൽ ചേരാനുള്ള അവരുടെ അഭ്യർത്ഥന %@ റദ്ദാക്കി.
mr: %1$@ ने गटात सामील होण्याची त्यांची विनंती रद्द केली.
ms: %1$@ telah membatalkan permintaan mereka untuk menyertai kumpulan.
my: %@ သည် အဖွဲ့သို့ဝင်ရန် တောင်းဆိုချက်ကို ၎င်းကိုယ်တိုင်မှ ပယ်ဖျက်ခဲ့ပါသည်။
nb: %1$@ kansellerte sin egen forespørsel om å bli med i gruppen.
nl: %1$@ heeft het verzoek om lid te worden van de groep ingetrokken.
pa: %@ ਨੇ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਆਪਣੀ ਬੇਨਤੀ ਰੱਦ ਕੀਤੀ।
pl: %1$@ cofa prośbę o przyjęcie do grupy.
ps: %@ له ګروپ سره د هغوی د یو ځای کېدو غوښتنه لغوه کړه.
pt_br: %1$@ cancelou o pedido para entrar no grupo.
pt_pt: %1$@ cancelou o(s) pedido(s) dele(s) para entrar(em) para o grupo.
ro: %1$@ și-a anulat solicitarea de a se alătura grupului.
ru: %1$@ отменил(-а) свой запрос на присоединение к группе.
sk: %1$@ zrušil(a) svoju žiadosť o členstvo v skupine.
sl: %@ je preklical_a svojo prošnjo za pridružitev skupini.
sq: %@ anuloi kërkesën e vet për t’u bërë pjesë e grupit.
sr: %1$@ је отказао/ла свој захтев за придруживање групи.
sv: %1$@ avbröt sin förfrågan om att gå med i gruppen.
sw: %@ ameghairi ombi lake la kujiunga na kikundi.
ta: %@ குழுவில் சேர அவர்களின் கோரிக்கையை ரத்து செய்தது.
te: %@ సమూహంలో చేరాలని వారి అభ్యర్థనను రద్దు చేసింది.
th: %1$@ ได้ยกเลิกคำขอเข้ากลุ่มของเขา
tr: %1$@ gruba katılma isteğini iptal etti.
ug: %1$@ گۇرۇپپىغا قوشۇلۇش ئىلتىماسىدىن ۋاز كەچتى.
uk: Користувач %1$@ скасував запит на приєднання до групи.
ur: %1$@ نے گروپ میں شامل ہونے کی ان کی درخواست منسوخ کردی۔
vi: %1$@ đã hủy yêu cầu tham gia nhóm.
zh_cn: %1$@ 撤回了其入群申请。
zh_hk: %1$@ 已取消加入此群組的請求。

# GROUP_REMOTE_USER_REQUEST_REJECTED_BY_LOCAL_USER_FORMAT
source: You denied a request to join the group from %@.
af: Jy het ’n versoek van %@ om by die groep aan te sluit geweier.
ar: أنت قد رفضت طلب اِنضمام للمجموعة من طرف %1$@.
az: %@ tərəfindən göndərilən qrupa qoşulma tələbini rədd etdiniz.
be: Вы адхілілі запыт на далучэнне да групы ад %1$@.
bn: আপনি %1$@-এর গ্রুপটিতে যোগদানের অনুরোধ প্রত্যাখ্যান করেছেন।
ca: Heu rebutjat una sol·licitud d'adhesió al grup de %1$@.
cs: Zamítl jste požadavek na připojení ke skupině od %1$@.
cy: Gwrthodasoch gais i ymuno â'r grŵp gan %@.
da: Du afviste en anmodning fra %1$@ om at deltage i gruppen
de: Du hast eine Gruppenbeitrittsanfrage von %1$@ abgelehnt.
el: Απέρριψες το αίτημα του/της %1$@ να μπει στην ομάδα.
es: Has rechazado la solicitud de %1$@ para unirse al grupo.
es_es: Has rechazado la solicitud de %@ para unirse al grupo.
et: Sa keeldusid kasutaja %@ grupiga liitumise taotlusest.
eu: %@ erabiltzaileak taldean sartzeko egindako eskaera ukatu duzu.
fa: شما با درخواستی از %1$@ برای پیوستن به گروه مخالفت کردید.
fi: Hylkäsit pyynnön liittyä ryhmään käyttäjältä %1$@.
fr: Vous avez refusé la demande d’adhésion de %1$@.
ga: You denied a request to join the group from %1$@.
gu: તમે %1$@માંથી ગ્રુપમાં જોડાવાની વિનંતીને નકારી કાઢી
he: דחית בקשה להצטרף אל הקבוצה מאת %1$@.
hi: आपने %1$@ से ग्रुप में जुड़ने के निवेदन से इनकार किया।
hr: Odbili ste zahtjev za pridruživanje u grupu od %1$@.
hu: Elutasítottad csoport csatlakozási igényét: %1$@.
id: Anda menolak permintaan bergabung ke grup dari %1$@.
is: Þú hafnaðir beiðni frá %@ um að ganga í hópinn.
it: Hai rifiutato una richiesta di unirsi al gruppo da %1$@.
ja: %1$@ からのグループ参加申請を拒否しました。
kab: Tugiḍ asuter n tmerna ɣer ugraw seg %@.
km: á¢áŸ’á“á€á”á¶á“á”áŠá·áŸáŸá’áŸáŸ†áá¾á…á¼á›ášá½á˜á€áŸ’ášá»á˜á–á¸â€‹ %@áŸ”
kn: %@ ಅವರು ಗುಂಪನ್ನು ಸೇರಲು ಮಾಡಿದ ವಿನಂತಿಯನ್ನು ನೀವು ನಿರಾಕರಿಸಿದ್ದೀರಿ.
ko: 내가 %1$@ 님의 그룹 참가 요청을 거절했습니다.
lt: Jūs atmetėte naudotojo %@ prašymą prisijungti prie grupės.
lv: Jūs noraidījāt %@ pieprasījumu pievienoties šai grupai.
ml: ഗ്രൂപ്പിൽ ചേരാനുള്ള %@-യുടെ അഭ്യർത്ഥന നിങ്ങൾ നിരസിച്ചു.
mr: %1$@ कडून गटात सामील होण्याची विनंतीला आपण नकार दिला.
ms: Anda telah menolak permintaan untuk menyertai kumpulan daripada %1$@.
my: %@ မှ အဖွဲ့သို့ဝင်ရန် တောင်းဆိုချက်ကို သင်သည် ငြင်းဆိုခဲ့ပါသည်။
nb: Du avslo forespørselen til %1$@ om å bli med i gruppen.
nl: Je hebt het verzoek van %1$@ om lid te worden van de groep afgewezen.
pa: ਤੁਸੀਂ %@ ਤੋਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਬੇਨਤੀ ਨੂੰ ਨਾਮਨਜ਼ੂਰ ਕੀਤਾ।
pl: Odrzucasz prośbę o przyjęcie do grupy, której nadawcą jest %1$@.
ps: له ګروپ سره د یو ځای کېدو لپاره تاسې د %@ غوښتنه رد کړه.
pt_br: Você recusou o pedido de %1$@ para entrar no grupo.
pt_pt: Você negou o pedido de %1$@ para entrar no grupo.
ro: Ai respins solicitarea de aderare la grup de la %1$@.
ru: Вы отклонили запрос на присоединение к группе от %1$@.
sk: Odmietli ste žiadosť o členstvo v skupine od %1$@.
sl: Zavrnili ste prošnjo osebe %@ za pridružitev skupini.
sq: Hodhët poshtë një kërkesë për t’u bërë pjesë e grupit nga %@.
sr: Одбили сте захтев за придруживање групи који шаље %1$@.
sv: Du avvisade en förfrågan om att gå med i gruppen från %1$@.
sw: Umekataa ombi la kujiunga na kikundi kutoka kwa %@.
ta: நீங்கள் ஒரு கோரிக்கையை மறுத்தீர்கள் சேர தி குழு இருந்து %@.
te: %@ నుండి సమూహంలో చేరాలని మీరు అభ్యర్థించలేదు.
th: คุณได้ปฏิเสธคำขอเข้ากลุ่มของ %1$@
tr: %1$@ kişisinin gruba katılma isteğini reddettiniz.
ug: «%1$@» نىڭ گۇرۇپپىغا قوشۇلۇش ئىلتىماسىنى رەت قىلدىڭىز.
uk: Ви не дозволили користувачеві %1$@ приєднатися до групи.
ur: آپ نے %1$@ کی گروپ میں شامل ہونے کی درخواست کی مسترد کی۔
vi: Bạn đã từ chối yêu cầu tham gia nhóm từ %1$@.
zh_cn: 您拒绝了 %1$@ 的入群申请。
zh_hk: 您已拒絕 %1$@ 加入此群組的請求。

# GROUP_REMOTE_USER_REQUEST_REJECTED_BY_REMOTE_USER_FORMAT
source: %2$@ denied a request to join the group from %1$@.
af: %2$@ het ’n versoek van %1$@ om by die groep aan te sluit geweier.
ar: رفضَ %2$@ طلب انضمام إلى المجموعة من طرف %1$@.
az: %2$@, %1$@ tərəfindən göndərilən qrupa qoşulma tələbini rədd etdi.
be: %2$@ адхіліў(-ла) запыт далучыцца да групы ад %1$@.
bn: %2$@ গ্রুপটিতে যোগদান করার জন্য %1$@-এর অনুরোধ প্রত্যাখ্যান করেছেন।
ca: %2$@ ha rebutjat una sol·licitud de %1$@ per afegir-se al grup.
cs: %2$@ zamítl požadavek na připojení ke skupině od %1$@.
cy: Gwrthododd %2$@ gais i ymuno â'r grŵp gan %1$@.
da: %2$@ afviste en anmodning fra %1$@ om at deltage i gruppen
de: %2$@ hat eine Gruppenbeitrittsanfrage von %1$@ abgelehnt.
el: Ο/Η %2$@ απέρριψε το αίτημα του/της %1$@ να μπει στην ομάδα.
es: %2$@ ha rechazado la solicitud de %1$@ para unirse al grupo.
es_es: %2$@ ha rechazado la solicitud de %1$@ para unirse al grupo.
et: %2$@ keeldus kasutaja %1$@ grupiga liitumise taotlusest.
eu: %2$@ erabiltzaileak taldean sartzeko %1$@erabiltzailearen eskaera ukatu du.
fa: %2$@ درخواستی از %1$@ را برای پیوستن به گروه رد کرد.
fi: %2$@ hylkäsi henkilön %1$@ pyynnön liittyä ryhmään.
fr: %2$@ a refusé la demande d’adhésion de %1$@.
gu: %1$@માંથી %2$@એ ગ્રુપમાં જોડાવાની વિનંતીને નકારી કાઢી હતી.
he: %2$@ דחה/דחתה בקשה להצטרף אל קבוצה מאת %1$@.
hi: %2$@ ने %1$@ के ग्रुप से जुड़ने का निवेदन खरिज कर दिया है।
hr: %2$@ je odbio zahtjev za pridruživanje u grupu od %1$@.
hu: %2$@ elutasította %1$@ csoport csatlakozási igényét.
id: %2$@ menolak permintaan bergabung ke grup dari %1$@.
is: %2$@ hafnaði beiðni frá %1$@ um að ganga í hópinn.
it: %2$@ ha rifiutato una richiesta di unirsi al gruppo da %1$@.
ja: %2$@ が %1$@ からのグループ参加申請を拒否しました。
kab: %2$@ yugi asuter n tmerna ɣer ugraw seg %1$@.
km: %2$@ á”á¶á“á”áŠá·áŸáŸá’áŸáŸ†áá¾á…á¼á›ášá½á˜á€áŸ’ášá»á˜á–á¸â€‹ %1$@áŸ”
kn: %1$@ ನಿಂದ ಗುಂಪನ್ನು ಸೇರಲು %2$@ ಅವರು ವಿನಂತಿಯನ್ನು ನಿರಾಕರಿಸಿದ್ದಾರೆ.
ko: %2$@ 님이 %1$@ 님의 그룹 참가 요청을 거절했습니다.
lt: %2$@ atmetė naudotojo %1$@ prašymą prisijungti prie grupės.
lv: %2$@ noraidīja %1$@ pieprasījumu pievienoties šai grupai.
ml: ഗ്രൂപ്പിൽ ചേരാനുള്ള %1$@-യുടെ അഭ്യർത്ഥന %2$@ നിഷേധിച്ചു.
mr: %1$@ कडून गटात सामील होण्याची विनंती %2$@ ने नाकारली.
ms: %2$@ telah menolak permintaan untuk menyertai kumpulan daripada %1$@.
my: %1$@ မှ အဖွဲ့သို့ဝင်ရန် တောင်းဆိုချက်ကို %2$@ သည် ငြင်းဆိုခဲ့ပါသည်။
nb: %2$@ avslo forespørselen til %1$@ om å bli med i gruppen.
nl: %2$@ heeft een verzoek van %1$@ om lid te worden van de groep afgewezen.
pa: %2$@ ਨੇ %1$@ ਤੋਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਬੇਨਤੀ ਨੂੰ ਨਾਮਨਜ਼ੂਰ ਕੀਤਾ।
pl: %2$@ odrzuca prośbę o przyjęcie do grupy, której nadawcą jest %1$@.
ps: %2$@ له ګروپ سره د یو ځای کېدو لپاره د %1$@ غوښتنه رد کړه.
pt_br: %2$@ recusou o pedido de %1$@ para entrar no grupo.
pt_pt: %2$@ negou o pedido de %1$@ para entrar no grupo.
ro: %2$@ a respins solicitarea de aderare la grup de la %1$@.
ru: %2$@ отклонил(-а) запрос на присоединение к группе от %1$@.
sk: %2$@ odmietol/la žiadosť o členstvo v skupine od %1$@.
sl: %2$@ je zavrnil_a prošnjo uporabnika_ce %1$@ za pridružitev skupini.
sq: %2$@ hodhi poshtë një kërkesë për t’u bërë pjesë e grupit nga %1$@.
sr: %2$@ је одбио/ла захтев за придруживање групи који шаље %1$@.
sv: %2$@ avvisade en förfrågan om att gå med i gruppen från %1$@.
sw: %2$@ amekataa ombi la kujiunga na kikundi kutoka kwa %1$@.
ta: %2$@ கோரிக்கையை மறுத்தார் சேர தி குழு இருந்து %1$@.
te: %1$@ నుండి సమూహంలో చేరమని %2$@మంది అభ్యర్థించారు.
th: %2$@ ได้ปฏิเสธคำขอเข้ากลุ่มของ %1$@
tr: %2$@, %1$@ kişisinin gruba katılma isteğini reddetti.
ug: %1$@ نىڭ گۇرۇپپىغا قوشۇلۇش ئىلتىماسىنى %2$@ رەت قىلدى.
uk: Користувач %2$@ не дозволив користувачеві %1$@ приєднатися до групи.
ur: %2$@ نے %1$@ کی اس گروپ میں شامل ہونے کی درخواست کی مسترد کی۔
vi: %2$@ từ chối yêu cầu tham gia nhóm từ %1$@.
zh_cn: %2$@ 拒绝了 %1$@ 的入群申请。
zh_hk: %2$@ 已拒絕 %1$@ 加入此群組的請求。

# GROUP_REMOTE_USER_REQUEST_REJECTED_FORMAT
source: A request to join the group from %@ was denied.
af: ’n Versoek van %@ om by die groep aan te sluit is geweier.
ar: رُفضَ طلب اِنضمام %1$@ إلى المجموعة.
az: %@ tərəfindən göndərilən qrupa qoşulma tələbi rədd edildi.
be: Запыт на далучэнне да групы ад %1$@ быў адхілены.
bn: গ্রুপটিতে যোগদানের জন্য %1$@-এর অনুরোধ প্রত্যাখ্যান করা হয়েছে।
ca: S'ha rebutjat la sol·licitud de %1$@ per afegir-se al grup.
cs: Požadavek na připojení ke skupině od %1$@ byl zamítnut.
cy: Cafodd gais i ymuno â'r grŵp gan %@ ei wrthod.
da: En anmodning fra %1$@ om at deltage i gruppen blev afvist
de: Eine Gruppenbeitrittsanfrage von %1$@ wurde abgelehnt.
el: Το αίτημα του/της %1$@ να μπει στην ομάδα απορρίφθηκε.
es: Se ha rechazado la solicitud de %1$@ para unirse al grupo.
es_es: Se ha denegado la solicitud de %@ para unirse al grupo.
et: Kasutaja %@ grupiga liitumise taotlusest keelduti.
eu: %@ erabiltzaileak taldean sartzeko egindako eskaera ukatua izan da.
fa: یک درخواست از %1$@ برای پیوستن به گروه رد شد.
fi: Henkilön %1$@ pyyntö liittyä ryhmään on hylätty.
fr: La demande d’adhésion de %1$@ a été refusée.
ga: A request to join the group from %1$@ was denied.
gu: %1$@માંથી ગ્રુપમાં જોડાવાની વિનંતી નકારી કાઢવામાં આવી હતી.
he: בקשה להצטרף אל הקבוצה מאת %1$@ נדחתה.
hi: %1$@ के ग्रुप से जुड़ने के निवेदन को इनकार किया गया था।
hr: Odbili ste zahtjev za pridruživanje u grupu od %1$@.
hu: %1$@ csoport csatlakozási igénye elutasításra került.
id: Permintaan bergabung ke grup dari %1$@ telah ditolak.
is: Beiðni frá %@ um þátttöku í hópnum hefur verið hafnað.
it: Una richiesta di unirsi al gruppo da %1$@ è stata rifiutata.
ja: %1$@ からのグループ参加申請が拒否されました。
kab: Asuter n tmerna ɣer ugraw seg %@ yettwagi.
km: áŸáŸ†áá¾á…á¼á›ášá½á˜á€áŸ’ášá»á˜á–á¸ %@ ááŸ’ášá¼áœá”á¶á“á”áŠá·áŸáŸá’áŸ”
kn: %@ ಅವರು ಗುಂಪನ್ನು ಸೇರಲು ಮಾಡಿದ ವಿನಂತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
ko: %1$@ 님의 그룹 참가 요청이 거절되었습니다.
lt: Naudotojo %@ prašymas prisijungti prie grupės buvo atmestas.
lv: %@ pieprasījums pievienoties šai grupai tika noraidīts.
mk: Барањето на %@ за приклучување на групата е одбиено.
ml: ഗ്രൂപ്പിൽ ചേരാനുള്ള %@-യുടെ അഭ്യർത്ഥന നിരസിച്ചു.
mr: %1$@ कडील गटात सामील होण्याची विनंती नाकारली गेली होती.
ms: Permintaan untuk menyertai kumpulan daripada %1$@ telah ditolak.
my: %@ မှ အဖွဲ့သို့ဝင်ရန် တောင်းဆိုချက်သည် ငြင်းဆိုခံခဲ့ရပါသည်။
nb: En forespørsel fra %1$@ om å bli med i gruppen ble avslått.
nl: Een verzoek van %1$@ om lid te worden van de groep is afgewezen.
pa: %@ ਤੋਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਬੇਨਤੀ ਮਨਜ਼ੂਰ ਕਰ ਲਈ ਗਈ ਹੈ।
pl: Prośba o przyjęcie do grupy, której nadawcą jest %1$@, zostaje odrzucona.
ps: له ګروپ سره د یو ځای کېدو لپاره د %@ غوښتنه رد شوه.
pt_br: O pedido de %1$@ para entrar no grupo foi recusado.
pt_pt: Foi negado o pedido de %1$@ para entrar no grupo.
ro: O solicitare de aderare la grup de la %1$@ a fost respinsă.
ru: Запрос на присоединение к группе от %1$@ был отклонён.
sk: Žiadosť o členstvo v skupine od %1$@ bola odmietnutá.
sl: Prošnja osebe %@ za pridružitev skupini je bila zavrnjena.
sq: Një kërkesë nga 1%@ për t’u bërë pjesë e grupit u hodh poshtë.
sr: Одбијен је захтев за придруживање групи који шаље %1$@.
sv: En förfrågan om att gå med i gruppen från %1$@ avvisades.
sw: Ombi la kujiunga na kikundi kutoka kwa %@ limekataliwa.
ta: குழுவில் சேர ஒரு கோரிக்கை %@ மறுக்கப்பட்டது.
te: %@ నుండి సమూహంలో చేరాలని అభ్యర్థన తిరస్కరించబడింది.
th: คำขอเข้ากลุ่ม %1$@ ถูกปฏิเสธ
tr: %1$@ kişisinin gruba katılma isteği reddedildi.
ug: «%1$@» نىڭ گۇرۇپپىغا قوشۇلۇش ئىلتىماسى رەت قىلىندى.
uk: Користувачеві %1$@ не дозволено приєднатися до групи.
ur: %1$@ کی گروپ میں شامل ہونے کی درخواست مسترد کردی گئی۔
vi: Yêu cầu tham gia nhóm từ %1$@ đã bị từ chối.
zh_cn: %1$@ 的入群申请未通过。
zh_hk: %1$@ 加入群組的請求未通過。

# GROUP_REMOTE_USER_REQUESTED_TO_JOIN_THE_GROUP_FORMAT
source: %@ requested to join via the group link.
af: %@ het d.m.v. die groepskakel versoek om aan te sluit.
ar: طلبَ %1$@ الانضمام إلى المجموعة بواسطة رابط المجموعة.
az: %@ qrup bağlantısı vasitəsilə qrupa qoşulma tələbi göndərdi.
be: %1$@ запытаў(-ла) далучыцца па спасылцы на групу.
bn: %1$@ গ্রুপ লিঙ্কের মাধ্যমে যোগ দেওয়ার অনুরোধ করেছেন।
ca: %1$@ ha demanat afegir-s'hi per l'enllaç de grup.
cs: %1$@ požádal(a) o připojení pomocí skupinového odkazu.
cy: Gofynnodd %@ i ymuno trwy'r ddolen grŵp.
da: %1$@ anmodede om at deltage via gruppelinket
de: %1$@ hat eine Beitrittsanfrage über den Gruppen-Link gestellt.
el: Ο/Η %1$@ ζήτησε να μπει στην ομάδα μέσω του συνδέσμου της ομάδας.
es: %1$@ ha solicitado unirse al grupo mediante enlace.
es_es: %@ ha solicitado unirse al grupo vía enlace.
et: %@ esitas grupilingi kaudu taotluse grupiga liituda.
eu: %@ erabiltzaileak taldean sartzeko eskatu du talde esteka baten bidez.
fa: %1$@ درخواستی برای پیوستن به گروه از طریق پیوند ارسال کرد.
fi: %1$@ pyytää liittyä ryhmälinkin kautta.
fr: %1$@ a demandé à rejoindre le groupe via le lien du groupe.
ga: %1$@ requested to join via the group link.
gu: %1$@એ ગ્રુપ લિંક મારફતે જોડાવા વિનંતી કરી.
he: %1$@ ביקש/ה להצטרף באמצעות קישור הקבוצה.
hi: %1$@ ने ग्रुप लिंक के माध्यम से जुड़ने का अनुरोध किया।
hr: %1$@ je zatražio/la pridruživanje grupi putem poveznice grupe.
hu: %1$@ szeretne belépni a csoporthivatkozás használatával.
id: %1$@ meminta untuk bergabung melalui tautan grup.
is: %@ bað um að fá að ganga í hópinn með hóptenglinum.
it: %1$@ ha richiesto di unirsi tramite il link del gruppo.
ja: %1$@ がグループリンクから参加を申請しました。
kab: %@ isuter ad d-yernu s useɣwen n ugraw.
km: %@ á”á¶á“áŸáŸ’á“á¾áŸá»áŸ†á…á¼á›ášá½á˜ áá¶á˜ášá™áŸˆááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: %@ ಅವರು ಗುಂಪಿನ ಲಿಂಕ್ ಮೂಲಕ ಸೇರಲು ವಿನಂತಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 링크로 참가를 요청했습니다.
lt: %@ paprašė prisijungti per grupės nuorodą.
lv: %@ nosūtīja pieprasījumu pievienoties šai grupai, izmantojot grupas saiti.
mk: %@ побара да се приклучи преку групниот линк.
ml: %@ ഗ്രൂപ്പ് ലിങ്ക് വഴി ചേരാൻ അഭ്യർത്ഥിച്ചു.
mr: %1$@ ने गट लिंक द्वारे सामिल होण्यासाठी विनंती केली.
ms: %1$@ telah meminta untuk menyertai melalui pautan kumpulan.
my: %@ သည် အဖွဲ့သို့ အဖွဲ့လင့်ခ်ဖြင့်ဝင်ရန် တောင်းဆိုခဲ့ပါသည်။
nb: %1$@ forespurte å bli medlem via gruppelenken.
nl: %1$@ heeft via de groepslink verzocht om lid te worden.
pa: %@ ਨੇ ਗਰੁੱਪ ਲਿੰਕ ਰਾਹੀਂ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਬੇਨਤੀ ਕੀਤੀ।
pl: %1$@ prosi o przyjęcie do grupy przez link.
ps: %@ د ګروپ لینک له لارې د یو ځای کېدو غوښتنه کړې ده.
pt_br: %1$@ solicitou entrar via link do grupo.
pt_pt: %1$@ pediu para entrar através do link partilhável do grupo.
ro: %1$@ a solicitat să se alăture prin linkul de grup.
ru: %1$@ запросил(-а) присоединение к группе по ссылке.
sk: %1$@ žiada o členstvo prostredníctvom odkazu do skupiny.
sl: %@ je preko deljene povezave zaprosil_a za pridružitev skupini.
sq: %@ kërkoi të bëhet pjesë përmes një lidhje grupi.
sr: %1$@ је затражио/ла да се придружи групи преко линка за групу.
sv: %1$@ begärde att gå med via grupplänken.
sw: %@ ameomba kujiunga kupitia kiungo cha kikundi.
ta: %@ கோரப்பட்டது சேர வழியாக குழு இணைப்பு.
te: %@ గ్రూప్ లింక్ ద్వారా చేరాలని అభ్యర్థించారు.
th: %1$@ ได้ขอเข้าร่วมกลุ่มผ่านลิงก์กลุ่ม
tr: %1$@ grup bağlantısı üzerinden gruba katılma isteği gönderdi.
ug: %1$@ گۇرۇپپا ئۇلانمىسى ئارقىلىق گۇرۇپپىغا قوشۇلۇشنى ئىلتىماس قىلدى.
uk: %1$@ хоче приєднатися до групи за допомогою посилання.
ur: %1$@ نے گروپ لنک کے ذریعے شامل ہونے کی درخواست کی۔
vi: %1$@ đã yêu cầu tham gia nhóm qua đường dẫn nhóm.
zh_cn: %1$@ 通过群组链接申请入群。
zh_hk: %1$@ 透過群組連結請求加入。

# GROUP_REMOTE_USER_REVOKED_ADMINISTRATOR
source: %@ had their admin privileges revoked.
af: %@ se adminvoorregte is herroep.
ar: أُبطِلَت صلاحيات %1$@ كمُشرِف.
az: %@, admin imtiyazlarını ləğv etdi.
be: Правы адміністратара былi адхілены для %1$@.
bg: Администраторските права на %@ бяха оттеглени.
bn: %1$@ তাদের অ্যাডমিনের অধিকারগুলি প্রত্যাহার করেছেন।
ca: %1$@ ja no té privilegis d'administrador/a.
cs: %1$@ byla odebrána administrátorská práva.
cy: Dirymwyd breintiau gweinyddwr oddi wrth %@
da: %1$@ har fået deres administrator rettigheder tilbagekaldt
de: Die Adminrechte von %1$@ wurden widerrufen.
el: Τα δικαιώματα διαχείρισης του/της %1$@ ανακλήθηκαν.
es: Se han retirado los permisos de admin a %1$@.
es_es: Se han retirado los permisos de admin a %@.
et: Kasutaja %@ administraatoriõigused tühistati.
eu: %@ erabiltzaileari bere administratzaile baimenak kendu zaizkio.
fa: %1$@ دسترسی‌های مدیریتی خود را لغو کرد.
fi: Käyttäjän %1$@ ylläpito-oikeudet poistettiin.
fil: Ang mga pang-admin na pribilehiyo ni %@ ay binawi na.
fr: Les privilèges d'admin de %1$@ ont été révoqués.
ga: Baineadh na ceadanna riaracháin ó %1$@.
gu: %1$@ પાસે તેમના એડમિન વિશેષાધિકારો રદ કરવામાં આવ્યા હતા.
he: זכויות מינהל של %1$@ נשללו.
hi: %1$@ के एडमिन अधिकार वापस ले लिये गये।
hr: Opozvana su administratorska prava za %1$@.
hu: %1$@ admin jogosultsága visszavonásra került.
id: akses admin %1$@ telah dibatalkan.
is: Stjórnunarréttindi %@ voru afturkölluð.
it: A %1$@ sono stati revocati i privilegi di amministrazione.
ja: %1$@ の管理者権限が削除されました。
kab: %@ ttwasfesxen ibaɣuren-nsen n unedbal.
kk: %@ деген қатысушының әкімші ретіндегі артықшылықтары қайтарып алынды.
km: %@ááŸ’ášá¼áœá”á¶á“á‚áŸáŠá€á á¼ááŸá·á‘áŸ’á’á·á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„áŸ”
kn: %@ ರವರ ಆಡ್ಮಿನ್ ಸವಲತ್ತುಗಳನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.
ko: %1$@ 님의 관리자 권한이 취소되었습니다.
lt: %@ turėtos administratoriaus teisės buvo panaikintos.
lv: %@ tika atsauktas administratora tiesības.
mk: %@ ги отповика своите администраторски привилегии.
ml: %@ ന്റെ അഡ്‌മിൻ വിശേഷാധികാരങ്ങൾ നീക്കിയിരിക്കുന്നു.
mr: %1$@ नी त्यांचे प्रशासक विशेषाधिकार रद्द केले.
ms: %1$@ keistimewaan pentadbir mereka telah dibatalkan.
my: %@ ၏စီမံသူတာဝန်များ ရုပ်သိမ်းခံခဲ့ရပါသည်။
nb: %1$@ har fått fjernet sine administratorrettigheter.
nl: De beheerdersbevoegdheden van %1$@ zijn ingetrokken.
pa: %@ ਦੇ ਐਡਮਿਨ ਦੇ ਅਧਿਕਰਾਂ ਰੱਦ ਹੋ ਗਏ.
pa_pk: %@ دے ایڈمن استحقاق منسوخ کر دتے گئے سن۔
pl: %1$@ nie ma już uprawnień administratora.
ps: %@ خپل د اډمین امتیازات لغوه کړل.
pt_br: %1$@ teve seus privilégios de admin revogados.
pt_pt: %1$@ tem revogados os seus privilégios de administrador.
ro: Privilegiile de administrator au fost revocate pentru %1$@.
ru: У %1$@ были отозваны привилегии администратора.
sk: Od %1$@ boli odobrané administrátorské oprávnenia.
sl: Uporabnik/ca %@ je preklical/a svoja skrbniška pooblastila.
sq: %@ iu shfuqizuan privilegjet e veta si përgjegjës.
sr: Одузете су администраторске привилегије кориснику %1$@.
sv: %1$@ fick sina administratörsbehörigheter återkallade.
sw: %@amebatilishiwa mapendeleo yake ya usimamizi.
ta: %@ அவர்களின் நிர்வாக சலுகைகள் ரத்து செய்யப்பட்டன.
te: %@ వారి నిర్వాహక అధికారాలను ఉపసంహరించుకుంది.
th: %1$@ถูกเพิกถอนสิทธิ์ผู้ดูแล
tr: %1$@ kişisi yöneti yetkilerini iptal etti.
ug: «%1$@» نىڭ باشقۇرغۇچىلىق ھوقۇقى بىكار قىلىندى.
uk: У користувача %1$@ забрали права адміністратора.
ur: %1$@ کو ان کے ایڈمن کی مراعات ختم کردی گئیں۔
vi: %1$@ đã bị thu hồi quyền quản trị.
zh_cn: %1$@ 撤销了他们的管理员权限。
zh_hk: %1$@ 已撤銷他們的管理員權限。
