Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MY_STORIES_NO_STORIES
source: Updates to your story will show up here.
af: Opdaterings van jou storie sal hier verskyn.
ar: ستظهر التحديثات لقصتك هنا.
az: Hekayənizlə əlaqəli yeniləmələr burada göstəriləcək.
be: Абнаўленні вашай гісторыі будуць паказаны тут.
bn: আপনার স্টোরি-র আপডেট এখানে দেখানো হবে।
ca: Les actualitzacions de la història la mostraran aquí.
cs: Aktualizace vašeho příběhu se zobrazí zde.
cy: Bydd diweddariadau i'ch stori yn ymddangos yma.
da: Opdateringer til din historie vil blive vist her.
de: Hier erscheinen Aktualisierungen deiner Story.
el: Εδώ θα εμφανίζονται ενημερώσεις για την ιστορία σου.
es: Las nuevas historias que compartas se mostrarán aquí.
et: Sinu loo uuendused kuvatakse siin.
eu: Zure story-etarako eguneratzeak hemen agertuko dira.
fa: به‌روزرسانی‌های استوری شما اینجا نشان داده می‌شود.
fi: Tarinasi päivitykset näkyvät täällä.
fr: Les contenus que vous ajouterez à votre story s’afficheront ici.
ga: Taispeánfar nuashonruithe ar do scéal anseo.
gu: તમારી સ્ટોરી પરના અપડેટ્સ અહીં દેખાશે.
he: עדכונים לסטורי שלך יופיעו כאן.
hi: आपकी स्टोरी के अपडेट यहाँ दिखेंगे।
hr: Ovdje će se prikazivati ažuriranja vaše priče.
hu: A Történeteid itt fognak megjelenni.
id: Pembaruan pada cerita Anda akan muncul di sini.
is: Uppfærslur á sögunni þinni munu birtast hér.
it: Gli aggiornamenti alla tua Storia appariranno qui.
ja: あなたのストーリーの更新がここに表示されます。
km: á€á¶ášá’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á–á…áŸ†á–áŸ„áŸ‡ášá¿á„ášáŸ‰á¶áœášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á”á„áŸ’á á¶á‰á“áŸ…á‘á¸á“áŸáŸ‡áŸ”
kn: ನಿಮ್ಮ ಸ್ಟೋರಿಯ ಪರಿಷ್ಕರಣೆಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ.
ko: 내 스토리에 대한 업데이트가 여기 표시됩니다.
lt: Čia bus rodomi jūsų istorijos atnaujinimai.
lv: Jūsu stāsta atjauninājumi parādīsies šeit.
mk: Новостите за Вашата приказна ќе бидат прикажани овде.
ml: നിങ്ങളുടെ സ്റ്റോറിയിലെ അപ്ഡേറ്റുകൾ ഇവിടെ ദൃശ്യമാകും.
mr: आपल्या स्टोरीची अद्यतने येथे दाखवली जातील.
ms: Kemas kini untuk cerita anda akan ditunjukkan di sini.
my: သင့်စတိုရီ အပ်ဒိတ်များကို ဤတွင် ပြသပါမည်။
nb: Oppdateringer av storyen din vises her.
nl: Nieuwe delen van je verhaal zullen hier worden weergegeven.
pa: ਤੁਹਾਡੀ ਕਹਾਣੀ ਵਿੱਚ ਕੀਤੀਆਂ ਅੱਪਡੇਟਾਂ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੀਆਂ।
pl: Tutaj pojawią się Twoje relacje.
pt_br: Atualizações no seu story aparecerão aqui.
pt_pt: Atualizações da sua história aparecerão aqui.
ro: Actualizări ale poveștii tale vor apărea aici.
ru: Обновления вашей истории будут показываться здесь.
sk: Tu sa zobrazia aktualizácie vášho príbehu.
sl: Tu bodo prikazane posodobitve vaše zgodbe.
sq: Përditësimet e postimeve të përkohshme do të shfaqen këtu.
sr: Нов садржај у вашој причи ће се појавити овде.
sv: Uppdateringar till din story kommer att visas här.
sw: Taarifa mpya za stori yako zitaonekana hapa.
ta: உங்கள் ஸ்டோரியின் புதுப்பிப்புகள் இங்கே காட்டப்படும்.
te: మీ స్టోరీకి అప్‌డేట్‌లు ఇక్కడ కనిపిస్తాయి.
th: การอัปเดตสตอรี่ของคุณจะแสดงตรงนี้
tr: Hikayenin güncellemeleri burada gösterilecek.
ug: ھېكايىڭىزدىكى يېڭىلىقلار بۇ يەردە كۆرۈنىدۇ.
uk: Тут будуть оновлення вашої історії.
ur: آپ کی سٹوری کی اپ ڈیٹس یہاں دکھائی جائیں گی۔
vi: Các cập nhật cho story của bạn sẽ hiển thị ở đây.
zh_cn: 您的动态更新将会在这里显示。
zh_hk: 你的限時動態更新將在此處顯示。

# MY_STORIES_SETTINGS_VISIBILITY_ALL_SIGNAL_CONNECTIONS_EXCEPT_TITLE
source: All Except...
ar: الكل باستثناء…
be: Усе, акрамя…
bn: তিনি ছাড়া সবাই:
ca: Tothom menys…
cs: Všichni kromě…
da: Alle undtagen…
de: Alle außer …
el: Όλα τα άτομα εκτός από…
es: Mis contactos excepto…
fa: همه به‌جز…
fi: Kaikki, paitsi…
fr: Tous mes contacts Signal, sauf…
ga: Gach Duine Ach Amháin…
gu: આમના સિવાય બધા…
he: כולם חוץ מ…
hi: निम्न को छोड़कर सभी…
hr: Svi osim…
hu: Mindenki, kivéve…
id: Semua Kecuali…
it: Tutte le persone tranne…
ja: 共有しない人を指定
kab: All Signal Connections Except...
km: All Signal Connections Except...
ko: 다음을 제외한 모든 사용자…
mr: वगळून सर्वजण(…)
ms: Semua Kecuali…
nb: Alle unntatt …
nl: Iedereen behalve…
pl: Wszyscy oprócz…
pt_br: Todos, exceto…
pt_pt: Todos exceto…
ro: Toate Persoanele cu Excepția…
ru: Все, кроме…
sk: Všetci okrem…
sl: Vsi razen ...
sr: Сви осим…
sv: Alla utom …
th: ทุกคน ยกเว้น…
tr: …Hariç Herkes
ug: تۆۋەندىكىدىن باشقىلار...
uk: Усі, крім…
ur: تمام سوائے…
vi: Tất Cả Trừ…
zh_cn: 所有人，除了……
zh_hk: 所有人，除了…

# MY_STORIES_SETTINGS_VISIBILITY_ALL_SIGNAL_CONNECTIONS_TITLE
source: All Signal Connections
ar: جميع جهات اتصال سيجنال
be: Усе кантакты Signal
bn: সকল Signal কানেকশন
ca: Totes les connexions de Signal
cs: Všechna spojení Signal
da: Alle Signal-kontakter
de: Alle Signal-Kontakte
el: Όλες οι επαφές Signal
es: Mis contactos de Signal
fa: تمام آشنایان سیگنال
fi: Kaikki Signal-kontaktit
fr: Tous mes contacts Signal
ga: Gach Teagmhálaí Signal
gu: બધા Signal કનેક્શન
he: כל חברי ה–Signal
hi: सभी Signal कनेक्शन
hr: Svi Signal kontakti
hu: Minden Signal Névjegy
id: Semua Koneksi Signal
it: Tutte le Amicizie di Signal
ja: すべてのSignalコネクション
ko: 모든 Signal 커넥션
mr: सर्व Signal कनेक्शन्स
ms: Semua Hubungan Signal
nb: Alle Signal-kontaktene
nl: Alle Signal-contacten
pl: Wszystkie kontakty Signal
pt_br: Todos os contatos do Signal
pt_pt: Todos os contactos do Signal
ro: Toate Conexiunile Signal
ru: Все контакты Signal
sk: Všetky Signal spojenia
sl: Vse Signal povezave
sr: Све Signal везе
sv: Alla Signal-förbindelser
th: เครือข่าย Signal ทั้งหมด
tr: Tüm Signal Kişileri
ug: Signal دىكى بارلىق ئالاقىداشلار
uk: Усі контакти Signal
ur: تمام Signal کنکشنز
vi: Tất cả Liên hệ Signal
zh_cn: 所有 Signal 密友
zh_hk: 所有 Signal 人脈

# MY_STORIES_SETTINGS_VISIBILITY_ONLY_SHARE_WITH_TITLE
source: Only Share With...
ar: مشاركة فقط مع…
be: Абагуліць толькі з…
bn: শুধুমাত্র এর সাথে শেয়ার করুন:
ca: Compartir només amb…
cs: Sdílet pouze s…
da: Del kun med…
de: Nur teilen mit …
el: Κοινοποίηση μόνο σε…
es: Compartir solo con…
fa: فقط هم‌رسانی شود با…
fi: Jaa vain seuraaville…
fr: Ne partager qu’avec…
ga: Ná Comhroinn Ach Le…
gu: ફક્ત આમની સાથે શેર કરો…
he: שיתוף רק עם…
hi: केवल निम्न के साथ शेयर करें…
hr: Podijeli samo s…
hu: Megosztás kizárólag a következőkkel…
id: Hanya Bagikan Dengan…
it: Condividi solo con…
ja: 共有する人を指定
ko: 다음 사용자와만 공유…
mr: फक्त यांच्यासह शेअर करा(…)
ms: Hanya Kongsi Dengan….
nb: Del kun med …
nl: Alleen delen met…
pl: Udostępniaj tylko…
pt_br: Compartilhar apenas com…
pt_pt: Partilhar apenas com…
ro: Împărtășește Doar Cu…
ru: Поделиться только с…
sk: Zdieľať iba s…
sl: Deli le s/z ...
sr: Само подели са…
sv: Dela endast med …
th: แชร์ให้เฉพาะ…
tr: Sadece Bu Kişilerle Paylaş…
ug: تۆۋەندىكىلەر بىلەنلا ئورتاقلىشىش...
uk: Обрані глядачі
ur: صرف ان کے ساتھ شیئر کریں…
vi: Chỉ Chia Sẻ Với…
zh_cn: 只分享给……
zh_hk: 只分享給…

# MY_STORIES_TITLE
source: My Stories
ar: قِصصي
az: Hekayələrim
be: Мае гісторыі
bn: আমার স্টোরি
ca: Les meves històries
cs: Moje příběhy
cy: Fy straeon
da: Mine historier
de: Meine Storys
el: Οι ιστορίες μου
es: Mis historias
et: Minu lood
eu: Nire istorioak
fa: استوری‌های من
fi: Omat tarinat
fr: Mes stories
ga: Mo Scéalta
gu: મારી સ્ટોરી
he: הסטוריז שלי
hi: मेरी स्टोरीज़
hr: Moje priče
hu: Történeteim
id: Cerita Saya
is: Sögurnar mínar
it: Le mie Storie
ja: マイストーリー
km: ášá¿á„ášáŸ‰á¶áœášá”áŸáŸ‹ááŸ’á‰á»áŸ†
kn: ನನ್ನ ಸ್ಟೋರೀಸ್
ko: 내 스토리
lt: Mano istorijos
lv: Mani stāsti
mk: Мои приказни
ml: എന്റെ സ്റ്റോറീസ്
mr: माझ्या स्टोरीज
ms: Cerita Saya
my: ကျွန်ုပ်၏ စတိုရီများ
nb: Mine storyer
nl: Mijn verhalen
pa: ਮੇਰੀਆਂ ਕਹਾਣੀਆਂ
pl: Moje relacje
pt_br: Meus Stories
pt_pt: As minhas histórias
ro: Poveștile Mele
ru: Мои истории
sk: Moje príbehy
sl: Moje zgodbe
sq: Postimet e mia të përkohshme
sr: Моје приче
sv: Mina Stories
sw: Stori zangu
ta: எனது ஸ்டோரீஸ்
te: నా స్టోరీలు
th: สตอรี่ของฉัน
tr: Hikayelerim
ug: ھېكايىلىرىم
uk: Мої історії
ur: میری سٹوریز
vi: Các Story của tôi
zh_cn: 我的动态
zh_hk: 我的限時動態

# MY_STORY_NAME
source: My Story
af: My Storie
ar: قِصتي
az: Hekayəm
be: Мая гісторыя
bn: আমার স্টোরি
ca: La meva història
cs: Můj příběh
cy: Fy Stori
da: Min historie
de: Meine Story
el: Η ιστορία μου
es: Mis historias
et: Minu lugu
eu: Nire storie-a
fa: استوری من
fi: Oma tarina
fr: Ma story
ga: Mo Scéal
gu: મારી સ્ટોરી
he: הסטורי שלי
hi: मेरी स्टोरी
hr: Moja priča
hu: Történetem
id: Cerita Saya
is: Sagan mín
it: La mia Storia
ja: マイストーリー
km: ášá¿á„ášáŸ‰á¶áœášá”áŸáŸ‹ááŸ’á‰á»áŸ†
kn: ನನ್ನ ಸ್ಟೋರಿ
ko: 내 스토리
lt: Mano istorija
lv: Mans stāsts
mk: Моја приказна
ml: എന്റെ സ്റ്റോറി
mr: माझी स्टोरी
ms: Cerita Saya
my: ကျွန်ုပ်၏ စတိုရီ
nb: Min story
nl: Mijn verhaal
pa: ਮੇਰੀ ਕਹਾਣੀ
pl: Moje relacje
pt_br: Meu Story
pt_pt: A minha história
ro: Povestea Mea
ru: Моя история
sk: Môj príbeh
sl: Moja zgodba
sq: Postimi im i përkohshëm
sr: Моја прича
sv: Min Story
sw: Stori Yangu
ta: எனது ஸ்டோரி
te: నా స్టోరీ
th: สตอรี่ของฉัน
tr: Hikayem
ug: ھېكايەم
uk: Моя історія
ur: میری سٹوری
vi: Story của tôi
zh_cn: 我的动态
zh_hk: 我的限時動態

# MY_STORY_PICKER_UNSET_PRIVACY_SUBTITLE
source: Choose who can view your story
ar: اِختر من يُمكنه مُشاهدة قصتك
be: Выбраць таго, хто можа прагледзець вашу гісторыю
bn: আপনার স্টোরি কে দেখতে পাবেন তা নির্বাচন করুন
ca: Tria qui pot veure la teva història
cs: Vyberte, kdo si může zobrazit váš příběh
da: Vælg, hvem der kan se din historie
de: Festlegen wer diese Story sehen kann
el: Επίλεξε ποια άτομα μπορούν να δουν αυτήν την ιστορία
es: Elige quién puede ver tu historia
fa: انتخاب کنید که چه کسانی بتوانند استوری شما را مشاهده کنند
fi: Valitse, kuka voi nähdä tarinasi
fr: Choisissez qui peut voir votre story
ga: Roghnaigh na daoine atá in ann féachaint ar do scéal
gu: તમારી સ્ટોરી કોણ જોઈ શકે તે પસંદ કરો
he: אפשר לבחור מי יכול לצפות בסטורי שלך
hi: चुनें कि आपकी स्टोरी कौन देख सकते हैं
hr: Odaberite tko može pogledati vašu priču
hu: Döntsd el, hogy ki tekintheti meg a Történeted
id: Pilih siapa yang bisa melihat cerita Anda
it: Scegli chi può vedere questa Storia
ja: ストーリーを閲覧できる人を選択します
ko: 스토리를 볼 수 있는 사람을 선택하세요.
mr: आपली स्टोरी कोण पाहू शकतात ते निवडा
ms: Pilih siapa yang boleh tonton cerita anda
nb: Velg hvem som kan se storyen din
nl: Kies wie dit verhaal kan bekijken
pl: Wybierz, kto może wyświetlać relację
pt_br: Escolha quem pode ver o seu story
pt_pt: Escolha quem pode ver a sua história
ro: Alege cine poate să-ți vadă povestea
ru: Выберите, кто может просматривать эту историю
sk: Vyberte, kto si môže pozrieť váš príbeh
sr: Изаберите ко може да види вашу причу
sv: Välj vilka som kan visa din story
th: เลือกว่าจะให้ใครเห็นสตอรี่ของคุณบ้าง
tr: Hikayeni kimlerin görüntüleyebileceğini seç
ug: ھېكايىڭىزنى كۆرسە بولىدىغان كىشىلەر
uk: Виберіть, хто зможе переглядати вашу історію.
ur: انتخاب کریں کہ کون آپ کی سٹوری دیکھ سکتا ہے
vi: Chọn người có thể xem story của bạn
zh_cn: 选择谁可以看您的动态
zh_hk: 選擇誰能瀏覽你的限時動態

# MY_STORY_SETTINGS_SHEET_TITLE
source: My Story Privacy
ar: خصوصية قصّتي
be: Канфідэнцыйнасць «Маіх гісторый»
bn: আমার স্টোরি গোপনীয়তা
ca: Privacitat de la meva història
cs: Soukromí mého příběhu
da: Privatlivsindstillinger for Min historie
de: Meine Story-Datenschutz
el: Απορρητο της ιστορίας σου
es: Privacidad de mis historias
fa: حریم شخصی استوری من
fi: Oman tarinan yksityisyys
fr: Confidentialité de ma story
ga: Príobháideachas maidir le Mo Scéal
gu: મારી સ્ટોરીની પ્રાઇવસી
he: פרטיות הסטורי שלי
hi: मेरी स्टोरी की निजता
hr: Privatnost moje priče
hu: A Történetem adatvédelmi beállításai
id: Privasi Cerita Saya
it: Privacy delle mie Storie
ja: マイストーリープライバシー
ko: 내 스토리 개인정보보호
mr: माझ्या स्टोरीची गोपनीयता
ms: Privasi Cerita Saya
nb: Personvern for Min story
nl: Mijn verhaalprivacy
pl: Prywatność moich relacji
pt_br: Privacidade do meu story
pt_pt: Privacidade do A Minha História
ro: Confidențialitatea Poveștii Mele
ru: Настройки приватности «Моей истории»
sk: Nastavenia súkromia môjho príbehu
sr: Моја прича – приватност
sv: Min Story-integritet
th: ความเป็นส่วนตัวของสตอรี่
tr: Hikaye Gizliliğim
ug: ھېكايەم مەخپىيەتلىكى
uk: Конфіденційність історій
ur: میری سٹوری کی پرائیویسی
vi: Sự Riêng tư của Story của tôi
zh_cn: 我的动态隐私
zh_hk: 「我的限時動態」隱私設定

# MY_STORY_SETTINGS_TITLE
source: My Story
af: My Storie
ar: قِصتي
az: Hekayəm
be: Мая гісторыя
bn: আমার স্টোরি
ca: La meva història
cs: Můj příběh
cy: Fy Stori
da: Min historie
de: Meine Story
el: Η ιστορία μου
es: Mis historias
et: Minu lugu
eu: Nire istorioa
fa: استوری من
fi: Oma tarina
fr: Ma story
ga: Mo Scéal
gu: મારી સ્ટોરી
he: הסטורי שלי
hi: मेरी स्टोरी
hr: Moja priča
hu: Történetem
id: Cerita Saya
is: Sagan mín
it: La mia Storia
ja: マイストーリー
km: ášá¿á„ášáŸ‰á¶áœášá”áŸáŸ‹ááŸ’á‰á»áŸ†
kn: ನನ್ನ ಸ್ಟೋರಿ
ko: 내 스토리
lt: Mano istorija
lv: Mans stāsts
mk: Моја приказна
ml: എന്റെ സ്റ്റോറി
mr: माझी स्टोरी
ms: Cerita Saya
my: ကျွန်ုပ်၏ စတိုရီ
nb: Min story
nl: Mijn verhaal
pa: ਮੇਰੀ ਕਹਾਣੀ
pl: Moje relacje
pt_br: Meu Story
pt_pt: A minha história
ro: Povestea Mea
ru: Моя история
sk: Môj príbeh
sl: Moja zgodba
sq: Postimi im i përkohshëm
sr: Моја прича
sv: Min Story
sw: Stori Yangu
ta: எனது ஸ்டோரி
te: నా స్టోరీ
th: สตอรี่ของฉัน
tr: Hikayem
ug: ھېكايەم
uk: Моя історія
ur: میری سٹوری
vi: Story của tôi
zh_cn: 我的动态
zh_hk: 我的限時動態

# MY_STORY_TAP_TO_ADD
source: Tap to add
af: Tik om 'n storie by te voeg
ar: انقر للإضافة
az: Bir hekayə əlavə etmək üçün toxunun
be: Націснуць, каб дадаць
bn: যোগ করতে ট্যাপ করুন
ca: Toca per afegir
cs: Klepnutím přidáte
cy: Tap to add a story
da: Tryk for at tilføje
de: Zum Hinzufügen antippen
el: Πάτα για προσθήκη
es: Toca para añadir
et: Toksa loo lisamiseks
eu: Sakatu istorio bat gehitzeko
fa: برای افزودن ضربه بزنید
fi: Lisää napauttamalla
fr: Appuyez pour ajouter du contenu
ga: Tapáil chun cur leis
gu: ઉમેરવા માટે ટૅપ કરો
he: אפשר ללחוץ כדי להוסיף
hi: जोड़ने के लिए टैप करें
hr: Dodirnite za dodavanje
hu: A hozzáadáshoz koppints
id: Ketuk untuk menambahkan
is: Tap to add a story
it: Tocca per aggiungere
ja: タップして追加
kn: ಸ್ಟೋರಿ ಸೇರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭하여 추가
lt: Bakstelėk ir pridėk istoriją
lv: Pieskarieties, lai pievienotu stāstu
mk: Допрете за да додадете приказна
ml: ഒരു സ്റ്റോറി ചേർക്കാൻ ടാപ്പ് ചെയ്യുക
mr: जोडण्यासाठी टॅप करा
ms: Ketik untuk menambah
my: စတိုရီ ပေါင်းထည့်ရန် နှိပ်ပါ
nb: Trykk for å legge til
nl: Tik om toe te voegen
pa: ਸਟੋਰੀ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
pl: Dotknij, aby dodać
ps: Tap to add a story
pt_br: Toque para adicionar
pt_pt: Toque para adicionar
ro: Atinge ca să adaugi
ru: Нажмите, чтобы добавить
sk: Pridajte ťuknutím
sl: Tapnite za dodajanje zgodbe
sq: Kliko për të shtuar një postim të përkohshëm
sr: Додирните да додате
sv: Tryck för att lägga till
sw: Bonyeza kuongeza stori
ta: ஒரு ஸ்டோரியைச் சேர்க்க தட்டவும்
te: ఒక కథను జోడించేందుకు తట్టండి
th: แตะเพื่อเพิ่ม
tr: Eklemek için dokun
ug: چېكىپ قوشۇش
uk: Торкніться, щоб додати
ur: شامل کرنے کے لیے ٹیپ کریں
vi: Nhấn để thêm
zh_cn: 点击添加
zh_hk: 輕觸以新增

# NAME_COLLISION_RECENT_CHANGE_FORMAT_STRING
source: %1$@ recently changed their profile name from %2$@ to %3$@
af: Het onlangs hul profielnaam van %1$@ na %2$@ verander.
ar: غيَّر %1$@ مؤخَّرًا اسم حسابه الشخصي من %2$@ إلى %3$@.
az: Təzəlikcə %1$@ olan profil adını %2$@ olaraq dəyişdirdi.
be: %1$@ нядаўна змяніў(-ла) назву свайго профілю з %2$@ на %3$@
bn: %1$@ সম্প্রতি তার নাম %2$@ থেকে %3$@-এ পরিবর্তন করেছেন।
ca: %1$@ ha canviat recentment el nom del perfil de %2$@ a %3$@
cs: %1$@ nedávno změnil/a jméno svého profilu z %2$@ na %3$@
cy: Newidwyd enw proffil o %1$@ i %2$@ yn ddiweddar.
da: %1$@ har for nylig ændret deres profilnavn fra %2$@ til %3$@
de: %1$@ hat kürzlich den Profilnamen von %2$@ zu %3$@ geändert
el: Ο χρήστης %1$@ άλλαξε πρόσφατα το όνομα του προφίλ του από %2$@ σε %3$@
es: %1$@ ha cambiado su nombre de perfil recientemente de "%2$@" a "%3$@"
et: Muutsid hiljuti profiilinime %1$@ -> %2$@.
eu: Recently changed their profile name from %1$@ to %2$@.
fa: %1$@ اخیراً نام نمایه خود را از %2$@ به %3$@ تغییر داده است
fi: %1$@ on äskettäin vaihtanut profiilinsa nimen, ennen: %2$@, nyt: %3$@
fr: %1$@ a récemment remplacé son nom de profil "%2$@" par un nouveau nom de profil : "%3$@"
ga: D'athraigh %1$@ ainm próifíle ó %2$@ go %3$@ le déanaí
gu: %1$@એ તાજેતરમાં તેમનું પ્રોફાઇલ નામ %2$@ થી બદલીને %3$@ કર્યું
he: %1$@ החליף/ה לאחרונה את שם הפרופיל מ%2$@ ל%3$@
hi: हाल ही में %1$@ अपना प्रोफ़ाइल नाम %2$@ से %3$@ में बदला है
hr: Korisnik %1$@ nedavno je promijenio ime profila iz %2$@ u %3$@
hu: %1$@ a közelmúltban megváltoztatta a profilnevét %2$@ névről %3$@ névre
id: %1$@ baru-baru ini mengubah nama profilnya dari %2$@ jadi %3$@
is: Breytti birtingarnafni notandasniðsins síns úr %1$@ yfir í %2$@.
it: %1$@ ha cambiato da poco il suo nome profilo da %2$@ a %3$@
ja: %1$@ は、最近プロフィールネームを %2$@ から %3$@ に変更しました
kab: Recently changed their profile name from %1$@ to %2$@.
km: ááŸ’á˜á¸áŸ—á“áŸáŸ‡ %1$@á”á¶á“á”áŸ’áŠá¼ášáˆáŸ’á˜áŸ„áŸ‡á‚áá“á¸á‘áŸ… %2$@áŸ”
kn: ಇತ್ತೀಚೆಗೆ ಅವರು ತಮ್ಮ ಹೆಸರನ್ನು %1$@ ನಿಂದ %2$@ಕ್ಕೆ ಬದಲಾಯಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 최근 프로필 이름을 %2$@에서 %3$@(으)로 변경했습니다.
lt: Neseniai pasikeitė profilio vardą iš %1$@ į %2$@.
lv: Nesen mainīja profila nosaukumu no %1$@ uz %2$@.
mk: Recently changed their profile name from %1$@ to %2$@.
ml: അടുത്തിടെ അവരുടെ പ്രൊഫൈൽ പേര് %1$@-ൽ നിന്ന് %2$@-ലേക്ക് മാറ്റി.
mr: %1$@ नी अलिकडेच त्यांचे प्रोफाइन नाव %2$@ वरून %3$@ ला बदलले
ms: %1$@ baru-baru ini menukar nama profil mereka daripada %2$@ kepada %3$@
my: မကြာသေးမီက ပရိုဖိုင်းအမည်ကို %1$@ မှ %2$@ သို့ ပြောင်းထားခဲ့ပါသည်။
nb: %1$@ endret nylig profilnavnet fra %2$@ til %3$@
nl: %1$@ heeft recent diens profielnaam gewijzigd van ‘%2$@’ naar ‘%3$@’
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਆਪਣੇ ਪ੍ਰੋਫ਼ਾਈਲ ਨਾਮ %1$@ ਤੋਂ ਬਦਲ ਕੇ %2$@ ਰੱਖੇ।
pl: %1$@ ma nowe imię w profilu: %3$@ (poprzednie imię: %2$@)
ps: په دې وروستیو کې یې د خپل پروفایل نوم له %1$@ څخه %2$@ ته بدل کړی.
pt_br: %1$@ mudou seu nome de perfil recentemente de %2$@ para %3$@
pt_pt: %1$@ alterou recentemente o seu nome de perfil de %2$@ para %3$@
ro: %1$@ și-a schimbat recent numele de profil de la %2$@ la %3$@
ru: %1$@ недавно изменил(-а) своё имя профиля с %2$@ на %3$@
sk: %1$@ nedávno zmenil/a názov svojho profilu z %2$@ na %3$@
sl: Uporabnik_ca je pred kratkim spremenil_a ime profila iz %1$@ v %2$@.
sq: Ndryshim së fundi i emrit të profilit nga %1$@ në %2$@.
sr: %1$@ је недавно променио/ла име на профилу са %2$@ на %3$@
sv: %1$@ ändrade nyligen sitt profilnamn från %2$@ till %3$@
sw: Hivi majuzi alibadilisha jina la wasifu wake kutoka %1$@ hadi %2$@.
ta: சமீபத்தில் அவர்களின் சுயவிவரப் பெயரை மாற்றியது %1$@ க்கு %2$@.
te: ఇటీవల వారి ప్రొఫైల్ పేరును %1$@ నుండి %2$@ గా మార్చారు
th: %1$@ เพิ่งเปลี่ยนชื่อโปรไฟล์จาก %2$@ เป็น %3$@
tr: %1$@ yakın zamanda profil adını %2$@ iken %3$@ olarak değiştirdi
ug: %1$@ يېقىندا ئارخىپ نامىنى %2$@ دىن %3$@ گە ئۆزگەرتتى
uk: Користувач %1$@ недавно змінив ім'я профілю з %2$@ на %3$@
ur: %1$@ نے حال ہی میں اپنا پروفائل نیم %2$@ سے %3$@ میں تبدیل کیا ہے
vi: %1$@ gần đây đã đổi tên hồ sơ từ %2$@ thành %3$@
zh_cn: %1$@最近已将其昵称从%2$@更改为%3$@
zh_hk: %1$@ 最近將個人檔案名稱從 %2$@ 更改為 %3$@

# NAVIGATION_ITEM_SKIP_BUTTON
source: Skip
af: Slaan oor
ar: تخطي
az: Ötür
be: Прапусціць
bg: Пропусни
bn: বাদ দিয়ে যান
ca: Omet
cs: Přeskočit
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
es_es: Ahora no
et: Jäta vahele
eu: Jarraitu
fa: رد کردن
fi: Ohita
fil: Lagpasan
fr: Ignorer
ga: Léim thairis seo
gu: અવગણો
he: דלג
hi: छोड़ दे
hr: Preskoči
hu: Kihagyás
id: Lewati
is: Sleppa
it: Salta
ja: スキップ
kab: Zgel
kk: Өткізіп жіберу
km: ášáŸ†á›á„
kn: ಬಿಟ್ಟು ಮುಂದುವರಿಯಿರಿ
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
mk: Прескокни
ml: ഒഴിവാക്കുക
mr: वगळा
ms: Langkau
my: ကျော်ပါ
nb: Hopp over
nl: Overslaan
pa: ਛੱਡੋ
pa_pk: چھڈو
pl: Pomiń
ps: پريږدئ
pt_br: Pular
pt_pt: Ignorar
ro: Omite
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sq: Anashkaloje
sr: Прескочи
sv: Hoppa över
sw: Ruka
ta: தவிர்க்க
te: దాటవేయి
th: ข้าม
tr: Atla
ug: ئاتلا
uk: Пропустити
ur: چھوڑ دو
vi: Bỏ qua
zh_cn: 跳过
zh_hk: 略過

# NETWORK_INTERFACE_SET_CELLULAR
source: Cellular Only
af: Slegs mobiel
ar: شبكة الجوال فقط
az: Yalnız mobil verilənlər
be: Толькі мабільныя даныя
bn: কেবলমাত্র সেলুলার
ca: Només dades mòbils
cs: Pouze mobilní připojení
cy: Symudol yn Unig
da: Kun mobildata
de: Nur Mobilfunk
el: Μόνο δίκτυο κινητής
es: Solo red celular
et: Ainult mobiilside
eu: Telefonoa bakarrik
fa: صرفا داده همراه
fi: Vain mobiiliverkko
fr: Cellulaires seulement
gu: માત્ર સેલ્યુલર
he: סלולרי בלבד
hi: केवल सेलुलर
hr: Samo mobilni podaci
hu: Csak mobiladat
id: Hanya Data Seluler
is: Einungis farsímanet
it: Solo rete cellulare
ja: 携帯電話回線のみ
kab: Aziraz kan
km: Cellular ááŸ‚á”áŸ‰á»ááŸ’ááŸ„áŸ‡
kn: ಸೆಲ್ಯುಲಾರ್‌ ಮಾತ್ರ
ko: 셀룰러 데이터만 사용
lt: Tik mobilusis ryšys
lv: Tikai mobilais
ml: സെല്ലുലാർ മാത്രം
mr: फक्त सेल्यूलर
ms: Selular Sahaja
my: ဆယ်လူလာသာ
nb: Kun mobildata
nl: Alleen bij mobiele data
pa: ਸਿਰਫ਼ ਸੈਲੂਲਰ
pl: Tylko sieć komórkowa
ps: یوازې د مخابراتي شبکې انټرنېټ
pt_br: Somente dados móveis
pt_pt: Apenas redes móveis
ro: Doar date mobile
ru: Только сотовые данные
sk: Iba mobilné
sl: Samo mobilno omrežje
sq: Vetëm Celulare
sr: Само мобилни интернет
sv: Endast mobildata
sw: Simu ya Mkononi Pekee
ta: செல்லுலார் மட்டும்
te: సెల్యులార్ మాత్రమే
th: เซลลูลาร์เท่านั้น
tr: Yalnızca Hücresel
ug: پەقەتلا يانفون تورى
uk: Лише мобільний інтернет
ur: صرف سیلولر
vi: Chỉ Dữ liệu Di động
zh_cn: 仅手机网络
zh_hk: 僅限流動數據

# NETWORK_INTERFACE_SET_NEVER
source: Never
af: Nooit
ar: أبدًا
az: Heç vaxt
be: Ніколі
bn: কখনও নয়
ca: Mai
cs: Nikdy
cy: Byth
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
et: Mitte kunagi
eu: Inoiz ez
fa: هرگز
fi: Ei koskaan
fr: Jamais
ga: Choíche
gu: ક્યારેય નહિ
he: אף פעם
hi: कभी नहीं
hr: Nikada
hu: Soha
id: Tidak pernah
is: Aldrei
it: Mai
ja: なし
kab: Werǧin
km: á˜á·á“á’áŸ’á›á¶á”áŸ‹
kn: ಎಂದಿಗೂ ಇಲ್ಲ
ko: 없음
lt: Niekada
lv: Nekad
mk: Никогаш
ml: ഒരിക്കലും വേണ്ട
mr: कधीही नाही
ms: Tidak pernah
my: ဘယ်တော့မှ
nb: Aldri
nl: Nooit
pa: ਕਦੇ ਨਹੀਂ
pl: Nigdy
ps: هېڅکله
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sq: Kurrë
sr: Никад
sv: Aldrig
sw: Kamwe
ta: ஒருபோதுமில்லை
te: ఎప్పుడూ
th: ไม่เลย
tr: Asla
ug: ھەرگىز
uk: Ніколи
ur: کبھی نہیں
vi: Không bao giờ
zh_cn: 永不
zh_hk: 永不

# NETWORK_INTERFACE_SET_WIFI
source: Wi-Fi Only
af: Slegs Wi-Fi
ar: شبكة الواي فاي فقط
az: Yalnız Wi-Fi
be: Толькі Wi-Fi
bn: কেবলমাত্র Wi-Fi
ca: Només Wi-Fi
cs: Pouze WiFi
cy: Wi-Fi yn Unig
da: Kun Wi-fi
de: Nur WLAN
el: Μόνο Wi-Fi
es: Solo Wi-Fi
et: Ainult Wi-Fi
eu: Wi-Fi bakarrik
fa: فقط وای-فای
fi: Vain Wi-Fi
fr: Réseau Wi-Fi seulement
gu: માત્ર Wi-Fi
he: Wi-Fi בלבד
hi: केवल Wi-Fi
hr: Samo Wi-Fi
hu: Csak Wi-Fi
id: Hanya Wi-Fi
is: Einungis Wi-Fi
it: Solo Wi-Fi
ja: Wi-Fiのみ
kab: Wi-Fi kan
km: Wi-Fi ááŸ‚á”áŸ‰á»ááŸ’ááŸ„áŸ‡
kn: ವೈಫೈ ಮಾತ್ರ
ko: Wi-Fi만 사용
lt: Tik belaidis (Wi-Fi) ryšys
lv: Tikai Wi-Fi
ml: Wi-Fi മാത്രം
mr: फक्त Wi-Fi
ms: Wi-Fi Sahaja
my: ဝိုင်ဖိုင်သာ
nb: Kun Wi-Fi
nl: Alleen bij wifi
pa: ਸਿਰਫ਼ Wi-Fi
pl: Tylko Wi-Fi
ps: یوازې WiFi
pt_br: Somente Wi-Fi
pt_pt: Apenas Wi-Fi
ro: Doar Wi-Fi
ru: Только Wi-Fi
sk: Iba Wi-Fi
sl: Samo Wi-Fi
sq: Vetëm Wi-Fi
sr: Само Wi-Fi
sv: Endast Wi-Fi
sw: Wi-Fi Pekee
ta: வைஃபை மட்டும்
te: Wi-Fi మాత్రమే
th: Wi-Fi เท่านั้น
tr: Yalnızca Kablosuz Ağ
ug: پەقەتلا Wi-Fi
uk: Лише Wi-Fi
ur: صرف Wi-Fi
vi: Chỉ Wi-Fi
zh_cn: 仅 Wi-Fi
zh_hk: 僅限 Wi-Fi
