Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# RESTORING_MEDIA_DISK_SPACE_SKIP_PAID_EXPIRING_SOON_SHEET_MESSAGE
source: You have backup data that’s not on this device. Your media and attachments will be permanently deleted without a paid subscription.
ar: لديك بيانات احتياطية غير موجودة على هذا الجهاز. من دون اشتراك مدفوع، سَيتم حذف ملفات الوسائط والملفات المُرفَقة الخاصة بك.
be: Вы можаце спампаваць рэзервовыя даныя, якіх няма на гэтай прыладзе. Медыяфайлы і далучэнні будуць назаўсёды выдалены, калi няма платнай падпіскі.
bn: আপনার কাছে এমন ব্যাকআপ ডেটা আছে যা এই ডিভাইসে নেই। কোনো পেইড সাবস্ক্রিপশন না থাকলে, আপনার মিডিয়া ও সংযুক্তিগুলো স্থায়ীভাবে মুছে ফেলা হবে।
ca: Tens dades de còpia de seguretat que no es troben en aquest dispositiu. Sense una subscripció de pagament, els teus adjunts i arxius multimèdia s'eliminaran permanentment.
cs: Máte zálohovaná data, která nejsou v tomto zařízení. Vaše média a přílohy budou bez placeného předplatného navždy odstraněny.
da: Du har sikkerhedskopieringsdata, som ikke er på denne enhed. Dine medier og vedhæftede filer vil blive slettet permanent uden et betalt abonnement.
de: Du hast Backup-Daten, die nicht auf diesem Gerät gespeichert sind. Deine Medien und Anhänge werden ohne kostenpflichtiges Abo dauerhaft gelöscht.
el: Έχεις δεδομένα αντιγράφων ασφαλείας που δεν βρίσκονται σε αυτήν τη συσκευή. Τα πολυμέσα και τα συνημμένα σου θα διαγραφούν οριστικά αν δεν έχεις συνδρομή επί πληρωμή.
es: Tienes datos en tu copia de seguridad que no están en este dispositivo. Sin una suscripción de pago, tus archivos adjuntos y multimedia se eliminarán de forma permanente.
fa: شما داده پشتیبان دارید که در این دستگاه نیست. رسانه و پیوست‌های شما بدون داشتن اشتراک پولی، به‌طور دائم حذف خواهند شد.
fi: Sinulla on varmuuskopiodataa, jota ei ole tällä laitteella. Media ja liitteet poistetaan pysyvästi, koska sinulla ei ole maksullista tilausta.
fr: Votre sauvegarde contient des données non enregistrées sur cet appareil. Pour conserver vos médias et pièces jointes et éviter leur suppression définitive, optez pour un abonnement payant.
ga: Tá sonraí cúltaca agat nach bhfuil ar an ngléas seo. Scriosfar go buan do mheáin agus ceangaltáin gan síntiús íoctha.
gu: તમારી પાસે બેકઅપ ડેટા છે જે આ ડિવાઇસ પર નથી. તમારા મીડિયા અને એટેચમેન્ટ સશુલ્ક સબ્સ્ક્રિપ્શન વિના કાયમી ધોરણે ડિલીટ કરવામાં આવશે.
he: יש לך נתוני גיבוי שאינם נמצאים במכשיר זה. בלי מנוי בתשלום, המדיה והקבצים המצורפים שלך יימחקו לצמיתות.
hi: आपके पास बैकअप डेटा है, जो डिवाइस पर मौजूद नहीं है। अगर आपने पैसे देकर सब्सक्रिप्शन नहीं लिया है, तो आपके मीडिया और अटैचमेंट हमेशा के लिए डिलीट हो जाएंगे।
hr: Imate sigurnosne kopije podataka koje nisu na ovom uređaju. Vaši medijski zapisi i privitci bit će trajno izbrisani bez plaćene pretplate.
hu: Olyan biztonsági mentési adatod van, ami nincs ezen az eszközön. Előfizetés nélkül a médiafájlok és a mellékletek véglegesen törlődnek.
id: Ada data cadangan yang belum tersimpan di perangkat ini. Tanpa langganan berbayar, media dan lampiran akan dihapus permanen.
it: Hai dei dati di un backup che non sono presenti su questo dispositivo. Senza un abbonamento a pagamento, i tuoi media e allegati verranno eliminati definitivamente.
ja: この端末に保存されていないバックアップデータがあります。有料のサブスクリプションに加入しない場合は、メディアと添付ファイルは、完全に消去されます。
ko: 이 기기에 없는 백업 데이터가 있습니다. 유료 구독을 하지 않으면 미디어와 첨부 파일이 영구 삭제됩니다.
mr: तुमच्याकडे बॅकअप डेटा आहे जो या डिव्हाईसवर नाही. तुमचा मीडिया आणि अटॅचमेंट्स हे सशुल्क सदस्यत्वाशिवाय कायमचे हटवले जातील.
ms: Anda mempunyai data sandaran yang tiada pada peranti ini. Media dan lampiran anda akan dipadam secara kekal tanpa langganan berbayar.
nb: Du har sikkerhetskopierte data som ikke er lagret på denne enheten. Mediefilene og vedleggene dine slettes permanent dersom du ikke har et betalt abonnement.
nl: Je hebt back-upgegevens die niet op dit apparaat staan. Je media en bijlagen worden permanent verwijderd als je geen betaald abonnement hebt.
pl: W kopii zapasowej masz dane, które nie zostały pobrane na to urządzenie. Jeśli nie skorzystasz z płatnej usługi kopii zapasowych, Twoje multimedia i załączniki zostaną trwale usunięte.
pt_br: Você tem dados de backup que não estão neste dispositivo. Seus arquivos de mídia e anexos serão permanentemente apagados, a não ser que você escolha um plano de assinatura pago.
pt_pt: Tem dados de cópia de segurança que não estão neste dispositivo. Os seus ficheiros multimédia e anexos serão eliminados permanentemente sem uma subscrição paga.
ro: Ai fișiere media de backup care nu se află pe acest dispozitiv. Fișierele media și atașamentele vor fi șterse definitiv fără un abonament plătit.
ru: У вас есть данные резервных копий, которых нет на этом устройстве. Без платной подписки ваши медиафайлы и вложения будут удалены навсегда.
sk: Máte zálohované údaje, ktoré nie sú na tomto zariadení. Vaše médiá a prílohy budú bez plateného predplatného natrvalo vymazané.
sr: Имате податке резервне копије који нису на овом уређају. Ваши медији и прилози биће трајно избрисани без плаћене претплате.
sv: Du har säkerhetskopierade data som inte finns på den här enheten. Dina media och bilagor kommer att raderas permanent utan ett betalt abonnemang.
th: คุณมีข้อมูลสำรองที่ยังไม่ได้กู้คืนมายังอุปกรณ์เครื่องนี้ หากไม่มีการสมัครและชำระค่าแพ็กเกจ ไฟล์สื่อและไฟล์แนบของคุณจะถูกลบอย่างถาวร
tr: Bu cihazda olmayan yedekleme verin var. Medyan ve eklerin, ücretli bir abonelik olmadan kalıcı olarak silinecektir.
ug: بۇ ئۈسكۈنىدە يوق زاپاس سانلىق مەلۇماتىڭىز بار. مېدىيا ۋە قوشۇمچە ھۆججەتلىرىڭىز ھەقلىق مۇشتەرىلىكىڭىز بولمىسا مەڭگۈلۈك ئۆچۈرۈلىدۇ.
uk: У вашій резервній копії є дані, що зберігаються на іншому пристрої. Без передплати ваші медіафайли й вкладення буде видалено.
ur: آپ کے پاس وہ بیک اپ ڈیٹا ہے جو اس ڈیوائس میں موجود نہیں ہے۔ آپ کا میڈیا اور منسلکات ادا شدہ سبسکرپشن کے بغیر مستقل طور پر حذف کر دیے جائیں گے۔
vi: Bạn có dữ liệu sao lưu không có trên thiết bị này. Tập tin đa phương tiện và đính kèm sẽ bị xóa vĩnh viễn nếu không có gói đăng ký trả phí.
zh_cn: 您有一些备份数据不在此设备上。如不订阅付费备份套餐，您的媒体和附件将会被永久删除。
zh_hk: 你有不在此裝置上的備份資料。在沒有定期贊助的情況下，你的媒體和附件將被永久刪除。

# RESTORING_MEDIA_DISK_SPACE_SKIP_SHEET_MESSAGE
source: If you skip downloading the remaining media and attachments in your backup can be downloaded at a later time when storage space becomes available.
ar: إذا تخطّيت الاستعادة، يمكن تنزيل الوسائط والملفات المُرفَقة المتبقية في نسختك الاحتياطية في وقتٍ لاحق عند توفُّر مساحة التخزين.
be: Калі вы прапусціце пампаванне, медыяфайлы і далучэнні з вашай рэзервовай копіі можна будзе спампаваць пазней, калі будзе больш месца для захоўвання.
bn: যদি আপনি আপনার ব্যাকআপে থাকা অবশিষ্ট মিডিয়া ও সংযুক্তি পুনর্বহাল না করে এড়িয়ে যান তবে পরে যখন সংরক্ষণের জায়গা পাওয়া যাবে তখন সেগুলো ডাউনলোড করা যাবে।
ca: Si omets la descàrrega, podràs descarregar la resta d'arxius multimèdia de la teva còpia de seguretat quan s'alliberi espai.
cs: Pokud stahování přeskočíte, můžete zbývající média a přílohy v záloze stáhnout později, až budete mít k dispozici úložný prostor.
da: Hvis du springer download over, kan de resterende medier og vedhæftede filer i din sikkerhedskopi downloades på et senere tidspunkt, når der bliver ledig lagerplads.
de: Wenn du »Herunterladen« überspringst, kannst du die verbleibenden Medien und Anhänge in deinem Backup zu einem späteren Zeitpunkt herunterladen, sobald wieder Speicherplatz verfügbar ist.
el: Αν παραλείψεις τη λήψη, τα υπόλοιπα πολυμέσα και συνημμένα στο αντίγραφο ασφαλείας σου μπορούν να ληφθούν αργότερα, όταν θα υπάρχει διαθέσιμος χώρος αποθήκευσης.
es: Si omites la descarga, podrás descargar el resto de los archivos adjuntos y multimedia de tu copia de seguridad cuando se libere espacio.
fa: اگر دانلود رسانه‌ها و پیوست‌های باقیمانده را در پشتیبان‌گیری رد کنید، در آینده وقتی فضای ذخیره‌سازی کافی داشته باشید قابل دانلود است.
fi: Jos ohitat lataamisen, varmuuskopion jäljellä olevat mediat ja liitteet voidaan ladata myöhemmin, kun tallennustilaa vapautuu.
fr: Si vous choisissez d'ignorer le téléchargement, vous pourrez télécharger les pièces jointes et médias de votre sauvegarde lorsque vous aurez libéré de l'espace de stockage.
ga: Má scipeálann tú íoslódáil beidh tú in ann na meáin agus ceangaltáin i do chúltaca a íoslódáil níos déanaí nuair a chuirfear spás stórála ar fáil.
gu: જો તમે ડાઉનલોડ કરવાનું છોડી દો છો તો તમારા બેકઅપમાંના બાકીના મીડિયા અને અટેચમેન્ટ જ્યારે સ્ટોરેજ સ્પેસ ઉપલબ્ધ થાય ત્યારે પછીના સમયે ડાઉનલોડ કરી શકાય છે.
he: דילוג על הורדה יגרום לכך שתהיה לך אפשרות להוריד את המדיה והקבצים המצורפים הנותרים בגיבוי שלך במועד מאוחר יותר, כשיתפנה שטח אחסון.
hi: अगर आप अभी बाकी के मीडिया और अटैचमेंट को बैकअप के तौर पर डाउनलोड नहीं करते हैं, तो स्टोरेज स्पेस उपलब्ध होने पर उन्हें बाद में डाउनलोड किया जा सकता है।
hr: Ako preskočite ovaj korak, moći ćete preuzeti medijske zapise i privitke spremljene u sigurnosnoj kopiji kada na vašem uređaju bude dostupno dovoljno prostora za pohranu.
hu: Ha kihagyod a letöltést, a biztonsági másolatban lévő fennmaradó médiafájlok és mellékletek letölthetők később, amikor tárhely szabadul fel.
id: Jika Anda melewati pengunduhan, media dan lampiran yang masih ada di cadangan dapat diunduh lain waktu, ketika ruang penyimpanan telah tersedia.
it: Se scegli di saltare il download, potrai scaricare i media e gli allegati rimanenti nel tuo backup in un secondo momento quando avrai più spazio di archiviazione.
ja: ダウンロードをスキップした場合、バックアップ内の残りのメディアと添付ファイルは、ストレージ容量が確保できたときにダウンロードできます。
ko: 다운로드를 건너뛰면 나중에 저장 공간이 확보될 때 백업의 남은 미디어와 첨부 파일을 다운로드할 수 있습니다.
mr: जर तुम्ही डाऊनलोड करायचे टाळलेत तर आपल्या बॅकअपमधील उरलेला मीडिया आणि अटॅचमेंट्स नंतर साठवणीसाठी जागा मिळाल्यावर डाऊनलोड करता येतात.
ms: Jika anda langkau muat turun media dan lampiran yang tinggal, ia boleh dimuat turun kemudian apabila ruang storan mencukupi.
nb: Hvis du velger å hoppe over dette trinnet, kan du laste ned resten av mediefilene og vedleggene i sikkerhetskopien din senere når du har nok lagringsplass.
nl: Als je downloaden overslaat, kunnen de resterende media en bijlagen in je back-up op een later moment worden gedownload wanneer er opslagruimte vrijkomt.
pl: Jeśli pominiesz pobieranie, pozostałe multimedia i załączniki z kopii zapasowej będzie można pobrać później, gdy zwolni się miejsce na urządzeniu.
pt_br: Se você pular essa etapa, poderá baixar os arquivos de mídia e os anexos restantes no seu backup posteriormente, quando houver espaço de armazenamento disponível.
pt_pt: Se saltar a transferência, os restantes ficheiros multimédia e anexos da cópia de segurança podem ser transferidos mais tarde, quando o espaço de armazenamento estiver disponível.
ro: Dacă omiți descărcarea, fișierele media rămase și atașamentele din backup pot fi descărcate mai târziu, când spațiul de stocare devine disponibil.
ru: Если вы пропустите загрузку, оставшиеся медиафайлы и вложения из резервной копии могут быть загружены позднее, когда освободится место для хранения.
sk: Ak preskočíte sťahovanie, zostávajúce médiá a prílohy vo vašej zálohe si môžete stiahnuť neskôr, keď bude k dispozícii úložný priestor.
sr: Ако прескочите преузимање преосталих медија и прилога у резервној копији, можете их преузети касније када меморијски простор постане доступан.
sv: Om du hoppar över nedladdning kan återstående media och bilagor i din säkerhetskopia laddas ner vid ett senare tillfälle när lagringsutrymme blir tillgängligt.
th: หากข้ามการดาวน์โหลด คุณจะสามารถดาวน์โหลดไฟล์สื่อและไฟล์แนบที่หลงเหลืออยู่ในข้อมูลสำรองได้ในภายหลังเมื่ออุปกรณ์มีพื้นที่จัดเก็บเพียงพอ
tr: İndirmeyi atlarsan, yedeklemende kalan medya ve ekler daha sonra depolama alanı kullanılabilir hale geldiğinde indirilebilir.
ug: ئەگەر زاپاس مېدىيا ۋە قوشۇمچە ھۆججەتلەرنى چۈشۈرۈشنى ئاتلاپ ئۆتۈپ كەتسىڭىز ، كىيىن ساقلاش بوشلۇقى چىققاندا چۈشۈرگىلى بولىدۇ.
uk: Якщо не завантажити дані, решту медіафайлів і вкладень можна буде завантажити пізніше, коли на пристрої буде вільне місце.
ur: اگر آپ ڈاؤن لوڈنگ کے عمل کو چھوڑ دیتے ہیں، تو اپنے بیک اپ میں موجود باقی میڈیا اور منسلکات کو بعد میں اس وقت ڈاؤن لوڈ کیا جا سکتا ہے جب اسٹوریج کی جگہ دستیاب ہو۔
vi: Nếu bỏ qua việc tải xuống, các tập tin đa phương tiện và tập tin đính kèm còn lại trong bản sao lưu của bạn có thể được tải xuống sau khi có dung lượng trống.
zh_cn: 如果跳过下载备份中剩余的媒体和附件，您后续可以在储存空间可用时再下载。
zh_hk: 如果你跳過下載，備份內尚餘的媒體和附件可稍後在儲存空間足夠時下載。

# RESTORING_MEDIA_DISK_SPACE_SKIP_SHEET_SKIP_BUTTON
source: Skip Download
ar: تخطي التنزيل
be: Прапусціць пампаванне
bn: ডাউনলোড এড়িয়ে যান
ca: Ometre la descàrrega
cs: Přeskočit stahování
da: Spring download over
de: Download überspringen
el: Παράλειψη λήψης
es: Omitir descarga
fa: رد کردن دانلود
fi: Ohita lataus
fr: Ignorer le téléchargement
ga: Scipeáil íoslódáil
gu: ડાઉનલોડ કરવાનું છોડો
he: דילוג על הורדה
hi: डाउनलोड छोड़ें
hr: Preskoči preuzimanje
hu: Letöltés kihagyása
id: Lewati Pengunduhan
it: Salta download
ja: ダウンロードをスキップする
ko: 다운로드 건너뛰기
mr: डाउनलोड वगळा
ms: Langkau muat turun
nb: Hopp over
nl: Downloaden overslaan
pl: Pomiń pobieranie
pt_br: Pular download
pt_pt: Saltar transferência
ro: Omite descărcarea
ru: Пропустить загрузку
sk: Preskočiť sťahovanie
sr: Прескочи преузимање
sv: Hoppa över nedladdning
th: ข้ามการดาวน์โหลด
tr: İndirmeyi atla
ug: چۈشۈرۈشتىن ۋاز كېچىش
uk: Не завантажувати
ur: ڈاؤن لوڈ چھوڑ دیں
vi: Bỏ qua không tải
zh_cn: 跳过下载
zh_hk: 跳過下載

# RESTORING_MEDIA_DISK_SPACE_SKIP_SHEET_TITLE
source: Skip Download?
ar: هل ترغبُ بتخطي التنزيل؟
be: Прапусціць спампаванне?
bn: ডাউনলোড এড়িয়ে যাবেন?
ca: Ometre la descàrrega?
cs: Přeskočit stahování?
da: Vil du springe downloaden over?
de: Download überspringen?
el: Παράλειψη λήψης;
es: ¿Omitir descarga?
fa: دانلود رد شود؟
fi: Ohitetaanko lataus?
fr: Ignorer le téléchargement ?
ga: Scipeáil íoslódáil?
gu: ડાઉનલોડ કરવાનું છોડીએ?
he: לדלג על הורדה?
hi: डाउनलोड छोड़ें?
hr: Preskočiti preuzimanje?
hu: Letöltés kihagyása?
id: Lewati Pengunduhan?
it: Saltare il download?
ja: ダウンロードをスキップしますか？
ko: 다운로드를 건너뛰시겠습니까?
mr: डाउनलोड वगळायचे?
ms: Langkau muat turun?
nb: Vil du hoppe over nedlastingen?
nl: Downloaden overslaan?
pl: Pominąć pobieranie?
pt_br: Pular download?
pt_pt: Saltar descarregamento?
ro: Omiți descărcarea?
ru: Пропустить загрузку?
sk: Preskočiť sťahovanie?
sr: Желите ли да прескочите преузимање?
sv: Hoppa över nedladdning?
th: ข้ามการดาวน์โหลดใช่หรือไม่
tr: İndirme atlansın mı?
ug: چۈشۈرۈشتىن ۋاز كېچەمسىز؟
uk: Не завантажувати?
ur: ڈاؤن لوڈ کو چھوڑ دیں؟
vi: Bỏ qua không tải?
zh_cn: 要跳过下载吗？
zh_hk: 要跳過下載嗎？

# RETRY_BUTTON_TEXT
source: Retry
af: Herprobeer
ar: إعادة المُحاولة
az: Yenidən sına
be: Паспрабаваць зноў
bg: Опитай Отново
bn: পুনরায় চেষ্টা করুন
ca: Torna a provar
cs: Zkusit znovu
cy: Ailgynnig
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
es_es: Reintentar
et: Proovi uuesti
eu: Berriro saiatu
fa: تلاش مجدد
fi: Yritä uudelleen
fil: Subukang muli
fr: Réessayer
ga: Bain triail eile as
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: दोबारा कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
kab: Ɛreḍ tikelt nniḍen
kk: Қайтадан байқап көру
km: á–áŸ’á™á¶á™á¶á˜á˜áŸ’áá„á‘áŸ€á
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ko: 재시도
lt: Pakartoti
lv: Mēģināt vēlreiz
mk: Обиди се пак
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba Semula
my: ထပ်ကြိုးစားပါ
nb: Prøv på nytt
nl: Opnieuw proberen
pa: ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_pk: فیر کوشش کرو
pl: Spróbuj ponownie
ps: بیا هڅه وکړئ
pt_br: Tentar Novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить попытку
sk: Skúsiť znovu
sl: Ponovno
sq: Riprovoni
sr: Пробај поново
sv: Försök igen
sw: Jaribu Upya
ta: மீண்டும் முயற்சி செய்
te: మళ్ళీ ప్రయత్నించు
th: ลองใหม่
tr: Tekrar dene
ug: قايتا سىنا
uk: Повторити
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_cn: 重试
zh_hk: 重試

# RETURN_CALL_PILL_BUTTON
source: Return
af: Keer terug
ar: العودة
az: Qayıt
be: Вярнуцца
bn: ফিরে যান
ca: Torna
cs: Návrat
cy: Dychwelyd
da: Tilbage
de: Zurück
el: Επιστροφή
es: Volver
es_es: Atrás
et: Tagasi
eu: Itzuli
fa: بازگشت
fi: Palaa
fr: Revenir
gu: પાછા ફરો
he: חזור
hi: वापस जाएँ
hr: Povratak
hu: Vissza
id: Kembali
is: Til baka
it: Ritorna
ja: 戻る
kab: Uγal
km: ááŸ’ášá¡á”áŸ‹
kn: ಹಿಂತಿರುಗಿ
ko: 반환
lt: Grįžti
lv: Atgriezties
ml: മടങ്ങിവരവ്
mr: परत जा
ms: Kembali
my: နောက်ပြန်သွားမယ်
nb: Tilbake
nl: Terugkeren
pa: ਵਾਪਸ
pl: Wróć
ps: بیرته تګ
pt_br: Retornar
pt_pt: Voltar
ro: Întoarce-te
ru: Вернуться
sk: Naspäť
sl: Nazaj
sq: Kthehuni
sr: Повратак
sv: Återgå
sw: Rudi
ta: திரும்பவும்
te: తిరిగి
th: กลับไปที่การโทรกลุ่ม
tr: Geri Dön
ug: قايت
uk: Повернутися
ur: واپس
vi: Quay về
zh_cn: 返回
zh_hk: 返回

# RING_OFF_CONFIRMATION_TOAST_LABEL
source: Ringing off
ar: تمَّ إيقاف الرنين
be: Званок адключаны
bn: রিং বন্ধ করুন
ca: So desactivat
cs: Vyzvánění vypnuto
da: Opringning slået fra
de: Klingelton aus
el: Κουδούνισμα ανενεργό
es: Sonido desactivado
fa: زنگ خاموش است
fi: Soittoääni pois päältä
fr: Sonnerie désactivée
ga: Glaoch as
gu: રિંગ બંધ છે
he: צלצול מושבת
hi: रिंगिंग बंद
hr: Zvono isključeno
hu: Csengés ki
id: Dering nonaktif
it: Squillo chiamata disattivato
ja: 呼び出し音が鳴っていません
ko: 통화 꺼짐
mr: रिंग होणे बंद झाले
ms: Deringan dimatikan
nb: Ringing av
nl: Bellen uit
pl: Sygnał nawiązywania połączenia wyłączony
pt_br: Toque desligado
pt_pt: Toque desligado
ro: Sunet de apel dezactivat
ru: Звонки отключены
sk: Zvonenie vypnuté
sr: Звоно је искључено
sv: Ringsignal av
th: การส่งเสียงเรียกสายปิดอยู่
tr: Zil kapalı
ug: قوڭغۇراق ئېتىك
uk: Дзвінок вимкнено
ur: رنگنگ آف
vi: Đổ chuông đang tắt
zh_cn: 铃声关闭
zh_hk: 關閉響鈴

# RING_ON_CONFIRMATION_TOAST_LABEL
source: Ringing on
ar: تمَّ تفعيل الرنين
be: Званок уключаны
bn: রিং চালু করুন
ca: So activat
cs: Vyzvánění zapnuto
da: Opringning slået til
de: Klingelton an
el: Κουδούνισμα ενεργό
es: Sonido activado
fa: زنگ روشن است
fi: Soittoääni päällä
fr: Sonnerie activée
ga: Glaoch air
gu: રિંગ ચાલુ
he: צלצול מופעל
hi: रिंगिंग चालू
hr: Zvono uključeno
hu: Csengés be
id: Dering aktif
it: Squillo chiamata attivato
ja: 呼び出し音が鳴っています
ko: 통화 켜짐
mr: रिंग होणे सुरू झाले
ms: Deringan dihidupkan
nb: Ringing på
nl: Bellen aan
pl: Sygnał nawiązywania połączenia włączony
pt_br: Toque ligado
pt_pt: Toque ligado
ro: Sunet de apel activat
ru: Звонки включены
sk: Zvonenie zapnuté
sr: Звоно је укључено
sv: Ringsignal på
th: การส่งเสียงเรียกสายเปิดอยู่
tr: Zil açık
ug: قوڭغۇراق ئوچۇق
uk: Дзвінок увімкнено
ur: رنگنگ آن
vi: Đổ chuông đang bật
zh_cn: 铃声开启
zh_hk: 開啟響鈴

# SAFETY_NUMBER_CHANGED_CONFIRM_ADD_MEMBER_ACTION
source: Add Anyway
ar: أضِف على أي حال
be: Дадаць у любым выпадку
bn: যাই হোক যোগ করুন
ca: Afegir igualment
cs: Přesto přidat
da: Tilføj alligevel
de: Trotzdem hinzufügen
el: Προσθήκη παρ' όλα αυτά
es: Añadir de todos modos
fa: به هر حال اضافه شود
fi: Lisää silti
fr: Ajouter quand même
ga: Cuir Leis Ar Aon Nós
gu: કોઈપણ રીતે મોકલો
he: להוסיף בכל זאת
hi: फिर भी जोड़ें
hr: Svejedno dodaj
hu: Így is hozzáadom
id: Tetap Tambahkan
it: Aggiungi lo stesso
ja: とりあえず追加する
ko: 무시하고 추가
mr: कसेही करून जोडा
ms: Tambah Sahaja
nb: Legg til likevel
nl: Toch toevoegen
pl: Mimo to dodaj
pt_br: Adicionar mesmo assim
pt_pt: Adicionar mesmo assim
ro: Adaugă Oricum
ru: Всё равно добавить
sk: Napriek tomu pridať
sl: Vseeno dodaj
sr: Свеједно додај
sv: Lägg till ändå
th: ยืนยันที่จะเพิ่ม
tr: Yine de Ekle
ug: يەنىلا قوشۇش
uk: Усе одно додати
ur: بہرصورت شامل کریں
vi: Xác nhận Thêm
zh_cn: 仍然添加
zh_hk: 繼續新增

# SAFETY_NUMBER_CHANGED_CONFIRM_CALL_ACTION
source: Call Anyway
af: Bel in elk geval
ar: اتصل على أي حال
az: Yenə də zəng et
be: Пазваніць у любым выпадку
bg: Повикване
bn: যাইহোক কল করুন
ca: Truca-li tanmateix
cs: Přesto zavolat
cy: Galw Beth Bynnag
da: Ring alligevel
de: Trotzdem anrufen
el: Κλήση παρ' όλα αυτά
es: Llamar de todos modos
es_es: Llamar de todas formas
et: Helista ikkagi
eu: Deitu edonola ere
fa: تماس بگیر
fi: Soita silti
fil: Tumawag pa rin
fr: Appeler quand même
ga: Cuir glao air/uirthi mar sin féin
gu: કોઈપણ રીતે કૉલ કરો
he: חייג בכל זאת
hi: फिर भी कॉल करें
hr: Svejedno nazovi
hu: Hívás ennek ellenére
id: Telepon saja
is: hringja samt
it: Chiama lo stesso
ja: とにかく発信する
kab: Siwel akken yebɣu yili
kk: Бәрібір қоңырау соғу
km: á áŸ… á™áŸ‰á¶á„áá¶á€áŸáŠáŸ„á™
kn: ಹೇಗಾದರೂ ಕರೆ ಮಾಡಿ
ko: 무시하고 전화
lt: Vis tiek skambinti
lv: Tomēr zvanīt
mk: Сеедно Повикај
ml: ഏത് വിധേനയും കോൾ ചെയ്യുക
mr: तरीही कॉल करा
ms: Panggil Juga
my: ခေါ်သာ ခေါ်လိုက်ပါ
nb: Ring likevel
nl: Toch bellen
pa: ਫਿਰ ਵੀ ਕਾਲ ਕਰੋ
pa_pk: فیر وی کال کرو
pl: Mimo to zadzwoń
ps: په هر ډول چې وي اړیکه ونیسه
pt_br: Chamar assim mesmo
pt_pt: Ligar mesmo assim
ro: Apelează oricum
ru: Все равно позвонить
sk: Aj tak zavolať
sl: Vseeno kliči
sq: Thirre, Sido Qoftë
sr: Свеједно позови
sv: Ring ändå
sw: Piga hata hivyo
ta: எப்படியும் அழைக்கவும்
te: ఏమైనా కాల్ చేయండి
th: ยืนยันที่จะโทร
tr: Yine de Ara
ug: چاقىرىۋەر
uk: Усе одно подзвонити
ur: کہیں بھی کال کریں
vi: Vẫn tiếp tục Gọi
zh_cn: 依然呼叫
zh_hk: 仍要致電

# SAFETY_NUMBER_CHANGED_CONFIRM_SEND_ACTION
source: Send Anyway
af: Stuur in elk geval
ar: أرسِل على أي حال
az: Yenə də göndər
be: Адправіць у любым выпадку
bg: Изпрати
bn: যাইহোক পাঠান
ca: Envia'l tanmateix
cs: Přesto odeslat
cy: Anfon Beth Bynnag
da: Send alligevel
de: Trotzdem senden
el: Αποστολή παρ' όλα αυτά
es: Enviar de todos modos
es_es: Enviar de todas formas
et: Saada ikkagi
eu: Bidali dena den
fa: ارسال کن
fi: Lähetä silti
fil: Ipadala pa rin
fr: Envoyer quand même
ga: Seol chuige/chuici mar sin féin
gu: કોઈપણ રીતે મોકલો
he: שלח בכל זאת
hi: वैसे भी भेजें
hr: Svejedno pošalji
hu: Küldés ennek ellenére
id: Kirimkan saja
is: Senda samt
it: Invia lo stesso
ja: とにかく送信する
kab: Azen akken ibɣu yili
kk: Бәрібір жіберу
km: á”á‰áŸ’á‡á¼á“ á™áŸ‰á¶á„áá¶á€áŸáŠáŸ„á™
kn: ಹೇಗಾದರೂ ಕಳುಹಿಸಿ
ko: 무시하고 보내기
lt: Vis tiek siųsti
lv: Tomēr sūtīt
mk: Сеедно Испрати
ml: ഏത് വിധേനയും അയയ്ക്കുക
mr: तरीही पाठवा
ms: Hantar Juga
my: ပို့သာ ပို့လိုက်ပါ
nb: Send likevel
nl: Toch versturen
pa: ਫਿਰ ਵੀ ਭੇਜੋ
pa_pk: فیر وی گھلو
pl: Mimo to wyślij
ps: په هر ډول چې وي ویې لیږه
pt_br: Enviar assim mesmo
pt_pt: Mesmo assim, enviar
ro: Trimite oricum
ru: Всё равно отправить
sk: Napriek tomu poslať
sl: Vseeno pošlji
sq: Dërgoje, Sido Qoftë
sr: Свеједно пошаљи
sv: Skicka ändå
sw: Tuma Tu
ta: இருந்தாலும் அனுப்பு
te: ఏదేమైనా పంపు
th: ยืนยันที่จะส่ง
tr: Yine de Gönder
ug: يوللاۋەر
uk: Усе одно надіслати
ur: بہر حال بھیجیں
vi: Vẫn Gửi
zh_cn: 依然发送
zh_hk: 仍要傳送
