Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CHANGE_PHONE_NUMBER_IDENTICAL_PHONE_NUMBERS_ALERT_MESSAGE
source: Your new number should not be the same as your old one. Please enter a new phone number to change your number.
af: Jou nuwe nommer moet nie dieselfde as jou oue wees nie. Voer asb. ’n nuwe telefoonnommer in om jou nommer te verander.
ar: رقمك الجديد لا يمكن أن يكون كالقديم. يُرجى إدخال رقم هاتف جديد لتغيير رقمك.
az: Yeni nömrəniz köhnəsi ilə eyni olmamalıdır. Nömrənizi dəyişdirmək üçün zəhmət olmasa yeni bir telefon nömrəsi daxil edin.
be: Ваш новы нумар не мусіць супадаць з вашым старым нумарам. Каб змяніць свой нумар, увядзіце новы нумар тэлефона.
bn: আপনার নতুন নাম্বারটি আপনার পুরানো নাম্বারের মতো হওয়া উচিত নয়। আপনার নাম্বার পরিবর্তন করতে একটি নতুন ফোন নাম্বার লিখুন।
ca: El número nou no hauria de ser el mateix que l'antic. Introduïu un número de telèfon nou per canviar-lo.
cs: Vaše nové číslo by nemělo být stejné jako staré. Pro změnu čísla zadejte nové telefonní číslo.
cy: Ni ddylai eich rhif newydd fod yr un peth â'ch hen un. Rhowch rif ffôn newydd i newid eich rhif.
da: Dit nye nummer må ikke være det samme som dit gamle. Indtast venligst et nyt telefonnummer for at ændre dit nummer.
de: Deine neue Telefonnummer sollte nicht dieselbe sein wie die alte. Bitte gib zum Ändern deiner Telefonnummer eine neue Nummer ein.
el: Ο νέος αριθμός δεν μπορεί να είναι ο ίδιος με τον παλιό αριθμό. Παρακαλούμε γράψε έναν νέο αριθμό τηλεφώνου για να αλλάξεις τον αριθμό σου.
es: Tu número nuevo no puede ser el mismo que tu número anterior. Introduce un nuevo número de teléfono para cambiarlo.
et: Sinu uus number ei tohiks olla sama nagu su vana number. Oma numbri vahetamiseks sisesta uus telefoninumber.
fa: شماره جدید شما نباید با شماره قبلی شما یکی باشد. لطفاً برای تغییر شماره یک شماره تلفن جدید وارد کنید.
fi: Uusi numero ei voi olla sama kuin vanha. Syötä uusi numero vaihtaaksesi puhelinnumeroa.
fr: Votre nouveau numéro ne peut pas être identique à l'ancien. Pour changer de numéro de téléphone, veuillez saisir un nouveau numéro.
ga: Níor cheart go mbeadh d'uimhir nua mar an gcéanna leis an tseanuimhir. Cuir isteach uimhir ghutháin nua chun d'uimhir a athrú.
gu: તમારો નવો નંબર જૂના નંબર જેવો જ ન હોવો જોઈએ. તમારો નંબર બદલવા માટે કૃપા કરીને નવો ફોન નંબર દાખલ કરો.
he: המספר החדש שלך לא אמור להיות כמו המספר הישן שלך. אנא הכנס מספר טלפון חדש כדי לשנות את המספר שלך.
hi: आप नए नंबर के रूप में अपना पुराना नंबर इस्तेमाल नहीं कर सकते। अपना नंबर बदलने के लिए कृपया एक नया फोन नंबर दर्ज करें।
hr: Vaš novi broj telefona ne smije biti isti kao stari broj telefona. Unesite novi broj kako biste ga promijenili.
hu: Az új számod nem egyezhet a régivel. A módosításhoz, kérjük, adj meg egy új számot.
id: Nomor baru Anda tidak boleh sama dengan nomor lama. Mohon masukkan nomor telepon baru untuk mengganti nomor.
is: Nýja símanúmerið þitt ætti ekki að vera það sama og gamla númerið. Settu inn nýtt símanúmer til að skipta um númer.
it: Il tuo nuovo numero non deve essere lo stesso di quello vecchio. Inserisci un nuovo numero di telefono per cambiare il tuo numero.
ja: 新しい電話番号は、現在のものと異なっている必要があります。電話番号を変更するには、別の電話番号を入力してください。
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ááŸ’á˜á¸ášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á‚á½ášáŠá¼á…á›áŸáá…á¶áŸáŸ‹á‘áŸáŸ” áŸá¼á˜á”á‰áŸ’á‡á¼á›á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ááŸ’á˜á¸áŠá¾á˜áŸ’á”á¸á”áŸ’áŠá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘áŸ”
ko: 새 번호는 이전 번호와 같을 수 없습니다. 새 전화번호를 입력하여 번호를 변경하세요.
lt: Jūsų naujas numeris turėtų skirtis nuo seno. Norėdami pasikeisti numerį, įveskite naują telefono numerį.
ml: നിങ്ങളുടെ പുതിയ നമ്പർ പഴയതിന് സമാനമായിരിക്കരുത്. നിങ്ങളുടെ നമ്പർ മാറ്റാൻ ദയവായി ഒരു പുതിയ ഫോൺ നമ്പർ നൽകുക.
mr: आपला जुना व नवीन क्रमांक एकसारखा नसावा. आपला क्रमांक बदलण्यासाठी कृपया नवीन फोन क्रमांक प्रविष्ट करा.
ms: Nombor baru anda tidak boleh sama seperti milik anda yang lama. Sila masukkan nombor telefon baru untuk menukar nombor anda.
nb: Det nye nummeret kan ikke være det samme som det gamle. Skriv inn et nytt telefonnummer for å bytte nummer.
nl: Je nieuwe telefoonnummer kan niet dezelfde zijn als je oude telefoonnummer. Voer een nieuw nummer in om je telefoonnummer te wijzigen.
pl: Nowy numer nie może być taki sam jak stary. Aby zmienić numer telefonu, podaj nowy numer.
pt_br: Seu novo número não deve ser igual ao antigo. Insira um novo número de telefone para mudar o seu número.
pt_pt: O seu número novo não deverá ser igual ao antigo. Insira um novo número de telefone para alterar o seu número.
ro: Noul tău număr nu poate fi același cu cel vechi. Te rugăm introdu un alt număr de telefon pentru a schimba numărul.
ru: Ваш новый номер не должен совпадать со старым. Пожалуйста, введите новый номер телефона, чтобы изменить свой номер.
sk: Vaše nové číslo by nemalo byť rovnaké ako vaše staré. Zadajte nové telefónne číslo na zmenu vášho čísla.
sl: Nova številka naj ne bo enaka stari. za spremembo stare številke vnesite novo.
sq: Numri juaj i vjetër s’duhet të jetë i njëjtë me të riun. Ju lutemi, jepni një numër të ri telefoni që të ndryshohet numri juaj.
sr: Ваш нови број не би требало да буде исти као стари. Унесите нови број телефона да бисте променили број.
sv: Ditt nya nummer kan inte vara detsamma som ditt gamla. Ange ett nytt telefonnummer för att ändra ditt nummer.
sw: Nambari yako mpya haitakiwi kuwa kama ya zamani. Tafadhali ingiza nambari mpya ili kubadili nambari yako.
th: หมายเลขใหม่ของคุณไม่ควรเหมือนกับหมายเลขเดิม กรุณากรอกหมายเลขโทรศัพท์ใหม่เพื่อเปลี่ยนหมายเลขโทรศัพท์ของคุณ
tr: Yeni numaranız eski numaranızla aynı olmamalıdır. Numaranızı değiştirmek için lütfen yeni bir telefon numarası girin.
ug: يېڭى نومۇرىڭىز كونا نومۇرىڭىز بىلەن ئوخشاش بولماسلىقى كېرەك. نومۇرىڭىزنى ئ‍ۆزگەرتىش ئۈچۈن ئىناۋەتلىك تېلېفون نومۇرى كىرگۈزۈڭ.
uk: Новий номер телефону повинен відрізнятися від старого. Якщо ви хочете змінити номер, введіть новий номер телефону.
ur: آپ کا نیا نمبر آپ کے پرانے نمبر سے مماثل نہیں ہونا چاہیئے۔ اپنا نمبر تبدیل کرنے کے لیے براہ کرم نیا فون نمبر درج کریں۔
vi: Số mới của bạn không thể giống số cũ. Vui lòng nhập một số điện thoại mới để thay đổi số của bạn.
zh_cn: 您的新号码不能与旧号码相同。请输入新的手机号码以进行号码变更。
zh_hk: 您的新號碼不應與您的舊號碼一樣。請輸入新的電話號碼以變更您的號碼。

# CHANGE_PHONE_NUMBER_INCORRECT_OLD_PHONE_NUMBER_ALERT_MESSAGE
source: The phone number you entered doesn’t match your account’s.
af: Die nommer wat jy ingevoer het stem nie met dié van jou rekening ooreen nie.
ar: رقم الهاتف الذي أدخلته لَا يتطابق مع الرقم المرتبط بحسابك.
az: Daxil etdiyiniz telefon nömrəsi hesabınızla uyğunlaşmır.
be: Нумар тэлефона, які вы ўвялі, не супадае з нумарам тэлефона вашага ўліковага запісу.
bn: আপনার লেখা ফোন নম্বরটি আপনার অ্যাকাউন্টের সাথে মিলছে না।
ca: El número de telèfon introduït no coincideix amb el del compte.
cs: Telefonní číslo, které jste zadali, neodpovídá vašemu účtu.
cy: Nid yw'r rhif ffôn a nodoch yn cyfateb i'ch rhif cyfrif.
da: Det indtastede telefonnummer matcher ikke med kontoen.
de: Die eingegebene Telefonnummer entspricht nicht der deines Kontos.
el: Ο αριθμός τηλεφώνου που έγραψες δεν αντιστοιχεί στο λογαριασμό σου.
es: El número de teléfono que has introducido no coincide con el de tu cuenta de Signal.
et: Sinu poolt sisestatud telefoninumber ei vasta sinu konto numbrile.
fa: شماره تلفنی که وارد کردید با حساب کاربری شما همخوانی ندارد.
fi: Puhelinnumero ei vastaa tiliin rekisteröityä puhelinnumeroa.
fr: Le numéro de téléphone saisi ne correspond pas à celui de votre compte.
ga: Ní mheaitseálann an uimhir ghutháin a chuir tú isteach le huimhir do chuntais.
gu: તમે દાખલ કરેલા ફોન નંબર તમારા એકાઉન્ટ સાથે મેળ ખાતા નથી.
he: מספר הטלפון שהכנסת אינו תואם אל המספר של החשבון שלך.
hi: आपके द्वारा दर्ज किया गया फोन नंबर आपके खाते के फोन नंबर से मेल नहीं खाता है।
hr: Broj telefona koji ste unijeli ne podudara se s brojem povezanim s vašim računom.
hu: A megadott szám nem egyezik a fiókodhoz tartozó telefonszámmal.
id: Nomor telepon yang Anda masukkan tidak sama dengan akun Anda.
is: Símanúmerið sem þú settir inn samsvarar ekki því sem er á aðgangnum þínum.
it: Il numero di telefono che hai inserito non corrisponde a quello del tuo account.
ja: 入力された電話番号は、あなたのアカウントのものと一致しません。
kab: Uṭṭun n tilifun i teskecmeḍ ur yemṣada ara d wuṭṭun n umiḍan-ik·im.
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘áŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á”á‰áŸ’á‡á¼á›á˜á·á“ááŸ’ášá¼áœá‚áŸ’á“á¶á‡á¶á˜á½á™á‚áá“á¸á¢áŸ’á“á€áŸ”
kn: ನೀವು ನಮೂದಿಸಿದ ಫೋನ್‌ ಸಂಖ್ಯೆಯು ನಿಮ್ಮ ಖಾತೆಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 입력한 전화번호가 계정의 전화번호와 일치하지 않습니다.
lt: Jūsų įvestas telefono numeris nesutampa su jūsų paskyros telefono numeriu.
lv: Ievadītais tālruņa numurs neatbilst jūsu kontā norādītajam.
mk: Бројот што го внесовте не се совпаѓа со Вашите сметки.
ml: നിങ്ങൾ നൽകിയ ഫോൺ നമ്പർ നിങ്ങളുടെ അക്കൗണ്ടുമായി പൊരുത്തപ്പെടുന്നില്ല.
mr: आपण प्रविष्ट केलेला फोन नंबर आपल्या खात्याशी जुळत नाही.
ms: Nombor telefon yang anda masukkan tidak sepadan dengan akaun anda.
my: သင်ရိုက်ထည့်ထားသော ဖုန်းနံပါတ်သည် သင့်အကောင့်အတွင်းရှိ နံပါတ်နှင့် မကိုက်ညီပါ။
nb: Telefonnummeret du oppga hører ikke til kontoen din.
nl: Het telefoonnummer dat je hebt ingevoerd komt niet overeen met het telefoonnummer van je Signal-account.
pa: ਤੁਹਾਡੇ ਵਲੋਂ ਦਿੱਤਾ ਫ਼ੋਨ ਨੰਬਰ ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਮਿਲਦਾ ਨਹੀਂ ਹੈ।
pl: Podany numer telefonu nie jest taki sam jak numer na koncie.
ps: هغه شمېره چې تاسې دننه کړې ده ستاسې له اکاونټ سره سر نه لګوي.
pt_br: O número de telefone que você inseriu não corresponde ao número de telefone da sua conta.
pt_pt: O número de telefone que inseriu não coincide com as suas contas.
ro: Numărul de telefon pe care l-ai introdus nu se potrivește cu cel al contului tău.
ru: Номер телефона, который вы ввели, не совпадает с номером телефона вашей учётной записи.
sk: Zadané telefónne číslo sa nezhoduje s číslom vášho účtu.
sl: Vnešena telefonska številka se ne ujema z vašim računom.
sq: Numri i telefonit që dhatë nuk përputhet me atë të llogarisë tuaj.
sr: Број телефона који сте унели се не поклапа са бројем на вашем налогу.
sv: Telefonnumret du angav matchar inte dina kontons nummer.
sw: Nambari ya simu uliyoweka hailingani na iliyo katika akaunti yako.
ta: தி தொலைபேசி நீங்கள் உள்ளிட்ட எண் உங்களுடன் பொருந்தவில்லை கணக்கு.
te: మీరు నమోదు చేసిన ఫోన్ నంబర్ మీ ఖాతాతో సరిపోలలేదు.
th: หมายเลขโทรศัพท์ที่คุณป้อนไม่ตรงกับหมายเลขในบัญชีคุณ
tr: Girdiğiniz telefon numarası hesabınızla eşleşmemektedir.
ug: كىرگۈزگەن تېلېفون نومۇرىڭىز ھېساباتىڭىزدىكى بىلەن ماس كەلمىدى.
uk: Ви ввели не той номер телефону, на який зареєстровано ваш акаунт.
ur: آپ نے جو فون نمبر داخل کیا ہے وہ آپ کے اکاؤنٹ کے مماثل نہیں ہے۔
vi: Số điện thoại bạn đã nhập không trùng khớp với số của tài khoản của bạn.
zh_cn: 您输入的手机号码与 Signal 账户的手机号码不匹配。
zh_hk: 您所輸入的電話號碼與您的帳戶不符。

# CHANGE_PHONE_NUMBER_INVALID_PHONE_NUMBER_ALERT_MESSAGE_NEW
source: Invalid new phone number. Please enter a valid phone number to change your number.
af: Ongeldige nuwe telefoonnommer. Voer asb. ’n geldige telefoonnommer in om jou nommer te verander.
ar: رقم الهاتف الجديد غير صالح. يُرجى إدخال رقم هاتف صالح لتغيير رقم هاتفك.
az: Yeni telefon nömrəsi etibarsızdır. Nömrənizi dəyişdirmək üçün zəhmət olmasa etibarlı bir telefon nömrəsi daxil edin.
be: Несапраўдны новы нумар тэлефона. Каб змяніць свой нумар, увядзіце сапраўдны нумар тэлефона.
bn: নতুন ফোন নাম্বারটি বৈধ নয়। আপনার নাম্বার পরিবর্তন করতে একটি বৈধ ফোন নাম্বার লিখুন।
ca: El número de telèfon nou no és vàlid. Introduïu un número de telèfon vàlid per canviar-lo.
cs: Neplatné nové telefonní číslo. Pro změnu čísla zadejte platné telefonní číslo.
cy: Rhif ffôn newydd annilys. Rhowch rif ffôn dilys i newid eich rhif.
da: Ugyldigt nyt telefonnummer. Indtast venligst et gyldigt telefonnummer for at ændre dit nummer.
de: Ungültige neue Telefonnummer. Bitte gib zum Ändern deiner Telefonnummer eine gültige Nummer ein.
el: Μη έγκυρος νέος αριθμός τηλεφώνου. Παρακαλώ γράψε έναν έγκυρο αριθμό τηλεφώνου για να αλλάξεις τον αριθμό σου.
es: El nuevo número de teléfono no es válido. Introduce un número válido para cambiarlo.
et: Uus telefoninumber on kehtetu. Oma numbri vahetamiseks sisesta kehtiv telefoninumber.
fa: شماره تلفن جدید نامعتبر. لطفاً برای تغییر شماره خود یک شماره تلفن معتبر وارد کنید.
fi: Virheellinen uusi puhelinnumero. Syötä kelvollinen puhelinnumero vaihtaaksesi numeroa.
fr: Nouveau numéro de téléphone incorrect. Pour changer de numéro, veuillez saisir un numéro de téléphone valide.
ga: Uimhir ghutháin nua neamhbhailí. Cuir isteach uimhir ghutháin bhailí chun d’uimhir a athrú.
gu: નવો ફોન નંબર અમાન્ય. તમારો નંબર બદલવા માટે કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો.
he: מספר טלפון חדש בלתי תקף. אנא הכנס מספר טלפון תקף כדי לשנות את המספר שלך.
hi: नया फोन नंबर अमान्य है। अपना नंबर बदलने के लिए कृपया एक मान्य फोन नंबर दर्ज करें।
hr: Novi broj telefona nije važeći. Unesite važeći broj telefona kako biste ga promijenili.
hu: Érvénytelen új telefonszám. A módosításhoz, kérjük, adj meg egy valós telefonszámot.
id: Nomor telepon baru tidak valide. Mohon masukkan nomor telepon yang benar untuk mengganti nomor.
is: Ógilt nýtt símanúmer. Settu inn gilt símanúmer til að skipta um símanúmer.
it: Nuovo numero di telefono non valido. Inserisci un numero di telefono valido per cambiare il tuo numero.
ja: 入力された新しい電話番号は無効です。電話番号を変更するには、正しいものを入力してください。
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ááŸ’á˜á¸á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á”á‰áŸ’á…á¼á›á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ áŠá¾á˜áŸ’á”á¸á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘áŸ”
ko: 새 전화번호가 잘못됐습니다. 올바른 전화번호를 입력하여 번호를 변경하세요.
lt: Neteisingas naujas telefono numeris. Norėdami pasikeisti numerį, įveskite tinkamą telefono numerį.
ml: പുതിയ ഫോൺ നമ്പർ അസാധുവാണ്. നിങ്ങളുടെ നമ്പർ മാറ്റാൻ സാധുവായ ഒരു ഫോൺ നമ്പർ നൽകുക.
mr: अवैध फोन क्रमांक. क्रमांक बदलण्यासाठी कृपया वैध फोन क्रमांक प्रविष्ट करा.
ms: Nombor telefon baru tidak sah. Sila masukkan nombor telefon yang sah untuk menukar nombor anda.
nb: Det nye telefonnummeret er ugyldig. Skriv inn et gyldig telefonnummer for å endre nummeret i profilen.
nl: Je nieuwe telefoonnummer is ongeldig. Voer een geldig nummer in om je telefoonnummer te wijzigen.
pl: Błędny nowy numer telefonu. Aby zmienić numer telefonu, podaj poprawny numer.
pt_br: Este novo número de telefone é inválido. Por favor, digite um número de telefone válido para mudar o seu número.
pt_pt: Número de telefone novo inválido. Por favor, introduza um número de telefone válido para poder alterar o número.
ro: Noul număr de telefon este invalid. Te rugăm introdu un număr de telefon valid pentru a schimba numărul.
ru: Недействительный новый номер телефона. Пожалуйста, введите действительный номер телефона, чтобы изменить свой номер.
sk: Neplatné nové telefónne číslo. Zadajte platné telefónne číslo na zmenu vášho čísla.
sl: Nova telefonska številka ni pravilna. Za spremembo telefonske številke vnesite pravilno številko.
sq: Numër i ri telefoni i pavlefshëm. Ju lutemi, jepni një numër të vlefshëm telefoni që të ndryshohet numri juaj.
sr: Нови број телефона је неважећи. Унесите важећи број телефона да бисте променили број.
sv: Ogiltigt nytt telefonnummer. Ange ett giltigt telefonnummer för att ändra ditt nummer.
sw: Nambari mpya ya simu iliyobatilishwa. Tafadhali ingiza nambari mpya halali ya simu ili kubadili nambari yako.
th: หมายเลขโทรศัพท์ใหม่ไม่ถูกต้อง กรุณากรอกหมายเลขโทรศัพท์ที่ถูกต้องเพื่อเปลี่ยนหมายเลขโทรศัพท์
tr: Geçersiz yeni telefon numarası. Numaranızı değiştirmek için lütfen geçerli bir telefon numarası girin.
ug: يېڭى تېلېفون نومۇرى ئىناۋەتسىز. نومۇرىڭىزنى ئ‍ۆزگەرتىش ئۈچۈن ئىناۋەتلىك تېلېفون نومۇرى كىرگۈزۈڭ.
uk: Новий номер телефону введено неправильно. Введіть дійсний номер для зміни.
ur: نیا فون نمبر غلط ہے۔ اپنا نمبر تبدیل کرنے کے لیے براہ کرم درست فون نمبر درج کریں۔
vi: Số điện thoại mới không hợp lệ. Vui lòng nhập một số điện thoại hợp lệ để đổi số của bạn.
zh_cn: 新手机号码无效。请输入有效的手机号码以进行号码变更。
zh_hk: 新電話號碼無效。請輸入有效的電話號碼以變更您的號碼。

# CHANGE_PHONE_NUMBER_INVALID_PHONE_NUMBER_ALERT_MESSAGE_OLD
source: Invalid old phone number. Please enter a valid phone number to change your number.
af: Ongeldige ou telefoonnommer. Voer asb. ’n geldige ou telefoonnommer in om jou nommer te verander.
ar: رقم الهاتف القديم غير صالح. يُرجى إدخال رقم هاتف صالح لتغيير رقم هاتفك.
az: Köhnə telefon nömrəsi etibarsızdır. Nömrənizi dəyişdirmək üçün zəhmət olmasa etibarlı bir telefon nömrəsi daxil edin.
be: Несапраўдны стары нумар тэлефона. Каб змяніць свой нумар, увядзіце сапраўдны нумар тэлефона.
bn: পুরোনো ফোন নাম্বারটি বৈধ নয়। আপনার নাম্বার পরিবর্তন করতে একটি বৈধ ফোন নাম্বার লিখুন।
ca: Número de telèfon antic no vàlid. Introduïu un número de telèfon vàlid per canviar-lo.
cs: Neplatné staré telefonní číslo. Pro změnu čísla zadejte platné telefonní číslo.
cy: Hen rif ffôn annilys. Rhowch rif ffôn dilys i newid eich rhif.
da: Ugyldigt gammelt telefonnummer. Indtast venligst et gyldigt telefonnummer for at ændre dit nummer.
de: Ungültige alte Telefonnummer. Bitte gib zum Ändern deiner Telefonnummer eine gültige Nummer ein.
el: Μη έγκυρος παλιός αριθμός τηλεφώνου. Παρακαλώ γράψε έναν έγκυρο αριθμό τηλεφώνου για να αλλάξεις τον αριθμό σου.
es: El número de teléfono anterior no es válido. Introduce un número válido para cambiarlo.
et: Vana telefoninumber on kehtetu. Oma numbri vahetamiseks sisesta kehtiv telefoninumber
fa: شماره تلفن قدیمی نامعتبر. لطفاً برای تغییر شماره خود یک شماره تلفن معتبر وارد کنید.
fi: Tarkista vanha puhelinnumero. Syötä kelvollinen puhelinnumero vaihtaaksesi numeroa.
fr: Ancien numéro de téléphone incorrect. Pour changer de numéro, veuillez saisir un numéro de téléphone valide.
ga: Seanuimhir ghutháin neamhbhailí. Cuir isteach uimhir ghutháin bhailí chun d’uimhir a athrú.
gu: જૂનો ફોન નંબર અમાન્ય. તમારો નંબર બદલવા માટે કૃપા કારીને માન્ય ફોન નંબર દાખલ કરો.
he: מספר טלפון ישן בלתי תקף. אנא הכנס מספר טלפון תקף כדי לשנות את המספר שלך.
hi: पुराना फोन नंबर अमान्य है। अपना नंबर बदलने के लिए कृपया एक मान्य फोन नंबर दर्ज करें।
hr: Broj telefona nije važeći. Unesite važeći broj telefona kako biste ga promijenili.
hu: Érvénytelen régi telefonszám. A módosításhoz, kérjük, adj meg egy valós telefonszámot.
id: Nomor telepon lama tidak valid. Mohon masukkan nomor telepon yang benar untuk mengganti nomor.
is: Ógilt eldra símanúmer. Settu inn gilt símanúmer til að skipta um símanúmer.
it: Vecchio numero di telefono non valido. Inserisci un numero di telefono valido per cambiare il tuo numero.
ja: 入力された現在の電話番号は無効です。電話番号を変更するには、正しいものを入力してください。
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘á…á¶áŸáŸ‹á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” áŸá¼á˜á”á‰áŸ’á…á¼á›á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ááŸ’ášá¹á˜ááŸ’ášá¼áœá˜á½á™ áŠá¾á˜áŸ’á”á¸á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá›áŸáá‘á¼ášáŸáŸá–áŸ’á‘áŸ”
ko: 이전 전화번호가 잘못됐습니다. 올바른 전화번호를 입력하여 번호를 변경하세요.
lt: Neteisingas senas telefono numeris. Norėdami pasikeisti numerį, įveskite tinkamą telefono numerį.
ml: പഴയ ഫോൺ നമ്പർ അസാധുവാണ്. നിങ്ങളുടെ നമ്പർ മാറ്റാൻ സാധുവായ ഒരു ഫോൺ നമ്പർ നൽകുക.
mr: अवैध फोन क्रमांक. क्रमांक बदलण्यासाठी कृपया वैध फोन क्रमांक प्रविष्ट करा.
ms: Nombor telefon lama tidak sah. Sila masukkan nombor telefon yang sah untuk menukar nombor anda.
nb: Det gamle telefonnummeret er ugyldig. Skriv inn et gyldig telefonnummer for å endre nummeret i profilen.
nl: Je oude telefoonnummer is ongeldig. Voer een geldig nummer in om je telefoonnummer te wijzigen.
pl: Błędny stary numer telefonu. Aby zmienić numer telefonu, podaj poprawny numer.
pt_br: Este número de telefone antigo é inválido. Por favor, digite um número de telefone válido para mudar o seu número.
pt_pt: Número de telefone antigo inválido. Por favor, introduza um número de telefone válido para poder alterar o número.
ro: Vechiul număr de telefon este invalid. Te rugăm introdu un număr de telefon valid pentru a schimba numărul.
ru: Недействительный старый номер телефона. Пожалуйста, введите действительный номер телефона, чтобы изменить свой номер.
sk: Neplatné staré telefónne číslo. Zadajte platné telefónne číslo na zmenu vášho čísla.
sl: Stara telefonska številka ni pravilna. Za spremembo telefonske številke vnesite pravilno številko.
sq: Numër i vjetër telefoni i pavlefshëm. Ju lutemi, jepni një numër të vlefshëm telefoni që të ndryshohet numri juaj.
sr: Стари број телефона је неважећи. Унесите важећи број телефона да бисте променили број.
sv: Ogiltigt gammalt telefonnummer. Ange ett giltigt telefonnummer för att ändra ditt nummer.
sw: Ingiza Nenosiri kwa ajili ya simu mpya.
th: หมายเลขโทรศัพท์เดิมไม่ถูกต้อง กรุณากรอกหมายเลขโทรศัพท์ที่ถูกต้องเพื่อเปลี่ยนหมายเลขของคุณ
tr: Geçersiz eski telefon numarası. Numaranızı değiştirmek için lütfen geçerli bir telefon numarası girin.
ug: كونا تېلېفون نومۇرى ئىناۋەتسىز. نومۇرىڭىزنى ئ‍ۆزگەرتىش ئۈچۈن ئىناۋەتلىك تېلېفون نومۇرى كىرگۈزۈڭ.
uk: Старий номер телефону введено неправильно. Введіть дійсний номер телефону для зміни.
ur: پرانا فون نمبر غلط ہے۔ اپنا نمبر تبدیل کرنے کے لیے براہ کرم درست فون نمبر درج کریں۔
vi: Số điện thoại cũ không hợp lệ. Vui lòng nhập một số điện thoại hợp lệ để đổi số của bạn.
zh_cn: 旧手机号码无效。请输入有效的手机号码以进行号码变更。
zh_hk: 舊電話號碼無效。請輸入有效的電話號碼以變更您的號碼。

# CHAT_COLOR_INCOMING_MESSAGE
source: Here’s a preview of the chat color.
af: Hier is ’n voorskou van die kletskleur.
ar: إليك معاينة للون الدردشة.
az: Budur, söhbət rəngi üçün önbaxış.
be: Гэта папярэдні прагляд колеру чата.
bn: এখানে চ্যাটের রংয়ের প্রিভিউ রয়েছে।
ca: Aquí tens una previsualització del color del xat.
cs: Zde je náhled barvy chatu.
cy: Dyma rhagolwg o'r lliw sgwrsio.
da: Her er et smugkig på chatfarven.
de: Hier ist eine Vorschau der Chat-Farbe.
el: Να μια προεπισκόπηση του χρώματος της συνομιλίας.
es: Aquí puedes ver el color del chat.
et: See on vestluse värvide eelvaade.
fa: این پیش‌نمایشی از رنگ متن گفتگو است.
fi: Keskustelun värien esikatselunäkymä.
fr: Voici un aperçu de la couleur des bulles pour cette conversation.
ga: Seo réamhamharc ar dhath an chomhrá.
gu: આ ચેટ કલરનું પ્રિવ્યૂ છે.
he: הנה תצוגה מקדימה של צבע הצ׳אט.
hi: ये चैट रंग का पूर्वावलोकन है।
hr: Ovo je pregled boje razgovora.
hu: Íme a csevegési szín előnézete.
id: Berikut pratinjau dari warna obrolan.
is: Hér er forskoðun á lit spjallsins.
it: Ecco un'anteprima del colore della chat.
ja: チャットの色のプレビューです。
km: á“áŸáŸ‡á‡á¶á€á¶ášá–á·á“á·ááŸ’á™á˜áŸ’áŠá„á‘áŸ€áá“á¼áœá–ááŸŒá“áŸƒá€á¶ášáŸá“áŸ’á‘á“á¶
kn: ಚಾಟ್ ಬಣ್ಣದ ಪೂರ್ವವೀಕ್ಷಣೆ ಇಲ್ಲಿದೆ.
ko: 다음은 대화창 색의 미리 보기입니다.
lt: Štai pokalbio spalvos peržiūra.
lv: Lūk, tērzēšanas krāsas priekšskatījums.
mk: Еве преглед на бојата на разговорот.
ml: ചാറ്റ് നിറത്തിന്റെ ഒരു പ്രിവ്യൂ ഇതാ
mr: चॅटच्या रंगाचे हे पुनरावलोकन आहे.
ms: Ini pratonton warna sembang.
my: ဤသည်မှာ သင်၏ ချက်(တ်) အရောင် အစမ်းပြသမှု ဖြစ်ပါသည်။
nb: Her er en forhåndsvisning av samtalefargen.
nl: Hier zie je een voorbeeld van de chatkleur.
pa: ਇਹ ਹੈ ਚੈਟ ਦੇ ਰੰਗ ਦੀ ਝਲਕ।
pl: Oto podgląd koloru czatu.
ps: دلته د چټ د رنګ مخکتنه ده.
pt_br: Aqui está uma prévia da cor do chat.
pt_pt: Aqui está uma simulação da cor do chat.
ro: Iată o previzualizare a culorii conversației.
ru: Это предпросмотр цвета чата.
sk: Tu je náhľad farby četu.
sl: To je predogled barve pogovora.
sq: Ja një paraparje e ngjyrës së fjalosjes.
sr: Ево прегледа боје ћаскања.
sv: Här är en förhandsvisning av chattfärgen.
sw: Hii hapa hakiki ya rangi ya gumzo.
ta: இங்கே ஒரு முன்னோட்டம் அரட்டை நிறம்.
te: మాటామంతి రంగు యొక్క పూర్వప్రదర్శన ఇక్కడ ఉంది.
th: นี่คือตัวอย่างสีแชท
tr: Sohbet renginin ön izlemesi.
ug: پاراڭ رەڭگىنى بۇ جايدا ئالدىن كۆرگىلى بولىدۇ.
uk: Таким буде колір чату.
ur: یہاں چیٹ کے رنگ کا پری ویو ہے۔
vi: Đây là mẫu xem trước của màu cuộc trò chuyện.
zh_cn: 此处为聊天颜色预览。
zh_hk: 這是聊天色彩的預覽。
