Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_ITEM_COLOR_AND_WALLPAPER
source: Chat Color & Wallpaper
af: Kletskleur & muurpapier
ar: لون الدردشة والخلفية
az: Söhbət rəngi və divar kağızı
be: Колер & шпалеры чата
bn: চ্যাটের রং ও ওয়ালপেপার
ca: Color i fons del xat
cs: Barva chatu a tapeta
cy: Lliw a Phapur Wal Sgwrsio
da: Chatfarve og baggrund
de: Chat-Farbe und Hintergrund
el: Χρώμα και ταπετσαρία συνομιλίας
es: Color y fondo de pantalla del chat
et: Vestluse värv ja taustapilt
fa: رنگ و کاغذدیواری گفتگو
fi: Keskustelun väri ja taustakuva
fr: Couleur des bulles et fond d'écran
ga: Dath an Chomhrá & Cúlbhrat
gu: ચેટ કલર અને વૉલપેપર
he: צבע צ׳אט ורקע
hi: चैट रंग और वॉलपेपर
hr: Boja razgovora i pozadina
hu: Csevegés színe és háttérképe
id: Warna Obrolan & Wallpaper
is: Litur spjalls og bakgrunnsmynd
it: Colore chat e sfondo
ja: チャットの色と壁紙
km: á–ááŸŒá€á¶ášá‡á‡áŸ‚á€ & á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™
kn: ಚಾಟ್‌ ಬಣ್ಣ & ವಾಲ್‌ಪೇಪರ್‌
ko: 대화창 색 및 배경 화면
lt: Pokalbio spalva ir fonas
lv: Tērzēšanas krāsa un fona tapete
mk: Боја и позадина за разговор
ml: ചാറ്റ് നിറം & വാള്‍പേപ്പര്‍
mr: चॅट रंग आणि वॉलपेपर
ms: Warna & Kertas Dinding Sembang
my: ချက်(တ်) အရောင်နှင့် နောက်ခံပုံ
nb: Samtalefarge og -bakgrunn
nl: Chatkleur & -achtergrond
pa: ਚੈਟ ਰੰਗ ਤੇ ਵਾਲਪੇਪਰ
pl: Kolor i tapeta czatu
ps: د چټ رنګ او والپیپر
pt_br: Cor e papel de parede do chat
pt_pt: Cor e papel de parede do chat
ro: Culoare conversație și fundal
ru: Цвет и обои чата
sk: Farba četu a pozadie
sl: Barva pogovora & ozadje
sq: Ngjyrë & Sfond Fjalosjeje
sr: Боја ћаскања и позадина
sv: Chattfärg och -bakgrund
sw: Rangi ya Gumzo na ya Picha ya Mandhari
ta: அரட்டை நிறம் & வால்பேப்பர்
te: మాటామంతి కలర్ & వాల్‌పేపర్
th: สีและภาพพื้นหลังแชท
tr: Sohbet Rengi ve Duvar Kâğıdı
ug: پاراڭ رەڭگى ۋە تام قەغەز
uk: Колір і шпалери чату
ur: چیٹ کا رنگ اور وال پیپر
vi: Màu Cuộc trò chuyện & Hình nền
zh_cn: 聊天颜色与墙纸
zh_hk: 聊天色彩與背景

# SETTINGS_ITEM_NOTIFICATION_SOUND
source: Message Sound
af: Boodskapklank
ar: صوت الرسالة
az: Mesaj səsi
be: Гук паведамлення
bg: Звук на съобщението
bn: বার্তার শব্দ
ca: So de missatge
cs: Zvuk zprávy
cy: Sain Neges
da: Beskedlyd
de: Nachrichtenton
el: Ήχος μηνύματος
es: Sonido de los mensajes
es_es: Notificaciones sonoras
et: Sõnumi heli
eu: Mezuaren soinua
fa: صدای پیام
fi: Viestin ääni
fil: Tunog ng Mensahe
fr: Son des messages
ga: Teachtaireacht Nua
gu: મેસેજ અવાજ
he: צליל הודעה
hi: मेसेज मिलने की आवाज़
hr: Zvuk poruke
hu: Üzenet hang
id: Suara Pesan
is: Hljóð skilaboða
it: Suono messaggio
ja: メッセージ着信音
kab: Imesli n yizen
kk: Хабарламаның дыбысы
km: áŸáŸ†á¡áŸá„áŸá¶áš
kn: ಸಂದೇಶ ಧ್ವನಿ
ko: 메시지 소리
lt: Žinutės garsas
lv: Ziņu skaņas
mk: Звук на порака
ml: സന്ദേശ ശബ്ദം
mr: संदेश ध्वनी
ms: Bunyi Mesej
my: စာတိုပေးပို့မှု အသံ
nb: Meldingslyd
nl: Berichtgeluid
pa: ਸੁਨੇਹੇ ਦੀ ਆਵਾਜ਼
pa_pk: سنیہا دی آواز
pl: Dźwięk wiadomości
ps: د پیغام غږ
pt_br: Som de mensagem
pt_pt: Som de mensagem
ro: Sunet mesaj
ru: Звук сообщения
sk: Zvuk správy
sl: Zvok sporočila
sq: Tingull Mesazhesh
sr: Звук за поруке
sv: Meddelandeljud
sw: Sauti ya Ujumbe
ta: செய்தி ஒலி
te: సందేశ ధ్వని
th: เสียงข้อความเรียกเข้า
tr: İleti Sesi
ug: ئۇچۇر ئاۋازى
uk: Звук повідомлення
ur: پیغام کی آواز
vi: Âm thanh Tin nhắn
zh_cn: 消息提示音
zh_hk: 訊息提示聲

# SETTINGS_KEEP_MUTED_ARCHIVED_DESCRIPTION
source: Muted chats that are archived will remain archived when a new message arrives.
ar: الدردشات المكتومة المؤرشفة سَتبقى كذلك عند وصول رسالة جديدة.
az: Arxivlənmiş və səssizə alınmış söhbətlər, yeni mesaj gələndə arxivlənmiş olaraq qalacaq.
be: Чаты з адключанымі апавяшчэннямі, якія архіваваны, застануцца ў архіве, калі прыйдзе новае паведамленне.
bn: যখন নতুন ম্যাসেজ আসবে তখন আর্কাইভ করা মিউটকৃত চ্যাট আর্কাইভ অবস্থায়ই থাকবে।
ca: Els xats silenciats que estiguin arxivats romandran arxivats quan arribi un missatge nou.
cs: Ztlumené chaty, které jsou archivovány, zůstanou archivovány i po příchodu nové zprávy.
da: Ignorerede chats, der er arkiverede, forbliver arkiverede, når der kommer en ny besked.
de: Stummgeschaltete Chats, die archiviert sind, bleiben beim Eintreffen einer neuen Nachricht archiviert.
el: Οι συνομιλίες σε σίγαση που είναι αρχειοθετημένες, θα παραμείνουν σε αρχειοθέτηση όταν λάβεις νέα μηνύματα.
es: Los chats silenciados que hayas archivado permanecerán archivados aunque recibas un nuevo mensaje.
eu: Mezu berriak jasotzean, artxibatutako txat mututuek artxibatuta jarraituko dute.
fa: گفتگوهای بی‌صدایی که بایگانی می‌شوند، پس از دریافت پیام جدید همچنان در بایگانی خواهند ماند.
fi: Arkistoidut mykistetyt keskustelut pysyvät arkistoituina, kun uusi viesti saapuu.
fr: Les conversations mises en sourdine restent archivées, même lorsque vous recevez un nouveau message.
ga: Fanfaidh comhráite balbhaithe sa chartlann fós nuair a thagann teachtaireacht nua isteach.
gu: મ્યૂટ કરેલી ચેટ જેને આર્કાઇવ કરેલ છે તે નવો મેસેજ આવે ત્યારે પણ આર્કાઇવ જ રહેશે.
he: צ׳אטים מושתקים שמאוחסנים בארכיון יישארו בארכיון כשהודעה חדשה מגיעה.
hi: आर्काइव में रखी गई म्यूट की गई चैट कोई नया संदेश आने तक आर्काइव में ही रहेंगी।
hr: Utišani arhivirani razgovori ostat će arhivirani kada dobijete novu poruku.
hu: A némítva archivált csevegések új üzenet érkezésekor továbbra is archiválva maradnak.
id: Obrolan dibisukan yang diarsipkan akan tetap diarsipkan saat ada pesan baru yang masuk.
it: Le chat silenziate che archivi rimangono archiviate anche quando arriva un nuovo messaggio.
ja: アーカイブされており、さらにミュートもしているチャットは、新しいメッセージが届いてもアーカイブされたままになります。
km: á€á¶ášá‡á‡áŸ‚á€áŠáŸ‚á›á”á¶á“á”á·á‘áŸáŸ†á¡áŸá„áŠáŸ‚á›ááŸ’ášá¼áœá”á¶á“á‘á»á€á€áŸ’á“á»á„á”ááŸ’ááŸá¶ášá“á¹á„á“áŸ…ááŸ‚ášá€áŸ’áŸá¶á‘á»á€á€áŸ’á“á»á„á”ááŸ’ááŸá¶ášáŠáŠáŸ‚á› á“áŸ…á–áŸá›áŸá¶ášááŸ’á˜á¸á˜á€áŠá›áŸ‹áŸ”
ko: 알림을 끄고 보관한 대화는 새 메시지가 도착해도 보관 상태로 유지됩니다.
lt: Archyvuoti pokalbiai su išjungtais pranešimais, gavus naują žinutę, taip ir liks archyvuoti.
ml: ആർക്കൈവിലുള്ളള മ്യൂട്ട് ചെയ്ത ചാറ്റുകൾ പുതിയ സന്ദേശം വരുമ്പോൾ ആർക്കൈവായി തന്നെ തുടരും.
mr: नवीन संदेश येईल तेव्हा संग्रहित केलेले मूक चॅट्स हे अर्काईव्ह केलेलेच राहतील.
ms: Sembang yang diredam yang telah diarkibkan akan kekal diarkibkan apabila mesej baru masuk.
my: မက်ဆေ့ချ်အသစ် ရောက်လာချိန်တွင် စုစည်းထားသော အသံတိတ်ချက်(တ်)များသည် စုစည်းလျက်သား ကျန်ရှိပါမည်။
nb: Dempede samtaler som er arkiverte vil forbli arkiverte selv når du får en ny melding.
nl: Gedempte chats die zijn gearchiveerd, blijven gearchiveerd als er een nieuw bericht binnenkomt.
pa: ਨਵਾਂ ਸੁਨੇਹਾ ਆਉਣ 'ਤੇ ਆਰਕਾਈਵ ਵਿੱਚ ਮੌਜੂਦ ਮੌਨ ਕੀਤੀਆਂ ਗਈਆਂ ਚੈਟਾਂ ਆਰਕਾਈਵ ਵਿੱਚ ਹੀ ਰਹਿਣਗੀਆਂ।
pl: Gdy w wyciszonym zarchiwizowanym czacie pojawi się nowa wiadomość, pozostanie on w archiwum.
pt_br: Chats silenciados que estão arquivados permanecerão arquivados quando uma nova mensagem chegar.
pt_pt: Os chats silenciados arquivados irão permanecer arquivados ao receber uma nova mensagem.
ro: Conversațiile pe silențios arhivate vor rămâne arhivate atunci când sosește un mesaj nou.
ru: Архивированные чаты с отключённым звуком будут оставаться архивированными, даже если будет получено новое сообщение.
sk: Stlmené čety, ktoré sú archivované, zostanú archivované, keď príde nová správa.
sl: Utišani klepeti, ki so arhivirani, bodo ostali arhivirani, ko prispe novo sporočilo.
sq: Bisedat pa zë të arkivuara do të mbeten të të tilla edhe kur të vijë një mesazh i ri.
sr: Ћаскања са искљученим обавештењима која су архивирана остаће архивирана када стигне нова порука.
sv: Tystade chattar som är arkiverade förblir arkiverade när ett nytt meddelande kommer.
sw: Magumzo yaliyonyamazishwa yamehifadhiwa na yatabaki yamehifadhiwa pale arafa mpya itakapoingia.
ta: புதிய செய்தி வரும்போது காப்பகப்படுத்தப்பட்ட முடக்கப்பட்ட அரட்டைகள் காப்பகப்படுத்தப்பட்டதாகவே இருக்கும்.
te: ఆర్కైవ్ చేసిన మ్యూటెడ్ చాట్‌లు, కొత్త సందేశం వచ్చినప్పుడు మ్యూట్ చేయబడతాయి.
th: แชทที่ปิดเสียงไว้ในที่เก็บถาวรจะยังคงเก็บถาวรอยู่เมื่อมีข้อความใหม่มาถึง
tr: Arşivlenen sessize alınmış sohbetler, yeni bir mesaj geldiğinde arşivlenmiş olarak kalmaya devam eder.
ug: ئارخىپلانغان ئۈنسىز پاراڭلار يېڭى ئۇچۇر كەلگۈچە ئارخىپتا ساقلىنىدۇ.
uk: Заархівовані чати з вимкненими сповіщеннями залишаються в архіві, якщо надходять нові повідомлення.
ur: آرکائیو کی گئی خاموش کردہ چیٹس نیا میسج آنے پر بھی آرکائیو کردہ رہیں گی۔
vi: Các cuộc trò chuyện đã tắt tiếng vẫn sẽ ở trong mục lưu trữ khi có tin nhắn mới được gửi đến.
zh_cn: 当收到新消息时，已存档的静音聊天将会保持存档状态。
zh_hk: 當收到新訊息時，已存檔的靜音聊天將會保持存檔狀態。

# SETTINGS_KEEP_MUTED_ARCHIVED_LABEL
source: Keep Muted Chats Archived
ar: إبقاء الدردشات المكتومة مُؤرشفة
az: Səssizə alınmış söhbətlər arxivlənmiş saxlanılsın
be: Трымайце чаты з адключанымі апавяшчэннямі архіваванымі
bn: মিউট করা চ্যাট আর্কাইভকৃত অবস্থায় রাখুন
ca: Mantenir arxivats els xats silenciats
cs: Ponechat ztlumené chaty archivované
da: Lad ignorerede chats forblive arkiverede
de: Stummgeschaltete Chats archiviert lassen
el: Διατήρηση αρχειοθέτησης συνομιλιών σε σίγαση
es: Dejar archivados chats silenciados
eu: Utzi txat mututuak artxibatuta
fa: نگه داشتن گفتگوهای بی‌صدا در بایگانی
fi: Pidä mykistetyt keskustelut arkistoituina
fr: Ne pas désarchiver les conversations mises en sourdine
ga: Coinnigh Comhráite Balbhaithe sa Chartlann
gu: મ્યૂટ કરેલી ચેટને આર્કાઇવ રાખો
he: השארת צ׳אטים מושתקים בארכיון
hi: म्यूट की गई चैट को आर्काइव में रखें
hr: Zadrži utišane razgovore arhiviranima
hu: A némított csevegések maradjanak archiválva
id: Biarkan Obrolan yang Dibisukan tetap Diarsipkan
it: Mantieni le chat silenziate nell'archivio
ja: ミュートしたチャットをアーカイブしたままにします
km: á”á“áŸ’áá‘á»á€á€áŸ’á“á»á„á”ááŸ’ááŸá¶ášá“á¼áœá€á¶ášá‡á‡áŸ‚á€áŠáŸ‚á›á”á·á‘áŸáŸ†á¡áŸá„
ko: 알림을 끈 대화 보관 상태로 유지
lt: Palikti pokalbius su išjungtais pranešimais archyvuotus
ml: മ്യൂട്ട് ചെയ്ത ചാറ്റുകൾ ആർക്കൈവായി തന്നെ വയ്ക്കുക
mr: मूक केलेले चॅटस् अर्काईव्ह ठेवा
ms: Kekalkan Sembang yang Diredam Diarkibkan
nb: Hold dempede samtaler arkivert
nl: Gedempte chats gearchiveerd houden
pa: ਮੌਨ ਕੀਤੀਆਂ ਗਈਆਂ ਚੈਟਾਂ ਨੂੰ ਆਰਕਾਈਵ ਵਿੱਚ ਹੀ ਰੱਖੋ
pl: Pozostaw wyciszone czaty w archiwum
pt_br: Manter chats silenciados arquivados
pt_pt: Manter arquivados os chats silenciados
ro: Păstrează arhivate conversațiile pe silențios
ru: Оставлять чаты без звука архивированными
sk: Ponechať stlmené čety archivované
sl: Ohrani utišane klepete arhivirane
sq: Mbaj të arkivuara bisedat pa zë
sr: Остави ћаскања са искљученим обавештењима у архиви
sv: Håll tystade chattar arkiverade
sw: Magumzo yaliyonyamazishwa yaendelea kuhifadhiwa
ta: முடக்கப்பட்ட அரட்டைகளைக் காப்பகப்படுத்தவும்
te: మ్యూట్ చేసిన చాట్‌లను ఆర్కైవల్‌లోనే ఉంచండి
th: เก็บแชทที่ปิดเสียงถาวร
tr: Sessize Alınmış Sohbetleri Arşivde Tut
ug: ئۈنسىزلەنگەن پاراڭلارنى ئارخىپتا ساقلاش
uk: Залишати чати з вимкненими сповіщеннями в архіві
ur: خاموش کردہ چیٹس کو آرکائیو کردہ رکھیں
vi: Giữ cuộc trò chuyện đã tắt tiếng trong mục lưu trữ
zh_cn: 继续存档静音聊天
zh_hk: 繼續存檔靜音聊天記錄

# SETTINGS_LEGAL_TERMS_CELL
source: Terms & Privacy Policy
af: Bepalings en privaatheidsbeleid
ar: الشروط وسياسة الخصوصية
az: Şərtlər və Gizlilik Siyasəti
be: Умовы & Палітыка канфідэнцыйнасці
bg: Условия и политика за поверителност
bn: শর্তাদি এবং গোপনীয়তা নীতি
ca: Condicions de servei i política de privadesa
cs: Podmínky & Zásady ochrany osobních údajů
cy: Polisi Telerau a Phreifatrwydd
da: Vilkår og privatlivspolitik
de: Bedingungen & Datenschutzerklärung
el: Όροι & Πολιτική απορρήτου
es: Términos y Política de privacidad
es_es: Aviso legal y privacidad
et: Tingimused ja privaatsuspoliitika
eu: Baldintzak eta pribatutasun arauak
fa: شرایط و سیاست های حفظ حریم خصوصی
fi: Käyttöehdot ja yksityisyydensuoja
fil: Mga Alituntunin at Polisiya sa Privacy
fr: Conditions générales et règles de confidentialité
ga: Téarmaí Úsáide ⁊ Polasaí Príobháideachais
gu: શરતો અને ગોપનીયતા નીતિ
he: תנאים ומדיניות פרטיות
hi: नियम और गोपनीयता नीति
hr: Uvjeti i pravila o privatnosti
hu: Adatvédelmi és Általános Szerződési Feltételek
id: Syarat & Kebijakan Privasi
is: Skilmálar og meðferð persónuupplýsinga
it: Politica e termini sulla privacy
ja: 利用規約とプライバシーポリシー
kab: Tiwtilin & Tasertit n tbaḍnit
kk: Шарттар және құпиялық саясаты
km: á‚áŸ„á›á€á¶ášááŸá¯á€á‡á“ á“á·á„á›á€áŸ’ááááŸ’áŒ
kn: ನಿಯಮಗಳು ಮತ್ತು ಖಾಸಗಿತನದ ನೀತಿ
ko: 이용약관 및 개인정보 처리방침
lt: Sąlygos ir Privatumo politika
lv: Noteikumi un privātuma politika
mk: Услови и Политика на Приватност
ml: നിബന്ധനകളും സ്വകാര്യതാ നയവും
mr: अटी आणि गोपनीयता धोरण
ms: Terma & Dasar Privasi
my: လိုက်နာဆောင်ရွက်ရမည့် အချက်များ
nb: Vilkår og personvernerklæring
nl: Voorwaarden en privacybeleid
pa: ਸ਼ਰਤਾਂ ਅਤੇ ਪਰਦੇਦਾਰੀ ਨੀਤੀ
pa_pk: شرطاں تے رازداری دی پالیسی
pl: Regulamin i polityka prywatności
ps: شرایط او د محرمیت تګلاره
pt_br: Termos & Política de Privacidade
pt_pt: Termos e política de privacidade
ro: Termeni și politica de confidențialitate
ru: Условия и Политика конфиденциальности
sk: Podmienky a Ochrana osobných údajov
sl: Pogoji uporabe in politika zasebnosti
sq: Kushte & Rregulla Privatësie
sr: Услови коришћења и Правила за заштиту приватности
sv: Villkor & integritetspolicy
sw: Sera ya Masharti na Faragha
ta: விதிமுறைகள் மற்றும் தனியுரிமைக் கொள்கை
te: నిబంధనలు & గోప్యతా విధానం
th: เงื่อนไขและนโยบายความเป็นส่วนตัว
tr: Şartlar ve Gizlilik İlkesi
ug: شەرتلەر & مەخپىيەتلىك تۈزۈمى
uk: Умови надання послуг і Політика конфіденційності
ur: شرائط & رازداری کی پالیسی
vi: Điều khoản & Quyền riêng tư
zh_cn: 条款和隐私政策
zh_hk: 條款及私隱政策

# SETTINGS_LINK_PREVIEWS
source: Generate Link Previews
af: Genereer skakelvoorskoue
ar: توليد معاينات الروابط
az: Bağlantı önbaxışları yarat
be: Ствараць папярэднія прагляды спасылак
bg: Изпращане на преглед на връзки
bn: লিঙ্কের প্রিভিউ তৈরি করুন
ca: Genera previsualitzacions d'enllaços
cs: Vygenerovat náhledy odkazů
cy: Creu Rhagolwg Dolen
da: Generér forhåndsvisning af links
de: Link-Vorschauen erstellen
el: Δημιουργία προεπισκοπήσεων συνδέσμων
es: Generar vista previa de enlaces
es_es: Generar vista previa
et: Genereeri linkide eelvaateid
eu: Sortu esteken aurrebistak
fa: ایجاد پیش‌نمایش‌های پیوند
fi: Luo linkkien esikatselukuvat
fil: Ipadala ang mga Preview ng Link
fr: Générer des aperçus de liens
ga: Gin Réamhamharcanna ar Naisc
gu: લિંક પ્રિવ્યૂ જનરેટ કરો
he: חולל תצוגות מקדימות של קישורים
hi: लिंक प्रिव्यु बनाएँ
hr: Prikaži preglede poveznica
hu: Link előnézetek használata
id: Buat Pratinjau Tautan
is: Útbúa forskoðun tengla
it: Genera anteprime dei link
ja: リンクプレビューを生成する
kab: Sirew tiskanin yeqqnen
kk: Сілтемелерді қарап алуды жіберу
km: á”á„áŸ’á€á¾áááŸ†áá—áŸ’á‡á¶á”áŸ‹á˜á¾á›á˜á»á“
kn: ಲಿಂಕ್ ಪೂರ್ವವೀಕ್ಷಣೆಗಳನ್ನು ರಚಿಸಿ
ko: 링크 미리보기 생성
lt: Generuoti nuorodų peržiūras
lv: Izveidot saites priekšskatījumus
mk: Генерирај прегледи за линкови
ml: ലിങ്ക് പ്രിവ്യൂകൾ സൃഷ്ടിക്കുക
mr: लिंक पुनरावलोकन उत्पन्न करा
ms: Hasilkan Pratonton Pautan
my: ကြိုတင်ကြည့်ရှုရန် လင့်ခ်များ ထုတ်လုပ်ပါ
nb: Lag lenkeforhåndsvisninger
nl: Linkvoorbeelden meesturen
pa: ਲਿੰਕ ਝਲਕ ਤਿਆਰ ਕਰੋ
pa_pk: لنک پیش منظر گھلو
pl: Generuj podgląd linków
ps: د لینک د مخکتنې رامنځته کول
pt_br: Gerar pré-visualizações de links
pt_pt: Gerar pré-visualizações de links
ro: Generează previzualizări ale linkurilor
ru: Создавать предпросмотры ссылок
sk: Generovať náhľady stránok
sl: Ustvari predoglede
sq: Prodho Paraparje Lidhjesh
sr: Геренисање приказа линка
sv: Skapa länkförhandsgranskningar
sw: Onyesha Uhakiki wa Viungo
ta: இணைப்பு மாதிரிக்காட்சிகளை உருவாக்கவும்
te: లింక్ పూర్వప్రదర్శన రూపొందించండి
th: สร้างภาพตัวอย่างลิงก์
tr: Bağlantı Ön İzlemelerini Oluştur
ug: ئۇلىنىش ئالدىن كۆزىتىش ھاسىللا
uk: Генерувати попередній вигляд вебсторінок
ur: لنک پیش نظارہ تیار کریں
vi: Tạo Xem trước Đường dẫn
zh_cn: 生成链接预览
zh_hk: 產生連結預覽

# SETTINGS_LINK_PREVIEWS_FOOTER
source: Retrieve link previews directly from websites for messages you send.
af: Haal skakelvoorskoue direk van die webwerwe af vir boodskappe wat u verstuur.
ar: استرداد مُعايَنات للرَوابط مُباشرة مِن مواقع الويب للرسائل التي تُرسِلَها.
az: Göndərdiyiniz mesajlar üçün bağlantı önbaxışlarını birbaşa veb saytlardan alın.
be: Атрымліваць даныя папярэдняга прагляду спасылак наўпрост з вэб-сайтаў для паведамленняў, якія вы адпраўляеце.
bg: Прегледът се поддържа за връзки в Imgur, Instagram, Pinterest, Reddit и YouTube.
bn: আপনার পাঠানো মেসেজের জন্য ওয়েবসাইটগুলি থেকে সরাসরি লিঙ্কের প্রিভিউ পুনরুদ্ধার করুন।
ca: Recupereu les previsualitzacions d’enllaços directament des de qualsevol lloc web per als missatges que envieu.
cs: Pro zprávy, které odesíláte, získat náhledy odkazů přímo z webů.
cy: Nôl rhagolygon dolenni yn syth o unrhyw wefan ar gyfer negeseuon rydych yn eu hanfon.
da: Hent forhåndsvisninger direkte fra websteder for links, du sender i beskeder.
de: Für zu versendende Nachrichten Link-Vorschauen direkt von den verlinkten Webseiten abrufen.
el: Λάβε προεπισκόπεις συνδέσμων απ' ευθείας από σελίδες για τα μηνύματα που στέλνεις.
es: Obtén las vistas previas de los enlaces directamente de los sitios web para los mensajes que envías.
es_es: Esta opción trasmite la vista previa de los enlaces en los mensajes que envíes. La imagen de la vista previa se descarga directamente desde la página web correspondiente generando una visita (adicional) a esa página web desde tu dispositivo.
et: Hangib sinu saadetavatele sõnumitele linkide eelvaated otse saitidelt.
eu: Eskaratu esteken aurrebistak zuzenean webguneetatik eta erabili bidaltzen dituzun mezuetan.
fa: پیش‌نمایش پیوند‌ها را به صورت مستقیم از وب‌سایت‌ها برای پیام‌هایی که ارسال می‌کنید، دریافت کنید.
fi: Näytä lähettämiesi linkkien esikatselu verkkosivustoilta.
fil: Ang mga preview ay suportado para sa mga link ng Imgur, Instagram, Pinterest, Reddit, at YouTube.
fr: Récupérer des aperçus de liens depuis les sites web lorsque vous envoyez un message.
ga: Aisghabh réamhamharcanna ar naisc díreach ó láithreáin gréasáin do na teachtaireachtaí a sheolann tú.
gu: તમે મોકલેલા મેસેજ માટે વેબસાઇટમાંથી સીધા લિંક પ્રિવ્યૂ પ્રાપ્ત કરો.
he: אחזר תצוגות מקדימות של קישורים ישירות מאתרים עבור הודעות שאתה שולח.
hi: भेजने वाले संदेशों के लिए सीधे वेबसाइट से ही लिंक प्रीव्यू प्राप्त करें।
hr: Preuzmite preglede poveznica izravno s web stranica za poruke koje šaljete.
hu: Előnézeti képek lekérése közvetlenül a weboldalról az elküldendő üzenetekhez.
id: Mengambil pratinjau dari tautan secara langsung dari situs web untuk pesan yang dikirimkan.
is: Ná í forskoðanir tengla beint frá vefsvæðum í skilaboðum sem þú sendir.
it: Recupera le anteprime dei link direttamente dai siti web per i messaggi che invii.
ja: 送信メッセージのリンクプレビューを、ウェブサイトから直接取得します。
kab: Err-d akaram n teskanin n useɣwen seg yismal web n yiznan i tuzneḍ.
kk: Қарап алу функциясы Imgur, Instagram, Pinterest, Reddit және YouTube сілтемелері үшін қолданылады.
km: á‘á¶á‰á™á€ááŸ†áá—áŸ’á‡á¶á”áŸ‹á˜á¾á›á˜á»á“áŠáŸ„á™á•áŸ’á‘á¶á›áŸ‹á–á¸áœáŸá”áŸá¶á™á“á¶á“á¶ áŸá˜áŸ’ášá¶á”áŸ‹áŸá¶ášáŠáŸ‚á›á¢áŸ’á“á€á•áŸ’á‰á¾áŸ”
kn: ನೀವು ಕಳುಹಿಸುವ ಸಂದೇಶಗಳಿಗಾಗಿ ಲಿಂಕ್ ಪೂರ್ವವೀಕ್ಷಣೆಗಳನ್ನು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ನೇರವಾಗಿ ಹಿಂಪಡೆಯಿರಿ.
ko: 보내는 메시지에 포함된 웹사이트의 링크 미리보기를 함께 첨부합니다.
lt: Gauti savo siunčiamoms žinutėms nuorodų peržiūras tiesiogiai iš internetinių svetainių.
lv: Izgūstiet saites priekšskatījumus nosūtītajām ziņām tieši no tīmekļa vietnēm.
mk: Преземај прегледи на линкови директно од веб страниците за испратените пораки.
ml: നിങ്ങൾ അയയ്‌ക്കുന്ന സന്ദേശങ്ങൾക്കായി വെബ്‌സൈറ്റുകളിൽ നിന്ന് ലിങ്ക് പ്രിവ്യൂകൾ നേരിട്ട് വീണ്ടെടുക്കുക.
mr: तुम्ही पाठवलेल्या संदेशांसाठी थेट कोणत्याही वेबसाइटवरून लिंक पूर्वावलोकने प्राप्त करू शकता.
ms: Dapatkan pratonton pautan terus daripada laman web untuk mesej yang anda hantar.
my: သင်ပေးပို့သော မက်ဆေ့ချ်များ အတွက် ဝဘ်ဆိုဒ်များမှ ကြိုတင်ကြည့်ရှုနိုင်သည့် လင့်ခ်များကို တိုက်ရိုက်ရယူပါ။
nb: Hent forhåndsvisninger av lenker direkte fra nettsteder for meldinger du sender.
nl: Genereer voor elke link die je verzendt een voorbeeld van de website en stuur dit mee met je bericht
pa: ਤੁਸੀਂ ਹੁਣ ਤੁਹਾਡੇ ਦੁਆਰਾ ਭੇਜੇ ਗਏ ਸੁਨੇਹਿਆਂ ਲਈ ਸਿੱਧੇ ਕਿਸੇ ਵੀ ਵੈਬਸਾਈਟ ਤੋਂ ਲਿੰਕ ਝਲਕ ਪ੍ਰਾਪਤ ਕਰੋ।
pa_pk: پیش منظر امگور، انسٹاگرام، پنٹیرسٹ، ریڈٹ، تے یوٹیوب لنکس دے لئی معاونت یافتہ ہین۔
pl: Pobieraj podgląd linków w wiadomościach bezpośrednio ze stron internetowych.
ps: ستاسې له خوا د لیږل کېدونکو پیغامونو لپاره مخامخ له وېب پاڼو څخه د لینک د مخکتنې تر لاسه کول
pt_br: Carregar pré-visualizações de links diretamente dos sites nas mensagens que você enviar.
pt_pt: Recupere ligações de pré-visualizações diretamente a partir de websites para as mensagens que enviar.
ro: Obține previzualizările link-urilor direct de pe site-urile web pentru mesajele pe care le trimiți.
ru: Скачивать предпросмотры ссылок напрямую с сайтов при отправке вами сообщений.
sk: Získať náhľady stránok priamo z webových prepojení pre správy, ktoré odošlete.
sl: Za vse spletne strani, ki jih delite, bodo v sporočilu ustvarjene predogledne sličice.
sq: Merrni, për mesazhet që dërgoni, paraparje lidhjesh drejt e nga sajtet.
sr: Директно са веб-сајтова преузимајте приказе линкова за поруке које шаљете.
sv: Hämta länkförhandsgranskningar direkt från webbplatser för meddelanden du skickar.
sw: Chukua hakiki za viungo moja kwa moja kutoka kwenye tovuti kwa ujumbe unaotuma.
ta: நீங்கள் அனுப்பும் செய்திகளுக்கு வலைத்தளங்களிலிருந்து இணைப்பு முன்னோட்டங்களை நேரடியாக மீட்டெடுக்கவும்.
te: మీరు పంపే సందేశాల కోసం వెబ్‌సైట్ల నుండి నేరుగా లింక్ పూర్వప్రదర్శనలు తిరిగి పొందండి.
th: เรียกภาพตัวอย่างลิงก์โดยตรงจากเว็บไซต์สำหรับข้อความที่คุณส่ง
tr: Gönderdiğiniz iletiler için doğrudan web sitelerinden bağlantı önizlemelerini al.
ug: سىز يوللىغان تور بېكەت ئۇلانمىسىدىن بىۋاسىتە ئالدىن كۆرسىتىش ھاسىللايدۇ.
uk: Показувати попередній вигляд вебсторінок за посиланнями, які ви надсилаєте в повідомленнях.
ur: اپنے بھیجے ہوئے پیغامات کیلئے براہ راست ویب سائٹس سے لنک پیش نظارہ بازیافت کریں۔
vi: Thêm xem trước liên kết trang web vào trong tin nhắn bạn gửi.
zh_cn: 直接从您发送的链接网站中生成预览。
zh_hk: 為您傳送的訊息直接從網站提取連結預覽。

# SETTINGS_MEDIA_DOWNLOAD_CONDITION_NEVER
source: Never
af: Nooit
ar: أبدًا
az: Heç vaxt
be: Ніколі
bn: কখনই নয়
ca: Mai
cs: Nikdy
cy: Byth
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_es: Nunca
et: Mitte kunagi
eu: Inoiz ez
fa: هرگز
fi: Ei koskaan
fr: Jamais
ga: Choíche
gu: ક્યારેય નહિ
he: אף פעם
hi: कभी नहीं
hr: Nikada
hu: Soha
id: Tidak pernah
is: Aldrei
it: Mai
ja: なし
kab: Werǧin
km: á˜á·á“á’áŸ’á›á¶á”áŸ‹
kn: ಎಂದಿಗೂ ಇಲ್ಲ
ko: 없음
lt: Niekada
lv: Nekad
mk: Никогаш
ml: ഒരിക്കലും വേണ്ട
mr: कधीही नाही
ms: Tidak pernah
my: ဘယ်တော့မှ
nb: Aldri
nl: Nooit
pa: ਕਦੇ ਨਹੀਂ
pl: Nigdy
ps: هېڅکله
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sq: Kurrë
sr: Никад
sv: Aldrig
sw: Kamwe
ta: ஒருபோதுமில்லை
te: ఎప్పుడూ
th: ไม่เลย
tr: Asla
ug: ھەرگىز
uk: Ніколи
ur: کبھی نہیں
vi: Không bao giờ
zh_cn: 永不
zh_hk: 永不
