Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_PRICE_FORMAT
source: %1$@/month
ar: %1$@/شهريًا
be: %1$@/месяц
bn: %1$@/মাস
ca: %1$@/mes
cs: %1$@/měsíčně
da: %1$@/måned
de: %1$@ pro Monat
el: %1$@/μήνα
es: %1$@/mes
fa: %1$@ در ماه
fi: %1$@/kk
fr: %1$@/mois
ga: %1$@/mí
gu: %1$@/મહિને
he: %1$@/חודש
hi: %1$@/महीना
hr: %1$@/mjesečno
hu: %1$@/hónap
id: %1$@/bulan
it: %1$@/mese
ja: %1$@/月
ko: %1$@/월
mr: %1$@/महिना
ms: %1$@/bulan
nb: %1$@ per måned
nl: %1$@/maand
pl: %1$@ miesięcznie
pt_br: %1$@/mês
pt_pt: %1$@/mês
ro: %1$@/lună
ru: %1$@/месяц
sk: %1$@/mesiac
sr: %1$@ месечно
sv: %1$@/månad
th: %1$@/เดือน
tr: %1$@/ay
ug: %1$@/ئايلىق
uk: %1$@/місяць
ur: %1$@ ماہانہ
vi: %1$@/tháng
zh_cn: %1$@/月
zh_hk: 每月 %1$@

# BACKUP_SETTINGS_BACKUP_PLAN_PAID_RENEWAL_FORMAT
source: Renews %1$@
ar: التجديد في %1$@
be: Аднаўленне %1$@
bn: %1$@ তারিখে নবায়ন হবে
ca: Renovació: %1$@
cs: Obnoví se %1$@
da: Fornyes %1$@
de: Verlängert sich am: %1$@
el: Ανανέωση: %1$@
es: Se renueva el %1$@
fa: در %1$@ تمدید می‌شود
fi: Uusiutuu %1$@
fr: Prochaine échéance : %1$@
ga: Athnuachan: %1$@
gu: %1$@ના રોજ રિન્યૂ થશે
he: מתחדש ב–%1$@
hi: %1$@ को नवीकृत होता है
hr: Obnavlja se %1$@
hu: %1$@ dátummal megújul
id: Diperpanjang %1$@
it: Si rinnova il giorno: %1$@
ja: 更新 %1$@
ko: %1$@ 갱신
mr: %1$@ नूतनीकरण
ms: Perbaharui %1$@
nb: Fornyes %1$@
nl: Verlengt op %1$@
pl: Odnowi się %1$@
pt_br: Renova em %1$@
pt_pt: Renova a %1$@
ro: Reînnoire: %1$@
ru: Продлится %1$@
sk: Obnoví sa %1$@
sr: Обнавља се на дан %1$@
sv: Förnyas %1$@
th: ต่ออายุ %1$@
tr: %1$@ tarihinde yenilenir
ug: يېڭىلىنىش ۋاقتى %1$@
uk: Наступний платіж %1$@
ur: %1$@ کی تجدید کرتا ہے
vi: Gia hạn vào ngày %1$@
zh_cn: 到 %1$@续期
zh_hk: %1$@ 續期

# BACKUP_SETTINGS_BACKUPS_DISABLED_SECTION_FOOTER
source: Backups have been turned off and your data has been deleted from Signal’s secure storage service.
ar: تمَّ إيقاف النُسخ الاحتياطية، وتمَّ حذف بياناتك من خدمة التخزين الآمنة الخاصة بسيجنال.
be: Рэзервовыя копіі былі адключаны, і вашы даныя былі выдалены сэрвісам бяспечнага захоўвання Signal.
bn: ব্যাকআপ বন্ধ করা হয়েছে এবং আপনার ডেটা Signal-এর সুরক্ষিত স্টোরেজ সার্ভিস থেকে মুছে ফেলা হয়েছে।
ca: S'han desactivat les còpies de seguretat i s'han eliminat les teves dades del servei d'emmagatzematge segur de Signal.
cs: Zálohování bylo vypnuto a vaše data byla odstraněna ze zabezpečeného úložiště služby Signal.
da: Sikkerhedskopiering er slået fra, og dine data er blevet slettet fra Signals sikre lagringstjeneste.
de: Backups wurden deaktiviert und deine Daten wurden aus dem sicheren Speicherservice von Signal gelöscht.
el: Τα αντίγραφα ασφαλείας έχουν απενεργοποιηθεί και τα δεδομένα σου έχουν διαγραφεί από την υπηρεσία ασφαλούς αποθήκευσης της Signal.
es: Se han desactivado las copias de seguridad y eliminado tus datos del servicio de almacenamiento seguro de Signal.
fa: پشتیبان‌گیری خاموش شده و داده‌های شما از سرویس ذخیره‌سازی امن سیگنال حذف شده است.
fi: Varmuuskopiointi on poistettu käytöstä ja tietosi on poistettu Signalin suojatusta tallennuspalvelusta.
fr: Les sauvegardes sont désactivées. Vos données ont été supprimées du service de stockage sécurisé de Signal.
ga: Tá cúltacaí casta as agus scriosadh do shonraí ó sheirbhís stórála shlán Signal.
gu: બેકઅપ બંધ કરવામાં આવ્યા છે અને તમારો ડેટા Signalની સુરક્ષિત સ્ટોરેજ સેવામાંથી ડિલીટ કરવામાં આવ્યો છે.
he: הגיבויים הושבתו והנתונים שלך נמחקו משירות האחסון המאובטח של Signal.
hi: बैकअप को बंद कर दिया गया है और आपका डेटा Signal की सुरक्षित स्टोरेज डिवाइस से डिलीट कर दिया गया है।
hr: Sigurnosno kopiranje je isključeno te su vaši podaci izbrisani iz Signalovog zaštićenog sustava pohrane.
hu: A biztonsági mentéseket kikapcsoltuk, az adataidat pedig töröltük a Signal biztonságos tárolási szolgáltatásából.
id: Pencadangan telah dinonaktifkan dan data Anda telah dihapus dari layanan penyimpanan aman Signal.
it: I backup sono stati disattivati e i tuoi dati sono stati eliminati dal servizio di archiviazione sicura di Signal.
ja: バックアップがオフになり、データはSignalの安全なストレージサービスから消去されました。
ko: 백업을 사용하지 않도록 설정했으며, Signal의 안전한 저장소 서비스에서 데이터를 삭제했습니다.
mr: बॅकअप बंद करण्यात आलेले आहेत आणि आपला डेटा Signal च्या सुरक्षित संग्रहण सेवेमधून हटवण्यात आला आहे.
ms: Sandaran telah dimatikan dan data anda telah dipadam daripada perkhidmatan storan selamat Signal.
nb: Sikkerhetskopiering er slått av, og dataene ble slettet fra Signals sikre lagringstjeneste.
nl: Back-ups zijn uitgeschakeld en je gegevens zijn verwijderd uit de beveiligde opslagservice van Signal.
pl: Tworzenie kopii zapasowych zostało wyłączone, a Twoje dane zostały usunięte z usługi bezpiecznego przechowywania Signal.
pt_br: Os backups foram desativados e seus dados foram excluídos do serviço seguro de armazenamento do Signal.
pt_pt: As cópias de segurança foram desativadas e os seus dados foram eliminados do serviço de armazenamento seguro do Signal.
ro: Backup-urile au fost dezactivate și datele tale au fost eliminate din serviciul de stocare securizată de la Signal.
ru: Резервное копирование было отключено, а ваши данные — удалены из защищённого хранилища Signal.
sk: Zálohovanie bolo vypnuté a vaše údaje boli vymazané zo zabezpečeného úložiska Signal.
sr: Резервне копије су искључене и ваши подаци су избрисани из Signal-овог сервиса за безбедно складиштење.
sv: Säkerhetskopieringar har stängts av och dina data har tagits bort från Signals säkra lagringstjänst.
th: การสำรองข้อมูลถูกปิดใช้งานและข้อมูลของคุณถูกลบออกจากบริการจัดเก็บที่ปลอดภัยของ Signal แล้ว
tr: Yedeklemeler kapatıldı ve verilerin Signal'ın güvenli depolama hizmetinden silindi.
ug: زاپاسلاش ئېتىۋېتىلدى ۋە Signalنىڭ بىخەتەر ساقلاش مۇلازىمىتىدىن سانلىق مەلۇماتلىرىڭىز ئۆچۈرۈلدى.
uk: Резервне копіювання вимкнено, а ваші дані видалено із захищеного сховища даних Signal.
ur: بیک اپس کو آف کر دیا گیا ہے اور آپ کے ڈیٹا کو Signal کی محفوظ اسٹوریج کی سروس سے حذف کر دیا گیا ہے۔
vi: Đã tắt sao lưu và dữ liệu của bạn đã được xóa khỏi dịch vụ lưu trữ bảo mật của Signal.
zh_cn: 备份已关闭，您的数据已从 Signal 的安全存储服务中删除。
zh_hk: 備份已關閉，而且你的資料已從 Signal 的安全儲存服務中刪除。

# BACKUP_SETTINGS_BACKUPS_DISABLING_DOWNLOADING_MEDIA_PROGRESS_VIEW_DESCRIPTION
source: Backups have been turned off, any media that is not on device is downloading now. Once downloaded your data will be deleted from Signal’s secure storage service.
ar: تمَّ إيقاف النُسخ الاحتياطية، ويتم الآن تنزيل أي ملفات وسائط لا توجد على جهازك. وحالما يتمُّ تنزيلها، سيتمُّ حذف بياناتك بعد ذلك من خدمة التخزين الآمنة لسيجنال.
be: Рэзервовыя копіі былі адключаны, і зараз пампуюцца медыяфайлы, якіх няма на прыладзе. Калi вашы даныя будуць запампаваны на прыладу, яны будуць выдалены з сэрвісу бяспечнага захоўвання Signal.
bn: ব্যাকআপ বন্ধ করা হয়েছে, ডিভাইসে নেই এমন যেকোনো মিডিয়া এখন ডাউনলোড করা হচ্ছে। ডাউনলোড হয়ে গেলে আপনার ডেটা Signal-এর সুরক্ষিত স্টোরেজ সার্ভিস থেকে মুছে ফেলা হবে।
ca: S'han desactivat les còpies de seguretat; qualsevol arxiu que no es trobi al dispositiu es descarregarà ara. Un cop descarregades, les teves dades s'eliminaran del servei d'emmagatzematge segur de Signal.
cs: Zálohování bylo vypnuto, všechna média, která nejsou v zařízení, se nyní stahují. Po stažení budou vaše data ze zabezpečeného úložiště Signal odstraněna.
da: Sikkerhedskopier er blevet slået fra, og alle medier, der ikke er på enheden, bliver nu downloadet. Når downloaden er fuldført, vil dine data blive slettet fra Signals sikre lagringstjeneste.
de: Backups sind deaktiviert. Alle Medien, die nicht auf dem Gerät sind, werden gerade runtergeladen. Nach dem Download werden deine Daten aus dem sicheren Speicher von Signal gelöscht.
el: Τα αντίγραφα ασφαλείας έχουν απενεργοποιηθεί. Γίνεται λήψη όλων των πολυμέσων που δεν βρίσκονται στη συσκευή. Μόλις ολοκληρωθεί η λήψη, τα δεδομένα σου θα διαγραφούν από την ασφαλή υπηρεσία αποθήκευσης του Signal.
es: Se han desactivado las copias de seguridad: en este momento se están descargando los archivos multimedia que no se encuentren en el dispositivo. Una vez descargados, tus datos se eliminarán del servicio de almacenamiento seguro de Signal.
fa: پشتیبان‌گیری خاموش شده است، هر رسانه‌ای که روی دستگاه نیست، اکنون در حال دانلود است. پس از دانلود، اطلاعات شما از سرویس ذخیره‌سازی امن سیگنال حذف خواهد شد.
fi: Varmuuskopiointi on poistettu käytöstä. Kaikki mediasisältö, joka ei ole laitteessasi, ladataan nyt. Latauksen jälkeen tiedot poistetaan Signalin suojatusta tallennuspalvelusta.
fr: Les sauvegardes sont désactivées. Nous téléchargeons les médias non enregistrés sur cet appareil. Une fois téléchargées, vos données seront supprimées du service de stockage sécurisé de Signal.
ga: Tá cúltacaí casta as, tá aon mheáin nach bhfuil ar an ngléas á n-íoslódáil anois. Agus iad íoslódáilte, scriosfar do shonraí ó sheirbhís stórála shlán Signal.
gu: બેકઅપ બંધ કરવામાં આવ્યા છે, ડિવાઇસ પર ન હોય તેવા કોઈ પણ મીડિયા હવે ડાઉનલોડ થઈ રહ્યાં છે. ડાઉનલોડ થઈ ગયા પછી તમારા ડેટા Signalની સુરક્ષિત સ્ટોરેજ સેવામાંથી ડિલીટ કરવામાં આવશે.
he: הגיבויים הושבתו, וכל מדיה שאינה נמצאת על המכשיר כעת נמצאת בתהליך הורדה. ברגע שההורדה תסתיים, הנתונים שלך יימחקו משירות האחסון המאובטח של Signal.
hi: बैकअप बंद कर दिए गए हैं। जो भी मीडिया डिवाइस पर नहीं है, उसे अभी डाउनलोड किया जा रहा है। डाउनलोड हो जाने के बाद, Signal की सुरक्षित स्टोरेज सेवा से आपका डेटा डिलीट कर दिया जाएगा।
hr: Sigurnosno kopiranje je isključeno. Medijski zapisi koji se ne nalaze na ovom uređaju sada se preuzimaju. Kad preuzimanje bude dovršeno, vaši će podaci biti izbrisani iz Signalovog zaštićenog sustava pohrane.
hu: A biztonsági mentések ki vannak kapcsolva, az eszközön nem található médiafájlok letöltése folyamatban van. A letöltés után az adataid törlődnek a Signal biztonságos tárhelyszolgáltatásából.
id: Signal Backups telah dinonaktifkan, media apa pun yang belum ada di perangkat ini akan diunduh sekarang. Setelah diunduh, data Anda akan dihapus dari layanan penyimpanan aman Signal.
it: I backup sono stati disattivati, qualsiasi media non presente sul dispositivo verrà scaricato ora. Dopo il download, i tuoi dati verranno eliminati dal servizio di archiviazione sicura di Signal.
ja: バックアップはオフになっています。現在、端末上にないメディアをダウンロード中です。ダウンロードが完了すると、データはSignalの安全なストレージサービスから消去されます。
ko: 백업을 비활성화했으며, 기기에 저장되지 않은 모든 미디어를 다운로드하는 중입니다. 데이터를 다운로드하면 Signal의 안전한 저장 서비스에서 해당 데이터가 삭제됩니다.
mr: बॅकअप्स बंद केले आहेत, डिव्हाईसवर नसलेला कोणताही मीडिया आता डाऊनलोड होत आहे. एकदा डाऊनलोड झाला की तुमचा डेटा Signal च्या सुरक्षित साठवण सेवेमधून हटवला जाईल.
ms: Sandaran telah dimatikan, sebarang media yang belum ada pada peranti sedang dimuat turun sekarang. Sebaik sahaja dimuat turun, data anda akan dipadam daripada perkhidmatan storan selamat Signal.
nb: Sikkerhetskopiering er slått av. Alle mediefilene som ikke er lagret på denne enheten, lastes ned nå og slettes så fra Signals sikre lagringstjeneste.
nl: Back-ups zijn uitgeschakeld, alle media die niet op het apparaat staan, worden nu gedownload. Nadat ze zijn gedownload, worden je gegevens verwijderd uit de beveiligde opslagservice van Signal.
pl: Tworzenie kopii zapasowych zostało wyłączone. Wszystkie multimedia, które nie znajdują się na urządzeniu, są właśnie pobierane. Następnie zostaną one usunięte z usługi bezpiecznego przechowywania Signal.
pt_br: Os backups foram desativados, qualquer arquivo de mídia que não estiver no dispositivo será baixado agora. Depois de baixados, seus dados serão excluídos do serviço de armazenamento seguro do Signal.
pt_pt: As cópias de segurança foram desativadas, quaisquer ficheiros multimédia que não estejam no dispositivo estão a ser transferidos agora. Após a transferência, os seus dados serão eliminados do serviço de armazenamento seguro do Signal.
ro: Copiile de rezervă au fost dezactivate, orice fișier media care nu se află pe dispozitiv se descarcă acum. După descărcare, datele tale vor fi șterse din serviciul de stocare securizată al Signal.
ru: Резервное копирование было отключено, и все медиафайлы, которых нет на устройстве, в данный момент загружаются. После загрузки ваши данные будут удалены из защищённого хранилища Signal.
sk: Zálohovanie bolo vypnuté. Všetky médiá, ktoré nie sú v zariadení, sa práve sťahujú. Po stiahnutí budú vaše údaje vymazané zo zabezpečeného úložiska Signal.
sr: Резервне копије су искључене. Сви медији који нису на уређају се сада преузимају. Када буду преузети, ваши подаци ће бити избрисани из Signal-овог сервиса за безбедно складиштење.
sv: Säkerhetskopiering har inaktiverats. Alla mediefiler som inte finns på enheten laddas ner nu. När dina data har laddats ner kommer de att raderas från Signals säkra lagringstjänst.
th: ปิดใช้งานการสำรองข้อมูลแล้ว และกำลังดาวน์โหลดไฟล์สื่อที่ยังไม่ได้ถูกบันทึกไว้ในเครื่อง โดยข้อมูลของคุณจะถูกลบออกจากบริการจัดเก็บที่ปลอดภัยของ Signal เมื่อการดาวน์โหลดเสร็จสิ้น
tr: Yedeklemeler kapatıldı, cihazda bulunmayan medya dosyaları indiriliyor. Verilerin indirildikten sonra Signal'ın güvenli depolama hizmetinden silinecektir.
ug: زاپاسلاش ئېتىۋېتىلدى ، ئۈسكۈنىدە يوق ھەرقانداق مېدىيا ھازىر چۈشۈرۈلىۋاتىدۇ. چۈشۈرۈلگەندىن كېيىن سانلىق مەلۇماتلىرىڭىز Signalنىڭ بىخەتەر ساقلاش مۇلازىمىتىدىن ئۆچۈرۈلىدۇ.
uk: Резервне копіювання вимкнено. Триває завантаження медіафайлів, які не зберігаються на пристрої. Після завантаження ваші дані буде видалено з надійного сховища даних Signal.
ur: بیک اپس بند کر دیے گئے ہیں، ایسا کوئی بھی میڈیا جو ڈیوائس میں موجود نہیں ہے اب ڈاؤن لوڈ ہو رہا ہے۔ ڈاؤن لوڈ کے بعد آپ کے ڈیٹا کو Signal کی محفوظ شدہ اسٹوریج کی سروس سے حذف کر دیا جائے گا۔
vi: Đã tắt sao lưu, tập tin đa phương tiện không có trên thiết bị sẽ bắt đầu tải xuống. Khi tải xong, dữ liệu của bạn sẽ được xóa khỏi dịch vụ lưu trữ bảo mật của Signal.
zh_cn: 备份已关闭，任何不在此设备上的媒体现在正在下载。下载完成后，您的数据将会从 Signal 的安全存储服务中删除。
zh_hk: 備份已關閉，任何未在裝置上的媒體現正在下載中。下載完成後，你的資料將會從 Signal 的安全儲存服務中刪除。

# BACKUP_SETTINGS_BACKUPS_DISABLING_GENERIC_ERROR_MESSAGE
source: An error occurred. Please contact support.
ar: حدث خطأ ما. يُرجى التواصل مع فريق الدعم.
be: Адбылася памылка. Калі ласка, звярніцеся да службы падтрымкі.
bn: একটি ত্রুটি দেখা দিয়েছে। অনুগ্রহ করে সহায়তা কেন্দ্রে যোগাযোগ করুন।
ca: S'ha produït un error. Posa't en contacte amb el servei d'assistència.
cs: Vyskytla se chyba. Kontaktujte prosím podporu.
da: Der opstod en fejl. Kontakt support.
de: Es ist ein Fehler aufgetreten. Bitte kontaktiere den Support.
el: Παρουσιάστηκε σφάλμα. Επικοινώνησε με την υποστήριξη.
es: Se ha producido un error. Contacta con el equipo de asistencia.
fa: خطایی رخ داد. لطفاً با پشتیبانی تماس بگیرید.
fi: Tapahtui virhe. Ota yhteys tukeen.
fr: Une erreur s'est produite. Merci de contacter l'assistance.
ga: Tharla earráid. Déan teagmháil leis an bhfoireann tacaíochta.
gu: એક ભૂલ આવી. કૃપા કરીને સપોર્ટનો સંપર્ક કરો.
he: אירעה שגיאה. יש ליצור קשר עם התמיכה.
hi: कोई गड़बड़ी हुई। कृपया सपोर्ट से संपर्क करें।
hr: Došlo je do pogreške. Molimo, kontaktirajte podršku.
hu: Hiba lépett fel! Kérjük, vedd fel a kapcsolatot az ügyfélszolgálattal!
id: Terjadi kesalahan. Silakan hubungi tim dukungan.
it: Ops, qualcosa è andato storto… Ti consigliamo di contattare l'assistenza.
ja: エラーが発生しました。サポートにお問い合わせください。
ko: 오류가 발생했습니다. 고객 지원팀에 문의하세요.
mr: एक त्रुटी उद्भवली. कृपया सपोर्टशी संंपर्क साधा.
ms: Ralat telah berlaku. Sila hubungi sokongan.
nb: Det har oppstått en feil. Ta kontakt med brukerstøtten vår.
nl: Er is een fout opgetreden. Neem contact op met ondersteuning.
pl: Wystąpił błąd. Skontaktuj się z naszą pomocą techniczną.
pt_br: Ocorreu um erro. Entre em contato com o suporte.
pt_pt: Ocorreu um erro. Entre em contacto com a equipa de suporte.
ro: A apărut o eroare. Contactează serviciul de asistență.
ru: Произошла ошибка. Пожалуйста, свяжитесь с поддержкой.
sk: Vyskytla sa chyba. Kontaktujte náš tím podpory.
sr: Дошло је до грешке. Обратите се подршци.
sv: Ett fel inträffade. Kontakta supporten.
th: เกิดข้อผิดพลาดบางประการ โปรดติดต่อฝ่ายสนับสนุน
tr: Bir hata oluştu. Lütfen destek ekibiyle iletişime geç.
ug: بىر خاتالىق كۆرۈلدى. ياردەمچى خادىم بىلەن ئالاقىلىشىڭ.
uk: Сталася помилка. Будь ласка, зверніться до служби підтримки.
ur: ایک نقص پیش آیا۔ براہ کرم سپورٹ سے رابطہ کریں۔
vi: Có lỗi xảy ra. Vui lòng liên hệ bộ phận hỗ trợ.
zh_cn: 出现了一个错误。请联系支持团队。
zh_hk: 發生錯誤。請聯絡支援團隊。

# BACKUP_SETTINGS_BACKUPS_DISABLING_GENERIC_ERROR_SECTION_HEADER
source: An error occurred when deleting your data from Signal's secure storage service.
ar: حدث خطأ ما عند حذف بياناتك من خدمة التخزين الآمنة لسيجنال.
be: Адбылася памылка падчас выдалення вашых дадзеных з сэрвіса бяспечнага захоўвання Signal.
bn: Signal-এর সুরক্ষিত স্টোরেজ সার্ভিস থেকে আপনার ডেটা মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error en eliminar les dades del servei d'emmagatzematge segur de Signal.
cs: Při odstraňování vašich dat ze zabezpečeného úložiště Signal se vyskytla chyba.
da: Der opstod en fejl under sletning af dine data fra Signals sikre lagringstjeneste.
de: Beim Löschen deiner Daten aus dem sicheren Speicherservice von Signal ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή των δεδομένων σου από την υπηρεσία ασφαλούς αποθήκευσης του Signal.
es: No se han podido eliminar tus datos del servicio de almacenamiento seguro de Signal.
fa: هنگام حذف داده‌هایتان از سرویس ذخیره‌سازی امن سیگنال خطایی رخ داد.
fi: Virhe poistettaessa tietojasi Signalin suojatusta tallennuspalvelusta.
fr: Une erreur s'est produite. Nous n'avons pas pu supprimer vos données du service de stockage sécurisé de Signal.
ga: Tharla earráid agus do shonraí á scriosadh ó sheirbhís stórála sláine Signal.
gu: Signalની સુરક્ષિત સ્ટોરેજ સેવામાંથી તમારો ડેટા ડિલીટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת הנתונים שלך משירות האחסון המאובטח של Signal.
hi: Signal की सुरक्षित स्टोरेज डिवाइस से आपका डेटा डिलीट करते समय कोई गड़बड़ी हुई।
hr: Došlo je do pogreške prilikom brisanja vaših podataka iz Signalovog zaštićenog sustava pohrane.
hu: Hiba történt az adataidnak a Signal biztonságos tárhelyszolgáltatásából való törlésekor.
id: Terjadi kesalahan saat menghapus data dari layanan penyimpanan aman Signal.
it: Si è verificato un errore durante l'eliminazione dei tuoi dati dal servizio di archiviazione sicura di Signal.
ja: Signalの安全なストレージサービスからデータを消去する際にエラーが発生しました。
ko: Signal의 안전한 저장소 서비스에서 데이터를 삭제하는 도중 오류가 발생했습니다.
mr: Signal च्या सुरक्षित संग्रहण सेवेमधून तुमचा डेटा हटवताना त्रुटी उद्भवली.
ms: Ralat berlaku semasa memadam data anda daripada perkhidmatan storan selamat Signal.
nb: Det oppsto en feil under forsøket på å slette dataene dine fra Signals sikre lagringstjeneste.
nl: Er is een fout opgetreden bij het verwijderen van je gegevens uit de beveiligde opslagservice van Signal.
pl: Podczas usuwania danych z usługi bezpiecznego przechowywania Signal wystąpił błąd.
pt_br: Ocorreu um erro ao excluir seus dados do serviço de armazenamento seguro do Signal.
pt_pt: Ocorreu um erro ao eliminar os seus dados do serviço de armazenamento seguro da Signal.
ro: A apărut o eroare la ștergerea datelor din serviciul de stocare securizată al Signal.
ru: Произошла ошибка при удалении ваших данных из защищённого хранилища Signal.
sk: Pri vymazávaní vašich údajov zo zabezpečeného úložiska Signal sa vyskytla chyba.
sr: Дошло је до грешке приликом брисања података из Signal-овог сервиса за безбедно складиштење.
sv: Ett fel uppstod när dina data skulle raderas från Signals säkra lagringstjänst.
th: เกิดข้อผิดพลาดขณะลบข้อมูลของคุณออกจากบริการจัดเก็บที่ปลอดภัยของ Signal
tr: Verilerin Signal'ın güvenli depolama hizmetinden silinirken bir hata oluştu.
ug: Signalنىڭ بىخەتەر ساقلاش مۇلازىمىتىدىن سانلىق مەلۇماتلىرىڭىزنى ئۆچۈرىۋاتقاندا بىر خاتالىق كۆرۈلدى.
uk: Під час видалення даних із захищеного сховища Signal сталася помилка.
ur: Signal کی محفوظ شدہ اسٹوریج کی سروس سے آپ کا ڈیٹا حذف کرنے میں ایک خرابی واقع ہوئی۔
vi: Đã xảy ra lỗi khi xóa dữ liệu của bạn khỏi dịch vụ lưu trữ bảo mật của Signal.
zh_cn: 从 Signal 的安全存储服务器中删除您的数据时发生了错误。
zh_hk: 從 Signal 的安全儲存服務中刪除資料時發生錯誤。

# BACKUP_SETTINGS_BACKUPS_DISABLING_GENERIC_ERROR_TITLE
source: Failed to Delete Backup
ar: تعذَّر حذف النسخة الاحتياطية.
be: Не атрымалася выдаліць рэзервовую копію
bn: ব্যাকআপ মুছে ফেলা যায়নি
ca: No s'ha pogut eliminar la còpia de seguretat
cs: Nepodařilo se odstranit zálohu
da: Kunne ikke slette din sikkerhedskopiering
de: Das Backup konnte nicht gelöscht werden
el: Η διαγραφή αντιγράφων ασφαλείας απέτυχε
es: No se ha podido eliminar tu copia de seguridad
fa: پشتیبان‌گیری حذف نشد
fi: Varmuuskopion poistaminen epäonnistui
fr: Impossible de supprimer votre sauvegarde
ga: Theip ar Scriosadh Cúltaca
gu: બેકઅપ ડિલીટ કરવાનું નિષ્ફળ થયું
he: מחיקת הגיבוי נכשלה
hi: बैकअप डिलीट नहीं किया जा सका
hr: Brisanje sigurnosne kopije nije uspjelo
hu: Nem sikerült törölni a biztonsági mentést
id: Gagal Menghapus Cadangan
it: Impossibile eliminare il backup
ja: バックアップを消去できませんでした
ko: 백업 삭제 실패
mr: बॅकअप हटवता आला नाही
ms: Gagal Memadam Sandaran
nb: Sikkerhetskopien kunne ikke slettes
nl: Kan back-up niet verwijderen
pl: Nie udało się usunąć kopii zapasowej
pt_br: Falha ao excluir o backup
pt_pt: Falha na eliminação da cópia de segurança
ro: Nu s-a putut șterge backup-ul
ru: Не удалось удалить резервную копию
sk: Zálohu sa nepodarilo odstrániť
sr: Брисање резервне копије није успело
sv: Det gick inte att ta bort säkerhetskopian
th: ไม่สามารถลบข้อมูลสำรอง
tr: Yedekleme Silinemedi
ug: زاپاسلاشنى ئۆچۈرەلمىدى
uk: Не вдалося видалити резервну копію
ur: بیک اپ حذف کرنے میں ناکام ہو گئے
vi: Không thể xóa bản sao lưu
zh_cn: 无法删除备份
zh_hk: 無法刪除備份

# BACKUP_SETTINGS_BACKUPS_DISABLING_PROGRESS_VIEW_DESCRIPTION
source: Deleting Backup...
ar: جارٍ حذف النسخة الاحتياطية...
be: Выдаляем рэзервовую копію...
bn: ব্যাকআপ মুছে ফেলা হচ্ছে...
ca: Eliminant la còpia de seguretat…
cs: Odstraňování zálohy…
da: Sletter sikkerhedskopi...
de: Backup wird gelöscht...
el: Διαγραφή αντιγράφων ασφαλείας...
es: Eliminando copia de seguridad…
fa: در حال حذف نسخه پشتیبان...
fi: Poistetaan varmuuskopiota...
fr: Suppression de la sauvegarde…
ga: Cúltaca á Scriosadh...
gu: બેકઅપ ડિલીટ કરી રહ્યા છીએ...
he: גיבוי במחיקה…
hi: बैकअप डिलीट किया जा रहा है...
hr: Brisanje sigurnosne kopije…
hu: Biztonsági mentés törlése...
id: Menghapus Cadangan …
it: Eliminazione backup in corso…
ja: バックアップを消去しています…
ko: 백업을 삭제하는 중...
mr: बॅकअप हटवत आहोत...
ms: Memadam Sandaran...
nb: Sletter sikkerhetskopi …
nl: Back-up aan het verwijderen…
pl: Usuwanie kopii zapasowej…
pt_br: Excluindo backup…
pt_pt: A eliminar cópia de segurança…
ro: Se șterge backup-ul...
ru: Удаление резервной копии...
sk: Odstraňuje sa záloha…
sr: Брисање резервне копије…
sv: Tar bort säkerhetskopia …
th: กำลังลบข้อมูลสำรอง...
tr: Yedekleme Siliniyor...
ug: زاپاسلاشنى ئۆچۈرۈش ...
uk: Видалення резервної копії…
ur: بیک اپ حذف ہو رہا ہے...
vi: Đang xóa bản sao lưu...
zh_cn: 正在删除备份…
zh_hk: 正在刪除備份...
