Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# USERNAME_LINK_SCAN_QR_CODE_INSTRUCTIONS_LABEL
source: Scan the QR Code on your contact’s device.
ar: امسح كود الـ QR المعروض على جهاز جهة اتصالك.
be: Сканаваць QR-код на прыладзе вашага кантакту.
bn: আপনার কন্টাক্টের ডিভাইসে দেখানো QR কোডটি স্ক্যান করুন।
ca: Escaneja el codi QR del dispositiu del teu contacte.
cs: Naskenujte QR kód na zařízení vašeho kontaktu.
da: Scan QR-koden på din kontakts enhed.
de: Scanne den QR-Code deines Kontakts ein.
el: Σάρωσε τον κωδικό QR στη συσκευή του άλλου χρήστη.
es: Escanea el código QR que se muestra en el dispositivo de la otra persona.
fa: کد QR را از دستگاه مخاطب خود اسکن کنید.
fi: Skannaa yhteystietosi laitteessa näkyvä QR-koodi.
fr: Scannez le code QR affiché sur l'appareil de votre contact.
ga: Scan an Cód QR ar ghléas do theagmhálaí.
gu: તમારા સંપર્કના ડિવાઇસ પર QR કોડ સ્કેન કરો.
he: אפשר לסרוק את קוד ה–QR במכשיר של איש הקשר שלך.
hi: अपने संपर्क के डिवाइस के QR कोड को स्कैन करें।
hr: Skenirajte QR kôd na uređaju vašeg kontakta.
hu: Olvasd be a QR-kódot a névjegyed készülékén.
id: Pindai kode QR di perangkat milik kontak Anda.
it: Scansiona il codice QR presente sul dispositivo del tuo contatto.
ja: 相手の端末の QR コードをスキャンしてください。
ko: 연락처의 기기에서 QR 코드를 스캔하세요.
mr: आपल्या संपर्काच्या डिव्हाईसवर QR कोड स्कॅन करा.
ms: Imbas Kod QR pada peranti kenalan anda.
nb: Skann QR-koden på kontaktens enhet.
nl: Scan de QR-code op het apparaat van je contact.
pl: Zeskanuj kod QR na urządzeniu kontaktu.
pt_br: Escanear o QR code no dispositivo da outra pessoa.
pt_pt: Faça scan do código QR no dispositivo do seu contacto.
ro: Scanează Codul QR de pe dispozitivul contactului tău.
ru: Просканируйте QR-код на устройстве собеседника.
sk: Naskenujte QR kód na zariadení vášho kontaktu.
sr: Скенирајте QR кôд приказан на уређају вашег контакта.
sv: Skanna QR-koden på din kontakts enhet.
th: สแกนคิวอาร์โค้ดบนอุปกรณ์ของผู้ติดต่อของคุณ
tr: Kişinin cihazındaki Karekodu tara.
ug: ئالاقىدىشىڭىزنىڭ ئۈسكۈنىسىدىكى QR كودنى سېكاننېرلاڭ.
uk: Зіскануйте QR-код на пристрої іншого користувача.
ur: اپنے رابطے کی ڈیوائس پر QR کوڈ سکین کریں۔
vi: Quét Mã QR trên thiết bị của người liên hệ của bạn.
zh_cn: 请扫描您的联系人设备上的二维码。
zh_hk: 請掃描你聯絡人裝置上的二維碼。

# USERNAME_LINK_SHARE_SHEET_COPY_LINK_ACTION
source: Copy Link
ar: نسخ الرابط
be: Скапіраваць спасылку
bn: লিংক কপি করুন
ca: Copiar l'enllaç
cs: Zkopírovat odkaz
da: Kopiér link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
fa: کپی کردن لینک
fi: Kopioi linkki
fr: Copier le lien
ga: Cóipeáil an Nasc
gu: લિંક કૉપિ કરો
he: העתקת קישור
hi: लिंक कॉपी करें
hr: Kopiraj poveznicu
hu: Link másolása
id: Salin Tautan
it: Copia link
ja: リンクをコピーする
ko: 링크 복사
mr: लिंक कॉपी करा
ms: Salin Pautan
nb: Kopier lenke
nl: Link kopiëren
pl: Skopiuj link
pt_br: Copiar link
pt_pt: Copiar link
ro: Copiază Link
ru: Копировать ссылку
sk: Kopírovať odkaz
sr: Копирај линк
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı Kopyala
ug: ئۇلانما كۆچۈرۈش
uk: Копіювати посилання
ur: لنک کاپی کریں
vi: Sao chép Đường dẫn
zh_cn: 复制链接
zh_hk: 複製連結

# USERNAME_LINK_SHARE_SHEET_HEADER
source: Anyone with this link can view your username and start a chat with you. Only share it with people you trust.
ar: يُمكن لأي شخص لديه هذا الرابط رؤية اسم المُستخدِم الخاص بك وبدء محادثة جديدة معك. شارِكه مع من تثق فقط.
be: Любы, хто мае гэтую спасылку, зможа прагледзець ваша імя карыстальніка і распачаць з вамі чат. Абагульвайце яе толькі з тымі людзьмі, да якіх маеце давер.
bn: এই লিঙ্কটি রয়েছে এমন যে কেউ আপনার ব্যবহারকারীর নাম দেখতে পারবেন এবং আপনার সাথে চ্যাটিং শুরু করতে পারবেন। শুধুমাত্র আপনি আস্থা রাখতে পারেন এমন ব্যক্তিদের সাথে এটি শেযার করুন।
ca: Qualsevol persona amb aquest enllaç pot veure el teu àlies i començar un xat amb tu. Comparteix-lo només amb persones de confiança.
cs: Kdokoli, kdo má tento odkaz, může vidět vaše uživatelské jméno a začít s vámi chatovat. Sdílejte jej pouze s lidmi, kterým důvěřujete.
da: Alle med dette link kan se dit brugernavn og starte en chat med dig. Del det kun med personer, du stoler på.
de: Mit diesem Link können andere deinen Nutzernamen sehen und einen Chat mit dir beginnen. Teile den Link nur mit Leuten, denen du vertraust.
el: Με αυτόν τον σύνδεσμο, οποιοδήποτε άτομο μπορεί να δει το όνομα χρήστη σου και να ξεκινήσει μια συνομιλία μαζί σου. Μοιράσου τον μόνο με άτομα που εμπιστεύεσαι.
es: Cualquiera que tenga este enlace puede ver tu alias e iniciar un chat contigo. Compártelo solo con personas de confianza.
fa: هر کسی که این لینک را داشته باشند می‌تواند نام کاربری شما را مشاهده کند و گفتگویی را با شما آغاز کند. آن را فقط با کسانی به اشتراک بگذارید که به آن‌ها اعتماد دارید.
fi: Kuka tahansa, jolla on tämä linkki, voi nähdä käyttäjänimesi ja aloittaa keskustelun kanssasi. Jaa se vain henkilöille, joihin luotat.
fr: Toute personne disposant du lien peut afficher votre nom d'utilisateur et démarrer une conversation avec vous. Ne le partagez qu'avec des personnes de confiance.
ga: Aon duine a bhfuil an nasc sin acu, beidh siad in ann féachaint ar d'ainm úsáideora agus tús a chur le comhrá leat. Ná comhroinn é ach le daoine a bhfuil muinín agat iontu.
gu: આ લિંક ધરાવતી કોઈ પણ વ્યક્તિ તમારું યુઝરનેમ જોઈ શકે છે અને તમારી સાથે ચેટ શરૂ કરી શકે છે. તમને ભરોસો હોય તેવા લોકો સાથે જ તેને શેર કરો.
he: כל מי שיש לו את הלינק הזה יוכל לראות את שם המשתמש שלך ולהתחיל איתך צ׳אט. חשוב לשתף רק עם אנשים שבוטחים בהם.
hi: इस लिंक वाला कोई भी व्यक्ति आपका यूज़रनेम देख सकता है और आपसे चैट शुरू कर सकता है। इसे केवल उन लोगों के साथ साझा करें, जिन पर आपको भरोसा है।
hr: Svaka osoba koja ima pristup poveznici može vidjeti vaše korisničko ime i započeti razgovor s vama. Podijelite ovu poveznicu samo s osobama kojima vjerujete.
hu: A hivatkozás birtokában bárki megtekintheti a felhasználóneved, és csevegést kezdeményezhet veled. Csak olyanokkal oszd meg, akikben megbízol.
id: Siapa pun yang punya tautan ini bisa melihat nama pengguna Anda dan memulai obrolan dengan Anda. Hanya bagikan dengan orang yang Anda percaya.
it: Chiunque abbia questo link può vedere il tuo nome utente e iniziare una chat con te. Condividilo solo con persone di cui ti fidi.
ja: このリンクからは、誰でもあなたのユーザーネームを閲覧したりチャットを始めることができますので、信頼できる人とのみ共有してください
ko: 이 링크를 가진 사람은 누구나 내 사용자 이름을 보고 나와 대화를 시작할 수 있습니다. 믿을 수 있는 사람들과만 공유하세요.
mr: या लिंकसह असलेले कोणीही आपले वापरकर्ता नाव पाहू शकेल आणि आपणासह चॅट करणे सुरू करेल. आपण ज्यांच्यावर विश्वास ठेवता फक्त त्याच्यासह शेअर करा.
ms: Sesiapa sahaja yang mempunyai pautan ini boleh melihat nama pengguna anda dan memulakan sembang dengan anda. Hanya kongsi dengan orang yang anda percayai.
nb: Alle som har denne lenken, kan se brukernavnet ditt og starte nye samtaler med deg. Ikke del lenken med personer du ikke stoler på.
nl: Iedereen met deze link kan jouw gebruikersnaam zien en een chat met je starten. Deel deze alleen met mensen die je vertrouwt.
pl: Każdy, kto ma ten link, może wyświetlić Twoją nazwę użytkownika i rozpocząć z Tobą czat. Udostępniaj link tylko zaufanym osobom.
pt_br: Qualquer pessoa com este link pode visualizar seu nome de usuário e começar a conversar com você. Compartilhe isso apenas com pessoas em quem você confia.
pt_pt: Qualquer pessoa com este link pode ver o seu nome de utilizador e iniciar um chat consigo. Partilhe-o apenas com pessoas da sua confiança.
ro: Oricine cu acest link poate vedea numele și fotografia grupului și poate solicita să se alăture acestuia. Distribuie linkul persoanelor de încredere.
ru: Любой, у кого есть эта ссылка, может видеть ваше имя пользователя и начать чат с вами. Делитесь информацией только с теми, кому доверяете.
sk: Ktokoľvek s týmto odkazom si môže pozrieť vaše používateľské meno a začať s vami četovať. Zdieľajte ho iba s ľuďmi, ktorým dôverujete.
sr: Свако ко има овај линк може видети ваше корисничко име и започети ћаскање с вама. Делите га само с људима којима верујете.
sv: Alla med denna länk kan se ditt användarnamn och starta en chatt med dig. Dela den bara med personer du litar på.
th: ทุกคนที่มีลิงก์นี้จะสามารถมองเห็นชื่อผู้ใช้ของคุณและเริ่มแชทกับคุณได้ เราขอแนะนำให้แชร์ลิงก์นี้กับคนที่คุณไว้วางใจเท่านั้น
tr: Bu bağlantıya sahip olan herkes kullanıcı adını görebilir ve seninle sohbet başlatabilir. Yalnızca güvendiğin kişilerle paylaş.
ug: بۇ ئۇلانما بار ھەرقانداق ئادەم ئىشلەتكۈچى نامىڭىزنى كۆرەلەيدۇ ۋە سىز بىلەن پاراڭ باشلىيالايدۇ. ئۇنى پەقەت سىز ئىشىنىدىغان كىشىلەر بىلەنلا ئورتاقلىشىڭ.
uk: За цим посиланням усі можуть побачити ваше ім'я користувача й почати з вами чат. Діліться ним тільки з тими, кому довіряєте.
ur: اس لنک کے ساتھ کوئی بھی شخص آپ کا یوزر نیم دیکھ سکتا ہے اور آپ کے ساتھ چیٹ کا آغاز کر سکتا ہے۔ اسے محض ان لوگوں کے ساتھ شیئر کریں جو آپ کے نزدیک قابلِ اعتماد ہیں۔
vi: Bất kỳ ai có đường dẫn này có thể xem tên người dùng của bạn và bắt đầu trò chuyện với bạn. Chỉ chia sẻ đường dẫn với người bạn tin tưởng.
zh_cn: 收到该链接的任何人可以查看您的用户名并与您发起聊天。请仅将其分享给您信任的人。
zh_hk: 任何人憑此連結將可檢視你的用戶名稱，並開始與你聊天。請只與你信任的人分享此連結。

# USERNAME_LINK_SHEET_BUTTON
source: link
ar: الرابط
be: спасылка
bn: লিংক
ca: enllaç
cs: odkaz
el: σύνδεσμος
es: enlace
fa: پیوند
fi: linkki
fr: lien
ga: nasc
gu: લિંક
he: לינק
hi: लिंक
hr: poveznica
id: tautan
ja: リンク
ko: 링크
mr: लिंक
ms: pautan
nb: lenke
ru: ссылка
sk: odkaz
sr: линк
sv: länk
th: ลิงก์
tr: bağlantı
ug: ئۇلانما
uk: посилання
ur: لنک
vi: đường dẫn
zh_cn: 链接
zh_hk: 連結

# USERNAME_LINK_TOOLTIP_SUBTITLE
source: Let others start a chat with you by sharing your unique QR code or link.
ar: اسمح للآخرين ببدء محادثة معك عبر مشاركة رابط أو كود الـ QR الفريد الخاص بك.
be: Абагульце свой унікальны QR-код або спасылку, каб іншыя змаглі распачаць з вамі чат.
bn: আপনার অনন্য QR কোড বা লিংক শেয়ার করে অন্যদের আপনার সাথে চ্যাট শুরু করার সুযোগ দিন।
ca: Deixa que altres persones comencin un xat amb tu compartint el teu codi QR o enllaç únic.
cs: Sdílením svého jedinečného QR kódu nebo odkazu umožníte ostatním zahájit s vámi chat.
da: Lad andre starte en chat med dig ved at dele din unikke QR-kode eller dit link.
de: Erlaube es anderen, einen Chat mit dir zu beginnen, indem du deinen einzigartigen QR-Code oder Link mit ihnen teilst.
el: Άσε τους άλλους να ξεκινήσουν μια συνομιλία μαζί σου κοινοποιώντας τον μοναδικό κωδικό QR ή τον σύνδεσμό σου.
es: Comparte tu código QR o enlace únicos para que otras personas puedan iniciar un chat contigo.
fa: با هم‌رسانی پیوند یا کد QR منحصربه‌فرد خود، اجازه دهید دیگران گفتگویی را با شما شروع کنند.
fi: Jaa yksilöllinen QR-koodi tai linkki, jotta muut voivat aloittaa keskustelun kanssasi.
fr: Invitez vos amis à discuter avec vous via un lien ou un code QR uniques.
ga: Lig do dhaoine eile tosú ar chomhrá leat trí do chód QR uathúil nó do nasc a chomhroinnt.
gu: તમારો વિશિષ્ટ QR કોડ કે લિંક શેર કરીને અન્ય લોકોને તમારી સાથે ચેટ શરૂ કરવા દો.
he: מאפשרים לאחרים להתחיל איתך צ׳אט באמצעות שיתוף קוד ה–QR או הלינק הייחודיים שלך.
hi: अपना यूनिक QR कोड या लिंक साझा करके दूसरों को अपने साथ चैट शुरू करने दें।
hr: Podijelite svoj jedinstveni QR kôd ili poveznicu kako bi drugi mogli započeti razgovor s vama.
hu: A profilodhoz tartozó egyedi QR kód vagy link megosztásával más felhasználók csevegést kezdeményezhetnek veled.
id: Izinkan orang lain memulai obrolan dengan membagikan tautan atau kode QR unik Anda.
it: Consenti ad altre persone di iniziare una chat con te condividendo il tuo codice QR o link.
ja: QRコードかリンクを共有すると、相手はあなたとチャットを開始できます。
ko: 나와 채팅을 시작할 수 있도록 고유 QR 코드 또는 링크를 공유하세요.
mr: इतरांना आपल्या सोबत त्यांचा असामान्य QR कोड किंवा लिंक शेअर करून चॅट सुरू करू द्या.
ms: Benarkan orang lain memulakan sembang dengan anda dengan berkongsi kod atau pautan QR unik anda.
nb: Del din unike QR-kode eller lenke og la andre starte nye samtaler med deg.
nl: Laat anderen een chat met jou starten door je unieke QR-code of link met hen te delen.
pl: Aby inni mogli rozpocząć z Tobą czat, udostępnij im swój unikalny kod QR lub link.
pt_br: Compartilhe seu QR code único ou link para permitir que outras pessoas iniciem uma conversa com você.
pt_pt: Partilhe o seu código QR único ou link para permitir aos outros iniciar uma conversa consigo.
ro: Permite altora să înceapă o conversație cu tine partajând codul sau linkul tău QR unic.
ru: Позвольте другим начать чат с вами, поделившись вашим уникальным QR-кодом или ссылкой.
sk: Dajte druhým možnosť začať s vami četovať zdieľaním vášho jedinečného QR kódu alebo odkazu.
sr: Како би неко други могао да започне ћаскање, поделите свој јединствени QR кôд или линк.
sv: Låt andra starta en chatt med dig genom att dela din unika QR-kod eller länk.
th: แชร์คิวอาร์โค้ดหรือลิงก์เฉพาะเพื่อให้ผู้ติดต่อเริ่มแชทกับคุณได้
tr: Benzersiz kare kodunu veya bağlantını paylaşarak başkalarının seninle sohbet başlatmasına izin ver.
ug: سىزنىڭ خاس QR كودىڭىز ياكى ئۇلانمىڭىزنى پايلىشىش ئارقىلىق باشقىلار بىلەن پاراڭلىشىڭ
uk: Інші користувачі зможуть з вами зв'язатися, якщо ви надішлете їм свій унікальний QR-код або посилання.
ur: دوسروں کے ساتھ اپنا منفرد QR کوڈ یا لنک شیئر کر کے انہیں اپنے ساتھ چیٹ شروع کرنے کی اجازت دیں۔
vi: Cho phép người khác bắt đầu một cuộc trò chuyện với bạn bằng cách chia sẻ mã QR hoặc đường dẫn riêng của bạn.
zh_cn: 分享您唯一的二维码或链接，让其他人开始与您聊天吧。
zh_hk: 分享你專屬的二維碼或連結，讓其他人能開始與你聊天。

# USERNAME_LINK_TOOLTIP_TITLE
source: Share Your Username
ar: شارك اسم المُستخدم الخاص بك
be: Абагуліць сваё імя карыстальніка
bn: আপনার 'ব্যবহারকারীর নাম' শেয়ার করুন
ca: Comparteix el teu àlies
cs: Sdílení uživatelského jména
da: Del dit brugernavn
de: Teile deinen Nutzernamen mit anderen
el: Μοιράσου το όνομα χρήστη σου
es: Comparte tu alias
fa: هم‌رسانی نام کاربری‌تان
fi: Jaa käyttäjänimesi
fr: Partagez votre nom d'utilisateur
ga: Comhroinn d'Ainm Úsáideora
gu: તમારું યુઝરનેમ શેર કરો
he: שיתוף שם המשתמש שלך
hi: अपना यूज़रनेम साझा करें
hr: Podijelite svoje korisničko ime
hu: Felhasználónév megosztása
id: Bagikan Nama Pengguna Anda
it: Condividi il tuo nome utente
ja: ユーザーネームを共有する
ko: 내 사용자 이름 공유
mr: आपले वापरकर्ता नाव शेअर करा
ms: Kongsi Nama Pengguna Anda
nb: Del brukernavnet ditt
nl: Deel je gebruikersnaam
pl: Udostępnij swoją nazwę użytkownika
pt_br: Compartilhe seu nome de usuário
pt_pt: Partilhe o seu nome de utilizador
ro: Împărtășește-ți numele de utilizator
ru: Поделитесь вашим именем пользователя
sk: Zdieľajte svoje používateľské meno
sr: Поделите своје корисничко име
sv: Dela ditt användarnamn
th: แชร์ชื่อผู้ใช้ของคุณ
tr: Kullanıcı Adını Paylaş
ug: ئەزالىق ئىسمىڭىزنى پايلىشىڭ
uk: Повідомте своє ім'я користувача
ur: اپنا یوزر نیم شیئر کریں
vi: Chia sẻ tên người dùng của bạn
zh_cn: 分享您的用户名
zh_hk: 分享你的用戶名稱

# USERNAME_LOOKUP_ERROR_MESSAGE
source: An error occurred while looking up the username. Please try again later.
ar: حدث خطأ أثناء البحث عن اسم المُستخدِم. يُرجى المُحاولة مرّة أخرى في وقتٍ لاحق.
be: Адбылася памылка падчас пошуку імя карыстальніка. Калі ласка, паўтарыце спробу пазней.
bn: ইউজার নেমটি খুঁজতে গিয়ে একটি ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন|
ca: Hi ha hagut un error en cercar l'àlies. Torneu-ho a provar més tard.
cs: Při vyhledávání uživatelského jména se vyskytla chyba. Zkuste to prosím znovu později.
da: En fejl opstod ved opslag af brugernavn. Prøv igen senere.
de: Während der Suche nach dem Nutzernamen ist ein Fehler aufgetreten. Bitte versuche es später erneut.
el: Σφάλμα με την αναζήτηση του ονόματος χρήστη. Δοκίμασε πάλι αργότερα.
es: No se ha podido encontrar el alias. Inténtalo de nuevo más tarde.
fa: خطایی هنگام جستجوی نام کاربری رخ داد. لطفاً بعداً دوباره امتحان کنید.
fi: Käyttäjänimeä etsiessä tapahtui virhe. Yritä uudelleen myöhemmin.
fr: La recherche a entraîné une erreur. Veuillez réessayer plus tard.
ga: Tharla earráid agus an t-ainm úsáideora á lorg. Triail arís ar ball.
gu: વપરાશકર્તા નામ શોધતી વખતે ભૂલ આવી. પછીથી ફરી પ્રયત્ન કરો.
he: התרחשה שגיאה בעת חיפוש שם המשתמש. יש לנסות שוב מאוחר יותר.
hi: यूज़रनेम खोजते समय त्रुटि हुई है। कृपया कुछ देर बाद कोशिश करें।
hr: Došlo je do pogreške prilikom pretraživanja korisničkog imena. Pokušajte ponovno kasnije.
hu: A felhasználónév elérhetősége nem ellenőrizhető, kérjük, próbáld meg később.
id: Terjadi kesalahan saat mencari nama pengguna. Silakan coba lagi nanti.
it: Si è verificato un errore durante la ricerca del nome utente. Riprova più tardi.
ja: ユーザーネームの検索でエラーが発生しました。あとで再度試してください。
ko: 사용자 이름 검색 중 오류가 발생했습니다. 나중에 다시 시도하세요.
mr: वापरकर्तानाव शोधताना एक त्रुटी आढळली. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Ralat berlaku semasa melihat nama pengguna. Sila cuba lagi kemudian.
nb: Det oppstod en feil under søket etter brukernavnet. Prøv igjen senere.
nl: Er is iets fout gegaan bij het opzoeken van de gebruikersnaam. Probeer het later opnieuw.
pl: Podczas wyszukiwania nazwy użytkownika wystąpił błąd. Spróbuj ponownie później.
pt_br: Um erro ocorreu na busca pelo nome de usuário. Por favor, tente novamente mais tarde.
pt_pt: Ocorreu um erro enquanto procurávamos pelo nome de utilizador. Por favor, tente novamente mais tarde.
ro: A apărut o eroare la căutarea numelui de utilizator. Te rugăm să încerci din nou mai târziu.
ru: Произошла ошибка при поиске имени пользователя. Пожалуйста, попробуйте ещё раз позже.
sk: Pri vyhľadávaní používateľského mena došlo ku chybe. Zopakujte to neskôr.
sr: Догодила се грешка приликом тражења корисничког имена. Пробајте поново касније.
sv: Ett fel uppstod när användarnamnet letades upp. Försök igen senare.
th: เกิดข้อผิดพลาดขณะค้นหาชื่อผู้ใช้ โปรดลองอีกครั้งในภายหลัง
tr: Kullanıcı adı araştırılırken hata oluştu. Lütfen daha sonra tekrar deneyin.
ug: ئىشلەتكۈچى ئىسمىنى ئىزدەۋاتقاندا بىر خاتالىق كۆرۈلدى. سەل تۇرۇپ قايتا سىناڭ.
uk: Під час пошуку імені користувача сталася помилка. Повторіть пошук пізніше.
ur: یوزر نیم تلاش کرتے وقت ایک خرابی پیش آگئی۔ براہ کرم کچھ دیر بعد کوشش کریں۔
vi: Đã xảy ra lỗi khi tìm tên người dùng. Hãy thử lại sau.
zh_cn: 查找用户名时出现错误。请稍后再试。
zh_hk: 搜尋用戶名稱時發生錯誤。請稍後再試。

# USERNAME_LOOKUP_INVALID_USERNAME_MESSAGE_FORMAT
source: %1$@ is not a valid username. Make sure you’ve entered the complete username followed by its set of digits.
ar: %1$@ ليس اسم مُستخدِم صالح. تأكَّد من أنك أدخلتَ اسم المُستخدِم كاملًا متبوعًا بمجموعة الأرقام الخاصة به.
be: %1$@ — несапраўднае імя карыстальніка. Праверце, ці вы ўвялі поўнае імя карыстальніка з далейшым наборам лічбаў.
bn: ব্যবহারকারীর নাম হিসেবে %1$@ নামটি কার্যকর নয়। নিশ্চিত করুন যে আপনি ব্যবহারকারীর নামের সম্পূর্ণ নামের পরে তার ডিজিটের সেট লিখেছেন।
ca: %1$@ no és un àlies vàlid. Assegurat que has escrit l'àlies complet seguit pel seu conjunt de dígits.
cs: %1$@ není platné uživatelské jméno. Ujistěte se, že jste zadali celé uživatelské jméno následované sadou číslic.
da: %1$@ er ikke et gyldigt brugernavn. Sørg for at du har angivet det fulde brugernavn efterfulgt af det tilhørende sæt cifre.
de: %1$@ ist kein gültiger Nutzername. Stelle sicher, dass du den vollständigen Nutzernamen gefolgt von der Ziffernfolge eingegeben hast.
el: Το όνομα χρήστη %1$@ δεν είναι έγκυρο. Επιβεβαίωσε ότι έγραψες ολόκληρο το όνομα χρήστη, μαζί με το σύνολο ψηφίων.
es: %1$@ no es un alias válido. Asegúrate de haber introducido el alias correcto seguido de su conjunto de dígitos.
fa: %1$@ نام کاربری معتبری نیست. مطمئن شوید که نام کاربری را کامل و همراه با مجموعه ارقام بعد از آن وارد کرده‌اید.
fi: %1$@ ei ole kelvollinen käyttäjänimi. Varmista, että olet syöttänyt koko käyttäjänimen ja sen numerosarjan.
fr: %1$@ n'est pas un nom d'utilisateur valide. Le nom d'utilisateur complet doit comporter un nom suivi d'un point et d'une série de chiffres.
ga: Ní ainm úsáideora bailí é %1$@. Cinntigh gur chuir tú isteach an t-ainm úsáideora iomlán agus a thacar digití ina dhiaidh sin.
gu: %1$@ એ માન્ય યુઝરનેમ નથી. ખાતરી કરો કે તમે આખું યુઝરનેમ દાખલ કર્યું છે જેની પાછળ તેના અંકોનો સમૂહ પણ હોય.
he: %1$@ הוא לא שם משתמש חוקי. כדאי לוודא שהכנסת את שם המשתמש המלא ואחריו סט הספרות שלו.
hi: %1$@ मान्य यूज़रनेम नहीं है। सुनिश्चित करें कि आपने पूरा यूज़रनेम और उसके बाद उसके अंकों का सेट दर्ज किया है।
hr: %1$@ nije važeće korisničko ime. Provjerite jeste li unijeli puno korisničko ime i pripadajući skup znamenki.
hu: %1$@ érvénytelen felhasználónév. Győződj meg róla, hogy a teljes felhasználónevet és a hozzá tartozó számjegyeket adtad meg.
id: %1$@ bukan nama pengguna yang valid. Pastikan Anda telah memasukkan nama pengguna yang lengkap diikuti dengan satu set angkanya.
it: %1$@ non è un nome utente valido. Assicurati di aver inserito il nome utente corretto seguito dalla combinazione numerica corrispondente.
ja: %1$@ は有効なユーザーネームではありません。数字とセットになっている正確なユーザーネームを入力しているか確認しててください。
ko: %1$@은(는) 올바른 사용자 이름이 아닙니다. 전체 사용자 이름과 일련번호를 차례로 입력했는지 확인하세요.
mr: %1$@ एक वैध वापरकर्तानाव नाही. आपण नंतर असलेल्या अंकांच्या संचासह वापरकर्तानाव पूर्णपणे प्रविष्ट केले असल्याची खात्री करा.
ms: %1$@ bukan nama pengguna yang sah. Pastikan anda telah memasukkan nama pengguna yang lengkap diikuti dengan set digitnya.
nb: %1$@ er ikke et gyldig brukernavn. Forsikre deg om at du har skrevet inn hele brukernavnet med alle tallene som hører til.
nl: %1$@ is geen geldige gebruikersnaam. Zorg ervoor dat je de volledige gebruikersnaam hebt ingevoerd, inclusief de punt en bijbehorende cijfercombinatie.
pl: %1$@ to nieprawidłowa nazwa użytkownika. Upewnij się, że podajesz pełną nazwę użytkownika wraz z ciągiem cyfr.
pt_br: %1$@ não é um nome de usuário válido. Certifique-se de que você digitou o nome de usuário completo, seguido pelo conjunto de dígitos.
pt_pt: %1$@ não é um nome de utilizador válido. Certifique-se de que introduziu o nome de utilizador completo seguido do seu conjunto de dígitos.
ro: %1$@ nu este un nume de utilizator valid. Asigură-te că ai introdus numele de utilizator complet.
ru: %1$@ – недействительное имя пользователя. Убедитесь, что вы ввели полное имя пользователя с последующим набором цифр.
sk: %1$@ nie je platné používateľské meno. Uistite sa, že ste zadali celé používateľské meno a za ním súpravu číslic.
sr: %1$@ није важеће корисничко име. Проверите да ли сте унели цело корисничко име праћено његовим скупом цифара.
sv: %1$@ är inte ett giltigt användarnamn. Kontrollera att du har angett hela användarnamnet följt av dess uppsättning siffror.
th: %1$@ เป็นชื่อผู้ใช้ที่ไม่ถูกต้อง ตรวจสอบว่าคุณใส่ชื่อผู้ใช้ครบถ้วน ตามด้วยชุดตัวเลขที่ถูกต้อง
tr: %1$@ geçerli bir kullanıcı adı değildir. Tam kullanıcı adını ve ardından basamak grubunu girdiğinden emin ol.
ug: %1$@ ئىناۋەتلىك ئىشلەتكۈچى نامى ئەمەس. ئىشلەتكۈچى نامىنى تولۇق كىرگۈزۈشكە ۋە ئۇنىڭ بىلەن بىللە كېلىدىغان بىر يۈرۈش رەقەمنى كىرگۈزۈشكە كاپالەتلىك قىلىڭ.
uk: Імені користувача %1$@ не існує. Перевірте, чи ви ввели повне ім'я користувача з цифрами.
ur: %1$@ درست یوزر نیم نہیں ہے۔ یقینی بنائیں کہ آپ نے مکمل یوزر نیم اور اس کے بعد اس کے ہندسوں کا سیٹ درج کیا ہو۔
vi: Tên người dùng %1$@ không hợp lệ. Đảm bảo rằng bạn đã nhập đầy đủ tên người dùng có dãy số phía sau.
zh_cn: %1$@不是一个有效的用户名。请确认您输入了完整的用户名和与之匹配的一组数字。
zh_hk: %1$@ 不是有效的用戶名稱。請確保你已輸入完整的用戶名稱，以及隨後的一組數字。
