Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_LINK_VIEW_RESET_LINK
source: Reset Link
af: Stel skakel terug
ar: إعادة تعيين الرابط
az: Bağlantını sıfırla
be: Скінуць спасылку
bn: লিঙ্ক রিসেট করুন
ca: Restableix l'enllaç
cs: Obnovit odkaz
cy: Dolen Ailosod
da: Nulstil link
de: Link zurücksetzen
el: Επαναφορά συνδέσμου
es: Restablecer enlace
es_es: Restablecer enlace
et: Lähtesta link
eu: Berrezarri esteka
fa: تغییر پیوند
fi: Luo uudelleen
fr: Réinitialiser le lien
gu: લિંકને રિસેટ કરો
he: אפס קישור
hi: लिंक को रीसेट करें
hr: Poništi poveznicu
hu: Hivatkozás cseréje
id: Atur ulang Tautan
is: Endurstilla tengil
it: Reimposta link
ja: リンクをリセットする
kab: Wennez aseɣwen
km: á€áŸ†áááŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á¡á¾á„áœá·á‰
kn: ರೀಸೆಟ್ ಲಿಂಕ್
ko: 링크 초기화
lt: Atstatyti nuorodą
lv: Atiestatīt saiti
mk: Ресетирај линк
ml: ലിങ്ക് പുനഃസജ്ജമാക്കുക
mr: रीसेट करा
ms: Tetapkan Semula Pautan
my: လင့်ခ် ကိုပြန်လည်သတ်မှတ်
nb: Tilbakestill lenke
nl: Link vernieuwen
pa: ਲਿੰਕ ਰੀਸੈੱਟ ਕਰੋ
pl: Zresetuj link
ps: د لینک تنظیم
pt_br: Redefinir o Link
pt_pt: Redefinir link
ro: Resetare link
ru: Сбросить ссылку
sk: Zresetovať odkaz
sl: Ponastavi povezavo
sq: Ricaktoni Lidhje
sr: Ресетуj линк
sv: Återställ länk
sw: Weka Upya Kiungo
ta: மீட்டமைஇணைப்பு
te: లింక్‌ను రీసెట్ చేయండి
th: ล้างตั้งค่าลิงก์ใหม่
tr: Bağlantıyı Sıfırla
ug: ئۇلانمىنى ئەسلىگە قايتۇر
uk: Скинути посилання
ur: لنک کو دوبارہ ترتیب دیں
vi: Đặt lại Đường dẫn
zh_cn: 重置链接
zh_hk: 重設連結

# GROUP_LINK_VIEW_RESET_LINK_CONFIRM_ALERT_TITLE
source: Are you sure you want to reset the group link? People will no longer be able to join the group using the current link.
af: Is jy seker jy wil die groepskakel terugstel? Mense sal nie meer met die huidige skakel by die groep kan aansluit nie.
ar: هل أنت متأكِّد من رغبتك في إعادة تعيين رابط المجموعة؟ لن يتمكن الناس بعد الآن من الانضمام للمجموعة باستخدام الرابط الحالي.
az: Qrup bağlantısını sıfırlamaq istədiyinizə əminsiniz? İnsanlar, artıq hazırkı bağlantını istifadə edərək qrupa qoşula bilməyəcək.
be: Вы ўпэўнены, што хочаце скінуць спасылку на групу? Людзі больш не змогуць далучыцца да групы па бягучай спасылцы.
bn: আপনি কি গ্রুপের লিঙ্কটি রিসেট করতে চাওয়ার ব্যাপারে নিশ্চিত? বর্তমান লিঙ্কটি ব্যবহার করে লোকেরা আর গ্রুপে যোগ দিতে পারবেন না।
ca: Segur que voleu restablir l'enllaç del grup? La gent ja no podrà afegir-se al grup amb l’enllaç actual.
cs: Opravdu chcete obnovit skupinový odkaz? Pomocí současného odkazu se pak už lidé nebudou schopni ke skupině připojit.
cy: Ydych chi'n siŵr eich bod am ailosod y ddolen grŵp? Ni fydd pobl bellach yn gallu ymuno â'r grŵp gan ddefnyddio'r ddolen gyfredol.
da: Er du sikker på, at du vil nulstille gruppelinket? Man vil ikke længere kunne deltage i gruppen ved hjælp af det aktuelle link
de: Möchtest du den Gruppen-Link wirklich zurücksetzen? Über den derzeitigen Link wird der Gruppe dann niemand mehr beitreten können.
el: Είσαι σίγουρος/η πως θέλεις να επαναφέρεις το σύνδεσμο της ομάδας; Δεν θα μπορεί να μπει κανένας άλλος στην ομάδα χρησιμοποιώντας τον τωρινό σύνδεσμο.
es: ¿Quieres restablecer el enlace al grupo? Si lo restableces, nadie podrá unirse al grupo usando el enlace actual.
es_es: ¿Deseas restablecer el enlace para compartir el grupo? Si lo restableces, nadie podrá unirse al grupo usando el enlace actual.
et: Kas sa tõesti soovid grupilinki lähtestada? Inimesed ei saa siis varasema lingi kaudu enam vestlusega liituda.
eu: Ziur zaude talde esteka berrezarri nahi izateaz? Eginez gero, jendea ezingo da sartu taldean oraingo esteka erabiliz.
fa: آیا از تنظیم مجدد پیوند گروه اطمینان دارید؟ افراد دیگر نمی‌توانند با استفاده از پیوند فعلی به گروه بپیوندند.
fi: Haluatko varmasti asettaa ryhmälinkin uudelleen? Ryhmään ei voi enää liittyä nykyistä linkkiä käyttäen.
fr: Voulez-vous vraiment réinitialiser le lien du groupe ? Personne ne pourra plus rejoindre le groupe via le lien actuel.
gu: શું તમે ખરેખર ગ્રુપ લિંક રિસેટ કરવા માંગો છો? લોકો હવે વર્તમાન લિંકનો ઉપયોગ કરીને ગ્રુપમાં જોડાઈ શકશે નહીં.
he: האם אתה בטוח שאתה רוצה לאפס את קישור הקבוצה? אנשים לא יוכלו עוד להצטרף אל הקבוצה ע״י שימוש בקישור הנוכחי.
hi: क्या आप वाक़ई ग्रुप लिंक को रीसेट करना चाहते हैं? लोग वर्तमान लिंक का इस्तेमाल करके ग्रुप में शामिल नहीं हो सकेंगे।
hr: Jeste li sigurni da želite poništiti poveznicu grupe? Osobe se više neće moći pridružiti grupi koristeći trenutnu poveznicu.
hu: Biztosan lecseréled a csoporthivatkozást? Utána már nem lehet a jelenlegi hivatkozás használatával belépni a csoportba.
id: Apakah Anda yakin untuk mengatur ulang tautan grup? Orang-orang tidak akan bisa bergabung ke dalam grup menggunakan tautan saat ini.
is: Ertu viss um að þú viljir endurstilla hóptengilinn? Fólk mun þá ekki lengur geta gengið í hópinn með fyrirliggjandi hóptengli.
it: Sei sicuro di voler reimpostare il link del gruppo? Le persone non saranno più in grado di unirsi al gruppo utilizzando il link corrente.
ja: 本当にグループリンクをリセットしますか？リセットすると現在のリンクからグループに参加できなくなります。
kab: D tidet tebɣiḍ ad twennzeḍ aseɣwen n ugraw? Imdanen ur ttizmiren ara ad d-rnun s agraw s useqdec n useɣwen amiran.
km: áá¾á¢áŸ’á“á€á”áŸ’ášá¶á€áŠáá¶á…á„áŸ‹á€áŸ†áááŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜á¡á¾á„áœá·á‰á˜áŸ‚á“á‘áŸ? á¢áŸ’á“á€áŠá‘áŸƒ á“á¹á„á˜á·á“á¢á¶á…á…á¼á›ášá½á˜á€áŸ’ášá»á˜ áŠáŸ„á™á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ááŸ†áá—áŸ’á‡á¶á”áŸ‹á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á”á¶á“á‘áŸáŸ”
kn: ನೀವು ಖಚಿತವಾಗಿ ಗುಂಪಿನ ಲಿಂಕ್ ಅನ್ನು ಮರುಹೊಂದಿಸಲು ಬಯಸುತ್ತೀರಾ? ಪ್ರಸ್ತುತ ಲಿಂಕ್ ಅನ್ನು ಬಳಸಿ ಇನ್ನು ಮುಂದೆ ಗುಂಪನ್ನು ಸೇರಲು ಜನರಿಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 그룹 링크를 초기화하시겠습니까? 이 링크로 사람들이 그룹에 참가할 수 없게 됩니다.
lt: Ar tikrai norite atstatyti grupės nuorodą? Žmonės daugiau nebegalės prisijungti prie grupės naudodami dabartinę nuorodą.
lv: Vai tiešām vēlaties atiestatīt grupas saiti? Cilvēki vairs nevarēs pievienoties šai grupai, izmantojot pašreizējo saiti.
mk: Дали сте сигурни дека сакате да го ресетирате групниот линк? Луѓето повеќе нема да можат да се приклучат на групата со тековниот линк.
ml: ഗ്രൂപ്പ് ലിങ്ക് പുനസജ്ജമാക്കണമെന്ന് നിങ്ങള്‍ക്ക് ഉറപ്പാണ‍ോ? നിലവിലെ ലിങ്ക് ഉപയോഗിച്ച് ആളുകൾക്ക് മേലിൽ ഗ്രൂപ്പിൽ ചേരാനാവില്ല.
mr: गट लिंक रीसेट करण्याची आपणास खात्री आहे का? वर्तमान लिंक वापरून लोक यापुढे गटात सामील होऊ शकणार नाहीत.
ms: Adakah anda pasti mahu menetapkan semula pautan kumpulan? Orang tidak dapat lagi menyertai kumpulan menggunakan pautan semasa.
my: သင်မှ အဖွဲ့လင့်ခ်ကို ပြန်လည်သတ်မှတ်ရန် သေချာပါသလား? အခြားလူများသည် လက်ရှိလင့်ခ်မှ တစ်ဆင့် အဖွဲ့သို့ ဝင်လို့မရတော့ပါ။
nb: Er du sikker på at du vil tilbakestille gruppelenken? Folk vil ikke lenger kunne bli med i gruppen ved hjelp av den nåværende lenken.
nl: Weet je zeker dat je de groepslink wilt vernieuwen? Als je de link vernieuwt kunnen mensen niet langer lid worden via de huidige link.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਗਰੁੱਪ ਲਿੰਕ ਨੂੰ ਰੀਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਲੋਕ ਹੁਣ ਮੌਜੂਦਾ ਲਿੰਕ ਦੀ ਵਰਤੋਂ ਨਾਲ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋ ਸਕਣਗੇੇ।
pl: Chcesz zresetować link do grupy? Inne osoby nie będą już mogły do niej dołączać za pomocą dotychczasowego linku.
ps: ایا ډاډه یاست چې غواړئ د ګروپ لینک تنظیم کړئ؟ خلک به نور ونشي کولای چې د همدې لینک په کارولو سره له دغه ګروپ سره یو ځای شي.
pt_br: Tem certeza que quer redefinir o link do grupo? As pessoas não poderão mais entrar no grupo usando o link atual.
pt_pt: Tem a certeza que deseja redefinir o link para o grupo? As pessoas deixarão de poder entrar para o grupo através do link atual.
ro: Sigur dorești să resetezi linkul de grup? Oamenii nu vor mai putea să se alăture grupului folosind linkul curent.
ru: Вы уверены, что хотите сбросить ссылку на группу? Больше никто не сможет присоединиться к группе по текущей ссылке.
sk: Ste si istý/á, že chcete zresetovať odkaz do skupiny? Ľudia sa už viac nebudú môcť do skupiny pridať prostredníctvom aktuálneho odkazu.
sl: Ste prepričani, da želite ponastaviti povezavo do skupine? Uporabiki/ce se več ne bodo mogli/e pridružiti skupini preko sedanje povezave.
sq: Jeni i sigurt se doni të rikthehet te parazgjedhjet lidhja e grupit? Njerëzit s’do të jenë më në gjendje të bëhen pjesë e grupit duke përdorur lidhjen e tanishme.
sr: Желите ли сигурно да ресетујете линк за групу? Људи више неће моћи да се придруже групи преко тренутног линка.
sv: Är du säker på att du vill återställa grupplänken? Personer kommer inte längre att kunna gå med i gruppen med den aktuella länken.
sw: Je, una hakika unataka kuweka upya kiungo cha kikundi? Watu hawataweza tena kujiunga na kikundi kwa kutumia kiungo cha sasa.
ta: குழு இணைப்பை மீட்டமைக்க விரும்புகிறீர்களா? தற்போதைய இணைப்பைப் பயன்படுத்தி மக்கள் இனி குழுவில் சேர முடியாது.
te: మీరు సమూహ లింక్‌ను రీసెట్ చేయాలనుకుంటున్నారా? ప్రస్తుత లింక్‌ను ఉపయోగించి ప్రజలు ఇకపై సమూహంలో చేరలేరు.
th: คุณแน่ใจหรือไม่ว่าต้องการตั้งค่าลิงก์กลุ่มนี้ใหม่? คนจะไม่สามารถเข้าร่วมกลุ่มด้วยลิงก์ปัจจุบันได้อีกต่อไป
tr: Grup bağlantısını sıfırlamak istediğinizden emin misiniz? İnsanlar artık geçerli bağlantıyı kullanarak gruba katılamazlar.
ug: گۇرۇپپا ئۇلانمىسىنى راستلا ئەسلىگە قايتۇرامسىز؟ ئەسلىگە قايتۇرۇلغاندىن كېيىن كىشىلەر ئىلگىرىكى ئۇلانما ئارقىلىق گۇرۇپپىغا قوشۇلالمايدۇ.
uk: Ви точно хочете скинути посилання на цю групу? Долучатися до групи за поточним посиланням стане неможливо.
ur: کیا آپ واقعی گروپ لنک کو دوبارہ ترتیب دینا چاہتے ہیں؟ موجودہ لنک کا استعمال کرکے لوگ اب گروپ میں شامل نہیں ہوسکیں گے۔
vi: Bạn có muốn đặt lại đường dẫn nhóm? Người dùng khác sẽ không thể tham gia nhóm bằng đường dẫn hiện tại.
zh_cn: 确定要重置群组链接吗？重置后他人将无法通过原来的链接加入群组。
zh_hk: 您確定要重設群組連結嗎？別人將無法再以目前的連結加入群組。

# GROUP_LINK_VIEW_SHARE_LINK
source: Share
af: Deel
ar: مشاركة
az: Paylaş
be: Абагуліць
bn: শেয়ার করুন
ca: Compartir-lo
cs: Sdílet
cy: Rhannu
da: Del
de: Teilen
el: Μοιράσου
es: Compartir
es_es: Compartir
et: Jaga
eu: Elkarbanatu
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
ga: Comhroinn
gu: શેર કરો
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有する
kab: Bḍu
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€
kn: ಹಂಚಿಕೊಳ್ಳಿ
ko: 공유
lt: Bendrinti
lv: Kopīgot
mk: Сподели
ml: പങ്കിടുക
mr: सामायिक करा
ms: Kongsi
my: ဝေမျှမယ်
nb: Del
nl: Delen
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
ps: شریکول
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sl: Deli
sq: Ndajeni Me të Tjerë
sr: Подели
sv: Dela
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ug: ھەمبەھىرلە
uk: Поділитися
ur: اشتراک کریں
vi: Chia sẻ
zh_cn: 分享
zh_hk: 共享

# GROUP_LINK_VIEW_SHARE_LINK_VIA_IOS_SHARING
source: Share
af: Deel
ar: مشاركة
az: Paylaş
be: Абагуліць
bn: শেয়ার করুন
ca: Compartir-lo
cs: Sdílet
cy: Rhannu
da: Del
de: Teilen
el: Μοιράσου
es: Compartir
es_es: Compartir
et: Jaga
eu: Elkarbanatu
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
ga: Comhroinn
gu: શેર કરો
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有する
kab: Bḍu
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€
kn: ಹಂಚಿಕೊಳ್ಳಿ
ko: 공유
lt: Bendrinti
lv: Kopīgot
mk: Сподели
ml: പങ്കിടുക
mr: सामायिक करा
ms: Kongsi
my: ဝေမျှမယ်
nb: Del
nl: Delen via andere app
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
ps: شریکول
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sl: Deli
sq: Ndajeni Me të Tjerë
sr: Подели
sv: Dela
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ug: ھەمبەھىرلە
uk: Поділитися
ur: اشتراک کریں
vi: Chia sẻ
zh_cn: 分享
zh_hk: 共享

# GROUP_LINK_VIEW_SHARE_LINK_VIA_QR_CODE
source: QR Code
af: QR-kode
ar: كود الـ QR
az: QR Kodu
be: QR-код
bn: QR কোড
ca: Codi QR
cs: QR kód
cy: Cod QR
da: QR-kode
el: Κωδικός QR
es: Código QR
es_es: Código QR
et: QR-kood
eu: QR Kodea
fa: کد QR
fi: QR-koodi
fr: Code QR
ga: Tagairt QR
gu: QR કોડ
he: קוד QR:
hi: QR कोड
hr: QR kôd
hu: QR kód
id: Kode QR
is: QR kóði
it: Codice QR
ja: QRコード
kab: Tangalt QR
km: á€á¼áŠ QR
kn: ಕ್ಯುಆರ್‌ ಕೋಡ್
ko: QR 코드
lt: QR kodas
lv: QR kods
mk: QR код
ml: QR കോഡ്
mr: QR कोड
ms: Kod QR
my: QR ကုဒ်
nb: QR-kode
pa: QR ਕੋਡ
pl: Kod QR
ps: د QR کوډ
pt_br: Código QR
pt_pt: Código QR
ro: Cod QR
ru: QR-код
sk: QR kód
sl: Koda QR
sq: Kod QR
sr: QR код
sv: QR Kod
sw: Msimbo wa QR
ta: QR குறியீடு
te: QR కోడ్
th: รหัส QR
tr: Karekod
ug: QR كودى
uk: QR-код
ur: QR کوڈ
vi: Mã QR
zh_cn: QR 代码
zh_hk: 二維碼

# GROUP_LINK_VIEW_SHARE_LINK_VIA_SIGNAL
source: Share via Signal
af: Deel d.m.v. Signal
ar: مشاركة عبر سيجنال
az: Signal ilə paylaş
be: Абагуліць праз Signal
bn: Signal-এর মাধ্যমে শেয়ার করুন
ca: Comparteix per Signal
cs: Sdílet přes Signal
cy: Rhannu trwy Signal
da: Del via Signal
de: Über Signal teilen
el: Μοιράσου μέσω Signal
es: Compartir por Signal
es_es: Compartir vía Signal
et: Jaga Signali kaudu
eu: Partekatu Signal bidez
fa: اشتراک‌گذاری از طریق سیگنال
fi: Jaa Signalilla
fr: Partager via Signal
ga: Comhroinn trí Signal
gu: Signal દ્વારા શેર કરો
he: שתף באמצעות Signal
hi: Signal के ज़रिये शेयर करें
hr: Podijeli putem Signala
hu: Megosztás Signallal
id: Bagikan melalui Signal
is: Deila í gegnum Signal
it: Condividi tramite Signal
ja: Signal経由で共有する
kab: Bḍu s Signal
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€áá¶á˜ášá™áŸˆ Signal
kn: Signal ನಿಂದ ಹಂಚಿಕೊಳ್ಳಿ
ko: Signal로 공유
lt: Bendrinti per Signal
lv: Koplietot, izmantojot Signal
mk: Сподели преку Signal
ml: Signal വഴി പങ്കിടുക
mr: Signal द्वारा शेअर करा
ms: Kongsi melalui Signal
my: Signal မှတဆင့်မျှဝေမယ်
nb: Del via Signal
nl: Delen via Signal
pa: Signal ਰਾਹੀਂ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij przez Signal
ps: د Signal له لارې شریکول
pt_br: Compartilhar via Signal
pt_pt: Partilhar através do Signal
ro: Partajează prin Signal
ru: Поделиться через Signal
sk: Zdieľať cez Signal
sl: Deli preko Signala
sq: Ndajeni përmes Signal-i
sr: Поделите преко Signal-а
sv: Dela via Signal
sw: Shiriki kupitia Signal
ta: சிக்னல் Signal வழியாக பகிரவும்
te: Signal ద్వారా భాగస్వామ్యం చేయండి
th: แบ่งปันผ่าน Signal
tr: Signal ile Paylaş
ug: Signal ئارقىلىق ھەمبەھىرلە
uk: Надіслати в Signal
ur: Signal کے ذریعے شیئر کریں
vi: Chia sẻ qua Signal
zh_cn: 通过 Signal 分享
zh_hk: 透過 Signal 分享

# GROUP_LINK_VIEW_SHARE_SHEET_MESSAGE
source: Anyone with this link can view this group’s name and members and request to join. Share it with people you trust.
af: Enigeen met hierdie skakel kan die groepnaam en -lede soek en versoek om aan te sluit. Deel dit met mense wie jy vertrou.
ar: أي شخص لديه هذا الرابط يُمكنه رؤية اسم هذه المجموعة وأعضائها وإرسال طلب للانضمام. شاركه مع من تثق به.
az: Bu bağlantıya sahib olan hər kəs qrup adını və fotosunu görə, qoşulma tələbi göndərə bilər. Güvəndiyiniz şəxslərlə paylaşın.
be: Усякі, хто мае гэтую спасылку, зможа прагледзець назву і фота групы, яе ўдзельнікаў, а таксама запытаць далучэнне. Абагульвайце яе толькі з тымі людзьмі, да якіх маеце давер.
bn: লিঙ্কটি রয়েছে এমন যেকেউ গ্রুপটির নাম ও সদস্যদের দেখতে পাবেন এবং যোগ দেওয়ার অনুরোধ করতে পারবেন। আপনার বিশ্বস্ত লোকদের সাথে এটি শেয়ার করুন।
ca: Qualsevol persona amb aquest enllaç pot veure el nom i els membres del grup i sol·licitar afegir-s'hi. Compartiu-lo amb gent en qui confieu.
cs: Kdokoli, kdo má tento odkaz, může vidět jméno skupiny, její členy a může požádat o připojení ke skupině. Sdílejte ho s lidmi, kterým důvěřujete.
cy: Gall unrhyw un sydd â'r ddolen hon weld enw'r grŵp a'i aelodau ac anfon cais i ymuno. Rhannwch ef gyda phobl rydych chi'n ymddiried ynddynt.
da: Alle med dette link kan se gruppens navn og medlemmer og anmode om at deltage. Del det med personer, du stoler på.
de: Jeder mit diesem Link kann sowohl den Namen und die Mitgliederanzahl dieser Gruppe sehen als auch Beitrittsanfragen stellen. Teile ihn mit Personen, denen du vertraust.
el: Με αυτό τον σύνδεσμο, οποιοσδήποτε μπορεί να δεί το όνομα και τα μέλη αυτής της ομάδας, και να ζητήσει να μπει στην ομάδα. Μοιράσου τον μόνο με άτομα που εμπιστεύεσαι.
es: Cualquiera que tenga este enlace puede ver el nombre del grupo y sus participantes y solicitar unirse. Compártelo con personas de confianza.
es_es: Cualquiera que reciba este enlace puede unirse al grupo. Compártelo sólo con gente en la que confíes.
et: Igaüks saab selle lingi kaudu näha grupi nime ja liikmeid ning saata taotluse liitumiseks. Jaga seda isikutega, keda usaldad.
eu: Esteka hau duen edonork taldearen izena eta kideak zein diren ikusi dezake eta taldean sartzeko eskaera egin. Parteka ezazu bakarrik konfiantzazkoa den jendearekin.
fa: هرکسی با این پیوند می‌تواند نام و اعضای گروه را مشاهده کند و درخواست پیوستن بدهد. فقط با کسانی که اعتماد دارید به اشتراک بگذارید.
fi: Kuka tahansa, jolla on tämä linkki, näkee ryhmän nimen ja kuvan ja voi pyytää liittymistä jäseneksi. Jaa linkki vain henkilöille, joihin luotat.
fr: Toute personne disposant du lien peut afficher le nom du groupe, savoir combien il compte de membres et demander à le rejoindre. Ne le partagez qu'avec des personnes de confiance.
ga: Is féidir le haon duine leis an nasc seo amharc ar ainm agus baill an ghrúpa seo agus iarraidh ar dhul isteach ann. Comhroinn le daoine a bhfuil muinín agat astu é.
gu: આ લિંક ધરાવતી કોઈપણ વ્યક્તિ આ ગ્રુપનું નામ અને સભ્યો જોઈ શકે છે અને જોડાવાની વિનંતી કરી શકે છે. તમે જે લોકો પર વિશ્વાસ કરો છો તેમની સાથે તેને શેર કરો.
he: כל אחד עם קישור זה יכול לראות את שם הקבוצה ואת חברי הקבוצה ולבקש להצטרף. שתף אותו עם אנשים שאתה בוטח בהם.
hi: जिस भी व्यक्ति के पास यह लिंक होगा, वह इस ग्रुप का नाम और सदस्यों को देख सकता है और इसमें शामिल होने का अनुरोध कर सकता है। इसे अपने भरोसेमंद लोगों के साथ शेयर करें।
hr: Bilo tko s ovom poveznicom može vidjeti naziv grupe i članove kao i poslati zahtjev za pridruživanje. Podijelite s osobama kojima vjerujete.
hu: Ennek a linknek a birtokában bárki láthatja a csoportnevet és a tagok listáját, továbbá belépési kéréssel fordulhat a csoport felé. Azokkal oszd csak meg, akikben megbízol.
id: Siapapun dengan tautan ini dapat melihat nama dan anggota grup ini dan dapat meminta untuk bergabung. Bagikan dengan orang yang Anda percaya.
is: Hver sá sem er með þennan tengil getur skoðað nafn hópsins, meðlimi hans og beiðnir um þátttöku. Deildu honum einungis með fólki sem þú treystir.
it: Chiunque con questo link può vedere il nome e i membri del gruppo e inviare una richiesta di unirsi. Condividilo con persone di cui ti fidi.
ja: 誰でもこのリンクから、グループの名前とメンバーを見たり、参加を申請できます。信頼できる人と共有してください。
kab: Yal win yesεan aseɣwen-a yezmer ad iwali isem n ugraw-a d yiɛeggalen-is d yisutar n tmerna. Bḍu-t akked yimdanen iɣef tettekleḍ.
km: á¢áŸ’á“á€áŠáŸ‚á›á˜á¶á“ááŸ†áášá—áŸ’á‡á¶á”áŸ‹á“áŸáŸ‡á“á¹á„á¢á¶á…á˜á¾á›áƒá¾á‰áˆáŸ’á˜áŸ„áŸ‡á€áŸ’ášá»á˜ áŸá˜á¶á‡á·á€ á“á·á„áŸáŸ’á“á¾áŸá»áŸ†á…á¼á›á€áŸ’ášá»á˜á”á¶á“áŸ” áŸá¼á˜á…áŸ‚á€ášáŸ†á›áŸ‚á€á‡á¶á˜á½á™ááŸ‚á¢áŸ’á“á€áŠáŸ‚á›á‘á»á€á…á·ááŸ’ááŸ”
kn: ಈ ಲಿಂಕ್‌ನೊಂದಿಗೆ ಯಾರಾದರೂ ಈ ಗುಂಪಿನ ಹೆಸರು ಮತ್ತು ಸದಸ್ಯರನ್ನು ನೋಡಬಹುದು ಹಾಗೂ ಸೇರಲು ವಿನಂತಿಸಬಹುದು. ನೀವು ನಂಬುವ ಜನರೊಂದಿಗೆ ಇದನ್ನು ಹಂಚಿಕೊಳ್ಳಿ.
ko: 이 링크를 가지고 있는 모두가 그룹 이름을 보거나 참가 요청을 보낼 수 있습니다. 믿을 수 있는 사람들에게 공유하세요.
lt: Kiekvienas, turintis šią nuorodą, gali peržiūrėti šios grupės pavadinimą, jos narių sąrašą ir gali prašyti prisijungti prie grupės. Bendrinkite nuorodą su žmonėmis, kuriais pasitikite.
lv: Ikviens ar šo saiti var skatīt šīs grupas nosaukumu un dalībniekus un nosūtīt pieprasījumu tai pievienoties. Nosūtiet šo saiti tikai cilvēkiem, kuriem uzticaties.
mk: Секој кој што го има линкот може да ги види името и членовите на оваа група и да побара да се приклучи. Споделете го со луѓе на кои им верувате.
ml: ഈ ലിങ്കുള്ള ആർക്കും ഈ ഗ്രൂപ്പിന്റെ പേരും അംഗങ്ങളും കാണാനും ചേരാൻ അഭ്യർത്ഥിക്കാനും കഴിയും. നിങ്ങൾ വിശ്വസിക്കുന്ന ആളുകളുമായി ഇത് പങ്കിടുക.
mr: ही लिंक असलेला कुणीही या गटाचा नाव आणि सदस्ये आणि सामील होण्याची विनंती पाहू शकतो. याला आपल्या विश्वासातल्या लोकांसह सामायिक करा.
ms: Sesiapa sahaja yang mempunyai pautan ini dapat melihat nama kumpulan dan ahli kumpulan ini dan meminta untuk menyertai kumpulan. Kongsikannya dengan orang yang anda percayai.
my: မည်သူမဆို ၎င်းလင့်ခ်ဖြင့် အဖွဲ့အမည် နှင့် အဖွဲ့ဝင်များကို တွေ့ရှိနိုင်ပြီး အဖွဲ့ဝင်ဖြစ်ရန် တောင်းဆိုနိုင်ပါသည်။ သင်ယုံကြည်ရသောသူများ နှင့်သာ ၎င်းလင့်ခ်ကို မျှဝေပေးပါ။
nb: Alle med denne lenken kan se gruppens navn og medlemmer, og be om å få bli med. Del den med folk du stoler på.
nl: Iedereen met deze link kan de naam, afbeelding en het aantal groepsleden zien en kan een verzoek indienen om lid te mogen worden deze groep. Deel deze link alleen met personen die je vertrouwt.
pa: ਇਸ ਲਿੰਕ ਵਾਲਾ ਕੋਈ ਵੀ ਬੰਦਾ ਇਸ ਗਰੁੱਪ ਦਾ ਨਾਮ ਅਤੇ ਮੈਂਬਰਾਂ ਨੂੰ ਦੇਖ ਸਕਦਾ ਹੈ ਅਤੇ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਬੇਨਤੀ ਕਰ ਸਕਦਾ ਹੈ। ਇਸਨੂੰ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ ਜਿਨ੍ਹਾਂ 'ਤੇ ਤੁਸੀਂ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹੋ।
pl: Każdy, kto otrzyma link, może wyświetlić nazwę grupy i listę osób, które do niej należą, a także poprosić o przyjęcie do grupy. Udostępniaj link tylko zaufanym osobom.
ps: په دغه لینک سره هر څوک کولای شي د ګروپ نوم او انځور وویني او د یو ځای کېدو لپاره غوښتنه وکړي. له هغو کسانو سره یې شریک کړئ چې تاسې پرې باوري یاست.
pt_br: Com este link, é possível ver o nome do grupo, quem participa dele e enviar um pedido de participação. Por isso, compartilhe-o com pessoas em quem você confia.
pt_pt: Qualquer pessoa com este link pode ver o nome e os membros do grupo e solicitar a adesão. Partilhe-o com pessoas em quem você confia.
ro: Oricine cu această adresă poate vedea numele grupului și membrii săi și poate solicita o cerere de aderare la grup. Distribuie adresa cu persoane de încredere.
ru: Любой, у кого есть эта ссылка, может просмотреть имя этой группы и её участников, а также отправить запрос на присоединение. Делитесь ей с людьми, которым вы доверяете.
sk: Každý, kto má tento odkaz, môže vidieť názov a členov tejto skupiny a požiadať o členstvo. Zdieľajte ho s ľuďmi, ktorým dôverujete.
sl: Vsakdo s to povezavo si lahko ogleda ime in člane te skupine ter zaprosi za pridružitev. Delite jo z ljudmi, ki jim zaupate.
sq: Cilido me këtë lidhje mund të shohë emrin e këtij grupi dhe anëtarët dhe kërkesat për pjesëmarrje në të. Jepuani njerëzve të cilëve u besoni.
sr: Свако ко има овај линк може да види назив групе и њене чланове, као и да затражи да се придружи групи. Поделите линк са људима у које имате поверења.
sv: Alla med denna länk kan se gruppens namn och medlemmar och begära att gå med. Dela den med personer du litar på.
sw: Yeyote aliye na kiungo hiki anaweza kutazama jina na washiriki wa kikundi hiki na kuomba kujiunga. Shiriki na watu unaowaamini.
ta: இதைக் கொண்ட எவரும் இணைப்பு முடியும் பார்வை இது குழுபெயர் மற்றும் உறுப்பினர்கள் மற்றும் கோரிக்கை சேர. பகிர் அது மக்கள் நீங்கள் நம்புகிறீர்கள்.
te: ఈ లింక్ ఉన్న ఎవరైనా ఈ గుంపు పేరు మరియు సభ్యులను చూడవచ్చు మరియు చేరాలని అభ్యర్థించవచ్చు. మీరు విశ్వసించే వ్యక్తులతో భాగస్వామ్యం చేయండి.
th: ทุกคนที่มีลิงก์นี้สามารถมองเห็นชื่อกลุ่ม สมาชิกกลุ่มและสามารถขอเข้าร่วมกลุ่มได้ แบ่งปันลิงก์นี้ให้กับผู้คนที่คุณไว้ใจ
tr: Bu bağlantıya sahip olan herkes grubun adını ve üyelerini görebilir ve katılma isteğinde bulunabilir. Güvendiğiniz insanlarla paylaşın.
ug: بۇ ئۇلانما ئارقىلىق خالىغان كىشى مەزكۇر گۇرۇپپىنىڭ ئاتى ۋە ئەزالىرىنى كۆرەلەيدۇ ھەمدە گۇرۇپپىغا قوشۇلۇشنى ئىلتىماس قىلالايدۇ. سىز ئىشىنىدىغان كىشىلەرگە ھەمبەھىرلەڭ.
uk: За цим посиланням усі можуть побачити назву й учасників групи та подати запит на приєднання. Діліться ним тільки з тими, кому довіряєте.
ur: اس لنک کے ساتھ کوئی بھی اس گروپ کا نام اور ممبر دیکھ سکتا ہے اور شامل ہونے کی درخواست کرسکتا ہے۔ اس پر اپنے اعتماد والے لوگوں کے ساتھ اشتراک کریں۔
vi: Bất kì ai có đường dẫn này có thể xem tên và thành viên của nhóm và yêu cầu tham gia. Chia sẻ nó với những người mà bạn tin tưởng.
zh_cn: 通过该链接，任何人可查看该群组的名称和成员，并可请求加入。请与您信任的人分享。
zh_hk: 任何人憑此連結將可檢視此群組的名稱和成員，並請求加入。請與您信任的人分享此連結。
