Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MISSING_MEDIA_LIBRARY_PERMISSION_MESSAGE
source: You can enable this permission in the iOS Settings app.
af: Jy kan hierdie toestemming in die iOS-instellingstoep aktiveer.
ar: يُمكنك إتاحة هذا الإذن من خلال إعدادات التطبيق على iOS.
az: Bu icazəni iOS tənzimləmələr tətbiqində fəallaşdıra bilərsiniz.
be: Вы можаце ўключыць гэты дазвол у наладах iOS.
bg: Можете да дадете това разрешение от приложението за Настройки на iOS.
bn: আপনি iOS সেটিংস অ্যাপ থেকে এই অনুমতিটি সক্ষম করতে পারবেন।
ca: Podeu activar aquest permís a la Configuració de l'iOS.
cs: Tento souhlas můžete udělit v nastavení iOS.
cy: Gallwch chi alluogi yr hawl yma yn yr app Gosodiadau iOS.
da: Du kan give tilladelsen i appen Indstillinger
de: Du kannst diese Berechtigung in der iOS-App »Einstellungen« aktivieren.
el: Μπορείς να δώσεις αυτή την πρόσβαση από την εφαρμογή Ρυθμίσεις του iOS.
es: Puedes habilitar este permiso en la aplicación Ajustes de iOS.
es_es: Puedes dar acceso desde «Ajustes» de iOS.
et: See õigus on võimalik lubada iOS-i rakenduses Settings.
eu: Aktiba dezakezu baimen hau iOS ezarpenak aplikazioan.
fa: شما می‌توانید این اجازه را از تنظیمات اپ iOS فعال کنید.
fi: Voit antaa käyttöoikeuden iOS-asetuksissa.
fil: Maaari mong paganahin ang pahintulot na ito sa Settings app ng iOS.
fr: Vous pouvez accorder cette autorisation dans l'app Réglages d'iOS.
ga: Is féidir leat cead a thabhairt don aip sna Socruithe iOS.
gu: તમે iOS સેટિંગ્સ એપ્લિકેશનમાં આ પરવાનગીને સક્ષમ કરી શકો છો.
he: אתה יכול לאפשר הרשאה זו ביישום הגדרות של iOS.
hi: आप इस अनुमति को iOS सेटिंग्स ऐप से दे सकते हैं।
hr: Možete omogućiti ovu dozvolu u postavkama iOS-a.
hu: Engedélyezheted az iOS Beállításokban.
id: Anda dapat mengaktifkan izin ini pada Pengaturan iOS.
is: Þú getur veitt þessa heimild í stillingum iOS.
it: Puoi abilitare questo permesso nelle impostazioni di iOS.
ja: iOSの設定でアクセス権限を設定できます。
kab: Tzemreḍ ad tremdeḍ tasiregt-a deg usnas n yiɣewwaren iOS.
kk: Бұл рұқсатты iOS параметрлері қолданбасында іске қосуға болады.
km: á¢áŸ’á“á€á¢á¶á…á”á¾á€á€á¶ášá¢á“á»á‰áŸ’á‰á¶áá“áŸáŸ‡ á€áŸ’á“á»á„á€á˜áŸ’á˜áœá·á’á¸ á€á¶ášá€áŸ†áááŸ‹ iOSáŸ”
kn: iOS ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಆಪ್‌ನಲ್ಲಿ ನೀವು ಈ ಅನುಮತಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
ko: iOS 설정 앱에서 권한을 활성화할 수 있습니다.
lt: Šį leidimą galite įjungti iOS nustatymų programėlėje.
lv: Piekļuves atļauju var piešķirt iOS iestatījumu lietotnē.
mk: Можете да ја овозможите оваа дозвола во апликацијата за iOS Поставки.
ml: നിങ്ങൾക്ക് ഈ അനുമതി iOS സെറ്റിംഗ്സ് ആപ്പിൽ പ്രാപ്തമാക്കാവുന്നതാണ്.
mr: आपण iOS सेटिंग अॅप मध्ये ही परवानगी सक्षम करू शकता.
ms: Anda boleh mendayakan kebenaran ini di dalam aplikasi Tetapan iOS
my: ၎င်းသုံးခွင့်ကို iOS အပြင်အဆင်အပ္ပလီကေးရှင်းထဲတွင် ဖွင့်နိုင်ပါသည်။
nb: Du kan endre denne tilgangen i iOS-innstillingene.
nl: Je kunt deze toestemming verlenen in de iOS-Instellingen-app.
pa: ਤੁਸੀਂ iOS Settings ਐਪ ਵਿੱਚ ਇਹ ਇਜਾਜ਼ਤ ਦੇ ਸਕਦੇ ਹੋ।
pa_pk: تساں iOS ترتیباں ایپ اچ ایس اجازت نوں فعال کر سکدے ہین۔
pl: Możesz włączyć to uprawnienie w ustawieniach swojego urządzenia z iOS.
ps: تاسې کولای شئ دغه اجازه د iOS د اپلیکیشن په تنظیماتو کې فعال کړئ.
pt_br: Você pode conceder essa permissão no app Ajustes do iOS.
pt_pt: Pode ativar esta permissão nas definições iOS da aplicação.
ro: Poți activa această permisiune din aplicația iOS Setări.
ru: Вы можете предоставить это разрешение в приложении «Настройки».
sk: Toto povolenie môžete povoliť v aplikácii Nastavenia iOS.
sl: To lahko omogočite v sistemskih nastavitvah iOS.
sq: Këtë leje mund ta aktivizoni që nga aplikacioni Rregullime iOS-i.
sr: Можете да укључите ту дозволу у подешавањима за iOS.
sv: Du kan aktivera denna behörighet i appen för iOS-inställningar.
sw: Unaweza kuhariri idhini hii kwenye mipangilio ya programu ya iOS.
ta: IOS அமைப்புகள் பயன்பாட்டில் இந்த அனுமதியை நீங்கள் இயக்கலாம்.
te: మీరు iOS సెట్టింగ్‌ల అనువర్తనంలో ఈ అనుమతిని ప్రారంభించవచ్చు.
th: คุณสามารถเปิดสิทธิ์นี้ได้ในการตั้งค่าของ iOS
tr: Bu izni Ayarlar uygulamasından etkinleştirebilirsiniz.
ug: سىز iOS تەڭشەكلىرىدىن ئەپ زىيارەت ھوقۇقىنى قوزغىتالايسىز.
uk: Доступ можна надати в параметрах iOS.
ur: آپ یہ اجازت iOS ایپ ترتیبات میں فعال کرسکتے ہیں۔
vi: Bạn có thể cho phép quyền truy cập này trong Cài đặt iOS.
zh_cn: 您可在”iOS 设置“中启用此权限。
zh_hk: 您可以在 iOS 「設定」 app 中允許存取權限。

# MISSING_MEDIA_LIBRARY_PERMISSION_TITLE
source: Signal requires access to your photos for this feature.
af: Vir hierdie funksie vereis Signal toegang tot jou foto’s.
ar: يتطلَّب سيجنال الوصول إلى الصور الخاصة بك لتفعيل هذه الميزة.
az: Signal, bu özəllik üçün fotolarınıza müraciət tələb edir.
be: Signal патрабуе доступу да вашых фота для гэтай функцыі.
bg: Signal изисква достъп до снимките ви за тази функция.
bn: এই বৈশিষ্ট্যটির জন্য Signal এর আপনার ছবির অ্যাক্সেস প্রয়োজন।
ca: El Signal necessita accés a les fotografies per a aquesta funció.
cs: Tato funkce Signalu vyžaduje přístup k fotografiím.
cy: Mae ar Signal angen mynediad i'ch lluniau ar gyfer y nodwedd hon.
da: Signal kræver adgang til dine fotos for at gøre dette
de: Signal benötigt für diese Funktion Zugriff auf deine Fotos.
el: Το Signal χρειάζεται πρόσβαση στις φωτογραφίες σου για αυτήν τη λειτουργία.
es: Signal necesita acceso a tu fototeca para usar esta función.
es_es: Signal necesita acceder a tu fototeca para usar esta función.
et: Signal vajab selle funktsionaalsuse kasutamiseks juurdepääsu sinu fotodele.
eu: Ezaugarri hau erabili ahal izateko, Signalek zure argazkiak ikusteko baimena behar du.
fa: signal برای این قابلیت نیاز به دسترسی به عکس های شما دارد.
fi: Tämän toiminnon käyttämiseksi Signal tarvitsee luvan käyttää laitteesi mediakirjastoa.
fil: Kailangan ng Signal ng access sa iyong mga larawan para sa feature na ito.
fr: Pour utiliser cette fonctionnalité, Signal doit accéder à vos photos.
ga: Teastaíonn rochtain ar do chuid grianghraf ó Signal chun é seo a dhéanamh.
gu: આ સુવિધા માટે Signal ને તમારા ફોટાના ઍક્સેસની જરૂર છે.
he: Signal דורש גישה אל התמונות שלך עבור מאפיין זה.
hi: इस सुविधा के लिये Signal को आपकी तस्वीरें देखने की अनुमति चाहिए होगी।
hr: Za ovu značajku, Signal treba pristup vašim fotografijama.
hu: A Signal hozzáférést igényel a fotóidhoz.
id: Signal membutuhkan akses ke foto Anda untuk fitur ini.
is: Signal þarf aðgang að myndunum þínum til að nýta þennan eiginleika.
it: Signal necessita dell'accesso alla tua libreria multimediale per questa funzione.
ja: この機能を使用するには、Signalに写真へのアクセス権限が必要です。
kab: Signal yesra anekcum ɣer tewlafin-inek·inem i tmahilt-a.
kk: Осы функция үшін Signal қолданбасына сіздің фотосуреттеріңізге қатынау мүмкіндігі қажет.
km: Signal ááŸ’ášá¼áœá€á¶ášá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ášá¼á”ááášá”áŸáŸ‹á¢áŸ’á“á€ áŸá˜áŸ’ášá¶á”áŸ‹á˜á»áá„á¶ášá“áŸáŸ‡áŸ”
kn: ಈ ವೈಶಿಷ್ಟ್ಯಕ್ಕಾಗಿ Signal ‌ಗೆ ನಿಮ್ಮ ಫೋಟೊಗಳಿಗೆ ಪ್ರವೇಶದ ಅಗತ್ಯವಿದೆ.
ko: Signal에서 해당 기능을 사용하려면 사진 접근 권한을 허용하세요.
lt: Norint naudoti šią ypatybę, Signal reikia prieigos prie jūsų nuotraukų.
lv: Lai izmantotu šo funkciju, lietotnei Signal nepieciešama piekļuve jūsu fotoattēliem.
mk: Signal бара пристап да вашите фотографии за оваа можност.
ml: Signal ന് ഈ ഫീച്ചറിന് നിങ്ങളുടെ ഫോട്ടോകളിലേക്ക് അക്സസ് ആവശ്യമുണ്ട്.
mr: ह्या वैशिष्ट्यासाठी Signal ला आपले फोटो अॅक्सेस करण्याची आवश्यकता आहे.
ms: Signal memerlukan akses kepada foto anda untuk ciri ini.
my: ဤအင်္ဂါရပ်အတွက် Signal သည် သင့်ရုပ်ပုံများသုံးခွင့် လိုအပ်ပါသည်။
nb: Signal trenger tilgang til bildene dine for denne funksjonen.
nl: Signal heeft voor deze functie toegang tot je foto’s nodig.
pa: Signal ਨੂੰ ਇਸ ਫੀਚਰ ਲਈ ਤੁਹਾਡੀਆਂ ਤਸਵੀਰਾਂ ਤਾਈਂ ਪਹੁੰਚ ਦੀ ਲੋੜ ਹੈ।
pa_pk: تساں iOS ترتیباں ایپ اچ ایس اجازت نوں فعال کر سکدے او۔
pl: Aby używać tej funkcji, musisz zezwolić aplikacji Signal na dostęp do Twoich zdjęć.
ps: Signal د همدې ځانګړنې لپاره ستاسې انځورونو ته لاسرسی غواړي.
pt_br: O Signal requer acesso às suas fotos para esta funcionalidade.
pt_pt: O Signal necessita de acesso à sua biblioteca de multimédia para esta funcionalidade.
ro: Signal are nevoie de acces la pozele tale pentru această funcționalitate.
ru: Signal требуется доступ к вашим фотографиям для этой функции.
sk: Signal vyžaduje pre túto funkciu prístup k vašim fotkám.
sl: Za ta namen potrebuje aplikacija Signal dostop do vaših fotografij.
sq: Për këtë veçori, Signal-i lyp hyrje te fotot tuaja.
sr: Signal-у је потребан приступ вашим сликама за ову функционалност.
sv: För denna funktion behöver Signal åtkomst till dina foton.
sw: Signal inahitaji ufikiaji wa picha zako kwa kipengele hiki.
ta: இந்த அம்சத்திற்கு Signal க்கு உங்கள் புகைப்படங்களை அணுக வேண்டும்.
te: ఈ లక్షణం కోసం Signal కు మీ చిత్రాలకు ప్రాప్యత అవసరం.
th: Signal จำเป็นต้องเข้าถึงรูปภาพของคุณสำหรับการใช้งานนี้
tr: Bu özellik için Signal'in fotoğraflarınıza erişmeye ihtiyacı var.
ug: بۇ ئىقتىدارنى ئىشلىتىش ئۈچۈن Signal سۈرەت زىيارەت قىلىش ھوقۇقىغا ئېھتىياجلىق.
uk: Для використання цієї функції Signal потребує доступу до ваших фото.
ur: Signal کو اس فیچر کیلئے تصاویر تک رسائی درکار ہے۔
vi: Signal cần quyền truy cập vào hình ảnh của bạn cho tính năng này.
zh_cn: 您授予照片访问权限后，Signal 才能启用此功能。
zh_hk: Signal 需要存取您的照片以使用此功能。

# MULTIDEVICE_PAIRING_MAX_DESC
source: You cannot link any more devices.
af: Jy kan nie nog toestelle koppel nie.
ar: لا يمكنك ربط المزيد من الأجهزة.
az: Daha çox cihazla əlaqə yarada bilməzsiniz.
be: Вы больш не можаце звязаць ніякія прылады.
bg: Не можете да свържете повече устройства.
bn: আপনি আর কোনও ডিভাইস লিঙ্ক করতে পারবেন না।
ca: No podeu enllaçar cap més dispositiu.
cs: Nemůžete připojit žádné další zařízení.
cy: Ni allwch gysylltu mwy o ddyfeisiau.
da: Du kan ikke forbinde flere enheder.
de: Du kannst keine weiteren Geräte koppeln.
el: Δεν μπορείς να συνδέσεις περισσότερες συσκευές.
es: No se puede vincular más dispositivos.
es_es: No se pueden enlazar más dispositivos.
et: Rohkem seadmeid pole võimalik ühendada.
eu: Ezin duzu gailu gehiagorik lotu.
fa: شما دستگاه های بیشتری را نمیتوانید لینک کنید.
fi: Et voi yhdistää enempää laitteita.
fil: Hindi ka na makakapag-link ng dagdag pang device.
fr: Impossible d’associer d’autres appareils.
ga: Ní féidir leat níos mó gléasanna a nascadh.
gu: તમે કોઈ વધુ ડિવાઇસને લિંક કરી શકતા નથી.
he: אינך יכול לקשר עוד מכשירים כלשהם.
hi: आप औेर डिवाइस लिंक नहीं कर सकते।
hr: Ne možete povezati više uređaja.
hu: Nem lehetséges több eszköz társítása.
id: Anda tidak dapat menghubungkan perangkat lain lagi.
is: Þú getur ekki tengt nein fleiri tæki.
it: Non è possibile associare ulteriori dispositivi.
ja: これ以上の端末はリンクできません。
kab: Ur tezmireḍ ara ad teqqneḍ ugar n yibenkan.
kk: Бұдан басқа құрылғыларды байланыстыру мүмкін емес.
km: á¢áŸ’á“á€á˜á·á“á¢á¶á…áá—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸá•áŸ’áŸáŸá„á‘áŸ€áá‘áŸáŸ”
kn: ನೀವು ಯಾವುದೇ ಹೆಚ್ಚಿನ ಸಾಧನಗಳನ್ನು ಲಿಂಕ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 더 이상 기기를 연결할 수 없습니다.
lt: Jūs nebegalite susieti daugiau įrenginių.
lv: Vairs nevar piesaistīt citas ierīces.
mk: Не можете да поврзете повеќе уреди.
ml: നിങ്ങൾക്ക് കൂടുതൽ ഉപകരണങ്ങൾ ബന്ധിപ്പിക്കാനാകില്ല.
mr: आपण अधिक डिव्हाईस लिंक करू शकत नाही.
ms: Anda tidak boleh memautkan sebarang peranti lagi.
my: သင်သည် အခြားစက်များနှင့် ချိတ်ဆက်၍ မရတော့ပါ။
nb: Du kan ikke koble til flere enheter.
nl: Je kunt niet nog meer apparaten koppelen.
pa: ਤੁਸੀਂ ਕੋਈ ਹੋਰ ਡਿਵਾਈਸ ਲਿੰਕ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pa_pk: تساں ہور کسی آلیاں نوں لنک نئیں کر سکدے او۔
pl: Nie możesz połączyć więcej urządzeń.
ps: تاسې نورې وسیلې نشئ لینک کولای.
pt_br: Você não pode vincular mais aparelhos.
pt_pt: Não lhe é permitido emparelhar mais dispositivos.
ro: Nu mai poți asocia alte dispozitive.
ru: Вы не можете привязать больше устройств.
sk: Nemôžete prepojiť viac zariadení.
sl: Ne morete dodajati še več naprav.
sq: S’mund të lidhni pajisje të tjera.
sr: Не можете повезати више уређаја.
sv: Du kan inte länka fler enheter.
sw: Hauwezi kuunganisha vifaa zaidi.
ta: நீங்கள் மேலும் சாதனங்களை இணைக்க முடியாது.
te: మీరు మరిన్ని పరికరాలను లింక్ చేయలేరు.
th: คุณไม่สามารถเชื่อมโยงกับอุปกรณ์เพิ่มได้อีก
tr: Daha fazla cihaz bağlayamazsınız.
ug: تېخىمۇ كۆپ ئۈسكۈنە بىلەن باغلىيالمايسىز.
uk: Ви не можете зв'язати більше пристроїв.
ur: آپ مزید ڈیوائسز سے منسلک نہیں کرسکتے۔
vi: Bạn không thể liên kết thêm thiết bị.
zh_cn: 您不能匹配更多设备。
zh_hk: 您無法連結更多裝置。

# MULTIDEVICE_PAIRING_MAX_RECOVERY
source: You have reached the maximum of devices you can currently link with your account. Please remove a device and try again.
af: Jy het die maksimum aantal toestelle bereik wat jy tans met jou rekening kan koppel. Verwyder ’n toestel en probeer weer.
ar: بلغتَ الحد الأقصى لِما يمكنك ربطه من أجهزة بحسابك. أزِل جهازًا وحاوِل مرّة أخرى.
az: Hal-hazırda hesabınızla əlaqə yarada biləcəyiniz maksimum cihaz sayına çatdınız. Zəhmət olmasa birini çıxardıb yenidən sınayın.
be: Вы дасягнулі максімальнай колькасці прылад, што можна звязаць да свайго ўліковага запісу. Выдаліце прыладу і паўтарыце спробу.
bg: Достигнахте максималния брой устройства, които можете да свържете с акаунта си към момента. Моля, отстранете някое устройство и опитайте отново.
bn: আপনি বর্তমানে আপনার অ্যাকাউন্টের সাথে লিংক করতে পারেন এমন সবগুলো ডিভাইস যোগ করে ফেলেছেন। অনুগ্রহ করে একটি ডিভাইস বাদ দিন এবং আবার চেষ্টা করুন।
ca: Has arribat al nombre màxim de dispositius enllaçats al compte. Si us plau, suprimeix un dispositiu i torna-ho a provar.
cs: Dosáhli jste maximálního počtu zařízení, které můžete aktuálně propojit se svým účtem. Odeberte zařízení a zkuste to znovu.
cy: Rydych wedi cyrraedd uchafswm y nifer o dyffeisau y gallwch gysylltu a'ch cyfrif. Dilëwch ddyfais a rhowch gynnig arall arni.
da: Du har nået det maksimale antal enheder, du i øjeblikket kan forbinde med din konto. Fjern en enhed, og prøv igen.
de: Du hast die maximale Anzahl an Geräten erreicht, die du derzeit mit deinem Konto koppeln kannst. Bitte entferne ein Gerät und versuche es erneut.
el: Έχεις φτάσει το μέγιστο αριθμό συσκευών που μπορείς να συνδέσεις στον λογαριασμό σου. Αφαίρεσε κάποια συσκευή και ξαναδοκίμασε.
es: Has alcanzado el número máximo de dispositivos que se pueden vincular con tu cuenta. Desvincula un dispositivo e inténtalo de nuevo.
es_es: Has alcanzado el número máximo de dispositivos que se pueden enlazar en tu cuenta. Desenlaza un dispositivo o prueba de nuevo más tarde.
et: Oled jõudnud maksimaalse seadmete arvuni, mida on võimalik kontoga ühendada. Palun eemalda mõni seadmetest ja proovi uuesti.
eu: Zure kontuarekin lotu dezakezun gehienezko gailu kopurura iritsi zara. Mesedez, ezabatu gailu bat eta saia zaitez berriro.
fa: شما به حداکثر دستگاه‌هایی که می‌توانید با آن‌ها به وسیله این حساب کاربری پیوند داشته باشید رسیده‌اید. لطفا یک دستگاه را حذف کنید و دوباره امتحان کنید.
fi: Sinulla on nyt käytössä enimmäismäärä yhdistettyjä laitteita. Poista laite ja yritä uudelleen.
fil: Nasagad mo na ang bilang ng device na maaaring i-link sa iyong account. Pakiusap na magtanggal ng isang device at subukang muli.
fr: Vous avez atteint le nombre maximal d’appareils que vous pouvez associer à votre compte. Veuillez supprimer un appareil et réessayer.
ga: Níl cead agat níos mó gléasanna a nascadh le do chuntas. Ní mór duit gléas a dhínascadh agus é a thriail arís.
gu: તમે હાલમાં તમારા એકાઉન્ટ સાથે લિંક કરી શકતા મહત્તમ ડિવાઇસ પર પહોંચી ગયા છો. કૃપા કરીને કોઈ ડિવાઇસ દૂર કરો અને ફરીથી પ્રયાસ કરો.
he: הגעת למספר המרבי של מכשירים שניתן לקשר אל החשבון שלך כרגע. יש להסיר מכשיר ולנסות שוב.
hi: आपने अपने खाते के साथ अधिकतम डिवाइस जोङ लिये हैं। औेेर डिवाइस जोङने के लिये पहले से जुङे हुए डिवाइस में से कोई हाटाएँ और दोबारा कोशिश करें।
hr: Dosegli ste maksimum uređaja koje trenutno možete povezati sa svojim računom. Uklonite uređaj i pokušajte ponovo.
hu: Elérted a maximum társítható eszközök számát. Szüntesd meg az egyik eszköz társítását, majd próbálkozz újra.
id: Anda telah mencapai batas maksimal perangkat yang bisa dihubungkan dengan akun Anda. Harap hapus satu perangkat dan coba lagi.
is: Þú hefur náð hámarksfjölda tækja sem þú getur tengt inn á notandaaðganginn þinn. Þú þarft að fjarlægja tæki og prófa aftur.
it: Hai raggiunto il numero massimo di dispositivi attualmente associabili a questo account. Rimuovi un dispositivo e riprova l'associazione.
ja: リンク可能な端末数が最大値に達しています。端末を削除して再度試してください。
kab: Tsawḍeḍ talast tafellayt n yibenkan i tzemreḍ i ten-teqqneḍ ɣer umiḍan-ik·im. Ttxil-k·m kkes yiwen yibenk syen εreḍ tikkelt-nniḍen.
kk: Тіркелгіңізге қазір байланыстыруға болатын құрылғылардың ең көп санына жеттіңіз. Құрылғыны жойыңыз да, тағы бір рет байқап көріңіз.
km: á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’á˜á¸áŸ—á“áŸáŸ‡á—áŸ’á‡á¶á”áŸ‹á‡á¶á˜á½á™á§á”á€ášááŸá•áŸ’áŸáŸá„á‘áŸ€áŠá›áŸ‹á€á˜áŸ’ášá·áá¢áá·á”ášá˜á¶áŸ” áŸá¼á˜á›á»á”á§á”á€ášááŸá˜á½á™á…áŸ„á› á á¾á™á–áŸ’á™á™á¶á˜á—áŸ’á‡á¶á”áŸ‹á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ ನೀವು ಪ್ರಸ್ತುತ ಲಿಂಕ್ ಮಾಡಬಹುದಾದ ಗರಿಷ್ಠ ಸಾಧನಗಳನ್ನು ನೀವು ತಲುಪಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ಸಾಧನವನ್ನು ತೆಗೆಯಿರಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ko: 계정과 연결할 수 있는 최대 기기 수에 도달했습니다. 기기를 제거하고 다시 시도해 주세요.
lt: Jūs pasiekėte didžiausią, įrenginių su kuriais galima susieti savo paskyrą, skaičių. Pašalinkite įrenginį ir bandykite dar kartą.
lv: Sasniegts maksimālais ierīču skaits, kuras pašlaik varat saistīt ar savu kontu. Noņemiet kādu ierīci un mēģiniet vēlreiz.
mk: Го достигнавте максимумот на уреди кои можете моментално да ги поврзете со вашата сметка. Ве молиме отстранете уред и обидете се повторно.
ml: നിങ്ങൾ ഇപ്പോൾ നിങ്ങളുടെ ലിങ്കുമായി ബന്ധിപ്പിക്കാവുന്ന ഉപകരണങ്ങളുടെ പരമാവധിയിൽ എത്തി. ദയവായി ഒരു ഉപകരണം നീക്കം ചെയ്ത ശേഷം വീണ്ടും ശ്രമിക്കുക:
mr: आपल्या खात्यासोबत लिंक करू शकणाऱ्या डिव्हाइसच्या कमाल मर्यादेपर्यंत सध्या आपण पोहोचला आहात. कृपया डिव्हाइस काढून टाका आणि पुन्हा प्रयत्न करा.
ms: Anda telah mencapai jumlah maksimum peranti yang boleh dipautkan dengan akaun anda. Sila alih keluar peranti dan cuba lagi.
my: သင့်အကောင့်ဖြင့် လက်ရှိချိတ်ထားသော စက်အရေအတွက်သည် အများဆုံးပမာဏ ပြည့်သွားပါပြီ။ စက်တစ်ခုအား ဖယ်ရှား၍ ပြန်စမ်းကြည့်ပေးပါ။
nb: Du har nådd det maksimale antallet enheter du kan koble til kontoen din. Fjern en enhet og prøv igjen.
nl: Sorry, je hebt het maximale aantal apparaten dat je aan je account kunt koppelen al bereikt. Verwijder een apparaat en probeer het opnieuw.
pa: ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਦੇ ਨਾਲ ਇਸ ਸਮੇਂ ਲਿੰਕ ਕੀਤੇ ਜਾ ਸਕਣ ਵਾਲੇ ਵੱਧ ਤੋਂ ਵੱਧ ਡਿਵਾਈਸਾਂ ਦੀ ਗਿਣਤੀ ਪੂਰੀ ਕਰ ਲਈ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਡਿਵਾਈਸ ਹਟਾਓ ਅਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pa_pk: تساں اپنے اکاؤنٹ توں جنے آلے نوں لنک کر سکدے او تساں ایناں دی ودھ توں ودھ تعداد تائیں پہنچ گئے او۔ مہربانی کر کے کسی آلے نوں ہٹاؤ تے دوبارہ کوشش کرو۔
pl: Z kontem połączono już maksymalną liczbę urządzeń. Usuń urządzenie i spróbuj ponownie.
ps: تاسې اوسمهال له خپل اکاونټ سره د حداکثر لینک شویو وسیلو شمېر ته رسیدلي یاست. مهرباني وکړئ یوه وسیله لري کړئ او بیا هڅه وکړئ.
pt_br: Você atingiu o número máximo de aparelhos que podem atualmente ser vinculados à sua conta. Por favor, remova um aparelho e tente novamente.
pt_pt: Atingiu o número máximo de dispositivos permitidos por conta. Por favor, remova um dispositivo e tente emparelhar mais tarde.
ro: Ai ajuns la numărul maxim de dispozitive pe care le poți asocia la contul tău. Te rog elimină un dispozitiv și încearcă din nou.
ru: Вы достигли максимального количества устройств, которые в настоящее время можно связать с вашей учётной записью. Пожалуйста, удалите одно из устройств и повторите попытку.
sk: Dosiahli ste maximálny počet zariadení, ktoré môžete momentálne prepojiť so svojim účtom. Prosím, odstráňte nejaké zariadenie a skúste to znovu.
sl: Dosegli ste največje število naprav, ki jih lahko povežete z vašim računom. Odstranite katero od njih in poskusite znova.
sq: Keni mbërritur në maksimumin e pajisjeve që mund të lidhen hëpërhë me llogarinë tuaj. Ju lutemi, hiqni një pajisje dhe riprovoni.
sr: Достигли сте ограничење броја уређаја повезаних на ваш налог. Уклоните један уређај и пробајте поново.
sv: Du har nått det högsta antalet enheter som du för närvarande kan länka till med ditt konto. Ta bort en enhet och försök igen.
sw: Umefikia upeo wa vifaa unavyoweza kuunganisha kwa sasa na akaunti yako. Tafadhali ondoa kifaa na ujaribu tena.
ta: உங்கள் கணக்கு தற்போது இணைக்கக்கூடிய அதிகபட்ச சாதனங்களை நீங்கள் அடைந்துவிட்டீர்கள். ஒரு சாதனத்தை அகற்றிவிட்டு மீண்டும் முயற்சிக்கவும்.
te: మీరు ప్రస్తుతం మీ ఖాతాతో లింక్ చేయగల గరిష్ట పరికరాలను చేరుకున్నారు. దయచేసి పరికరాన్ని తీసివేసి, మళ్లీ ప్రయత్నించండి.
th: คุณได้ลิงก์อุปกรณ์เข้ากับบัญชีถึงจำนวนที่จำกัดไว้แล้ว กรุณาลบอุปกรณ์ออกหนึ่งเครื่องและลองอีกครั้ง
tr: Hesabına bağlayabileceğin azami cihaz sayısına ulaştın. Lütfen bir cihazı kaldır ve tekrar dene.
ug: ھېساباتىڭىزغا باغلانغان ئۈسكۈنە سانى چېكىگە يەتتى، بىر ئۈسكۈنىنى چىقىرىۋېتىپ ئاندىن قايتا سىناڭ.
uk: Ви зв’язали зі своїм акаунтом максимальну кількість пристроїв. Відв'яжіть один з пристроїв і спробуйте знову.
ur: آپ بہت سی ڈیوائسز تک پہنچ چکے ہیں اب آپ اپنے اکاؤنٹ کیساتھ منسلک کر سکتے ہیں۔براہ کرم ایک ڈیوائس مٹا دیں اور دوبارہ کوشش کریں۔
vi: Bạn đã đạt đến giới hạn số thiết bị có thể liên kết với tài khoản của mình. Vui lòng gỡ bỏ một thiết bị và thử lại.
zh_cn: 关联在您当前账户的设备数量以达上限，请移除一个设备后再试。
zh_hk: 您已達到與現有帳戶連結的裝置數量上限。請移除一部裝置，然後重試。

# MUTE_CONFIRMATION_TOAST_LABEL
source: Mic off
ar: الميكروفون غير مُفعَّل
be: Мікрафон адключаны
bn: মাইক বন্ধ করুন
ca: Micròfon apagat
cs: Mikrofon vypnutý
da: Mikrofon slået fra
de: Mikrofon aus
el: Μικρόφωνο ανενεργό
es: Micrófono desactivado
fa: میکروفون خاموش
fi: Mikrofoni pois päältä
fr: Micro désactivé
ga: Micreafón as
gu: માઇક બંધ
he: מיקרופון מושבת
hi: माइक बंद
hr: Mikrofon isključen
hu: Mikrofon ki
id: Mik mati
it: Microfono disattivato
ja: マイクオフ
ko: 마이크 꺼짐
mr: माईक बंद आहे
ms: Mikrofon dimatikan
nb: Mikrofon av
nl: Microfoon uit
pl: Mikrofon wyłączony
pt_br: Microfone desligado
pt_pt: Microfone desligado
ro: Microfon dezactivat
ru: Микрофон выключен
sk: Mikrofón vypnutý
sr: Микрофон је искључен
sv: Mikrofon av
th: ไมค์ปิดอยู่
tr: Mikrofon kapalı
ug: مىكروفون ئېتىك
uk: Мікрофон вимкнено
ur: مائیک آف
vi: Tắt micro
zh_cn: 麦克风关闭
zh_hk: 關閉麥克風

# MUTED_BADGE
source: Muted
af: Gedemp
ar: مكتوم
az: Səssizdə
be: Апавяшч. адкл.
bn: মিউট করা হয়েছে
ca: Silenciat
cs: Ztlumený/á
cy: Wedi Tewi
da: Ignoreret
de: Stumm
el: Σε σίγαση
es: Silenciado
es_es: Silenciada
et: Vaigistatud
eu: Isildu
fa: بی‌صدا
fi: Mykistetty
fr: En sourdine
ga: Balbhaithe
gu: મ્યૂટ કર્યા
he: מושתק/ת
hi: म्यूट किया गया
hr: Utišano
hu: Némítva
id: Dibisukan
is: Þaggað niður
it: Silenziato
ja: ミュート中
kab: Asusam
km: á”á¶á“á”á·á‘áŸá˜áŸ’á›áŸá„
kn: ಮ್ಯೂಟ್ ಮಾಡಲಾಗಿದೆ
ko: 알림 끄기
lt: Nutildyta(s)
lv: Izslēgta skaņa
mk: Исклучен звук
ml: നിശബ്ദമാക്കി
mr: मूक केलेले
ms: Diredam
my: အသံပိတ်ထား
nb: Dempet
nl: Gedempt
pa: ਚੁੱਪ ਕਰਾਏ
pl: Wyciszono
ps: صامت شوی
pt_br: Silenciado(a)
pt_pt: Silenciado
ro: Fără sunet
ru: Без звука
sk: Stlmené
sl: Utišan
sq: Pa zë
sr: Обавештења су искључена
sv: Tystad
sw: Imenyamazishwa
ta: முடக்கியது
te: మ్యూట్ చేయబడింది
th: ปิดเสียงอยู่
tr: Sessize Alındı
ug: ئۈنسىز
uk: Сповіщення вимкнено
ur: خاموش کردہ
vi: Đã tắt tiếng
zh_cn: 已静音
zh_hk: 已靜音
