Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_OPT_IN_ACTIVATE_BUTTON
source: Activate Payments
af: Aktiveer betalings
ar: تفعيل المدفوعات
az: Ödənişləri aktivləşdir
be: Актываваць «Плацяжы»
bn: পেমেন্ট সক্রিয় করুন
ca: Activa els pagaments
cs: Aktivovat platby
cy: Cychwyn Taliadau
da: Aktivér Betalinger
de: Zahlungen aktivieren
el: Ενεργοποίηση πληρωμών
es: Activar pagos
et: Aktiivsed maksed
eu: Aktibatu ordainketak
fa: فعال کردن پرداخت‌ها
fi: Aktivoi maksut
fr: Activer les paiements
ga: Gníomhachtaigh Íocaíochtaí
gu: પેમેન્ટ્સ સક્રિય કરો
he: הפעל תשלומים
hi: भुगतान सक्रिय करें
hr: Omogući plaćanja
hu: Fizetések aktíválása
id: Aktifkan Pembayaran
is: Virkja greiðslur
it: Attiva pagamenti
ja: 決済機能を有効化
kab: Rmed axelleṣ
km: á”á¾á€áŠáŸ†áá¾ášá€á¶áš á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್ಸ್ ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 결제 활성화
lt: Aktyvuoti mokėjimus
lv: Aktivizēt maksājumus
mk: Активирајте Плаќања
ml: പേയ്മെന്റുകൾ സജീവമാക്കുക
mr: पेमेंट सक्रिय करा
ms: Aktifkan Pembayaran
my: ငွေပေးချေမှုများ ဖွင့်မယ်
nb: Aktiver betalinger
nl: Betalingen inschakelen
pa: ਭੁਗਤਾਨ ਨੂੰ ਸਰਗਰਮ ਕਰੋ
pl: Aktywuj płatności
ps: د پرداختونو فعالول
pt_br: Ativar o módulo de Pagamentos
pt_pt: Ativar os 'Pagamentos'
ro: Activare Plăți
ru: Активировать платежи
sk: Aktivovať platby
sl: Vklopi Plačila
sq: Aktivizo Pagesa
sr: Активирај плаћања
sv: Aktivera betalningar
sw: Wezesha Malipo
ta: கொடுப்பனவுகளைச் செயல்படுத்தவும்
te: చెల్లింపులను సక్రియం చేయండి
th: เปิดใช้การชำระเงิน
tr: Ödemeleri Etkinleştir
ug: چىقىم قىلىشنى ئاكتىپلا
uk: Увімкнути платежі
ur: ادائیگی چالو کریں
vi: Kích hoạt Thanh toán
zh_cn: 激活付款
zh_hk: 啟用付款

# SETTINGS_PAYMENTS_OPT_IN_ACTIVATED_TOAST
source: Payments activated.
af: Betalings geaktiveer.
ar: تمَّ تفعيل المدفوعات.
az: Ödənişləri aktivləşdirildi.
be: Плацяжы актываваны.
bn: পেমেন্ট চালু হয়েছে।
ca: Pagaments activats
cs: Platby aktivovány.
cy: Taliadau yn weithredol
da: Betalinger aktiveret.
de: Zahlungen aktiviert.
el: Οι πληρωμές ενεργοποιήθηκαν.
es: Pagos activados.
et: Maksed aktiveeritud
fa: پرداخت‌ها فعال شدند.
fi: Maksut otettu käyttöön.
fr: Paiements activés.
gu: પેમેન્ટ્સને સક્રિય કર્યું.
he: תשלומים הופעלו.
hi: भुगतान सक्रिय किया गया।
hr: Plaćanja su omogućena.
hu: Fizetések aktiválva.
id: Pembayaran diaktifkan.
is: Greiðslur virkjaðar.
it: Pagamenti attivati.
ja: 決済機能が有効になりました。
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á”á¶á“á”á¾á€áŠáŸ†áá¾ášá€á¶ášáŸ”
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.
ko: 결제가 활성화되었습니다.
lt: Mokėjimai aktyvuoti.
lv: Maksājumi aktivizēti.
ml: പേയ്‌മെന്റുകൾ സജീവമാക്കി.
mr: पेमेंट सक्रिय केले गेले.
ms: Pembayaran diaktifkan.
my: ငွေပေးချေမှုများ ဖွင့်ထားသည်
nb: Betalinger er aktivert.
nl: Betalingen zijn ingeschakeld.
pa: ਭੁਗਤਾਨ ਗੈਰ-ਸਰਗਰਮ ਕੀਤੇ।
pl: Płatności aktywowane.
ps: پرداختونه فعاله شول.
pt_br: Módulo de pagamentos ativado.
pt_pt: Pagamentos ativados.
ro: Plăți activate.
ru: Платежи активированы.
sk: Platby sú aktivované.
sl: Plačila so aktivirana.
sq: Pagesat u aktivizuan.
sr: Плаћања су активирана.
sv: Betalningar aktiverade.
sw: Malipo yamewezeshwa.
ta: கொடுப்பனவுகள் செயல்படுத்தப்பட்டன.
te: చెల్లింపులు సక్రియం చేయబడ్డాయి.
th: การชำระเงินถูกเปิดใช้แล้ว
tr: Ödemeler etkinleştirildi.
ug: چىقىم قىلىش ئاكتىپلاندى.
uk: Платежі ввімкнено.
ur: ادائیگی چالو ہوگئی۔
vi: Đã kích hoạt thanh toán.
zh_cn: 付款已激活
zh_hk: 付款功能已啟用。

# SETTINGS_PAYMENTS_OPT_IN_MESSAGE
source: Use Signal to send and receive MobileCoin, a new privacy focused digital currency. Activate to get started.
af: Gebruik Signal om MobileCoin, ’n nuwe privaatheidgefokusde digitale geldeenheid, te stuur en ontvang. Aktiveer om te begin.
ar: استخدِم سيجنال لإرسال واستلام MobileCoin، العملة الرقمية الجديدة التي تُركِّز على الخصوصية. عليك بتفعيلها للبدء بالاستخدام.
az: Gizliliyə fokuslanmış yeni rəqəmsal pul vahidi olan MobileCoin göndərmək və almaq üçün Signal istifadə edin. Başlatmaq üçün aktivləşdirin.
be: Выкарыстоўваць Signal для адпраўкі і атрымання MobileCoin, новай лічбавай валюты з акцэнтам на канфідэнцыйнасць. Актываваць, каб пачаць.
bn: গোপনীয়তাকে গুরুত্ব দেয় এমন একটি নতুন ডিজিটাল মুদ্রা MobileCoin পাঠাতে ও গ্রহণ করতে Signal ব্যবহার করুন। শুরু করতে সক্রিয় করুন।
ca: Useu el Signal per enviar i rebre MobileCoin, una moneda digital nova centrada en la privadesa. Activeu-ho per començar.
cs: Pomocí Signal můžete odesílat a přijímat MobileCoin, novou digitální měnu zaměřenou na soukromí. Aktivujte a začněte.
cy: Defnyddiwch Signal i anfon a derbyn MobileCoin, arian cyfred digidol newydd sy'n canolbwyntio ar breifatrwydd. Gweithredwch i ddechrau.
da: Brug Signal til at sende og modtage MobileCoin, en ny privatlivsfokuseret digital valuta. Aktivér for at komme i gang.
de: Nutze Signal für das Senden und Empfangen von MobileCoin, einer neuen, auf Datenschutz ausgerichteten digitalen Währung.
el: Χρησιμοποιήστε το Signal για να στέλνετε και να λαμβάνετε MobileCoin, ένα νέο ψηφιακό νόμισμα που εστιάζει στην προστασία της ιδιωτικότητας. Ενεργοποιήστε το για να ξεκινήσετε.
es: Usa Signal para enviar y recibir MobileCoin, una moneda digital enfocada en la privacidad. Activa esta opción para comenzar.
et: Kasuta Signalit uue privaatsusele keskendunud digitaalse valuuta MobileCoin saatmiseks ja vastuvõtmiseks.
eu: Erabili Signal MobileCoin bidali ta jasotzeko, pribatutasun berria, diru digitalean zentratua. Aktibatu hasteko.
fa: از سیگنال برای ارسال و دریافت MobileCoin، یک ارز دیجیتال متمرکز بر حریم خصوصی، استفاده کنید. برای آغاز فعال کنید.
fi: MobileCoin on uusi yksityisyyden suojaan keskittyvä digitaalinen valuutta. Aloita ottamalla se käyttöön.
fr: Signal vous permet d'envoyer et de recevoir des MobileCoins, une nouvelle monnaie numérique centrée sur la protection des données. Activez les paiements pour commencer.
gu: MobileCoin મોકલવા અને પ્રાપ્ત કરવા માટે Signal નો ઉપયોગ કરો, જે એક નવી ગોપનીયતા કેન્દ્રિત ડિજિટલ ચલણ છે. શરૂ કરવા માટે સક્રિય કરો.
he: השתמש ב־Signal כדי לשלוח ולקבל MobileCoin, מטבע דיגיטלי חדש ממוקד פרטיות. הפעל כדי להתחיל.
hi: MobileCoin, एक नई गोपनीयता केंद्रित डिजिटल मुद्रा भेजने और प्राप्त करने के लिए Signal का उपयोग करें। शुरु करने के लिए सक्रिय करें।
hr: Koristite Signal za slanje i primanje MobileCoina, nove digitalne valute usmjerene na privatnost. Omogućite za početak.
hu: A Signalt m'r használhatod MobileCoin - egy új adatvédelmi fókuszú digitális pénznem - küldésére és fogadására is. Aktiváld a kezdéshez.
id: Gunakan Signal untuk mengirim dan menerima MobileCoin, kurensi digital yang berfokus pada privasi. Aktifkan untuk memulainya.
is: Notaðu Signal til að senda og taka við MobileCoin, sem er nýr stafrænn gjaldmiðill sem leggur áherslu á gagnaleynd. Virkjaðu þetta til að komast í gang.
it: Usa Signal per inviare e ricevere MobileCoin, una nuova valuta digitale incentrata sulla privacy. Attiva per iniziare.
ja: Signalを使って、プライバシーを重視した新しいデジタル通貨であるMobileCoinを利用できます。有効化して始めましょう。
km: á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾ á“á·á„á‘á‘á½á›â€‹ MobileCoin ášá¼á”á·á™áœááŸ’áá»áŒá¸á‡á¸áá›á•áŸ’ááŸ„áá›á¾á—á¶á–á¯á€á‡á“ááŸ’á˜á¸á˜á½á™áŸ” á”á¾á€áŠáŸ†áá¾ášá€á¶áš áŠá¾á˜áŸ’á”á¸á…á¶á”áŸ‹á•áŸ’áá¾á˜áŸ”
kn: ಗೌಪ್ಯತೆಯ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿದ ಹೊಸ ಡಿಜಿಟಲ್ ಕರೆನ್ಸಿ ಮೊಬೈಲ್‌ ಕಾಯಿನ್ ಕಳುಹಿಸಲು ಮತ್ತು ಸ್ವೀಕರಿಸಲು Signal ಬಳಸಿ. ಆರಂಭಿಸಲು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ko: Signal을 사용하여 개인 정보에 중점을 둔 새로운 디지털 통화인 MobileCoin을 보내고 받으세요. 시작하려면 활성화하세요.
lt: Naudoti Signal „MobileCoin“, naujos į privatumą sutelktos skaitmeninės valiutos, siuntimui ir gavimui. Aktyvuokite, norėdami pradėti.
lv: Izmantojiet lietotni Signal, lai nosūtītu un saņemtu MobileCoin - jaunu uz privātumu vērstu digitālo valūtu. Aktivizējiet, lai sāktu.
mk: Користете го Signal за испраќање и примање на MobileCoin, нова дигитална валута фокусирана на приватност. Активирајте за да започнете.
ml: സ്വകാര്യതയിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്ന ഒരു പുതിയ ഡിജിറ്റൽ കറൻസി മൊബൈൽകോയിൻ അയയ്ക്കാനും സ്വീകരിക്കാനും Signal ഉപയോഗിക്കുക. ആരംഭിക്കാൻ സജീവമാക്കുക.
mr: नवीन गोपनीयता केंद्रित डिजिटल चलन, MobileCoin पाठवण्यासाठी आणि प्राप्त करण्यासाठी Signal वापरा. चालू करण्यासाठी सक्रिय करा.
ms: Gunakan Signal untuk menghantar dan menerima MobileCoin, mata wang digital baharu yang tertumpu pada privasi. Aktifkan untuk bermula.
my: Signal သုံး၍ MobileCoin ပေးပို့လက်ခံလိုက်ပါ၊​ ၎င်းသည် ပုဂ္ဂိုလုံခြုံရေး အလေးထားသော ဒစ်ဂျစ်တယ်ငွေကြေး ဖြစ်ပါသည်။ ဖွင့်၍ စတင်သုံးလိုက်ပါ။
nb: Bruk Signal til å sende og motta MobileCoin, en ny personvernorientert digital valuta. Aktiver for å komme i gang.
nl: Je kunt Signal ook gebruiken om een privacygerichte valuta genaamd MobileCoin te versturen en ontvangen. Activeer om te beginnen.
pa: ਇੱਕ ਨਵੀਂ ਨਿੱਜਤਾ ਕੇਂਦਰਿਤ ਡਿਜੀਟਲ ਮੁਦਰਾ, MobileCoin ਭੇਜਣ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ Signal ਦੀ ਵਰਤੋਂ ਕਰੋ। ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕਿਰਿਆਸ਼ੀਲ ਬਣਾਓ।
pl: Wysyłaj i otrzymuj MobileCoin, nową cyfrową walutę, której twórcy kładą duży nacisk na prywatność. Aktywuj płatności teraz.
ps: له Signal څخه د MobileCoin د لیږد او تر لاسه کولو لپاره کار واخلئ، کوم چې پر خصوصي حریم باندې یو متمرکز ډیجیټالي اسعار دي. د پیلولو لپاره یې فعال کړئ.
pt_br: Use o Signal para enviar e receber MobileCoin, uma nova moeda digital com foco na privacidade. Ative para começar.
pt_pt: Utilize o Signal para enviar e receber MobileCoin, uma nova privacidade focada na moeda digital. Ative para começar a utilizar.
ro: Utilizează Signal pentru a trimite și primi MobileCoin, o nouă monedă digitală axată pe confidențialitate. Activează pentru a începe.
ru: Используйте Signal, чтобы отправлять и получать MobileCoin — новую цифровую валюту c акцентом на конфиденциальность. Активируйте, чтобы начать.
sk: Pomocou Signal môžete odosielať a prijímať MobileCoin, novú digitálnu menu zameranú na súkromie. Ak chcete začať, aktivujte.
sl: Uporabljajte Signal za pošiljanje in prejemanje nove digitalne valute MobileCoin, specializirane za zasebnost. Vklopite in začnite.
sq: Përdorni Signal-in për të dërguar dhe marrë MobileCoin, një monedhë e re dixhitale e fokusuar te privatësia. Që t’ia filloni, aktivizojeni.
sr: Користите Signal за слање и примање MobileCoin-а, нове дигиталне валуте фокусиране на приватност. Активирајте да започнете.
sv: Använd Signal för att skicka och ta emot MobileCoin, en ny digital valuta med fokus på integritet. Aktivera för att komma igång.
sw: Tumia Signal kutuma na kupokea MobileCoin, sarafu mpya dijitali inayozingatia faragha. Wezesha ili uanze.
ta: பயன்படுத்தவும் Signal க்கு அனுப்பு மொபைல் கோயினைப் பெறுங்கள், புதியது தனியுரிமைகவனம் செலுத்திய டிஜிட்டல் நாணயம். தொடங்குவதற்கு செயல்படுத்தவும்.
te: క్రొత్త గోప్యతా దృష్టి డిజిటల్ కరెన్సీ అయిన MobileCoin న్ పంపడానికి మరియు స్వీకరించడానికి Signal ఉపయోగించండి. ప్రారంభించడానికి సక్రియం చేయండి.
th: ใช้ Signal เพื่อส่งและรับ MobileCoin ซึ่งเป็นสกุลเงินดิจิทัลใหม่ที่เน้นความเป็นส่วนตัว เปิดใช้งานเพื่อเริ่มต้น
tr: Yeni gizlilik odaklı dijital para MobileCoin alıp göndermek için Signal kullanın. Başlamak için etkinleştirin.
ug: سىز Signal دا MobileCoin يوللاپ ۋە قوبۇللىيالايسىز، ئۇ شەخسىيەت گەۋدىلەندۈرۈلگەن يېڭى رەقەملىك پۇل. باشلاش ئۈچۈن ئاكتىپلاڭ.
uk: Використовуйте Signal, щоб здійснювати перекази й отримувати MobileCoin — нову цифрову валюту підвищеної конфіденційності. Активуйте, щоб почати.
ur: موبائل کوائن بھیجنے اور وصول کرنے کیلئے Signal کا استعمال کریں ، ایک نئی رازداری پر مبنی ڈیجیٹل کرنسی۔ شروع کرنے کے لئے چالو کریں۔
vi: Sử dụng Signal để nhận và gửi MobileCoin, một loại tiền điện tử mới tập trung vào sự riêng tư. Kích hoạt để bắt đầu.
zh_cn: 使用 Signal 收发 MobileCoin，一种关注隐私的新数字货币。请激活开始使用。
zh_hk: 使用 Signal 以傳送和接收 MobileCoin：一種新的著重私隱的數碼貨幣。啟用以開始使用。

# SETTINGS_PAYMENTS_OPT_IN_REACTIVATE_BUTTON
source: Reactivate Payments
af: Heraktiveer betalings
ar: إعادة تفعيل عمليات الدفع
az: Ödənişləri təkrar aktivləşdir
be: Нанова актываваць плацяжы
bn: পেমেন্ট আবারো চালু করুন
ca: Torna a activar els pagaments
cs: Znovu aktivovat platby
cy: Ailysgogi Taliadau
da: Genaktivér Betalinger
de: Zahlungen wieder aktivieren
el: Επανενεργοποίηση πληρωμών
es: Reactivar pagos
et: Aktiveeri maksed uuesti
fa: فعال کردن دوباره پرداخت‌ها
fi: Ota maksut uudelleen käyttöön
fr: Réactiver les paiements
ga: Athghníomhachtaigh Íocaíochtaí
gu: પેમેન્ટને ફરીથી સક્રિય કરો
he: הפעלה מחדש של תשלומים
hi: भुगतान दोबारा सक्रिय करें
hr: Ponovno omogući plaćanja
hu: Fizetések újraaktiválása
id: Aktifkan Kembali Pembayaran
is: Endurvirkja greiðslur
it: Riattiva pagamenti
ja: 決済機能を再有効化
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á“á¶á“á¶áŠáŸ†áá¾ášá€á¶ášá¡á¾á„áœá·á‰
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಮರುಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 결제 재활성화
lt: Aktyvuoti mokėjimus iš naujo
lv: Aktivizēt maksājumus atkārtoti
ml: പേയ്‌മെന്റുകൾ വീണ്ടും സജീവമാക്കുക
mr: पेमेंट्स पुन्हा सक्रिय करा
ms: Aktifkan semula Pembayaran
my: ငွေပေးချေမှုများ ပြန်ဖွင့်မယ်
nb: Aktiver betalingene på nytt
nl: Betalingen opnieuw inschakelen
pa: ਭੁਗਤਾਨ ਨੂੰ ਗੈਰ- ਸਰਗਰਮ ਕਰੋ
pl: Reaktywuj płatności
ps: د پرداختونو بیا فعاله کول
pt_br: Reativar o módulo de Pagamentos
pt_pt: Reativar pagamentos
ro: Reactivează Plățile
ru: Заново активировать платежи
sk: Opätovne aktivovať platby
sl: Ponovno vklopi Plačila
sq: Riaktivizo Pagesa
sr: Поново активирајте плаћања
sv: Återaktivera betalningar
sw: Wezesha Upya Malipo
ta: கொடுப்பனவுகளை மீண்டும் செயல்படுத்தவும்
te: చెల్లింపులను తిరిగి సక్రియం చేయండి
th: เปิดใช้งานการชำระเงินอีกครั้ง
tr: Ödemeleri Yeniden Etkinleştir
ug: چىقىم قىلىشنى قايتا ئاكتىپلا
uk: Активувати платежі знов
ur: پیمنٹس کو دوبارہ فعال کریں
vi: Kích hoạt lại Thanh toán
zh_cn: 重新激活付款
zh_hk: 重新啟用付款功能

# SETTINGS_PAYMENTS_OPT_IN_TITLE
source: Introducing Payments
af: Ons stel Betalings (Beta) bekend
ar: نقدم لكم عمليات الدفع
az: Budur, ödənişlər (Beta)
be: Прадстаўляем плацяжы
bn: পেমেন্ট পরিচিতি
ca: Presentem els Pagaments!
cs: Představujeme Platby
cy: Yn Cyflwyno Taliadau (Beta)
da: Introducerer Betalinger
de: Neu: Zahlungen
el: Παρουσίαση των πληρωμών
es: Pagos a través de Signal
et: Tutvustame makseid (beeta)
eu: Introducing Payments (Beta)
fa: با معرفی پرداخت‌ها
fi: Esittelyssä maksut
fr: Fonctionnalité de paiement
ga: Tús Eolais ar Íocaíochtaí
gu: પ્રસ્તુત છે ચુકવણીઓ
he: נעים להכיר: תשלומים
hi: भुगतान का परिचय
hr: Predstavljamo Plaćanja
hu: Bemutatjuk a Fizetések szolgáltatást
id: Memperkenalkan Pembayaran
is: Við kynnum greiðslur (Beta-prófunarútgáfa)
it: Ecco i pagamenti su Signal
ja: 決済機能のご紹介
kab: Introducing Payments (Beta)
km: áŸá¼á˜ááŸ‚á“á¶áŸ†á€á¶ášá‘á¼á‘á¶ááŸ‹á“á¶á“á¶ (á”áŸáá¶)
kn: ಪಾವತಿಗಳನ್ನು ಪರಿಚಯಿಸಲಾಗುತ್ತಿದೆ (ಬೀಟಾ)
ko: 결제 소개
lt: Pristatome mokėjimus (Beta)
lv: Maksājumu ieviešana (Beta)
mk: Introducing Payments (Beta)
ml: പേയ്‌മെന്റുകൾ അവതരിപ്പിക്കുന്നു (ബീറ്റ)
mr: पेमेंट्स सादर करत आहोत
ms: Memperkenalkan Pembayaran
my: ငွေပေးချေမှုများ (စမ်းသပ်သည့် Beta ဗားရှင်း) မိတ်ဆက်ပါသည်
nb: Vi introduserer betalinger
nl: Betalingen via Signal
pa: ਭੁਗਤਾਨ (ਬੀਟਾ) ਨਾਲ ਜਾਣ-ਪਛਾਣ
pl: Przedstawiamy płatności
ps: د پرداختونو پیژندنه (بیټا)
pt_br: Apresentamos Pagamentos
pt_pt: Apresentamos os Pagamentos
ro: Îți prezentăm Plăți
ru: Новая функция: платежи
sk: Predstavujeme platby
sl: Predstavljamo Plačila (Beta)
sq: Ju Paraqesim Pagesa (Beta)
sr: Представљамо плаћања
sv: Vi introducerar betalningar
sw: Tunakuletea Malipo (Beta)
ta: கொடுப்பனவுகளை அறிமுகப்படுத்துதல் (பீட்டா)
te: చెల్లింపులను పరిచయం చేస్తోంది (Beta)
th: ขอแนะนำการชำระเงิน
tr: Ödemeler Tanıtımı
ug: تۆلەمنى تونۇشتۇرۇش
uk: Новинка: платежі
ur: پیش خدمت ہے پیمنٹس
vi: Giới thiệu tính năng Thanh toán
zh_cn: 付款功能上线
zh_hk: 付款功能登場

# SETTINGS_PAYMENTS_PASSPHRASE_DISCARD_CONFIRMATION_BUTTON
source: Skip Recovery Phrase
ar: تَخَطَّ عبارة الاستعادة
be: Прапусціць фразу для аднаўлення
bn: পুনরুদ্ধার করার বাক্য নির্ধারণের ধাপটি এড়িয়ে যান
ca: Saltar frase de recuperació
cs: Přeskočit frázi pro obnovení
da: Spring gendannelsessætning over
de: Wiederherstellungsphrase überspringen
el: Παράλειψη φράσης ανάκτησης
es: Omitir frase de recuperación
fa: رد شدن از عبارت بازیابی
fi: Ohita palautuslause
fr: Ignorer la phrase de récupération
ga: Scipeáil Frása Athshlánaithe
gu: રિકવરી ફ્રેઝને અવગણો
he: דילוג על משפט שחזור סיסמה
hi: रिकवरी वाक्य छोड़ें
hr: Preskoči frazu za oporavak
hu: Helyreállítási kifejezés mentésének kihagyása
id: Lewati Frasa Pemulihan
it: Salta l'impostazione della frase di recupero
ja: リカバリーフレーズをスキップする
ko: 복구 문구 건너뛰기
mr: पुर्नप्राप्ती वाक्यांश वगळा
ms: Langkau Frasa Pemulihan
nb: Hopp over gjenopprettingsfrasen
nl: Herstelzin overslaan
pl: Pomiń frazę odzyskiwania
pt_br: Pular frase de recuperação
pt_pt: Saltar frase de recuperação
ro: Sari peste fraza de recuperare
ru: Пропустить фразу для восстановления
sk: Preskočiť frázu na obnovenie
sr: Прескочи фразу за опоравак
sv: Hoppa över återställningsfras
th: ข้ามขั้นตอนวลีกู้คืน
tr: Kurtarma İfadesini Atla
ug: بىخەتەرلىك ئىبارىسىنى ئاتلاش
uk: Пропустити кодову фразу
ur: ریکوری کی عبارت موخر کریں
vi: Bỏ qua Cụm từ Khôi phục
zh_cn: 跳过恢复短语
zh_hk: 略過恢復片語

# SETTINGS_PAYMENTS_PASSPHRASE_DISCARD_CONFIRMATION_MESSAGE
source: Your recovery phrase lets you restore your balance in a worst-case scenario. We strongly recommend you save it.
ar: تُتيح لك عبارة الاستعادة الخاصة بك اِسترجاع رصيدك في حالة حدوث أمر ما. نوصي بشدة بحفظها.
be: Ваша фраза для аднаўлення дапаможа аднавіць баланс, калі нешта здарыцца. Мы вельмі просім вас захаваць яе.
bn: আপনার পুনরুদ্ধার করার বাক্যটি আপনাকে সবচেয়ে প্রতিকূল পরিস্থিতিতে আপনার ব্যালেন্স পুনরুদ্ধার করতে সাহায্য করে। এটি সেভ করার জন্য আমরা আপনাকে জোরালো অনুরোধ জানাচ্ছি।
ca: La teva frase de recuperació et permetrà restaurar el saldo en el pitjor dels casos. Et recomanem que la guardis.
cs: Vaše fráze pro obnovení vám umožní obnovit zůstatek v případě, že dojde k nejhoršímu. Důrazně doporučujeme, abyste si ji uložili.
da: Din gendannelsessætning giver dig mulighed for at gendanne din saldo hvis uheldet er ude. Vi anbefaler kraftigt at du gemmer den.
de: Mit deiner Wiederherstellungsphrase kannst du im schlimmsten Fall dein Guthaben wiederherstellen. Wir empfehlen dir dringend, sie zu speichern.
el: Η φράση ανάκτησης σού επιτρέπει να επαναφέρεις το υπόλοιπό σου στο χειρότερο σενάριο. Συνιστούμε ανεπιφύλακτα να την αποθηκεύσεις.
es: La frase de recuperación te permite restaurar tu saldo en caso de emergencia. Te recomendamos que la guardes.
fa: عبارت بازیابی به شما امکان می‌دهد که در بدترین حالت، موجودی خود را بازیابی کنید. اکیدا توصیه می‌کنیم که آن را ذخیره کنید.
fi: Palautuslauseen avulla voit pahimmassa tapauksessa palauttaa saldosi. Suosittelemme vahvasti, että tallennat sen.
fr: Votre phrase de récupération vous permet de récupérer votre solde en cas de problème. Nous vous recommandons fortement de la conserver en lieu sûr.
ga: Cuireann do fhrása athshlánaithe ar do chumas d'iarmhéid a aischur sa chás is measa. Molaimid go láidir duit é a shábháil.
gu: તમારો રિકવરી ફ્રેઝ તમને સૌથી ખરાબ પરિસ્થિતિમાં તમારું બેલેન્સ રિસ્ટોર કરવા દે છે. અમે ભારપૂર્વક ભલામણ કરીએ છીએ કે તમે તેને સેવ કરો.
he: משפט השחזור שלך מאפשר לך לשחזר את היתרה שלך במקרה הגרוע ביותר. אנחנו ממליצים בחום לשמור אותו.
hi: आपके रिकवरी वाक्य से आप खराब-से-खराब परिस्थिति में भी अपना संतुलन वापस पा सकते हैं। हम इसकी पुरजोर सलाह देते हैं कि आप इसे सहेज लें।
hr: Vaša fraza za oporavak omogućuje vam da vratite prethodno stanje svog računa u slučaju nepredviđenih okolnosti. Toplo vam preporučujemo da je spremite.
hu: A helyreállítási kifejezés lehetővé teszi az egyenleged helyreállítását a legrosszabb forgatókönyv esetén. Azt javasoljuk, hogy mindenképpen mentsd el.
id: Frasa pemulihan memungkinkan Anda memulihkan saldo jika terjadi skenario terburuk. Sangat disarankan untuk menyimpannya.
it: La frase di recupero ti permette di ripristinare il tuo saldo in caso qualcosa andasse storto. Ti consigliamo di salvarla.
ja: リカバリーフレーズがあれば、万一の時に残高を復元できます。保存することを強くお勧めします。
ko: 최악의 경우 복구 문구를 사용하면 잔액을 복원할 수 있습니다. 복구 문구를 저장하시는 게 좋습니다.
mr: आपला पुर्नप्राप्ती वाक्यांश आपल्याला अत्यंत वाईट परिस्थितीमध्ये आपली शिल्लक पुनर्प्राप्त करू देतो. आपण त्याला जतन करावे अशी ठाम शिफारस आम्ही करतो.
ms: Frasa pemulihan membolehkan anda menyimpan baki anda sekiranya perkara buruk berlaku. Kami amat mencadangkan anda menyimpannya.
nb: Gjenopprettingsfrasen gjør det mulig å gjenopprette saldoen din når uhellet er ute. Vi anbefaler på det sterkeste at du lagrer den.
nl: Met je herstelzin kun je je krediet herstellen als dat nodig is. We raden je sterk aan om het op te slaan.
pl: Fraza odzyskiwania pozwoli Ci na przywrócenie środków. Zdecydowanie zalecamy jej zapisanie na wszelki wypadek.
pt_br: No pior dos cenários, sua frase de recuperação será a única maneira de restaurar seu saldo.Recomendamos que você a guarde com muito cuidado.
pt_pt: A sua frase de recuperação permite-lhe restaurar o seu saldo no pior cenário possível. Recomendamos vivamente que a guarde.
ro: Fraza ta de recuperare te ajută să restaurezi soldul în cazul în care se întâmplă o problemă. Îți recomandăm cu tărie să o salvezi.
ru: Фраза для восстановления позволит вам восстановить ваши средства, если что-нибудь случится. Мы настоятельно рекомендуем вам сохранить её.
sk: Fráza na obnovenie vám umožní obnoviť váš zostatok aj v tom najhoršom prípade. Dôrazne vám preto odporúčame, aby ste si ju uložili.
sr: Фраза за опоравак вам омогућава да вратите средства у најгорем сценарију. Препоручујемо вам да је сачувате.
sv: I ett värsta möjliga scenario kan du återställa ditt saldo med din återställningsfras. Vi rekommenderar starkt att du sparar den.
th: วลีกู้คืนจะช่วยให้คุณกู้คืนเงินได้ในกรณีที่เกิดเหตุไม่คาดฝัน เราจึงขอแนะนำให้คุณบันทึกไว้
tr: Kurtarma ifaden, en kötü durumda bakiyeni geri yüklemeni sağlar. Kurtarma ifadeni kaydetmeni şiddetle tavsiye ediyoruz.
ug: ئەڭ ئېغىر ئەھۋاللاردا ئەسلىگە كەلتۈرۈش ئىبارىسى ئارقىلىق قالدۇق سوممىڭىزنى ئەسلىگە كەلتۈرەلەيسىز. ئۇنى ساقلىۋېلىشىڭىزنى كۈچلۈك تەۋسىيە قىلىمىز.
uk: Кодова фраза дає можливість відновити баланс, якщо станеться найгірше. Ми настійно радимо її зберегти.
ur: آپ کی بحالی کی عبارت آپ کو مشکل ترین صورتحال میں اپنا بیلنس بحال کرنے کی اجازت دیتی ہے۔ ہمارا مشورہ ہے کہ اسے محفوظ کر لیں۔
vi: Cụm từ khôi phục giúp bạn khôi phục số dư tài khoản của mình trong trường hợp xấu nhất. Chúng tôi khuyến khích bạn lưu lại.
zh_cn: 您的恢复短语可以让您在最坏的情况下恢复您的余额。我们强烈建议您保存您的恢复短语。
zh_hk: 恢復片語能讓您在最壞情況下恢復您的餘額。我們強力建議你儲存恢復片語。

# SETTINGS_PAYMENTS_PASSPHRASE_DISCARD_CONFIRMATION_TITLE
source: Continue Without Saving?
ar: هل ترغبُ بالمتابعة بدون حفظ؟
be: Працягнуць без захавання?
bn: সেভ না করেই এগিয়ে যেতে চান?
ca: Vols continuar sense desar?
cs: Pokračovat bez uložení?
da: Fortsæt uden at gemme?
de: Ohne Speichern fortfahren?
el: Συνέχεια χωρίς αποθήκευση;
es: ¿Continuar sin guardar?
fa: ادامه بدون ذخیره‌سازی؟
fi: Jatketaanko tallentamatta?
fr: Continuer sans enregistrer ?
ga: Lean ar Aghaidh gan Sábháil?
gu: સેવ કર્યા વિના ચાલુ રાખવું છે?
he: להמשיך בלי לשמור?
hi: बिना सहेजे जारी रखना है?
hr: Nastaviti bez spremanja?
hu: Folytatás mentés nélkül?
id: Lanjutkan Tanpa Menyimpan?
it: Vuoi continuare senza salvare?
ja: 保存せずに続けますか？
ko: 저장하지 않고 계속하시겠어요?
mr: जतन न करता पुढे सुरू ठेवायचे?
ms: Teruskan Tanpa Menyimpan?
nb: Vil du fortsette uten å lagre?
nl: Doorgaan zonder opslaan?
pl: Kontynuować bez zapisywania?
pt_br: Continuar sem salvar?
pt_pt: Continuar sem guardar?
ro: Continui Fără Să Salvezi?
ru: Продолжить без сохранения?
sk: Pokračovať bez uloženia?
sr: Желите ли да наставите без чувања?
sv: Fortsätta utan att spara?
th: ดำเนินการต่อโดยไม่บันทึกใช่ไหม
tr: Kaydetmeden devam etmek istiyor musun?
ug: ساقلىمايلا داۋاملاشتۇرامسىز؟
uk: Продовжити без збереження?
ur: بغیر محفوظ کیے جاری رکھیں؟
vi: Tiếp tục và không lưu?
zh_cn: 是否在不保存的情况下继续？
zh_hk: 要略過儲存並繼續操作嗎？
