Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STORY_REPLY_REACTION_SECOND_PERSON
source: Reacted to the story
ar: تفاعلَ مع القصة
be: Адрэагаваў(-ла) на гісторыю
bn: স্টোরিতে রিঅ্যাক্ট করেছেন
ca: Ha reaccionat a la història
cs: Reagoval/a jsi na příběh
da: Reagerede på historien
de: Du hast auf die Story reagiert
el: Αντέδρασες στην ιστορία
es: Has reaccionado a la historia
fa: به استوری واکنش نشان دادید
fi: Lähetit reaktion tarinaan
fr: avez réagi à la story
ga: Tugadh freagairt don scéal
gu: સ્ટોરી પર પ્રતિક્રિયા આપી
he: הגבת לסטורי
hi: स्टोरी पर प्रतिक्रिया दी
hr: Reagiraš na priču
hu: Reagált a történetre
id: Menanggapi cerita
it: Hai reagito alla storia
ja: ストーリーにリアクションしました
ko: 스토리에 반응했습니다.
mr: स्टोरीला प्रतिक्रिया दिली
ms: Memberi reaksi kepada cerita
nb: Reagerte på storyen
nl: Reageerde op dit verhaal
pl: Reakcja na relację
pt_br: Reagiu ao story
pt_pt: Reagiu à história
ro: Ai reacționat la poveste
ru: Отреагировал(-а) на историю
sk: Reagovali ste na príbeh
sr: Реаговали сте на причу
sv: Reagerade på storyn
th: แสดงความรู้สึกต่อสตอรี่
tr: Hikayeye tepki verdin
ug: ھېكايىگە ئىنكاس قايتۇردى
uk: Ваша реакція на історію
ur: سٹوری پر ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc với story
zh_cn: 回应了动态
zh_hk: 對限時動態表達了心情

# STORY_REPLY_REACTION_THIRD_PERSON
source: Reacted to the story
ar: تفاعلَ مع القصة
be: Адрэагаваў(-ла) на гісторыю
bn: স্টোরিতে রিঅ্যাক্ট করেছেন
ca: Ha reaccionat a la història
cs: Reagoval/a na příběh
da: Reagerede på historien
de: Hat auf die Story reagiert
el: Αντέδρασε στην ιστορία
es: Ha reaccionado a la historia
fa: به استوری واکنش نشان داد
fi: Lähetti reaktion tarinaan
fr: a réagi à la story
ga: Tugadh freagairt don scéal
gu: સ્ટોરી પર પ્રતિક્રિયા આપી
he: הגיב/ה לסטורי
hi: स्टोरी पर प्रतिक्रिया दी
hr: Reagira na priču
hu: Reagált a történetre
id: Menanggapi cerita
it: Ha reagito alla storia
ja: ストーリーにリアクションしました
ko: 스토리에 반응했습니다.
mr: स्टोरीला प्रतिक्रिया दिली
ms: Memberi reaksi kepada cerita
nb: Reagerte på storyen
nl: Reageerde op dit verhaal
pl: Reakcja na relację
pt_br: Reagiu ao story
pt_pt: Reagiu à história
ro: Ai reacționat la poveste
ru: Отреагировал(-а) на историю
sk: Reagoval/a na príbeh
sr: Реаговао/ла је на причу
sv: Reagerade på storyn
th: แสดงความรู้สึกต่อสตอรี่
tr: Hikayeye tepki verdi
ug: ھېكايىگە ئىنكاس قايتۇردى
uk: Реакція на історію
ur: سٹوری پر ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc với story
zh_cn: 回应了动态
zh_hk: 對限時動態表達了心情

# STORY_REPLY_TEXT_FIELD_PLACEHOLDER
source: Reply
af: Antwoord
ar: رد
az: Cavabla
be: Адказаць
bn: প্রত্যুত্তর
ca: Respon
cs: Odpověď
cy: Ymateb
da: Besvar
de: Antworten
el: Απάντηση
es: Responder
et: Vasta
eu: Erantzun
fa: پاسخ
fi: Vastaa
fr: Réagir
ga: Freagair
gu: જવાબ
he: השב
hi: उत्तर
hr: Odgovori
hu: Válasz
id: Balas
is: Svara
it: Rispondi
ja: 返信
kab: Err
km: á†áŸ’á›á¾á™áá”
kn: ಉತ್ತರಿಸಿ
ko: 답장
lt: Atsakyti
lv: Atbildēt
mk: Одговори
ml: മറുപടി
mr: प्रत्युत्तर द्या
ms: Balas
my: စာပြန်မည်
nb: Svar
nl: Reageren
pa: ਜਵਾਬ ਦਿਓ
pl: Odpowiedz
ps: بیا پلي کول
pt_br: Responder
pt_pt: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sl: Odgovori
sq: Përgjigju
sr: Одговорите
sv: Svara
sw: Jibu
ta: பதில்
te: స్పంధించు
th: ตอบกลับ
tr: Cevapla
ug: جاۋاب
uk: Відповідь
ur: جواب دیں
vi: Trả lời
zh_cn: 回复
zh_hk: 回覆

# STORY_REPLY_TO_GROUP_BUTTON
source: Reply to Group
af: Antwoord aan Groep
ar: الرد على المجموعة
az: Qrupa cavab ver
be: Адказаць групе
bn: গ্ৰুপে উত্তর দিন
ca: Respon al grup
cs: Odpovědět skupině
cy: Ymateb i'r Grŵp
da: Svar gruppe
de: Gruppe antworten
el: Απάντηση στην ομάδα
es: Responder en el grupo
et: Vasta grupile
eu: Taldera erantzun
fa: پاسخ به گروه
fi: Vastaa ryhmälle
fr: Répondre au groupe
ga: Freagair an Grúpa
gu: ગ્રુપમાં જવાબ આપો
he: השב אל קבוצה
hi: ग्रुप को जवाब दें
hr: Odgovori grupi
hu: Válasz a csoportnak
id: Balas ke Grup
is: Svara hópi
it: Rispondi al gruppo
ja: グループへの返信
km: á†áŸ’á›á¾á™áá”á‘áŸ…á€áŸ’ášá»á˜
kn: ಗ್ರೂಪ್‌ಗೆ ಉತ್ತರಿಸಿ
ko: 그룹에 답장
lt: Atsakyti grupei
lv: Atbildēt grupai
mk: Одговорете на групата
ml: ഗ്രൂപ്പിന് മറുപടി നൽകുക
mr: गटाला प्रत्त्युत्तर द्या
ms: Balas kepada Kumpulan
my: အဖွဲ့အတွက် ပြန်စာ
nb: Svar til gruppen
nl: Reageren op groepsverhaal
pa: ਗਰੁੱਪ ਨੂੰ ਜਵਾਬ ਦਿਓ
pl: Odpowiedz grupie
pt_br: Responder para o grupo
pt_pt: Responder ao 'Grupo'
ro: Răspunde grupului
ru: Ответить группе
sk: Odpovedať v skupine
sl: Odgovori skupini
sq: Përgjigjuni Grupit
sr: Одговорите у групи
sv: Svara gruppen
sw: Jibu kwenye Kikundi
ta: குழுவிற்கு பதிலளிக்கவும்
te: గ్రూపుకు బదులివ్వడం
th: ตอบกลับกลุ่ม
tr: Gruba Yanıtla
ug: گۇرۇپپىغا جاۋاب قايتۇرۇش
uk: Відповідь групі
ur: گروپ کو جواب دیں
vi: Trả lời cho Nhóm
zh_cn: 回复群组
zh_hk: 回覆群組

# STORY_REPLY_TO_GROUP_TEXT_FIELD_PLACEHOLDER
source: Reply to Group
ar: الرد على المجموعة
be: Адказаць групе
bn: গ্ৰুপে উত্তর দিন
ca: Respon al grup
cs: Odpovědět skupině
da: Svar gruppe
de: Gruppe antworten
el: Απάντηση στην ομάδα
es: Responder en el grupo
fa: پاسخ به گروه
fi: Vastaa ryhmälle
fr: Répondre au groupe
ga: Freagair an Grúpa
gu: ગ્રુપમાં જવાબ આપો
he: השב אל קבוצה
hi: ग्रुप को जवाब दें
hr: Odgovori grupi
hu: Válasz a csoportnak
id: Balas ke Grup
it: Rispondi al gruppo
ja: グループへの返信
ko: 그룹에 답장
mr: गटाला प्रत्त्युत्तर द्या
ms: Balas kepada Kumpulan
nb: Svar til gruppen
nl: Reageren op groepsverhaal
pl: Odpowiedz grupie
pt_br: Responder para o grupo
pt_pt: Responder ao Grupo
ro: Răspunde grupului
ru: Ответить группе
sk: Odpovedať v skupine
sr: Одговорити групи
sv: Svara gruppen
th: ตอบกลับกลุ่ม
tr: Gruba Yanıtla
ug: گۇرۇپپىغا جاۋاب قايتۇرۇش
uk: Відповідь групі
ur: گروپ کو جواب دیں
vi: Trả lời cho Nhóm
zh_cn: 回复群组
zh_hk: 回覆群組

# STORY_REPLY_TO_PRIVATE_TEXT_FIELD_PLACEHOLDER
source: Reply to %@
ar: الرد على %1$@
be: Адказаць %1$@
bn: %1$@-কে উত্তর দিন
ca: Respondre a %1$@
cs: Odpovědět uživateli %1$@
da: Besvar %1$@
de: Antwort an %1$@
el: Απάντηση προς %1$@
es: Responder a %1$@
fa: پاسخ به %1$@
fi: Vastaa henkilölle %1$@
fr: Répondre à %1$@
ga: Freagair %1$@
gu: %1$@ને જવાબ આપો
he: שליחת תשובה ל%1$@
hi: %1$@ को जवाब दें
hr: Odgovor korisniku %1$@
hu: Válasz %1$@ számára
id: Balas ke %1$@
it: Rispondi a %1$@
ja: %1$@へ返信
ko: %1$@ 님에게 답장
mr: %1$@ ला उत्तर द्या
ms: Balas kepada %1$@
nb: Svar til %1$@
nl: Reageren op %1$@
pl: Odpowiedz tej osobie: %1$@
pt_br: Responder para %1$@
pt_pt: Responder a %1$@
ro: Răspunde către %1$@
ru: Ответить %1$@
sk: Odpovedať používateľovi %1$@
sr: Одговорите кориснику %1$@
sv: Svara till %1$@
th: ตอบกลับหา %1$@
tr: Yanıtla: %1$@
ug: %1$@ گە جاۋاب
uk: Відповідь користувачу %1$@
ur: %1$@ کو جواب دیں
vi: Trả lời %1$@
zh_cn: 回复 %1$@
zh_hk: 回覆 %1$@

# STORY_RESEND_FAILED_MESSAGE_ACTION_SHEET
source: This story couldn’t be sent. Check your connection and try again
ar: تعذَّر إرسال القصة. يُرجى التحقُّق من اتصالك بالشبكة ثم حاوِل مرّة أخرى.
be: Не атрымалася адправіць гісторыю. Праверце падключэнне і паўтарыце спробу
bn: এই স্টোরিটি পাঠানো যায়নি। আপনার সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন
ca: No s'ha pogut enviar aquesta història. Comprova la teva connexió i torna-ho a intentar
cs: Příběh se nepodařilo odeslat. Zkontrolujte své připojení a zkuste to znovu
da: Denne historie kunne ikke sendes. Tjek din forbindelse og prøv igen.
de: Diese Story konnte nicht gesendet werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν ήταν δυνατή η αποστολή της ιστορίας. Έλεγξε τη σύνδεσή σου και προσπάθησε ξανά
es: No se ha podido enviar esta historia. Comprueba tu conexión e inténtalo de nuevo.
fa: استوری ارسال نشد. اتصال خود را بررسی نموده و دوباره سعی کنید.
fi: Tätä tarinaa ei voitu lähettää. Tarkasta yhteytesi ja yritä uudelleen.
fr: Impossible d’envoyer la story. Vérifiez votre connexion et réessayez
ga: Níorbh fhéidir an scéal seo a sheoladh. Seiceáil do nasc agus triail arís
gu: સ્ટોરી મોકલી શકાઈ નહીં. તમારું જોડાણ તપાસો અને ફરી પ્રયાસ કરો.
he: לא הצלחנו לשלוח את הסטורי. כדאי לבדוק את החיבור ולנסות שוב.
hi: यह स्टोरी भेजी नहीं जा सकी। अपना कनेक्शन जाँचें और फिर से प्रयास करें
hr: Nije moguće poslati priču. Provjerite internetsku vezu i pokušajte ponovno
hu: A Történetet nem sikerült elküldeni. Ellenőrizd az internetkapcsolatot, és próbáld újra!
id: Cerita ini tidak dapat dikirim. Periksa koneksi Anda dan coba lagi
it: Non è stato possibile inviare questa Storia. Controlla la tua connessione e riprova
ja: ストーリーを送信できませんでした。インターネット接続を確認し、再度試してください。
ko: 이 스토리를 보낼 수 없습니다. 연결을 확인하고 다시 시도하세요.
mr: ही स्टोरी पाठवली जाऊ शकत नाही. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा
ms: Cerita ini tidak boleh dihantar. Periksa sambungan anda dan cuba lagi
nb: Storyen kunne ikke sendes. Sjekk internettilkoblingen og prøv igjen.
nl: Je verhaal kan niet worden verzonden. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się udostępnić relacji. Sprawdź połączenie z internetem i spróbuj ponownie
pt_br: Não foi possível enviar o story. Verifique sua conexão e tente novamente
pt_pt: Esta história não pôde ser enviada. Verifique a sua ligação e tente novamente.
ro: Această poveste nu a putut fi trimisă. Verifică-ți conexiunea și încearcă din nou
ru: Не удалось отправить историю. Проверьте ваше подключение к интернету и попробуйте ещё раз
sk: Príbeh sa nepodarilo odoslať. Skontrolujte pripojenie a skúste to znova.
sl: Te zgodbe ni bilo mogoče poslati. Preverite svojo povezavo in poskusite znova.
sr: Слање ове приче није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Den här storyn kunde inte skickas. Kontrollera din anslutning och försök igen
th: ไม่สามารถส่งสตอรี่นี้ได้ ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Hikaye gönderilemedi. Bağlantını kontrol et ve tekrar dene
ug: بۇ ھېكايىنى يوللىيالمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Не вдалося надіслати історію. Перевірте з'єднання з мережею і спробуйте знову
ur: یہ سٹوری بھیجی نہیں جا سکتی۔ اپنا انٹرنیٹ چیک کریں اور دوبارہ کوشش کریں
vi: Không thể gửi story này. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 此动态无法发送。请检查您的网络连接并重试
zh_hk: 無法發送限時動態。請檢查你的網路連線，然後再試一次

# STORY_RESEND_PARTIALLY_FAILED_MESSAGE_ACTION_SHEET
source: This story couldn’t be sent to some people. Check your connection and try again
ar: تعذَّر إرسال هذه القصة إلى بعض الناس. تحقَّق من اتصالك بالشبكة ثم حاوِل مرّة أخرى.
be: Не атрымалася адправіць гісторыю некаторым людзям. Праверце падключэнне і паўтарыце спробу
bn: এই স্টোরিটি কিছু কিছু ব্যক্তিকে পাঠানো যায়নি। আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন
ca: No s'ha pogut enviar aquesta història a algunes persones. Comprova la teva connexió i torna-ho a intentar
cs: Tento příběh se nepodařilo některým lidem odeslat. Zkontrolujte své připojení a zkuste to znovu
da: Denne historie kunne ikke sendes til visse brugere. Tjek din forbindelse, og prøv igen.
de: Diese Story konnte an einige Leute nicht gesendet werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν ήταν δυνατή η αποστολή της ιστορίας σε μερικούς ανθρώπους. Έλεγξε τη σύνδεσή σου και δοκίμασε ξανά
es: No se ha podido enviar esta historia a algunas personas. Comprueba tu conexión e inténtalo de nuevo.
fa: این استوری برای برخی افراد ارسال نشد. اتصال خود را بررسی و دوباره امتحان کنید.
fi: Tätä tarinaa ei voitu lähettää kaikille henkilöille. Tarkasta yhteytesi ja yritä uudelleen
fr: Impossible d’envoyer cette story à certains contacts. Vérifiez votre connexion et réessayez.
ga: Níorbh fhéidir an scéal seo a sheoladh chuig daoine áirithe. Seiceáil do nasc agus triail arís
gu: આ સ્ટોરી કેટલાક લોકોને મોકલી શકાઈ નથી. તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો
he: לא הצלחנו לשלוח את הסטורי הזה לחלק מהאנשים. כדאי לבדוק את החיבור שלך ולנסות שוב
hi: यह स्टोरी कुछ लोगों को भेजी नहीं जा सकी। अपना कनेक्शन जाँचें और फिर से प्रयास करें
hr: Priču nije bilo moguće poslati svim korisnicima. Provjerite internetsku vezu i pokušajte ponovno
hu: A Történetet nem sikerült elküldeni néhány személy számára. Ellenőrizd az internetkapcsolatot, és próbáld újra
id: Cerita ini tidak dapat dikirim ke beberapa orang. Periksa koneksi Anda dan coba lagi
it: Non è stato possibile inviare questa Storia a tutte le persone. Controlla la tua connessione e riprova.
ja: 一部のユーザーにストーリーを送信できませんでした。インターネット接続を確認して再度試してください
ko: 이 스토리를 일부 사용자에게 보낼 수 없습니다. 연결을 확인하고 다시 시도하세요.
mr: ही स्टोरी काही व्यक्तींना पाठवली जाऊ शकत नाही. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा
ms: Cerita ini tidak boleh dihantar kepada beberapa orang. Periksa sambungan anda dan cuba lagi
nb: Denne storyen kunne ikke sendes til enkelte personer. Sjekk internettilkoblingen og prøv igjen
nl: Dit verhaal kon niet naar iedereen worden verzonden. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się udostępnić relacji niektórym osobom. Sprawdź połączenie z internetem i spróbuj ponownie
pt_br: Não foi possível enviar esse story para algumas pessoas. Verifique a sua conexão e tente novamente
pt_pt: Esta história não pôde ser enviada a algumas pessoas. Verifique a sua ligação e tente novamente.
ro: Povestea nu a putut fi trimisă către anumite persoane. Verifică-ți conexiunea și încearcă din nou
ru: Не удалось отправить историю некоторым людям. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Príbeh sa nepodarilo odoslať niekoľkým ľuďom. Skontrolujte pripojenie a skúste to znova
sl: Te zgodbe nekaterim ljudem ni bilo mogoče poslati. Preverite svojo povezavo in poskusite znova.
sr: Слање ове приче није успело неким људима. Проверите да ли сте повезани на интернет и пробајте поново
sv: Den här storyn kunde inte skickas till vissa personer. Kontrollera din anslutning och försök igen
th: ไม่สามารถส่งสตอรี่นี้ให้ผู้รับบางคนได้ ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Hikaye bazı kişilere gönderilemedi. Bağlantını kontrol edip tekrar dene
ug: بۇ ھېكايىنى بەزى كىشىلەرگە يوللىيالمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Не вдалося надіслати історію деяким користувачам. Перевірте з'єднання з мережею і спробуйте знову
ur: یہ سٹوری کچھ لوگوں کو نہیں بھیجی جا سکتی۔ اپنا انٹرنیٹ چیک کریں اور دوبارہ کوشش کریں
vi: Không thể gửi story đến một số người. Kiểm tra kết nối của bạn và thử lại
zh_cn: 此动态无法发送给一些用户。请检查您的网络连接并重试
zh_hk: 無法將此限時動態發送給某些用戶。請檢查您的連線，然後再試一次

# STORY_SELECT_ALLOWED_CONNECTIONS_VIEW_TITLE
source: Only Share With...
ar: مشاركة فقط مع…
be: Абагуліць толькі з…
bn: শুধুমাত্র এর সাথে শেয়ার করুন:
ca: Compartir només amb…
cs: Sdílet pouze s…
da: Del kun med…
de: Nur teilen mit …
el: Κοινοποίηση μόνο σε…
es: Compartir solo con…
fa: فقط هم‌رسانی شود با…
fi: Jaa vain seuraaville…
fr: Ne partager qu’avec…
ga: Ná Comhroinn Ach Le…
gu: ફક્ત આમની સાથે શેર કરો…
he: שיתוף רק עם…
hi: केवल निम्न के साथ शेयर करें…
hr: Podijeli samo s…
hu: Megosztás kizárólag a következőkkel…
id: Hanya Bagikan Dengan…
it: Condividi solo con…
ja: 共有する人を指定
kab: Connections
km: Connections
ko: 다음 사용자와만 공유…
mr: फक्त यांच्यासह शेअर करा(…)
ms: Hanya Kongsi Dengan….
nb: Del kun med …
nl: Alleen delen met…
pl: Udostępniaj tylko…
pt_br: Compartilhar apenas com…
pt_pt: Partilhar apenas com…
ro: Împărtășește Doar Cu…
ru: Поделиться только с…
sk: Zdieľať iba s…
sl: Deli le s/z ...
sr: Само подели са…
sv: Dela endast med …
th: แชร์ให้เฉพาะ…
tr: Sadece Bu Kişilerle Paylaş…
ug: تۆۋەندىكىلەر بىلەنلا ئورتاقلىشىش...
uk: Обрані глядачі
ur: صرف ان کے ساتھ شیئر کریں…
vi: Chỉ Chia Sẻ Với…
zh_cn: 只分享给……
zh_hk: 只分享給…

# STORY_SELECT_EXCLUDED_CONNECTIONS_VIEW_TITLE
source: All Except...
ar: الكل باستثناء…
be: Усе, акрамя…
bn: তিনি ছাড়া সবাই:
ca: Tothom menys…
cs: Všichni kromě…
da: Alle undtagen…
de: Alle außer …
el: Όλα τα άτομα εκτός από…
es: Mis contactos excepto…
fa: همه به‌جز…
fi: Kaikki, paitsi…
fr: Tous mes contacts Signal, sauf…
ga: Gach Duine Ach Amháin…
gu: આમના સિવાય બધા…
he: כולם חוץ מ…
hi: निम्न को छोड़कर सभी…
hr: Svi osim…
hu: Mindenki, kivéve…
id: Semua Kecuali…
it: Tutte le persone tranne…
ja: 共有しない人を指定
kab: Excluded Connections
km: Excluded Connections
ko: 다음을 제외한 모든 사용자…
mr: वगळून सर्वजण(…)
ms: Semua Kecuali…
nb: Alle unntatt …
nl: Iedereen behalve…
pl: Wszyscy oprócz…
pt_br: Todos, exceto…
pt_pt: Todos exceto…
ro: Toate cu Excepția…
ru: Все, кроме…
sk: Všetci okrem…
sl: Vsi razen ...
sr: Сви осим…
sv: Alla utom …
th: ทุกคน ยกเว้น…
tr: …Hariç Herkes
ug: تۆۋەندىكىدىن باشقىلار...
uk: Усі, крім…
ur: تمام سوائے…
vi: Tất Cả Trừ…
zh_cn: 所有人，除了……
zh_hk: 所有人，除了…

# STORY_SEND_FAILED
source: Send failed
af: Kon nie stuur nie
ar: فشِل الإرسال
az: Göndərilmədi
be: Не атрымалася адправіць
bn: পাঠাতে ব্যর্থ হয়েছে
ca: L'enviament ha fallat
cs: Odeslání se nezdařilo
cy: Methodd yr anfon
da: Kunne ikke sende
de: Senden gescheitert
el: Αποτυχία αποστολής
es: No enviada
et: Saatmine ei õnnestunud
eu: Bidaltzeak huts egin du
fa: ارسال انجام نشد
fi: Lähetys epäonnistui
fr: Impossible de partager la story.
ga: Theip ar an seoladh
gu: મોકલવામાં નિષ્ફળ
he: השליחה נכשלה
hi: भेजना विफल रहा
hr: Slanje nije uspjelo
hu: Küldés sikertelen
id: Pengiriman gagal
is: Sending mistókst
it: Invio non riuscito
ja: 送信に失敗しました
kn: ಕಳಿಸಲು ವಿಫಲವಾಯಿತು
ko: 전송에 실패했습니다.
lt: Išsiuntimas nepavyko
lv: Sūtīšana neizdevās
mk: Испраќањето е неуспешно
ml: അയയ്‌ക്കുന്നത് പരാജയപ്പെട്ടു
mr: पाठविणे अयशस्वी
ms: Penghantaran gagal
my: ပို့ဆောင်မှု မအောင်မြင်ပါ
nb: Sending mislyktes
nl: Verzenden mislukt
pa: ਭੇਜਣ ਵਿੱਚ ਅਸਫ਼ਲ
pl: Nie udało się udostępnić
ps: لیږل ناکامه شو
pt_br: Falha no envio
pt_pt: Falha ao enviar
ro: Trimitere eșuată
ru: Отправка не удалась
sk: Odoslanie zlyhalo
sl: Pošiljanje ni uspelo
sq: Dërgimi dështoi
sr: Слање није успело
sv: Det gick inte att skicka
sw: Kutuma kumeshindikina
ta: அனுப்புவது தோல்வியுற்றது
te: పంపడం విఫలమైంది
th: ส่งไม่สำเร็จ
tr: Gönderme başarısız
ug: ئەۋەتەلمىدى
uk: Не вдалося надіслати
ur: بھیجنے میں ناکام
vi: Không gửi được
zh_cn: 发送失败
zh_hk: 傳送失敗

# STORY_SEND_FAILED_NOTIFICATION_BODY
source: ❗️Story failed to send
ar: ❗️تعذَّر إرسال القصة
be: ❗️Не атрымалася адправіць гісторыю
bn: ❗️স্টোরি পাঠানো সফল হয়নি
ca: ❗️No s'ha pogut enviar la història
cs: ❗️ Příběh se nepodařilo odeslat
da: ❗️Historien blev ikke sendt
de: ❗️Story konnte nicht gesendet werden
el: ❗️ Η αποστολή της ιστορίας απέτυχε
es: ❗️No se ha podido compartir la historia
fa: ❗️استوری ارسال نشد
fi: ❗️Tarinan lähettäminen epäonnistui
fr: ❗️ Impossible d'envoyer la story
ga: ❗️Theip ar sheoladh an scéil
gu: ❗️સ્ટોરી મોકલવાનું નિષ્ફળ થયું
he: ❗️שליחת סטורי נכשלה
hi: ❗️स्टोरी भेजने में विफल
hr: ❗️Slanje priče nije uspjelo
hu: A Történetet nem sikerült elküldeni
id: ❗️Cerita gagal dikirim
it: ❗️ Impossibile inviare la Storia
ja: ❗️ ストーリーを送信できませんでした
ko: ❗️스토리를 보내지 못했습니다.
mr: ❗️स्टोरी पाठवण्यामध्ये अपयशी
ms: ❗️Cerita gagal dihantar
nb: ❗️ Storyen kunne ikke sendes
nl: ❗️Verhaal kan niet worden verzonden
pl: ❗️Nie udało się udostępnić relacji
pt_br: ❗️Falha ao enviar story
pt_pt: ❗️Falha ao enviar a história
ro: ❗️Nu s-a trimis povestea
ru: ❗️История не отправлена
sk: ❗️Príbeh sa nepodarilo odoslať
sr: ❗️Слање приче није успело
sv: ❗️Det gick inte att skicka storyn
th: ❗️ส่งสตอรี่ไม่สำเร็จ
tr: ❗️Hikaye gönderilemedi
ug: ❗️ھېكايە يوللانمىدى
uk: ❗️Не вдалося надіслати історію
ur: ❗️ سٹوری بھیجنے میں ناکام
vi: ❗️Không gửi được story
zh_cn: ❗️ 动态发送失败
zh_hk: ❗️限時動態發送失敗

# STORY_SEND_FAILED_RETRY
source: Tap to retry
af: Tik om weer te probeer
ar: انقر لإعادة المحاولة
az: Yenidən sınamaq üçün toxunun
be: Паспрабаваць зноў
bn: আবার চেষ্টায় ট্যাপ
ca: Toca per reintentar
cs: Klepnutím zopakujte
cy: Tapiwch i roi cynnig arall arni
da: Tryk og prøv igen
de: Erneut antippen
el: Πάτα για επανάληψη
es: Toca para reintentar
et: Toksa uuesti proovimiseks
eu: Sakatu berriro saiatzeko
fa: جهت تکرار ضربه بزنید
fi: Uusi yritys: napauta
fr: Réessayer
ga: Tapáil lena atriail
gu: પ્રયાસ કરવા ટેપ કરો
he: יש ללחוץ לעוד ניסיון
hi: रीट्राई हेतु टैप
hr: Pokušaj ponovno
hu: Újrapróbálkozás
id: Ketuk untuk coba lgi
is: Ýttu til að reyna aftur
it: Tocca per riprovare
ja: タップして再試行する
kn: ಮರುಪ್ರಯತ್ನಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭하여 다시 시도하세요.
lt: Bakstelėkite norėdami bandyti dar kartą
lv: Pieskarieties, lai mēģinātu vēlreiz
mk: Допрете за да се обидете повторно
ml: വീണ്ടും ശ്രമിക്കാൻ ടാപ്പ് ചെയ്യുക
mr: रिट्रायसाठी टॅप करा
ms: Ketik untuk cuba
my: ပြန်ကြိုးစားရန် နှိပ်ပါ
nb: Prøv igjen
nl: Tik om te verzenden
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar de novo
pt_pt: Tentar outra vez
ro: Atinge și reîncearcă
ru: Попробовать ещё раз
sk: Skúsiť odoslať znovu
sl: Tapnite za ponoven poskus
sq: Prekeni që të riprovohet
sr: Пробајте поново
sv: Försök igen
sw: Bonyeza kujaribu tena
ta: மீண்டும் முயற்சிக்கத் தட்டவும்
te: మళ్లీ ప్రయత్నించడానికి తట్టండి
th: แตะเพื่อลองอีกครั้ง
tr: Tekrar dene
ug: چېكىپ قايتا سىناڭ
uk: Натисніть ще раз
ur: نئی کوشش کے لیے ٹیپ
vi: Nhấn để thử lại
zh_cn: 点击重试
zh_hk: 輕按以重試

# STORY_SEND_FAILED_TAP_FOR_DETAILS
source: Send failed. Tap to retry
ar: فشِل الإرسال. انقر لإعادة المحاولة
be: Не атрымалася адправіць. Паспрабаваць зноў
bn: পাঠাতে ব্যর্থ হয়েছে। পুনরায় চেষ্টা করতে ট্যাপ করুন
ca: No s'ha pogut enviar. Toca aquí per tornar-ho a provar
cs: Odeslání se nezdařilo. Klepnutím pokus zopakujete
da: Kunne ikke sendes. Klik for at prøve igen
de: Senden gescheitert. Für erneuten Versuch antippen
el: Η αποστολή απέτυχε. Πάτα για επανάληψη
es: No enviado. Toca para reintentar.
fa: ارسال نشد. برای تلاش مجدد، ضربه بزنید
fi: Lähetys epäonnistui. Yritä uudelleen napauttamalla
fr: Impossible de partager la story. Appuyez pour réessayer.
ga: Theip ar an seoladh. Tapáil chun atriail
gu: મોકલવાનું નિષ્ફળ રહ્યું. ફરી પ્રયાસ કરવા ટૅપ કરો
he: השליחה נכשלה. יש ללחוץ כדי לנסות שוב
hi: भेजना विफल रहा। फिर से प्रयास करने के लिए टैप करें
hr: Slanje nije uspjelo. Dodirnite za ponovni pokušaj
hu: Küldés sikertelen. Az újrapróbálkozáshoz koppints
id: Pengiriman gagal. Ketuk untuk mencoba lagi
it: Invio non riuscito. Tocca per riprovare
ja: 送信に失敗しました。タップしてリトライ
ko: 전송에 실패했습니다. 탭하여 다시 시도하세요.
mr: पाठविणे अयशस्वी. रिट्राय करण्यासाठी टॅप करा
ms: Penghantaran gagal. Ketik untuk cuba lagi
nb: Sending mislyktes. Trykk for å prøve igjen.
nl: Verzenden mislukt. Tik en probeer opnieuw
pl: Nie udało się udostępnić. Dotknij, aby spróbować ponownie
pt_br: Falha no envio. Toque para tentar novamente
pt_pt: Falha ao enviar. Toque para tentar de novo
ro: Trimitere eșuată. Atinge și reîncearcă
ru: Отправка не удалась. Нажмите, чтобы попробовать ещё раз
sk: Odoslanie zlyhalo. Ťuknite a skúste to znovu
sl: Pošiljanje ni uspelo. Tapnite za ponovitev
sr: Слање није успело. Додирните да поновите
sv: Det gick inte att skicka. Klicka för att försöka igen
th: ส่งไม่สำเร็จ แตะเพื่อลองอีกครั้ง
tr: Gönderme başarısız. Tekrar dene
ug: يوللىيالمىدى. چېكىپ قايتا سىناڭ
uk: Не вдалося надіслати. Натисніть, щоб повторити
ur: بھیجنے میں ناکامی ہوئی۔ دوبارہ کوشش کے لیے ٹیپ کریں
vi: Không gửi được. Nhấn để thử lại
zh_cn: 发送失败。点击重试
zh_hk: 傳送失敗。輕按以重試
