Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_NOTIFICATION_CONTENT_DESCRIPTION
source: Call and Message notifications can appear while your phone is locked.
af: Oproep- en boodskapkennisgewings kan verskyn wanneer u foor vergrendel is.
ar: يمكن أن تظهر إشعارات المُكالمات والرسائل والهاتف مقفول.
az: Zəng və Mesaj bildirişləri, telefonunuz kilidli olanda görünə biləcək.
be: Апавяшчэнні аб званках і паведамленнях могуць з'яўляцца, калі ваш тэлефон заблакаваны.
bg: Известията за повиквания и съобщения могат да се показват, докато телефонът ви е заключен. Можете да ограничите това, което се показва в тези известия.
bn: আপনার ফোন লক থাকা অবস্থায় কল ও মেসেজের নোটিফিকেশনগুলি উপস্থিত হতে পারে।
ca: Les notificacions de trucades i missatges poden aparèixer mentre el telèfon estigui blocat.
cs: Oznámení hovorů a zpráv se může zobrazit, i když je telefon zamknutý.
cy: Gall hysbysiadau Galwad neu Sgwrsio ymddangos pan fod y ffôn dan glo.
da: Opkalds- og beskednotifikationer kan vises mens telefonen er låst.
de: Anruf‑ und Nachrichtenmitteilungen können auch bei gesperrtem Telefon erscheinen.
el: Οι ειδοποιήσεις κλήσεων και μηνυμάτων μπορούν να εμφανίζονται όταν το τηλέφωνό σου είναι κλειδωμένο.
es: Las notificaciones de llamadas y mensajes pueden mostrarse cuando el teléfono está bloqueado.
es_es: Las notificaciones de llamadas y mensajes se muestran con el teléfono bloqueado. Tal vez quieras modificar los detalles a mostrar.
et: Helistamise ja sõnumite teavitused võivaid ilmuda siis, kui telefon on lukustatud.
fa: اعلان‌ها‌ی تماس و پیام هنگامی که تلفن شما قفل است، می‌توانند ظاهر شوند.
fi: Puheluiden ja viestien ilmoitukset näytetään myös puhelimen ollessa lukittu.
fil: Ang mga notipikasyon ng tawag at mensahe ay maaaring lumabas habang naka-lock ang iyong telepono. Baka nais mong limitahan kung ano ang nakikita sa mga notipikasyong ito.
fr: Les notifications d’appel et de message peuvent s’afficher lorsque le téléphone est verrouillé.
gu: જ્યારે તમારો ફોન લૉક હોય ત્યારે કોલ અને મેસેજ સંબંધી સૂચનાઓ દેખાઈ શકે છે.
he: התראות של שיחה והודעה יכולות להופיע בזמן שהטלפון שלך נעול.
hi: कॉल और संदेश सूचनाएँ फ़ोन लॉक होने पर भी दिखाई दे सकती हैं।
hr: Obavijesti o pozivima i porukama mogu se pojaviti dok je telefon zaključan.
hu: Hívás és üzenet értesítések érkezhetnek a készülék zárolási képernyőjére.
id: Notifikasi Panggilan dan Pesan dapat muncul saat ponsel Anda terkunci.
is: Tilkynningar um hringingar og skilaboð birtast á meðan síminn þinn er læstur.
it: Notifiche di chiamate e messaggi possono apparire mentre il tuo telefono è bloccato.
ja: 電話のロック中に、着信とメッセージの通知を表示することができます。
kk: Қоңырау мен хабарлама туралы құлақтандырулар телефон құлыптаулы болғанда көрінеді. Ол құлақтандыруларда ненің көрсетілетінін шектегіңіз келуі мүмкін.
km: áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„ášá”áŸáŸ‹á€á¶ášá áŸ… á“á·á„áŸá¶áš á¢á¶á…á”á„áŸ’á á¶á‰á“áŸ…á–áŸá›á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á”áŸ‹áŸáŸ„áŸ”
kn: ನಿಮ್ಮ ಫೋನ್ ಲಾಕ್ ಆಗಿರುವಾಗ ಕರೆ ಮತ್ತು ಸಂದೇಶದ ನೋಟಿಫಿಕೇಷನ್‌ಗಳು ಕಾಣಿಸಬಹುದು.
ko: 휴대전화가 잠겨 있는 동안 통화 및 메시지 알림이 나타날 수 있습니다.
lt: Pranešimai apie skambučius ir žinutes gali atsirasti tuo metu, kai jūsų telefonas yra užrakintas.
lv: Paziņojumi par zvaniem un ziņām var parādīties, kamēr tālrunis ir bloķēts.
ml: നിങ്ങളുടെ ഫോൺ ലോക്ക് ചെയ്തിരിക്കുമ്പോൾ കോൾ, സന്ദേശം അറിയിപ്പുകൾ ദൃശ്യമാകും.
mr: आपला फोन लॉक असल्यावर कॉल आणि संदेश सूचना दिसू शकतात.
ms: Pemberitahuan Panggilan dan Mesej boleh muncul apabila telefon anda dikunci.
my: သင့်ဖုန်းပိတ်ထားသည့် အချိန်တွင် ဖုန်းခေါ်ဆိုမှု နှင့် မက်ဆေ့ချ် သတိပေးချက်များ ပေါ်လာနိုင်ပါသည်။
nb: Varsler om meldinger og innkommende samtaler kan vises mens telefonen er låst.
nl: Meldingen over oproepen en berichten kunnen verschijnen terwijl je telefoon is vergrendeld.
pa: ਜਦੋਂ ਤੁਹਾਡਾ ਫੋਨ ਲੌਕ ਹੁੰਦਾ ਹੈ ਤਾਂ ਕਾਲ ਅਤੇ ਸੁਨੇਹਿਆਂ ਦੀਆਂ ਸੂਚਨਾਵਾਂ ਦਿਖ ਸਕਦੀਆਂ ਹਨ।
pa_pk: تساں دا فون لاک ہون دے دوران کال تے سنیہا دی اطلاواں ظاہر ہو سکدی ہین۔ ان اطلاواں اچ جو وکھایا جاندا اے تساں ایناں نوں محدود کر سکدے او۔
pl: Powiadomienia o połączeniach i wiadomościach mogą się pojawiać, gdy telefon jest zablokowany.
ps: کله چې ستاسې موبایل قفل وي نو د ټلیفوني اړیکې او پیغام خبرتیاووې به ښکاریږي.
pt_br: As notificações de chamadas e mensagens podem aparecer enquanto o telefone está bloqueado.
pt_pt: As notificações de chamada e mensagem poderão aparecer enquanto o seu telemóvel está bloqueado.
ro: Notificările pentru apeluri și mesaje pot apărea în timp ce telefonul este blocat.
ru: Уведомления о звонках и сообщениях могут появляться, когда ваш телефон заблокирован.
sk: Keď je telefón uzamknutý, môžu sa zobrazovať oznámenia o hovoroch a správach.
sl: Obvestila o klicih in sporočilih se lahko pojavijo, medtem ko je vaš telefon zaklenjen.
sq: Njoftimet për Thirrje dhe Mesazhe mund të shfaqen teksa telefoni juaj është i kyçur.
sr: Обавештења о позивима и порукама се могу појавити док је ваш телефон закључан.
sv: Samtals- och meddelandenotiser kan visas medan din telefon är låst.
sw: Arifa za Ujumbe na Simu zinazopigwa bado zinaweza kuonekana wakati simu yako imefungwa.
ta: உங்கள் தொலைபேசி பூட்டப்பட்டிருக்கும் போது அழைப்பு மற்றும் செய்தி அறிவிப்புகள் தோன்றும்.
te: మీ ఫోన్ లాక్ చేయబడినప్పుడు కాల్ మరియు సందేశ నోటిఫికేషన్‌లు కనిపిస్తాయి.
th: การแจ้งเตือนการโทรและข้อความสามารถแสดงในขณะที่โทรศัพท์ของคุณล็อกอยู่
tr: Telefonunuz kilitliyken arama ve ileti bildirimleri görünebilir.
ug: تېلېفونىڭىز قۇلۇپلانغاندا چاقىرىش ۋە ئۇچۇر ئەسكەرتىشى كۆرۈنىدۇ.
uk: Сповіщення про виклики та повідомлення з'являються, коли телефон замкнено.
ur: جب آپ کے فون کو لاک کیا جاتا ہے تو کال اور میسج کی اطلاعات ظاہر ہوسکتی ہیں۔
vi: Thông báo Cuộc gọi và Tin nhắn có thể xuất hiện khi điện thoại của bạn đang khoá.
zh_cn: 手机锁定时可显示通话和消息通知。
zh_hk: 當電話鎖定時，可顯示來電及訊息通知。

# SETTINGS_NOTIFICATION_CONTENT_TITLE
source: Notification Content
af: Kennisgewing-inhoud
ar: مُحتوى الإشعارات
az: Bildiriş məzmunu
be: Змесціва апавяшчэння
bg: Съдържание на известието
bn: বিজ্ঞপ্তির বিষয়বন্তু
ca: Contingut de la notificació
cs: Obsah notifikace
cy: Cynnwys Hysbysiadau
da: Notifikationsindhold
de: Mitteilungsinhalt
el: Περιεχόμενο ειδοποιήσεων
es: Contenido de las notificaciones
es_es: Contenido de notificaciones
et: Teavituse sisu
eu: Jakinarazpenen Edukia
fa: محتوای نوتیفیکیشن
fi: Ilmoitusten sisältö
fil: Nilalaman ng Notipikasyon
fr: Contenu des notifications
ga: Ábhar i bhFógraí
gu: સૂચના કન્ટેન્ટ
he: תוכן התראה
hi: सूचना सामग्री
hr: Sadržaj obavijesti
hu: Értesítés tartalma
id: Isi Pemberitahuan
is: Efni tilkynningar
it: Contenuto notifica
ja: 通知内容
kab: Agbur n yilɣa
kk: Құлақтандыру мазмұны
km: ááŸ’á›á¹á˜áŸá¶ášá€á¶ášá‡á¼á“áŠáŸ†áá¹á„
kn: ಅಧಿಸೂಚನೆ ವಿಷಯ
ko: 알림 내용
lt: Pranešimų turinys
lv: Paziņojumu saturs
mk: Содржина на известување
ml: നോട്ടിഫിക്കേഷൻ ഉള്ളടക്കം
mr: सूचना मजकूर
ms: Kandungan Pemberitahuan
my: အသိပေးချက်ပါဝင်သောအကြောင်းအရာ
nb: Innhold i varsel
nl: Meldingsinhoud
pa: ਸੂਚਨਾ ਸਮੱਗਰੀ
pa_pk: اطلاواں دے مندرجات
pl: Treść powiadomień
ps: د خبرتیا محتوی
pt_br: Conteúdo de Notificação
pt_pt: Conteúdo das notificações
ro: Conținut notificare
ru: Содержимое уведомления
sk: Obsah hlásení
sl: Vsebina obvestil
sq: Lëndë Njoftimesh
sr: Садржај обавештења
sv: Notisinnehåll
sw: Arifa za Yaliyomo
ta: அறிவிப்பு உள்ளடக்கம்
te: ప్రకటనల ధ్వని
th: ข้อความแจ้งเตือน
tr: Bildirim İçeriği
ug: ئۇقتۇرۇش مەزمۇنى
uk: Вміст сповіщень
ur: اطلاعات کا مواد
vi: Nội dung Thông báo
zh_cn: 通知内容
zh_hk: 通知內容

# SETTINGS_NOTIFICATION_EVENTS_CONTACT_JOINED_SIGNAL
source: Contact Joins Signal
af: Kontak by Signal aansluit
ar: جهة اتصال انضَمَّت إلى سيجنال
az: Əlaqə Singal-a qoşulur
be: Кантакт далучаецца да Signal
bg: Контактът се присъедини към Signal
bn: কন্ট্যাক্ট Signal-এ যোগদান করেছেন
ca: Un contacte s'ha afegit al Signal
cs: Kontakt se připojil k Signalu
cy: Cysylltiad yn ymuno â Signal
da: Kontakt tilmelder sig Signal
de: ein Kontakt Signal beitritt
el: Μια επαφή έρχεται στο Signal
es: Alguien comienza a usar Signal
es_es: Alguien comienza a usar Signal
et: Kontakt liitub Signaliga
fa: مخاطب به سیگنال می‌پیوندد
fi: Yhteystieto liittyy Signaliin
fil: Sumali ang kontak sa Signal
fr: Un contact rejoint Signal
gu: સંપર્ક Signal સાથે જોડાય છે
he: איש קשר מצטרף אל Signal
hi: संपर्क Signal से जुड़े
hr: Kontakt se pridružio/la Signalu
hu: Ismerős csatlakozott Signalon
id: Kontak Bergabung di Signal
is: Tengiliður skráir sig á Signal
it: Un contatto si unisce a Signal
ja: 連絡先のSignal参加時
kk: Байланыстық тұлға Signal қолданбасына қосылды
km: á‘á¶á€áŸ‹á‘á„á…á¼á›ášá½á˜ Signal
kn: ಸಂಪರ್ಕದವರು Signal ಗೆ ಸೇರಿದ್ದಾರೆ
ko: 아는 사람이 Signal에 가입했습니다
lt: Adresatas prisijungia prie Signal
lv: Kontaktpersona pievienojas lietotnei Signal
ml: കോൺടാക്റ്റ് Signal-ൽ ചേരുന്നു
mr: संपर्क Signal मध्ये सामील होतो
ms: Kenalan Menyertai Signal
my: အဆက်အသွယ်သည် Signal ပေါ်တက်ရောက်လာပါပြီ
nb: Kontakt blir med på Signal
nl: Een telefooncontact vanaf nu ook op Signal bereikbaar is
pa: ਸੰਪਰਕ Signal ਉੱਤੇ ਆਇਆ
pa_pk: رابطہ Signal اچ شامل ہویا
pl: Kontakt zaczyna korzystać z aplikacji Signal
ps: مخاطب له Signal سره یو ځای شو
pt_br: O contato entrou no Signal
pt_pt: Um contacto juntou-se ao Signal
ro: Un contact se alătură la Signal
ru: Контакт присоединяется к Signal
sk: Kontakt sa pripojí k Signal
sl: Vaš stik se je pridružil Signalu
sq: Kontakti Përdor Signal-in
sr: Контакт се придружио Signal-у
sv: Kontakt ansluter sig till Signal
sw: Mwasiliani Amejiiunga na Signal
ta: தொடர்பு இணைகிறது Signal
te: పరిచయం Signal లొ చేరారు
th: ผู้ติดต่อเริ่มใช้ Signal
tr: Kişinin Signal'e Katılması
ug: ئالاقەداش Signal غا قوشۇلدى
uk: Контакт приєднався до Signal
ur: رابطہ Signal میں شامل ہوتا ہے
vi: Liên hệ tham gia Signal
zh_cn: 联系人加入 Signal
zh_hk: 聯絡人加入 Signal

# SETTINGS_NOTIFICATION_NOTIFY_WHEN_TITLE
source: Notify when…
af: Stel in kennis wanneer…
ar: أخبرني عندما…
az: Bildir...
be: Апавяшчаць, калі…
bn: জানান, যখন…
ca: Notifica quan…
cs: Upozornit, když…
cy: Rhoi gwybod pan…
da: Underret når…
de: Benachrichtigen, wenn …
el: Να ειδοποιούμαι όταν…
es: Notificarme cuando…
et: Teavita kui...
eu: Jakinarazi...
fa: اطلاع‌رسانی هنگامی که…
fi: Ilmoita minulle
fr: Me prévenir quand…
ga: Cuir in iúl nuair a…
gu: આ સમયે સૂચિત કરો…
he: יידע כאשר…
hi: तब सूचित करें, जब…
hr: Obavijesti me kada…
hu: Értesítsen, amikor…
id: Beri tahu ketika…
is: Láta vita þegar…
it: Notificami quando…
ja: 通知のタイミング
km: á‡á¼á“áŠáŸ†áá¹á„á“áŸ…á–áŸá›
kn: ಈ ಸಮಯದಲ್ಲಿ ನನಗೆ ತಿಳಿಸಿ...
ko: 다음의 경우 알림…
lt: Pranešti, kai…
lv: Paziņot, kad...
mk: Извести кога...
ml: എപ്പോൾ അറിയിക്കുക...
mr: तेव्हा सूचित करा…
ms: Maklumkan apabila…
my: ဖြစ်ခဲ့လျှင် အသိပေးပါ...
nb: Varsle når …
nl: Geef me een melding wanneer…
pa: ਸੂਚਨਾ ਦਿਓ ਜਦੋਂ…
pl: Powiadamiaj, gdy…
ps: خبر راکړئ کله چې...
pt_br: Notifique-me quando…
pt_pt: Notificar-me quando…
ro: Anunță-mă când…
ru: Уведомлять, когда…
sk: Upozorniť, keď…
sl: Obvesti me ko ...
sq: Njoftomë kur…
sr: Пошаљи обавештење када…
sv: Meddela när …
sw: Arifu wakati…
ta: எப்போது அறிவிக்கவும்…
te: ఎప్పుడు తెలియజేయండి…
th: แจ้งเตือนเมื่อ…
tr: Şu durumlarda bildir…
ug: ئۇقتۇرۇش ۋاقتى…
uk: Сповіщати, коли…
ur: مطلع کریں جب…
vi: Thông báo khi…
zh_cn: 发送通知，当…
zh_hk: 通知下列事件

# SETTINGS_NOTIFICATIONS
source: Notifications
af: Kennisgewings
ar: الإشعارات
az: Bildirişlər
be: Апавяшчэнні
bg: Известия
bn: বিজ্ঞপ্তিগুলি
ca: Notificacions
cs: Oznámení
cy: Hysbysiadau
da: Notifikationer
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
es_es: Notificaciones
et: Teavitused
eu: Jakinarazpenak
fa: اعلانات
fi: Ilmoitukset
fil: Mga Notipikasyon
ga: Fógraí
gu: સૂચનાઓ
he: התראות
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
kab: Ilɣa
kk: Құлақтандырулар
km: á€á¶ášá‡á¼á“áŠáŸ†áá¹á„
kn: ಅಧಿಸೂಚನೆಗಳು
ko: 알림
lt: Pranešimai
lv: Paziņojumi
mk: Известувања
ml: അറിയിപ്പുകൾ
mr: सूचना
ms: Pemberitahuan
my: အသိပေးချက်များ
nb: Varslinger
nl: Meldingen
pa: ਸੂਚਨਾਵਾਂ
pa_pk: اطلاعواں
pl: Powiadomienia
ps: یادښتونه
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sl: Obvestila
sq: Njoftime
sr: Обавештења
sv: Notiser
sw: Arifu
ta: அறிவிப்புகள்
te: ప్రకటనలు
th: การแจ้งเตือน
tr: Bildirimler
ug: ئۇقتۇرۇشلار
uk: Сповіщення
ur: اطلاعات
vi: Thông báo
zh_cn: 通知
zh_hk: 通知

# SETTINGS_PAYMENTS_ACTIVATE_PAYMENTS_CONFIRM_AGREE
source: Activate
af: Aktiveer
ar: تفعيل
az: Aktivləşdir
be: Актываваць
bn: সক্রিয় করুন
ca: Activa
cs: Aktivovat
cy: Ysgogi
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Activar
et: Aktiveeri
eu: Aktibatu
fa: فعال کردن
fi: Aktivoi
fr: Activer
ga: Cuir i ngníomh é
gu: સક્રિય કરો
he: הפעל
hi: सक्रिय करें
hr: Omogući
hu: Aktiválás
id: Aktifkan
is: Virkja
it: Attiva
ja: 有効にする
kab: Rmed
km: á’áŸ’áœá¾á±áŸ’á™áŸá€á˜áŸ’á˜
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 활성화
lt: Aktyvuoti
lv: Aktivēt
mk: Активирај
ml: സജീവമാക്കുക
mr: सक्रिय करा
ms: Aktifkan
my: ဖွင့်မယ်
nb: Aktiver
nl: Inschakelen
pa: ਸਰਗਰਮ ਕਰੋ
pl: Aktywuj
ps: فعالول
pt_br: Ativar
pt_pt: Ativar
ro: Activare
ru: Активировать
sk: Aktivovať
sl: Aktiviraj
sq: Aktivizoje
sr: Активирај
sv: Aktivera
sw: Wezesha
ta: செயல்படுத்த
te: సక్రియం చేయండి
th: เปิดใช้
tr: Etkinleştir
ug: ئاكتىپلا
uk: Активувати
ur: فعال
vi: Kích hoạt
zh_cn: 激活
zh_hk: 啟用
