Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_REMOTE_USER_ACCEPTED_INVITE_FORMAT
source: %@ accepted an invitation to the group.
af: %@ het ’n uitnodiging na die groep aanvaar.
ar: قَبِلَ %1$@ الدعوة إلى المجموعة.
az: %@, qrup dəvətini qəbul etdi.
be: %1$@ прыняў(-ла) запрашэнне ў групу.
bg: %@ прие покана за групата.
bn: %1$@ গ্রুপে একটি আমন্ত্রণ স্বীকার করেছেন।
ca: %1$@ ha acceptat una invitació al grup.
cs: %1$@ přijal(a) pozvání do skupiny.
cy: Derbyniodd %@ wahoddiad i'r grŵp.
da: %1$@ accepterede en invitation til gruppen
de: %1$@ hat eine Gruppeneinladung angenommen.
el: Ο/Η %1$@ αποδέχτηκε την πρόσκληση στην ομάδα.
es: %1$@ ha aceptado una invitación al grupo.
es_es: %@ ha aceptado la invitación al grupo.
et: %@ nõustus grupiga liitumise kutsega.
eu: %@ erabiltzaileak taldean sartzeko gonbidapen bat onartu du.
fa: %1$@ دعوت به گروه را پذیرفته است.
fi: %1$@ hyväksyi kutsun liittyä ryhmään.
fil: Tinanggap ni %@ ang imbitasyon sa grupo.
fr: %1$@ a accepté une invitation à rejoindre le groupe.
ga: Ghlac %1$@ le cuireadh chun páirt a ghlacadh sa ghrúpa.
gu: %1$@ એ ગ્રુપનું આમંત્રણ સ્વીકાર્યું.
he: %1$@ אישר/ה הזמנה אל הקבוצה.
hi: %1$@ ने ग्रुप से जुड़ने का आमंत्रण स्वीकार कर लिया है।
hr: %1$@ je prihvatio poziv u grupu.
hu: %1$@ elfogadta a csoportmeghívását.
id: %1$@ menerima undangan masuk ke dalam grup.
is: %@ samþykkti boð um að ganga í hópinn.
it: %1$@ ha accettato un invito al gruppo.
ja: %1$@ がグループへの招待を受け入れました。
kab: %@ yeqbel tinubga ɣer ugraw.
kk: %@ топқа шақыруды қабыл алды.
km: %@ á”á¶á“á™á›áŸ‹á–áŸ’ášá˜á€á¶ášá¢á‰áŸ’á‡á¾á‰á‘áŸ…á€áŸ’ášá»á˜áŸ”
kn: %@ ಗುಂಪಿಗೆ ಆಹ್ವಾನವನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 초대를 수락했습니다.
lt: %@ priėmė pakvietimą prisijungti prie grupės.
lv: %@ piekrita uzaicinājumam pievienoties šai grupai.
mk: %@ ја прифати поканата за групата.
ml: ഗ്രൂപ്പിലേക്കുള്ള ഒരു ക്ഷണം %@ സ്വീകരിച്ചിരിക്കുന്നു.
mr: %1$@ ने गटाचे निमंत्रण स्वीकारले.
ms: %1$@ menerima jemputan kepada kumpulan.
my: %@ သည် အဖွဲ့သို့ဖိတ်ခေါ်မှုကို လက်ခံခဲ့သည်။
nb: %1$@ aksepterte en invitasjon til gruppen.
nl: %1$@ heeft een groepsuitnodiging geaccepteerd.
pa: %@ ਨੇ ਗਰੁੱਪ ਦੇ ਸੱਦੇ ਨੂੰ ਮਨਜ਼ੂਰ ਕੀਤਾ।
pa_pk: %@ نے گروپ اچ دعوت نوں قبول کیتا۔
pl: %1$@ przyjmuje zaproszenie do grupy.
ps: %@ ګروپ ته یوه بلنه ومنله.
pt_br: %1$@ aceitou um convite para o grupo.
pt_pt: %1$@ aceitou um convite para o grupo.
ro: %1$@ a acceptat o invitație la grup.
ru: %1$@ принял(-а) приглашение в группу.
sk: %1$@ prijal(a) pozvanie do skupiny.
sl: Uporabnik/ca %@ je sprejel/a vabilo v skupino.
sq: %@ pranoi një ftesë për te grupi.
sr: %1$@ је прихватио/ла позивницу за групу.
sv: %1$@ accepterade en inbjudan till gruppen.
sw: %@alikubali mwaliko kwa kundi.
ta: %@ குழுவிற்கான அழைப்பை ஏற்றுக்கொண்டார்.
te: %@ సమూహానికి ఆహ్వానాన్ని అంగీకరించారు.
th: %1$@ ตอบรับคำเชิญเข้ากลุ่ม
tr: %1$@ grup davetiyesini kabul etti.
ug: گۇرۇپپىغا كىرىش تەكلىپىنى %1$@ قوبۇل قىلدى.
uk: Користувач %1$@ прийняв запрошення в групу.
ur: %1$@ نے گروپ کو دعوت نامہ قبول کیا۔
vi: %1$@ đã chấp nhận lời mời vào nhóm.
zh_cn: %1$@ 接受了入群邀请。
zh_hk: %1$@ 已接受加入群組的邀請。

# GROUP_REMOTE_USER_ACCEPTED_INVITE_FROM_LOCAL_USER_FORMAT
source: %@ accepted your invitation to the group.
af: %@ het jou uitnodiging na die groep aanvaar.
ar: قَبَلَ %1$@ انضمامك للمجموعة.
az: %@, qrup dəvətinizi qəbul etdi.
be: %1$@ прыняў(-ла) ваша запрашэнне ў групу.
bg: %@ прие вашата покана за групата.
bn: %1$@ গ্রুপে আপনার আমন্ত্রণ স্বীকার করেছেন।
ca: %1$@ ha acceptat la vostra invitació al grup.
cs: %1$@ přijal(a) vaše pozvání do skupiny.
cy: Derbyniodd %@ eich gwahoddiad i'r grŵp.
da: %1$@ accepterede din invitation til gruppen
de: %1$@ hat deine Gruppeneinladung angenommen.
el: Ο/Η %1$@ αποδέχτηκε την πρόσκλησή σου στην ομάδα.
es: %1$@ ha aceptado tu invitación al grupo.
es_es: %@ ha aceptado tu invitación al grupo.
et: %@ nõustus sinu grupiga liitumise kutsega.
eu: %@ erabiltzaileak taldean sartzeko zure gonbidapena onartu du.
fa: %1$@دعوتنامه شما به گروه را پذیرفته است.
fi: %1$@ hyväksyi kutsusi liittyä ryhmään.
fil: Tinanggap ni %@ ang iyong imbitasyon sa grupo.
fr: %1$@ a accepté votre invitation à rejoindre le groupe.
ga: Ghlac %1$@ le cuireadh uait chun páirt a ghlacadh sa ghrúpa.
gu: %1$@ એ ગ્રુપમાં તમારું આમંત્રણ સ્વીકાર્યું.
he: %1$@ אישר/ה את ההזמנה שלך אל הקבוצה.
hi: %1$@ ने आपका ग्रुप से जुड़ने का आमंत्रण स्वीकार कर लिया है।
hr: %1$@ je prihvatio vaš poziv u grupu.
hu: %1$@ elfogadta a csoportmeghívásodat.
id: %1$@ menerima undangan masuk ke grup Anda.
is: %@ samþykkti boð þitt um að ganga í hópinn.
it: %1$@ ha accettato il tuo invito al gruppo.
ja: %1$@ があなたからのグループへの招待を受け入れました。
kab: %@ yeqbel tinubga-ik·im ɣer ugraw.
kk: %@ сіздің топқа шақыруыңызды қабыл алды.
km: %@ á”á¶á“á™á›áŸ‹á–áŸ’ášá˜á€á¶ášá¢á‰áŸ’á‡á¾á‰á‘áŸ…á€áŸ’ášá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: %@ಗುಂಪಿಗೆ ನಿಮ್ಮ ಆಹ್ವಾನವನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 내 그룹 초대를 수락했습니다.
lt: %@ priėmė jūsų pakvietimą prisijungti prie grupės.
lv: %@ piekrita jūsu uzaicinājumam pievienoties šai grupai.
mk: %@ ја прифати вашата покана за групата.
ml: ഗ്രൂപ്പിലേക്കുള്ള നിങ്ങളുടെ ക്ഷണം %@ സ്വീകരിച്ചിരിക്കുന്നു.
mr: %1$@ ने आपले गटाचे निमंत्रण स्वीकारले.
ms: %1$@ menerima jemputan anda kepada kumpulan.
my: %@ သည် အဖွဲ့သို့ သင့်ဖိတ်ခေါ်မှုကို လက်ခံခဲ့သည်။
nb: %1$@ aksepterte din invitasjon til gruppen.
nl: %1$@ heeft je groepsuitnodiging geaccepteerd.
pa: %@ ਨੇ ਗਰੁੱਪ ਦੇ ਤੁਹਾਡੇ ਸੱਦੇ ਨੂੰਮਨਜ਼ੂਰ ਕੀਤਾ ਹੈ।
pa_pk: %@ نے گروپ اچ تساں دی دعوت قبول کیتی۔
pl: %1$@ przyjmuje Twoje zaproszenie do grupy.
ps: %@ ګروپ ته ستاسې بلنه ومنله.
pt_br: %1$@ aceitou seu convite para o grupo.
pt_pt: %1$@ aceitou o seu convite para o grupo.
ro: %1$@ a acceptat invitația ta la grup.
ru: %1$@ принял(-а) ваше приглашение в группу.
sk: %1$@ prijal(a) vaše pozvanie do skupiny.
sl: Uporabnik/ca %@ je sprejel/a vaše vabilo v skupino.
sq: %@ pranoi ftesën tuaj për te grupi.
sr: %1$@ је прихватио/ла вашу позивницу за групу.
sv: %1$@ accepterade din inbjudan till gruppen.
sw: %@alikubali mwaliko wako kwa kundi.
ta: %@ ஏற்றுக்கொள்ளப்பட்டது உங்கள் குழுவிற்கு அழைப்பு.
te: %@ సమూహానికి మీ ఆహ్వానాన్ని అంగీకరించారు.
th: %1$@ ตอบรับคำเชิญเข้ากลุ่มของคุณ
tr: %1$@ grup davetiyenizi kabul etti.
ug: %1$@ گۇرۇپپىغا كىرىش تەكلىپىڭىزنى قوبۇل قىلدى.
uk: Користувач %1$@ прийняв ваше запрошення в групу.
ur: %1$@ نے گروپ میں آپ کی دعوت قبول کرلی۔
vi: %1$@ chấp nhận thư mời vào nhóm của bạn.
zh_cn: %1$@ 接受了你发送的入群邀请。
zh_hk: %1$@ 已接受您的邀請加入群組。

# GROUP_REMOTE_USER_ACCEPTED_INVITE_FROM_REMOTE_USER_FORMAT
source: %1$@ accepted an invitation to the group from %2$@.
af: %1$@ het ’n uitnodiging van %2$@ na die groep aanvaar.
ar: قَبَلَ %1$@ دعوة إلى المجموعة من %2$@.
az: %1$@, %2$@ tərəfindən göndərilən bir qrup dəvətini qəbul etdi.
be: %1$@ прыняў(-ла) запрашэнне ў групу ад %2$@.
bg: %1$@ прие покана за групата от %2$@.
bn: %1$@ গ্রুপে %2$@-এর একটি আমন্ত্রণ স্বীকার করেছেন।
ca: %1$@ ha acceptat una invitació al grup de %2$@.
cs: %1$@ přijal(a) pozvání do skupiny od %2$@.
cy: Derbyniodd %1$@ wahoddiad i'r grŵp oddi wrth %2$@.
da: %1$@ accepterede en invitation til gruppen fra %2$@
de: %1$@ hat eine Gruppeneinladung von %2$@ angenommen.
el: Ο/Η %1$@ αποδέχτηκε την πρόσκληση από τον/την %2$@ στην ομάδα.
es: %1$@ ha aceptado una invitación de %2$@ para unirse al grupo.
es_es: %1$@ ha aceptado la invitación al grupo de %2$@.
et: %1$@ nõustus grupiga liitumise kutsega kasutajalt %2$@.
eu: %1$@ erabiltzaileak %2$@ erabiltzileak bidalitako gonbidapen bat onartu du.
fa: %1$@ دعوتنامه از %2$@به گروه را پذیرفته است.
fi: %1$@ hyväksyi käyttäjän %2$@kutsun liittyä ryhmään.
fil: Tinanggap ni %1$@ ang imbitasyon sa grupo mula kay %2$@.
fr: %1$@ a accepté l'invitation à rejoindre le groupe envoyée par %2$@.
ga: Ghlac %1$@ le cuireadh ó %2$@ chun páirt a ghlacadh sa ghrúpa.
gu: %1$@ એ %2$@ માંથી ગ્રુપનું આમંત્રણ સ્વીકાર્યું.
he: %1$@ הסכים להזמנה אל הקבוצה מן %2$@.
hi: %1$@ ने %2$@ का ग्रुप से जुड़ने का आमंत्रण स्वीकार कर लिया है।
hr: %1$@ je prihvatio pozivnicu u grupu od %2$@.
hu: %1$@ elfogadta %2$@ csoportmeghívását.
id: %1$@ menerima undangan masuk ke grup dari %2$@.
is: %1$@ samþykkti boð frá %2$@ um að ganga í hópinn.
it: %1$@ ha accettato un invito al gruppo da %2$@.
ja: %1$@ が %2$@ からのグループへの招待を受け入れました。
kab: %1$@ yeqbel tinubga ɣer ugraw seg %2$@.
kk: %1$@ %2$@ жіберген топқа шақыруды қабыл алды.
km: %1$@ á”á¶á“á™á›áŸ‹á–áŸ’ášá˜á€á¶ášá¢á‰áŸ’á‡á¾á‰á‘áŸ…á€áŸ’ášá»á˜á–á¸ %2$@áŸ”
kn: %1$@ ರವರು%2$@ ರಿಂದ ಗುಂಪಿಗೆ ಆಹ್ವಾನವನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 %2$@ 님의 그룹 초대를 수락했습니다.
lt: %1$@ priėmė nuo %2$@ pakvietimą prisijungti prie grupės.
lv: %1$@ piekrita %2$@ uzaicinājumam pievienoties šai grupai.
mk: %1$@ ја прифати поканата за групата од %2$@.
ml: ഗ്രൂപ്പിലേക്കുള്ള ഒരു ക്ഷണം %2$@ ൽ നിന്ന് %1$@ സ്വീകരിച്ചിരിക്കുന്നു.
mr: %2$@ कडून %1$@ ने गटाचे निमंत्रण स्वीकारले.
ms: %1$@ menerima jemputan kepada kumpulan daripada %2$@.
my: %1$@ သည် အဖွဲ့သို့ %2$@ မှ ဖိတ်ခေါ်ထားခြင်းကို လက်ခံခဲ့သည်။
nb: %1$@ aksepterte en invitasjon til gruppen fra %2$@.
nl: %1$@ heeft de groepsuitnodiging van %2$@ geaccepteerd.
pa: %1$@ ਨੇ %2$@ ਤੋਂ ਗਰੁੱਪ ਦੇ ਸੱਦੇ ਨੂੰ ਮਨਜ਼ੂਰ ਕੀਤਾ ਹੈ।
pa_pk: %1$@ نے %2$@ دے ولوں گروپ اچ دعوت قبول کیتی۔
pl: %1$@ przyjmuje zaproszenie do grupy, którego nadawcą jest %2$@.
ps: %1$@ ګروپ ته له %2$@ څخه یوه بلنه ومنله.
pt_br: %1$@ aceitou um convite de %2$@ para o grupo.
pt_pt: %1$@ aceitou um convite para o grupo de %2$@.
ro: %1$@ a acceptat o invitație la grup de la %2$@.
ru: %1$@ принял(-а) приглашение в группу от %2$@.
sk: %1$@ prijal(a) pozvanie do skupiny od %2$@.
sl: Uporabnik/ca %1$@ je sprejel/a vabilo osebe %2$@ v skupino.
sq: %1$@ pranoi një ftesë për te grupi nga %2$@.
sr: %1$@ је прихватио/ла позивницу за групу коју шаље %2$@.
sv: %1$@ accepterade en inbjudan till gruppen från %2$@.
sw: %1$@alikubali mwaliko kwa kundi kutoka kwa %2$@.
ta: %1$@ குழுவிற்கு ஒரு அழைப்பை ஏற்றுக்கொண்டது %2$@.
te: %2$@ నుండి సమూహానికి ఆహ్వానాన్ని %1$@ అంగీకరించింది
th: %1$@ ตอบรับคำเชิญเข้ากลุ่มจาก %2$@
tr: %1$@, %2$@ tarafından gönderilen davetiyeyi kabul etti.
ug: %1$@ %2$@ئەۋەتكەن گۇرۇپپىغا كىرىش تەكلىپىنى قوبۇل قىلدى.
uk: Користувач %1$@ прийняв запрошення в групу від користувача %2$@.
ur: %1$@ نے گروپ میں شامل ہونے کے لئے %2$@ کی دعوت قبول کرلی۔
vi: %1$@ chấp nhận thư mời vào nhóm từ %2$@.
zh_cn: %1$@ 接受了来自 %2$@ 的入群邀请。
zh_hk: %1$@ 已接受來自 %2$@ 的加入群組邀請。

# GROUP_REMOTE_USER_ADDED_TO_GROUP_BY_LOCAL_USER_FORMAT
source: You added %@.
af: Jy het %@ bygevoeg.
ar: قُمتَ بإضافة %1$@.
az: %@ əlaqəsini əlavə etdiniz.
be: Вы дадалі %1$@.
bg: Вие добавихте %@.
bn: আপনি %1$@-কে যোগ করেছেন।
ca: Hi heu afegit %1$@.
cs: Přidali jste %1$@.
cy: Ychwanegasoch %@.
da: Du tilføjede %1$@
de: Du hast %1$@ hinzugefügt.
el: Πρόσθεσες τον/την%1$@.
es: Has añadido a %1$@.
es_es: Has añadido a %@.
et: Sa lisasid kasutaja %@.
eu: %@ gehitu duzu.
fa: شما %1$@را اضافه کردید.
fi: Lisäsit käyttäjän %1$@.
fil: Idinagdag mo si %@.
fr: Vous avez ajouté %1$@.
ga: Chuir tú %1$@ leis an ngrúpa.
gu: %1$@ને તમે ઉમેર્યા
he: הוספת את %1$@.
hi: आपने %1$@ को शामिल किया।
hr: Dodali ste %1$@.
hu: Hozzáadtad a csoporthoz: %1$@
id: Anda menambahkan %1$@.
is: Þú bættir við %@.
it: Hai aggiunto %1$@.
ja: %1$@ を追加しました。
kab: Terniḍ %@.
kk: Сіз %@ қостыңыз.
km: á¢áŸ’á“á€á”á¶á“á”á“áŸ’ááŸ‚á˜ %@áŸ”
kn: ನೀವು %@ ಅನ್ನು ಸೇರಿಸಿದ್ದೀರಿ.
ko: 내가 %1$@ 님을 추가했습니다.
lt: Jūs pridėjote %@.
lv: Jūs pievienojāt %@.
mk: Вие го додадовте %@.
ml: നിങ്ങൾ %@ നെ ചേർത്തിരിക്കുന്നു.
mr: आपण %1$@ ला जोडले.
ms: Anda menambah %1$@.
my: သင်မှ %@ ကို ထည့်ခဲ့ပါသည်။
nb: Du la til %1$@.
nl: Je hebt %1$@ toegevoegd.
pa: ਤੁਸੀਂ %@ ਨੂੰ ਜੋੜਿਆ।
pa_pk: تساں نے %@ نوں شامل کیتا۔
pl: Dodajesz tę osobę: %1$@.
ps: تاسې %@ اضافه کړ.
pt_br: Você adicionou %1$@.
pt_pt: Adicionou %1$@.
ro: Ai adăugat pe %1$@.
ru: Вы добавили %1$@.
sk: Pridali ste %1$@.
sl: Dodali ste uporabnika/co %@.
sq: Shtuat %@.
sr: Додали сте корисника %1$@.
sv: Du lade till %1$@.
sw: Umemwongeza %@.
ta: நீங்கள் சேர்க்கப்பட்டது %@.
te: మీరు %@ ను జోడించారు
th: คุณได้เพิ่ม %1$@
tr: %1$@ kişisini eklediniz.
ug: سىز %1$@نى قوشتىڭىز.
uk: Ви додали користувача %1$@.
ur: آپ نے %1$@ کو شامل کیا
vi: Bạn đã thêm %1$@
zh_cn: 已将 %1$@ 加为联系人。
zh_hk: 您已將 %1$@ 新增至群組。

# GROUP_REMOTE_USER_ADDED_TO_GROUP_BY_REMOTE_USER_FORMAT
source: %1$@ added %2$@.
af: %1$@ het %2$@ bygevoeg.
ar: قامَ %1$@ بإضافة %2$@.
az: %2$@, %1$@ tərəfindən əlavə edildi.
be: %1$@ дадаў(-ла) %2$@.
bg: %1$@ добави %2$@.
bn: %1$@ %2$@-কে যোগ করেছেন।
ca: %1$@ ha afegit %2$@.
cs: %1$@ přidal(a) %2$@.
cy: Ychwanegodd %1$@ %2$@.
da: %1$@ tilføjede %2$@
de: %1$@ hat %2$@ hinzugefügt.
el: Ο/Η %1$@ πρόσθεσε τον/την %2$@.
es: %1$@ ha añadido a %2$@.
es_es: %1$@ ha añadido a %2$@.
et: %1$@ lisas kasutaja %2$@.
eu: %1$@ erabiltzaileak %2$@ gehitu du.
fa: %1$@ %2$@را اضافه کرد.
fi: %1$@ lisäsi käyttäjän %2$@.
fil: Idinagdag ni%1$@ si %2$@.
fr: %1$@ a ajouté %2$@.
ga: Chuir %1$@ %2$@ leis an ngrúpa.
gu: %1$@ ઉમેર્યા %2$@.
he: %1$@ הוסיף את %2$@.
hi: %1$@ ने %2$@ को शामिल किया।
hr: %1$@ je dodao %2$@.
hu: %1$@ hozzáadta a csoporthoz: %2$@.
id: %1$@ menambahkan %2$@.
is: %1$@ bætti við %2$@.
it: %1$@ ha aggiunto %2$@.
ja: %1$@ が %2$@ を追加しました。
kab: %1$@ yerna %2$@.
kk: %1$@ %2$@ қосты.
km: %1$@ á”á¶á“á”á“áŸ’ááŸ‚á˜ %2$@áŸ”
kn: %1$@ ರವರು %2$@ ಅನ್ನು ಸೇರಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 %2$@ 님을 추가했습니다.
lt: %1$@ pridėjo naudotoją %2$@.
lv: %1$@ pievienoja %2$@.
mk: %1$@ го додаде %2$@.
ml: %1$@ %2$@നെ ചേർത്തിരിക്കുന്നു.
mr: %1$@ ने %2$@ ला जोडले.
ms: %1$@ menambah %2$@.
my: %1$@ မှ %2$@ ကို ထည့်ခဲ့ပါသည်။
nb: %1$@ la til %2$@.
nl: %1$@ heeft %2$@ toegevoegd.
pa: %1$@ ਨੇ %2$@ ਨੂੰ ਜੋੜਿਆ ਹੈ।
pa_pk: %1$@ نے %2$@ نوں شامل کیتا۔
pl: %2$@ dodaje tę osobę: %1$@.
ps: %1$@ %2$@ اضافه کړ.
pt_br: %1$@ adicionou %2$@.
pt_pt: %1$@ adicionou %2$@.
ro: %1$@ a adăugat pe %2$@.
ru: %1$@ добавил(-а) %2$@.
sk: %1$@ pridal(a) %2$@.
sl: Oseba %1$@ je dodala uporabnika/co %2$@.
sq: %1$@ shtoi %2$@.
sr: %1$@ је додао/ла корисника %2$@.
sv: %1$@ lade till %2$@.
sw: %1$@amemwongeza %2$@.
ta: %1$@ சேர்க்கப்பட்டது %2$@.
te: %1$@ జోడించబడింది %2$@.
th: %1$@ ได้เพิ่ม %2$@
tr: %1$@, %2$@ kişisini ekledi.
ug: %2$@ نى %1$@ قوشتى.
uk: Користувач %1$@ додав користувача %2$@.
ur: %1$@ نے %2$@ کو شامل کیا
vi: %1$@ đã thêm %2$@.
zh_cn: %1$@ 已将 %2$@ 加为联系人。
zh_hk: %1$@ 已將 %2$@ 新增至群組。

# GROUP_REMOTE_USER_ADDED_TO_GROUP_FORMAT
source: %@ was added to the group.
af: %@ is by die groep gevoeg.
ar: تمَّت إضافة %1$@ إلى المجموعة.
az: %@ qrupa əlavə edildi.
be: %1$@ быў(-ла) дададзены(-а) ў групу.
bg: %@ е добавен/а към групата.
bn: %1$@-কে গ্রুপে যোগ করা হয়েছে।
ca: %1$@ s'ha afegit al grup.
cs: %1$@ byl přidán do skupiny.
cy: Ychwanegwyd %@ i'r grŵp.
da: %1$@ blev tilføjet gruppen
de: %1$@ wurde zur Gruppe hinzugefügt.
el: Ο/Η %1$@ προστέθηκε στην ομάδα.
es: Han añadido a %1$@ al grupo.
es_es: Han añadido a %@ al grupo.
et: %@ lisati gruppi.
eu: %@ erabiltzailea taldera gehitua izan da.
fa: %1$@ به گروه اضافه شد.
fi: %1$@ lisättiin ryhmään.
fil: Si %@ ay naidagdag sa grupo.
fr: %1$@ a été ajouté au groupe.
ga: Cuireadh %1$@ leis an ngrúpa.
gu: %1$@ ગ્રુપમાં ઉમેરવામાં આવ્યું હતું.
he: %1$@ התווסף אל הקבוצה.
hi: %1$@ को ग्रुप में जोड़ा गया।
hr: %1$@ je dodan u grupu.
hu: %1$@ belépett a csoportba.
id: %1$@ telah ditambahkan ke dalam grup.
is: %@ var bætt í hópinn.
it: %1$@ è stato aggiunto al gruppo.
ja: %1$@ がグループに追加されました。
kab: %@ yettwarna ɣer ugraw.
kk: %@ топқа қосылды.
km: %@ ááŸ’ášá¼áœá”á¶á“á”á“áŸ’ááŸ‚á˜á‘áŸ…á€áŸ’ášá»á˜áŸ”
kn: %@ರನ್ನು ಈ ಗುಂಪಿಗೆ ಸೇರಿಸಲಾಗಿದೆ.
ko: %1$@ 님이 그룹에 추가되었습니다.
lt: Naudotojas %@ buvo pridėtas į grupę.
lv: %@ tika pievienots grupai.
mk: %@ беше додаден во групата.
ml: %@ നെ ഗ്രൂപ്പിലേക്ക് ചേർത്തിരിക്കുന്നു.
mr: %1$@ गटात जोडला गेला.
ms: %1$@ telah menambah kumpulan.
my: အဖွဲ့သို့ %@ ကို ထည့်ခဲ့ပါသည်။
nb: %1$@ ble lagt til gruppen.
nl: %1$@ is toegevoegd aan de groep.
pa: %@ ਨੂੰ ਗਰੁੱਪ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ।
pa_pk: %@ نوں گروپ اچ شامل کیتا گیا سی۔
pl: %1$@ należy teraz do grupy.
ps: %@ ګروپ ته اضافه شوی و.
pt_br: %1$@ foi adicionado/a ao grupo.
pt_pt: %1$@ foi adicionado ao grupo.
ro: %1$@ a fost adăugat la grup.
ru: %1$@ был(-а) добавлен(-а) в группу.
sk: %1$@ bol/a pridaný/á do skupiny.
sl: Uporabnik/ca %@ je bil/a dodan/a v skupino.
sq: %@ u shtua te grupi.
sr: %1$@ је додат(а) у групу.
sv: %1$@ lades till gruppen.
sw: %@ameongezwa kwa kundi
ta: %@ இருந்தது குழுவில் சேர்க்கப்பட்டது.
te: %@ గుంపుకు చేర్చబడింది.
th: %1$@ ถูกเพิ่มเข้ากลุ่ม
tr: %1$@ gruba eklendi.
ug: %1$@ گۇرۇپپىغا قوشۇلدى.
uk: Користувача %1$@ додано до групи.
ur: %1$@ کو گروپ میں شامل کیا گیا۔
vi: %1$@ đã được thêm vào nhóm.
zh_cn: %1$@ 受邀入群。
zh_hk: %1$@ 已被新增至此群組。

# GROUP_REMOTE_USER_DECLINED_INVITE
source: 1 person declined the invitation to the group.
af: 1 persoon het die uitnodiging na die groep geweier.
ar: شخص واحد رفضَ الانضمام إلى المجموعة.
az: 1 şəxs qrup dəvətini rədd etdi.
be: 1 асоба адхіліла запрашэнне ў групу.
bg: 1 човек е отхвърлил поканата за групата.
bn: 1 জন ব্যক্তি এই গ্রুপে আমন্ত্রণ প্রত্যাখ্যান করেছে।
ca: 1 persona ha rebutjat la invitació al grup.
cs: 1 osoba odmítla pozvání do skupiny.
cy: Gwrthododd 1 person wahoddiad i'r grŵp.
da: 1 person afviste invitationen til gruppen
de: 1 Person hat die Gruppeneinladung abgelehnt.
el: 1 άτομο απέρριψε την πρόσκληση στην ομάδα.
es: Una persona ha rechazado la invitación al grupo.
es_es: 1 persona ha rechazado la invitación al grupo.
et: 1 isik keeldus grupiga liitumise kutsest.
eu: Pertsona 1-ek uko egin dio taldean sartzeko gonbidapenari.
fa: ۱ نفر دعوت به گروه را رد کرد.
fi: 1 henkilö hylkäsi kutsun liittyä ryhmään.
fil: 1 tao ang tumanggi sa imbitasyon sa grupo.
fr: Une personne a refusé l'invitation à rejoindre le groupe.
ga: Dhiúltaigh 1 duine cuireadh chun páirt a ghlacadh sa ghrúpa.
gu: 1 વ્યક્તિએ ગ્રુપ માટેનું આમંત્રણ નકાર્યું.
he: איש 1 דחה את ההזמנה אל הקבוצה.
hi: 1 व्यक्ति ने ग्रुप से जुड़ने का आमंत्रण अस्वीकार किया।
hr: 1 osoba je odbila pozivnicu za grupu.
hu: 1 személy elutasította a csoportmeghívást.
id: 1 orang menolak undangan masuk ke dalam grup.
is: 1 aðili hafnaði boði um að ganga í hópinn.
it: 1 persona ha rifiutato l'invito al gruppo.
ja: 1人がこのグループの招待を断りました。
kab: 1 umdan isefsex tinubga ɣer ugraw.
kk: 1 адам топқа шақыруды қабыл алмады.
km: á˜á“á»áŸáŸ’áŸ 1 á“á¶á€áŸ‹ á”á¶á“á”áŠá·áŸáŸá’á€á¶ášá¢á‰áŸ’á‡á¾á‰á‘áŸ…á€áŸ’ášá»á˜áŸ”
kn: 1 ವ್ಯಕ್ತಿ ಗುಂಪಿಗೆ ಆಹ್ವಾನವನ್ನು ನಿರಾಕರಿಸಿದರು.
ko: 1명이 그룹 초대를 거절했습니다.
lt: 1 žmogus atmetė pakvietimą prisijungti prie grupės.
lv: 1 persona noraidīja uzaicinājumu pievienoties šai grupai.
mk: 1 личност ја одбила поканата за групата.
ml: 1 വ്യക്തി ഗ്രൂപ്പിലേക്കുള്ള ക്ഷണം നിരസിച്ചിരിക്കുന്നു.
mr: 1 व्यक्तीने गटाचे निमंत्रण नाकारले.
ms: 1 orang menolak jemputan kepada kumpulan.
my: အဖွဲ့သို့ ဖိတ်ခေါ်မှုကို တစ်ဦးက ငြင်းဆိုခဲ့ပါသည်။
nb: 1 person takket nei til å bli med i gruppen.
nl: Eén persoon heeft de groepsuitnodiging afgewezen.
pa: 1 ਵਿਅਕਤੀ ਨੇ ਗਰੁੱਪ ਵਿੱਚ ਸੱਦੇ ਨੂੰ ਨਾਂਹ ਕੀਤੀ ਹੈ।
pa_pk: 1 بندے نے گروپ اچ دعوت نوں مسترد کر دتا۔
pl: 1 osoba odrzuciła zaproszenie do grupy.
ps: 1 کس ګروپ ته بلنه رده کړه.
pt_br: Uma pessoa recusou o convite para o grupo.
pt_pt: 1 pessoa declinou o convite para o grupo.
ro: 1 persoană a refuzat invitația la grup.
ru: 1 человек отклонил приглашение в группу.
sk: 1 osoba odmietla pozvanie do skupiny.
sl: 1 oseba je zavrnila vabilo v skupino.
sq: 1 person hodhi poshtë ftesën për te grupi.
sr: 1 особа је одбила позивницу за групу.
sv: 1 person avfärdade inbjudan till gruppen.
sw: Mtu 1 ameghairi mwaliko kwa kundi.
ta: 1 நபர் குழுவிற்கான அழைப்பை மறுத்துவிட்டார்.
te: 1 వ్యక్తి సమూహానికి ఆహ్వానాన్ని తిరస్కరించారు.
th: 1 คนปฏิเสธคำเชิญเข้ากลุ่ม
tr: 1 kişi grup davetiyesini reddetti.
ug: 1 كىشى گۇرۇپپىغا كىرىش تەكلىپىنى رەت قىلدى.
uk: 1 людина відхилила запрошення в групу.
ur: 1 شخص نے گروپ میں شامل ہونے کی دعوت مسترد کردی۔
vi: 1 người dùng đã từ chối thư mời tham gia nhóm.
zh_cn: 有1位用户拒绝了入群邀请。
zh_hk: 有 1 個人已拒絕加入群組的邀請。
