Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MEDIA_GALLERY_NO_FILES_SUBTITLE
source: Files that you send and receive will appear here
ar: سَتظهر الملفات التي تُرسِلها وتستقبلها هنا
be: Тут з'явяцца файлы, што вы адпраўляеце і атрымліваеце
bn: আপনার পাঠানো এবং পাওয়া ফাইলগুলো এখানে প্রদর্শিত হবে
ca: Els arxius que enviïs i rebis apareixeran aquí
cs: Zde se zobrazí odeslané a přijaté soubory
da: Filer, som du sender og modtager, vises her
de: Dateien, die du sendest und erhältst, werden hier angezeigt
el: Τα αρχεία που στέλνεις και λαμβάνεις θα εμφανίζονται εδώ
es: Aquí se mostrarán los documentos que envíes y recibas.
fa: فایل‌های ارسالی و دریافتی‌تان اینجا ظاهر خواهند شد
fi: Lähettämäsi ja vastaanottamasi tiedostot näytetään täällä
fr: Les fichiers que vous envoyez et recevez s'afficheront ici.
ga: Taispeánfar anseo comhaid a sheolann agus a fhaigheann tú
gu: તમારા દ્વારા મોકલવામાં અને મેળવવામાં આવતી ફાઈલો અહીં દેખાશે
he: קבצים ששלחת וקיבלת יופיעו כאן
hi: आप जो फ़ाइलें भेजते और पाते हैं वे यहाँ दिखेंगी
hr: Ovdje će se pojaviti datoteke koje šaljete i primate
hu: Itt jelennek meg az általad küldött és fogadott fájlok
id: File yang Anda kirim dan terima akan muncul di sini
it: Qui vedrai i file che invii e ricevi
ja: 送受信したファイルがここに表示されます
ko: 내가 전송 및 수신하는 파일이 여기에 표시됩니다
mr: तुम्ही पाठवलेल्या आणि तुम्हाला मिळालेल्या फाईल्स येथे दिसतील
ms: Fail yang anda hantar dan terima akan dipaparkan di sini
nb: Filene du sender og mottar, vises her
nl: Documenten die je verstuurt en ontvangt, worden hier weergegeven
pl: Tutaj pojawią się pliki, które wyślesz lub otrzymasz
pt_br: Os arquivos que você envia e recebe aparecerão aqui
pt_pt: Os ficheiros que envia e recebe irão aparecer aqui
ro: Fișierele pe care le trimiți și le primești vor apărea aici
ru: Файлы, которые вы отправляете и получаете, будут отображаться здесь
sk: Tu sa zobrazia súbory, ktoré odošlete a prijmete
sr: Фајлови које шаљете и примате појавиће се овде
sv: Filer som du skickar och tar emot kommer att visas här
th: ไฟล์ที่คุณส่งและได้รับจะปรากฏในหน้านี้
tr: Gönderdiğin ve aldığın dosyalar burada görünür
ug: سىز يوللىغان ۋە تاپشۇرۇۋالغان ھۆججەتلىرى بۇ يەردە كۆرۈنىدۇ
uk: Тут будуть ваші надіслані й отримані файли
ur: وہ فائلز جو آپ بھیجتے اور موصول کرتے ہیں یہاں ظاہر ہوں گی
vi: Tập tin bạn gửi và nhận sẽ hiển thị ở đây
zh_cn: 您收发的文件会在这里显示
zh_hk: 你傳送和接收的檔案會顯示在這裡

# MEDIA_GALLERY_NO_FILES_TITLE
source: No Files
ar: لا تُوجد ملفات
be: Файлаў няма
bn: কোনো ফাইল নেই
ca: No hi ha arxius
cs: Žádné soubory
da: Ingen filer
de: Keine Dateien
el: Δεν υπάρχουν αρχεία
es: No hay documentos
fa: فایلی وجود ندارد
fi: Ei tiedostoja
fr: Aucun fichier
ga: Níl Aon Chomhaid Ann
gu: કોઈ ફાઈલો નથી
he: אין קבצים
hi: कोई फ़ाइल नहीं
hr: Nema datoteka
hu: Nincsenek fájlok
id: Tidak Ada File
it: Nessun file
ja: ファイルがありません
ko: 파일 없음
mr: कोणत्याही फाइल्स नाहीत
ms: Tiada Fail
nb: Ingen filer
nl: Geen documenten
pl: Brak plików
pt_br: Nenhum arquivo
pt_pt: Sem ficheiros
ro: Fără fișiere
ru: Нет файлов
sk: Žiadne súbory
sr: Нема фајлова
sv: Inga filer
th: ไม่มีไฟล์
tr: Dosya yok
ug: ھۆججەتلەر يوق
uk: Файлів немає
ur: کوئی فائلز نہیں ہیں
vi: Không có tập tin
zh_cn: 没有文件
zh_hk: 沒有檔案

# MEDIA_GALLERY_NO_FILTER_RESULTS
source: No Media
ar: لا يوجد ملف وسائط
be: Няма медыяфайлаў
bn: কোনো মিডিয়া নেই
ca: No hi ha cap arxiu multimèdia
cs: Žádná média
da: Ingen mediefiler
de: Keine Medieninhalte
el: Κανένα πολυμέσο
es: No hay archivos multimedia
fa: رسانه‌ای موجود نیست
fi: Ei mediatiedostoja
fr: Aucun média
ga: Níl aon Mheáin ann
gu: કોઈ મીડિયા નથી
he: אין מדיה
hi: कोई मीडिया नहीं
hr: Nema medijskih zapisa
hu: Nincs médiafájl
id: Tidak Ada Media
it: Nessun file multimediale
ja: メディアがありません
ko: 미디어 없음
mr: कुठलीही मिडिया नाही
ms: Tiada media
nb: Ingen media
nl: Geen media
pl: Brak multimediów
pt_br: Nenhuma mídia
pt_pt: Sem multimédia
ro: Nu ai Fișiere Media
ru: Нет медиафайлов
sk: Žiadne médiá
sr: Нема медија
sv: Inga media
th: ไม่มีสื่อ
tr: İçerik yok
ug: مېدىيا يوق
uk: Медіафайлів немає
ur: کوئی میڈیا نہیں ہے
vi: Không có đa phương tiện
zh_cn: 无媒体
zh_hk: 沒有多媒體

# MEDIA_GALLERY_NO_MEDIA_SUBTITLE
source: Photos, Videos, and GIFs that you send and receive will appear here
ar: ستظهر الصور والفيديوهات والصور المتحركة التي تُرسلها وتستقبلها هنا.
be: Тут з'явяцца фота, відэа і GIF-файлы, што вы адпраўляеце і атрымліваеце
bn: আপনি যেসব ছবি, ভিডিও ও GIF পাঠান ও গ্রহণ করেন, সেগুলো এখানে দেখা যাবে
ca: Les fotos, vídeos i GIFs que enviïs i rebis apareixeran aquí.
cs: Fotky, videa a GIF obrázky, které odesíláte a přijímáte, se zobrazí zde
da: Billeder, videoer og GIF'er, som du sender og modtager, vises her
de: Hier werden Fotos, Videos und GIFs angezeigt, die du sendest und empfängst
el: Οι φωτογραφίες, τα βίντεο και τα GIF που στέλνεις και λαμβάνεις θα εμφανίζονται εδώ
es: Aquí se mostrarán las fotos, vídeos y GIF que envíes y recibas.
fa: عکس‌ها، ویدیوها و GIFهایی که ارسال و دریافت می‌کنید اینجا ظاهر خواهند شد
fi: Lähettämäsi ja vastaanottamasi kuvat, videot ja GIF-tiedostot näytetään täällä
fr: Les photos, vidéos et GIF que vous envoyez et recevez s'afficheront ici.
ga: Taispeánfar anseo Grianghraif, Físeáin agus GIFanna a sheolann tú agus a fhaigheann tú
gu: તમે મોકલો છો અને મેળવો છો તે ફોટા, વીડિયો અને GIF અહીં દેખાશે
he: תמונות, סרטונים וגיפים ששלחת וקיבלת יופיעו כאן
hi: आपके द्वारा भेजी और प्राप्त की गईं फोटो, वीडियो और GIFs यहां दिखाई देंगी
hr: Ovdje će se pojaviti fotografije, videozapisi i GIF-ovi koje šaljete i primate
hu: Itt jelennek meg a küldött és fogadott fotók, videók és GIF-ek
id: Foto, Video, dan GIF yang Anda kirim dan terima akan muncul di sini
it: Foto, video e GIF che invii e ricevi verranno mostrati qui
ja: 送受信した写真、動画、GIF がここに表示されます
ko: 보내고 받은 사진, 동영상, GIF 파일이 여기에 표시됩니다.
mr: आपण जे फोटो, व्हिडिओ आणि GIF पाठवाल किंवा प्राप्त कराल ते येथे दृश्यमान होतील
ms: Foto, Video dan GIF yang anda hantar dan terima akan dipaparkan di sini
nb: Bilder, videoer og GIF-er som dere har sendt, vises her
nl: Foto's, video's en GIF's die je verstuurt en ontvangt, worden hier weergegeven
pl: Zdjęcia, wideo i GIF-y, które wyślesz lub otrzymasz, pojawią się tutaj
pt_br: Fotos, vídeos e GIFs que você envia e recebe aparecerão aqui
pt_pt: As fotos, vídeos e GIF que enviar e receber irão aparecer aqui
ro: Fotografiile, Videoclipurile și GIF-urile pe care le trimiți și le primești vor apărea aici
ru: Фото, видео и GIF-файлы, которые вы отправляете и получаете, будут отображаться здесь
sk: Tu sa zobrazia fotky, videá a súbory GIF, ktoré odošlete a prijmete
sr: Слике, видео и GIF-ови које шаљете и примате појавиће се овде
sv: Foton, videor och GIF-filer som du skickar och tar emot visas här
th: รูปภาพ วิดีโอ และ GIF ที่คุณส่งและได้รับจะปรากฏในหน้านี้
tr: Gönderdiğin ve aldığın Fotoğraflar, Videolar ve GIF'ler burada görünür
ug: سىز يوللىغان ۋە تاپشۇرۇۋالغان رەسىم، ۋىدېيو ۋە GIF بۇ يەردە كۆرۈنىدۇ
uk: Тут будуть надіслані й отримані фото, відеофайли й GIF
ur: وہ تصاویر، ویڈیوز اور GIFs جو آپ بھیجتے اور وصول کرتے ہیں وہ یہاں ظاہر ہوں گے
vi: Ảnh, Video và hình GIF bạn gửi và nhận sẽ hiển thị ở đây
zh_cn: 您收发的图片、视频和 GIF 将会在这里显示
zh_hk: 你傳送和接收的相片、影片和 GIF 檔會顯示在這裡

# MEDIA_GALLERY_NO_MEDIA_TITLE
source: No Media
ar: لا يوجد ملف وسائط
be: Няма медыяфайлаў
bn: কোনো মিডিয়া নেই
ca: No hi ha cap arxiu multimèdia
cs: Žádná média
da: Ingen mediefiler
de: Keine Medieninhalte
el: Κανένα πολυμέσο
es: No hay archivos multimedia
fa: رسانه‌ای موجود نیست
fi: Ei mediatiedostoja
fr: Aucun média
ga: Níl aon Mheáin ann
gu: કોઈ મીડિયા નથી
he: אין מדיה
hi: कोई मीडिया नहीं
hr: Nema medijskih zapisa
hu: Nincs médiafájl
id: Tidak Ada Media
it: Nessun file multimediale
ja: メディアがありません
ko: 미디어 없음
mr: कुठलीही मिडिया नाही
ms: Tiada media
nb: Ingen media
nl: Geen media
pl: Brak multimediów
pt_br: Nenhuma mídia
pt_pt: Sem multimédia
ro: Nu ai Fișiere Media
ru: Нет медиафайлов
sk: Žiadne médiá
sr: Нема медија
sv: Inga media
th: ไม่มีสื่อ
tr: İçerik yok
ug: مېدىيا يوق
uk: Медіафайлів немає
ur: کوئی میڈیا نہیں ہے
vi: Không có đa phương tiện
zh_cn: 无媒体
zh_hk: 沒有多媒體

# MEDIA_GALLERY_THIS_MONTH_HEADER
source: This Month
af: Hierdie maand
ar: هذا الشهر
az: Bu ay
be: У гэтым месяцы
bg: Този Месец
bn: এই মাস
ca: Aquest mes
cs: Tento měsíc
cy: Mis Yma
da: Denne måned
de: Diesen Monat
el: Αυτόν το μήνα
es: Este mes
es_es: Este mes
et: See kuu
eu: Hilabete honetan
fa: این ماه
fi: Tämä kuukausi
fil: Ngayong Buwan
fr: Ce mois-ci
ga: An Mhí Seo
gu: આ મહિને
he: החודש
hi: इस महीने
hr: Ovog mjeseca
hu: Ebben a hónapban
id: Bulan Ini
is: Í þessum mánuði
it: Questo mese
ja: 今月
kab: Ayyur-a
kk: Осы айда
km: ááŸ‚á“áŸáŸ‡
kn: ಈ ತಿಂಗಳು
ko: 이번 달
lt: Šis mėnuo
lv: Šajā mēnesī
mk: Овој месец
ml: ഈ മാസം
mr: हा महिना
ms: Bulan Ini
my: ယခုလ
nb: Denne måneden
nl: Deze maand
pa: ਇਹ ਮਹੀਨਾ
pa_pk: ایہہ مہینہ
pl: Ten miesiąc
ps: دا میاشت
pt_br: Este mês
pt_pt: Este mês
ro: Luna aceasta
ru: В этом месяце
sk: Tento mesiac
sl: Ta mesec
sq: Këtë Muaj
sr: Овог месеца
sv: Denna månad
sw: Mwezi Huu
ta: இந்த மாதம்
te: ఈ నెల
th: เดือนนี้
tr: Bu Ay
ug: بۇ ئاي
uk: Цього місяця
ur: اس مہینے
vi: Tháng này
zh_cn: 这个月
zh_hk: 本月

# MEDIA_PAGE_FORWARD_MEDIA_CONFIRM_MESSAGE
source: All media in this message will be forwarded.
ar: ستتمُّ إعادة توجيه جميع الوسائط في هذه الرسالة.
be: Усе медыяфайлы ў гэтым паведамленні будуць перасланы.
bn: এই মেসেজে সকল মিডিয়া ফরওয়ার্ড করা হবে।
ca: Es reenviaran tots els arxius multimèdia d'aquest missatge.
cs: Budou přeposlána všechna média v této zprávě.
da: Alle medier i denne besked vil blive videresendt.
de: Alle Medien in dieser Nachricht werden weitergeleitet.
el: Θα γίνει προώθηση όλων των μέσων σε αυτό το μήνυμα.
es: Se reenviarán todos los archivos multimedia de este mensaje.
fa: همه رسانه‌های موجود در این پیام بازارسال خواهند شد.
fi: Kaikki tämän viestin mediasisällöt välitetään.
fr: Vous allez transférer tous les médias contenus dans ce message.
ga: Cuirfear ar aghaidh gach meán atá sa teachtaireacht seo.
gu: આ મેસેજમાં રહેલા તમામ મીડિયા ફોરવર્ડ કરવામાં આવશે.
he: כל המדיה בהודעה זו תועבר.
hi: इस संदेश में सभी मीडिया को अग्रेषित किया जाएगा।
hr: Sav medijski sadržaj u ovoj poruci bit će proslijeđen.
hu: Az üzenetben szereplő összes médiafájlt továbbítjuk.
id: Semua media dalam pesan ini akan diteruskan.
it: Tutti i media presenti nel messaggio verranno inoltrati.
ja: このメッセージに含まれるすべてのメディアを転送します。
ko: 이 메시지의 모든 미디어를 전달합니다.
mr: या संदेशामधील सर्व मिडीया अग्रेषित केले जातील.
ms: Semua media dalam mesej ini akan dimajukan.
nb: Alle mediene i meldingen blir videresendt.
nl: Alle media in dit bericht worden doorgestuurd.
pl: Zostaną przekazane wszystkie multimedia z tej wiadomości.
pt_br: Todas as mídias nesta mensagem serão encaminhadas.
pt_pt: Todos os ficheiros nesta mensagem serão encaminhados.
ro: Toate fișierele din acest mesaj vor fi redirecționate.
ru: Все медиафайлы в этом сообщении будут пересланы.
sk: Všetky médiá v tejto správe budú preposlané.
sr: Сви медији у овој поруци биће прослеђени.
sv: Alla media i det här meddelandet kommer att vidarebefordras.
th: สื่อทั้งหมดในข้อความนี้จะถูกส่งต่อ
tr: Bu iletideki tüm medya iletilecektir.
ug: بۇ ئۇچۇردىكى بارلىق مېدىيالار ئۇلاپ يوللىنىلىدۇ.
uk: Буде переслано всі медіафайли в цьому повідомленні.
ur: اس میسج میں موجود تمام میڈیا فارورڈ کر دیا جائے گا۔
vi: Tất cả tệp đa phương tiện sẽ được chuyển tiếp.
zh_cn: 此消息中的所有媒体均将被转发。
zh_hk: 此訊息中的所有多媒體將會被轉寄。

# MEDIA_VIEWER_DELETE_MEDIA_ACTION
source: Delete
ar: حذف
be: Выдаліць
bn: মুছে ফেলুন
ca: Eliminar
cs: Odstranit
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fa: پاک کردن
fi: Poista
fr: Supprimer
ga: Scrios
gu: ડિલીટ કરો
he: מחיקה
hi: डिलीट करें
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 消去する
ko: 삭제
mr: हटवा
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sr: Избриши
sv: Ta bort
th: ลบ
tr: Sil
ug: ئۆچۈرۈش
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

# MEDIA_VIEWER_GO_TO_MESSAGE_ACTION
source: Go to Message
ar: انتقل إلى الرسالة
be: Перайсці ў «Паведамленне»
bn: মেসেজ-এ যান
ca: Ves a Missatge
cs: Přejít na Zprávu
da: Gå til besked
de: Zur Nachricht
el: Μετάβαση στο Μήνυμα
es: Ir al mensaje
fa: رفتن به پیام
fi: Siirry viestiin
fr: Accéder au message
ga: Téigh chuig an Teachtaireacht
gu: મેસેજ પર જાઓ
he: מעבר להודעה
hi: संदेश पर जाएँ
hr: Idi na poruku
hu: Ugrás az Üzenetekhez
id: Buka Pesan
it: Vai al messaggio
ja: メッセージへ移動する
ko: 메시지로 이동
mr: संदेशामध्ये जा
ms: Pergi ke Mesej
nb: Åpne meldingen
nl: Naar bericht gaan
pl: Przejdź do wiadomości
pt_br: Ir para mensagens
pt_pt: Ir a mensagem
ro: Mergi la Mesaj
ru: Перейти к сообщению
sk: Prejsť na správu
sr: Иди на поруку
sv: Gå till Meddelande
th: ไปที่ข้อความ
tr: Mesaja Git
ug: «ئۇچۇر»غا ئۆتۈڭ
uk: До повідомлення
ur: میسج میں جائیں
vi: Đến Tin nhắn
zh_cn: 前往消息
zh_hk: 前往「訊息」

# MEDIA_VIEWER_SAVE_MEDIA_ACTION
source: Save
ar: حفظ
be: Захаваць
bn: সংরক্ষ
ca: Desar
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gu: સેવ કરો
he: שמירה
hi: सेव करें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
mr: जतन करा
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sr: Сачувај
sv: Spara
th: บันทึก
tr: Kaydet
ug: ساقلا
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_hk: 儲存

# MEGAPHONE_REMIND_LATER
source: Remind Me Later
af: Herinner my later
ar: ذكِّرني لاحقًا
az: Daha sonra xatırlat
be: Нагадаць мне пазней
bg: Напомняне по-късно
bn: আমাকে পরে মনে করিয়ে দেবেন
ca: Recorda-m'ho després
cs: Připomenout později
cy: Atgoffwch Fi Nes Ymlaen
da: Påmind mig senere
de: Mich später erinnern
el: Υπενθύμιση αργότερα
es: Recordarme más tarde
es_es: Recordar más tarde
et: Tuleta hiljem meelde
eu: Gogorarazi beranduago
fa: بعدا به من یادآوری کن
fi: Muistuta minua myöhemmin
fil: Paalalahanan Ako sa ibang Pagkakataon
fr: Me le rappeler plus tard
ga: Meabhraigh Dom Níos Déanaí
gu: મને પછી યાદ કરાવો
he: הזכר לי מאוחר יותר
hi: मुझे बाद में याद दिलाना
hr: Podsjeti me kasnije
hu: Emlékeztess később
id: Ingatkan Saya Nanti
is: Áminna mig síðar
it: Ricordamelo più tardi
ja: あとで通知
kab: Smekti-yi-d ticki
kk: Кейінірек есіме салу
km: ášáŸ†á›á¹á€ááŸ’á‰á»áŸ†á–áŸá›á€áŸ’ášáŸ„á™
kn: ನನಗೆ ನಂತರ ನೆನಪಿಸು
ko: 나중에 알림 받기
lt: Priminti vėliau
lv: Atgādināt man vēlāk
mk: Потсети ме подоцна
ml: പിന്നീട് എന്നെ ഓർമ്മിപ്പിക്കുക
mr: मला नंतर आठवण करून द्या
ms: Ingatkan Saya Kemudian
my: နောက်မှ သတိပေးပါ
nb: Minn meg på senere
nl: Herinner me later
pa: ਮੈਨੂੰ ਬਾਅਦ ਵਿੱਚ ਯਾਦ ਕਰਾਓ
pa_pk: مینوں بعد اچ یاد کراؤ
pl: Przypomnij mi później
ps: وروسته یې را په یاد کړه
pt_br: Relembre-me mais tarde
pt_pt: Lembrar-me mais tarde
ro: Amintește-mi mai târziu
ru: Напомните мне позже
sk: Pripomenúť neskôr
sl: Spomni me kasneje
sq: Kujtoma Më Vonë
sr: Подсети ме касније
sv: Påminn mig senare
sw: Nikumbushe Baadaye
ta: பின்னர் நினைவூட்டு
te: తరువాత నాకు గుర్తు చేయండి
th: เตือนฉันทีหลัง
tr: Sonra Hatırlat
ug: كېيىنچە ئەسكەرتىڭ
uk: Нагадати пізніше
ur: مجھے بعد میں یاد کروانا
vi: Nhắc tôi sau
zh_cn: 设置提醒事项
zh_hk: 稍後提醒我

# MEGAPHONE_WILL_REMIND_LATER
source: We’ll remind you later.
af: Ons sal jou later herinner.
ar: سوف نُذكِّرُك لاحقًا.
az: Daha sonra xatırladacağıq.
be: Мы нагадаем пазней.
bg: Ще ви напомним по-късно.
bn: আমরা আপনাকে পরে মনে করিয়ে দেব।
ca: Us ho recordarem més tard.
cs: Připomeneme se vám později.
cy: Atgoffwn ni chi nes ymlaen.
da: Vi minder dig om det senere
de: Wir erinnern dich später.
el: Θα στο θυμίσουμε αργότερα.
es: Te lo recordaremos más tarde.
es_es: Te lo recordaremos más tarde.
et: Tuletame sulle hiljem meelde.
eu: Beranduago gogoraraziko dizugu.
fa: بعدا به شما یادآوری می‌کنیم
fi: Muistutamme sinua myöhemmin.
fil: Paaalalahanan ka namin sa ibang pagkakataon.
fr: Nous vous le rappellerons plus tard.
ga: Meabhróimid duit níos déanaí.
gu: અમે તમને પછીથી યાદ કરાવીશું.
he: נזכיר לך מאוחר יותר.
hi: हम आपको बादमें याद दिलाऐंगे।
hr: Podsjetiti ćemo vas kasnije.
hu: Később újra emlékeztetünk.
id: Anda akan diingatkan nanti
is: Við munum áminna þig síðar.
it: Te lo ricorderemo più tardi.
ja: あとで通知します。
kab: Ad ak·akem-id-nesmekti ticki.
kk: Кейінірек есіңізге саламыз.
km: á™á¾á„á“á¹á„ášáŸ†á›á¹á€á¢áŸ’á“á€á–áŸá›á€áŸ’ášáŸ„á™áŸ”
kn: ನಾವು ನಂತರ ನಿಮಗೆ ಇದನ್ನು ನೆನಪಿಸುತ್ತೇವೆ.
ko: 나중에 다시 알려드리겠습니다.
lt: Priminsime vėliau.
lv: Mēs atgādināsim jums vēlāk.
mk: Ќе ве потсетиме подоцна.
ml: ഞങ്ങൾ നിങ്ങളെ പിന്നീട് ഓർമ്മപ്പെടുത്തും.
mr: आम्ही आपल्याला नंतर आठवण करून देऊ.
ms: Kami akan mengingatkan anda kemudian.
my: ကျွန်ုပ်တို့ သင့်ကို နောက်မှ သတိပေးပါမည်။
nb: Vi vil minne deg på senere.
nl: We zullen je er later aan herinneren.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਬਾਅਦ ਵਿੱਚ ਯਾਦ ਕਰਾਵਾਂਗੇ।
pa_pk: اسی تساں نوں بعد اچ یاد کراواں گے۔
pl: Przypomnimy Ci później.
ps: موږ به تاسې ته وروسته در په یاد کړو.
pt_br: Nós relembraremos você mais tarde.
pt_pt: iremos lembrar-lhe mais tarde.
ro: Îți vom aminti mai târziu.
ru: Мы напомним вам позже.
sk: Pripomenieme vám to neskôr.
sl: Spomnili vas bomo kasneje.
sq: Do t’jua kujtojmë më vonë.
sr: Подсетићемо вас касније.
sv: Vi påminner dig senare.
sw: Tutakukumbusha baadaye.
ta: நாங்கள் நினைவூட்டுவோம் நீங்கள் பின்னர்.
te: మేము తరువాత మీకు గుర్తు చేస్తాము.
th: เราจะเตือนคุณในภายหลัง
tr: Size sonra hatırlatacağız.
ug: كېيىنرەك سىزنى قايتا ئەسكەرتىمىز.
uk: Ми нагадаємо пізніше.
ur: ہم آپ کو بعد میں یاد دلائیں گے۔
vi: Chúng tôi sẽ nhắc bạn sau.
zh_cn: 我们会在稍后提醒你。
zh_hk: 我們稍後會提醒您。

# MESSAGE_ACTION_COPY_TEXT
source: Copy Message Text
af: Kopieer boodskapteks
ar: نسخ نصّ الرسالة
az: Mesaj mətnini kopyala
be: Скапіраваць тэкст паведамлення
bg: Копиране на текст на съобщение
bn: বার্তার লেখা অনুলিপি করুন
ca: Copia el text del missatge
cs: Zkopírovat text zprávy
cy: Copïo Testun y Neges
da: Kopiér tekst
de: Nachrichtentext kopieren
el: Αντιγραφή κειμένου μηνύματος
es: Copiar mensaje
es_es: Copiar mensaje
et: Kopeeri sõnumi tekst
eu: Mezuaren testua kopiatu
fa: کپی متن پیام
fi: Kopioi viestin teksti
fil: Kopyahin ang Text ng Mensahe
fr: Copier le message
ga: Cóipeáil Téacs na Teachtaireachta
gu: મેસેજ ટેક્સ્ટની નકલ કરો
he: העתק מלל הודעה
hi: मेसेज के शब्द कॉपी करें
hr: Kopiraj tekst poruke
hu: Szöveg másolása
id: Salin teks pesan
is: Afrita texta skilaboða
it: Copia testo del messaggio
ja: メッセージテキストをコピー
kab: Nɣel aḍris n yizen
kk: Хабарлама мәтінін көшіріп алу
km: ááá…á˜áŸ’á›á„áŸá¶ášá¢á€áŸ’áŸáš
kn: ಸಂದೇಶ ಪಠ್ಯವನ್ನು ನಕಲಿಸಿ
ko: 메시지 내용 복사
lt: Kopijuoti žinutės tekstą
lv: Kopēt ziņas tekstu
mk: Копирај го текстот на пораката
ml: സന്ദേശ ടെക്സ്റ്റ് കോപ്പി ചെയ്യുക
mr: संदेश मजकूर कॉपी करा
ms: Salin Teks Mesej
my: မက်ဆေ့ချ်စာသား ကော်ပီကူးမယ်
nb: Kopier meldingstekst
nl: Berichttekst kopiëren
pa: ਸੁਨੇਹੇ ਦਾ ਲਿਖਤ ਨੂੰ ਕਾਪੀ ਕਰੋ
pa_pk: سنیہا دے متن نوں کاپی کرو
pl: Skopiuj tekst wiadomości
ps: د پیغام متن کاپي کړئ
pt_br: Copiar mensagem de texto
pt_pt: Copiar mensagem
ro: Copiază textul mesajului
ru: Копировать текст сообщения
sk: Kopírovať text správy
sl: Prekopiraj tekstovno vsebino sporočila
sq: Kopjoni Tekstin e Mesazhit
sr: Копирај текст поруке
sv: Kopiera meddelandetext
sw: Nakili ujumbe wa Maandishi
ta: செய்தி உரையை நகலெடுக்கவும்
te: సందేశ వచనాన్ని కాపీ చేయండి
th: คัดลอกตัวอักษรของข้อความ
tr: İleti Metnini kopyala
ug: ئۇچۇر تېكىستىنى كۆچۈرۈڭ
uk: Копіювати текст повідомлення
ur: ٹیکسٹ پیغام کاپی کریں
vi: Sao chép Nội dung Tin nhắn
zh_cn: 复制消息文本
zh_hk: 複製訊息文字

# MESSAGE_ACTION_DELETE_FOR_EVERYONE
source: Delete for Everyone
af: Skrap vir almal
ar: حذف للجميع
az: Hər kəs üçün sil
be: Выдаліць для ўсіх
bg: Изтриване за всички
bn: সবার জন্য মুছে ফেলুন
ca: Suprimeix-lo per a tothom
cs: Smazat pro všechny
cy: Dileu i Bawb
da: Slet for alle
de: Für alle löschen
el: Διαγραφή για όλους/ες
es: Eliminar para todas las personas
es_es: Eliminar para tod@s
et: Kustuta kõigi jaoks
eu: Ezabatu guztientzat
fa: پاک کردن برای همه
fi: Poista kaikilta
fil: Burahin para sa Lahat
fr: Supprimer pour tout le monde
ga: Scrios do Chách
gu: દરેક માટે ડિલીટ કરો
he: מחיקה עבור כולם
hi: सब के लिये डिलीट करें
hr: Izbriši za sve
hu: Törlés mindenki számára
id: Hapus untuk Semua Orang
is: Eyða fyrir alla
it: Elimina per tutti
ja: 全員に対して消去
kab: Kkes i yal yiwen
kk: Барлығы үшін жою
km: á›á»á”áŸá˜áŸ’ášá¶á”áŸ‹á‘á¶áŸ†á„á¢áŸáŸ‹á‚áŸ’á“á¶
kn: ಎಲ್ಲರಿಗೂ ಅಳಿಸು
ko: 모두에게서 삭제
lt: Ištrinti visiems
lv: Dzēst visiem
mk: Избришете за Секого
ml: എല്ലാവർക്കുമായി ഇല്ലാതാക്കുക
mr: सर्वांसाठी हटवा
ms: Padam untuk Semua Orang
my: အားလုံးအတွက် ဖျက်သိမ်းမယ်
nb: Slett for alle
nl: Verwijderen voor iedereen
pa: ਸਾਰਿਆਂ ਲਈ ਹਟਾਓ
pa_pk: ہر اک لئی حذف کرو
pl: Usuń u wszystkich
ps: د هر چا لپاره یې پاک کړه
pt_br: Apagar para todas as pessoas
pt_pt: Eliminada para todos
ro: Șterge pentru Toată Lumea
ru: Удаление для всех
sk: Vymazať pre všetkých
sl: Izbriši za vse
sq: Fshije për Gjithkënd
sr: Избриши свима
sv: Ta bort för alla
sw: Futa kwa kila Mtu.
ta: அனைவருக்கும் நீக்கு
te: అందరికీ తొలగించండి
th: ลบสำหรับทุกคน
tr: Herkesten Sil
ug: ھەممەيلەن ئۈچۈن ئۆچۈرۈڭ
uk: Видалити для всіх
ur: سب کے لئے حذف کریں
vi: Xóa đối với Mọi người
zh_cn: 对每个人删除
zh_hk: 為所有人刪除
