Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_RECORD_PASSPHRASE_DISABLE_PIN_DESCRIPTION
source: Before you can disable your PIN, you must record your payments recovery phrase to ensure you can recover your payments account.
af: Voor u u PIN kan deaktiveer moet u u betalingsherwinfrase opneem om te verseker dat u u betalingsrekening kan herwin.
ar: قبل تعطيل رقم التعريف الشخصي (PIN)، يجب عليك تسجيل عبارة استعادة المدفوعات للتأكُّد من إمكانية استعادة حساب المدفوعات الخاص بك.
az: PIN-inizi sıradan çıxartmazdan əvvəl, ödəniş hesabınızı bərpa edə biləcəyinizə əmin olmaq üçün ödəniş bərpa parolunuzu qeyd edin.
be: Перш чым адключыць PIN-код, вы павінны запісаць фразу для аднаўлення плацяжоў, каб мець магчымасць аднавіць свой плацежны ўліковы запіс.
bn: আপনি আপনার পিনটি নিষ্ক্রিয় করার আগে, আপনার পেমেন্ট অ্যাকাউন্টটি পুনরুদ্ধার করতে পারেন তা নিশ্চিত করতে আপনাকে অবশ্যই আপনার পেমেন্ট রিকভারি ফ্রেজটি রেকর্ড করতে হবে।
ca: Abans de poder desactivar el PIN, heu de registrar la frase de recuperació de pagaments per assegurar-vos que podeu recuperar el compte de pagaments.
cs: Než budete moci deaktivovat svůj PIN, musíte si zaznamenat frázi pro obnovení plateb, abyste zajistili, že můžete obnovit svůj platební účet.
cy: Cyn y gallwch analluogi eich PIN, rhaid i chi gofnodi eich ymadrodd adfer taliadau i sicrhau y gallwch adfer eich cyfrif taliadau.
da: Før du kan deaktivere din pinkode, skal du registrere din sætning til betalingsgendannelse for at sikre, at du kan gendanne din betalingskonto.
de: Bevor du deine PIN deaktivieren kannst, musst du deine Wiederherstellungsphrase für Zahlungen notieren. Dies stellt sicher, dass du dein Zahlungskonto wiederherstellen kannst.
el: Για να μπορέσετε να απενεργοποιήσετε το PIN σας, πρέπει να καταγράψετε τη φράση ανάκτησης πληρωμών για να διασφαλίσετε ότι μπορείτε να ανακτήσετε τον λογαριασμό πληρωμών σας.
es: Antes de desactivar tu PIN, debes registrar la frase de recuperación de tu cartera de pagos para asegurarte de que puedas recuperar tu cuenta de pagos si lo necesitas.
et: Enne kui saad oma PIN-koodi desaktiveerida, pead salvestama oma maksete kontroll-lause, tagamaks, et saad oma maksekonto taastada.
eu: PINa desgaitu ahal izateko, ordainketak berreskuratzeko esaldi bat grabatu behar duzu, ordainketen kontua berreskura dezakezula ziurtatzeko.
fa: قبل از اینکه قادر به غیرفعال کردن پین خود باشید، باید عبارت بازیابی پرداخت‌های خود را ذخیره کنید تا مطمئن شوید که می‌توانید حساب کاربری پرداخت‌های خود را بازیابی کنید.
fi: Ennen tunnusluvun ottamista pois käytöstä tallenna palautuslause. Sitä tarvitaan maksutilin palauttamiseen.
fr: Avant de désactiver votre code PIN, vous devez enregistrer la phrase de récupération qui vous permettra de récupérer votre compte de paiement.
gu: તમે તમારો પિન અક્ષમ કરી શકો તે પહેલાં, તમે તમારા પેમેન્ટ એકાઉન્ટને રિકવરી કરી શકો છો તેની ખાતરી કરવા માટે તમારે તમારા પેમેન્ટ રિકવરી ફ્રેઝને રેકોર્ડ કરવું આવશ્યક છે.
he: לפני שתוכל להשבית את ה־PIN שלך, אתה חייב לתעד את משפט ההשבה של התשלומים שלך כדי להבטיח שתוכל להשיב את חשבון התשלומים שלך.
hi: इससे पहले कि आप अपना PIN अक्षम करें, अपने भुगतान खाते को रिकवर करना सुनिश्चित करने के लिए आपको अपना भुगतान रिकवरी फ़्रेज़ रिकॉर्ड करना होगा।
hr: Prije nego što onemogućite vaš PIN, morate zabilježiti frazu za oporavak plaćanja kako biste osigurali oporavak računa za plaćanje.
hu: Mielőtt letiltod a PIN kódodat, rögzítened kell egy fizetés helyreállítási kifejezést, hogy biztosítsd a fizetési fiókod helyreállítását.
id: Sebelum Anda dapat menonaktifkan PIN, Anda harus merekam frasa pemulihan pembayaran Anda untuk memastikan Anda dapat memulihkan akun pembayaran Anda.
is: Áður en þú getur gert PIN-númerið þitt óvirkt, verðurðu að skrá endurheimtufrasa fyrir greiðslurnar þínar til að tryggja að þú getir endurheimt greiðsluaðganginn þinn.
it: Prima di poter disabilitare il PIN, è necessario annotare la frase di recupero dei pagamenti per assicurarsi di poter recuperare il proprio account pagamenti.
ja: PINを無効にする前に、口座を回復するためのリカバリーフレーズを保管しなければなりません。
km: á˜á»á“á–áŸá›á¢áŸ’á“á€á¢á¶á…á”á·á‘á›áŸáá€á¼áŠ PIN ášá”áŸáŸ‹á¢áŸ’á“á€ á¢áŸ’á“á€ááŸ’ášá¼áœášá€áŸ’áŸá¶á‘á»á€áƒáŸ’á›á¶áŸáŸ’áá¶ášá€á¶ášá‘á¼á‘á¶ááŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸á”áŸ’ášá¶á€áŠáá¶á¢áŸ’á“á€á¢á¶á…áŸáŸ’áá¶ášá‚áá“á¸á‘á¼á‘á¶ááŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“áŸ”
kn: ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದಕ್ಕೂ ಮೊದಲು, ನಿಮ್ಮ ಪೇಮೆಂಟ್ಸ್ ಖಾತೆಯನ್ನು ರಿಕವರಿ ಮಾಡುವುದನ್ನು ಖಚಿತಪಡಿಸಲು ನಿಮ್ಮ ಪೇಮೆಂಟ್ಸ್ ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ನೀವು ರೆಕಾರ್ಡ್‌ ಮಾಡಬೇಕು
ko: PIN을 사용 중지하기 전에 결제 계정을 복구할 수 있도록 결제 복구 문구를 기록해야 합니다.
lt: Prieš tai, kai galėsite išjungti PIN kodą, privalote užsirašyti mokėjimų atkūrimo frazę, kad būtų užtikrinta, jog galėsite atkurti savo mokėjimų paskyrą.
lv: Pirms top iespējams atspējot PIN, ir jāieraksta maksājumu atgūšanas frāze, lai būtu droši, ka varēsiet atgūt savu maksājumu kontu.
mk: Врати ја сметката за плаќања.
ml: നിങ്ങളുടെ പിന് പ്രവർത്തനരഹിതമാക്കുന്നതിന് മുമ്പ്, നിങ്ങളുടെ പേയ്മെന്റ് അക്കൗണ്ട് വീണ്ടെടുക്കാൻ കഴിയുമെന്ന് ഉറപ്പാക്കുന്നതിന് നിങ്ങളുടെ പേയ്മെന്റുകൾ വീണ്ടെടുക്കൽ വാക്യം നിങ്ങൾ റെക്കോർഡ് ചെയ്യണം.
mr: आपण आपला PIN अक्षम करण्यापूर्वी, आपण आपले पेमेंट खाते रिकव्हर करू शकता हे सुनिश्चित करण्यासाठी आपण आपले पेमेंट रिकव्हरी फ्रेझ रेकॉर्ड करणे आवश्यक आहे.
ms: Sebelum anda boleh menyahdayakan PIN anda, anda perlu merekodkan frasa pemulihan pembayaran anda untuk memastikan anda memulihkan akaun pembayaran anda.
my: သင့် ပင်နံပါတ်ကို မပိတ်မီ သင်ငွေပေးချေမှုလုပ်သည့် အကောင့်ကို ပြန်ရယူရန် သင် ငွေပေးချေမှု လုပ်ဆောင်သည့် ပြန်လည်ရယူရန် စာပုဒ်တိုကို မှတ်ထားရပါမည်။
nb: Før du kan deaktivere PIN-koden din, må du registrere betalingsgjenopprettingsfrasen for å sikre at du kan gjenopprette betalingskontoen din.
nl: Voordat je je pincode kunt uitschakelen, moet je je herstelzin voor betalingen vastleggen zodat je je betalingsaccount kunt herstellen.
pa: ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣਾ PIN ਅਸਮਰੱਥ ਕਰ ਸਕੋ, ਤੁਹਾਨੂੰ ਆਪਣੇ ਭੁਗਤਾਨ ਰਿਕਵਰੀ ਸ਼ਬਦ-ਸਮੂਹ ਨੂੰ ਜ਼ਰੂਰ ਰਿਕਾਰਡ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਤਾਂ ਜੋ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਭੁਗਤਾਨ ਖਾਤੇ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਸਕੋ।
pl: Zanim wyłączysz PIN, musisz ustawić frazę odzyskiwania, czyli klucz do portfela płatności. Dzięki temu możesz mieć pewność, że gdy zajdzie taka potrzeba, odzyskasz swoje konto płatności.
ps: وړاندې تر دې چې خپل PIN غیرفعال کړئ، نو باید تاسې خپل د پرداختونو د بیرته تر لاسه کولو عبارت ثبت کړئ تر څو ډاډ تر لاسه کړئ چې کولای شئ خپل د پرداختونو اکاونټ تر لاسه کولای شئ.
pt_br: Antes de desabilitar seu PIN, você deve gravar a sua senha de recuperação de pagamentos para garantir que você possa recuperar a sua conta de pagamentos.
pt_pt: Antes de desativar o seu PIN, você deverá registar a sua frase de recuperação de pagamentos para garantir que pode recuperar a sua conta de pagamentos.
ro: Înainte de a putea dezactiva PIN-ul, trebuie să transcrii fraza de recuperare pentru a te asigura că poți recăpăta accesul la plățile contului.
ru: Перед тем, как отключить PIN-код, вы должны записать свою платёжную фразу восстановления, чтобы обеспечить возможность восстановления своей платёжной учётной записи при необходимости.
sk: Pred deaktiváciou kódu PIN musíte zaznamenať frázu na obnovenie platieb, aby ste sa ubezpečili, že môžete svoj platobný účet obnoviť.
sl: Preden onemogočite svoj PIN, morate shraniti obnovitveno frazo za plačila, da jih boste lahko kasneje obnovili.
sq: Përpara se të mund të çaktivizoni PIN-in tuaj, duhet të regjistroni frazën tuaj të rikthimit të pagesave, për të garantuar se mund të riktheni llogarinë tuaj të pagesave.
sr: Пре него што искључите PIN, морате да снимите фразу за опоравак за плаћања да бисте могли да повратите свој налог за плаћања.
sv: Innan du kan inaktivera din PIN-kod måste du registrera din fras för återbetalningar för att säkerställa att du kan återställa ditt betalningskonto.
sw: Kabla ya kuzima PIN yako, lazima urekodi maneno yako ya kurejesha malipo ili uhakikishe kuwa unaweza kurejesha akaunti yako ya malipo.
ta: உங்களால் முடியும் முன் முடக்கு உங்கள் பின், உங்கள் கொடுப்பனவுகளை மீட்டெடுக்க முடியும் என்பதை உறுதிப்படுத்த உங்கள் கொடுப்பனவு மீட்பு சொற்றொடரை நீங்கள் பதிவு செய்ய வேண்டும் கணக்கு.
te: మీరు మీ పిన్ను నిలిపివేయడానికి ముందు, మీరు మీ చెల్లింపుల ఖాతాను తిరిగి పొందగలరని నిర్ధారించుకోవడానికి మీ చెల్లింపుల రికవరీ పదబంధాన్ని రికార్డ్ చేయాలి.
th: ก่อนที่คุณจะปิดใช้งานรหัส PIN ของคุณได้ คุณต้องจดบันทึกวลีกู้คืนการชำระเงิน เพื่อให้แน่ใจว่าคุณสามารถกู้คืนบัญชีการชำระเงินของคุณได้
tr: PIN'inizi devre dışı bırakmadan önce, ödemeler hesabınızın kurtarılmasını güvence altına almak için ödemeler kurtarma parolanızı kaydetmeniz gerekiyor.
ug: سىز PIN نى چەكلەشتىن ئىلگىرى، چىقىم قىلىش ھېساباتىڭىزنى ئەسلىگە كەلتۈرۈشكە كاپالەتلىك قىلىش ئۈچۈن چىقىمنى ئەسلىگە كەلتۈرۈش چۈملىسىنى خاتىرىلىشىڭىز زۆرۈر.
uk: Перед вимкненням PIN-коду ви повинні записати кодову фразу для свого платіжного профілю, щоб мати змогу відновити його.
ur: اپنے پن کو غیر فعال کرنے سے پہلے ، آپ کو اپنے ادائیگیوں کے کھاتے کی وصولی کو یقینی بنانے کے لئے اپنے ادائیگیوں کی بازیابی کے فقرے کو ریکارڈ کرنا ہوگا۔
vi: Trước khi bạn có thể tắt mã PIN của mình, bạn phải lưu lại cụm từ khôi phục thanh toán để đảm bảo bạn có thể khôi phục tài khoản thanh toán của bạn.
zh_cn: 在禁用 PIN 码之前，务必记下付款恢复短语，以确保可恢复您的付款帐户。
zh_hk: 在您可停用您的 PIN 碼之前，您必須先記錄您的付款恢復片語，以確保您可還原您的付款帳號。

# SETTINGS_PAYMENTS_RECORD_PASSPHRASE_DISABLE_PIN_RECORD_PASSPHRASE
source: Record Recovery Phrase
af: Neem herwinfrase op
ar: تسجيل عبارة الاستعادة
az: Bərpa parolunu qeyd edin
be: Запісаць фразу для аднаўлення
bn: রিকভারি ফ্রেজ রেকর্ড করুন
ca: Registra la frase de recuperació
cs: Zaznamenejte frázi pro obnovení
cy: Cofnodi Ymadrodd Adfer
da: Registrer Gendannelsessætning
de: Wiederherstellungsphrase notieren
el: Καταγραφή Φράσης Ανάκτησης
es: Registrar frase de recuperación
fa: ذخیره عبارت بازیابی
fi: Tallenna palautuslause
fr: Enregistrer une phrase de récupération
gu: રિકવરી ફ્રેઝને રેકોર્ડ કરો
he: תעד משפט השבה
hi: रिकवरी फ़्रेज़ रिकॉर्ड करें
hr: Spremi frazu za oporavak
hu: Helyreállítási kifejezés rögzítése
id: Rekam Frasa Pemulihan
is: Skrá endurheimtufrasa
it: Annota la frase di recupero
ja: リカバリーフレーズを保管
km: á€ááŸ‹ááŸ’ášá¶áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ರೆಕಾರ್ಡ್‌ ಮಾಡಿ
ko: 기록 복구 문구
lt: Užsirašyti atkūrimo frazę
lv: Ierakstīt atgūšanas frāzi
ml: റിക്കവറി വാക്യം രേഖപ്പെടുത്തുക
mr: रिकव्हरी फ्रेझ रेकॉर्ड करा
ms: Rekodkan Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တိုကို မှတ်ထားပါ
nb: Legg inn gjenopprettingsfrase
nl: Herstelzin voor betalingen vastleggen
pa: ਰਿਕਵਰੀ ਵਾਕ ਰਿਕਾਰਡ ਕਰੋ
pl: Ustaw frazę odzyskiwania
ps: د بیرته تر لاسه کولو عبارت ثبت کړئ
pt_br: Gravar senha de recuperação
pt_pt: Gravar frase de recuperação
ro: Transcrie fraza de recuperare
ru: Запишите фразу восстановления
sk: Zaznamenať frázu na obnovenie
sl: Shrani obnovitveno frazo
sq: Regjistroni Frazë Rikthimi
sr: Сними фразу за опоравак
sv: Registrera återställningsfras
sw: Rekodi Maneno ya Kurejesha
ta: பதிவு மீட்பு சொற்றொடர்
te: రికార్డ్ రికవరీ ఫ్రేజ్
th: บันทึกวลีกู้คืน
tr: Kurtarma Parolasını Kaydet
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى خاتىرىلە
uk: Записати кодову фразу
ur: ریکارڈ بازیافت کی عبارت
vi: Lưu lại cụm từ khôi phục
zh_cn: 记下恢复短语
zh_hk: 記錄恢復片語

# SETTINGS_PAYMENTS_RECORD_PASSPHRASE_DISABLE_PIN_TITLE
source: Record Payments Recovery Phrase
af: Neem betalingsherwinfrase op
ar: تسجيل عبارة استعادة المدفوعات
az: Ödənişlərin bərpa parolunu qeyd edin
be: Запісаць фразу для аднаўлення плацяжоў
bn: পেমেন্ট রিকভারি ফ্রেজ রেকর্ড করুন
ca: Registra la frase de recuperació de pagaments
cs: Zaznamenejte frázi pro obnovení plateb
cy: Cofnodi Ymadrodd Adfer Taliadau
da: Registrer gendannelsessætning til betalinger
de: Wiederherstellungsphrase für Zahlungen notieren
el: Καταγραφή φράσης ανάκτησης πληρωμών
es: Registrar frase de recuperación de pagos
fa: ذخیره عبارت بازیابی پرداخت‌ها
fi: Tallenna maksujen palautuslause
fr: Enregistrer une phrase de récupération
gu: પેમેન્ટ્સ રિકવરી ફ્રેઝને રેકોર્ડ કરો
he: תעד משפט השבה של תשלומים
hi: भुगतान रिकवरी फ़्रेज़ रिकॉर्ड करें
hr: Spremi frazu za oporavak za plaćanja
hu: Fizetési helyreállítási kifejezés rögzítése
id: Rekam Frasa Pemulihan Pembayaran
is: Skrá frasa fyrir endurheimtu greiðslna
it: Annota la frase di recupero dei pagamenti
ja: 決済機能リカバリーフレーズの保管
km: á€ááŸ‹ááŸ’ášá¶áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ಗಳ ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ರೆಕಾರ್ಡ್‌ ಮಾಡಿ
ko: 지불 복구 문구 기록
lt: Užsirašykite mokėjimų atkūrimo frazę
lv: Ierakstīt maksājumu atgūšanas frāzi
ml: പേയ്മെന്റ് വീണ്ടെടുക്കൽ വാചകം രേഖപ്പെടുത്തുക
mr: पेमेंट रिकव्हरी फ्रेझ रेकॉर्ड करा
ms: Rekodkan Frasa Pemulihan Pembayaran
my: ငွေပေးချေမှု ပြန်လည်ရယူရန် စာပုဒ်တိုကို မှတ်ထားပါ
nb: Skriv inn gjenopprettingspassord for betalinger
nl: Herstelzin voor betalingen vastleggen
pa: ਭੁਗਤਾਨ ਰਿਕਵਰੀ ਵਾਕ ਰਿਕਾਰਡ ਕਰੋ
pl: Ustaw frazę odzyskiwania płatności
ps: د پرداختونو د بیرته تر لاسه کولو عبارت ثبت کړئ
pt_br: Gravar a senha de recuperação de pagamentos
pt_pt: Gravar frase de recuperação de pagamentos
ro: Transcrie fraza de recuperare plăți
ru: Запишите платёжную фразу восстановления
sk: Zaznamenať frázu na obnovenie platieb
sl: Shrani obnovitveno frazo za plačila
sq: Regjistroni Frazë Rikthimi Pagesash
sr: Снимите фразу за опоравак за плаћања
sv: Registrera återställningsfras för betalningar
sw: Rekodi Maneno ya Kurejesha Malipo
ta: பதிவு கொடுப்பனவு மீட்பு சொற்றொடர்
te: రికార్డ్ చెల్లింపులు రికవరీ పదబంధం
th: บันทึกวลีกู้คืนสำหรับการชำระเงิน
tr: Ödemeler Kurtarma Parolasını Kaydet
ug: چىقىمنى ئەسلىگە كەلتۈرۈش ئىبارىسىنى خاتىرىلەيدۇ
uk: Запишіть кодову фразу для платіжного профілю
ur: ریکارڈ ادائیگیوں کی بازیابی کا جملہ
vi: Lưu lại Cụm từ Khôi phục Thanh toán
zh_cn: 记下付款恢复短语
zh_hk: 記錄付款恢復片語

# SETTINGS_PAYMENTS_REMAINING_BALANCE
source: Remaining balance
af: Oorblywende balans
ar: الرصيد المتبقي
az: Qalan balans
be: Сродкі, што застаюцца на балансе
bn: অবশিষ্ট ব্যালেন্স
cs: Zůstatek účtu
cy: Balans sy'n weddill
da: Resterende saldo
de: Verbleibender Kontostand
el: Εναπομείναν υπόλοιπο
es: Saldo restante
et: Kontojääk
fa: موجودی باقی‌مانده
fi: Loput varat
fr: Solde restant
gu: બાકીનું બેલેન્સ
he: מאזן נותר
hi: शेष बैलेंस
hr: Preostalo stanje
hu: Maradék egyenleg
id: Saldo tersisa
is: Eftirstandandi innistæða
it: Saldo rimanente
ja: 残高
km: áŸá˜áá»á›áŸ’á™á“áŸ…áŸá›áŸ‹
kn: ಉಳಿದಿರುವ ಬ್ಯಾಲೆನ್ಸ್‌
ko: 잔액
lt: Likęs likutis
lv: Pārējais atlikums
ml: ശേഷിക്കുന്ന ബാലൻസ്
mr: उर्वरित बॅलंस
ms: Baki yang tinggal
my: ကျန်ရှိသောလက်ကျန်ငွေ
nb: Gjenværende balanse
nl: Resterend krediet
pa: ਬਾਕੀ ਬਕਾਇਆ
pl: Pozostałe środki
ps: پاتې بېلانس
pt_br: Saldo remanescente
pt_pt: Saldo restante
ro: Sold rămas
ru: Оставшиеся средства
sk: Zostávajúci zostatok
sl: Preostala sredstva
sq: Depozitë e mbetur
sr: Преостали износ средстава
sv: Återstående saldo
sw: Salio lililopo
ta: மீதமுள்ள சமநிலை
te: మిగిలిన మొత్తం
th: ยอดคงเหลือ
tr: Kalan bakiye
ug: قالغان قالدۇق
uk: Залишок коштів
ur: باقی بیلنس
vi: Số dư còn lại
zh_cn: 剩余余额
zh_hk: 餘額

# SETTINGS_PAYMENTS_RESTORE_PAYMENTS_BUTTON
source: Restore a Payments Account
af: Stel ’n betalingsrekening terug
ar: استعادة حساب المدفوعات
az: Ödəniş hesabını geri yüklə
be: Аднавіць плацежны рахунак
bn: একটি পেমেন্ট অ্যাকাউন্ট পুনর্বহাল করুন
ca: Restaura el compte de pagaments
cs: Obnovit platební účet
cy: Adfer Cyfrif Taliadau
da: Gendan en betalingskonto
de: Zahlungskonto wiederherstellen
el: Επαναφορά ενός Λογαριασμού Πληρωμών
es: Restaurar una cuenta de pagos
fa: بازیابی حساب کاربری پرداخت‌ها
fi: Palauta maksutili
fr: Récupérer un compte de paiement
gu: પેમેન્ટ એકાઉન્ટને રિસ્ટોર કરો
he: שחזר חשבון תשלומים
hi: भुगतान खाता रीस्टोर करें
hr: Oporavi račun za plaćanja
hu: Fizetési fiók helyreállítása
id: Pulihkan sebuah Akun Pembayaran
is: Endurheimta greiðsluaðgang
it: Ripristina un account pagamenti
ja: 決済口座を復元
km: áŸáŸ’áá¶ášá‚áá“á¸á‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್‌ಗಳ ಖಾತೆಯನ್ನು ರಿಸ್ಟೋರ್‌ ಮಾಡಿ
ko: 결제 계정 복원
lt: Atkurti mokėjimų paskyrą
lv: Atjaunot maksājumu kontu
ml: ഒരു പേയ്മെന്റ് അക്കൗണ്ട് പുന:സ്ഥാപിക്കുക
mr: पेमेंट खाते पुनर्स्थापित करा
ms: Pulihkan Akaun Pembayaran
my: ငွေပေးချမှုလုပ်သည့် အကောင့် ပြန်ရယူမယ်
nb: Gjenopprett betalingskonto
nl: Betalingsaccount herstellen
pa: ਭੁਗਤਾਨ ਖਾਤਾ ਬਹਾਲ ਕਰੋ
pl: Przywróć konto płatności
ps: د پرداختونو د اکاونټ بیرته تر لاسه کول
pt_br: Restaurar uma conta de pagamentos
pt_pt: Restaurar uma conta de pagamentos
ro: Restaurează contul de plăți
ru: Восстановить платежный аккаунт
sk: Obnoviť platobný účet
sl: Obnovitev računa za plačila
sq: Riktheni një Llogari Pagesash
sr: Повраћај налога за плаћања
sv: Återställ ett betalkonto
sw: Rejesha Akaunti ya Malipo
ta: மீட்டமை ஒரு கொடுப்பனவுகள் கணக்கு
te: చెల్లింపుల ఖాతాను పునరుద్ధరించండి
th: กู้คืนบัญชีการชำระเงิน
tr: Bir Ödemeler Hesabı Kurtar
ug: چىقىم ھېساباتىنى ئەسلىگە قايتۇر
uk: Відновити профіль
ur: ادائیگیوں کا اکاؤنٹ بحال کریں
vi: Khôi phục một Tài khoản Thanh toán
zh_cn: 还原付款帐户
zh_hk: 還原付款帳戶

# SETTINGS_PAYMENTS_RESTORE_WALLET_COMPLETE_EXPLANATION
source: Make sure you’ve entered your phrase correctly.
af: Maak seker u het die frase korrek ingevoer.
ar: يُرجى التأكُّد من إدخالك العبارة بشكلٍ صحيح.
az: Daxil etdiyiniz parolun doğru olduğuna əmin olun.
be: Пераканайцеся, што вы правільна ўвялі сваю фразу.
bn: নিশ্চিত করুন যে আপনি আপনার বাক্যাংশটি সঠিকভাবে প্রবেশ করিয়েছেন।
ca: Assegureu-vos que l'heu escrita correctament.
cs: Zkontrolujte, zda jste frázi zadali správně.
cy: Sicrhewch eich bod wedi rhoi eich ymadrodd yn gywir.
da: Sørg for at du har indtastet din sætning korrekt.
de: Vergewissere dich, dass du deine Phrase richtig eingegeben hast.
el: Βεβαιωθείτε ότι έχετε πληκτρολογήσει τη φράση σωστά.
es: Comprueba que hayas introducido la frase de recuperación correctamente.
fa: از وارد کردن عبارت صحیح مطمئن شوید.
fi: Varmista, että palautuslause on kirjoitettu oikein.
fr: Vérifiez que vous avez correctement saisi votre phrase.
gu: ખાતરી કરો કે તમે તમારા શબ્દસમૂહમાં યોગ્ય રીતે પ્રવેશ કર્યો છે.
he: וודא שהכנסת את המשפט שלך כראוי.
hi: सुनिश्चित करें कि आपने अपना वाक्यांश सही दर्ज किया है।
hr: Provjerite jeste li ispravno unijeli frazu.
hu: Bizonyosodj meg, hogy a helyreállítási kifejezésed jól adtad meg.
id: Pastikan Anda memasukkan frasa secara benar.
is: Gakktu úr skugga um að þú hafir sett frasann þinn rétt inn .
it: Assicurati di aver inserito correttamente la tua frase.
ja: 正しいフレーズを入力したか確認してください。
km: ááŸ’ášá¼áœá”áŸ’ášá¶á€áŠáá¶á¢áŸ’á“á€á”á‰áŸ’á‡á¼á›áƒáŸ’á›á¶áŠáŸ‚á›ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ನಿಮ್ಮ ಪದಗುಚ್ಛವನ್ನು ಸರಿಯಾಗಿ ನಮೂದಿಸಿದ್ದೀರಾ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ko: 문구를 올바르게 입력했는지 확인하세요.
lt: Įsitikinkite, kad teisingai įvedėte frazę.
lv: Pārliecinieties, ka frāze ir ievadīta pareizi.
ml: നിങ്ങളുടെ വാചകം നിങ്ങൾ ശരിയായി നൽകിയിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക.
mr: आपला फ्रेझ आपण योग्यरित्या प्रविष्ट केला असल्याची खात्री करा.
ms: Pastikan anda telah memasukkan frasa anda dengan betul.
my: သင်ရိုက်ထည့်ထားသော စာပုဒ်တိုကို သေချာစေပါ။
nb: Pass på at du har skrevet inn riktig passord.
nl: Zorg ervoor dat je je zin juist hebt ingevuld.
pa: ਯਕੀਨੀ ਕਰੋ ਕਿ ਤੁਸੀਂ ਆਪਣਾ ਵਾਕ ਠੀਕ ਤਰ੍ਹਾਂ ਭਰਿਆ ਹੈ।
pl: Sprawdź, czy podana fraza jest poprawna.
ps: ځان ډاډه کړئ چې تاسې خپل عبارت په سمه توګه سره دننه کړی دی.
pt_br: Verifique se você digitou a sua senha corretamente.
pt_pt: Certifique-se que introduziu a frase corretamente.
ro: Asigură-te că ai introdus corect fraza ta.
ru: Убедитесь, что вы правильно ввели свою фразу.
sk: Uistite sa, že ste svoju frázu zadali správne.
sl: Prepričajte se, če ste vnesli pravilno obnovitveno frazo.
sq: Sigurohuni se e keni dhënë saktë frazën tuaj.
sr: Проверите да ли сте исправно унели фразу.
sv: Se till att du har angett frasen korrekt.
sw: Hakikisha umeweka maneno yako kwa usahihi.
ta: உங்கள் சொற்றொடரை சரியாக உள்ளிட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
te: మీరు మీ పదబంధాన్ని సరిగ్గా నమోదు చేశారని నిర్ధారించుకోండి.
th: ดูให้แน่ใจว่าคุณป้อนวลีถูกต้อง
tr: Parolanızı doğru girdiğinizden emin olun.
ug: ئىبارىنى توغرا كىرگۈزگىنىڭىزنى جەزملەڭ.
uk: Перевірте, чи правильно ви ввели кодову фразу.
ur: یقینی بنائیں کہ آپ نے اپنے فقرے کو صحیح طور پر داخل کیا ہے۔
vi: Đảm bảo bạn đã nhập cụm từ của mình chính xác.
zh_cn: 请确保输入短语正确。
zh_hk: 請確定您的片語輸入正確。

# SETTINGS_PAYMENTS_RESTORE_WALLET_COMPLETE_TITLE
source: Confirm Recovery Phrase
af: Bevestig herwinfrase
ar: تأكيد عبارة الاستعادة
az: Bərpa parolunu təsdiqləyin
be: Пацвердзіць фразу для аднаўлення
bn: রিকভারি ফ্রেজ নিশ্চিত করুন
ca: Confirmeu la frase de recuperació
cs: Potvrďte frázi pro obnovení
cy: Cadarnhau'r Ymadrodd Adfer
da: Bekræft gendannelsessætning
de: Wiederherstellungsphrase bestätigen
el: Επιβεβαίωση Φράσης Ανάκτησης
es: Confirmar frase de recuperación
fa: تأیید عبارت بازیابی
fi: Varmenna palautuslause
fr: Confirmer la phrase de récupération
gu: રિકવરી ફ્રેઝની પુષ્ટિ કરો
he: אשר משפט השבה
hi: रिकवरी फ़्रेज़ की पुष्टि करें
hr: Potvrdi frazu za oporavak
hu: Kifejezés megerősítése
id: Konfirmasi Frasa Pemulihan
is: Staðfestu endurheimtufrasa
it: Conferma frase di recupero
ja: リカバリーフレーズの確認
km: á”á‰áŸ’á‡á¶á€áŸ‹áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ದೃಢೀಕರಿಸಿ
ko: 복구 문구 확인
lt: Patvirtinti atkūrimo frazę
lv: Apstiprināt atgūšanas frāzi
ml: വീണ്ടെടുക്കൽ വാചകം സ്ഥിരീകരിക്കുക
mr: रिकव्हरी फ्रेझची पुष्टी करा
ms: Sahkan Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တိုကို အတည်ပြုမယ်
nb: Bekreft gjenopprettingfrasen
nl: Bevestig je herstelzin
pa: ਰਿਕਵਰੀ ਵਾਕ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź frazę odzyskiwania
ps: د بیرته تر لاسه کولو عبارت تایید کړئ
pt_br: Confirmar senha de recuperação
pt_pt: Confirmar frase de recuperação
ro: Confirmă fraza de recuperare
ru: Подтвердите фразу восстановления
sk: Potvrdiť frázu na obnovenie
sl: Potrdi obnovitveno frazo
sq: Ripohoni Frazë Rikthimi
sr: Потврдите фразу за опоравак
sv: Bekräfta återställningsfras
sw: Thibitisha Maneno ya Kurejesha
ta: மீட்பு சொற்றொடரை உறுதிப்படுத்தவும்
te: రికవరీ పదబంధాన్ని నిర్ధారించండి
th: ยืนยันวลีกู้คืน
tr: Kurtarma Parolasını Doğrula
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى جەزىملە
uk: Підтвердження кодової фрази
ur: بازیابی کے جملے کی تصدیق کریں
vi: Xác minh cụm từ khôi phục
zh_cn: 确认恢复短语
zh_hk: 確認恢復片語
