Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SAFETY_NUMBER_CONFIRMATION_MESSAGE
source: The following people may have reinstalled or changed devices. Verify your safety number with them to ensure privacy.
af: Die volgende mense het dalk van toestelle verander of ’n herinstallasie gedoen. Verifieer u veiligheidsnomemr met hulle om privaatheid te verseker.
ar: هؤلاء الأشخاص التاليون رُبما قد أعادوا التثبيت أو قد غيَّروا أجهزتهم. تحقَّق من رقم الأمان الخاص بك أنت معهم لِضمان الخصوصية.
az: Aşağıdakı şəxslər yenidən quraşdırmış və ya cihazlarını dəyişdirmiş ola bilər. Gizliliyinizə əmin olmaq üçün güvənlik nömrənizi təsdiqləyin.
be: Наступныя асобы могуць усталяваць паўторна прылады або змяніць іх. Праверце свой код бяспекі з імі, каб забяспечыць канфідэнцыйнасць.
bn: নিম্নোক্ত লোকজন পুনরায় ইনস্টল করে থাকতে পারেন অথবা ডিভাইসগুলি বদলে ফেলতে পারেন। গোপনীয়তা নিশ্চিত করতে আপনার নিরাপত্তা নাম্বার তাদের সাথে ভেরিফাই করুন।
ca: Aquesta gent podria haver reinstallar o dispositius canviats. Comproveu vostre número de seguretat amb ells, per assegurar la privadesa.
cs: Následující lidé možná přeinstalovali nebo změnili zařízení. Ověřte s nimi své bezpečnostní číslo pro zajištění soukromí.
cy: Gall fod y bobl ganlynol fod wedi ailosod neu newid dyfeisiau. Gwiriwch eich rhif diogelwch gyda nhw i sicrhau preifatrwydd.
da: Følgende personer kan have geninstalleret eller skiftet enheder. Bekræft dit sikkerhedsnummer med dem for at sikre privatlivets fred
de: Die folgenden Personen haben Signal vielleicht erneut installiert oder das Gerät gewechselt. Verifiziert eure gemeinsame Sicherheitsnummer zur Sicherstellung der Privatsphäre.
el: Τα παρακάτω άτομα ίσως επανεγκατεστησαν το Signal ή άλλαξαν συσκευή. Επαλήθευσε τους αριθμούς ασφαλείας με αυτά, για να διασφαλίσεις την ιδιωτικότητα.
es: Es posible que las siguientes personas hayan reinstalado Signal o cambiado su dispositivo. Verifica tu número de seguridad con ellas para asegurar la privacidad de tus conversaciones.
es_es: Las siguentes personas pueden haber reinstalado Signal o cambiado su dispositivo. Verifica tus cifras de seguridas con ellas para asegurar vuestra privacidad.
et: Need inimised on võibolla rakendust reinstallinud või seadet vahetanud. Privaatsuse kindlustamiseks kontrolli nendega turvanumbrit.
eu: Ondoko pertsonek agian gailuak aldatu edo Signal berrinstalatu egin dute. Egiaztatu beraiekin duzun segurtasun zenbakia pribatutasuna ziurtatzeko.
fa: افراد زیر ممکن است دستگاه خود را تغییر داده یا نصب مجدد انجام داده باشند. برای اطمینان حاصل کردن از حریم خصوصی شمارهٔ امنیتی خود را با آنان تأیید کنید.
fi: Seuraavat henkilöt ovat saattaneet asentaa sovelluksen uudelleen tai vaihtaa laitetta. Varmenna turvanumerosi heidän kanssaan yksityisyyden takaamiseksi.
fr: Les contacts suivants ont peut-être réinstallé Signal ou changé d'appareil. Pour assurer la confidentialité de vos échanges, vérifiez les numéros de sécurité associés à ces personnes.
ga: Seans go bhfuair na daoine seo a leanas gléasanna nua nó go ndearna siad athshuiteáil ar an aip. Deimhnigh d'uimhir shábháilteachta leo ar eagla na heagla.
gu: નીચેના લોકોએ ફરીથી ઇન્સ્ટોલ કર્યું હશે અથવા ડિવાઇસિસ બદલ્યા હશે. ગોપનીયતાની ખાતરી કરવા માટે તેમની સાથે તમારો સલામતી નંબર ચકાસો.
he: האנשים הבאים ייתכן התקינו מחדש את היישום או שינו מכשירים. וודא את מספר הביטחון שלך איתם כדי להבטיח פרטיות.
hi: हो सकता है कि निम्नलिखित लोगों ने रीइंस्टॉल किया हो या डिवाइसेस को बदल लिया हो। गोपनीयता को सुनिश्चित करने के लिए उनके साथ अपने सुरक्षा नंबर को वेरिफाई करें।
hr: Sljedeće su osobe možda ponovo instalirale ili promijenile uređaje. Provjerite svoj sigurnosni broj s njima kako biste osigurali privatnost.
hu: A következő személyek lehet, hogy újratelepítették a Signalt vagy készüléket cseréltek. Ellenőrizd biztonsági számotokat a privacy biztosítása érdekében!
id: Orang-orang berikut mungkin telah memasang ulang atau mengganti perangkat. Verifikasi nomor keamanan Anda dengan mereka untuk memastikan privasi.
is: Eftirfarandi einstaklingar hafa sett Signal upp aftur eða skipt um tæki. Sannreyndu öryggisnúmer þín með þeim til að tryggja öryggi.
it: Le seguenti persone potrebbero aver reinstallato o cambiato i dispositivi. Verifica il tuo codice di sicurezza con loro per garantire la privacy.
ja: 以下の方はアプリを再インストールしたか端末を変更した可能性があります。プライバシーを保証するために安全番号を検証してください。
kab: Imdanen-a yezmer ulsen asebded neɣ beddlen ibenkan. Senqed uṭṭun-ik·im n tiliɣri yid-sen i tɣellist n tbaḍnit.
km: á¢áŸ’á“á€á‘á¶áŸ†á„á“áŸáŸ‡á¢á¶á…áŠáŸ†á¡á¾á„ á¬ á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá§á”á€ášááŸá”á¶á“áŸ”â€‹ á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á›áŸááŸá»áœááŸ’áá·á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™á–á½á€á‚áŸ áŠá¾á˜áŸ’á”á¸á’á¶á“á¶á—á¶á–á¯á€á‡á“áŸ”
kn: ಈ ಕೆಳಗಿನ ಜನರು ಸಾಧನಗಳನ್ನು ಪುನಃ ಇನ್‌‌ಸ್ಟಾಲ್ ಮಾಡಿರಬಹುದು ಅಥವಾ ಬದಲಾಯಿಸಿರಬಹುದು. ಗೌಪ್ಯತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಅವರೊಂದಿಗೆ ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯನ್ನು ದೃಢೀಕರಿಸಿ.
ko: 앱을 재설치했거나 기기를 바꾼 사람의 목록입니다. 보안을 보장하려면 안전 번호를 검증하세요.
lt: Gali būti, kad šie žmonės iš naujo įdiegė programėlę ar pakeitė įrenginį. Patvirtinkite savo saugumo numerį su kiekvienu iš jų, kad užtikrintumėte privatumą.
lv: Iespējams, ka šie cilvēki ir pārinstalējuši vai mainījuši ierīces. Pārbaudiet savu drošības numuru kopā ar šiem cilvēkiem, lai nodrošinātu privātumu.
mk: Следниве луѓе може ги преинсталирале или промениле уредите. Верификувајте го вашиот безбедносен број со нив за да ја осигурате приватноста.
ml: ഇനിപ്പറയുന്ന ആളുകൾ അവരുടെ ഉപകരണങ്ങൾ വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യുകയോ മാറ്റുകയോ ചെയ്‌തിരിക്കാം. സ്വകാര്യത ഉറപ്പാക്കാൻ അവരുമായി നിങ്ങളുടെ സുരക്ഷാ നമ്പർ പരിശോധിക്കുക.
mr: पुढील व्यक्तींनी डिव्हाइस पुनर्स्थापित केले किंवा बदलले असतील. गोपनीयता सुनिश्चित करण्यासाठी आपला सुरक्षितता नंबर त्यांच्यासोबत सत्यापित करा.
ms: Orang yang berikut mungkin telah memasang semula atau telah menukar peranti. Sahkan nombor keselamatan anda dengan mereka untuk memastikan privasi.
my: အောက်ပါပုဂ္ဂိုလ်များသည် စက်ပစ္စည်းအား ပြန်လည်တပ်ဆင်ခြင်း သို့မဟုတ် ပြောင်းလဲခြင်း ပြုလုပ်ခဲ့နိုင်သည်။ ပုဂ္ဂိုလ်ရေး လုံခြုံစေရန် သင့်လုံခြုံရေးနံပါတ်ကို ၎င်းပုဂ္ဂိုလ်များဖြင့် အတည်ပြုပေးပါ။
nb: Følgende personer kan ha reinstallert eller byttet enhet. Bekreft sikkerhetsnummeret ditt med dem for å sikre personvernet.
nl: De volgende personen hebben Signal mogelijk opnieuw geïnstalleerd of kunnen van toestel zijn veranderd. Verifieer jullie veiligheidsnummers om zeker te zijn dat je met de juiste personen communiceert.
pa: ਹੇਠ ਦਿੱਤੇ ਲੋਕਾਂ ਨੇ ਮੁੜ-ਇੰਸਟਾਲ ਕੀਤਾ ਜਾਂ ਡਿਵਾਈਸ ਬਦਲਿਆ ਹੋ ਸਕਦਾ ਹੈ। ਪਰਦੇਦਾਰੀ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਉਹਨਾਂ ਨਾਲ ਆਪਣੇ ਸੁਰੱਖਿਆ ਨੰਬਰ ਦੀ ਤਸਦੀਕ ਕਰੋ।
pl: Te osoby mogły ponownie zainstalować aplikację lub zmienić urządzenie. Zadbaj o prywatność i zweryfikuj numery bezpieczeństwa.
ps: لاندې کسانو ښایي بیرته له سره انسټال کړی وي یا هم وسیلې یې بدلې کړي وي. له هغوی سره خپل د خوندیتوب شمېره تایید کړه تر څو له محرمیت څخه ډاډ تر لاسه شي.
pt_br: As seguintes pessoas podem ter reinstalado Signal ou mudado de aparelho. Verifique o seu número de segurança com elas para garantir privacidade.
pt_pt: As seguintes pessoas podem ter reinstalado ou mudado de dispositivos. Verifique o seu número de segurança com eles para assegurar a privacidade.
ro: Este posibil ca următoarele persoane să fi reinstalat sau schimbat dispozitivele. Verifică numărul de siguranță cu acestea pentru a-ți asigura confidențialitatea.
ru: Следующие люди могли переустановить Signal или сменить устройства. Подтвердите ваш код безопасности с ними, чтобы обеспечить конфиденциальность.
sk: Nasledujúce osoby si možno preinštalovali alebo zmenili zariadenia. Overte si s nimi vaše bezpečnostné číslo pre zaistenie súkromia.
sl: Našteti uporabniki/ce so najbrž ponovno namestili/e Signal ali zamenjali/e telefon. Za potrditev istovetnosti skupaj ponovno preverite varnostno število.
sq: Personat vijues mund të kenë riinstaluar ose ndryshuar pajisjet. Për të siguruar privatësi, verifikoni me ta numrin tuaj të sigurisë.
sr: Људи наведени у наставку су вероватно поново инсталирали апликацију или променили уређаје. Верификујте сигурносни број за дописивање са њима како бисте обезбедили приватност.
sv: Följande personer kan ha installerat om eller bytt enheter. Verifiera ditt säkerhetsnummer med dem för att säkerställa integriteten.
sw: Huenda watu wafuatao wamesakinisha upya programu au kubadilisha vifaa. Thibitisha nambari yako ya usalama nao ili kuhakikisha faragha.
ta: பின்வரும் நபர்கள் தொலைபேசிகளை மீண்டும் நிறுவியிருக்கலாம் அல்லது மாற்றியிருக்கலாம். தனியுரிமையை உறுதிப்படுத்த அவர்களுடன் உங்கள் பாதுகாப்பு எண்ணைச் சரிபார்க்கவும்.
te: కింది వ్యక్తులు పరికరాలను తిరిగి ఇన్‌స్టాల్ చేసి ఉండవచ్చు లేదా మార్చవచ్చు. గోప్యతను నిర్ధారించడానికి వారితో మీ భద్రతా సంఖ్యను ధృవీకరించండి.
th: บุคคลดังต่อไปนี้อาจติดตั้งแอปใหม่หรือเปลี่ยนอุปกรณ์ กรุณาตรวจยืนยันหมายเลฃความปลอดภัยของคุณกับเขาเพื่อให้แน่ใจถึงความเป็นส่วนตัว
tr: Aşağıdaki kişiler cihaz değiştirmiş veya yeniden yükleme yapmış olabilir. Gizliliğinizden emin olmak için güvenlik numaranızı doğrulayın.
ug: تۆۋەندىكى كىشىلەر قايتا قاچىلىغان ياكى ئۈسكىنىسىنى ئالماشتۇرغاندەك قىلىدۇ. مەخپىيەتلىكنى ساقلاش ئۈچۈن ئۇلار بىلەن ئاراڭدىكى بىخەتەرلىك نومۇرىنى دەلىللە.
uk: Можливо, ці користувачі перевстановили застосунок або замінили пристрої. Перевірте коди безпеки для чатів з цими користувачами, щоб упевнитись у конфіденційності спілкування.
ur: مندرجہ ذیل لوگوں نے انسٹال یا ان میں تبدیلیاں کی ہیں۔ رازداری کو یقینی بنانے کے لیئے ان کے ساتھ اپنے حفاظتی نمبر کی تصدیق کریں۔
vi: Những người này có thể đã cài lại ứng dụng hoặc thay đổi thiết bị. Vui lòng xác minh lại mã số an toàn để đảm bảo riêng tư.
zh_cn: 以下用户可能重新安装了 Signal 或更换了设备，请重新与之验证安全码以保护您的隐私。
zh_hk: 下列的人或已重新安裝或更換裝置。請驗證您與各人的安全碼，以確保私隱。

# SAFETY_NUMBER_CONFIRMATION_PREVIOUSLY_VERIFIED
source: Previously Verified
af: Voorheen geverifieer
ar: تمَّ التحقُّق مِنهُ مُسبقًا
az: Daha əvvəl təsdiqlənib
be: Раней правераны
bn: আগে যাচাইকৃত
ca: Prèviament comprovades
cs: Dříve ověřeno
cy: Wedi Gwirio Eisoes
da: Tidligere bekræftet
de: Zuvor verifiziert
el: Προηγουμένως Επιβεβαιωμένοι
es: Identidad verificada previamente
es_es: Identidad verificada previamente
et: Varem kontrollitud
eu: Aurretik Egiaztatua
fa: قبلا تایید شده است
fi: Aikaisemmin varmennettu
fr: Précédemment confirmé
ga: Deimhnithe Roimhe Seo
gu: અગાઉ ચકાસણી થયેલ
he: וֻדָּא בעבר
hi: पहले से वेरिफाई किया हुआ
hr: Prethodno provjereno
hu: Már Ellenőrzött
id: Terverifikasi Sebelumnya
is: Áður sannreynt
it: Precedentemente verificato
ja: 以前に検証済み
kab: Asenqed yezrin
km: á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á›á¾á€á˜á»á“
kn: ಹಿಂದೆ ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ko: 예전에 검증됨
lt: Anksčiau patvirtinta(s)
lv: Iepriekš pārbaudīts
mk: Претходно верификуван
ml: മുമ്പ് പരിശോധിച്ചത്
mr: आधी सत्यापित केलेले
ms: Disahkan Sebelum Ini
my: ယခင် အတည်ပြုပြီး
nb: Tidligere bekreftet
nl: Was voorheen geverifieerd
pa: ਪਹਿਲਾਂ ਤਸਦੀਕਸ਼ੁਦਾ
pl: Kontakt był przedtem zweryfikowany
ps: پخوا تایید شوي
pt_br: Já verificado
pt_pt: Verificado anteriormente
ro: Verificat anterior
ru: Ранее проверенный(-ая)
sk: Predtým overený
sl: Prej potrjeno
sq: Verifikuar Më Herët
sr: Претходно верификовано
sv: Tidigare verifierade
sw: Iliyothibitishwa Awali
ta: முன்பு சரிபார்க்கப்பட்டது
te: గతంలో ధృవీకరించబడింది
th: ถูกตรวจยืนยันก่อนหน้า
tr: Daha Önce Doğrulandı
ug: ئىلگىرى دەلىللەنگەن
uk: Раніше було позначено як перевірений
ur: پہلے تصدیق شدہ
vi: Đã xác minh trước đây
zh_cn: 已验证
zh_hk: 先前已驗證

# SAFETY_NUMBER_CONFIRMATION_TITLE
source: Safety Number Changes
af: Veiligheidsnommerveranderinge
ar: التغيُّرات في رقم الأمان
az: Güvənlik Nömrəsi Dəyişiklikləri
be: Змены кодаў бяспекі
bn: নিরাপত্তা নাম্বার পরিবর্তিত হয়
ca: Canvis en el número de seguretat
cs: Změny bezpečnostního čísla
cy: Newidiadau Rhifau Diogelwch
da: Sikkerhedsnummerændringer
de: Änderungen der Sicherheitsnummer
el: Αλλαγές αριθμού ασφαλείας
es: Cambios en el número de seguridad
es_es: Cambios en cifras de seguridad
et: Turvanumbri muudatused
eu: Segurtasun Zenbakiaren Aldaketak
fa: تغییرات شمارهٔ امنیتی
fi: Turvanumeroiden vaihdot
fr: Changements de numéro de sécurité
ga: Athrú ar Uimhir Shábháilteachta
gu: સલામતી નંબર ફેરફારો
he: שינויי מספר ביטחון
hi: सुरक्षा नंबर परिवर्तन
hr: Promjene sigurnosnog broja
hu: Biztonságiszám-változások
id: Nomor Keamanan Berubah
is: Breytingar á öryggisnúmeri
it: Modifiche al codice di sicurezza
ja: 安全番号が変わりました
kab: Amyibdel n WuṭṭunAɣellsan
km: á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá›áŸááŸá»áœááŸ’áá·á—á¶á–
kn: ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯ ಬದಲಾವಣೆಗಳು
ko: 안전 번호 변경됨
lt: Saugumo numerio pasikeitimai
lv: Drošības numura izmaiņas
mk: Промени на Безбедносниот број
ml: സുരക്ഷാ നമ്പർ മാറ്റങ്ങൾ
mr: सुरक्षितता नंबर बदल
ms: Perubahan Nombor Keselamatan
my: လုံခြုံရေးနံပါတ် အပြောင်းအလဲများ
nb: Endringer av sikkerhetsnummer
nl: Veranderingen in veiligheidsnummer
pa: ਸੁਰੱਖਿਆ ਨੰਬਰ ਤਬਦੀਲੀਆਂ
pl: Zmiana numerów bezpieczeństwa
ps: د خوندیتوب د شمېرې بدلونونه
pt_br: Mudanças no Número de Segurança
pt_pt: Alterações do número de segurança
ro: Modificări ale numărului de siguranță
ru: Изменения кода безопасности
sk: Zmeny bezpečnostného čísla
sl: Spremembe varnostnega števila
sq: Ndryshime Numri Sigurie
sr: Промене сигурносног броја
sv: Säkerhetsnummerändringar
sw: Mabadiliko ya Nambari ya Usalama
ta: பாதுகாப்பு எண் மாற்றங்கள்
te: భద్రతా సంఖ్య మార్పులు
th: การเปลี่ยนแปลงหมายเลขความปลอดภัย
tr: Güvenlik Numarası Değişiklikleri
ug: بىخەتەرلىك نومۇرى ئۆزگەردى
uk: Зміни коду безпеки
ur: حفاظت نمبر میں تبدیلیاں
vi: Các thay đổi về Mã số an toàn
zh_cn: 安全码更变
zh_hk: 安全碼變更

# SAFETY_NUMBER_CONFIRMATION_VERIFIED
source: Verified
ar: مُتحقَّق منه
be: Праверана
bn: যাচাইকৃত
ca: Persona verificada
cs: Ověřeno
da: Verificeret
de: Verifiziert
el: Με επαλήθευση
es: Identidad verificada
fa: تأییدشده
fi: Varmennettu
fr: Confirmé
ga: Fíoraithe
gu: ચકાસણી કરેલ
he: מאומת
hi: सत्यापित
hr: Provjereno
hu: Ellenőrzött
id: Terverifikasi
it: Verificato
ja: 検証済み
ko: 확인됨
mr: सत्यापित
ms: Disahkan
nb: Verifisert
nl: Geverifieerd
pl: Zweryfikowano
pt_br: Verificado
pt_pt: Verificado
ro: Verificat
ru: Подтверждён
sk: Overené
sr: Верификовано
sv: Verifierad
th: ตรวจยืนยันแล้ว
tr: Doğrulandı
ug: دەلىللەندى
uk: Перевірено
ur: تصدیق شدہ
vi: Đã xác minh
zh_cn: 已验证
zh_hk: 已驗證

# SAFETY_NUMBER_CONFIRMATION_VIEW_ACTION
source: View
af: Kyk
ar: إظهار
az: Bax
be: Прагледзець
bn: দেখুন
ca: Mostra
cs: Zobrazit
cy: Golwg
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Ver
es_es: Ver
et: Näita
eu: Ikusi
fa: نمایش
fi: Näytä
fr: Afficher
ga: Amharc
gu: વ્યૂ
he: הצג
hi: देखना
hr: Pregled
hu: Megtekintés
id: Lihat
is: Skoða
it: Mostra
ja: 表示する
kab: Askan
km: á”á„áŸ’á á¶á‰
kn: ತೋರಿಸು
ko: 보기
lt: Rodyti
lv: Skatīt
mk: Преглед
ml: കാണുക
mr: बघा
ms: Lihat
my: ကြည့်ရှုမယ်
nb: Vis
nl: Weergeven
pa: ਵੇਖੋ
pl: Wyświetl
ps: ليدل
pt_br: Exibir
pt_pt: Ver
ro: Vizualizare
ru: Просмотреть
sk: Zobraziť
sl: Preglej
sq: Shihni
sr: Прикажи
sv: Visa
sw: Tazama
ta: காண்க
te: వీక్షణ
th: ดู
tr: Görüntüle
ug: كۆرسەت
uk: Переглянути
ur: دیکھیں
vi: Xem
zh_cn: 查看
zh_hk: 檢視

# SAFETY_NUMBER_SHARE_FORMAT
source: Our Signal Safety Number: %@
af: Ons Signal-veiligheidsnommer: %@
ar: رقم أمان سيجنال الخاص بنا: %1$@
az: Signal güvənlik nömrəmiz: %@
be: Наш код бяспекі Signal: %1$@
bg: Нашите Signal Номера за Безопасност %@
bn: আমাদের Signal নিরাপত্তা নাম্বার: %1$@
ca: Els nostres números de seguretat del Signal: %1$@
cs: Naše bezpečnostní číslo v Signalu: %1$@
cy: Ein Rhif Diogelwch Signal: %@
da: Vores Signal-sikkerhedsnummer %1$@
de: Unsere Signal-Sicherheitsnummer: %1$@
el: Ο αριθμός ασφαλείας Signal μας: %1$@
es: El número de seguridad de nuestro chat en Signal es: %1$@
es_es: Las cifras de seguridad de nuestro chat en Signal son: %@
et: Meie Signali turvanumber: %@
eu: Gure Signal Segurtasun Zenbakia: %@
fa: کد امنیتی ما: %1$@
fi: Keskustelumme Signal-turvanumero: %1$@
fil: Ang ating Numerong Pangkaligtasan sa Signal: %@
fr: Notre numéro de sécurité Signal : %1$@
ga: Ár nUimhir Shábháilteachta Signal: %1$@
gu: અમારો Signal સલામતી નંબર: %1$@
he: מספר ביטחון Signal שלנו: %1$@
hi: हमारा Signal सुरक्षा नंबर: %1$@
hr: Naš Signal sigurnosni broj: %1$@
hu: Signal biztonsági azonosítónk: %1$@
id: Nomor aman Signal kami %1$@
is: Signal öryggisnúmerið mitt: %@
it: I nostri codici di sicurezza Signal: %1$@
ja: 私たちのSignal安全番号: %1$@
kab: Uṭṭun-nneɣ n tɣellist n Signal: %@
kk: Біздің Signal қауіпсіздік нөміріміз: %@
km: á›áŸááŸá»áœááŸ’áá·á—á¶á– Signalášá”áŸáŸ‹á™á¾á„áŸ– %@
kn: ಮೂಲ Signal ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆ: %@
ko: Signal 안전 번호: %1$@
lt: Mūsų Signal saugumo numeris: %@
lv: Mūsu Signal drošības numurs: %@
mk: Нашиот Signal Безбедносен Број : %@
ml: നമ്മുടെ Signal സുരക്ഷാ നമ്പർ. %@
mr: आमचा Signal सुरक्षितता नंबर: %1$@
ms: Nombor Keselamatan Signal Kami: %1$@
my: ကိုယ်တို့ရဲ့ Signal လုံခြုံရေးနံပါတ် %@
nb: Vårt Signal sikkerhetsnummer: %1$@
nl: Ons Signal-veiligheidsnummer: %1$@
pa: ਸਾਡਾ Signal ਸੁਰੱਖਿਆ ਨੰਬਰ: %@
pa_pk: اساں دا Signal حفاظتی نمر: %@
pl: Nasz numer bezpieczeństwa Signal: %1$@
ps: زموږ د Signal د خوندیتوب شمېره: %@
pt_br: Nosso número de segurança Signal: %1$@
pt_pt: O nosso número de segurança Signal: %1$@
ro: Numărul nostru Signal de siguranță: %1$@
ru: Наш код безопасности Signal: %1$@
sk: Naše Signal bezpečnostné číslo: %1$@
sl: Najina Signal varnostna številka: %@
sq: Numri Ynë i Sigurisë Signal: %@
sr: Signal сигурносни број: %1$@
sv: Vårt säkerhetsnummer för Signal: %1$@
sw: Nambari Zetu za Usalama za Signal: %@
ta: எங்கள் Signal பாதுகாப்பு எண்: %@
te: మన Signal భద్రత సంఖ్య: %@
th: หมายเลขความปลอดภัย Signal ของเรา: %1$@
tr: Signal Güvenlik Numaramız: %1$@
ug: بىزنىڭ Signal بىخەتەرلىك نومۇرىمىز: %1$@
uk: Наш код безпеки в Signal: %1$@
ur: آپ کا signal حفاظتی نمبر: %1$@
vi: Số An toàn Signal của chúng tôi: %1$@
zh_cn: 我们的 Signal 安全码: %1$@
zh_hk: 我們的 Signal 安全碼： %1$@

# SAFETY_TIPS_BUTTON_ACTION_TITLE
source: Safety Tips
ar: نصائح السلامة
be: Парады па бяспецы
bn: নিরাপত্তা সংক্রান্ত পরামর্শ
ca: Consells de seguretat
cs: Bezpečnostní tipy
da: Sikkerhedstips
de: Sicherheitstipps
el: Συμβουλές ασφαλείας
es: Consejos de seguridad
fa: نکات ایمنی
fi: Turvallisuusvinkkejä
fr: Conseils de sécurité
ga: Leideanna Sábháilteachta
gu: સલામતી ટિપ્સ
he: טיפים לבטיחות
hi: सुरक्षा टिप्स
hr: Savjeti za sigurnost
hu: Biztonsági tippek
id: Tips Keamanan
it: Consigli sulla sicurezza
ja: 安全な使い方のヒント
ko: 안전 팁
mr: सुरक्षिततेच्या टीपा
ms: Tip Keselamatan
nb: Sikkerhetstips
nl: Veiligheidstips
pl: Wskazówki dotyczące bezpieczeństwa
pt_br: Dicas de segurança
pt_pt: Dicas de segurança
ro: Sfaturi de siguranță
ru: Советы по безопасности
sk: Bezpečnostné tipy
sr: Савети за безбедност
sv: Säkerhetstips
th: คำแนะนำเพื่อความปลอดภัย
tr: Güvenlik İpuçları
ug: بىخەتەرلىك ئەسكەرتىشلىرى
uk: Заходи безпеки
ur: حفاظتی تجاویز
vi: Lời khuyên để giữ an toàn
zh_cn: 安全提示
zh_hk: 安全提示
