Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_PASSCODE_NOT_SET
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
af: U moet ’n wagkode in u iOS-instellings aktiveer om skermvergrendeling te kan gebruik.
ar: يجب عليك تمكين رمز المرور في إعدادات iOS الخاصة بك من أجل استخدام قفل الشاشة.
az: Ekran Kilidini istifadə etmək üçün iOS tənzimləmələrində bir parol təyin etməlisiniz.
be: Вам неабходна ўключыць код доступу ў наладах iOS, каб выкарыстоўваць блакіроўку экрана.
bg: Трябва да активирате парола в настройките за iOS, за да използвате Заключване на екрана.
bn: স্ক্রীন এর লক্ ব্যবহার করার জন্য আপনাকে অবশ্যই আপনার আইওএস সেটিংসে একটি পাসকোড সক্ষম করতে হবে।
ca: Heu d'activar un codi contrasenya a la configuració d'iOS per usar el bloqueig de pantalla.
cs: Pokud chcete používat zámek displeje, nejprve zapněte kódový zámek v nastavení iOS.
cy: Mae'n rhaid i chi alluogi cyfrinair yn Gosodiadau iOS er mwyn defnyddion Clo Sgrîn.
da: Du skal aktivere en adgangskode i dine iOS-indstillinger for at bruge skærmlås
de: Du musst einen Code in deinen iOS-Einstellungen festlegen, um die Bildschirmsperre zu verwenden.
el: Πρέπει να ενεργοποιήσεις έναν κωδικό πρόσβασης στις Ρυθμίσεις του iOS για να χρησιμοποιήσεις το Κλείδωμα Οθόνης.
es: Debes configurar un código en Ajustes de iOS para poder usar el bloqueo de pantalla.
es_es: Necesitas configurar un código en «Ajustes» de iOS para poder usar el bloqueo de acceso.
et: Ekraaniluku kasutamiseks pead lubama iOSi sätetes ekraani lukustamise.
eu: Gako bat aktibatu behar duzu zure iOS ezarpenetan Pantailaren Blokea erabili ahal izateko.
fa: برای استفاده از قفل صفحه نمایش می بایستی یک رمزعبور از تنظیمات iOS فعال کنید.
fi: Aseta pääsykoodi puhelimesi asetuksista, jotta voit käyttää näytön lukitusta.
fil: Kailangan mong paganahin ang passcode sa settings ng iyong iOS upang magamit ang Screen Lock.
fr: Pour utiliser la fonctionnalité de verrouillage d'écran, vous devez activer un code dans vos réglages iOS.
ga: Ní mór duit cód faire a chumasú sna Socruithe iOS chun Glasáil Scáileáin a chur i bhfeidhm.
gu: સ્ક્રીન લૉકનો ઉપયોગ કરવા માટે તમારે તમારી iOS સેટિંગ્સમાં પાસકોડ સક્ષમ કરવું આવશ્યક છે.
he: אתה חייב לאפשר קוד גישה בהגדרות iOS שלך על מנת להשתמש בנעילת מסך.
hi: सक्रीन लॉक इस्तेमाल करने के लिये अपने iOS सेटिंग्स से पासकोड की अनुमति दें।
hr: Kako biste koristili Zaključavanje zaslona, morate omogućiti lozinku u postavkama iOS-a.
hu: Engedélyezned kell a jelkód használatát az iOS Beállításokban a képernyőzár használatához.
id: Anda harus mengaktifkan kode sandi dalam Pengaturan iOS untuk menggunakan Kunci Layar.
is: Þú verður að virkja aðgangskóða í iOS-stillingunum þínum til að geta notað skjálæsingu.
it: Devi abilitare una password nelle impostazioni di iOS per poter usare il blocco schermo.
ja: 画面ロックを使用するには、iOSの設定でパスコードを有効にしてください。
kab: Ilaq ad tremdeḍ tangalt tuffirt deg yiɣewwaren n iOS i wakken ad tesqedceḍ asekkeṛ n ugdil.
kk: Экранды құлыптау функциясын пайдалану үшін iOS параметрлерінде құпиясөзді іске қосу қажет.
km: á¢áŸ’á“á€ááŸ’ášá¼áœá”áŸ’ášá¾á›áŸáá€á¼áŠ á€áŸ’á“á»á„ iOS á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ á¢áŸá€áŸ’ášá„áŸ‹á…á¶á€áŸ‹áŸáŸ„ášáŸ”
kn: ಸ್ಕ್ರೀನ್ ಲಾಕ್ ಅನ್ನು ಬಳಸಲು ನಿಮ್ಮ iOS ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು.
ko: 화면 잠금을 사용하려면 iOS 설정에서 암호를 켜야 합니다.
lt: Norėdami naudotis Ekrano užraktu, privalote iOS nustatymuose įjungti slaptą kodą.
lv: Lai izmantotu ekrāna bloķēšanu, iOS iestatījumos ir jāiespējo ieejas kods.
mk: Мора да овозможите лозинка во вашите iOS Поставки со цел да го користите Екранот за Заклучување.
ml: സ്ക്രീൻ ലോക്ക് ഉപയോഗിക്കുന്നതിന് നിങ്ങളുടെ iOS സെറ്റിങ്സിൽ നിങ്ങൾ ഒരു പാസ്കോഡ് സജീവമാക്കണം.
mr: स्क्रीन लॉक वापरण्यासाठी आपण आपल्या iOS सेटिंग मध्ये पासकोड सक्षम करायला हवा.
ms: Anda mesti mengaktifkan kod laluan dalam Tetapan iOS anda untuk menggunakan Kunci Skrin.
my: မျက်နှာပြင်သော့ခတ်ရန်အတွက် သင်၏ IOS အပြင်အဆင်အတွင်း၌ လျှို့ဝှက်နံပါတ်ကို အသုံးပြုကို ပြုထားရမည် ဖြစ်သည်။
nb: Du må skru på låsekode i iOS under Innstillinger på enheten for å kunne bruke skjermlås.
nl: Om appvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pa: ਸਕਰੀਨ ਲੌਕ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ iOS ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਪਾਸਕੋਡ ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਹੋਵੇਗਾ।
pa_pk: سکرین لاک نوں ورتن لئی تساں نوں اپنی iOS ترتیباں اچ اک پاس کوڈ لازمی فعال کرنا ہووے گا۔
pl: Aby korzystać z blokady ekranu, musisz ustawić kod w ustawieniach iOS.
ps: تاسې باید د iOS په تنظیماتو کې یو پسکوډ فعال کړئ تر څو وکولای شئ چې سکرین لاک وکاروئ.
pt_br: Você deve criar uma senha no app Ajustes do iOS para usar o bloqueio de tela.
pt_pt: Deverá ativar o código de desbloqueio nas definições do seu iOS para poder utilizar o bloqueio de ecrã.
ro: Trebuie să activezi o parolă în setările tale iOS pentru a putea folosi ecranul de blocare.
ru: Вы должны включить код доступа в приложении «Настройки», чтобы использовать блокировку экрана.
sk: Pre používanie zámku obrazovky, zapnite kódový zámok v nastaveniach iOS.
sl: Pred uporabo Zaklepa zaslona morate nastaviti geslo v meniju iOS Nastavitve.
sq: Që të mund të përdoret Kyçje Ekrani, duhet të aktivizoni një frazëkalim te Rregullimet tuaja për iOS-in.
sr: Да бисте користили закључавање екрана морате да укључите лозинку у подешавањима iOS-а.
sv: Du måste aktivera en lösenkod i dina iOS-inställningar för att använda Skärmlås.
sw: Lazima uwezeshe nambari ya kuingia kwenye mipangilio yako ya iOS ili utumie Kifunga Skrini.
ta: திரை பூட்டைப் பயன்படுத்த உங்கள் iOS அமைப்புகளில் கடவுக்குறியீட்டை இயக்க வேண்டும்.
te: స్క్రీన్ లాక్‌ని ఉపయోగించడానికి మీరు మీ iOS సెట్టింగ్‌లలో పాస్‌కోడ్‌ను ప్రారంభించాలి.
th: คุณต้องเปิดใช้งานรหัสผ่านในการตั้งค่า iOS ของคุณเพื่อใช้งานการล็อกหน้าจอ
tr: Ekran Kilidini kullanmak için iOS ayarlarınızdan bir şifre belirlemelisiniz.
ug: ئېكران قۇلۇپىنى ئىشلىتىش ئۈچۈن چوقۇم iOS تەڭشەكلىرىڭىزدىن مەخپىي نومۇرنى قوزغىتىشىڭىز كېرەك.
uk: Щоб використовувати блокування екрана, в параметрах iOS необхідно активувати код доступу.
ur: آپ کو سکرین لاک استعمال کرنے کیلئے iOS ترتیبات میں پاس کوڈ فعال کرنا ہوگا۔
vi: Bạn phải tạo một mật mã trong Cài đặt iOS của bạn để sử dụng Khóa Màn hình.
zh_cn: 您需要先设置您的密码来开启屏幕锁功能。
zh_hk: 如要使用螢幕鎖，您必須在 iOS 「設定」中啟用密碼功能。

# SCREEN_LOCK_REASON_UNLOCK_SCREEN_LOCK
source: Authenticate to open Signal.
af: Waarmerk om Signal te open.
ar: قُم بالمصادقة لفتح تطبيق سيجنال.
az: Signal-ı açmaq üçün kimliyi təsdiqləyin.
be: Аўтэнтыфікацыя, каб адкрыць Signal.
bg: Удостоверяване за отваряне на Signal.
bn: Signal খোলার জন্য অনুমতি দিন।
ca: Autenticació per obrir el Signal
cs: Autentifikovat pro otevření Signalu.
cy: Dilyswch i agor Signal.
da: Godkend for at åbne Signal
de: Authentifizieren, um Signal zu öffnen.
el: Επαλήθευση ταυτότητας για άνοιγμα του Signal.
es: Autentica tu identidad para acceder a Signal.
es_es: Identifícate para acceder a Signal.
et: Signali avamiseks pead autentima.
eu: Autentikatu Signal irekitzeko.
fa: برای باز کردن سیگنال هویت خود را احراز کنید
fi: Avaa Signal tunnistautumalla
fil: Mag-authenticate upang mabuksan ang Signal.
fr: Authentifiez-vous pour ouvrir Signal.
ga: Fíordheimhnigh chun Signal a oscailt.
gu: Signal ખોલવા માટે પ્રમાણિત કરો.
he: אמת כדי לפתוח את Signal.
hi: Signal खोलने के लिये प्रमाणीकरण करें।
hr: Potvrdite za otvaranje Signala.
hu: Signal: azonosítás szükséges
id: Autentikasi untuk membuka Signal.
is: Auðkenndu til að opna Signal.
it: Autenticarsi per aprire Signal.
ja: Signalを開く際に認証します。
kab: Sesteb i wakken ad yeldi Signal.
kk: Signal қолданбасын ашу үшін шынайылықты тексеріңіз.
km: á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹áŠá¾á˜áŸ’á”á¸á”á¾á€SignaláŸ”
kn: Signal ತೆರೆಯಲು ಪ್ರಮಾಣೀಕರಿಸಿ.
ko: Signal을 열려면 인증하세요.
lt: Norėdami atverti Signal, patvirtinkite tapatybę.
lv: Autentificējieties, lai atvērtu Signal.
mk: Потребна е проверка на автентичноста за да го отворите Signal.
ml: Signal ഓപ്പൺ ചെയ്യുന്നതിന് ഓതൻ്റിക്കേറ്റ് ചെയ്യുക
mr: Signal उघडण्यासाठी प्रमाणित करा.
ms: Sahkan untuk buka Signal.
my: Signal သို့ ဝင်ရောက်ရန် မှန်ကန်ကြောင်း အထောက်အထားပြပါ။
nb: Autentiser for å åpne Signal.
nl: Verifieer je identiteit om Signal te openen
pa: Signal ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਪ੍ਰਮਾਣੀਕਰਨ ਕਰੋ.
pa_pk: Signal کھولن دے لئی توثیق کرو
pl: Uwierzytelnij, aby otworzyć Signal.
ps: تایید یې کړئ چې Signal خلاص شي.
pt_br: Autentique-se para abrir o Signal.
pt_pt: Autentique-se para abrir o Signal.
ro: Autentifică-te pentru a deschide Signal.
ru: Аутентификация при открытии Signal.
sk: Pre otvorenie Signalu sa autentifikujte.
sl: Za vstop potrdite svojo istovetnost.
sq: Që të hapet Signal-i, bëni mirëfilltësimin.
sr: Потврдите идентитет да бисте отворили Signal.
sv: Autentisera för att öppna Signal
sw: Halisisha kufungua Signal.
ta: Signal லைத் திறக்க அங்கீகரிக்கவும்.
te: Signal తెరవడానికి ప్రామాణీకరించండి.
th: การรับรองความถูกต้องเพื่อเปิด Signal
tr: Signal'i açmak için kimlik doğrulaması yapın.
ug: دەلىللەپ Signal ئېچىش.
uk: Пройдіть автентифікацію, щоб відкрити Signal.
ur: Signal کھولنے کیلئے توثیق کریں۔
vi: Xác thực mở khóa để mở Signal.
zh_cn: 认证来打开 Signal。
zh_hk: 認證以開啟 Signal。

# SCREEN_LOCK_UNLOCK_FAILED
source: Authentication Failed
af: Waarmerking het misluk
ar: فشلت المُصادَقة.
az: Kimlik təsdiqlənmədi
be: Памылка аўтэнтыфікацыі
bg: Неуспешна идентификация.
bn: প্রমাণীকরণ ব্যর্থ।
ca: Ha fallat l'autenticació.
cs: Autentifikace neúspěšná
cy: Methwyd Dilysu
da: Autentificering mislykkedes
de: Authentifizierung gescheitert
el: Η ταυτοποίηση απέτυχε
es: Error de autenticación
es_es: Fallo al identificarse
et: Autentimine ei õnnestunud
eu: Autentikazioak huts egin du.
fa: احراز هویت ناموفق بود
fi: Tunnistautuminen epäonnistui
fil: Nabigo ang Authentication.
fr: Échec de l'authentification
ga: Theip ar Fhíordheimhniú
gu: પ્રમાણીકરણ નિષ્ફળ થયું
he: אימות נכשל
hi: प्रमाणीकरण असफल
hr: Provjera autentičnosti nije uspjela
hu: A hitelesítés sikertelen
id: Autentikasi gagal.
is: Auðkenning mistókst
it: Autenticazione non riuscita
ja: 認証失敗
kab: Asesteb ur yeddi ara
kk: Шынайылықты тексеру сәтсіз болды
km: á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á”ášá¶á‡áŸá™
kn: ಪ್ರಮಾಣೀಕರಣ ವಿಫಲವಾಗಿದೆ
ko: 인증 실패
lt: Tapatybės nustatymas nepavyko
lv: Autentifikācija neizdevās
mk: Неуспешна автентикација
ml: ഓതൻ്റിക്കേഷൻ പരാജയപ്പെട്ടിരിക്കുന്നു
mr: प्रमाणीकरण अयशस्वी
ms: Pengesahan Gagal
my: မှန်ကန်ကြောင်းအထောက်အထားပြခြင်း မအောင်မြင်ပါ။
nb: Opplåsing mislyktes
nl: Authenticatie mislukt
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਅਸਫਲ ਰਿਹਾ
pa_pk: توثیق ناکام ہوئی
pl: Nie udało się uwierzytelnić
ps: تایید تر سره نشو
pt_br: Falha na autenticação
pt_pt: Falha na autenticação
ro: Autentificare eșuată
ru: Ошибка аутентификации
sk: Autentifikácia Zlyhala
sl: Preverjanje istovetnosti ni bilo uspešno
sq: Mirëfilltësimi Dështoi
sr: Потврда идентитета није успела
sv: Autentisering misslyckades.
sw: Uhalisishaji Umefeli.
ta: அங்கீகரிப்பு தோல்வியுற்றது
te: ప్రామాణీకరణ విఫలమైంది.
th: การรับรองความถูกต้องไม่สำเร็จ
tr: Kimlik doğrulama başarısız oldu.
ug: دەلىللىيەلمىدى
uk: Не вдалося здійснити автентифікацію
ur: توثیق میں ناکامی۔
vi: Xác thực Không thành công
zh_cn: 认证失败
zh_hk: 身份認證失敗。

# SCREEN_LOCK_UNLOCK_SIGNAL
source: Unlock Signal
af: Ontgrendel Signal
ar: فتح قفل سيجنال
az: Signal-ın kilidini aç
be: Разблакаваць Signal
bg: Отключи Signal
bn: Signal আনলক করুন
ca: Desbloca el Signal
cs: Odemknout Signal
cy: Datgloi Signal
da: Lås Signal op
de: Signal entsperren
el: Ξεκλείδωμα του Signal
es: Desbloquear Signal
es_es: Desbloquear Signal
et: Lukusta Signal lahti
eu: Desblokeatu Signal
fa: آنلاک کردن سیگنال
fi: Avaa Signalin lukitus
fil: I-unlock ang Signal
fr: Déverrouiller Signal
ga: Díghlasáil Signal
gu: Signal અનલૉક કરો
he: שחרר נעילת Signal
hi: Signal खोलो
hr: Otključajte Signal
hu: Signal feloldása
id: Buka kunci Signal
is: Aflæsa Signal
it: Sblocca Signal
ja: Signalのロックを解除する
kab: Kkes asekkeṛ i Signal
kk: Signal қолданбасының құлпын ағыту
km: áŠáŸ„áŸ‡áŸáŸ„áš Signal
kn: Signal ಅನ್ಲಾಕ್ ಮಾಡಿ
ko: Signal 잠금 해제
lt: Atrakinti Signal
lv: Atbloķēt Signal
mk: Отклучи го Signal
ml: Signal തുറക്കൂ
mr: Signal अनलॉक करा
ms: Buka Signal
my: Signal ကို ပြန်ဖွင့်ပါ
nb: Lås opp Signal
nl: Signal ontgrendelen
pa: Signal ਨੂੰ ਅਣ-ਲਾਕ ਕਰੋ
pa_pk: Signal غیرمقفل کرو
pl: Odblokuj Signal
ps: له قفل حالت څخه د Signal ایستل
pt_br: Desbloquear
pt_pt: Desbloquear o Signal
ro: Deblochează Signal
ru: Разблокировать Signal
sk: Odomknúť Signal
sl: Odkleni Signal
sq: Shkyçe Signal-in
sr: Откључај Signal
sv: Lås upp Signal
sw: Fungua Signal
ta: Signal லைத் திற
te: అన్లాక్ Signal
th: ปลดล็อก Signal
tr: Signal'in Kilidini Aç
ug: Signal نى ئاجرىتىڭ
uk: Розблокувати Signal
ur: Signal ان لاک کریں
vi: Mở khóa Signal
zh_cn: 解锁 Signal
zh_hk: 解除鎖定 Signal

# SEARCH_BY_NAME_OR_USERNAME_OR_NUMBER_PLACEHOLDER_TEXT
source: Name, username, or number
af: Naam, gebruikernaam of nommer
ar: اسم، أو اسم مُستخدِم، أو رقم
az: Ad, istifadəçi adı və ya nömrə
be: Імя, імя карыстальніка або нумар
bg: Име, потребителско име или номер
bn: নাম, ব্যবহারকারীর নাম বা নম্বর
ca: Nom, àlies o número
cs: Jméno, uživatelské jméno nebo číslo
cy: Enw, enw defnyddiwr, neu rif
da: Navn, brugernavn eller nummer
de: Name, Nutzername oder Nummer
el: Όνομα, όνομα χρήστη ή αριθμό τηλεφώνου
es: Nombre de perfil, alias o número
es_es: Nombre de perfil, alias o número
et: Nimi, kasutajanimi või telefoninumber
eu: izena, erabiltzaile izena edo zenbakia
fa: نام ، نام کاربری، یا شماره
fi: Nimi, käyttäjänimi tai numero
fil: Pangalan, username, o numero
fr: Nom, nom d’utilisateur ou numéro
ga: Ainm, ainm úsáideora, nó uimhir
gu: નામ, યુઝરનેમ અથવા નંબર
he: שם, שם משתמש או מספר
hi: नाम, यूज़रनेम या नंबर
hr: Ime, korisničko ime ili broj telefona
hu: Név, felhasználónév vagy szám
id: Nama, nama pengguna, atau nomor
is: Nafn, notandanafn eða símanúmer
it: Nome, nome utente, o numero
ja: 名前、ユーザーネーム、電話番号
kab: Isem, isem n useqdac neɣ amḍan
kk: Аты, пайдаланушы аты немесе нөмірі
km: áˆáŸ’á˜áŸ„áŸ‡ áˆáŸ’á˜áŸ„áŸ‡á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ á¬á›áŸá?
kn: ಹೆಸರು, ಬಳಕೆದಾರ ಹೆಸರು ಅಥವಾ ಸಂಖ್ಯೆ
ko: 이름, 사용자 이름 또는 전화번호
lt: Vardas, naudotojo vardas ar numeris
lv: Vārds, lietotājvārds vai numurs
mk: Име, корисничко име, или број
ml: പേര്, യൂസർ പേര്, അല്ലെങ്കിൽ നമ്പർ
mr: नाव, वापरकर्तानाव, किंवा नंबर
ms: Nama, nama pengguna, atau nombor
my: အမည်၊ သုံးသူအမည်၊ သို့မဟုတ် နံပါတ်
nb: Navn, brukernavn, eller telefonnummer
nl: Naam, gebruikersnaam of telefoonnummer
pa: ਨਾਮ, ਯੂਜ਼ਰਨੇਮ, ਜਾਂ ਨੰਬਰ
pa_pk: ناں، صارف ناں، یا نمر
pl: Imię, nazwa użytkownika lub numer
ps: نوم، کارن نوم یا شمېره
pt_br: Nome, nome de usuário ou número
pt_pt: Nome, nome de utilizador ou número
ro: Nume, nume de utilizator sau număr de telefon
ru: Имя, имя пользователя или номер
sk: Meno, používateľské meno alebo číslo
sl: Ime, uporabniško ime ali številka
sq: Emër, emër përdoruesi, ose numër
sr: Име, корисничко име или број
sv: Namn, användarnamn eller nummer
sw: Jina,jina la mtumiaji, au nambari
ta: பெயர், பயனர்பெயர் அல்லது எண்
te: పేరు, వినియోగదారు పేరు లేదా సంఖ్య
th: ชื่อ ชื่อผู้ใช้ หรือหมายเลขโทรศัพท์
tr: İsim, kullanıcı adı veya numara
ug: نام، ئىشلەتكۈچى نامى ياكى تېلېفون نومۇرى
uk: Ім'я, ім'я користувача або номер
ur: نام، یوزر نیم ، یا نمبر
vi: Tên, tên người dùng hoặc số điện thoại
zh_cn: 姓名、用户名或手机号码
zh_hk: 名稱、用戶名稱或電話號碼

# SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT
source: Search by name or number
af: Soek volgens naam of nommer
ar: البحث بالاسم أو الرقم
az: Ad və ya nömrə ilə axtar
be: Пошук па імені або нумары
bg: Търси по име или номер
bn: নাম বা নাম্বার দ্বারা অনুসন্ধান করুন
ca: Cerca per nom o número
cs: Hledat podle telefonního čísla
cy: Chwilio yn ôl enw neu rif
da: Søg via navn eller nummer
de: Name oder Nummer suchen
el: Αναζήτηση με όνομα ή αριθμό
es: Buscar por nombre o número
es_es: Buscar por nombre o número
et: Otsi nime või numbri järgi
eu: Bilatu Izenaren edo zenbakiaren bidez
fa: جستجو با نام یا شماره
fi: Etsi nimellä tai numerolla
fil: Maghanap gamit ang pangalan o numero
fr: Rechercher par nom ou numéro
ga: Cuardaigh de réir ainm nó uimhir
gu: નામ અથવા નંબર દ્વારા શોધો
he: חפש לפי שם או מספר
hi: नाम या संख्या से खोजें
hr: Pretraži po imenu ili broju
hu: Keresés név vagy telefonszám alapján
id: Cari berdasarkan nama atau nomer
is: Leita eftir nafni eða símanúmeri
it: Cerca per nome o numero di telefono
ja: 名前や電話番号で検索
kab: Nadi s yisem neɣ s wuṭṭun
kk: Аты немесе нөмірі бойынша іздеу
km: áŸáŸ’áœáŸ‚á„ášá€áá¶á˜áˆáŸ’á˜áŸ„áŸ‡ á¬á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘
kn: ಹೆಸರು ಅಥವಾ ಸಂಖ್ಯೆಯ ಮೂಲಕ ಹುಡುಕಿ
ko: 이름 또는 번호 검색
lt: Ieškokite vardo ar numerio
lv: Meklēt pēc vārda vai numura
mk: Пребарајте по име или број
ml: പേര് അല്ലെങ്കിൽ നമ്പർ ഉപയോഗിച്ച് തിരയുക
mr: नाव किंवा नंबर द्वारा शोधा
ms: Cari mengikut nama atau nombor
my: အမည် သို့မဟုတ် နံပါတ်နှင့် ရှာပါ
nb: Søk på navn eller nummer
nl: Zoeken op naam of telefoonnummer
pa: ਨਾਮ ਜਾਂ ਨੰਬਰ ਨਾਲ ਖੋਜੋ
pa_pk: بذریعہ ناں یا نمر لبھو
pl: Wyszukaj po imieniu lub numerze
ps: د نوم یا شمېرې له مخې پلټنه
pt_br: Buscar por nome ou número
pt_pt: Procurar por nome ou número
ro: Caută dupa nume sau număr
ru: Поиск по имени или номеру
sk: Hľadať podľa mena alebo čísla
sl: Iskanje po imenu ali številki
sq: Kërkoni sipas emrash ose numrash
sr: Претрага по имену или броју
sv: Sök via namn eller nummer
sw: Tafuta kwa jina au nambari
ta: பெயர் அல்லது எண்ணின் அடிப்படையில் தேடுங்கள்
te: పేరు లేదా సంఖ్య ద్వారా శోధించండి
th: ค้นหาโดยชื่อหรือหมายเลข
tr: İsim ya da numara bul
ug: ئات ياكى نومۇر بويىچە ئىزدەيدۇ
uk: Пошук імені або номера
ur: نام اور ایڈریس کے ذریعے تلاش کریں
vi: Tìm kiếm theo tên hoặc số điện thoại
zh_cn: 搜索姓名或号码
zh_hk: 用名或者電話去搵

# SEARCH_FIELD_PLACE_HOLDER_TEXT
source: Search
af: Soek
ar: البحث
az: Axtar
be: Пошук
bg: Търсене
bn: অনুসন্ধান
ca: Cerca
cs: Hledat
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
es_es: Buscar
et: Otsi
eu: Bilatu
fa: جستجو
fi: Haku
fil: Hanapin
fr: Rechercher
ga: Cuardaigh
gu: શોધો
he: חיפוש
hi: सर्च
hr: Pretraži
hu: Keresés
id: Pencarian
is: Leita
it: Cerca
ja: 検索
kab: Nadi
kk: Іздеу
km: áŸáŸ’áœáŸ‚á„ášá€
kn: ಹುಡುಕಿ
ko: 검색
lt: Ieškoti
lv: Meklēt
mk: Барај
ml: തിരയൽ
mr: शोध
ms: Cari
my: ရှာရန်
nb: Søk
nl: Zoeken
pa: ਖੋਜ
pa_pk: لبھو
pl: Szukaj
ps: پلټنه
pt_br: Buscar
pt_pt: Procurar
ro: Caută
ru: Поиск
sk: Hľadať
sl: Iskanje
sq: Kërko
sr: Претрага
sv: Sök
sw: Tafuta
ta: தேடல்
te: వెతకండి
th: ค้นหา
tr: Ara
ug: ئىزدە
uk: Пошук
ur: تلا ‎ش کر یں
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# SEARCH_SECTION_CONTACTS
source: Other Contacts
af: Ander kontakte
ar: جهات اتصال أُخرى
az: Digər əlaqələr
be: Іншыя кантакты
bg: Други контакти
bn: অন্যান্য পরিচিতি
ca: Altres contactes
cs: Ostatní kontakty
cy: Cysylltiadau Eraill
da: Andre kontakter
de: Sonstige Kontakte
el: Άλλες επαφές
es: Otros contactos
es_es: Otras personas
et: Muud kontaktid
eu: Beste Kontaktuak
fa: دیگر مخاطبین
fi: Muut yhteystiedot
fil: Iba pang mga Kontak
fr: Autres contacts
ga: Teagmhálaithe Eile
gu: અન્ય સંપર્કો
he: אנשי קשר אחרים
hi: अन्य संपर्क
hr: Ostali kontakti
hu: Más kontaktok
id: Kontak Lainnya
is: Aðrir tengiliðir
it: Altri contatti
ja: 他の連絡先
kab: Inermisen-nniḍen
kk: Басқа байланыстық тұлғалар
km: á”á‰áŸ’á‡á¸áˆáŸ’á˜áŸ„áŸ‡á•áŸ’áŸáŸá„á‘áŸ€á
kn: ಇತರ ಸಂಪರ್ಕಗಳು
ko: 기타 연락처
lt: Kiti adresatai
lv: Citas kontaktpersonas
mk: Други контакти
ml: മറ്റ് കോൺടാക്ടുകൾ
mr: इतर संपर्क
ms: Kenalan Lain
my: အခြားအဆက်အသွယ်များ
nb: Andre kontakter
nl: Overige contacten
pa: ਹੋਰ ਸੰਪਰਕ
pa_pk: دوجے رابطے
pl: Inne kontakty
ps: نور مخاطبین
pt_br: Outros contatos
pt_pt: Outros contactos
ro: Alte contacte
ru: Другие контакты
sk: Ostatné kontakty
sl: Drugi stiki
sq: Kontakte të Tjera
sr: Остали контакти
sv: Andra kontakter
sw: Wawasiliani wengine
ta: பிற தொடர்புகள்
te: ఇతర పరిచయాలు
th: ผู้ติดต่ออื่น
tr: Diğer Kişiler
ug: باشقا ئالاقىداشلار
uk: Інші контакти
ur: دوسرے رابطے
vi: Liên hệ Khác
zh_cn: 其他联系人
zh_hk: 其他聯絡人

# SEARCH_SECTION_CONVERSATIONS
source: Chats
af: Kletse
ar: الدردشات
az: Söhbətlər
be: Чаты
bg: Чатове
bn: চ্যাট
ca: Xats
cs: Chaty
cy: Sgyrsiau
el: Συνομιλίες
et: Vestlused
eu: Txatak
fa: گفتگوها
fi: Keskustelut
fil: Mga pag-uusap
fr: Conversations
ga: Comhráite
gu: ચેટ
he: צ׳אטים
hi: चैट
hr: Razgovori
hu: Csevegések
id: Obrolan
is: Spjöll
it: Chat
ja: チャット
kab: Idiwenniyen
kk: Әңгімелер
km: á€á¶ášáŸá“áŸ’á‘á“á¶
kn: ಚಾಟ್‌‌ ಗಳು
ko: 대화
lt: Pokalbiai
lv: Sarunas
mk: Разговори
ml: ചാറ്റുകൾ
mr: चॅट्स
ms: Sembang
my: စကားစမြည်များ
nb: Samtaler
pa: ਗੱਲਬਾਤ
pa_pk: گل باتاں
pl: Czaty
ps: چټونه
ro: Conversații
ru: Чаты
sk: Čety
sl: Pogovori
sq: Fjalosje
sr: Ћаскања
sv: Chattar
sw: Gumzo
ta: உரையாடல்கள்
te: మాటామంతి
th: แชท
tr: Sohbetler
ug: پاراڭلار
uk: Чати
ur: چیٹس
vi: Trò chuyện
zh_cn: 聊天
zh_hk: 聊天

# SEARCH_SECTION_GROUPS
source: Groups
af: Groepe
ar: المجموعات
az: Qruplar
be: Групы
bn: গ্রুপ
ca: Grups
cs: Skupiny
cy: Grwpiau
da: Grupper
de: Gruppen
el: Ομάδες
es: Grupos
et: Grupid
eu: Taldeak
fa: گروه‌ها‌
fi: Ryhmät
fr: Groupes
ga: Grúpaí
gu: ગ્રુપ
he: קבוצות
hi: ग्रुप
hr: Grupe
hu: Csoportok
id: Grup
is: Hópar
it: Gruppi
ja: グループ
kab: Igrawen
km: á€áŸ’ášá»á˜
kn: ಗುಂಪುಗಳು
ko: 그룹
lt: Grupės
lv: Grupas
mk: Групи
ml: ഗ്രൂപ്പുകൾ
mr: गट
ms: Kumpulan
my: အဖွဲ့များ
nb: Grupper
nl: Groepen
pa: ਗਰੁੱਪ
pl: Grupy
ps: ګروپونه
pt_br: Grupos
pt_pt: Grupos
ro: Grupuri
ru: Группы
sk: Skupiny
sl: Skupine
sq: Grupe
sr: Групе
sv: Grupper
sw: Makundi
ta: குழுக்கள்
te: సమూహాలు
th: กลุ่ม
tr: Gruplar
ug: گۇرۇپپا
uk: Групи
ur: گروپس
vi: Nhóm
zh_cn: 群组
zh_hk: 群組

# SEARCH_SECTION_MESSAGES
source: Messages
af: Boodskappe
ar: الرسائل
az: Mesajlar
be: Паведамленні
bg: Съобщения
bn: বার্তাসমূহ
ca: Missatges
cs: Zprávy
cy: Negeseuon
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
es_es: Mensajes
et: Sõnumid
eu: Mezuak
fa: پیام ها
fi: Viestit
fil: Mga mensahe
ga: Teachtaireachtaí
gu: મેસેજ
he: הודעות
hi: मेसेज
hr: Poruke
hu: Üzenetek
id: Pesan
is: Skilaboð
it: Messaggi
ja: メッセージ
kab: Iznan
kk: Хабарламалар
km: áŸá¶áš
kn: ಸಂದೇಶಗಳು
ko: 메시지
lt: Žinutės
lv: Ziņas
mk: Пораки
ml: സന്ദേശങ്ങൾ
mr: संदेश
ms: Mesej
my: စာများ
nb: Meldinger
nl: Berichten
pa: ਸੁਨੇਹੇ
pa_pk: سنیہے
pl: Wiadomości
ps: پیغامونه
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sl: Sporočila
sq: Mesazhe
sr: Поруке
sv: Meddelanden
sw: Jumbe
ta: செய்திகள்
te: సందేశాలు
th: ข้อความ
tr: İletiler
ug: ئۇچۇرلار
uk: Повідомлення
ur: پیغامات
vi: Tin nhắn
zh_cn: 消息
zh_hk: 訊息
