Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_RESTORE_WALLET_WORD_INSTRUCTIONS_FORMAT
source: Enter word %@
af: Voer woord %@ in
ar: أدخِل الكلمة %1$@
az: %@ sözünü daxil edin
be: Увесці слова %1$@
bn: %1$@ শব্দটি লিখুন
ca: Escriviu la paraula %1$@
cs: Zadejte slovo %1$@
cy: Rhowch air %@
da: Indtast ord %1$@
de: Wort %1$@ eingeben
el: Εισαγάγετε τη λέξη %1$@
es: Introduce la palabra n.° %1$@
et: Sisesta sõna %@
fa: کلمهٔ %1$@ را وارد کنید
fi: Syötä %1$@. sana
fr: Saisissez le mot %1$@
ga: Enter word %1$@
gu: %1$@ શબ્દ દાખલ કરો
he: הכנס את מילה %1$@
hi: %1$@ शब्द दर्ज करें
hr: Unesite riječ %1$@
hu: Add meg a %1$@. szót
id: Masukkan kata %1$@
is: Settu inn orð %@
it: Inserisci parola %1$@
ja: 単語%1$@を入力してください
km: áœá¶á™á”á‰áŸ’á…á¼á›á–á¶á€áŸ’á™ %@
kn: %@ ಪದವನ್ನು ನಮೂದಿಸಿ
ko: 단어를 입력하세요.: %1$@
lt: Įveskite %@ žodį
lv: Ievadiet vārdu %@
ml: %@ എന്ന വാക്ക് നൽകുക
mr: %1$@ शब्द प्रविष्ट करा
ms: Masukkan perkataan %1$@
my: %@ စကားလုံး ရိုက်ထည့်ပါ
nb: Skriv inn ord %1$@
nl: Vul woord %1$@ in
pa: ਸ਼ਬਦ ਭਰੋ %@
pl: Podaj słowo %1$@.
ps: %@ کلیمه دننه کړئ
pt_br: Digite a palavra %1$@
pt_pt: Introduza a palavra %1$@
ro: Introduce cuvântul %1$@
ru: Введите слово № %1$@
sk: Zadajte slovo %1$@
sl: Vnesite besedo %@
sq: Jepni fjalë %@
sr: Унесите реч %1$@
sv: Ange ordet %1$@
sw: Weka neno %@
ta: உள்ளிடவும் சொல் %@
te: %@ వ పదాన్ని నమోదు చేయండి
th: ใส่คำ %1$@
tr: %1$@. kelimeyi gir
ug: سۆز كىرگۈز %1$@
uk: Введіть слово %1$@
ur: لفظ داخل کریں%1$@
vi: Nhập vào từ %1$@
zh_cn: 输入单词 %1$@
zh_hk: 請輸入字詞 （現有 %1$@）

# SETTINGS_PAYMENTS_RESTORE_WALLET_WORD_INVALID_PASSPHRASE
source: Invalid recovery phrase.
af: Ongeldige herwinfrase.
ar: عبارة الاستعادة غير صالحة
az: Etibarsız bərpa parolu
be: Несапраўдная фраза для аднаўлення.
bn: অবৈধ রিকভারি ফ্রেজ
ca: Frase de recuperació no vàlida
cs: Neplatná fráze pro obnovení.
cy: Ymadrodd adfer annilys.
da: Ugyldig gendannelsessætning.
de: Ungültige Wiederherstellungsphrase.
el: Μη έγκρυρη φράση ανάκτησης.
es: Frase de recuperación no válida.
fa: عبارت بازیابی نامعتبر است.
fi: Virheellinen palautuslause.
fr: Phrase de récupération incorrecte.
gu: અમાન્ય રિકવરી ફ્રેઝ
he: משפט השבה בלתי תקף.
hi: अमान्य रिकवरी वाक्यांश।
hr: Nevažeća fraza za oporavak.
hu: Érvénytelen helyreállítási kifejezés
id: Frasa pemulihan tidak valid.
is: Ógildur endurheimtufrasi.
it: Frase di recupero non valida.
ja: 無効なリカバリーフレーズです。
km: áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಅಮಾನ್ಯವಾದ ರಿಕವರಿ ಪದಗುಚ್ಛ.
ko: 잘못된 복구 문구입니다.
lt: Neteisinga atkūrimo frazė.
lv: Nederīga atgūšanas frāze.
ml: അസാധുവായ വീണ്ടെടുക്കൽ വാചകം.
mr: अवैध रिकव्हरी फ्रेझ.
ms: Frasa pemulihan tidak sah.
my: ပြန်လည်ရယူရန် စာပုဒ်တိုသည် မမှန်ကန်ပါ
nb: Feil gjenopprettingspassord.
nl: Herstelzin ongeldig.
pa: ਨਾ-ਮੰਨਣਯੋਗ ਰਿਕਵਰੀ ਵਾਕ
pl: Nieprawidłowa fraza odzyskiwania.
ps: د بیرته تر لاسه کولو ناسم عبارت.
pt_br: Senha de recuperação inválida.
pt_pt: Frase de recuperação inválida.
ro: Frază de recuperare invalidă.
ru: Недействительная фраза восстановления.
sk: Neplatná fráza na obnovenie.
sl: Neveljavna obnovitvena fraza.
sq: Frazë rikthimi e pavlefshme.
sr: Неважећа фраза за опоравак.
sv: Ogiltig återställningsfras.
sw: Maneno ya kurejesha si sahihi.
ta: தவறானது மீட்பு சொற்றொடர்.
te: పునరుద్ధరణ పదబంధం చెల్లదు.
th: วลีกู้คืนผิดรูปแบบ
tr: Geçersiz kurtarma parolası.
ug: ئىناۋەتسىز ئەسلىگە كەلتۈرۈش ئىبارىسى.
uk: Неправильна кодова фраза.
ur: بازیافت کا غلط جملہ۔
vi: Cụm từ khôi phục không hợp lệ.
zh_cn: 无效的恢复短语
zh_hk: 恢復片語無效

# SETTINGS_PAYMENTS_RESTORE_WALLET_WORD_INVALID_WORD
source: Word is spelled incorrectly.
af: Woord is verkeerd gespel.
ar: هناك خطأ إملائي في الكلمة.
az: Söz yanlış yazılıb.
be: Слова напісана няправільна.
bn: শব্দটি ভুলভাবে বানান করা হয়েছে।
ca: La paraula està mal escrita.
cs: Slovo je napsáno nesprávně.
cy: Mae'r gair wedi ei gamsillafu.
da: Ordet er forkert stavet.
de: Wort ist falsch geschrieben.
el: Η λέξη έχει γραφεί λανθασμένα.
es: La palabra no está bien escrita.
fa: املای کلمه نادرست است.
fi: Sana on kirjoitettu väärin.
fr: Le mot est mal orthographié.
gu: શબ્દની જોડણી ખોટી રીતે કરવામાં આવી છે.
he: מילה מאויתת באופן שגוי.
hi: शब्द को ग़लत ढंग से लिखा गया है।
hr: Riječ je krivo napisana.
hu: A szó helytelen.
id: Salah pengejaan kata.
is: Orðið er rangt stafsett.
it: La parola è scritta in modo errato.
ja: スペルが正しくありません。
km: á–á¶á€áŸ’á™á”áŸ’ášá€á”á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಪದದ ಅಕ್ಷರಗಳು ತಪ್ಪಾಗಿವೆ.
ko: 단어의 철자가 잘못되었습니다.
lt: Žodis parašytas neteisingai.
lv: Vārdā ir pareizrakstības kļūdas.
ml: വാക്ക് തെറ്റായി എഴുതിയിരിക്കുന്നു.
mr: शब्दाचे अयोग्य प्रकारे शब्दलेखन केले.
ms: Perkataan dieja salah.
my: စာလုံး၏ စာလုံးပေါင်း မှားနေသည်။
nb: Ordet er stavet feil.
nl: Een woord is niet juist gespeld.
pa: ਸ਼ਬਦਾ ਦਾ ਸ਼ਬਦਜੋੜ ਗਲਤ ਹੈ।
pl: Wyraz ma niepoprawną pisownię.
ps: د کلیمې تورې سم نه دي لیکل شوي.
pt_br: A palavra foi escrita incorretamente.
pt_pt: Palavra soletrada incorretamente.
ro: Cuvântul este scris greșit.
ru: Слово написано неправильно.
sk: Slovo nie je napísané správne.
sl: Beseda je napisana napačno.
sq: Fjalë e shkruar pasaktësisht.
sr: Реч је нетачно написана.
sv: Ordet stavas felaktigt.
sw: Neno lina kosa la uendelezaji.
ta: சொல் தவறாக உச்சரிக்கப்படுகிறது.
te: పదం తప్పుగా స్పెల్లింగ్ చేయబడింది.
th: คำสะกดไม่ถูกต้อง
tr: Kelime hatalı yazılmış.
ug: سۆز توغرا تەلەپپۇز قىلىنمىغان.
uk: Ви зробили в цьому слові помилку.
ur: الفاظ کی ہجے غلط ہے۔
vi: Từ không được đánh vần chính xác.
zh_cn: 单词拼写错误。
zh_hk: 片語拼寫錯誤。

# SETTINGS_PAYMENTS_RESTORE_WALLET_WORD_TITLE
source: Enter Recovery Phrase
af: Voer herwinfrase in
ar: إدخال عبارة الاستعادة
az: Bərpa parolunu daxil edin
be: Увесці фразу для аднаўлення
bn: রিকভারি ফ্রেজ লিখুন
ca: Introduïu la frase de recuperació
cs: Zadejte frázi pro obnovení
cy: Rhowch Ymadrodd Adfer
da: Indtast gendannelsessætning
de: Wiederherstellungsphrase eingeben
el: Εισάγετε τη φράση ανάκτησης
es: Introducir frase de recuperación
fa: وارد کردن عبارت بازیابی
fi: Syötä palautuslause
fr: Saisir la phrase de récupération
gu: રિકવરી ફ્રેઝ દાખલ કરો
he: הכנס משפט השבה
hi: रिकवरी फ़्रेज़ दर्ज करें
hr: Unesite frazu za oporavak
hu: Helyreállítási kifejezés megadása
id: Masukkan Frasa Pemulihan
is: Settu inn endurheimtufrasa
it: Inserisci la frase di recupero
ja: リカバリーフレーズを入力してください
km: á”á‰áŸ’á‡á¼á›áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ನಮೂದಿಸಿ
ko: 복구 문구 입력
lt: Įveskite atkūrimo frazę
lv: Ievadiet atgūšanas frāzi
ml: വീണ്ടെടുക്കൽ വാക്യാംശം നൽകുക
mr: रिकव्हरी फ्रेझ प्रविष्ट करा
ms: Masukkan Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တိုကို ရိုက်ထည့်ပါ
nb: Skriv inn gjenopprettingsfrasen
nl: Vul je herstelzin in
pa: ਰਿਕਵਰੀ ਵਾਕ ਭਰੋ
pl: Podaj frazę odzyskiwania
ps: د بیرته تر لاسه کولو عبارت دننه کړئ
pt_br: Digite a senha de recuperação
pt_pt: Introduzir a frase de recuperação
ro: Introduce fraza de recuperare
ru: Введите фразу восстановления
sk: Zadajte frázu na obnovenie
sl: Vnesi obnovitveno frazo
sq: Jepni Frazë Rikthimi
sr: Унесите фразу за опоравак
sv: Ange återställningsfras
sw: Weka Maneno ya Kurejesha
ta: உள்ளிடவும் மீட்பு சொற்றொடர்
te: రికవరీ పదబంధాన్ని నమోదు చేయండి
th: ใส่วลีกู้คืน
tr: Kurtarma Parolasını Girin
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى كىرگۈزۈڭ
uk: Введення кодової фрази
ur: بازیابی کی عبارت درج کریں
vi: Nhập và Cụm từ Khôi phục
zh_cn: 输入恢复短语
zh_hk: 輸入恢復片語

# SETTINGS_PAYMENTS_SAVE_PASSPHRASE_START_TITLE
source: Save Recovery Phrase
ar: حفظ عبارة الاستعادة
be: Захаваць фразу для аднаўлення
bn: পুনরুদ্ধার করার বাক্যটি সেভ করুন
ca: Desa la teva frase
cs: Uložit frázi pro obnovení
da: Gem gendannelsessætning
de: Speichere deine Wiederherstellungsphrase
el: Αποθήκευση φράσης ανάκτησης
es: Guardar frase de recuperación
fa: ذخیره‌سازی عبارت بازیابی
fi: Tallenna palautuslause
fr: Enregistrer une phrase de récupération
ga: Sábháil Frása Athshlánaithe
gu: રિકવરી ફ્રેઝ સેવ કરો
he: שמירת משפט שחזור סיסמה
hi: रिकवरी वाक्य सहेजें
hr: Spremi frazu za oporavak
hu: Helyreállítási kifejezés mentése
id: Simpan Frasa Pemulihan
it: Salva la frase di recupero
ja: リカバリーフレーズを保存する
ko: 복구 문구 저장
mr: पुर्नप्राप्ती वाक्यांश जतन करा
ms: Simpan Frasa Pemulihan
nb: Lagre gjenopprettingsfrasen
nl: Herstelzin opslaan
pl: Zapisz frazę odzyskiwania
pt_br: Salvar frase de recuperação
pt_pt: Guardar frase de recuperação
ro: Salvează Fraza de Recuperare
ru: Сохранить фразу для восстановления
sk: Uložiť frázu na obnovenie
sr: Сачувајте фразу за опоравак
sv: Spara återställningsfras
th: บันทึกวลีกู้คืน
tr: Kurtarma ifadesini kaydet
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى ساقلاش
uk: Зберегти кодову фразу
ur: ریکوری کی عبارت محفوظ کریں
vi: Lưu cụm từ khôi phục
zh_cn: 保存恢复短语
zh_hk: 儲存恢復片語

# SETTINGS_PAYMENTS_SCAN_QR_INSTRUCTIONS
source: Scan the QR Code for the transfer recipient.
af: Skandeer die QR-kode vir die oordragontvanger.
ar: قُم بمسح كود الـ QR للمُستلِم المراد الإرسال إليه.
az: Alıcıya köçürmək üçün QR kodu skan edin.
be: Праскануйце QR-код трымальніка пераводу.
bn: স্থানান্তর প্রাপকের জন্য QR কোডটি স্ক্যান করুন।
ca: Escanegeu el codi QR per al destinatari de la transferència.
cs: Naskenujte QR kód příjemce převodu.
cy: Sganiwch y Côd QR ar gyfer derbyniwr y trosglwyddiad.
da: Scan QR-koden for overførselsmodtageren.
de: Scanne den QR-Code der empfangenden Person der Überweisung.
el: Σαρώστε τον κωδικό QR για τον παραλήπτη της μεταφοράς.
es: Escanea el código QR del destinatario de la transferencia.
fa: کد QR را برای گیرندهٔ انتقال اسکن کنید.
fi: Skannaa vastaanottajan QR-koodi.
fr: Scannez le code QR pour le bénéficiaire du virement.
gu: સ્થાનાંતરિત મેળવનાર માટે QR કોડ સ્કૅન કરો.
he: סרוק את קוד ה־QR עבור מקבל ההעברה.
hi: ट्रांसफ़र रसीद के लिए QR कोड स्कैन करें।
hr: Skenirajte QR kôd primatelja prijenosa.
hu: Szkenneld be a küldés címzettjének QR kódját.
id: Pindai kode QR untuk penerima transfer.
is: Skannaðu QR-kóða viðtakanda millifærslunnar.
it: Scansiona il codice QR per il destinatario del trasferimento.
ja: 振替先のQRコードを読み取ります。
km: áŸáŸ’á€áŸá“á€á¼áŠ QR áŸá˜áŸ’ášá¶á”áŸ‹á¢áŸ’á“á€á‘á‘á½á›á€á¶ášá•áŸ’á‘áŸášáŸ”
kn: ವರ್ಗಾವಣೆ ಸ್ವೀಕೃತಿದಾರರಿಗಾಗಿ ಕ್ಯುಆರ್‌ ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್‌ ಮಾಡಿ.
ko: 송금 수신자의 QR코드를 스캔하세요.
lt: Nuskenuokite pervedimo gavėjo QR kodą.
lv: Skenējiet pārskaitījuma saņēmēja QR kodu.
ml: ട്രാൻസ്ഫർ സ്വീകർത്താവിനായി ക്യുആർ കോഡ് സ്കാൻ ചെയ്യുക.
mr: स्थानांतरण प्राप्तकर्त्यासाठी QR कोड स्कॅन करा.
ms: Imbas Kod QR untuk penerima pemindahan.
my: လွှဲပြောင်းမှု လက်ခံရရှိသူအတွက် QR ကုဒ် စကင်ဖတ်မယ်
nb: Skann QR-koden til mottakeren av overføringen.
nl: Scan de QR-code van de begunstigde naar wie je wilt overschrijven.
pa: ਟ੍ਰਾਂਸਫਰ ਪ੍ਰਾਪਤਕਰਤਾ ਲਈ QR ਕੋਡ ਸਕੈਨ ਕਰੋ।
pl: Zeskanuj kod QR odbiorcy płatności.
ps: د لیږد د تر لاسه کوونکي لپاره د QR کوډ سکن کړئ.
pt_br: Escaneie o código QR para o destinatário da transferência.
pt_pt: Leia o código QR para transferir o beneficiário.
ro: Scanează codul QR pentru destinatarul transferului.
ru: Просканируйте QR-код получателя перевода.
sk: Naskenujte QR kód pre príjemcu platby.
sl: Skenirajte kodo QR za prejemnika nakazila.
sq: Skanoni Kodin QR për marrësin e dërgesës.
sr: Скенирајте QR код за примаоца преноса.
sv: Skanna QR-koden för överföringsmottagaren.
sw: Changanua Msimbo wa QR kwa ajili ya mpokeaji wa fedha zinazohamishwa.
ta: ஊடுகதிர் தி க்யு ஆர் குறியீடு அதற்காக பரிமாற்றம் பெறுநர்.
te: బదిలీ గ్రహీత కోసం QR కోడ్‌ను స్కాన్ చేయండి.
th: สแกนรหัส QR สำหรับผู้รับการโอน
tr: Aktarım alıcısı için QR kodunu taratın.
ug: تاپشۇرۇۋالغۇچىغا يۆتكەش ئۈچۈن QR كودىنى سايىلەڭ.
uk: Відскануйте QR-код одержувача переказу.
ur: منتقلی وصول کنندہ کے لئے QR nکوڈ اسکین کریں۔
vi: Quét mã QR cho người nhận chuyển khoản.
zh_cn: 扫描转帐接收人的二维码。
zh_hk: 掃描收款人的二維碼

# SETTINGS_PAYMENTS_SCAN_QR_INVALID_PUBLIC_ADDRESS
source: Invalid address
af: Ongeldige adres
ar: عنوان غير صالح
az: Etibarsız ünvan
be: Несапраўдны адрас
bn: অবৈধ ঠিকানা
ca: Adreça no vàlida
cs: Neplatná adresa
cy: Cyfeiriad annilys
da: Ugyldig adresse
de: Ungültige Adresse
el: Μη έγκυρη διεύθυνση
es: Dirección no válida
et: Vigane aadress
eu: Helbide baliogabea
fa: نشانی نامعتبر
fi: Virheellinen osoite
fr: Adresse non valide
ga: Seoladh neamhbhailí
gu: અમાન્ય એડ્રેસ
he: כתובת בלתי תקפה
hi: अमान्य पता
hr: Nevažeća adresa
hu: Érvénytelen cím
id: Alamat salah
is: Ógilt vistfang
it: Indirizzo non valido
ja: 無効なアドレスです
kab: Yir tansa
km: á¢á¶áŸá™áŠáŸ’á‹á¶á“á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯ ವಿಳಾಸ
ko: 유효하지 않은 주소
lt: Neteisingas adresas
lv: Nederīga adrese
mk: Невалидна адреса
ml: അസാധുവായ വിലാസം
mr: अवैध पत्ता
ms: Alamat tidak sah
my: အကြုံးမဝင်သော လိပ်စာ
nb: Ugyldig adresse
nl: Adres ongeldig
pa: ਸਿਰਨਾਵਾਂ ਗੈਰਵਾਜਬ ਹੈ
pl: Nieprawidłowy adres
ps: ناسمه پته
pt_br: Endereço inválido
pt_pt: Endereço inválido
ro: Adresă invalidă
ru: Неправильный адрес
sk: Neplatná adresa
sl: Neveljaven naslov
sq: Adresë e pavlefshme
sr: Неважећа адреса
sv: Ogiltig adress
sw: Anwani si sahihi
ta: தவறானது முகவரி
te: చెల్లని చిరునామా
th: ที่อยู่ไม่ถูกรูปแบบ
tr: Geçersiz adres
ug: ئىناۋەتسىز ئادرېس
uk: Неправильна адреса
ur: غلط پتہ
vi: Địa chỉ không hợp lệ
zh_cn: 无效地址
zh_hk: 位址無效

# SETTINGS_PAYMENTS_SCAN_QR_TITLE
source: Scan QR Code
af: Skandeer QR-kode
ar: امسح ضوئيًا كود الـ QR
az: QR kodu skan et
be: Сканаваць QR-код
bn: QR কোড স্ক্যান করুন
ca: Escaneja el codi QR
cs: Naskenování QR kódu
cy: Sganio côd QR
da: Scan QR-kode
de: QR-Code einscannen
el: Σκανάρισμα κωδικού QR
es: Escanear código QR
et: Skanni QR-kood
eu: QR kodea eskaneatu
fa: کد QR را اسکن کنید
fi: Skannaa QR-koodi
fr: Scanner le code QR
ga: Scan Cód QR
gu: QR કોડ સ્કેન કરો
he: סריקת קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kôd
hu: QR kód beolvasása
id: Pindai kode QR
is: Skanna QR-kóða
it: Scansione codice QR
ja: QRコードをスキャン
kab: Semḍen tangalt QR
km: áŸáŸ’á€áŸá“á€á¼áŠ QR
kn: ಕ್ಯುಆರ್‌ ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: QR 코드 스캔
lt: Skenuoti QR kodą
lv: Skenēt QR kodu
mk: Скенирајте го QR кодот
ml: QR കോഡ് സ്‌കാൻ ചെയ്യുക
mr: QR कोड स्कॅन करा
ms: Imbas Kod QR
my: QR ကုဒ်ကို စကင်ဖတ်ပါ
nb: Skann QR-kode
nl: QR-code scannen
pa: QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pl: Zeskanuj kod QR
ps: د QR کوډ سکن کړئ
pt_br: Escanear o código QR
pt_pt: Ler código QR
ro: Scanează codul QR
ru: Сканировать QR-код
sk: Skenovať QR kód
sl: Skeniraj kodo QR
sq: Skanoni kodin QR
sr: Скенирајте QR код
sv: Skanna QR-kod
sw: Skani msimbo wa QR
ta: QR குறியீட்டை ஸ்கேன் செய்யுங்கள்
te: QR కోడ్‌ను స్కాన్ చేయండి
th: สแกนรหัส QR
tr: Karekodu Tara
ug: QR كودى تارا
uk: Сканування QR-коду
ur: QR کوڈ سکین کریں
vi: Quét Mã QR
zh_cn: 扫描二维码
zh_hk: 掃描二維碼

# SETTINGS_PAYMENTS_SECURITY_DETAIL
source: Require your passcode or Touch ID to transfer funds.
ar: اشترط رمز المرور الخاص بك أو بصمة الإصبع (Touch ID) لإرسال المبالغ.
be: Патрабуецца ваш код доступу або Touch ID, каб перавесці сродкі.
bn: ফান্ড স্থানান্তর করতে আপনার পাসকোড অথবা টাচ আইডি প্রয়োজন।
ca: Requerir la teva contrasenya o Touch ID per transferir fons.
cs: Vyžadovat přístupový kód nebo Touch ID k převodu peněz.
da: Bed om adgangskode eller Touch ID for at overføre penge.
de: Verlange deinen Code oder Touch ID, um Geld zu überweisen.
el: Απαιτείται κωδικός πρόσβασης ή Touch ID για μεταφορά χρημάτων.
es: Activa el uso de tu contraseña o Touch ID para transferir fondos.
fa: گذرواژه یا شناسه لمسی خود را برای انتقال وجوه الزامی کنید.
fi: Vaadi tunnuskoodi tai Touch ID varojen siirtämiseksi.
fr: Exigez la saisie de votre code ou l'utilisation de Touch ID pour transférer des fonds.
ga: Éiligh do phaschód nó ID Tadhaill le hairgead a aistriú.
gu: ફંડ ટ્રાન્સફર કરવા માટે તમારો પાસકોડ અથવા ટચ ID જરૂરી બનાવો.
he: דרישת קוד גישה או זיהוי טביעת אצבע כדי להעביר כספים.
hi: पैसा भेजने के लिए आपके पासकोड या टच ID की ज़रूरत होती है।
hr: Zahtijevaj unos šifre ili Touch ID za prijenos sredstava.
hu: Az átutaláshoz jelkódot vagy Touch ID szükséges.
id: Wajibkan kode sandi Anda atau Touch ID untuk mentransfer dana.
it: Richiedi il codice di sicurezza o il Touch ID quando trasferisci dei fondi.
ja: 送金時にパスコードまたはTouch IDを要求する。
ko: 자금 이체 시 비밀번호나 터치 ID를 요구합니다.
mr: पैसे ट्रान्सफर करण्यासाठी आपल्या पासकोड किंवा टच आयडी ची आवश्यकता आहे.
ms: Memerlukan kod laluan atau ID Sentuhan anda untuk memindahkan dana.
nb: Sett krav om låsekode eller Touch ID for å overføre penger.
nl: Vereis je toegangscode of Touch ID om geld over te maken.
pl: Aby wysłać środki, użyj kodu lub Touch ID.
pt_br: Exigir senha ou Touch ID para transferir fundos.
pt_pt: Requeira o seu código-passe ou Touch ID para transferir fundos.
ro: Solicită codul sau ID-ul de amprentă ca să transferi fonduri.
ru: Требуется ввод кода доступа или Touch ID для перевода средств.
sk: Na prevod prostriedkov vyžadovať prístupový kód alebo Touch ID.
sr: Захтевајте шифру или идентификацију отиска за пренос средстава.
sv: Kräv din lösenkod eller Touch ID för att överföra pengar.
th: ต้องใช้รหัสผ่านหรือ Touch ID ในการโอนเงิน
tr: Para transferi yapmak için şifreni veya Touch ID'ni zorunlu kıl.
ug: پۇل ئاغدۇرۇش ئۈچۈن مەخپىي نومۇرىڭىزنى ياكى Touch ID نى تەلەپ قىلىدۇ.
uk: Вимагати код доступу або Touch ID для переказу коштів.
ur: فنڈز ٹرانسفر کرنے کے لیے آپ کا پاس کوڈ یا ٹچ ID درکار ہے۔
vi: Yêu cầu dùng Mật mã hoặc Touch ID để để gửi khoản thanh toán.
zh_cn: 需要输入您的密码或 Touch ID 才能转账。
zh_hk: 必須使用密碼或 Touch ID 以轉移資金。

# SETTINGS_PAYMENTS_SECURITY_DETAIL_FACEID
source: Require Face ID to transfer funds.
ar: التعرُّف على الوجه (Face ID) مطلوب لتحويل المبالغ.
be: Патрабуецца Face ID, каб перавесці сродкі.
bn: ফান্ড স্থানান্তর করতে ফেইস আইডি প্রয়োজন।
ca: Requerir Face ID per transferir fons.
cs: Pro převod peněz vyžadovat Face ID.
da: Bed om Face ID for at overføre penge.
de: Verlange Face ID, um Geld zu überweisen.
el: Απαιτείται Face ID για μεταφορά χρημάτων.
es: Activa Face ID para transferir fondos.
fa: شناسایی چهره را برای انتقال وجوه الزامی کنید.
fi: Vaadi Face ID varojen siirtämiseksi.
fr: Exigez l'utilisation de Face ID pour effectuer des paiements.
ga: Éiligh ID Aghaidhe le hairgead a aistriú.
gu: ફંડ ટ્રાન્સફર કરવા માટે ફેસ ID જરૂરી બનાવો.
he: דרישת זיהוי פנים כדי להעביר כספים.
hi: पैसा भेजने के लिए फेस ID को आवश्यक बनाएं।
hr: Zahtijevaj Face ID za prijenos sredstava.
hu: Az átutaláshoz Face ID szükséges.
id: Wajibkan Face ID untuk mentransfer dana.
it: Richiedi il Face ID per trasferire dei fondi.
ja: 送金時にFaceIDを要求する。
ko: 자금 이체 시 얼굴 ID를 요구합니다.
mr: निधी ट्रान्सफर करण्यास फेस आयडीची आवश्यकता.
ms: Memerlukan ID Wajah untuk memindahkan dana.
nb: Sett krav om Face ID for å overføre penger.
nl: Vereis Face ID om geld over te maken.
pl: Aby wysłać środki, użyj Face ID.
pt_br: Exigir Face ID para transferir fundos.
pt_pt: Requeira o Face ID para transferir fundos.
ro: Este necesar ID-ul facial pentru a transfera fonduri.
ru: Для перевода средств требуется Face ID.
sk: Na prevod prostriedkov vyžadovať Face ID.
sr: Захтевајте идентификацију лица за пренос средстава.
sv: Kräv Face ID för att överföra pengar.
th: ต้องใช้ Face ID ในการโอนเงิน
tr: Para transferi için Face ID'yi zorunlu kıl.
ug: پۇل ئاغدۇرۇش ئۈچۈن Face ID تەلەپ قىلىش.
uk: Вимагати Face ID для переказу коштів.
ur: فنڈز ٹرانسفر کرنے کے لیے فیس ID درکار ہے۔
vi: Yêu cầu dùng Face ID để gửi khoản thanh toán.
zh_cn: 需要 Face ID 才能转账。
zh_hk: 必須使用 Face ID 以轉移資金。

# SETTINGS_PAYMENTS_SECURITY_DETAIL_OPTICID
source: Require Optic ID to transfer funds.
ar: يتطلَّب استخدام Optic ID لتحويل المبالغ.
be: Патрабуецца Optic ID, каб перавесці сродкі.
bn: ফান্ড স্থানান্তর করতে অপটিক আইডি প্রয়োজন।
ca: Demanar Optic ID per transferir fons.
cs: Vyžadovat funkci Optic ID pro převod peněz.
da: Kræv Optic ID for at overføre penge.
de: Optic ID zum Überweisen von Geld verlangen.
el: Απαιτείται Optic ID για μεταφορά χρημάτων.
es: Activa Optic ID para transferir fondos.
fa: برای انتقال وجوه، «احراز هویت بصری» لازم است.
fi: Vaadi Optic ID varojen siirtämiseksi.
fr: Exiger Optic ID pour les paiements.
ga: Éiligh Optic ID le hairgead a aistriú.
gu: ફંડ ટ્રાન્સફર કરવા માટે ઑપ્ટિક ID જરૂરી.
he: דרישת Optic ID כדי להעביר כספים.
hi: फ़ंड्स ट्रांसफ़र करने के लिए Optic ID की ज़रूरत है।
hr: Uključi provjeru putem značajke Optic ID za prijenos sredstava.
hu: Az átutaláshoz Optic ID szükséges.
id: Wajibkan Optic ID untuk mentransfer dana.
it: Richiedi l'Optic ID per l'invio di fondi.
ja: 送金時にOptic IDを要求する
ko: 이체하려면 Optic ID가 필요합니다.
mr: फंड ट्रान्सफरसाठी ऑप्टिक ID ची आवश्यकता असते.
ms: Memerlukan ID Optik untuk memindahkan dana.
nb: Sett krav om Optic ID for å overføre penger.
nl: Vereis Optic ID om geld over te maken.
pl: Aby wysłać środki, użyj Optic ID.
pt_br: Exigir Optic ID para transferir fundos.
pt_pt: Requeira o Optic ID para transferir fundos.
ro: Solicită ID Optic pentru a transfera fonduri.
ru: Для перевода средств требуется Optic ID.
sk: Na prevod prostriedkov vyžadovať Optic ID.
sr: Захтевај оптичку идентификацију за пренос средстава.
sv: Kräv Optic ID för att överföra pengar.
th: ต้องใช้ Optic ID ในการโอนเงิน
tr: Para transferi için Optic ID'yi zorunlu kıl.
ug: مەبلەغ يۆتكەش ئۈچۈن Optic ID تەلەپ قىلىندى.
uk: Обов'язково використовувати Optic ID для переказу коштів.
ur: فنڈز منتقل کرنے کے لیے آپٹک ID درکار ہے۔
vi: Yêu cầu dùng Optic ID để gửi khoản thanh toán.
zh_cn: 需要视控 ID 才能转账。
zh_hk: 必須使用 Optic ID 以轉移資金。

# SETTINGS_PAYMENTS_SECURITY_DETAIL_PASSCODE
source: Require your phone's passcode to transfer funds.
ar: رمز المرور الخاص بهاتفك مطلوب لإرسال المبالغ.
be: Патрабуецца код доступу вашага тэлефона, каб перавесці сродкі.
bn: ফান্ড স্থানান্তর করতে আপনার ফোনের পাসকোড প্রয়োজন।
ca: Requerir la contrasenya del teu telèfon per transferir fons.
cs: Vyžadovat přístupový kód telefonu k převodu peněz.
da: Bed om din telefons adgangskode for at overføre penge.
de: Verlange den Code deines Mobiltelefons, um Geld zu überweisen.
el: Απαιτείται ο κωδικός πρόσβασης του κινητού σου για μεταφορά χρημάτων.
es: Activa el uso de la contraseña de tu teléfono para transferir fondos.
fa: گذرواژه تلفن خود را برای انتقال وجوه الزامی کنید.
fi: Vaadi puhelimesi tunnuskoodi varojen siirtämiseksi.
fr: Exigez la saisie du code d'accès de votre téléphone pour transférer des fonds.
ga: Éiligh paschód do ghutháin le hairgead a aistriú.
gu: ફંડ ટ્રાન્સફર કરવા માટે તમારા ફોનનો પાસકોડ જરૂરી બનાવો.
he: דרישת קוד הגישה של הטלפון שלך כדי להעביר כספים.
hi: पैसा भेजने के लिए अपने फोन के पासकोड की ज़रूरत होती है।
hr: Zahtijevaj unos šifre uređaja za prijenos sredstava.
hu: Az átutaláshoz a telefonod jelkódja szükséges.
id: Wajibkan kode sandi ponsel Anda untuk mentransfer dana.
it: Richiedi il codice del tuo telefono quando trasferisci dei fondi.
ja: 送金時に携帯電話のパスコードを要求する。
ko: 자금 이체 시 휴대폰 비밀번호를 요구합니다.
mr: पैसे ट्रान्सफर करण्यास आपल्या फोनच्या पासकोडची आवश्यकता आहे.
ms: Memerlukan kod laluan telefon anda untuk memindahkan dana.
nb: Sett krav om telefonens låsekode for å overføre penger.
nl: Vereis de toegangscode van je telefoon om geld over te maken.
pl: Aby wysłać środki, użyj kodu dostępu do telefonu.
pt_br: Exigir senha do telefone para transferir fundos.
pt_pt: Requeira o código passe do seu telemóvel para transferir fundos.
ro: Solicită codul telefonului ca să transferi fonduri.
ru: Требуется ввод кода доступа вашего телефона для перевода средств.
sk: Na prevod prostriedkov vyžadovať prístupový kód telefónu.
sr: Захтевајте шифру телефона за пренос средстава.
sv: Kräv telefonens lösenkod för att överföra pengar.
th: ต้องใช้รหัสผ่านของโทรศัพท์ในการโอนเงิน
tr: Para transferi için telefon şifreni zorunlu kıl.
ug: پۇل ئاغدۇرۇش ئۈچۈن تېلېفونىڭىزنىڭ مەخپىي نومۇرىنى تەلەپ قىلىدۇ.
uk: Вимагати код доступу телефона для переказу коштів.
ur: فنڈز ٹرانسفر کرنے کے لیے آپ کے فون کا پاس کوڈ درکار ہے۔
vi: Yêu cầu dùng mật mã của điện thoại bạn để gửi khoản thanh toán.
zh_cn: 需要输入您的手机密码才能转账。
zh_hk: 必須使用手機密碼以轉移資金。
