Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DEVICE_TRANSFER_CHOICE_LINKED_EXPLANATION
source: Choose how you’d like to transfer your message history and account data
af: As jy voorheen Signal op ’n gekoppelde iPad gebruik het, kan jy jou rekening en boodskappe beveiligd na hierdie toestel oordra.
ar: اختر طريقة تحويل سِجل رسائلك وبيانات حسابك
az: Signal-ı daha əvvəl əlaqələndirilmiş iPad-da istifadə etmisinizsə, hesabınız və mesajlarınızı bu cihaza təhlükəsiz köçürə bilərsiniz.
be: Выберыце спосаб пераносу гісторыі паведамленняў і даных уліковага запісу
bg: Ако преди сте използвали Signal на свързан iPad, можете по сигурен начин да прехвърлите своя акаунт и съобщения на това устройство.
bn: আপনার মেসেজের ইতিহাস ও অ্যাকাউন্টের ডেটা কীভাবে ট্রান্সফার করতে চান তা বেছে নিন
ca: Escull com vols transferir el teu historial de missatges i les dades del teu compte
cs: Zvolte, jak chcete přenést historii zpráv a data účtu
cy: Os oeddech yn defnyddio Signal ar iPad cysylltiedig gallwch drowsglwyddo yn ddiogel eich cyfrif a negeseuon i'r ddyfais hon.
da: Vælg, hvordan du vil overføre din beskedhistorik og dine kontodata
de: Wähle aus, wie du deinen Nachrichtenverlauf und deine Kontodaten übertragen möchtest.
el: Επίλεξε πώς θέλεις να μεταφέρεις το ιστορικό μηνυμάτων και τα δεδομένα του λογαριασμού σου
es: Elige cómo quieres transferir tu historial de mensajes y los datos de tu cuenta
es_es: Si ya tenías Signal enlazado en un iPad, puedes transferir de forma segura tu cuenta y mensajes a este dispositivo.
et: Kui kasutasid varem Signalit ühendatud iPadis, siis saad enda konto ja sõnumid sellesse seadmesse turvaliselt üle kanda.
eu: Aurretik Signal lotutako iPad batean erabili baduzu, modu seguruan transferitu ditzakezu zure kontua eta mezuak gailu honetara.
fa: نحوه انتقال تاریخچه پیام و داده‌های حساب خود را انتخاب کنید
fi: Valitse, miten haluat siirtää viestihistoriasi ja tilitietosi
fil: Kung dati mong ginagamit ang Signal sa isang iPad na naka-link, ligtas mong maililipat ang iyong account at mga mensahe sa device na ito.
fr: Choisissez comment transférer vos messages et les données de votre compte
ga: Roghnaigh conas ba mhaith leat stair do theachtaireachtaí agus sonraí an chuntais a aistriú
gu: તમે તમારી મેસેજ હિસ્ટ્રી અને એકાઉન્ટ ડેટાને કેવી રીતે ટ્રાન્સફર કરવા માંગો છો તે પસંદ કરો
he: איך ברצונך להעביר את היסטוריית ההודעות ונתוני החשבון שלך?
hi: चुनें कि आप अपना संदेश इतिहास और अकाउंट डेटा कैसे ट्रांसफ़र करना चाहेंगे
hr: Odaberite kako želite prenijeti svoju povijest poruka i podatke o vašem računu
hu: Válaszd ki, hogyan szeretnéd átvinni az üzenetelőzményeket és a fiókadatokat
id: Pilih cara Anda mentransfer riwayat pesan dan data akun
is: Ef þú varst áður að nota Signal á tengdu iPad-tæki, geturðu yfirfært notandaaðganginn þinn og skilaboðaferil á öruggan máta yfir á þetta tæki.
it: Scegli come trasferire i dati del tuo account e la cronologia dei tuoi messaggi
ja: メッセージ履歴とアカウントデータを移行する方法を選択してください
kab: Ma yella tesqedceḍ yakan Signal ɣef iPad yeqqnen, tzemreḍ ad tazneḍ s wudem aɣellsan amiḍan-ik·im d yiznanen ɣer yibenk-a.
kk: Егер сіз байланыстырылған iPad құрылғысында осының алдында Signal пайдалансаңыз, тіркелгіңіз бен хабарламаларыңызды осы құрылғыға қауіпсіз түрде көшіре аласыз.
km: á”á¾á¢áŸ’á“á€á–á¸á˜á»á“á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal áŠáŸ‚á›á”á¶á“áá—áŸ’á‡á¶á”áŸ‹á›á¾ iPad á¢áŸ’á“á€á¢á¶á…á”á‰áŸ’á‡á¼á“á‚áá“á¸ á“á·á„áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€ áŠáŸ„á™áŸá»áœááŸ’áá·á—á¶á– á–á¸á§á”á€ášááŸá“áŸáŸ‡áŸ”
kn: ನೀವು ಹಿಂದೆ Signal ಅನ್ನು ಲಿಂಕ್ ಮಾಡಿರುವ ಐಪ್ಯಾಡ್‌ನಲ್ಲಿ ಬಳಸುತ್ತಿದ್ದಲ್ಲಿ, ನೀವು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಹಾಗೂ ಸಂದೇಶಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ವರ್ಗಾಯಿಸಬಹುದು.
ko: 메시지 기록과 계정 데이터 전송 방법을 선택하세요
lt: Jei anksčiau naudojote Signal susietame iPad įrenginyje, tuomet galite saugiai perkelti savo paskyrą ir žinutes į šį įrenginį.
lv: Ja pirms tam esat lietojis Signal sasaitē ar iPad, varat droši pārnest Jūsu kontu un saraksti uz šo ierīci.
mk: Ако претходно сте користеле Signal на поврзан iPad, можете безбедно да ги пренесете вашата сметка и пораки на овој уред.
ml: ലിങ്ക് ചെയ്ത ഒരു ഐപാഡിലാണ് നിങ്ങൾ ഇതിന് മുന്നെ Signal ഉപയോഗിച്ചിരുന്നതെങ്കിൽ, നിങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ടും സന്ദേശങ്ങളും ഈ ഡിവൈസിലേക്ക് സുരക്ഷിതമായി കൈമാറ്റം ചെയ്യാൻ കഴിയും.
mr: तुम्हाला तुमच्या संदेश इतिहासाचे आणि अकाऊंट माहितीचे हस्तांतरण कसे करायचे आहे ते निवडा
ms: Pilih cara anda ingin memindahkan sejarah mesej dan data akaun anda
my: သင်သည် ယခင်က ချိတ်ထားသော iPad ပေါ်တွင် Signal ကို သုံးနေခဲ့လျှင် သင့်အကောင့် နှင့် မက်ဆေ့ချ်များကို ၎င်းစက်ပေါ်သို့ လုံခြုံစွာ လွှဲပြောင်းနိုင်ပါသည်။
nb: Velg hvordan du ønsker å overføre meldingsloggen din og kontoopplysningene dine
nl: Kies hoe je je chatgeschiedenis en accountgegevens wilt overzetten
pa: ਜੇਕਰ ਤੁਸੀਂ ਪਹਿਲਾਂ ਲਿੰਕ ਕੀਤੇ iPad 'ਤੇ Signal ਵਰਤ ਰਹੇ ਸੀ, ਤਾਂ ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਤਰੀਕੇ ਨਾਲ ਆਪਣਾ ਖਾਤਾ ਅਤੇ ਸੁਨੇਹੇ ਇਸ ਡਿਵਾਈਸ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕਰ ਸਕਦੇ ਹੋ.
pa_pk: جے تساں Signal نوں پہلاں کسے منسلک کیتے آئی پیڈ اتے ورت رئے سو، تے تساں اپنے اکاؤنٹ تے سنیہاں نوں محفوظ طریقے نال ایس آلے اتے منتقل کرسکنے او۔
pl: Wybierz, jak chcesz przenieść historię wiadomości i dane konta
ps: که چیرته تاسې پخوا په یوه لینک شوې iPad کې Signal کاراوه، نو په خوندي توګه سره کولای شئ خپل اکاونټ او پیغامونه دغې وسیلې ته ولیږدوئ.
pt_br: Escolha como você gostaria de transferir seu histórico de mensagens e dados da conta
pt_pt: Escolha como gostaria de transferir o seu histórico de mensagens e dados da conta
ro: Alege cum dorești să transferi istoricul mesajelor și datele contului
ru: Выберите способ переноса истории сообщений и данных аккаунта
sk: Vyberte, ako chcete preniesť históriu správ a údaje účtu
sl: Če ste v preteklosti uporabljali Signal na povezani napravi iPad, lahko z nje varno prenesete vaš račun in sporočila na to napravo.
sq: Nëse më herët po e përdornit Signal-in në një iPad të lidhur, mund të shpërngulni me siguri llogarinë dhe mesazhet tuaj te kjo pajisje.
sr: Изаберите начин на који желите да пренесете историју порука и податке о налогу
sv: Välj hur du vill överföra din meddelandehistorik och dina kontouppgifter
sw: Iwapo hapo awali ulikuwa ukitumia Signal kwenye iPad iliyounganishwa, unaweza kuhamisha akaunti yako na jumbe kwa usalama hadi kifaa hiki.
ta: என்றால் நீங்கள் முன்பு பயன்படுத்தினர் Signal ஒரு இணைக்கப்பட்டுள்ளது ஐபாட், நீங்கள் பாதுகாப்பாக மாற்ற முடியும் உங்கள் கணக்கு மற்றும் இதற்கு செய்திகள் சாதனம்.
te: మీరు ఇంతకు ముందు లింక్ చేసిన ఐప్యాడ్‌లో Signal ఉపయోగిస్తుంటే, మీరు మీ ఖాతా మరియు సందేశాలను ఈ పరికరానికి సురక్షితంగా బదిలీ చేయవచ్చు.
th: เลือกวิธีถ่ายโอนประวัติการส่งข้อความและข้อมูลบัญชีของคุณ
tr: Mesaj geçmişini ve hesap verilerini nasıl aktarmak istediğini seç
ug: ئۇچۇرلىشىش تارىخى ۋە ھېسابات ئۇچۇرلىرىڭىزنى قانداق يۆتكەشنى خالايدىغانلىقىڭىزنى تاللاڭ
uk: Виберіть спосіб перенесення історії повідомлень і даних свого акаунту
ur: منتخب کریں کہ آپ اپنی میسج ہسٹری اور اکاؤنٹ کے ڈیٹا کو کیسے ٹرانسفر کرنا چاہیں گے
vi: Chọn cách bạn muốn chuyển lịch sử tin nhắn và dữ liệu tài khoản của mình
zh_cn: 选择如何转移您的消息记录和账户数据
zh_hk: 選擇要轉移訊息紀錄和帳戶資料的方式

# DEVICE_TRANSFER_CHOICE_REGISTER_BODY
source: Continue without transferring your account and messages
af: Gaan voort sonder om jou rekening en boodskappe oor te dra
ar: استمرار دون نقل حسابك ورسائلك
az: Hesab və mesajları köçürmədən davam et
be: Працягнуць без пераносу ўліковага запісу і паведамленняў
bg: Продължете без прехвърляне на вашия акаунт и съобщения
bn: আপনার অ্যাকাউন্ট এবং মেসেজ স্থানান্তর না করেই চালিয়ে যান
ca: Continua sense transferir el compte ni els missatges
cs: Pokračovat bez přenesení vašeho účtu a zpráv.
cy: Parhau heb drosglwyddo eich cyfrif a negeseuon
da: Fortsæt uden at overføre din konto og beskeder
de: Fahre fort ohne Übertragen deines Kontos und deiner Nachrichten
el: Συνέχεια χωρίς την μεταφορά του λογαριασμού και των μηνυμάτων σου
es: Continúa sin transferir tu cuenta ni tus mensajes
es_es: Continuar sin transferir cuenta ni mensajes
et: Jätka kontot ja sõnumeid üle kandmata
eu: Jarraitu zure kontu eta mezuak transferitu gabe
fa: ادامه بدون انتقال حساب و پیام های شما
fi: Jatka ilman tilin ja viestien siirtoa
fil: Magpatuloy ng hindi inililipat ang iyong account at mga mensahe.
fr: Continuer sans transférer le compte ni les messages
ga: Lean ar aghaidh gan cuntas ná teachtaireachtaí a aistriú
gu: તમારા એકાઉન્ટ અને મેસેજને ટ્રાન્સફર કર્યા વિના ચાલુ રાખો
he: המשך בלי להעביר את החשבון וההודעות שלך
hi: बिना खाता और संदेश ट्रांसफ़र किए आगे बढ़ें
hr: Nastavite bez prijenosa vašeg računa i poruka
hu: Folytatás az azonosító és régi üzenetek átmozgatása nélkül
id: Lanjutkan tanpa mentransfer akun dan pesan Anda
is: Halda áfram án þess að flytja aðgang þinn og skilaboð
it: Continua senza trasferire il tuo account e i messaggi
ja: アカウントやメッセージを移行せずに続行する
kab: Kemmel s war tuzna n umiḍan d yiznan inek·inem
kk: Тіркелгіңіз бен хабарламаларыңызды көшірместен жалғастыру
km: á”á“áŸ’á áŠáŸ„á™á˜á·á“á”á‰áŸ’á‡á¼á“ á‚áá“á¸ á“á·á„áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ವರ್ಗಾಯಿಸದೇ ಮುಂದುವರಿಸಿ
ko: 계정과 메시지를 이동하지 않고 계속합니다
lt: Tęsti neperkeliant savo paskyros ir žinučių
lv: Turpināt nepārnesot Jūsu kontu un saraksti
mk: Продолжете без пренос на вашата сметка и пораки
ml: നിങ്ങളുടെ അക്കൗണ്ടും സന്ദേശങ്ങളും കൈമാറ്റം ചെയ്യാതെ തന്നെ തുടരുക
mr: आपले खाते आणि संदेश स्थानांतरित न करता सुरू ठेवा
ms: Teruskan tanpa memindahkan akaun dan mesej anda
my: သင့် အကောင့်နှင့် မက်ဆေ့ချ်များ မလွှဲပြောင်းဘဲ ဆက်လက်လုပ်ဆောင်မယ်
nb: Fortsett uten å overføre kontoen og meldingene
nl: Doorgaan zonder je account en berichten over te zetten
pa: ਆਪਣਾ ਖਾਤਾ ਅਤੇ ਸੁਨੇਹੇ ਟ੍ਰਾਂਸਫਰ ਕੀਤੇ ਬਿਨਾਂ ਜਾਰੀ ਰੱਖੋ
pa_pk: اپنے اکاؤنٹ تے سنیہاں نوں منتقل کیتے بغیر جاری رکھو
pl: Kontynuuj bez przenoszenia konta i wiadomości
ps: پرته له دې چې خپل اکاونټ او پیغامونه ولیږدوئ ادامه ورکړئ
pt_br: Continuar sem transferir sua conta e suas mensagens
pt_pt: Continuar sem transferir a sua conta e mensagens
ro: Continuă fără transferul contului și a mesajelor tale
ru: Продолжить без переноса учётной записи и сообщений
sk: Pokračovať bez prenosu účtu a správ
sl: Nadaljevanje brez prenosa računa in sporočil
sq: Vazhdoni pa shpërngulur llogarinë dhe mesazhet tuaj
sr: Наставите без преношења налога и порука
sv: Fortsätt utan att överföra ditt konto och dina meddelanden
sw: Endelea bila kuhamisha akaunti yako na jumbe
ta: இடமாற்றம் செய்யாமல் தொடரவும் உங்கள் கணக்கு மற்றும் செய்திகள்
te: మీ ఖాతా మరియు సందేశాలను బదిలీ చేయకుండా కొనసాగించండి
th: ทำต่อโดยไม่ถ่ายโอนบัญชีและข้อความของคุณ
tr: Hesap ve iletilerinizi aktarmadan devam edin
ug: ھېسابات ۋە ئۇچۇرلىرىڭىزنى يۆتكىمەي داۋاملاشتۇرىدۇ
uk: Продовжити без перенесення акаунту й повідомлень
ur: اپنے اکاؤنٹ اور پیغامات کی منتقلی کے بغیر جاری رکھیں
vi: Tiếp tục mà không chuyển tài khoản và tin nhắn
zh_cn: 继续且不迁移你的账户及聊天记录
zh_hk: 不轉移帳戶及訊息並繼續

# DEVICE_TRANSFER_CHOICE_REGISTER_LINKED_BODY_LINK_AND_SYNC
source: You’ll have the option to transfer messages and recent media from your phone
ar: سيكون لديك الخيار لتحويل رسائلك ووسائطك الأحدث من هاتفك.
be: Вы маеце магчымасць перанесці паведамленні і апошнія медыяфайлы са свайго тэлефона
bn: আপনার ফোন থেকে মেসেজ ও সাম্প্রতিক মিডিয়া ট্রান্সফার করার সুযোগ থাকবে
ca: Tindràs l'opció de transferir missatges i arxius recents des del telèfon
cs: Budete mít možnost přenést zprávy a nedávná média z telefonu
da: Du har mulighed for at overføre beskeder og de seneste medier fra din telefon
de: Du kannst Nachrichten und aktuelle Medien von deinem Telefon übertragen.
el: Θα έχεις την επιλογή να μεταφέρεις μηνύματα και πρόσφατα μέσα από το τηλέφωνό σου
es: Tendrás la opción de transferir todos tus mensajes y tus archivos multimedia recientes desde tu teléfono
fa: گزینه انتقال دادن پیام‌ها و رسانه‌های اخیر خود از گوشی را خواهید داشت
fi: Voit siirtää viestejä ja viimeaikaisen mediasisällön puhelimestasi
fr: Vous pourrez transférer vos médias récents et tous vos messages depuis votre téléphone
ga: Beidh an rogha agat teachtaireachtaí agus meáin le déanaí a aistriú ó do ghuthán
gu: તમારી પાસે તમારા ફોનમાંથી મેસેજ અને તાજેતરના મીડિયા ટ્રાન્સફર કરવાનો વિકલ્પ હશે.
he: תהיה לך אפשרות להעביר הודעות ומדיה אחרונה מהטלפון שלך
hi: आपके पास अपने फ़ोन से संदेश और मीडिया ट्रांसफ़र करने का विकल्प होगा
hr: Imat ćete opciju prijenosa poruka i nedavnih medijskih zapisa sa svog telefona
hu: Lehetőséged lesz az üzenetek és a legutóbbi médiafájlok átvitelére a telefonodról
id: Anda punya opsi untuk mentransfer pesan dan media terkini dari ponsel
it: Avrai l'opzione per trasferire i messaggi e i media più recenti dal tuo telefono
ja: スマートフォンからメッセージや最近のメディアを移行することができます
ko: 휴대폰의 메시지와 최근 미디어를 전송하는 옵션이 제공됩니다
mr: तुमच्याकडे तुमच्या फोनवरून संदेश आणि अलीकडील मिडीया हस्तांतरण करण्याचा पर्याय असेल
ms: Anda akan mempunyai pilihan untuk memindahkan mesej dan media terkini daripada telefon anda
nb: Du har muligheten til å overføre meldinger og nylige mediefiler fra telefonen din
nl: Je hebt de mogelijkheid om je berichten en je recente media over te zetten van je telefoon.
pl: Będziesz mieć możliwość przeniesienia wiadomości i ostatnich multimediów ze swojego telefonu
pt_br: Você terá a opção de transferir mensagens e mídias recentes do seu telefone
pt_pt: Tem a opção de transferir mensagens e ficheiros multimédia recentes do seu telemóvel
ro: Vei avea opțiunea de a transfera mesaje și fișiere media recente de pe telefon
ru: У вас будет возможность переносить сообщения и последние медиафайлы с телефона
sk: Môžete si preniesť správy a najnovšie médiá z telefónu
sr: Имаћете могућност преноса порука и недавних медија са телефона
sv: Du har möjlighet att överföra meddelanden och senaste media från din telefon
th: คุณจะสามารถเลือกถ่ายโอนข้อความและไฟล์สื่อล่าสุดจากโทรศัพท์
tr: Telefonundaki mesajları ve güncel medyayı aktarma seçeneğin olacaktır
ug: تېلېفونىڭىزدىن ئۇچۇرلار ۋە يېقىنقى مېدىيانى يۆتكەيدىغان تاللىشىڭىز بار
uk: Ви матимете можливість перенести повідомлення і недавні медіафайли з телефона
ur: آپ کو اپنے فون سے میسجز اور حالیہ میڈیا کو ٹرانسفر کرنے کا اختیار ہو گا
vi: Bạn sẽ có thể chọn chuyển tin nhắn và đa phương tiện gần đây từ điện thoại của mình
zh_cn: 您可以选择从手机中转移消息和最近的媒体
zh_hk: 你可以選擇從手機轉移訊息和最近的媒體

# DEVICE_TRANSFER_CHOICE_REGISTER_LINKED_TITLE
source: Add as New Device
af: Voeg by as nuwe toestel
ar: إضافة كجهاز جديد
az: Yeni cihaz əlavə et
be: Дадаць як новую прыладу
bg: Добавяне като ново устройство
bn: নতুন ডিভাইস হিসাবে যোগ করুন
ca: Afegeix-lo com a dispositiu nou
cs: Přidat jako nové zařízení
cy: Ychwanegu fel Dyfais Newydd
da: Tilføj som Ny enhed
de: Als neues Gerät hinzufügen
el: Προσθήκη ως Νέα Συσκευή
es: Añadir como dispositivo nuevo
es_es: Añadir como nuevo dispositivo
et: Lisa uue seadmena
eu: Gehitu Gailu Berri gisa.
fa: افزودن به عنوان دستگاه جدید
fi: Lisää uutena laitteena
fil: Magdagdag ng Bagong Device
fr: Ajouter en tant que nouvel appareil
ga: Socraigh mar Ghléas Nua
gu: નવા ડિવાઇસ તરીકે ઉમેરો
he: הוסף כמכשיר חדש
hi: नए डिवाइस के रूप में जोड़ें
hr: Dodaj kao novi uređaj
hu: Hozzáadás új eszközként
id: Tambahkan sebagai Perangkat Baru
is: Bæta við sem nýju tæki
it: Aggiungi come nuovo dispositivo
ja: 新しい端末として設定
kab: Ru ibenk-niḍen
kk: Жаңа құрылғы ретінде қосу
km: á”á“áŸ’ááŸ‚á˜á§á”á€ášááŸááŸ’á˜á¸
kn: ಹೊಸ ಸಾಧನ ಸೇರಿಸಿ
ko: 새 기기로 추가
lt: Pridėti kaip naują įrenginį
lv: Pievienot kā jaunu ierīci
mk: Додади Нов уред
ml: പുതിയ ഉപകരണമായി ചേർക്കുക
mr: नवीन डिव्हाईस म्हणून जोडा
ms: Tambah Sebagai Peranti Baru
my: စက်အသစ်အနေနှင့် ထည့်မယ်
nb: Legg til som ny enhet
nl: Als nieuw apparaat toevoegen
pa: ਨਵੇਂ ਡਿਵਾਈਸ ਵਜੋਂ ਜੋੜੋ
pa_pk: نویں آلے دے طور تے شامل کرو
pl: Dodaj jako nowe urządzenie
ps: د یوې نوې وسیلې په توګه یې اضافه کړئ
pt_br: Adicionar como novo aparelho
pt_pt: Adicionar novo dispositivo
ro: Adaugă ca și dispozitiv nou
ru: Добавить как новое устройство
sk: Pridať ako nové zariadenie
sl: Dodaj kot novo napravo
sq: Shtoje si Pajisje të Re
sr: Додајте као нови уређај
sv: Lägg till som en ny enhet
sw: Ongeza kama Kifaa Kipya
ta: புதியதாகச் சேர்க்கவும் சாதனம்
te: క్రొత్త పరికరంగా జోడించండి
th: เพิ่มเป็นอุปกรณ์ใหม่
tr: Yeni Cihaz Olarak Ekle
ug: يېڭى ئۈسكۈنە سۈپىتىدە قوش
uk: Додати як новий пристрій
ur: بطور نیا device شامل کریں
vi: Thêm thành Thiết bị Mới
zh_cn: 添加为新设备
zh_hk: 新增為新裝置

# DEVICE_TRANSFER_CHOICE_REGISTER_TITLE
source: Register without Transferring
af: Registreer sonder om oor te dra
ar: سجِّل دون نقل
az: Köçürmə olmadan qeydiyyatdan keç
be: Рэгістравацца без пераносу
bg: Регистриране без прехвърляне
bn: স্থানান্তর না করেই রেজিস্টার করুন
ca: Registra'l sense tranferència
cs: Registrovat bez přenosu
cy: Cofrestru heb Drosglwyddo
da: Registrer uden at overføre
de: Ohne Übertragung registrieren
el: Εγγραφή χωρίς μεταφορά
es: Registrarme sin transferir
es_es: Registrar sin transferir
et: Registreeri andmete ülekandmiseta
eu: Erregistratu transferitu gabe
fa: ثبت نام بدون انتقال
fi: Rekisteröidy ilman siirtoa
fil: Magrehistro ng walang Paglilipat
fr: Inscription sans transfert
ga: Cláraigh gan sonraí a aistriú
gu: ટ્રાન્સફર કર્યા વગર રજીસ્ટર કરો
he: הירשם בלי להעביר
hi: ट्रान्सफर किये बिना पंजीकृत करें
hr: Registriraj bez prijenosa
hu: Regisztrálás adatmozgatás nélkül
id: Daftar tanpa Mentransfer
is: Skrá án þess að flytja
it: Registra senza trasferimento
ja: 移行せずに登録する
kab: Jerred s war tuzna
kk: Көшірместен тіркеу
km: á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŠáŸ„á™á˜á·á“á”á‰áŸ’á‡á¼á“
kn: ವರ್ಗಾಯಿಸದೇ ನೋಂದಾಯಿಸಿ
ko: 이동하지 않고 등록
lt: Registruoti be perkėlimo
lv: Piereģistrēties bez pārnešanas
mk: Регистрирај без пренос
ml: കൈമാറ്റം ചെയ്യാതെ തന്നെ രജിസ്റ്റർ ചെയ്യുക
mr: स्थानांतरित न करता नोंदणी करा
ms: Daftar tanpa Pemindahan
my: မလွှဲပြောင်းဘဲ စာရင်းသွင်းမယ်
nb: Registrer deg uten å overføre konto og meldinger
nl: Registreren zonder overzetten
pa: ਟ੍ਰਾਂਸਫਰ ਕੀਤੇ ਬਿਨਾਂ ਰਜਿਸਟਰ ਕਰੋ
pa_pk: منتقل کیتے بنا رجسٹر کرو
pl: Zarejestruj bez przenoszenia
ps: له لیږلو پرته یې ثبت کړئ
pt_br: Registrar sem transferir
pt_pt: Registar sem transferir
ro: Înregistrează-te fără transfer
ru: Зарегистрироваться без переноса
sk: Registrovať bez prenosu
sl: Registracija brez prenosa
sq: Regjistroje pa Shpërngulje
sr: Региструјте се без преноса података
sv: Registrera dig utan att överföra
sw: Sajili bila Kuhamisha
ta: இடமாற்றம் இல்லாமல் பதிவு செய்யுங்கள்
te: బదిలీ చేయకుండా నమోదు చేయండి
th: ลงทะเบียนโดยไม่ถ่ายโอน
tr: Aktarmadan Kaydet
ug: تىزىملاپ يۆتكىمەيدۇ
uk: Зареєструватися без перенесення
ur: منتقلی کے بغیر رجسٹر کریں
vi: Đăng ký và không Chuyển
zh_cn: 注册且不迁移账户
zh_hk: 注冊而不轉移

# DEVICE_TRANSFER_CHOICE_TITLE
source: Transfer Account & Messages
af: Dra rekening en boodskappe oor
ar: نقل الحساب والرسائل
az: Hesabı və mesajları köçür
be: Перанесці ўліковы запіс & паведамленні
bg: Прехвърляне на акаунт и съобщения
bn: অ্যাকাউন্ট এবং মেসেজ স্থানান্তর করুন
ca: Transfereix el compte i els missatges
cs: Přenést účet & zprávy
cy: Trosglwyddo Cyfrif a Negeseuon
da: Overfør konto og beskeder
de: Konto & Nachrichten übertragen
el: Μεταφορά λογαριασμού & μηνυμάτων
es: Transferir cuenta y mensajes
es_es: Transferir cuenta y mensajes
et: Kanna konto ja sõnumid üle
eu: Transferitu Kontua & Mezuak
fa: انتقال حساب و پیام ها
fi: Siirrä tili ja viestit
fil: Ilipat ang Account at mga Mensahe
fr: Transférer le compte et les messages
ga: Aistrigh Cuntas ⁊ Teachtaireachtaí
gu: એકાઉન્ટ અને મેસેજ ટ્રાન્સફર કરો
he: העבר חשבון והודעות
hi: खाता और संदेश ट्रांसफ़र करें
hr: Prenesite račun i poruke
hu: Azonosító és üzenetek átmozgatása
id: Transfer Akun & Pesan
is: Flytja aðgang og skilaboð
it: Trasferisci account e messaggi
ja: アカウントとメッセージの移行
kab: Azen amiḍan & iznan
kk: Тіркелгі мен хабарламаларды көшіру
km: á”á‰áŸ’á‡á¼á“á‚áá“á¸á“á·á„áŸá¶áš
kn: ಖಾತೆ ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ವರ್ಗಾಯಿಸಿ
ko: 계정 및 메시지 이동
lt: Perkelti paskyrą ir žinutes
lv: Pārnest kontu un ziņojumus
mk: Пренеси Сметка и Пораки
ml: അക്കൗണ്ടും സന്ദേശങ്ങളും കൈമാറ്റം ചെയ്യുക
mr: खाते आणि संदेश स्थानांतरित करा
ms: Pindah Akaun & Mesej
my: အကောင့်နှင့် မက်ဆေ့ချ်များ လွှဲပြောင်းမယ်
nb: Overfør konto og meldinger
nl: Account & berichten overzetten
pa: ਖਾਤਾ ਅਤੇ ਸੁਨੇਹੇ ਟ੍ਰਾਂਸਫਰ ਕਰੋ
pa_pk: اکاؤنٹ تے سنیہاں نوں منتقل کرو
pl: Przenieś konto i wiadomości
ps: اکاونټ او پیغامونه ولیږئ
pt_br: Transferir conta e mensagens
pt_pt: Transferir conta e mensagens
ro: Transfer conturi și mesaje
ru: Перенос учётной записи и сообщений
sk: Preniesť účet a správy
sl: Prenos računa in sporočil
sq: Shpërngul Llogari & Mesazhe
sr: Пренесите налог и поруке
sv: Överför konto & meddelanden
sw: Hamisha Akaunti na Jumbe
ta: இடமாற்றம் கணக்கு & செய்திகள்
te: ఖాతా & సందేశాలను బదిలీ చేయండి
th: ถ่ายโอนบัญชีและข้อความ
tr: Hesap ve İletileri Aktar
ug: ھېسابات ۋە ئۇچۇرلارنى يۆتكەيدۇ
uk: Перенесення акаунту й повідомлень
ur: اکاؤنٹ اور پیغامات کی منتقلی کریں
vi: Chuyển Tài khoản & Tin nhắn
zh_cn: 迁移账户和聊天记录
zh_hk: 轉移帳戶及訊息
