Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_COPY_TO_CLIPBOARD_CONFIRM_MESSAGE
source: If you choose to store your recovery phrase digitally, ensure it is securely stored somewhere you trust.
af: Indien u kies om u herwinfrase digitaal te bewaar moet u seker maak dit is iewers veilig en wat u vertrou.
ar: إذا اخترتَ حفظ عبارة الاستعادة رقميًا، تأكَّد من حفظها في مكانٍ آمن وموثوق به.
az: Bərpa ifadənizi rəqəmsal olaraq saxlamağı seçsəniz, etibar etdiyiniz yerdə güvənli şəkildə saxlanıldığına əmin olun.
be: Калі вы вырашыце захоўваць сваю фразу для аднаўлення ў электронным фармаце, пераканайцеся, што яна захоўваецца ў надзейным месцы.
bn: আপনি ডিজিটালি আপনার রিকভারি ফ্রেজ সঞ্চয় করার সিদ্ধান্ত নিলে, নিশ্চিত করুন যে এটি আপনার বিশ্বস্ত কোনও স্থানে নিরাপদভাবে সঞ্চয় করা হয়েছে।
ca: Si decidiu emmagatzemar la frase de recuperació de manera digital, assegureu-vos que estigui desada de manera segura en algun lloc de confiança.
cs: Pokud se rozhodnete frázi pro obnovení uložit digitálně, zajistěte, aby byla bezpečně uložena někde, čemu důvěřujete.
cy: Os dewiswch gadw'ch ymadrodd adfer yn ddigidol, gwnewch yn siŵr ei fod yn cael ei storio'n ddiogel mewn man rydych yn ymddiried ynddo.
da: Hvis du vælger at gemme din gendannelsessætning digitalt, sørg for at den opbevares sikkert et sted, du stoler på.
de: Falls du deine Wiederherstellungsphrase digital speicherst, sorge dafür, dass sie sicher an einem vertrauenswürdigen Ort gespeichert ist.
el: Εάν επιλέξετε να αποθηκεύσετε τη φράση ανάκτησης ψηφιακά, βεβαιωθείτε ότι είναι αποθηκευμένη με ασφάλεια σε μέρος που εμπιστεύεστε.
es: Si eliges guardar tu frase de recuperación de forma digital, asegúrate de que esté almacenada de manera segura en un sitio de confianza.
et: Kui soovid oma kontroll-lauset digitaalselt säilitada, veendu, et see oleks turvaliselt kohas, mida usaldad.
eu: Berreskuratzeko esaldia digitalki gordetzea erabakitzen baduzu, ziurtatu konfiantzazko leku batean segurtasunez gordeta dagoela.
fa: اگر تصمیم به ذخیره کردن دیجیتالی عبارت بازیابی خود گرفتید، مطمئن شوید که به صورت امن در جایی که مورد اطمینان شماست ذخیره شده است.
fi: Jos palautuslause säilytetään digitaalisesti, tulee paikan olla turvallinen.
fr: Si vous choisissez de stocker votre phrase de récupération sur un support numérique, veillez à l'enregistrer en lieu sûr.
gu: જો તમે તમારા રિકવરી ફ્રેઝને ડિજિટલ રીતે સંગ્રહિત કરવાનું પસંદ કરો છો, તો ખાતરી કરો કે તે તમને વિશ્વાસ છે તે ક્યાંક સુરક્ષિત રીતે સંગ્રહિત છે.
he: אם אתה בוחר לאחסן את משפט ההשבה שלך באופן דיגיטלי, הבטח שהוא מאוחסן באופן מאובטח במקום כלשהו שאתה בוטח.
hi: यदि आप अपने रिकवरी फ़्रेज़ को डिजिटल रूप से स्टोर करना चुनें, तो सुनिश्चित करें उसे आपके भरोसेमंद स्थान पर सुरक्षित रखा गया हो।
hr: Ako se odlučite na digitalnu pohranu fraze za oporavak, osigurajte da je sigurno pohranjena.
hu: Ha úgy döntesz, hogy a helyreállítási kifejezésed digitális formában tárolod, biztosítsd, hogy biztonságosan legyen tárolva, egy olyan helyen, amiben megbízol.
id: Jika Anda memilih untuk menyimpan frasa pemulihan secara digital, pastikan ia disimpan secara aman di tempat yang Anda percaya.
is: Ef þú kýst að geyma endurheimtufrasann þinn á stafrænu formi, gakktu þá úr skugga um að hann sé geymdur á stað sem þú treystir.
it: Se scegli di memorizzare la frase di recupero in formato digitale, assicurati che sia archiviata in modo sicuro in un luogo di cui ti fidi.
ja: リカバリーフレーズを電子的に保管する場合は、信頼できる安全な場所で保管してください。
km: á”á¾á¢áŸ’á“á€á‡áŸ’ášá¾áŸášá¾áŸášá€áŸ’áŸá¶á‘á»á€áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡ášá”áŸáŸ‹á¢áŸ’á“á€á›á¾á”áŸ’ášá–áŸá“áŸ’á’áŒá¸á‡á¸áá› á¢áŸ’á“á€ááŸ’ášá¼áœá”áŸ’ášá¶á€áŠáá¶áœá¶ááŸ’ášá¼áœá”á¶á“ášá€áŸ’áŸá¶á‘á»á€á€á“áŸ’á›áŸ‚á„áŠáŸ‚á›á¢áŸ’á“á€á‘á»á€á…á·ááŸ’ááŸ”
kn: ನಿಮ್ಮ ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ಡಿಜಿಟಲ್ ರೂಪದಲ್ಲಿ ಸಂಗ್ರಹಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡರೆ, ನೀವು ವಿಶ್ವಾಸ ಹೊಂದಿರುವಲ್ಲಿ ಇದು ಸುರಕ್ಷಿತವಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ko: 복구 문구를 디지털 방식으로 저장하기로 선택한 경우 신뢰할 수 있는 위치에 안전하게 저장되었는지 확인하세요.
lt: Jei pasirinksite saugoti savo atkūrimo frazę skaitmeniniu pavidalu, užtikrinkite, kad ji bus saugiai laikoma patikimoje vietoje.
lv: Ja izvēlaties atgūšanas frāzi glabāt digitāli, pārliecinieties, ka tā tiek droši glabāta uzticamā vietā.
mk: Ако изберете да ја зачувате резервната фраза дигитално, осигурајте се да биде зачувана на безбедно место.
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ വാക്യം ഡിജിറ്റലായി സംഭരിക്കാൻ നിങ്ങൾ തീരുമാനിക്കുകയാണെങ്കിൽ, നിങ്ങൾ വിശ്വസിക്കുന്ന എവിടെയെങ്കിലും അത് സുരക്ഷിതമായി സംഭരിക്കപ്പെടുന്നുവെന്ന് ഉറപ്പാക്കുക.
mr: आपण जर आपला रिकव्हरी फ्रेझ डिटिटल स्वरूपात स्टोअर करण्याचे निवडत असल्यास, ते कुठेतरी सुरक्षितपणे स्टोअर केले असल्याची खात्री करा.
ms: Sekiranya anda memilih untuk menyimpan frasa pemulihan anda secara digital, pastikan frasa pemulihan anda disimpan dengan selamat di tempat yang anda percayai.
my: ဒီဂျစ်တယ်စနစ်ဖြင့် သင့် ပြန်လည်ရယူ စာပုဒ်တိုကို သိမ်းဆည်းမည်ဆိုလျှင် သင်ယုံကြည်ပြီး လုံခြုံသောတစ်နေရာတွင် သိမ်းထားရန် စေလိုပါသည်။
nb: Pass på at gjenopprettingspassordet er lagret en trygg og sikker plass hvis du velger å lagre det digitalt.
nl: Als je ervoor kiest om je herstelzin digitaal op te slaan, zorg er dan voor dat je het beveiligd opslaat op een plek waarvan je weet dat niemand anders er bij kan.
pa: ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਰਿਕਵਰੀ ਸ਼ਬਦ-ਸਮੂਹ ਨੂੰ ਡਿਜੀਟਲ ਰੂਪ ਵਿੱਚ ਸਾਂਭਣ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਕਿਸੇ ਅਜਿਹੀ ਥਾਂ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸਾਂਭਿਆ ਗਿਆ ਹੈ ਜਿੱਥੇ ਤੁਸੀਂ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹੋ।
pl: Jeśli zapiszesz swoją frazę odzyskiwania w formacie cyfrowym, upewnij się, że będziesz ją przechowywać w bezpiecznym miejscu.
ps: که غواړئ چې خپل د بیرته تر لاسه کولو عبارت په ډیجیټالي بڼه سره زیرمه کړئ، نو باید ډاډ تر لاسه کړئ چې هغه په یوه خوندي ځای کې زیرمه کړئ.
pt_br: Se você optar por guardar a sua senha de recuperação digitalmente, certifique-se de que ela estará armazenada com segurança em um lugar de sua confiança.
pt_pt: Se você optar por armazenar a sua frase de recuperação digitalmente, certifique-se de que ela esteja armazenada com segurança num local da sua confiança.
ro: Dacă alegi să păstrezi fraza ta de recuperare în mod digital, asigură-te că este stocată în siguranță undeva de încredere.
ru: Если вы решите хранить свою фразу восстановления в электронном виде, убедитесь, что она хранится надёжно и в таком месте, которому вы доверяете.
sk: Ak sa vašu frázu na obnovenie rozhodnete uložiť digitálne, uistite sa, že je uložená bezpečne na nejakom mieste, ktorému dôverujete.
sl: Če ste se odločili za digitalno hranjenje obnovitvene fraze, poskrbite da bo ta varno shranjena v sistemu, ki mu zaupate.
sq: Nëse zgjidhni ta depozitoni frazën tuaj të rikthimit si dixhitale, sigurohuni se depozitohet diku ku keni besim.
sr: Ако желите да дигитално чувате фразу за опоравак, постарајте се да је на сигурном месту.
sv: Om du väljer att lagra din återställningsfras digitalt, se till att den lagras säkert på någon plats du litar på.
sw: Ukichagua kuhifadhi maneno yako ya kurejesha kwa njia dijitali, hakikisha umeyahifadhi salama mahali unapoamini.
ta: நீங்கள் தேர்வு செய்தால் கடை உங்கள் மீட்டெடுப்பு சொற்றொடர் டிஜிட்டல் முறையில், நீங்கள் நம்பும் இடத்தில் அது பாதுகாப்பாக சேமிக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும்.
te: మీరు మీ రికవరీ పదబంధాన్ని డిజిటల్‌గా నిల్వ చేయాలని ఎంచుకుంటే, మీరు విశ్వసించిన చోట సురక్షితంగా నిల్వ చేయబడిందని నిర్ధారించుకోండి.
th: หากคุณเลือกจัดเก็บวลีกู้คืนในระบบดิจิทัล ตรวจสอบให้แน่ใจว่าเก้บไว้ในที่ปลอดภัยที่คุณไว้วางใจ
tr: Eğer kurtarma parolanızı dijital olarak saklamak isterseniz, güvendiğiniz bir yerde güvenli bir şekilde saklandığından emin olun.
ug: ئەگەر ئەسلىگە كەلتۈرۈش جۇملىسىنى رەقەملىك ساقلىماقچى بولسىڭىز، ئىشەنچلىك بىر يەردە بىخەتەر ساقلىنىشىغا كاپالەتلىك قىلىڭ.
uk: Якщо ви хочете зберегти кодову фразу в цифровому форматі, оберіть захищений і надійний носій.
ur: اگر آپ اپنے بازیافت کے فقرے کو ڈیجیٹل طور پر ذخیرہ کرنے کا انتخاب کرتے ہیں تو ، یقینی بنائیں کہ یہ آپ کے اعتماد کے مقام پر محفوظ طریقے سے محفوظ ہے۔
vi: Nếu bạn chọn để lưu trữ điện tử cụm từ khôi phục của mình, đảm bảo nó được lưu giữ bảo mật ở nơi nào đó bạn tin tưởng.
zh_cn: 如果选择以数字方式存储恢复短语，请确保将其安全地存储在可信任之处。
zh_hk: 若您選擇以數碼方式儲存您的恢復片語，請確保已妥為存放於您信任的地方。

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_COPY_TO_CLIPBOARD_CONFIRM_TITLE
source: Copy to Clipboard?
af: Kopieer na knipbord?
ar: هل ترغبُ بالنسخ إلى الحافظة؟
az: Lövhəyə kopyalansın?
be: Скапіраваць у буфер абмену?
bn: ক্লিপবোর্ডে কপি করবেন?
ca: Es copia al porta-retalls?
cs: Zkopírovat do schránky?
cy: Copïo i'r Clipfwrdd?
da: Kopier til udklipsholder?
de: In Zwischenablage kopieren?
el: Αντιγραφή στο Πρόχειρο;
es: ¿Copiar al portapapeles?
et: Kas kopeerida lõikepuhvrisse?
fa: کپی به کلیپ‌بورد؟
fi: Kopioidaanko leikepöydälle?
fr: Copier dans le presse-papiers ?
gu: ક્લિપબોર્ડમાં કૉપિ કરવું છે?
he: להעתיק ללוח הגזירה?
hi: क्लिपबोर्ड पर कॉपी करें?
hr: Kopiraj u međuspremnik?
hu: Másolás vágólapra?
id: Salin ke Papan Klip?
is: Afrita á klippispjald?
it: Copiare negli appunti?
ja: クリップボードにコピーしますか？
km: á…á˜áŸ’á›á„á‘áŸ… Clipboard?
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸುವುದೇ?
ko: 클립보드에 복사할까요?
lt: Kopijuoti į iškarpinę?
lv: Vai kopēt starpliktuvē?
ml: ക്ലിപ്പ്ബോർഡിലേയ്ക്ക് പകർത്തുക?
mr: क्लिपबोर्डवर कॉपी करायचे?
ms: Salin ke Papan Keratan?
my: ကလစ်ဘုတ်ပေါ်သို့ ကူးယူမည်လား?
nb: Kopier til utklippstavlen?
nl: Kopiëren naar klembord?
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰਨਾ ਹੈ?
pl: Skopiować do schowka?
ps: غواړئ کلیپبورډ ته یې کاپي کړئ؟
pt_br: Copiar para a área de transferência?
pt_pt: Copiar para a área de transferência?
ro: Copiere în clipboard?
ru: Копировать в буфер обмена?
sk: Okopírovať do schránky?
sl: Želite kopirati v odložišče?
sq: Të Kopjohet në të Papastër?
sr: Желите ли да копирате фразу?
sv: Kopiera till urklipp?
sw: Ungependa Kunakili kwenye Ubao wa Kunakili?
ta: நகலெடுக்கவும் கிளிப்போர்டுக்கு?
te: తాత్కాలికంగా భద్రపరుచు ప్రదేశముకు నకలు చెయ్యి?
th: คัดลอกไปคลิปบอร์ดหรือไม่?
tr: Panoya Kopyalansın mı?
ug: چاپلاش تاختىسىغا كۆچۈرەمدۇ؟
uk: Копіювати в буфер обміну?
ur: کلپ بورڈ پر کاپی کریں؟
vi: Sao chép vào Bảng kẹp?
zh_cn: 是否复制到剪贴板？
zh_hk: 要複製到剪貼簿嗎？

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_SEE_PASSPHRASE_AGAIN
source: See Phrase Again
af: Sien frase weer
ar: اطَّلِع مُجدَّدًا على العبارة
az: Parola yenidən bax
be: Прагледзець фразу яшчэ раз
bn: বাক্যাংশটি আবার দেখুন
ca: Vegeu la frase un altre cop
cs: Zobrazit frázi znovu
cy: Gweld yr Ymadrodd Eto
da: Se sætning igen
de: Phrase erneut anzeigen
el: Εμφάνιση Φράσης Ξανά
es: Ver la frase otra vez
fa: دیدن دوبارهٔ عبارت
fi: Näytä palautuslause uudelleen
fr: Revoir la phrase
gu: ફ્રેઝને ફરીથી જુઓ
he: ראה משפט שוב
hi: वाक्यांश दोबारा देखें
hr: Ponovno prikaži frazu
hu: Kifejezés megtekintése újra
id: Lihat Frasa Lagi
is: Sjá frasa aftur
it: Vedi di nuovo la frase
ja: フレーズを再表示
km: á˜á¾á›áƒáŸ’á›á¶á˜áŸ’áŠá„á‘áŸ€á
kn: ಪದಗುಚ್ಛವನ್ನು ಮತ್ತೆ ನೋಡಿ
ko: 문구를 다시 보세요
lt: Rodyti frazę dar kartą
lv: Skatīt frāzi vēlreiz
ml: വാക്യാംശം വീണ്ടും കാണുക
mr: फ्रेझ पुन्हा पहा
ms: Lihat Frasa Lagi
my: စာပုဒ်တိုကို ပြန်ကြည့်မယ်
nb: Se passordet igjen
nl: De zin opnieuw weergeven
pa: ਵਾਕ ਦੁਬਾਰਾ ਦੇਖੋ
pl: Wyświetl frazę ponownie
ps: عبارت بیا ووینئ
pt_br: Ver a senha novamente
pt_pt: Ver frase de novo
ro: Vezi din nou fraza
ru: Просмотреть фразу ещё раз
sk: Zobraziť frázu znovu
sl: Ponovno prikaži frazo
sq: Rishiheni Frazë
sr: Прикажи фразу опет
sv: Se frasen igen
sw: Angalia Maneno tena
ta: மீண்டும் சொற்றொடரைக் காண்க
te: మళ్ళీ పదబంధం చూడండి
th: ดูวลีอีกครั้ง
tr: Parolayı Tekrar Gör
ug: ئىبارىنى قايتا كۆرۈڭ
uk: Показати кодову фразу ще раз
ur: دوبارہ جملے دیکھیں
vi: Xem cụm từ một lần nữa
zh_cn: 再次查看短语
zh_hk: 再看一次片語

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_START_TITLE
source: View Recovery Phrase
af: Bekyk herwinfrase
ar: عرض عبارة الاستعادة
az: Bərpa paroluna bax
be: Прагледзець фразу для аднаўлення
bn: রিকভারি ফ্রেজ দেখুন
ca: Mostra la frase de recuperació
cs: Zobrazit frázi pro obnovení
cy: Gweld Ymadrodd Adfer
da: Vis gendannelsessætning
de: Wiederherstellungsphrase anzeigen
el: Προβολή Φράσης Ανάκτησης
es: Ver frase de recuperación
fa: مشاهدهٔ عبارت بازیابی
fi: Näytä palautuslause
fr: Afficher la phrase de récupération
ga: Amharc ar Fhrása Athshlánaithe
gu: રિકવરી ફ્રેઝ જુઓ
he: הצג משפט סיסמה
hi: रिकवरी फ़्रेज़ देखें
hr: Prikaži frazu za oporavak
hu: Helyreállítási kifejezés
id: Lihat Frasa Pemulihan
is: Skoða endurheimtufrasa
it: Visualizza la frase di recupero
ja: リカバリーフレーズを見る
km: á˜á¾á›áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛವನ್ನು ನೋಡಿ
ko: 복구 문구 보기
lt: Rodyti atkūrimo frazę
lv: Skatīt atgūšanas frāzi
ml: വീണ്ടെടുക്കൽ വാചകം കാണുക
mr: रिकव्हरी फ्रेझ पहा
ms: Lihat Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တိုကို ကြည့်မယ်
nb: Se gjenopprettingsfrasen
nl: Herstelzin weergeven
pa: ਰਿਕਵਰੀ ਵਾਕ ਵੇਖੋ
pl: Wyświetl frazę odzyskiwania
ps: د بیرته تر لاسه کولو عبارت ووینئ
pt_br: Ver senha de recuperação
pt_pt: Ver frase de recuperação
ro: Afișare fraza de recuperare
ru: Просмотр фразы восстановления
sk: Zobraziť frázu na obnovenie
sl: Prikaži obnovitveno frazo
sq: Shihni Frazë Rikthimi
sr: Прикажи фразу за опоравак
sv: Visa återställningsfras
sw: Angalia Maneno ya Kurejesha
ta: மீட்பு சொற்றொடரைக் காண்க
te: రికవరీ పదబంధాన్ని చూడండి
th: ดูวลีกู้คืน
tr: Kurtarma Parolasını Görüntüle
ug: ئەسلىگە كەلتۈرۈش ئىبارىسىنى كۆرسەت
uk: Перегляд кодової фрази
ur: بازیابی کی عبارت دیکھیں
vi: Xem Cụm từ Khôi phục
zh_cn: 查看恢复短语
zh_hk: 檢視恢復片語

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_TITLE
source: Recovery Phrase
af: Herwinfrase
ar: عبارة الاستعادة
az: Bərpa parolu
be: Фраза для аднаўлення
bn: রিকভারি ফ্রেজ
ca: Frase de recuperació
cs: Fráze pro obnovení
cy: Ymadrodd Adfer
da: Gendannelsessætning
de: Wiederherstellungsphrase
el: Φράση ανάκτησης
es: Frase de recuperación
fa: عبارت بازیابی
fi: Palautuslause
fr: Phrase de récupération
gu: રિકવરી ફ્રેઝ
he: משפט השבה
hi: रिकवरी फ़्रेज़
hr: Fraza za oporavak
hu: Helyreállítási fázis
id: Frasa Pemulihan
is: Endurheimtufrasi
it: Frase di recupero
ja: リカバリーフレーズ
km: áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛ
ko: 복구 문구
lt: Atkūrimo frazė
lv: Atgūšanas frāze
ml: വീണ്ടെടുക്കൽ വാചകം
mr: रिकव्हरी फ्रेझ
ms: Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တို
nb: Gjenopprettingsfrase
nl: Herstelzin
pa: ਬਹਾਲੀ ਵਾਕ
pl: Fraza odzyskiwania
ps: د بیرته تر لاسه کولو عبارت
pt_br: Senha de recuperação
pt_pt: Frase de recuperação
ro: Frază de recuperare
ru: Фраза восстановления
sk: Fráza na obnovenie
sl: Obnovitvena fraza
sq: Frazë Rikthimi
sr: Фраза за опоравак
sv: Återställningsfras
sw: Maneno ya Kurejesha
ta: மீட்பு சொற்றொடர்
te: రికవరీ పదబంధం
th: วลีกู้คืน
tr: Kurtarma Parolası
ug: ئەسلىگە كەلتۈرۈش ئىبارىسى
uk: Кодова фраза
ur: بازیابی کی عبارت
vi: Cụm từ khôi phục
zh_cn: 恢复短语
zh_hk: 恢復片語

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_WORDS_EXPLANATION
source: Write down the following 24 words in order. Store your list in a secure place.
af: Skryf die volgende 24 woorde in volgorde neer. Bewaar u lys op ’n veilige plek.
ar: اكتب الكلمات الأربع والعشرين التالية بالترتيب. احتفِظ بقائمتك في مكانٍ آمن.
az: Aşağıdakı 24 sözü sırayla yazın. Siyahınızı güvənli bir yerdə saxlayın.
be: Запішыце наступныя 24 словы па парадку. Захоўвайце свой спіс у надзейным месцы.
bn: নিম্নোক্ত 24টি শব্দ সুবিন্যস্তভাবে লিখুন। আপনার তালিকাটি একটি নিরাপদ স্থানে সংরক্ষণ করুন।
ca: Escriviu les següents 24 paraules en ordre. Deseu la llista en un lloc segur.
cs: Napište následujících 24 slov v uvedeném pořadí. Uložte si seznam na bezpečném místě.
cy: Ysgrifennwch y 24 gair canlynol mewn trefn. Cadwch eich rhestr mewn man diogel.
da: Skriv følgende 24 ord i rækkefølge. Opbevar din liste på et sikkert sted.
de: Notiere die folgenden 24 Wörter in der angegebenen Reihenfolge, und bewahre deine Liste an einem sicheren Ort auf.
el: Σημειώστε τις ακόλουθες 24 λέξεις με τη σειρά. Φυλάξτε τον κατάλογό σας σε ασφαλές μέρος.
es: Anota las siguientes 24 palabras en orden. Guárdalas en un lugar seguro.
fa: ۲۴ کلمهٔ زیر را به ترتیب یادداشت کنید. فهرست خود را در یک جای امن نگهداری کنید.
fi: Kirjoita muistiin seuraavat 24 sanaa järjestyksessä. Laita lista talteen turvalliseen paikkaan.
fr: Notez les 24 mots suivants dans l'ordre où ils sont affichés. Conservez votre liste en lieu sûr.
gu: નીચેના 24 શબ્દો ક્રમમાં લખો. તમારા લિસ્ટને સુરક્ષિત જગ્યાએ સંગ્રહિત કરો.
he: כתוב את 24 המילים הבאות לפי הסדר. אחסן את הרשימה שלך במקום מאובטח.
hi: निम्न 24 शब्दों को क्रम में लिखें। अपनी सूची को किसी सुरक्षित स्थान पर रखें।
hr: Redom zapišite slijedeće 24 riječi. Spremite vaš popis riječi na sigurno mjesto.
hu: Írd le a következő 24 szót sorrendben. Tárold ezt a listát egy biztonságos helyen.
id: Tuliskan 24 kata berikut secara berurutan. Simpan di tempat yang aman.
is: Skrifaðu niður eftirfarandi 24 orð í réttri röð. Geymdu þetta á öruggum stað.
it: Annota le seguenti 24 parole in ordine. Conserva la tua lista in un luogo sicuro.
ja: 次の24語を順番通り書きとめて、安全な場所に保管してください。
km: áŸášáŸáŸášá“á¼áœá–á¶á€áŸ’á™ 24 áá¶á˜á›áŸ†áŠá¶á”áŸ‹á›áŸ†áŠáŸ„á™áŸ” ášá€áŸ’áŸá¶á‘á»á€á”á‰áŸ’á‡á¸ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á€á“áŸ’á›áŸ‚á„áŸá»áœááŸ’áá·á—á¶á–áŸ”
kn: ಕೆಳಗಿನ 24 ಪದಗಳನ್ನು ಕ್ರಮವಾಗಿ ಬರೆದುಕೊಳ್ಳಿ. ನಿಮ್ಮ ಪಟ್ಟಿಯನ್ನು ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಇಟ್ಟುಕೊಳ್ಳಿ.
ko: 다음 24개 단어를 순서대로 써놓으세요. 안전한 장소에 목록을 저장하세요.
lt: Užsirašykite šiuos 24 žodžius eilės tvarka. Saugokite sąrašą saugioje vietoje.
lv: Secīgi pierakstiet šādus 24 vārdus. Glabājiet savu sarakstu drošā vietā.
ml: ഇനിപ്പറയുന്ന 24 വാക്കുകൾ ക്രമത്തിൽ എഴുതുക. നിങ്ങളുടെ പട്ടിക സുരക്ഷിതമായ സ്ഥലത്ത് സൂക്ഷിക്കുക.
mr: पुढील 24 शब्द ओळीत लिहून ठेवा. आपली यादी सुरक्षित ठिकाणी ठेवा.
ms: Catatkan 24 perkataan yang berikut mengikut urutan. Simpan senarai anda di tempat yang selamat.
my: အောက်ပါ စာလုံး ၂၄ လုံးကို အစီအစဥ်လိုက်တိုင်း ပြန်ရေးပေးပါ။ ၎င်းစာရင်းကို လုံခြုံသောနေရာတွင် သိမ်းဆည်းပေးပါ။
nb: Skriv ned de 24 ordene under i rekkefølge, og oppbevar listen din på en trygg plass.
nl: Schrijf de volgende 24 woorden op in dezelfde volgorde en bewaar ze op een veilige plaats.
pa: ਕ੍ਰਮ ਵਿੱਚ ਹੇਠਾਂ ਦਿੱਤੇ 24 ਸ਼ਬਦ ਲਿਖੋ। ਆਪਣੀ ਸੂਚੀ ਨੂੰ ਕਿਸੇ ਸੁਰੱਖਿਅਤ ਜਗ੍ਹਾ ’ਤੇ ਸਟੋਰ ਕਰੋ।
pl: Zapisz te 24 wyrazy w odpowiedniej kolejności. Przechowuj je w bezpiecznym miejscu.
ps: لاندنۍ 24 کلیمې په ترتیب سره ولیکئ. خپل لیست په یوه خوندي ځای کې زیرمه کړئ.
pt_br: Anote as 24 palavras seguintes em ordem. Guarde essa lista em um local seguro.
pt_pt: Anote as 24 palavras seguintes em ordem. Guarde a sua lista num local seguro.
ro: Notați următoarele 24 de cuvinte în ordinea în care apar. Păstrați lista într-un loc sigur.
ru: Запишите следующие 24 слова по порядку. Храните свой список в безопасном месте.
sk: Zapíšte si nasledovných 24 slov v poradí. Tento zoznam si uložte na bezpečnom mieste.
sl: Zapišite si naslednjih 24 besed po vrstnem redu. Zapis shranite na varnem mestu.
sq: Mbani shënim 24 fjalët vijuese, sipas radhës. Depozitojeni listën tuaj në një vend të sigurt.
sr: Запишите редом 24 речи из наставка. Чувајте листу на сигурном месту.
sv: Skriv ner följande 24 ord i ordning. Förvara din lista på ett säkert ställe.
sw: Andika maneno 24 yafuatayo kwa mpangilio maalum. Hifadhi orodha yako mahali salama.
ta: பின்வரும் 24 சொற்களை வரிசையாக எழுதுங்கள். கடை உங்கள் பட்டியல் பாதுகாப்பான இடத்தில்.
te: కింది 24 పదాలను క్రమంలో రాయండి. మీ జాబితాను సురక్షితమైన స్థలంలో నిల్వ చేయండి.
th: จดทั้ง 24 คำต่อไปนี้ตามลำดับ เก็บรักษารายการของคุณนี้ไว้ในที่ปลอดภัย
tr: Aşağıdaki 24 kelimeyi oldukları sırada kaydedin. Bu listeyi güvenli bir yerde saklayın.
ug: تۆۋەندىكى 24 سۆزنى تەرتىپى بويىچە يېزىۋېلىڭ. تىزىملىكىڭىزنى بىخەتەر جايدا ساقلاڭ.
uk: Запишіть ці 24 слова в такому ж порядку. Збережіть цей список слів у надійному місці.
ur: ترتیب میں مندرجہ ذیل 24 الفاظ لکھیں۔ اپنی فہرست کو محفوظ جگہ پر اسٹور کریں۔
vi: Ghi lại 24 từ sau theo thứ tự. Lưu trữ danh sách của bạn ở một nơi bảo mật.
zh_cn: 依次记下以下 24 个单词。请将该列表存储在安全的地方。
zh_hk: 請依順序寫下以下 24 個字詞，並將您的清單存放於安全的地方。

# SETTINGS_PAYMENTS_VIEW_PASSPHRASE_WORDS_FOOTER_2
source: Do not share this list
ar: لا تُشارِك هذه القائمة
be: Не абагульваць гэты спіс
bn: এই লিস্টটি শেয়ার করবেন না
ca: No comparteixis aquesta llista
cs: Tento seznam nesdílejte
da: Del ikke denne liste
de: Gib diese Liste nicht weiter
el: Μην κοινοποιείς αυτή τη λίστα
es: No compartas esta lista
fa: این فهرست اشتراک‌گذاری نشود
fi: Älä jaa tätä luetteloa
fr: Ne partagez pas cette liste
ga: Ná comhroinn an liosta seo
gu: આ લિસ્ટને શેર કરશો નહીં
he: אין לשתף את הרשימה הזו
hi: इस सूची को साझा न करें
hr: Nemojte dijeliti ovaj popis
hu: Ne oszd meg ezt a listát
id: Jangan bagikan daftar ini
it: Non condividere questo elenco
ja: このリストは共有しないでください
ko: 이 목록을 공유하지 마세요.
mr: ही सूची सामायिक करु नका
ms: Jangan kongsi senarai ini
nb: Ikke del denne listen med noen
nl: Deel deze lijst niet
pl: Nie udostępniaj tej listy
pt_br: Não compartilhar esta lista
pt_pt: Não partilhe esta lista
ro: Nu distribui această listă
ru: Ни с кем не делитесь этим списком
sk: Tento zoznam s nikým nezdieľajte
sr: Не делите ову листу
sv: Dela inte den här listan
th: อย่าเปิดเผยข้อมูลนี้กับใคร
tr: Bu listeyi paylaşma
ug: بۇ تىزىملىكنى ئورتاقلاشماڭ
uk: Ні з ким не діліться цим списком
ur: اس فہرست کو شیئر نہ کریں
vi: Không chia sẻ danh sách này
zh_cn: 请勿分享此列表
zh_hk: 請勿分享此清單

# SETTINGS_PAYMENTS_VIEW_PAYMENTS_LOCK_PROMPT_TITLE
source: Another Layer of Protection
ar: طبقة أخرى من الحماية
be: Дадатковы ўзровень бяспекі
bn: সুরক্ষার আরেকটি স্তর
ca: Una altra capa de protecció
cs: Další vrstva ochrany
da: Endnu et beskyttelseslag
de: Eine weitere Schutzebene
el: Ακόμα ένα επίπεδο προστασίας
es: Una capa de protección adicional
fa: لایه مضاعف محافظتی
fi: Lisäsuojaus
fr: Une protection renforcée
ga: Sraith Eile Cosanta
gu: સંરક્ષણનું અલગ સ્તર
he: עוד שכבת הגנה
hi: सुरक्षा की एक और परत
hr: Dodatna razina zaštite
hu: Egy másik védelmi réteg
id: Lapisan Perlindungan Lain
it: Un livello superiore di protezione
ja: 保護レイヤーの追加
ko: 추가 보안 조치
mr: सरंक्षणाचा आणखी एक स्तर
ms: Satu Lagi Lapisan Perlindungan
nb: Et ekstra sikkerhetslag
nl: Een extra beschermingslaag
pl: Dodatkowe zabezpieczenie
pt_br: Outra camada de proteção
pt_pt: Outra camada de proteção
ro: Alt strat de protecție
ru: Еще один уровень защиты
sk: Ďalšia vrstva ochrany
sr: Још један слој заштите
sv: Ett skyddslager till
th: อีกชั้นของการปกป้อง
tr: Başka Bir Koruma Katmanı
ug: يەنە بىر قەۋەت قوغداش تەدبىرى
uk: Додатковий рівень захисту
ur: حفاظت کی ایک اور تہہ
vi: Một Lớp Bảo vệ khác
zh_cn: 多加一重安全保护
zh_hk: 另一重保護

# SETTINGS_PAYMENTS_VIEW_RECOVERY_PASSPHRASE
source: Recovery Phrase
af: Herwinfrase
ar: عبارة الاستعادة
az: Bərpa parolu
be: Фраза для аднаўлення
bn: রিকভারি ফ্রেজ
ca: Frase de recuperació
cs: Fráze pro obnovení
cy: Ymadrodd Adfer
da: Gendannelsessætning
de: Wiederherstellungsphrase
el: Φράση ανάκτησης
es: Frase de recuperación
fa: عبارت بازیابی
fi: Palautuslause
fr: Phrase de récupération
gu: રિકવરી ફ્રેઝ
he: משפט השבה
hi: रिकवरी फ़्रेज़
hr: Fraza za oporavak
hu: Helyreállítási kifejezés
id: Frasa Pemulihan
is: Endurheimtufrasi
it: Frase di recupero
ja: リカバリーフレーズ
km: áƒáŸ’á›á¶áŸá„áŸ’á‚áŸ’ášáŸ„áŸ‡
kn: ರಿಕವರಿ ಪದಗುಚ್ಛ
ko: 복구 문구
lt: Atkūrimo frazė
lv: Atgūšanas frāze
ml: വീണ്ടെടുക്കൽ വാചകം
mr: रिकव्हरी फ्रेझ
ms: Frasa Pemulihan
my: ပြန်လည်ရယူရန် စာပုဒ်တို
nb: Gjenopprettingsfrase
nl: Herstelzin
pa: ਬਹਾਲੀ ਵਾਕ
pl: Fraza odzyskiwania
ps: د بیرته تر لاسه کولو عبارت
pt_br: Senha de recuperação
pt_pt: Frase de recuperação
ro: Frază de recuperare
ru: Фраза восстановления
sk: Fráza na obnovenie
sl: Obnovitvena fraza
sq: Frazë Rikthimi
sr: Фраза за опоравак
sv: Återställningsfras
sw: Maneno ya kurejesha
ta: மீட்பு சொற்றொடர்
te: రికవరీ పదబంధం
th: วลีกู้คืน
tr: Kurtarma Parolası
ug: ئەسلىگە كەلتۈرۈش ئىبارىسى
uk: Кодова фраза
ur: بازیابی کی عبارت
vi: Cụm từ khôi phục
zh_cn: 恢复短语
zh_hk: 恢復片語
