Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_ACTION_SHARE_MEDIA
source: Share Media
af: Deel media
ar: مشاركة الوسائط
az: Medianı paylaş
be: Абагуліць медыяфайлы
bg: Споделяне на мултимедия
bn: মিডিয়া শেয়ার করুন
ca: Comparteix el contingut
cs: Sdílet média
cy: Rhannu Cyfryngau
da: Del mediefil
de: Medieninhalte teilen
el: Κοινοποίηση πολυμέσων
es: Compartir archivos
es_es: Compartir archivos
et: Meedia jagamine
eu: Partekatu multimedia
fa: اشتراک‌گذاری رسانه
fi: Jaa liitetiedosto
fil: Ibahagi ang Media
fr: Partager un média
ga: Comhroinn na Meáin
gu: શેર કરો મીડિયા
he: שתף מדיה
hi: मीडिया शेयर करें
hr: Podijeli medijske zapise
hu: Média megosztása
id: Bagikan media
is: Deila margmiðlunarefni
it: Condividi media
ja: メディアを共有
kab: Bdu amidyat
kk: Ақпарат құралдарын бөлісу
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€á˜áŸáŒá¶
kn: ಮೀಡಿಯಾ ಹಂಚಿಕೊಳ್ಳಿ
ko: 미디어 공유
lt: Bendrinti mediją
lv: Kopīgot multividi
mk: Сподели медија
ml: മീഡിയ പങ്കിടുക
mr: मिडिया सामायिक करा
ms: Kongsi Media
my: မီဒီယာ မျှဝေမယ်
nb: Del media
nl: Media delen
pa: ਮੀਡੀਆ ਸਾਂਝਾ ਕਰੋ
pa_pk: میڈیا دا سانجھا کرو
pl: Udostępnij multimedia
ps: د رسنۍ شریکول
pt_br: Compartilhar mídia
pt_pt: Partilhar multimédia
ro: Partajează media
ru: Поделиться медиа
sk: Zdieľať médiá
sl: Deljenje datotek
sq: Ndani Media
sr: Подели медиј
sv: Dela media
sw: Shirika Media
ta: பகிர் மீடியா
te: మీడియాను భాగస్వామ్యం చేయండి
th: แบ่งปันสื่อ
tr: İçerik Paylaş
ug: ۋاسىتە ھەمبەھىر
uk: Поділитися медіафайлами
ur: میڈیا کو شیئر کریں
vi: Chia sẻ tệp đa phương tiện
zh_cn: 分享媒体文件
zh_hk: 分享媒體檔案

# MESSAGE_ACTION_SPEAK_MESSAGE
source: Speak Message
ar: نطق الرسالة
be: Прамовіць паведамленне ўголас
bn: স্পিক ম্যাসেজ
ca: Missatge parlat
cs: Přečíst zprávu
da: Læs besked op
de: Nachricht sprechen
el: Ομιλία
es: Leer mensaje en voz alta
fa: خواندن پیام
fi: Lue viesti ääneen
fr: Écouter le message
ga: Labhair Teachtaireacht
gu: મેસેજ બોલો
he: הודעה מדברת
hi: संदेश बोलें
hr: Čitanje poruke
hu: Üzenet felolvasása
id: Baca Pesan
it: Leggi il messaggio
ja: メッセージの読み上げ
ko: 메시지 음성 재생
mr: संदेश बोला
ms: Mesej Bercakap
nb: Les opp melding
nl: Bericht voorlezen
pl: Przeczytaj wiadomość na głos
pt_br: Falar mensagem
pt_pt: Enunciar mensagem
ro: Rostește Mesajul
ru: Произнести сообщение вслух
sk: Prečítať správu
sl: Preberi sporočilo
sr: Прочитај поруку
sv: Läs upp meddelande
th: อ่านออกเสียงข้อความ
tr: Mesajı Seslendir
ug: ئاۋازلىق ئۇچۇر
uk: Озвучити повідомлення
ur: زبانی میسج
vi: Đọc Tin nhắn
zh_cn: 朗读消息
zh_hk: 朗讀訊息

# MESSAGE_ACTION_STOP_SPEAKING_MESSAGE
source: Stop Speaking Message
ar: التوقُّف عن نطق الرسالة
be: Спыніць прамаўленне паведамлення ўголас
bn: স্পিক ম্যাসেজ বন্ধ করুন
ca: Aturar missatge parlat
cs: Zastavit čtení zprávy
da: Stop oplæsning af besked
de: Sprechen der Nachricht stoppen
el: Διακοπή Ομιλίας
es: Detener lectura en voz alta
fa: توقف خواندن پیام
fi: Lopeta viestin lukeminen
fr: Arrêter l'écoute du message
ga: Stop Labhairt na Teachtaireachta
gu: બોલાઈ રહેલ મેસેજ રોકો
he: עצירת הודעה מדברת
hi: संदेश बोलना बंद करें
hr: Zaustavi čitanje poruke
hu: Felolvasott üzenet leállítása
id: Berhenti Baca Pesan
it: Ferma la lettura del messaggio
ja: メッセージの読み上げを停止する
ko: 메시지 음성 재생 중지
mr: संदेश बोलणे थांबवा
ms: Hentikan Mesej Bercakap
nb: Avslutt opplesing av melding
nl: Stoppen met voorlezen
pl: Zatrzymaj czytanie wiadomości na głos
pt_br: Parar de falar mensagem
pt_pt: Parar de enunciar mensagem
ro: Oprește Rostirea Mesajului
ru: Остановить произнесение сообщения вслух
sk: Zastaviť čítanie správy
sl: Ustavi branje sporočila
sr: Прекини читање поруке
sv: Stoppa uppläsning av meddelande
th: หยุดการอ่านออกเสียงข้อความ
tr: Mesajı Seslendirmeyi Durdur
ug: ئاۋازلىق ئۇچۇرنى ئېتىش
uk: Зупинити озвучування повідомлення
ur: زبانی میسج روکیں
vi: Dừng Đọc Tin nhắn
zh_cn: 停止朗读消息
zh_hk: 停止朗讀訊息

# MESSAGE_ACTION_TITLE_GROUP_INVITE
source: Group Invite
af: Groepuitnodiging
ar: الدعوة للمجموعة
az: Qrup dəvəti
be: Запрашэнне ў групу
bn: গ্রুপ আমন্ত্রণ
ca: Invitació de grup
cs: Skupinová pozvánka
cy: Gwahoddiad Grŵp
da: Gruppeinvitation
de: Gruppeneinladung
el: Πρόσκληση σε ομάδα
es: Invitación al grupo
et: Grupikutse
fa: دعوت گروه
fi: Ryhmäkutsu
fr: Invitation à rejoindre un groupe
gu: ગ્રુપ આમંત્રણ
he: הזמנת קבוצה
hi: ग्रुप आमंत्रण
hr: Grupna pozivnica
hu: Csoportmeghívó
id: Undangan Grup
is: Boð í hóp
it: Invito al gruppo
ja: グループ招待
km: á€á¶ášá¢á‰áŸ’á‡á¾á‰á€áŸ’ášá»á˜
kn: ಗುಂಪು ಆಹ್ವಾನ
ko: 그룹 초대
lt: Pakvietimas prisijungti prie grupės
lv: Grupas uzaicinājums
ml: ഗ്രൂപ്പ് ക്ഷണം
mr: गट आमंत्रण
ms: Jemputan Kumpulan
nb: Gruppeinvitasjon
nl: Groepsuitnodiging
pa: ਗਰੁੱਪ ਸੱਦੇ
pl: Zaproszenie do grupy
ps: د ګروپ بلنه
pt_br: Convite do grupo
pt_pt: Convite de grupo
ro: Invitație grup
ru: Приглашение в группу
sk: Pozvánka do skupiny
sl: Vabilo v skupino
sq: Ftesë Grupi
sr: Позивница за групу
sv: Gruppinbjudan
sw: Mwaliko wa Kikundi
ta: குழு அழைக்கவும்
te: సమూహ ఆహ్వానం
th: คำเชิญกลุ่ม
tr: Grup Daveti
ug: گۇرۇپپا تەكلىپى
uk: Запрошення до групи
ur: گروپ دعوت دیں
vi: Lời mời Nhóm
zh_cn: 群组邀请
zh_hk: 群組邀請

# MESSAGE_ACTION_TITLE_STICKER_PACK
source: Sticker Pack
af: Plakkerpak
ar: مجموعة المُلصَقات
az: Stiker paketi
be: Набор стыкераў
bn: স্টিকার প্যাক
ca: Paquet d'adhesius
cs: Sada nálepek
cy: Pecyn Sticeri
da: Klistermærkepakke
de: Sticker-Set
el: Πακέτο αυτοκολλήτων
es: Paquete de stickers
et: Kleebisepakk
eu: Eranskailuen Paketea
fa: پک استیکر
fi: Tarrapaketti
fr: Pack de stickers
ga: Beart Greamán
gu: સ્ટીકર પેક
he: חבילת מדבקות
hi: स्टीकर पैक
hr: Paket naljepnica
hu: Matricsacsomag
id: Paket Stiker
is: Límmerkjapakki
it: Pacchetto di adesivi
ja: ステッカーパック
kab: Akemmus inetḍen
km: á€á‰áŸ’á…á”áŸ‹áŸáŸ’á‘á¸á€á‚áŸáš
kn: ಸ್ಟಿಕ್ಕರ್ ಪ್ಯಾಕ್
ko: 스티커 팩
lt: Lipdukų paketas
lv: Uzlīmju komplekts
mk: Стикер пакет
ml: സ്റ്റിക്കർ പാക്ക്
mr: स्टिकर पॅक
ms: Pek Pelekat
my: စတစ်ကာတွဲ
nb: Klistremerkepakke
nl: Stickerpakket
pa: ਸਟਿੱਕਰ ਪੈਕ
pl: Pakiet naklejek
ps: د سټیکر کڅوړه
pt_br: Pacote de figurinhas
pt_pt: Pacote de autocolantes
ro: Pachet autocolante
ru: Набор стикеров
sk: Balík nálepiek
sl: Paket nalepk
sq: Paketë Ngjitësish
sr: Пакет налепница
sv: Klistermärkepaket
sw: Pakiti ya Vibandiko
ta: ஸ்டிக்கர் பேக்
te: స్టిక్కర్ ప్యాక్
th: ชุดสติกเกอร์
tr: Çıkartma Paketi
ug: چاپلاق بوغچىسى
uk: Набір стікерів
ur: اسٹیکر پیک
vi: Gói Nhãn dán
zh_cn: 表情包
zh_hk: 貼圖包

# MESSAGE_APPROVAL_DIALOG_TITLE
source: Message
af: Boodskap
ar: رسالة
az: Mesaj yaz
be: Паведамленне
bg: Съобщение
bn: বার্তা
ca: Missatge
cs: Zpráva
cy: Neges
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
es_es: Mensaje
et: Sõnum
eu: Mezua
fa: پیام
fi: Viesti
fil: Mensahe
ga: Teachtaireacht
gu: મેસેજ
he: הודעה
hi: मेसेज
hr: Poruka
hu: Üzenetek
id: Pesan
is: Póstur
it: Messaggio
ja: メッセージ
kab: Izen
kk: Хабарлама
km: áŸá¶áš
kn: ಸಂದೇಶ
ko: 메시지
lt: Žinutė
lv: Ziņa
mk: Порака
ml: സന്ദേശം
mr: संदेश
ms: Mesej
my: မက်ဆေ့ချ်
nb: Melding
nl: Bericht
pa: ਸੁਨੇਹਾ
pa_pk: سنیہا
pl: Wiadomość
ps: پیغام
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Sporočilo
sq: Mesazh
sr: Порука
sv: Meddelande
sw: Ujumbe
ta: செய்தி
te: సందేశం
th: ข้อความ
tr: İleti
ug: ئۇچۇر
uk: Повідомлення
ur: پیغام
vi: Tin nhắn
zh_cn: 消息
zh_hk: 訊息

# MESSAGE_COMPOSEVIEW_TITLE
source: New Message
af: Nuwe boodskap
ar: رسالة جديدة
az: Yeni mesaj
be: Новае паведамленне
bg: Ново Съобщение
bn: নতুন বার্তা
ca: Missatge nou
cs: Nová zpráva
cy: Neges Newydd
da: Ny besked
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
es_es: Nuevo mensaje
et: Uus sõnum
eu: Mezu berria
fa: پیام جدید
fi: Uusi viesti
fil: Bagong Mensahe
fr: Nouveau message
ga: Teachtaireacht Nua
gu: નવો મેસેજ
he: הודעה חדשה
hi: नया मेसेज
hr: Nova poruka
hu: Új üzenet
id: Pesan Baru
is: Ný skilaboð
it: Nuovo messaggio
ja: 新規メッセージ
kab: Izen amaynut
kk: Жаңа хабарлама
km: áŸá¶ášááŸ’á˜á¸
kn: ಹೊಸ ಸಂದೇಶ
ko: 새 메시지
lt: Nauja žinutė
lv: Jauna ziņa
mk: Нова порака
ml: പുതിയ സന്ദേശം
mr: नवीन संदेश
ms: Mesej baru
my: မက်ဆေ့ချ်အသစ်
nb: Ny melding
nl: Nieuw bericht
pa: ਨਵਾਂ ਸੁਨੇਹਾ
pa_pk: نواں سنیہا
pl: Nowa wiadomość
ps: نوی پیغام
pt_br: Nova mensagem
pt_pt: Nova mensagem
ro: Mesaj Nou
ru: Новое сообщение
sk: Nová správa
sl: Novo sporočilo
sq: Mesazh i Ri
sr: Нова порука
sv: Nytt meddelande
sw: Ujumbe Mpya
ta: புதிய தகவல்
te: కొత్త సందేశం
th: ข้อความใหม่
tr: Yeni İleti
ug: يېڭى ئۇچۇر
uk: Нове повідомлення
ur: نیا پیغام
vi: Tin Nhắn Mới
zh_cn: 新信息
zh_hk: 新訊息

# MESSAGE_DETAIL_VIEW_DID_COPY_SENT_TIMESTAMP
source: Sent time copied
af: Stuurtyd gekopieer
ar: تمَّ نسخ وقت الإرسال
az: Göndərmə vaxtı kopyalandı
be: Час адпраўкі скапіраваны
bn: পাঠানোর সময় কপি করা হয়েছে
ca: S'ha copiat l'hora d'enviament
cs: Čas odeslání zkopírován
cy: Copïwyd amser anfon
da: Afsendelsestidspunkt kopieret
de: Versandzeit kopiert
el: Ο χρόνος αποστολής αντιγράφτηκε
es: Marca de tiempo copiada
et: Saatmisaeg kopeeritud
fa: زمان ارسال کپی شد
fi: Lähetysaika kopioitu
fr: Heure d'envoi copiée
gu: મોકલવા માટેના સમયને કૉપિ કરવામાં આવેલ છે
he: זמן שליחה הועתק
hi: भेजने का समय कॉपी किया गया
hr: Vrijeme slanja je kopirano
hu: Küldési idő lemásolva
id: Waktu terkirim disalin
is: Sendingartími afritaður
it: Orario di invio copiato
ja: 送信時間をコピーしました
km: á”á¶á“á…á˜áŸ’á›á„á–áŸá›áœá¶á›á¶á•áŸ’á‰á¾
kn: ಕಳುಹಿಸಿದ ಸಮಯವನ್ನು ಸಕಲಿಸಲಾಗಿದೆ
ko: 보낸 시간 복사됨
lt: Išsiuntimo laikas nukopijuotas
lv: Nosūtīšanas laiks nokopēts
ml: അയച്ച സമയം പകർത്തി
mr: पाठवलेली वेळ कॉपी केली
ms: Masa dihantar telah disalin
my: ကော်ပီကူးယူချိန် ပေးပို့ခဲ့သည်
nb: Sendetidspunkt kopiert
nl: Tijd van verzenden is gekopieerd
pa: ਭੇਜਣ ਦਾ ਸਮਾਂ ਕਾਪੀ ਕੀਤਾ
pl: Czas wysłania skopiowany
ps: د لیږلو وخت کاپي شوی
pt_br: Data de envio copiada
pt_pt: Horário de envio copiado
ro: Timp de trimitere copiat
ru: Время отправки скопировано
sk: Čas odoslania okopírovaný
sl: Čas pošiljanja kopiran
sq: U kopjua kohë dërgimi
sr: Време слања је копирано
sv: Skickad tid kopierad
sw: Wakati uliotumwa umenakiliwa
ta: அனுப்பப்பட்ட நேரம் நகலெடுக்கப்பட்டது
te: పంపిన సమయం కాపీ చేయబడింది
th: เวลาที่ส่งถูกคัดลอกแล้ว
tr: Gönderme zamanı kopyalandı
ug: ئەۋەتىلگەن ۋاقىت كۆچۈرۈلدى
uk: Час надсилання скопійовано
ur: بھیجے گئے وقت کی کاپی
vi: Đã sao chép thời gian gửi
zh_cn: 发送时间已复制
zh_hk: 傳送時間已複製

# MESSAGE_DETAILS_EDIT_HISTORY_TITLE
source: View Edit History
ar: عرض سِجل التعديلات
be: Прагледзець гісторыю змяненняў
bn: এডিট করার ইতিহাস দেখুন
ca: Veure l'historial d'edicions
cs: Zobrazit historii úprav
da: Se redigeringshistorik
de: Bearbeitungsverlauf anzeigen
el: Προβολή ιστορικού επεξεργασίας
es: Ver historial de cambios
fa: مشاهده تاریخچه ویرایش
fi: Näytä muokkaushistoria
fr: Afficher l'historique des modifications
ga: Féach ar an stair eagarthóireachta
gu: ફેરફારોની હિસ્ટ્રી જુઓ
he: הצגת היסטוריית עריכות
hi: संपादित इतिहास देखें
hr: Prikaži povijest uređivanja
hu: Szerkesztési előzmények megtekintése
id: Lihat riwayat pengeditan
it: Visualizza la cronologia delle modifiche
ja: 編集履歴を表示する
ko: 수정 기록 보기
mr: संपादन इतिहास पहा
ms: Lihat sejarah edit
nb: Se redigeringshistorikk
nl: Bewerkingsgeschiedenis bekijken
pl: Wyświetl historię edycji
pt_br: Ver histórico de edições
pt_pt: Ver histórico de edições
ro: Vezi istoricul editărilor
ru: Посмотреть историю изменений
sk: Zobraziť históriu úprav
sr: Прикажи историју измена
sv: Visa redigeringshistorik
th: ดูประวัติการแก้ไข
tr: Düzenleme geçmişini görüntüle
ug: تەھرىرلەش تارىخىنى كۆرۈش
uk: Переглянути правки
ur: ترمیم کی ہسٹری دیکھیں
vi: Xem lịch sử chỉnh sửa
zh_cn: 查看编辑历史
zh_hk: 瀏覽編輯歷史紀錄

# MESSAGE_DETAILS_VIEW_SENT_FROM_TITLE
source: Sent from
af: Gestuur van
ar: أُرسِلَت من قَبْل
az: Göndərildi
be: Адпраўлена ад
bn: এর থেকে পাঠানো হয়েছে
ca: Enviat per
cs: Odesláno od
cy: Anfonwyd gan
da: Sendt fra
de: Gesendet von
el: Στάλθηκε από
es: Enviado por
et: Saatjalt
eu: Honengandik bidalia
fa: ارسال شد از
fi: Lähettäjä
fr: Envoyé par
ga: Seolta ó
gu: તરફથી મોકલવામાં આવેલ છે
he: נשלחה מאת
hi: इनसे भेजा गया
hr: Poslano od
hu: Feladó
id: Dikirim dari
is: Sent frá
it: Inviato da
ja: 送信元
kab: Azen seg
km: á”á¶á“á•áŸ’á‰á¾á–á¸
kn: ಇದರಿಂದ ಕಳುಹಿಸಲಾಗಿದೆ
ko: 받음
lt: Išsiuntė
lv: Nosūtījis
mk: Испратено од
ml: അയച്ചത്
mr: यांनी पाठवले
ms: Dihantar daripada
my: မှပေးပို့သည်
nb: Sendt av
nl: Verzonden door
pa: ਇਸ ਵਲੋਂ ਭੇਜੇ
pl: Nadawca
ps: له خوا لیږل شوی
pt_br: Enviada de
pt_pt: Enviada de
ro: Trimis de
ru: Отправитель
sk: Odoslané kým
sl: Poslal_a uporabnik_ca
sq: Dërguar nga
sr: Пошиљалац
sv: Skickat från
sw: Umetumwa kutoka kwa
ta: அனுப்புனர்
te: నుండి పంపబడింది
th: ส่งจาก
tr: Gönderen
ug: يوللىغۇچى
uk: Відправник
ur: سے بھیجا گیا
vi: Gửi tới
zh_cn: 收自
zh_hk: 已撰寫

# MESSAGE_METADATA_VIEW_ATTACHMENT_FILE_SIZE
source: File Size
af: Lêergrootte
ar: حجم الملف
az: Fayl həcmi
be: Памер файла
bg: Размер на файла
bn: ফাইলের আকার
ca: Mida del fitxer
cs: Velikost souboru
cy: Maint Ffeil
da: Filstørrelse
de: Dateigröße
el: Μέγεθος αρχείου
es: Tamaño del archivo
es_es: Tamaño de archivo
et: Faili suurus
eu: Fitxategiaren tamaina
fa: اندازه فایل
fi: Tiedoston koko
fil: Size ng File
fr: Taille du fichier
ga: Méid an Chomhaid
gu: ફાઇલ સાઈઝ
he: גודל קובץ
hi: फाइल का माप
hr: Veličina datoteke
hu: Fájl méret
id: Ukuran Berkas
is: Skráarstærð
it: Dimensione file
ja: ファイルサイズ
kab: Taille du fichier
kk: Файл өлшемі
km: á‘áŸ†á áŸ†á¯á€áŸá¶áš
kn: ಫೈಲ್ ಗಾತ್ರ
ko: 파일 용량
lt: Failo dydis
lv: Faila lielums
mk: Големина на датотека
ml: ഫയൽ സൈസ്
mr: फाईल आकार
ms: Saiz Fail
my: ဖိုင်အရွယ်အစား
nb: Filstørrelse
nl: Bestandsgrootte
pa: ਫਾਈਲ ਦਾ ਆਕਾਰ
pa_pk: فائل دا سائز
pl: Rozmiar pliku
ps: د فایل اندازه
pt_br: Tamanho do arquivo
pt_pt: Tamanho do ficheiro
ro: Mărime fișier
ru: Размер файла
sk: Veľkosť súboru
sl: Velikost datoteke
sq: Madhësi Kartele
sr: Величина фајла
sv: Filstorlek
sw: Ukubwa wa Faili
ta: கோப்பின் அளவு
te: పంక్తి పరిమాణం
th: ขนาดแฟ้ม
tr: Dosya Boyutu
ug: ھۆججەت سىغىمى
uk: Розмір файлу
ur: فائل کا سائز
vi: Kích trước Tập tin
zh_cn: 文件大小
zh_hk: 檔案大小

# MESSAGE_METADATA_VIEW_ATTACHMENT_MIME_TYPE
source: MIME type
af: MIME-tipe
ar: نوع MIME
az: MIME növü
be: Тып MIME
bg: Тип на съдържание
bn: MIME ধরণ
ca: Tipus MIME
cs: MIME typ
cy: Math MIME
de: MIME-Typ
el: Τύπος MIME
es: Tipo MIME
es_es: Tipo MIME
et: MIME-tüüp
eu: MIME mota
fa: نوع MIME
fi: MIME-tyyppi
fr: Type MIME
ga: Cineál MIME
gu: MIME પ્રકાર
he: סוג MIME
hi: MIME टाइप
hr: MIME vrsta
hu: MIME típus
id: Tipe MIME
is: MIME tegund
it: Tipo MIME
ja: MIMEタイプ
kab: Anaw n MIME
kk: MIME түрінде
km: á”áŸ’ášá—áŸá‘ MIME
kn: MIME ವಿಧ
ko: MIME 유형
lt: MIME tipas
lv: MIME tips
mk: MIME тип
ml: MIME ഇനം
mr: MIME प्रकार
ms: Jenis MIME
my: MIME အမျိုးအစား
pa: MIME ਕਿਸਮ
pa_pk: MIME قسم
pl: Typ MIME
ps: د MIME ډول
pt_br: Tipo MME
ro: Tip MIME
ru: MIME-тип
sk: MIME typ
sl: Vrsta MIME
sq: Lloj MIME
sr: Тип MIME
sv: MIME-typ
sw: Aina ya MIME
ta: MIME வகை
te: MIME రకం
th: ชนิด MIME
tr: MIME türü
ug: MIME تىپى
uk: Тип MIME
ur: MIME کی قسم
vi: Loại MIME
zh_cn: MIME 类型
zh_hk: MIME 類型

# MESSAGE_METADATA_VIEW_DISAPPEARS_IN
source: Disappears
af: Verdwyn
ar: مُختفية
az: Yox olacaq
be: Знікае
bn: অদৃশ্য হয়
ca: Desapareix
cs: Zmizí
cy: Yn diflannu
da: Udløber
de: Verschwindet in
el: Εξαφανίζεται
es: Mensaje temporal
et: Haihtub
eu: Desagertzen da
fa: ناپدید می‌شود
fi: Katoamisaika
fr: Disparaît dans
ga: Imíonn as amharc
gu: ગાયબ થઈ જશે
he: נעלם
hi: गायब हो जाता है
hr: Nestaje
hu: Eltűnik
id: Hilang
is: Hverfur
it: Scompare tra
ja: 消えるまで
kab: Yettruḥ
km: á”á¶ááŸ‹
kn: ಕಣ್ಮರೆಯಾಗುತ್ತದೆ
ko: 사라짐
lt: Išnyksta
lv: Pazūd
mk: Исчезнува
ml: അപ്രത്യക്ഷമാകുന്ന
mr: हरवते
ms: Hilang
my: ပျောက်သွားမည်
nb: Forsvinner
nl: Verdwijnt over
pa: ਗਾਇਬ
pl: Znika za
pt_br: Expira
pt_pt: Desaparece em
ro: Dispare
ru: Исчезнет
sk: Miznúce
sl: Izgine
sq: Zhduket më
sr: Нестаје
sv: Försvinner
sw: Inatoweka
ta: மறைந்து
te: అదృశ్యమవుతుంది
th: ลบตัวเอง
tr: Kaybolacak
ug: غايىب
uk: Зникне через
ur: غائب ہونا
vi: Tự hủy
zh_cn: 消失
zh_hk: 消失倒數

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_DELIVERED
source: Delivered to
af: Afgelewer aan
ar: سُلِّمَت إلى
az: Çatdırıldı
be: Дастаўлена да
bg: Доставено
bn: যাকে ডেলিভার করা হয়েছে
ca: Lliurat a
cs: Doručeno
cy: Trosglwyddwyd i
da: Leveret til
de: Zugestellt an
el: Παραδόθηκε σε
es: Entregado a
es_es: Entregado
et: Kohaletoimetatud saajale
eu: Honi banatua
fa: تحویل داده شد به
fi: Toimitettu käyttäjälle
fil: Naihatid na
fr: Distribué à
ga: Seachadta chuig
gu: આને મેસેજ પહોંચાડ્યો
he: נמסרה אל
hi: इनको डिलिवर किया गया
hr: Isporučeno za
hu: Kézbesítve
id: Terkirim ke
is: Afhent til
it: Consegnato a
ja: 配送済み
kab: Yawweḍ ɣer
kk: Жеткізілді
km: á”á¶á“á”á‰áŸ’á…á¼á“á‘áŸ…
kn: ಇವರಿಗೆ ತಲುಪಿಸಲಾಗಿದೆ
ko: 전달됨
lt: Kam pristatyta
lv: Piegādāts
mk: Испорачано на
ml: കൈമാറിയത്
mr: यांना पोहोचवले
ms: Disampaikan kepada
my: သို့ ပေးပို့ခဲ့သည်
nb: Levert til
nl: Afgeleverd aan
pa: ਇਸ ਲਈ ਪਹੁੰਚਾਏ
pa_pk: پوہنچ گیا اے
pl: Wiadomość dostarczona
ps: ته لیږل شوی
pt_br: Entregue a
pt_pt: Entregue a
ro: Livrat la
ru: Доставлено
sk: Doručené komu
sl: Dostavljeno uporabniku_ci
sq: Dorëzuar te
sr: Достављено:
sv: Levererat till
sw: Umewasilishwa kwa
ta: வழங்கப்பட்டது
te: కు పంపిణీ చేయబడింది
th: ส่งถึงแล้วที่
tr: İletilen
ug: يەتكۈزۈلگۈچى
uk: Кому доставлено:
ur: کو پہنچایا گیا
vi: Đã chuyển tới
zh_cn: 送达
zh_hk: 已送達

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_FAILED
source: Failed
af: Misluk
ar: فشل
az: Uğursuz
be: Памылка
bg: Неуспешно
bn: ব্যর্থ হয়েছে
ca: Ha fallat
cs: Chyba
cy: Methwyd
da: Fejlede
de: Gescheitert
el: Απέτυχε
es: Error
es_es: Fallo
et: Ei õnnestunud
eu: Huts egin du
fa: ناموفق
fi: Epäonnistui
fil: Nabigo
fr: Échec
ga: Teipthe
gu: નિષ્ફળ
he: נכשל
hi: असफल
hr: Neuspješno
hu: Sikertelen
id: Gagal
is: Mistókst
it: Non riuscito
ja: 失敗
kab: Yecceḍ
kk: Сәтсіз болды
km: á”á¶á“á”ášá¶á‡áŸá™
kn: ವಿಫಲವಾಗಿದೆ
ko: 실패
lt: Nepavyko
lv: Neizdevās
mk: Неуспешно
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
ms: Gagal
my: မရပါ
nb: Mislyktes
nl: Mislukt
pa: ਅਸਫਲ ਰਿਹਾ
pa_pk: ناکام ہویا
pl: Błąd
ps: تر سره نشو
pt_br: Erro
pt_pt: Falhou
ro: Eșuat
ru: Не удался
sk: Chyba
sl: Neuspelo
sq: Të dështuar
sr: Није успело
sv: Misslyckades
sw: Imefeli
ta: தோல்வி
te: విఫలమైంది
th: ไม่สำเร็จ
tr: Başarısız
ug: مەغلۇب بولدى
uk: Помилка
ur: ناکام ہونا
vi: Không thành công
zh_cn: 失败
zh_hk: 失敗

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_PAUSED
source: Sending paused
af: Verstuur is tans wagtend
ar: الإرسال متوقِّف مؤقَّتًا
az: Göndərişə fasilə verildi
be: Адпраўка прыпынена
bn: পাঠানো স্থগিত করা হয়েছে
ca: Enviament interromput
cs: Odesílání pozastaveno
cy: Oedwyd anfon
da: Afsendelse sat på pause
de: Senden pausiert
el: Η αποστολή είναι σε αναμονή
es: Envío pausado
et: Saatmine peatatud
fa: ارسال متوقف شد
fi: Lähetys keskeytetty
fr: Envoi en attente
gu: મોકલવાનું અટકાવેલ છે
he: שליחה מושהית
hi: भेजने से रोका गया
hr: Slanje je zaustavljeno
hu: Küldés felfüggesztve
id: Pengiriman ditunda
is: Sending í bið
it: Invio in pausa
ja: 送信保留中
km: á€á¶ášá•áŸ’á‰á¾á”á¶á“á•áŸ’á¢á¶á€
kn: ಕಳುಹಿಸುವುದನ್ನು ಪಾಸ್‌ ಮಾಡಲಾಗಿದೆ
ko: 전송이 일시 중지됨
lt: Siuntimas pristabdytas
lv: Nosūtīšana pauzēta
mk: Испраќањето е паузирано
ml: അയയ്ക്കുന്നത് താൽക്കാലികമായി നിർത്തുന്നു
mr: पाठवणे थांबवले
ms: Penghantaran dijeda
nb: Satt på pause
nl: Verzenden is gepauzeerd
pa: ਭੇਜਣਾ ਰੋਕਿਆ ਗਿਆ
pl: Wysyłanie wstrzymane
ps: لیږل درول شوی
pt_br: Envio pendente
pt_pt: Envio em pausa
ro: Trimiterea a fost întreruptă
ru: Отправка приостановлена
sk: Odosielanie bolo pozastavené
sl: Pošiljanje ustavljeno
sq: Dërgimi u ndal
sr: Слање је паузирано
sv: Sändningen pausad
sw: Kutuma kumesitishwa
ta: அனுப்புவது இடைநிறுத்தப்பட்டது
te: పంపడం పాజ్ చేయబడింది
th: การส่งถูกหยุดชั่วคราว
tr: Gönderme duraklatıldı
ug: يوللاش ۋاقىتلىق توختىتىلدى
uk: Надсилання припинено
ur: بھیجنا روکا ہوا ہے
vi: Gửi tin nhắn đang hoãn
zh_cn: 发送已暂停
zh_hk: 傳送已暫停

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_READ
source: Read by
af: Gelees deur
ar: قُرِأَت من قبل
az: Oxundu
be: Прачытана
bg: Прочетено
bn: যিনি পড়েছেন
ca: Llegit per
cs: Přečteno
cy: Darllenwyd gan
da: Læst af
de: Gelesen von
el: Διαβάστηκε από
es: Leído por
es_es: Leído
et: Loetud:
eu: Honek irakurria
fa: خوانده شد توسط
fi: Luettu
fil: Nabasa na
fr: Lu par
ga: Léite ag
gu: આના દ્વારા વંચાયેલ
he: נקראה ע״י
hi: इनके द्वारा पढ़ा गया
hr: Pročitao/la
hu: Elolvasta
id: Dibaca oleh
is: Lesið af
it: Letto da
ja: 既読者
kab: Yettwaɣra sɣur
kk: Оқу
km: á”á¶á“á¢á¶á“á–á¸
kn: ಇವರು ಓದಿದ್ದಾರೆ
ko: 읽음
lt: Perskaitė
lv: Izlasījis
mk: Прочитано од
ml: വായിച്ചത്
mr: यांनी वाचले
ms: Dibaca oleh
my: မှ ဖတ်ခဲ့သည်
nb: Lest av
nl: Gelezen door
pa: ਪੜ੍ਹੇ
pa_pk: پڑھو
pl: Wiadomość odczytana
ps: له خوا لوستل شوی
pt_br: Lida por
pt_pt: Lida por
ro: Citit de
ru: Прочитано
sk: Prečítané kým
sl: Prebral_a uporabnik_ca
sq: Lexuar nga
sr: Прочитао/ла
sv: Läst av
sw: Umesomwa na
ta: படித்தவர்கள்
te: చదివిన వారు
th: อ่านโดย
tr: Okuyan
ug: ئوقۇغۇچى
uk: Хто прочитав:
ur: پڑھ کر
vi: Đã đọc bởi
zh_cn: 已读
zh_hk: 已讀取

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_SENDING
source: Sending to
af: Stuur tans na
ar: جارٍ الإرسال إلى
az: Göndərilir
be: Адпраўка
bg: Изпраща се
bn: একে পাঠানো হচ্ছে
ca: Enviament a
cs: Odesílám
cy: Yn anfon i…
da: Sender til
de: Wird versendet an
el: Αποστέλλονται σε
es: Enviando a
es_es: Enviando
et: Saatmine kasutajale
fa: در حال ارسال به
fi: Lähetetään
fil: Ipinapadala
fr: Envoi à
gu: આને મોકલી રહ્યા છીએ
he: שולח אל
hi: इन्हें भेज रहे हैं
hr: Slanje za
hu: Küldés
id: Mengirimkan ke
is: Sendi til
it: Invio in corso a
ja: 送信中
kk: Жіберуде
km: á€áŸ†á–á»á„á•áŸ’á‰á¾á‘áŸ…á€á¶á“áŸ‹
kn: ಅವರಿಗೆ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ
ko: 보내기
lt: Kam siunčiama:
lv: Nosūta
ml: -ലേക്ക് അയയ്ക്കുന്നു
mr: यांना पाठवत आहे
ms: Menghantar kepada
my: သို့ ပေးပို့နေသည်
nb: Sender til
nl: Wordt verzonden naar
pa: ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pa_pk: گھل رئیا اے
pl: Wysyłanie
ps: ته د لیږلو په حال کې
pt_br: Enviando para
pt_pt: A enviar para
ro: Se trimite la
ru: Отправляем
sk: Odosiela sa do
sl: Pošiljanje
sq: Po dërgohet te
sr: Слање кориснику
sv: Skickar till
sw: Unatumwa kwa
ta: அனுப்புகிறது
te: కు పంపుతోంది
th: กำลังส่งไปที่
tr: Gönderilecek kişi
ug: ئەۋەتىلگۈچى
uk: Надсилання одержувачу
ur: کو بھیجنا
vi: Đang gửi cho
zh_cn: 正在发送至
zh_hk: 正在傳送至

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_SENT
source: Sent to
af: Gestuur na
ar: أُرسِلَت إلى
az: Göndərildi
be: Адпраўлена
bg: Изпратено
bn: একে পাঠানো হয়েছে
ca: Enviat a
cs: Odesláno pro
cy: Anfonwyd at
da: Sendt til
de: Gesendet an
el: Στάλθηκε σε
es: Enviado a
es_es: Enviado
et: Saajale
eu: Honi bidalia
fa: ارسال شد به
fi: Lähetetty käyttäjälle
fil: Naipadala na
fr: Envoyé à
ga: Seolta chuig
gu: આને મોકલવામાં આવેલ છે
he: נשלחה אל
hi: इनको भेजा गया
hr: Poslano za
hu: Elküldve
id: Kirim ke
is: Sent til
it: Inviato a
ja: 送信済み
kab: Azen i
kk: Жіберілді
km: á”á¶á“á•áŸ’á‰á¾á‘áŸ…
kn: ಅವರಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ
ko: 보냄
lt: Kam išsiųsta
lv: Noūtīts
mk: Испратено на
ml: അയച്ചത്
mr: यांना पाठवले
ms: Dihantar kepada
my: သို့ ပေးပို့ခဲ့သည်
nb: Sendt til
nl: Verstuurd naar
pa: ਇਸ ਨੂੰ ਭੇਜੇ
pa_pk: گھلیا گیا
pl: Wiadomość wysłana
ps: ته لیږل شوی:
pt_br: Enviada para
pt_pt: Enviar para
ro: Trimis la
ru: Отправлено
sk: Odoslané komu
sl: Poslano uporabniku_ci
sq: Dërguar te
sr: Послато
sv: Skickat till
sw: Umetumwa kwa
ta: அனுப்பப்பட்டது
te: కు పంపబడింది
th: ส่งถึง
tr: Gönderilen
ug: يوللانغۇچى
uk: Кому надіслано:
ur: کو بھیجا
vi: Gửi từ
zh_cn: 发至
zh_hk: 已傳送
