Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SAFETY_TIPS_MESSAGE_LINKS_BODY
source: Be careful of messages from people you don’t know that have links to websites. Never visit links from people you don’t trust.
ar: احذر من الرسائل الواردة من الأشخاص الذين لا تعرفهم والتي تتضمّن روابط تقودك إلى مواقع. لا تزر أبدًا روابط من الأشخاص الذين لا تثق بهم.
be: Будзьце пільнымі, калі атрымліваеце ад незнаёмых людзей паведамленні са спасылкамі на вэб-сайты. Ніколі не адкрывайце спасылкі ад людзей, да якіх няма даверу.
bn: আপনি চেনেন না এমন কোনো ব্যক্তির কাছ থেকে আসা মেসেজের ব্যাপারে সতর্ক থাকুন, বিশেষ করে যেসব মেসেজে ওয়েবসাইটের লিংক রয়েছে। আপনি আস্থা রাখতে পারেন না এমন ব্যক্তিদের কাছ থেকে আসা লিংকগুলোতে ভিজিট করবেন না।
ca: Ves amb compte amb els missatges de persones que no coneixes que tinguin enllaços a llocs web. Mai visitis els enllaços de persones en qui no confiïs.
cs: Dávejte si pozor na zprávy od neznámých lidí, které obsahují odkazy na webové stránky. Nikdy nenavštěvujte odkazy od lidí, kterým nedůvěřujete.
da: Vær forsigtig med beskeder fra folk, du ikke kender, der indeholder links til hjemmesider. Besøg aldrig links fra folk, du ikke stoler på.
de: Sei vorsichtig bei Nachrichten von Personen, die du nicht kennst und die Links zu Websites enthalten. Folge niemals Links von Personen, denen du nicht vertraust.
el: Να προσέχεις για μηνύματα από άτομα που δεν γνωρίζεις και τα οποία περιέχουν συνδέσμους για ιστότοπους. Μην επισκέπτεσαι συνδέσμους από άτομα που δεν εμπιστεύεσαι.
es: Ten cuidado con los mensajes de personas que no conoces y que tienen enlaces a sitios web. Nunca abras enlaces de personas en las que no confías.
fa: در مورد پیام‌هایی که از افراد ناشناس دریافت می‌کنید و داخل آن‌ها پیوند به وب‌سایتی وجود دارد احتیاط کنید. هیچ‌وقت پیوندی که از افراد غیرقابل‌اعتماد دریافت کرده‌اید را باز نکنید.
fi: Ole varovainen tuntemattomien lähettämissä viesteissä, joissa on linkkejä verkkosivustoille. Älä koskaan käy viestin linkeissä, jos et luota sen lähettäjään.
fr: Soyez vigilant lorsque des inconnus vous envoient des messages contenant des liens vers des sites web. Ne consultez jamais les liens envoyés par des personnes en qui vous n’avez pas confiance.
ga: Bí san airdeall ar theachtaireachtaí ó dhaoine nach bhfuil aithne agat orthu a bhfuil naisc le suíomhanna gréasáin iontu. Ná tabhair cuairt choíche ar naisc ó dhaoine nach bhfuil muinín agat astu.
gu: તમે જાણતા ન હો તેવા લોકોના વેબસાઇટની લિંક ધરાવતા મેસેજથી સાવચેત રહો. તમને વિશ્વાસ ન હોય તેવા લોકોની લિંક પર ક્યારેય ક્લિક ન કરો.
he: חשוב להיזהר מהודעות מאנשים שלא מכירים שמכילות לינקים לאתרי אינטרנט. אף פעם לא ללחוץ על לינקים מאנשים שלא סומכים עליהם.
hi: उन लोगों के संदेशों से सावधान रहें जिन्हें आप नहीं जानते जिनमें वेबसाइटों के लिंक हैं। उन लोगों के लिंक पर कभी न जाएँ जिन पर आपको भरोसा नहीं है।
hr: Budite oprezni s porukama koje vam pošalju osobe koje ne poznajete, a koje sadrže poveznice na web-lokacije. Nikada ne posjećujte poveznice koje vam pošalju osobe kojima ne vjerujete.
hu: Legyél óvatos az ismeretlen személyektől érkező, weboldalakra mutató hivatkozásokat tartalmazó üzenetekkel. Soha ne látogass el olyan emberek hivatkozásaira, akikben nem bízol meg.
id: Waspadai pesan dari orang tak dikenal yang menyertakan tautan ke situs web. Jangan pernah buka tautan dari orang yang tidak Anda percaya.
it: Se ricevi un messaggio contenente un link a un sito da una persona che non conosci, probabilmente si tratta di spam. O peggio, di un tentativo di phishing: non aprire mai link del genere.
ja: 知らない人からのメッセージで、ウェブサイトへのリンクが含まれている場合は注意が必要です。信頼していない人が送ってきたウェブサイトのリンクは開かないようにしましょう。
ko: 모르는 사람이 보내는 링크나 웹사이트가 있는 메시지를 조심하세요. 신뢰할 수 없는 사람이 보내는 링크를 절대 방문하지 마세요.
mr: आपण ओळखत नसलेल्या लोकांकडून वेबसाइट्सच्या लिंक असलेल्या संदेशांपासून सावध रहा. आपण विश्वास ठेवत नसलेल्या लोकांकडून आलेल्या लिंक्सला कधीही भेट देऊ नका.
ms: Berhati-hati apabila menerima mesej daripada orang yang tidak dikenali, yang mengandungi pautan ke laman web. Jangan sekali-kali melayari pautan daripada orang yang tidak dipercayai.
nb: Vær forsiktig med meldinger fra folk du ikke kjenner, som har lenker til nettsteder. Du bør aldri trykke på lenker fra personer du ikke kjenner eller stoler på.
nl: Wees voorzichtig met berichten van mensen die je niet kent die links bevatten. Klik nooit op links van mensen die je niet vertrouwt.
pl: Uważaj na wiadomości od nieznanych Ci osób zawierające linki do stron internetowych. Nigdy nie otwieraj linków przesłanych przez osoby, do których nie masz zaufania.
pt_br: Tome cuidado com mensagens de pessoas que você não conhece que tenham links para sites. Nunca clique em links de pessoas que você não conhece.
pt_pt: Tenha cuidado com as mensagens de pessoas que não conhece com links para sites. Nunca visite links de pessoas em quem não confia.
ro: Ai grijă la mesajele de la persoane necunoscute care au linkuri către site-uri web. Nu vizita niciodată link-uri de la persoane în care nu ai încredere.
ru: Будьте осторожны с сообщениями от незнакомых людей, которые содержат ссылки на веб-сайты. Никогда не переходите по ссылкам, полученным от людей, которым вы не доверяете.
sk: Dávajte si pozor na správy od ľudí, ktorých nepoznáte a ktoré obsahujú odkazy na webové stránky. Nikdy neklikajte na odkazy od ľudí, ktorým nedôverujete.
sr: Чувајте се порука од људи које не познајете, а које садрже линкове ка веб-сајтовима. Никада не отварајте линкове које вам шаљу људи у које немате поверења.
sv: Var försiktig med meddelanden från personer du inte känner som innehåller länkar till webbplatser. Klicka aldrig på länkar från personer som du inte litar på.
th: ระวังข้อความจากคนแปลกหน้าที่มีลิงก์ไปยังเว็บไซต์ อย่ากดลิงก์จากผู้ใช้ที่คุณไม่ไว้วางใจโดยเด็ดขาด
tr: Tanımadığın kişilerden gelen ve web sitelerine bağlantılar içeren mesajlara dikkat et. Güvenmediğin kişilerin bağlantılarını asla ziyaret etme.
ug: سىز تونۇمايدىغان كىشىلەر ئىچىدە تور بېتىگە كىرىدىغان ئۇلانما بار ئۇچۇر يوللىغاندا ئېھتىيات قىلىڭ. سىز ئىشەنمەيدىغان كىشىلەر يوللىغان ئۇلانمىلارنى ھەرگىز ئاچماڭ.
uk: З обережністю ставтеся до повідомлень від незнайомців, у яких вони надсилають посилання на вебсайти. Не переходьте за посиланнями від людей, яким не довіряєте.
ur: ایسے افراد جن کو آپ جانتے نہیں ہیں کی طرف سے ویب سائٹس کے لنکس والے میسجز کے حوالے سے احتیاط برتیں۔ ایسے افراد جن پر آپ کو اعتماد نہیں کی طرف سے لنکس کبھی ملاحظہ نہ کریں۔
vi: Hãy cẩn trọng với tin nhắn từ những người bạn không biết và có chứa đường dẫn đến các trang web. Đừng bao giờ bấm vào các đường dẫn từ những người bạn không tin tưởng.
zh_cn: 当心陌生人发来的含网站链接的消息。千万不要访问不信任的人发来的链接。
zh_hk: 請小心來自陌生人帶有網站連結的訊息。切勿點按來自你不信任之人的連結。

# SAFETY_TIPS_MESSAGE_LINKS_TITLE
source: Messages with links
ar: الرسائل التي تتضمّن روابط
be: Паведамленні са спасылкамі
bn: লিংক সহ মেসেজ
ca: Missatges amb enllaços
cs: Zprávy s odkazy
da: Beskeder med links
de: Nachrichten mit Links
el: Μηνύματα με συνδέσμους
es: Mensajes con enlaces
fa: پیام‌های دارای پیوند
fi: Viestit, joissa on linkkejä
fr: Messages contenant des liens
ga: Teachtaireachtaí le naisc
gu: મેસેજ જેમાં લિંક હોય
he: הודעות עם לינקים
hi: लिंक के साथ संदेश
hr: Poruke koje sadrže poveznice
hu: Üzenetek hivatkozásokkal
id: Pesan berisi tautan
it: Messaggi con link
ja: リンクを含むメッセージ
ko: 링크가 있는 메시지
mr: लिंक सह संदेश
ms: Mesej yang ada pautan
nb: Meldinger med nettlenker
nl: Berichten met links
pl: Wiadomości z linkami
pt_br: Mensagens com links
pt_pt: Mensagens com links
ro: Mesaje cu linkuri
ru: Сообщения со ссылками
sk: Správy obsahujúce odkazy
sr: Поруке са линковима
sv: Meddelanden med länkar
th: ข้อความที่แนบลิงก์
tr: Bağlantı içeren mesajlar
ug: ئۇلانما بار ئۇچۇرلار
uk: Повідомлення з посиланнями
ur: لنکس والے میسجز
vi: Tin nhắn có chứa đường dẫn
zh_cn: 含链接的消息
zh_hk: 帶有連結的訊息

# SAFETY_TIPS_NEXT_TIP_BUTTON
source: Next
ar: التالي
be: Далей
bn: পরবর্তী
ca: Següent
cs: Další
da: Næste
de: Nächster
el: Επόμενο
es: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
ga: Ar Aghaidh
gu: આગળ
he: הבא
hi: अगला
hr: Sljedeće
hu: Tovább
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
mr: पुढे
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Avançar
pt_pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalší
sr: Следеће
sv: Nästa
th: ถัดไป
tr: İleri
ug: كېيىنكى
uk: Далі
ur: اگلا
vi: Tiếp
zh_cn: 下一步
zh_hk: 下一步

# SAFETY_TIPS_PREVIOUS_TIP_BUTTON
source: Previous
ar: السابق
be: Назад
bn: পূর্ববর্তী
ca: Anterior
cs: Předchozí
da: Forrige
de: Vorheriger
el: Προηγούμενο
es: Anterior
fa: قبلی
fi: Edellinen
fr: Précédent
ga: Roimhe
gu: અગાઉની
he: הקודם
hi: पिछले
hr: Prethodno
hu: Előző
id: Sebelumnya
it: Precedente
ja: 前へ
ko: 이전
mr: मागील
ms: Sebelumnya
nb: Forrige
nl: Vorige
pl: Wstecz
pt_br: Anterior
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Predchádzajúce
sr: Претходно
sv: Tidigare
th: ก่อนหน้า
tr: Önceki
ug: ئالدىنقى
uk: Назад
ur: پچھلا
vi: Trước
zh_cn: 后退
zh_hk: 上一步

# SAFETY_TIPS_VAGUE_MESSAGE_BODY
source: Spammers often start with a simple message like “Hi” to draw you in. If you respond they may engage you further.
ar: يبدأ مُرسِلو الرسائل غير المرغوب فيها برسالة بسيطة مثل "مرحبًا" لجذبك. إذا قُمتَ بالرد، فسيُواصلون التفاعل معك.
be: Спамеры часта пачынаюць з простага паведамлення накшталт «Прывітанне», каб прыцягнуць вашу ўвагу. Калі вы адкажаце, яны могуць завабіць вас яшчэ больш.
bn: স্প্যামাররা প্রায়শই আপনাকে আকর্ষণ করার জন্য "হাই"-এর মতো একটি সাধারণ মেসেজ দিয়ে কথা শুরু করেন। আপনি উত্তর দিলে তারা আপনাকে আরো জড়িয়ে ফেলতে পারেন।
ca: Els spammers sovint comencen amb un missatge senzill, com "Hola", per captar la teva atenció. Si respons, et poden implicar més.
cs: Spamující často začínají obyčejnou zprávou, jako třeba „Dobrý den“, aby vás nalákali. Když odpovíte, mohou se rozepsat víc.
da: Spammere starter ofte med en simpel besked som "Hej" for at lokke dig ind. Hvis du svarer, engagerer de dig måske yderligere.
de: Spammer beginnen oft mit einer einfachen Nachricht wie »Hallo«, um dich anzulocken. Wenn du antwortest, wirst du möglicherweise weiter kontaktiert.
el: Οι spammer συχνά ξεκινούν με ένα απλό μήνυμα όπως «Γεια» για να σε προσελκύσουν. Εάν απαντήσεις, μπορεί να το συνεχίσουν.
es: Los spammers a menudo te envían un mensaje simple, como "Hola", para captar tu atención. Si respondes, es posible que interactúen más.
fa: ارسال‌کنندگان هرزنامه معمولاً با پیام ساده‌ای مثل «سلام» شروع می‌کنند تا شما را درگیر کنند. اگر پاسخ دهید ممکن است گفتگو را بیشتر پیش ببرند تا شما را درگیر کنند.
fi: Herättääkseen mielenkiintosi roskapostittajat aloittavat usein yksinkertaisella viestillä, kuten ”Hei”. Jos vastaat, he jatkavat sitouttamista.
fr: Pour attirer votre attention, les spammeurs commencent souvent par un simple "Salut" par exemple. Si vous répondez, ils risquent de poursuivre la conversation.
ga: Is minic a thosaíonn seoltóirí turscair le teachtaireacht shimplí cosúil le “Haigh” chun tú a mhealladh isteach. Má fhreagraíonn tú, féadfaidh siad dul i dteagmháil leat tuilleadh.
gu: સ્પામ કરનારા લોકો તમને આકર્ષવા માટે મોટેભાગે "નમસ્તે" જેવા સરળ મેસેજથી શરૂઆત કરતાં હોય છે. જો તમે પ્રતિસાદ આપો તો તેઓ તમને વધુ વાતચીતમાં ફસાવી શકે છે.
he: שולחי ספאם לרוב מתחילים עם הודעה פשוטה כמו ״היי״ כדי למשוך אותך פנימה. אם מגיבים, הם עשויים לנסות להעמיק את התקשורת.
hi: स्पैमर अक्सर आपको आकर्षित करने के लिए "हाय" जैसे सरल संदेश से शुरुआत करते हैं। यदि आप जवाब देते हैं तो वे आपसे आगे जुड़ सकते हैं।
hr: Pošiljatelji neželjene pošte često započinju razgovor jednostavnom porukom poput "Bok" kako bi privukli vašu pažnju. Ako im odgovorite, mogli bi nastaviti sa slanjem poruka.
hu: A kéretlen üzenetek küldői gyakran egy olyan egyszerű üzenettel indítanak, mint például „Szia”, hogy magukhoz vonzzanak téged. Ha válaszolsz, lehet, hogy továbbmennek.
id: Penipu sering mengawali dengan pesan sederhana seperti "Hai" untuk dapatkan perhatian. Jika direspons, mereka bisa memancing Anda untuk berinteraksi lebih jauh.
it: Le persone che inviano spam spesso e volentieri iniziano le chat con un semplice "ciao" o messaggi molto generici. Se rispondi, attirerai la loro attenzione e cercheranno di truffarti in qualche modo.
ja: スパマーは、大抵の場合「こんにちは」などのシンプルなメッセージであなたの気を引きます。返信すると、彼らはさらにあなたの注意を引こうとするでしょう。
ko: 스팸을 보내는 사람은 상대의 주의를 끌기 위해 '안녕하세요'와 같은 간단한 메시지로 대화를 시작합니다. 반응할 경우 대화에 더 말려들 수 있습니다.
mr: स्पॅम करणारे नेहमी आपणाला जाळ्यात ओढण्यासाठी "Hi" सारख्या साध्या संदेशाने सुरूवात करतात. आपण जर प्रतिसाद दिल्यास ते आपणाला आणखी पुढे गुंतवू शकतात.
ms: Penipu selalunya memulakan sembang dengan mesej ringkas seperti "Hai" untuk menarik perhatian anda. Jika anda membalas, mereka mungkin pergi lebih jauh.
nb: Svindlere starter ofte samtalen med enkle meldinger, som «Hei». Hvis du svarer på meldingen, går de ofte videre for å lure deg.
nl: Spammers beginnen vaak met een eenvoudig bericht als “Hallo” om je te lokken. Als je reageert, proberen ze je aan de praat te houden.
pl: Spamerzy często zaczynają od prostej, angażującej wiadomości, takiej jak „cześć”. Jeśli odpiszesz, mogą Cię wciągnąć w dalszą rozmowę.
pt_br: Pessoas que enviam spam geralmente iniciam a conversa com uma mensagem simples como "Oi" para atrair você. Se você responder, elas interagem mais.
pt_pt: Os autores de spam muitas vezes começam com uma mensagem simples como "Olá", para chamar a atenção. Se responder, eles continuam a falar.
ro: Spammerii încep adesea cu un mesaj simplu, cum ar fi "Bună", pentru a te atrage. Dacă răspunzi, este posibil să te apeleze în continuare.
ru: Спамеры часто начинают с простого сообщения, например «Привет», чтобы привлечь вас. Если вы ответите, они могут завлечь вас ещё больше.
sk: Spameri často začínajú konverzáciu jednoduchou správou, ako napríklad „Ahoj“, aby zaujali vašu pozornosť. Ak odpoviete, môžu v komunikácii pokračovať.
sr: Спамери често почињу једноставним порукама попут „Ћао“ да би вас увукли у причу. Ако одговорите, можда ће наставити да вам пишу.
sv: Spammare börjar ofta med ett enkelt meddelande som "Hej" för att locka dig. Om du svarar kan de ta ytterligare kontakt med dig.
th: ผู้ส่งสแปมมักเริ่มต้นส่งข้อความด้วยคำทักทายทั่วไป เช่น “สวัสดี” เพื่อเรียกความสนใจของคุณ หากคุณตอบข้อความ คนพวกนั้นอาจชวนคุณพูดคุยต่อไปเรื่อยๆ
tr: Spam gönderenler genelde seni cezbetmek için "Merhaba" gibi basit bir mesajla başlar. Yanıt verirsen, seninle daha fazla etkileşime geçebilirler.
ug: ئالدامچىلار دىققىتىڭىزنى تارتىش ئۈچۈن ئاددىي قىلىپ «Hi» دەپ ئۇچۇر يوللايدۇ. ئەگەر جاۋاب قايتۇرسىڭىز ئۇلار كېيىنكى قەدەمگە ئ‍ۆتىدۇ.
uk: Щоб привернути увагу, спамери часто починають з простих повідомлень на кшталт «Привіт». Відповідь лише заохотить їх продовжити.
ur: اسپام کرنے والے افراد آپ کو مائل کرنے کے لیے اکثر "ہائے" جیسے عام میسجز سے آغاز کرتے ہیں۔ اگر آپ جواب دیں تو وہ آپ کو مزید مشغول کر سکتے ہیں۔
vi: Người gửi spam thường gửi cho bạn một tin nhắn đơn giản như “Xin chào” để khiến bạn tò mò. Nếu bạn trả lời, họ có thể sẽ tiếp tục tương tác với bạn.
zh_cn: 垃圾消息发送者通常会以“您好”这样的简单问候吸引您的注意。当您回应后，他们可能会进一步引诱您。
zh_hk: 垃圾訊息發送者通常會以「你好」等簡單訊息開始吸引你。如你作出回應，他們便可能會進一步與你互動。

# SAFETY_TIPS_VAGUE_MESSAGE_TITLE
source: Vague or irrelevant messages
ar: الرسائل الغامضة أو غير ذات الصلة
be: Падазроныя або недарэчныя паведамленні
bn: অস্পষ্ট বা অপ্রাসঙ্গিক মেসেজ
ca: Missatges imprecisos o irrellevants
cs: Neurčité nebo bezpředmětné zprávy
da: Uklare eller irrelevante beskeder
de: Vage oder irrelevante Nachrichten
el: Ασαφή ή άσχετα μηνύματα
es: Mensajes confusos o irrelevantes
fa: پیام‌های مبهم یا نامرتبط
fi: Epämääräisiä tai merkityksettömiä viestejä
fr: Messages au contenu vague ou insignifiant
ga: Teachtaireachtaí doiléire nó nach mbaineann le hábhar
gu: અસ્પષ્ટ અથવા નકામા મેસેજ
he: הודעות מעורפלות או לא רלוונטיות
hi: अस्पष्ट या अप्रासंगिक संदेश
hr: Nejasne ili nevažne poruke
hu: Homályos vagy irreleváns üzenetek
id: Pesan tidak jelas atau tidak relevan
it: Messaggi vaghi e ambigui
ja: 曖昧または関連性がないメッセージ
ko: 모호하거나 관련이 없는 메시지
mr: अस्पष्ट किंवा असंबंधित संदेश
ms: Mesej yang tidak jelas atau tidak berkaitan
nb: Vage eller irrelevante meldinger
nl: Vage of irrelevante berichten
pl: Wiadomości ogólnikowe lub nie na temat
pt_br: Mensagens vagas ou irrelevantes
pt_pt: Mensagens vagas ou irrelevantes
ro: Mesaje vagi sau irelevante
ru: Подозрительные или неуместные сообщения
sk: Nejasné alebo irelevantné správy
sr: Нејасне или неповезане поруке
sv: Vaga eller irrelevanta meddelanden
th: ข้อความคลุมเครือหรือไม่เจาะจง
tr: Belirsiz veya ilgisiz mesajlar
ug: ئېنىق بولمىغان ياكى مۇناسىۋەتسىز ئۇچۇرلار
uk: Повідомлення загального або недоречного змісту
ur: مبہم اور غیر متعلقہ میسجز
vi: Tin nhắn không liên quan
zh_cn: 模糊或无关消息
zh_hk: 模糊或不相關的訊息

# SCAN_CODE_INSTRUCTIONS
source: Scan the QR Code on your contact's device.
af: Skandeer die QR-kode op u kontak se toestel.
ar: امسح كود الـ QR المعروض على جهاز جهة اتصالك.
az: Əlaqənizin cihazındakı QR kodunu skan edin.
be: Сканаваць QR-код на прыладзе вашага кантакту.
bg: Сканирайте QR кода на устройството за контакт.
bn: আপনার পরিচিতি এর ডিভাইস থেকে প্রদর্শিত কিউআর কোডটি স্ক্যান করুন।
ca: Escanegeu el codi QR del dispositiu del vostre contacte.
cs: Naskenujte QR kód na zařízení vašeho kontaktu.
cy: Sganiwch y cod QR ar ddyfais eich cysylltiad.
da: Scan QR-koden på din kontakts enhed
de: Scanne den QR-Code deines Kontakts ein.
el: Σκάναρε τον κωδικό QR στη συσκευή του άλλου χρήστη.
es: Escanea el código QR que se muestra en el dispositivo de tu contacto.
es_es: Escanea el código QR mostrado en el dispositivo de tu contacto.
et: Skanni QR-kood sinu kontakti seadmelt.
eu: Eskaneatu QR kodea zure kontaktuaren gailuan.
fa: کد QR را از دستگاه مخاطب خود اسکن کنید.
fi: Skannaa yhteystietosi laitteessa näkyvä QR-koodi.
fil: I-scan ang QR Code sa device ng iyong kontak.
fr: Scannez le code QR affiché sur l'appareil de votre contact.
ga: Scan an Cód QR ar ghléas do theagmhálaí.
gu: તમારા સંપર્કના ડિવાઇસ પર QR કોડ સ્કેન કરો.
he: סרוק את קוד ה־QR במכשיר של איש הקשר שלך.
hi: अपने संपर्क के डिवाइस के QR कोड को स्कैन करें।
hr: Skenirajte QR kôd na uređaju vašeg kontakta.
hu: Szkenneld be a QR kódot ismerősöd készülékén.
id: Pindai kode QR pada perangkat kontak Anda
is: Skannaðu QR-kóðann á tæki tengiliðarins þíns.
it: Scansiona il codice QR sul dispositivo del tuo contatto.
ja: 連絡先の端末のQRコードをスキャンしてください。
kab: Smiḍen tangalt QR ɣef yibenk n yinermisen-ik·im.
kk: Байланыстық тұлғаңыздың құрылғысындағы QR кодты сканерлеңіз.
km: áŸáŸ’á€áŸá“á€á¼áŠ QR á›á¾á§á”á€ášááŸá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮ್ಮ ಸಂಪರ್ಕದ ಸಾಧನದಲ್ಲಿ ಕ್ಯುಆರ್‌ ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ.
ko: 연락처의 기기에서 QR 코드를 스캔하세요.
lt: Nuskenuokite QR kodą savo adresato įrenginyje.
lv: Skenējiet QR kodu savas kontaktpersonas ierīcē.
mk: Скенирајте го QR кодот на уредот на вашите контакти.
ml: നിങ്ങളുടെ കോൺടാക്ടിൻ്റെ ഡിവൈസിലുള്ള QR കോഡ് സ്കാൻ ചെയ്യുക.
mr: आपल्या संपर्काच्या डिव्हाईसवर QR कोड स्कॅन करा
ms: Imbas Kod QR pada peranti kenalan anda.
my: တဖက်လူ၏ ဖုန်း/ကွန်ပျူတာပေါ်တွင် QR ကုတ်ကို စကန်ဖတ်ပါ။
nb: Skann QR-koden på kontaktens enhet.
nl: Scan de QR-code op het apparaat van je contact.
pa: ਆਪਣੇ ਸੰਪਰਕ ਦੇ ਡਿਵਾਈਸ 'ਤੇ QR ਕੋਡ ਸਕੈਨ ਕਰੋ.
pa_pk: اپنے رابطے دے آلہ اتے QR کوڈ اسکین کرو۔
pl: Zeskanuj kod QR na urządzeniu Twojego kontaktu.
ps: د خپل مخاطب په وسیله کې د QR د کوډ سکن کول
pt_br: Escanear o Código QR no aparelho da outra pessoa.
pt_pt: Leia o código QR no dispositivo do seu contacto.
ro: Scanează Codul QR de pe dispozitivul contactului tău.
ru: Просканируйте QR-код на устройстве собеседника.
sk: Naskenujte QR kód na zariadení vášho kontaktu.
sl: Skenirajte kodo QR na napravi vašega stika.
sq: Skanoni kodin QR te pajisja e kontaktit tuaj.
sr: Скенирајте QR код приказан на уређају вашег контакта.
sv: Skanna QR-koden på din kontakts enhet.
sw: Skani msimbo wa QR uliopo kwenye kifaa cha wawasiliani.
ta: உங்கள் தொடர்பு சாதனத்தில் QR குறியீட்டை ஸ்கேன் செய்யுங்கள்.
te: మీ సంప్రదింపు పరికరంలో QR కోడ్‌ను స్కాన్ చేయండి.
th: สแกนรหัส QR บนอุปกรณ์ของผู้ติดต่อของคุณ
tr: Kişinizin cihazındaki karekodu tarayın.
ug: ئالاقەداشىڭىزنىڭ ئۈسكۈنىسىدىكى QR كودىنى تاراڭ.
uk: Зіскануйте QR-код на пристрої вашого контакту.
ur: اپنی رابطہ ڈیوائس پر QR کوڈ سکین کریں۔
vi: Quét Mã QR trên thiết bị của người liên hệ của bạn.
zh_cn: 在你联系人设备上扫描QR码
zh_hk: 掃描對方裝置上的二維碼。

# SCAN_QR_CODE_VIEW_TITLE
source: Scan QR Code
af: Skandeer QR-kode
ar: امسح ضوئيًا كود الـ QR
az: QR kodu skan et
be: Сканаваць QR-код
bg: Сканирай QR Код
bn: কিউআর কোড স্ক্যান করুন
ca: Escaneja el codi QR
cs: Naskenování QR kódu
cy: Sganio côd QR
da: Scan QR-kode
de: QR-Code einscannen
el: Σκανάρισμα κωδικού QR
es: Escanear código QR
es_es: Escanear código QR
et: Skanni QR-kood
eu: QR kodea eskaneatu
fa: کد QR را اسکن کنید
fi: Skannaa QR-koodi
fil: I-scan ang QR Code
fr: Scanner le code QR
ga: Scan Cód QR
gu: QR કોડ સ્કેન કરો
he: סריקת קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kôd
hu: QR kód beolvasása
id: Pindai kode QR
is: Skanna QR-kóða
it: Scansione codice QR
ja: QRコードのスキャン
kab: Semḍen tangalt QR
kk: QR кодты сканерлеу
km: áŸáŸ’á€áŸá“á€á¼áŠ QR
kn: ಕ್ಯುಆರ್‌ ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: QR 코드 스캔
lt: Skenuoti QR kodą
lv: Skenēt QR kodu
mk: Скенирај QR код
ml: QR കോഡ് സ്‌കാൻ ചെയ്യുക
mr: QR कोड स्कॅन करा
ms: Imbas Kod QR
my: QR ကုတ်ကို စကန်ဖတ်ပါ
nb: Skann QR-kode
nl: QR-code scannen
pa: QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pa_pk: QR کوڈ اسکین کرو
pl: Zeskanuj kod QR
ps: د QR کوډ سکن کړئ
pt_br: Escanear código QR
pt_pt: Ler código QR
ro: Scanează Codul QR
ru: Сканировать QR-код
sk: Skenovať QR kód
sl: Skeniraj kodo QR
sq: Skanoni kodin QR
sr: Скенирајте QR код
sv: Skanna QR-kod
sw: Skani msimbo wa QR
ta: QR குறியீட்டை ஸ்கேன் செய்யுங்கள்
te: QR కోడ్‌ను స్కాన్ చేయండి
th: สแกนรหัส QR
tr: Karekodu Tara
ug: QR كودى تارا
uk: Зіскануйте QR-код
ur: QR کوڈ سکین کریں
vi: Quét Mã QR
zh_cn: 扫描二维码
zh_hk: 掃描二維碼

# SCREEN_LOCK_ACTIVITY_TIMEOUT_NONE
source: Instant
af: Kits
ar: فورًا
az: Dərhal
be: Імгненна
bg: Незабавно
bn: তাত্ক্ষনিক
ca: Instantani
cs: Ihned
cy: Ar Unwaith
da: Øjeblikkelig
de: Sofort
el: Άμεσα
es: Inmediato
es_es: Inmediato
et: Kohe
eu: Berehala
fa: لحظه
fi: Välittömästi
fil: Kagyat
fr: Instantané
ga: Gan mhoill
gu: તરત
he: מיידי
hi: उसी समय
hr: Odmah
hu: Azonnal
id: Instan
is: Samstundis
it: Immediato
ja: 即時
kab: Askudan
kk: Дереу
km: á—áŸ’á›á¶á˜áŸ—
kn: ಇನ್‌ಸ್ಟಂಟ್
ko: 즉시
lt: Nedelsiant
lv: Uzreiz
mk: Веднаш
ml: ഉടനടി
mr: क्षणात
ms: Segera
my: အခုချက်ခြင်း
nb: Umiddelbart
nl: Onmiddellijk
pa: ਤਤਕਾਲ
pa_pk: فوری
pl: Natychmiast
ps: شیبه
pt_br: Instante
pt_pt: Instantaneamente
ru: Мгновенно
sk: Okamžite
sl: Nemudoma
sq: Menjëherë
sr: У тренутку
sv: Direkt
sw: Papo Hapo
ta: உடனடி
te: తక్షణ
th: ทันที
tr: Derhal
ug: شۇئان
uk: Миттєве блокування
ur: فوری کریں
vi: Ngay tức thì
zh_cn: 立即
zh_hk: 立即
