Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# FIND_BY_USERNAME_PLACEHOLDER
source: Username
ar: اسم المُستخدم
be: Імя карыстальніка
bn: ব্যবহারকারীর নাম
ca: Àlies
cs: Uživatelské jméno
da: Brugernavn
de: Nutzername
el: Όνομα χρήστη
es: Alias
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d’utilisateur
ga: Ainm úsáideora
gu: યુઝરનેમ
he: שם משתמש
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザーネーム
ko: 사용자 이름
mr: वापरकर्तानाव
ms: Nama Pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sr: Корисничко име
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ug: ئىشلەتكۈچى نامى
uk: Ім'я користувача
ur: یوزر نیم
vi: Tên người dùng
zh_cn: 用户名
zh_hk: 用戶名稱

# FIND_BY_USERNAME_SCAN_QR_CODE_BUTTON
source: Scan QR Code
ar: امسح ضوئيًا كود الـ QR
be: Сканаваць QR-код
bn: QR কোড স্ক্যান করুন
ca: Escaneja el codi QR
cs: Naskenování QR kódu
da: Scan QR-kode
de: QR-Code scannen
el: Σκανάρισμα κωδικού QR
es: Escanear código QR
fa: کد QR را اسکن کنید
fi: Skannaa QR-koodi
fr: Scanner le code QR
ga: Scan Cód QR
gu: QR કોડ સ્કેન કરો
he: סריקת קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kôd
hu: QR kód beolvasása
id: Pindai kode QR
it: Scansione codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
mr: QR कोड स्कॅन करा
ms: Imbas Kod QR
nb: Skann QR-kode
nl: QR-code scannen
pl: Zeskanuj kod QR
pt_br: Escanear código QR
pt_pt: Ler código QR
ro: Scanează Codul QR
ru: Сканировать QR-код
sk: Skenovať QR kód
sr: Скенирајте QR код
sv: Skanna QR-kod
th: สแกนรหัส QR
tr: Karekodu Tara
ug: QR كودى تارا
uk: Сканувати QR-код
ur: QR کوڈ سکین کریں
vi: Quét Mã QR
zh_cn: 扫描二维码
zh_hk: 掃描二維碼

# FIND_BY_USERNAME_TITLE
source: Find by Username
ar: إيجاد بحسب اسم المُستخدِم
be: Знайсці па імені карыстальніка
bn: ব্যবহারকারীর নাম দিয়ে খুঁজুন
ca: Buscar per àlies
cs: Najít podle uživatelského jména
da: Find via brugernavn
de: Nach Nutzernamen suchen
el: Αναζήτηση με όνομα χρήστη
es: Buscar por alias
fa: جستجو با نام کاربری
fi: Etsi käyttäjänimellä
fr: Rechercher par nom d’utilisateur
ga: Aimsigh de réir Ainm Úsáideora
gu: યુઝરનેમ દ્વારા શોધો
he: חיפוש לפי שם משתמש
hi: यूज़रनेम से ढूँढ़ें
hr: Traži po korisničkom imenu
hu: Keresés felhasználónév alapján
id: Cari dengan Nama Pengguna
it: Cerca per nome utente
ja: ユーザーネームで検索
ko: 사용자 이름으로 검색
mr: वापरकर्तानावाने शोधा
ms: Cari dengan Nama Pengguna
nb: Søk etter brukernavn
nl: Zoeken op gebruikersnaam
pl: Wyszukaj po nazwie użytkownika
pt_br: Encontrar pelo nome de usuário
pt_pt: Procurar por nome de utilizador
ro: Caută după nume de utilizator
ru: Поиск по имени пользователя
sk: Nájsť podľa používateľského mena
sr: Пронађите по корисничком имену
sv: Hitta via användarnamn
th: ค้นหาด้วยชื่อผู้ใช้
tr: Kullanıcı adına göre bul
ug: ئىشلەتكۈچى نامى بويىچە ئىزدەش
uk: Пошук за іменем користувача
ur: بلحاظ یوزر نیم تلاش کریں
vi: Tìm theo Tên người dùng
zh_cn: 按用户名查找
zh_hk: 以用戶名稱搜尋

# FINGERPRINT_SCAN_VERIFY_BUTTON
source: Mark as Verified
af: Merk as geverifieer
ar: تحديد كتمَّ التحقُّق منه
az: Təsdiqləndi olaraq işarələ
be: Пазначыць як правераны
bg: Маркирай като проверено
bn: যাচাইকৃত হিসাবে চিহ্নিত করুন
ca: Marca com a verificat
cs: Označit jako ověřený
cy: Marcio fel y'i Gwiriwyd
da: Markér som verificeret
de: Als verifiziert markieren
el: Σημείωση ως επιβεβαιωμένο
es: Verificar identidad
es_es: Marcar como verificada
et: Märgi kinnitatuks
eu: Egiaztatu bezala Markatu
fa: علامت‌گذاری به عنوان تأیید شده
fi: Merkitse varmennetuksi
fil: Markahan na Beripikado
fr: Marquer comme confirmé
ga: Marcáil Deimhnithe
gu: ચકાસાયેલ તરીકે માર્ક કરો
he: סמן כמוודא
hi: सत्यापित मार्क करे
hr: Označi kao provjereno
hu: Megjelölés Ellenőrzöttként
id: Tandai sebagai Terverifikasi
is: Merkja sem staðfest
it: Segna come verificato
ja: 検証済みにする
kab: Creḍ-it yettwasenqed
kk: Тексерілді деп белгілеу
km: áŠá¶á€áŸ‹ áá¶á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ
ko: 검증으로 표시
lt: Žymėti kaip patvirtintą
lv: Atzīmēt kā pārbaudītu
mk: Означи како верификувано
ml: പരിശോധിച്ചതായി അടയാളപ്പെടുത്തുക
mr: सत्यापित म्हणून चिन्हांकित करा
ms: Tanda sebagai Disahkan
my: အတည်ပြုပြီး
nb: Merk som verifisert
nl: Als geverifieerd markeren
pa: ਤਸਦੀਕ ਕੀਤੇ ਵਜੋਂ ਚਿੰਨ੍ਹ ਲਗਾਓ
pa_pk: توثیق ہوئے دے طور تے نشان لاؤ
pl: Oznacz ukończoną weryfikację
ps: د باوري شوي په توګه په نښه کول
pt_br: Marcar como verificado
pt_pt: Marcar como verificado
ro: Marchează ca verificat
ru: Подтвердить
sk: Označiť ako overené
sl: Označi kot potrjeno
sq: Vëri Shenjë Si i Verifikuar
sr: Означи као верификовано
sv: Markera som verifierad
sw: Alamisha kama Iliyothibitishwa
ta: சரிபார்க்கப்பட்டதாகக் குறிக்கவும்
te: ధృవీకరించినట్లు గుర్తించండి
th: ทำเครื่องหมายว่าตรวจยืนยันแล้ว
tr: Doğrulanmış olarak İşaretle
ug: دەلىللەندى
uk: Позначити як перевірений
ur: تصدیق کے طور پر نشان لگائیں
vi: Đánh dấu là Đã xác minh
zh_cn: 标记为已验证
zh_hk: 標記為已驗證

# FINGERPRINT_SHRED_KEYMATERIAL_BUTTON
source: Reset Session
af: Stel sessie terug
ar: إعادة تعيين الجلسة
az: Seansı sıfırla
be: Скінуць сеанс
bg: Повторно задаване на сесия
bn: সেশন পুনরায় সেট করুন
ca: Restableix la sessió
cs: Restartovat
cy: Ailosod y Sesiwn
da: Nulstil session
de: Sitzung neu starten
el: Επαναφορά συνεδρίας
es: Restablecer sesión
es_es: Reiniciar sesión
et: Lähtesta seanss
eu: Berrezarri saioa
fa: ریست نشست
fi: Alusta istunto
fil: I-reset ang Session
fr: Réinitialiser la session.
ga: Athshocraigh an Seisiún
gu: સત્ર ફરીથી સેટ કરો
he: אפס שיח
hi: सेशन दोबारा शुरु करें
hr: Poništi sesiju
hu: Munkamenet visszaállítása
id: Ulang Sesi
is: Frumstilla setu
it: Reset sessione
ja: セッションをリセット
kab: Wennez tiɣimit
kk: Сеансты бастапқы қалпына қайтару
km: á€áŸ†áááŸ‹á€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á¡á¾á„áœá·á‰
kn: ಸೆಷನ್ ರೀಸೆಟ್ ಮಾಡಿ
ko: 세션 초기화
lt: Atstatyti seansą
lv: Atiestatīt sesiju
mk: Ресетирај сесија
ml: സെഷൻ പുനഃസജ്ജമാക്കുക
mr: सत्र रीसेट करा
ms: Tetapkan Semula Sesi
my: ယခု အချိန်ပိုင်းကို ပြန်စပါ
nb: Nullstill sesjon
nl: Sessie opnieuw opzetten
pa: ਸੈਸ਼ਨ ਨੂੰ ਰੀਸੈੱਟ ਕਰੋ
pa_pk: سیشن نوں فیر سیٹ کرو
pl: Zresetuj sesję
ps: د غونډې له سره تنظیمول
pt_br: Reiniciar sessão
pt_pt: Reiniciar sessão
ro: Resetează Sesiunea
ru: Сбросить сессию
sk: Obnoviť reláciu
sl: Ponastavitev seje
sq: Filloje Sesionin Nga e Para
sr: Ресетуј сесију
sv: Återställ session
sw: Seti upya Kipindi
ta: அமர்வை மீட்டமை
te: సెషన్‌ను రీసెట్ చేయండి
th: เริ่มสมัยสนทนาใหม่
tr: Oturumu Sıfırla
ug: سۆزلىشىشنى ئەسلىگە قايتۇر
uk: Скинути сеанс
ur: سیشن بحال کریں
vi: Đặt lại Phiên
zh_cn: 重置会话
zh_hk: 重置工作階段

# FINISH_GROUP_CREATION_LABEL
source: Finish creating group
af: Maak klaar met skep van groep
ar: الانتهاء من إنشاء المجموعة
az: Qrup yaratmağı tamamla
be: Скончыць стварэнне групы
bg: Създай групата
bn: গ্রুপ তৈরি শেষ করুন
ca: Acaba la creació del grup
cs: Dokončit tvorbu skupiny
cy: Gorffen creu y grŵp
da: Færdigør oprettelse af gruppe
de: Gruppenerstellung abschließen
el: Ολοκλήρωση δημιουργίας ομάδας
es: Terminar de crear el grupo
es_es: Grupo creado con éxito
et: Lõpeta grupi loomine
eu: Amaitu taldea sortzen
fa: اتمام ساخت گروه
fi: Viimeistele ryhmän luonti
fil: Tapusin ang paggawa ng grupo
fr: Finaliser la création du groupe
ga: Críochnaigh cruthú an ghrúpa
gu: ગ્રુપ બનાવવાનું સમાપ્ત કરો
he: סיים יצירת קבוצה
hi: ग्रुप बनाना पूरा करें
hr: Dovrši stvaranje grupe
hu: Csoport létrehozásának befejezése
id: Selesai membuat grup
is: Ljúka við að búa til hóp
it: Completando la creazione del gruppo
ja: グループ作成を完了する
kab: Kfu timerna n ugraw
kk: Топ жасауды аяқтау
km: á€á¶ášá”á„áŸ’á€á¾áá€áŸ’ášá»á˜ášá½á…ášá¶á›áŸ‹á á¾á™
kn: ಗುಂಪನ್ನು ರಚಿಸುವುದನ್ನು ಮುಗಿಸಿ
ko: 그룹 만들기 완료
lt: Užbaigti grupės kūrimą
lv: Pabeigt grupas izveidi
mk: Заврши со креирање на група
ml: ഗ്രൂപ്പ് സൃഷ്ടിക്കുന്നത് പൂർത്തിയാക്കുക
mr: गट तयार करणे संपवा
ms: Selesai mencipta kumpulan
my: အဖွဲ့ပြုလုပ်ပြီးပါပြီ
nb: Fullfør oppretting av gruppe
nl: Aanmaken van groep voltooien
pa: ਗਰੁੱਪ ਬਣਾਉਣਾ ਪੂਰਾ ਕਰੋ
pa_pk: گروپ بنانا مکمل کرو
pl: Zakończ tworzenie grupy
ps: د ګروپ جوړول پای ته ورسوئ
pt_br: Terminar de criar grupo
pt_pt: Terminar a criação do grupo
ro: Grupul a fost creat
ru: Завершить создание группы
sk: Dokončiť tvorbu skupiny
sl: Končaj z ustvarjanjem skupine
sq: Përfundoje krijimin e grupit
sr: Довршите прављење групе
sv: Slutför skapandet av grupp
sw: Maliza kuunda kundi
ta: குழுவை உருவாக்குவதை முடிக்கவும்
te: సమూహాన్ని సృష్టించడం ముగించండి
th: สร้างกลุ่มให้เสร็จ
tr: Grup oluşturmayı tamamla
ug: گۇرۇپپا قۇرۇش تامام
uk: Завершити створення групи
ur: گروپ بنانے کا اختتام
vi: Hoàn tất tạo nhóm
zh_cn: 完成群组创建
zh_hk: 完成建立群組

# FLIP_CAMERA_BUTTON_MOVED_TO_PIP_TOOLTIP
source: Flip Camera has been moved here, tap your video to try it out
ar: نُقِل زر "تغيير الكاميرا" إلى هنا. انقر على الفيديو الخاص بك لتُجرِّبه.
be: Флiп-камера была перасунута сюды. Націсніце на сваё відэа і паглядзіце, як яна працуе
bn: ফ্লিপ ক্যামেরা সরিয়ে এখানে আনা হয়েছে, এটি ব্যবহার করে দেখতে আপনার ভিডিওতে ট্যাপ করুন
ca: El botó per canviar de càmera s'ha mogut aquí, toca el teu vídeo per provar-lo
cs: Překlopení fotoaparátu bylo přesunuto sem – klepněte na video a vyzkoušejte to
da: Flip kamera er flyttet hertil. Tryk på din video for at prøve det
de: Die Schaltfläche »Kamera wechseln« wurde hierher verschoben. Tippe auf dein Video, um es auszuprobieren.
el: Η Εναλλαγή κάμερας μεταφέρθηκε εδώ, πάτα στο βίντεο για να τη δοκιμάσεις
es: El botón para cambiar de cámara ahora está aquí. Toca el vídeo para probarlo.
fa: «برگرداندن دوربین» به اینجا منتقل شده است، برای امتحان کردن آن روی ویدیوی خود ضربه بزنید
fi: Kameran vaihto on nyt täällä. Kokeile napauttamalla videota
fr: L'icône "Changer de caméra" se trouve désormais ici. Touchez la vidéo pour l'essayer.
ga: Bogadh an Smeach-cheamara anseo, tapáil d'fhíseán lena thriail
gu: ફ્લિપ કૅમેરા અહીં ખસેડવામાં આવ્યો છે, તેને અજમાવવા માટે તમારી વીડિયોને ટેપ કરો
he: כפתור הפיכת כיוון המצלמה עבר לכאן, אפשר ללחוץ על הוידאו שלך כדי לנסות אותו
hi: फ्लिप कैमरे को यहां लाया गया है, इसे आज़माने के लिए अपने वीडियो पर टैप करें
hr: Gumb za promjenu smjera kamere premješten je ovdje, dodirnite ga i isprobajte
hu: A Flip Camera átkerült ide. Koppints a videódra a kipróbáláshoz
id: Fitur Balik Kamera telah dipindahkan ke sini, ketuk video untuk mencobanya
it: Ora puoi ruotare la camera da qui: tocca per provare!
ja: カメラアイコンがここへ移動しました。画面をタップして試してみてください
ko: 카메라 전환이 여기로 이동했습니다. 영상을 탭하여 사용해 보세요.
mr: फ्लिप कॅमेरा या ठिकाणी हलवण्यात आले आहे, त्याला वापरून पाहण्यासाठी आपल्या व्हिडीओवर टॅप करा
ms: Flip Camera telah dialihkan ke sini, ketik video anda untuk mencuba
nb: Funksjonen «Vend kamera» er flyttet hit. Trykk på videoen for å prøve det.
nl: Het icoontje om van camera te wisselen is hierheen verplaatst. Tik op je video om het uit te proberen
pl: Opcja przełączania aparatu została przeniesiona tutaj. Aby ją wypróbować, dotknij swojego wideo
pt_br: Agora você pode girar a câmera aqui. Toque no seu vídeo para testar
pt_pt: A Flip Camera foi movida para cá, toque no seu vídeo para experimentar
ro: Butonul Schimbă camera a fost mutat aici, atinge videoclipul pentru a-l încerca
ru: Флип-камера была перемещена сюда. Нажмите на ваше видео, чтобы попробовать её в действии
sk: Flip Camera bola presunutá sem, ťuknite na video a vyskúšajte to
sr: Опција за окретање камере је премештена овде, додирните видео да је испробате
sv: Vänd kamera har flyttats hit. Tryck på din video för att prova
th: ปุ่มพลิกหน้ากล้องย้ายมาอยู่ที่นี่ แตะที่วิดีโอของคุณเพื่อลองใช้งาน
tr: Kamerayı Döndür buraya taşındı, denemek için videona dokun
ug: كامېرا ئالماشتۇرۇش كۇنۇپكىسى بۇ يەرگە يۆتكەلدى، ۋىدېيونى چېكىپ ئۇنى سىناپ بېقىڭ
uk: Тепер камера перемикається тут. Торкніться свого відео, щоб спробувати
ur: فلپ کیمرہ یہاں منتقل کر دیا گیا ہے، اسے آزمانے کے لیے اپنی ویڈیو پر ٹیپ کریں
vi: Nút Đảo Camera đã được chuyển đến đây, nhấn vào video của bạn để thử
zh_cn: 翻转摄像头功能移到了这里，赶快点击你的视频试试吧
zh_hk: 「切換鏡頭」已移動到此處，點一下你的影片來嘗試

# FORWARD_MESSAGE_FIRST_FORWARD_MESSAGE
source: Forwarded messages are now sent immediately.
af: Aangestuurde boodskappe word nou onmiddellik gestuur.
ar: أُرسِلت اﻵن الرسائل الموجَّهة فورًا.
az: Yönləndirilən mesajlar, artıq dərhal göndərilir.
be: Паведамленні, што перасылаюцца, цяпер адпраўляюцца неадкладна.
bn: ফরোয়ার্ড করা বার্তা এখন অবিলম্বে পাঠানো হয়।
ca: Ara els missatges reenviats s'envien immediatament.
cs: Přeposlané zprávy se nyní odesílají okamžitě.
cy: Mae negeseuon sy'n cael eu hanfon ymlaen yn cael eu hanfon yn syth.
da: Videresendte beskeder sendes nu øjeblikkeligt.
de: Weitergeleitete Nachrichten werden nun sofort gesendet.
el: Πλέον τα προωθημένα μηνύματα στέλνονται αμέσως.
es: Los mensajes que reenvías ahora se envían al instante.
et: Edastatud sõnumid saadetakse nüüd koheselt.
eu: Birbidalitako mezuak berehala bidaltzen dira.
fa: پیام‌های بازارسال‌شده حالا بلافاصله ارسال می‌شوند.
fi: Edelleenlähetetyt viestit lähetetään nyt heti.
fr: Lorsque vous transférez un message, son envoi est maintenant immédiat.
gu: ફોરવર્ડ કરેલા મેસેજ હવે તાત્કાલિક મોકલવામાં આવે છે.
he: הודעות מועברות הלאה נשלחות כעת באופן מיידי.
hi: फ़ॉरवर्ड किए हुए मेसेज अब तुरंत भेजे जाते हैं.
hr: Proslijeđene poruke sada se šalju odmah.
hu: A továbbított üzenetek azonnal elküldésre kerülnek.
id: Pesan yang diteruskan akan segera dikirimkan sekarang.
is: Áframsend skilaboð eru núna send samstundis.
it: I messaggi inoltrati vengono ora inviati immediatamente.
ja: 転送メッセージがすぐに送信されるようになりました。
km: á€á¶ášá”á‰áŸ’á‡á¼á“áŸá¶ášá”á“áŸ’áá“á¹á„á•áŸ’á‰á¾á…áŸá‰á‘áŸ…á—áŸ’á›á¶á˜áŸ—áŸ”
kn: ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾದ ಮೆಸೇಜ್‌ಗಳನ್ನು ಈಗ ತಕ್ಷಣವೇ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.
ko: 이제 전달하는 메시지를 바로 보냅니다.
lt: Dabar, persiunčiamos žinutės yra išsiunčiamos nedelsiant.
lv: Pārsūtītas ziņas tagad tiek nosūtītas nekavējoties
mk: Препратените пораки сега се испраќаат веднаш.
ml: കൈമാറിയ സന്ദേശങ്ങള്‍ ഇപ്പോൾ ഉടനടി അയയ്‌ക്കുന്നു.
mr: फॉर्वर्ड केलेले संदेश आत्ता विनाविलंब पाठवले जातील.
ms: Mesej yang dimajukan kini dihantar serta-merta.
my: ထပ်ဆင့်ပို့ မက်ဆေ့ချ်များအား ယခုအခါ ချက်ချင်းပို့ပါသည်။
nb: Videresendte meldinger sendes nå umiddelbart.
nl: Doorgestuurde berichten worden vanaf nu onmiddellijk verzonden.
pa: ਅੱਗੇ ਭੇਜੇ ਸੁਨੇਹੇ ਹੁਣ ਫ਼ੌਰਨ ਭੇਜੇ ਜਾਂਦੇ ਹਨ।
pl: Wiadomości, które przekazujesz, są teraz natychmiast wysyłane.
ps: فاروارډ شوي پیغامونه اوس سملاسي ولیږل شول.
pt_br: Mensagens encaminhadas agora são enviadas imediatamente.
pt_pt: As mensagens reencaminhadas agora são enviadas imediatamente.
ro: Mesajele redirecționate sunt acum trimise imediat.
ru: Пересылаемые сообщения теперь отправляются сразу.
sk: Preposlané správy sú teraz odoslané okamžite.
sl: Posredovana sporočila so zdaj poslana v trenutku.
sq: Mesazhet e përcjellë tanimë dërgohen menjëherë.
sr: Прослеђене поруке се сада шаљу одмах.
sv: Vidarebefordrade meddelanden skickas nu omedelbart.
sw: Arafa zilizpelekwa mbele sasa zinatumwa sasa hivi.
ta: முன்னனுப்பப்பட்ட செய்திகள் இப்போது உடனடியாக அனுப்பப்படுகின்றன.
te: ఫార్వర్డ్ చేయబడ్డ సందేశాలు ఇప్పుడు వెంటనే పంపబడతాయి.
th: ข้อความที่ถูกส่งต่อจะถูกส่งทันที
tr: Yönlendirilen iletiler artık anında gidiyor.
ug: ئۇلاپ يوللانغان ئۇچۇرلار ئەمدى دەرھال ئەۋەتىلىدۇ.
uk: Переслані повідомлення тепер надсилаються миттєво.
ur: فارورڈ کردہ پیغامات اب فوری طور پر بھیجے جاتے ہیں۔
vi: Tin nhắn được chuyển tiếp sẽ được gửi ngay bây giờ.
zh_cn: 转发的消息现在将立即发送。
zh_hk: 訊息轉寄現將立即傳送。

# FORWARD_MESSAGE_FIRST_FORWARD_TITLE
source: Faster Forwards
af: Stuur vinniger aan
ar: إعادة توجيه أسرع
az: Daha sürətli yönləndirmələr
be: Хутчэй перасылаць
bn: দ্রুত ফরোয়ার্ড
ca: Reenviaments ràpids
cs: Rychlejší přeposílání
cy: Anfon Ymlaen cynt
da: Hurtigere videresendelser
de: Schnellere Weiterleitungen
el: Γρηγορότερες προωθήσεις
es: Tus mensajes ya no esperan
et: Kiiremad edastused
fa: بازارسال‌های سریع‌تر
fi: Nopeampi edelleenlähetys
fr: Des transferts plus rapides
gu: વધુ ઝડપી ફોરવર્ડ
he: העברות הלאה מהירות יותר
hi: तेज़ी से होने वाले फ़ॉरवर्ड
hr: Brzo prosljeđivanje
hu: Gyorsabb továbbítás
id: Tembusan Lebih Cepat
is: Hraðar áframsent
it: Inoltri più rapidi
ja: より速い転送
km: á€á¶ášá”á‰áŸ’á‡á¼á“áŸá¶ášá”á“áŸ’áá›á¿á“á‡á¶á„á˜á»á“
ko: 더 빠른 전달
lt: Greitesni persiuntimai
mk: Побрзо препратување
ml: വേഗത്തിലുള്ള കൈമാറ്റങ്ങൾ
mr: जलद फॉर्वर्डस्
ms: Lebih Pantas Ke Hadapan
nb: Raskere videresending
nl: Sneller doorsturen
pl: Szybsze przekazywanie
ps: چټک فاروارډونه
pt_br: Encaminhar mais rapidamente
pt_pt: Reencaminhar mais rapidamente
ro: Redirecționări mai rapide
ru: Более быстрая пересылка
sk: Rýchlejšie preposlania
sl: Hitrejše posredovanje
sq: Përcjellje Më të Shpejta
sr: Брже прослеђивање
sv: Snabbare vidarebefordringar
sw: Peleka Mbele
th: ส่งต่อเร็วขึ้น
tr: Hızlı Yönlendirmeler
ug: تېزراق ئۇلاپ يوللاش
uk: Пересилання прискорюється
ur: تیز رفتار فارورڈز
vi: Chuyển tiếp nhanh hơn
zh_cn: 快捷转发
zh_hk: 轉寄更快速

# FORWARD_MESSAGE_MESSAGES_SENT_1
source: Message sent
af: Boodskap gestuur
ar: أُرسِلت الرسالة
az: Mesaj göndərildi
be: Паведамленне адпраўлена
bn: বার্তা পাঠানো হয়েছে
ca: S'ha enviat el missatge
cs: Zpráva odeslána
cy: Anfonwyd neges
da: Besked sendt
de: Nachricht gesendet
el: Το μήνυμα στάλθηκε
es: Mensaje enviado
et: Sõnum saadetud
fa: پیام ارسال شد
fi: Viesti lähetetty
fr: Message envoyé
gu: મેસેજ mokalyo
he: הודעה נשלחה
hi: मेसेज भेजा गया
hr: Poruka je poslana
hu: Üzenet elküldve
id: Pesan terkirim
is: Skilaboð send
it: Messaggio inviato
ja: メッセージを送信しました
km: áŸá¶ášááŸ’ášá¼áœá”á¶á“á•áŸ’á‰á¾á…áŸá‰
ko: 메시지 보냄
lt: Žinutė išsiųsta
mk: Пораката е испратена
ml: സന്ദേശം അയച്ചു
mr: संदेश पाठवला
ms: Mesej telah dihantar
nb: Meldingen er sendt
nl: Bericht verzonden
pa: ਸੁਨੇਹਾ ਭੇਜਿਆ
pl: Wiadomość wysłana
ps: پیغام ولیږل شو
pt_br: Mensagem enviada
pt_pt: Mensagem enviada
ro: Mesaj trimis
ru: Сообщение отправлено
sk: Správa poslaná
sl: Sporočilo je bilo poslano
sq: Mesazhi u dërgua
sr: Порука је послата
sv: Meddelande skickat
sw: Arafa Imetumwa
th: ข้อความถูกส่งแล้ว
tr: İleti gönderildi
ug: ئۇچۇر يوللاندى
uk: Повідомлення надіслано
ur: پیغام بھیج دیا گیا
vi: Tin nhắn đã được gửi đi
zh_cn: 消息已发送
zh_hk: 訊息已傳送

# FORWARD_MESSAGE_MESSAGES_SENT_N
source: Messages sent
af: Boodskappe gestuur
ar: أُرسِلت الرسائل
az: Mesajlar göndərildi
be: Паведамленні адпраўленыя
bn: বার্তা পাঠানো হয়েছে
ca: Missatges enviats
cs: Zprávy odeslány
cy: Anfonwyd negeseuon
da: Beskeder sendt
de: Nachrichten gesendet
el: Τα μηνύματα στάλθηκαν
es: Mensajes enviados
et: Sõnumid saadetud
eu: Bidalitako mezuak
fa: پیام‌ها ارسال شدند
fi: Viestit lähetetty
fr: Messages envoyés
ga: Seoladh na teachtaireachtaí
gu: મેસેજ મોકલ્યા
he: הודעות נשלחו
hi: मेसेज भेजे गए
hr: Poruke su poslane
hu: Üzenetek elküldve
id: Pesan terkirim
is: Skilaboð send
it: Messaggi inviati
ja: メッセージを送信しました
km: áŸá¶ášááŸ’ášá¼áœá”á¶á“á•áŸ’á‰á¾á…áŸá‰
kn: ಮೆಸೇಜ್‌ಗಳನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ
ko: 메시지 보냄
lt: Žinutės išsiųstos
lv: Ziņas nosūtītas
mk: Пораките се испратени
ml: സന്ദേശങ്ങള്‍ അയച്ചു
mr: संदेश पाठवले
ms: Mesej telah dihantar
my: မက်ဆေ့ချ် ပို့ပြီး
nb: Meldingene er sendt
nl: Berichten verzonden
pa: ਸੁਨੇਹੇ ਭੇਜਿਆ
pl: Wiadomości wysłane
ps: پیغامونه ولیږل شول
pt_br: Mensagens enviadas
pt_pt: Mensagens enviadas
ro: Mesaje trimise
ru: Сообщения отправлены
sk: Správy odoslané
sl: Poslanih sporočil
sq: Mesazhet u dërguan
sr: Поруке су послате
sv: Meddelanden skickade
sw: Arafa zimetumwa
ta: செய்திகள் அனுப்பப்பட்டன
te: సందేశాలు పంపబడ్డాయి
th: ข้อความถูกส่งแล้ว
tr: İletiler gönderildi
ug: ئۇچۇرلار يوللاندى
uk: Повідомлення надіслано
ur: پیغامات بھیج دیے گئے
vi: Tin nhắn đã gửi
zh_cn: 消息已发送
zh_hk: 訊息已傳送

# FORWARD_MESSAGE_TEXT_PLACEHOLDER
source: Add a message
af: Voeg ’n boodskap toe
ar: إضافة رسالة
az: Bir mesaj əlavə et
be: Дадаць паведамленне
bn: একটি বার্তা যোগ করুন
ca: Afegiu-hi un missatge
cs: Přidat zprávu
cy: Ychwanegu neges
da: Tilføj en besked
de: Nachricht hinzufügen
el: Προσθήκη μηνύματος
es: Añadir un mensaje
et: Lisa sõnum
eu: Gehitu mezu bat
fa: افزودن یک پیام
fi: Lisää viesti
fr: Ajouter un message
ga: Cuir teachtaireacht leis
gu: મેસેજ ઉમેરો
he: הוסף הודעה
hi: एक मेसेज को शामिल करें
hr: Dodaj poruku
hu: Szöveg hozzáadása
id: Tambah pesan
is: Bæta við skilaboðum
it: Aggiungi un messaggio
ja: メッセージを追加してください
km: á”á“áŸ’ááŸ‚á˜áŸá¶áš
kn: ಮೆಸೇಜ್ ಸೇರಿಸಿ
ko: 메시지 추가
lt: Pridėti žinutę
lv: Pievienojiet ziņu
mk: Додади порака
ml: ഒരു സന്ദേശം ചേര്‍ക്കുക
mr: संदेश जोडा
ms: Tambah mesej
my: မက်ဆေ့ချ် ပေါင်းထည့်ရန်
nb: Legg til en melding
nl: Bericht toevoegen
pa: ਸੁਨੇਹਾ ਜੋੜੋ
pl: Dodaj wiadomość
ps: د پیغام اضافه کول
pt_br: Adicionar uma mensagem
pt_pt: Adicionar uma mensagem
ro: Adaugă un mesaj
ru: Добавьте сообщение
sk: Pridajte správu
sl: Dodaj sporočilo
sq: Shtoni një mesazh
sr: Унесите поруку
sv: Lägg till ett meddelande
sw: Ongeza arafa
ta: கூட்டு ஒரு செய்தி
te: ఒక సందేశాన్ని జోడించండి
th: เพิ่มข้อความ
tr: İleti ekle
ug: بىز ئۇچۇر قوش
uk: Додати повідомлення
ur: پیغام شامل کریں
vi: Thêm vào một tin nhắn
zh_cn: 添加消息
zh_hk: 新增訊息

# FORWARD_MESSAGE_TITLE
source: Forward To
af: Stuur aan na
ar: إعادة التوجيه إلى
az: Yönləndir
be: Пераслаць
bn: সামনে
ca: Reenvia a
cs: Přeposlat
cy: Ymlaen At
da: Videresend til
de: Weiterleiten an
el: Προώθηση σε
es: Reenviar a
et: Edasta saajale
fa: بازارسال به
fi: Valitse vastaanottaja
fr: Transférer à
gu: આમને ફોરવર્ડ કરો
he: העבר הלאה אל
hi: को फ़ॉरवर्ड करें
hr: Proslijedi za
hu: Továbbítás számukra
id: Tembuskan Ke
is: Áframsenda til
it: Inoltra a
ja: 転送先
km: á”á‰áŸ’á‡á¼á“á”á“áŸ’áá‘áŸ…á€á¶á“áŸ‹
ko: 전달 대상
lt: Kam persiųsti
mk: Препрати до
ml: ഇനിപ്പറയുന്നയാൾക്ക് കൈമാറുക
mr: ला अग्रेषित
ms: Majukan Kepada
nb: Videresend til
nl: Doorsturen naar
pa: ਅੱਗੇ ਭੇਜੋ
pl: Przekaż dalej
ps: ته فاروارډ
pt_br: Encaminhar para
pt_pt: Reencaminhar para
ro: Redirecționează către
ru: Переслать
sk: Preposlať
sl: Posreduj uporabniku_ci
sq: Përcillja
sr: Проследите
sv: Vidarebefordra till
sw: Peleka kwa
th: ส่งต่อไปยัง
tr: Nereye yönlendirilecek
ug: ئۇلاپ يوللا
uk: Куди переслати
ur: فارورڈ بطرف
vi: Chuyển tiếp đến
zh_cn: 转发给
zh_hk: 轉寄給
