Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATION_READ_MORE_SCREEN_PARAGRAPH_1
source: Private messaging. No ads, no trackers, no surveillance.
ar: التراسل الخاص. تراسل خاص. بدون إعلانات، بدون مُتعقِّبات، بدون رقابة.
be: Канфідэнцыйны абмен паведамленнямі. Без рэкламы, без трэкераў, без сачэння.
bn: ব্যক্তিগত ম্যাসেজিং। নেই কোনো বিজ্ঞাপন, নেই কোনো ট্র্যাকার, নেই কোনো নজরদারি।
ca: Missatgeria privada. Sense anuncis, ni rastrejadors, ni vigilància.
cs: Soukromé zasílání zpráv. Žádné reklamy, žádné sledování, žádný dohled.
da: Private beskeder. Ingen annoncer, ingen trackere, ingen overvågning.
de: Private Nachrichten. Keine Werbung, kein Tracking, keine Überwachung.
el: Ιδιωτικά μηνύματα. Χωρίς διαφημίσεις, παρακολούθηση, επιτήρηση.
es: Mensajería privada. Sin anuncios, sin seguimiento, sin vigilancia.
fa: پیام‌رسانی خصوصی. بدون تبلیغات، بدون ردیاب، بدون نظارت.
fi: Yksityistä viestintää. Ei mainoksia, seurantaevästeitä tai valvontaa.
fr: Signal est une messagerie (vraiment) privée. Sans publicité, sans cookie de suivi, sans surveillance.
ga: Teachtaireachtaí príobháideacha. Gan aon fhógraí, gan aon rianairí, gan aon fhaireachas.
gu: ખાનગી મેસેજિંગ. કોઈ જાહેરાતો નહીં, કોઈ પગેરું નહીં, કોઈ દેખરેખ નહીં.
he: תכתובת פרטית. בלי מודעות פרסום, בלי מעקב, בלי פיקוח.
hi: निजी संदेश सेवा। न कोई विज्ञापन, न ट्रैकर, न ही निगरानी।
hr: Privatna razmjena poruka. Bez oglasa, bez pratitelja i bez nadzora.
hu: Privát üzenetküldés. Nincsenek hirdetések, nincsenek nyomkövetők, és nincs megfigyelés.
id: Perpesanan privat. Tanpa iklan, tanpa pelacak, tanpa pengawasan.
it: Messaggi privati e sicuri. Niente pubblicità, cookie o tracciamenti.
ja: プライベートメッセージ。広告なし、トラッキングなし、監視なし。
ko: 개인정보를 보호하는 메시지. 광고와 트래커, 사찰에서 자유로운 앱.
mr: खाजगी संदेशन. कोणत्याही जाहिराती नाहीत, कोणतेही ट्रॅकर नाहीत, कोणतीही पाळत नाही.
ms: Pemesejan peribadi. Tiada iklan, tiada penjejak, tiada pengawasan.
nb: Private meldinger. Ingen annonser, ingen sporing, ingen overvåking.
nl: Privéberichten. Geen advertenties, geen volgers, geen toezicht.
pl: To prywatny komunikator. Bez reklam, bez śledzenia, bez kompromisów.
pt_br: Mensagens privadas. Sem anúncios, sem rastreamento, sem vigilância.
pt_pt: Mensagens privadas. Sem anúncios, sem rastreadores, sem vigilância.
ro: Mesaje private. Fără anunțuri, fără sisteme de urmărire.
ru: Приватный обмен сообщениями. Без рекламы, без трекеров, без слежки.
sk: Súkromné posielanie správ. Žiadne reklamy, žiadne sledovače, žiadne monitorovanie.
sr: Приватно дописивање. Без огласа, без праћења, без надзора.
sv: Privata meddelanden. Inga annonser, inga spårare, ingen övervakning.
th: ส่งข้อความอย่างเป็นส่วนตัว ไม่มีโฆษณา ไม่มีการติดตาม ไม่มีการเก็บข้อมูล
tr: Gizli mesajlaşma. Reklam yok, takip yok, gözetleme yok.
ug: ئۇچۇرلىشىش بىخەتەر. ئېلان يوق، ئىز قوغلاش يوق، نازارەت يوق.
uk: Конфіденційні повідомлення. Без реклами, відстежування й нагляду.
ur: پرائیوٹ میسجنگ۔ کوئی اشتہارات نہیں، کوئی ٹریکرز نہیں، کوئی نگرانی نہیں۔
vi: Nền tảng nhắn tin riêng tư. Không quảng cáo, không trình theo dấu, không theo dõi.
zh_cn: 私密通信。无广告，无跟踪，无监视。
zh_hk: 私密通訊。無廣告、無追蹤、無監控。

# DONATION_READ_MORE_SCREEN_PARAGRAPH_2
source: Signal is supported by donations, meaning that your privacy is at the center of everything we do. Signal is built for you; not your data and not for profit.
ar: يتمُّ دعم سيجنال من خلال التبرُّعات، ممّا يعني أن خصوصيتك هي محور كل ما نقوم به. أُنشِئ تطبيق سيجنال من أجلك؛ لا لأجل بياناتك ولا لأجل الربح.
be: Signal існуе за кошт ахвяраванняў, то бок ваша канфідэнцыйнасць для нас стаіць на першым месцы. Signal створаны для вас, а не для атрымання вашых даных і прыбытку.
bn: Signal অনুদান দ্বারা সমর্থিত, যার অর্থ হলো আপনার গোপনীয়তা আমাদের সকল কাজের গুরুত্বের কেন্দ্রস্থলে থাকে। Signal আপনার জন্য তৈরি; আপনার ডেটা কিংবা ব্যবসায়িক লাভের উদ্দেশ্যে নয়।
ca: Signal es manté amb les teves donacions, o sigui que la teva privacitat és sempre la nostra prioritat. Signal està dissenyada per a tu, no per a les teves dades o per obtenir beneficis.
cs: Signal je podporován finančními příspěvky, což znamená, že vaše soukromí je středobodem všeho, co děláme. Signal je vytvořený pro vás, ne pro vaše údaje a ne pro zisk.
da: Signal er bygget på donationer, hvilket betyder at dit privatliv er i fokus i alle vores processer. Signal er udviklet til dig; ikke dine data og ikke for profit.
de: Signal wird durch Spenden finanziert, was bedeutet, dass dein Datenschutz bei allem, was wir tun, im Mittelpunkt steht. Signal ist für dich entwickelt; nicht für deine Daten oder Gewinn.
el: Το Signal υποστηρίζεται από δωρεές, που σημαίνει ότι η ιδιωτικότητά σου σου βρίσκεται στο επίκεντρο για όλα αυτά που κάνουμε. Το Signal έχει φτιαχτεί για εσένα, όχι για τα δεδομένα σου ή το κέρδος.
es: Signal se financia con donaciones de personas como tú, con lo que tu privacidad es nuestra máxima prioridad. Signal está diseñada para ti, no para obtener datos ni ganancias.
fa: سیگنال از طریق کمک‌های مالی پشتیبانی می‌شود و این یعنی حریم خصوصی شما در رأس هر کاری است که ما انجام می‌دهیم. سیگنال برای شما ساخته شده است؛ نه برای داده‌های شما و نه برای سود.
fi: Signalia tuetaan lahjoituksilla. Tämä tarkoittaa, että yksityisyytesi on koko toimintamme keskiössä. Signal on luotu sinua varten, ei datan tarpeisiin tai voiton tavoittelemiseksi.
fr: Signal est financé par des dons. Autrement dit, la protection de votre vie privée est au cœur de toutes nos actions. Nous avons conçu Signal pour vous. Pas pour collecter vos données, ni pour accumuler des profits.
ga: Tacaíonn síntiúis le Signal, rud a chiallaíonn go mbíonn do phríobháideachas i gcroílár gach a ndéanaimid. Tógadh Signal duitse; ní do do shonraí agus ní ar mhaithe le brabús.
gu: Signal દાન દ્વારા સમર્થિત છે, એટલે કે તમારી ગોપનીયતા અમારા દરેક કાર્યોના કેન્દ્ર સ્થાને છે. Signal તમારા માટે નિર્મિત કરેલ છે; નહીં કે તમારા ડેટા માટે કે પછી નફા માટે.
he: Signal נתמכת על ידי התרומות שלך, מה שאומר שהפרטיות שלך נמצאת במרכז סדר העדיפויות שלנו. Signal נבנתה בשבילך; לא בשביל הנתונים שלך ולא בשביל רווחים.
hi: Signal को दान का सहयोग प्राप्त है, यानी कि हम आपकी निजता को ध्यान में रखते हुए ही सबकुछ करते हैं। Signal आपके डेटा या किसी लाभ के लिए नहीं, बल्कि आपके लिए बना है।
hr: Signal podržavaju donacije, što znači da je vaša privatnost u središtu svega što radimo. Signal je stvoren za vas; ne za vaše podatke niti radi zarade.
hu: A Signalt adományokkal támogatják, ami azt jelenti, hogy minden tevékenységünk középpontjában az adataid védelme áll. A Signal neked készült; nem pedig az adataid megszerzése és haszonszerzés céljából.
id: Signal didukung oleh donasi, yang berarti bahwa privasi Anda merupakan inti dari semua yang kami lakukan. Signal dibuat untuk Anda; bukan untuk data Anda dan bukan pula demi keuntungan.
it: Signal viene sostenuta dalle donazioni: ciò significa che la tua privacy è al centro del nostro lavoro. Signal è pensata per persone come te, non per i tuoi dati, né per fare profitto.
ja: Signalは寄付によって支えられています。これは、お客様のプライバシーが私たちの活動の最重要事項であることを意味します。Signalは皆様のために作られたものです。皆様のデータや利益のためではありません。
ko: Signal은 사용자의 기부로 운영되기에 모든 면에서 사용자의 개인정보보호를 최우선으로 생각합니다. Signal은 데이터와 수익이 아닌 사용자를 위한 앱입니다.
mr: Signal हे आपल्या देण्ग्यांद्वारे समर्थित आहे, ज्याचा अर्थ आम्ही जे काही करतो त्याच्या केंद्रस्थानी आपली गोपनीयता असते. Signal हे आपल्या डेटा आणि फायद्यासाठी नव्हे; तर आपल्यासाठी तयार केलेले आहे.
ms: Signal disokong oleh derma, bermakna bahawa privasi anda adalah keutamaan dalam semua yang kami lakukan. Signal dibina untuk anda; bukan data anda dan bukan untuk keuntungan.
nb: Signal drives av pengebeløp fra brukerne, noe som betyr at personvernet ditt alltid står i fokus. Signal er utviklet for deg – ikke for opplysningene dine, og ikke for profitt.
nl: Signal wordt ondersteund door donaties, wat betekent dat jouw privacy centraal staat bij alles wat we doen. Signal is gebouwd voor jou; niet voor jouw gegevens en niet voor de winst.
pl: Signal istnieje dzięki darowiznom, dlatego Twoja prywatność to nasz priorytet. Tworzymy aplikację Signal dla Ciebie, a nie dla zysku czy w celu pozyskania Twoich danych.
pt_br: O Signal é apoiado por doações, ou seja, a sua privacidade está no centro de tudo que fazemos. O Signal foi criado para você, não para recolher seus dados ou para fins lucrativos.
pt_pt: O Signal é apoiado por donativos, o que significa que a sua privacidade está no centro de tudo o que fazemos. O Signal é feito para si, não para os seus dados nem para lucro.
ro: Signal este sprijinit de donații, ceea ce înseamnă că confidențialitatea ta este în centrul a tot ceea ce facem. Signal este dezvoltat pentru tine; nu pentru date sau pentru profit.
ru: Signal существует за счет пожертвований, а это значит, что ваша конфиденциальность для нас на первом месте. Signal создан для вас, а не для ваших данных и получения прибыли.
sk: Signal využíva podporu v podobe príspevkov, čo znamená, že vaše súkromie je stredobodom všetkého, čo robíme. Signal je vytvorený pre vás, nie pre vaše údaje a nie za účelom zisku.
sr: Signal функционише кроз донације, што значи да је ваша приватност у центру свега што радимо. Signal је изграђен за вас, не због ваших података и не за профит.
sv: Signal stöds av donationer, vilket innebär att din integritet står i centrum för allt vi gör. Signal är byggd för dig; inte dina data och inte för profit.
th: Signal ได้รับการสนับสนุนจากการบริจาค ความเป็นส่วนตัวของคุณจึงสำคัญที่สุดสำหรับเรา Signal ถูกสร้างมาเพื่อคุณ ไม่ใช่เพื่อข้อมูลของคุณหรือผลกำไรใดๆ
tr: Signal bağışlarla destekleniyor, yani gizliliğin yaptığımız her şeyin merkezinde. Sinyal senin için üretildi; kişisel bilgilerini kullanmak ve kâr etmek için değil.
ug: Signal نىڭ بارلىق تىرىشچانلىقى سىزنىڭ مەخپىيەتلىكىڭىز ئۈچۈن. Signal سىزنىڭ سانلىق مەلۇماتىڭىزنى دەپ ئەمەس، سىزنى دەپ قۇرۇلغان؛ Signal پايدا بىلەن ئەمەس، ئىئانە بىلەن يۈرۈشىدۇ.
uk: Signal існує за рахунок пожертв. Це означає, що ми робимо все заради захисту вашої особистої інформації. Signal створено для вас, а не для збору ваших даних чи нашого прибутку.
ur: Signal کو عطیات سپورٹ کرتے ہیں، مطلب یہ کہ آپ کی پرائیویسی ہر اس کام کا محور ہے جو ہم انجام دیتے ہیں۔ Signal کو آپ کے ڈیٹا اور منافع کے لیے نہیں؛ بلکہ آپ کے لیے بنایا گیا ہے۔
vi: Signal được hỗ trợ bởi các khoản ủng hộ, đồng nghĩa với việc quyền riêng tư của bạn chính là yếu tố được chúng tôi chú trọng nhất. Signal được phát triển dành cho bạn; không hướng đến dữ liệu của bạn, hay lợi nhuận.
zh_cn: Signal 依靠捐款维持运营，这意味着在我们的经营和运作中，保护您的隐私是我们的重中之重。Signal 为用户而生，不为数据，也不为盈利。
zh_hk: Signal 全靠捐款支持運作，這表示保護你的隱私就是我們的首要工作。Signal 是為你而打造的，不是為了你的資料，也不是為了盈利。

# DONATION_READ_MORE_SCREEN_PARAGRAPH_3
source: If you can, please donate today to keep Signal fun, dependable, and available for everyone.
ar: إذا استطعت، يُرجى التبرُّع اليوم للحفاظ على تطبيق سيجنال مُمتعًا وموثوقًا به ومتاحًا للجميع.
be: Калі гэта магчыма, зрабіце ахвяраванне сёння, каб Signal заставаўся заўсёды вясёлым, надзейным і даступным для ўсіх.
bn: আপনি যদি পারেন, তবে Signal-কে আনন্দময়, নির্ভরযোগ্য এবং সবার জন্য নিবেদিত করে রাখতে অনুগ্রহ করে আজই দান করুন।
ca: Si pots, fes una donació avui perquè Signal continuï sent un espai divertit, fiable i disponible per a tothom.
cs: Pokud můžete, přispějte ještě dnes, aby byl Signal zábavný, spolehlivý a dostupný pro všechny.
da: Hvis du kan, opfordrer vi dig til at donere i dag, så Signal fortsat kan være sjov, pålidelig og tilgængelig for alle.
de: Wenn du kannst, dann spende bitte noch heute, damit Signal weiterhin Spaß macht, zuverlässig bleibt und für alle verfügbar ist.
el: Εάν μπορείς, κάνε δωρεά σήμερα για να βοηθήσεις να παραμείνει το Signal διασκεδαστικό, αξιόπιστο και διαθέσιμο για όλους.
es: Si puedes apoyar nuestra misión, haz una donación hoy para que Signal siga siendo una aplicación segura, confiable y accesible para todo el mundo.
fa: اگر می‌توانید، لطفاً همین امروز کمک مالی کنید تا سیگنال سرگرم‌کننده، قابل‌اعتماد و در دسترس همه باشد.
fi: Jos mahdollista, lahjoita Signalille jo tänään varmistaaksesi, että Signal pysyy jatkossakin hauskana, luotettavana ja kaikkien käytettävissä.
fr: Si vous le pouvez, faites un don aujourd’hui pour que Signal reste une messagerie conviviale, fiable et disponible pour tous.
ga: Más féidir leat, Bronn airgead ar Signal inniu ionas go leanfaidh sé de bheith spraíúil, iontaofa agus infhaighte ag cách.
gu: Signalને મનોરંજક, ભરોસાપાત્ર અને દરેક માટે ઉપલબ્ધ રાખવા માટે જો શક્ય હોય તો કૃપા કરીને આજે જ દાન કરો.
he: אם יש לך אפשרות, נשמח לקבל ממך תרומה עוד היום כדי לשמור על Signal כיפית, מהימנה וזמינה לכולם.
hi: यदि संभव हो तो कृपया आज दान दे कर Signal को हर किसी के लिए मज़ेदार, भरोसेमंद, और उपलब्ध बनाए रखने में सहयोग दें।
hr: Ako možete, donirajte već danas kako bi Signal ostao zabavan, pouzdan i dostupan svima.
hu: Ha teheted, adományozz még ma, hogy a Signal szórakoztató, megbízható és mindenki számára elérhető maradjon.
id: Jika bisa, silakan berdonasi hari ini agar Signal tetap menyenangkan, dapat diandalkan, dan tersedia untuk semua orang.
it: Se puoi, fai una donazione a Signal per mantenere l'app un posto sicuro, divertente e aperto per tutta la community.
ja: Signalが誰にとっても楽しめて、信頼性と有用性があり続けるために、皆様の寄付をお願いします。
ko: 가능하다면 지금 Signal에 기부하여 Signal이 누구나 안심하고 사용할 수 있는 즐거운 앱으로 남을 수 있도록 도와주세요.
mr: आपण करु शकत असल्यास, Signal ला मजेशीर, विश्वासार्ह, आणि प्रत्येकासाठी उपलब्ध असलेला ठेवण्यासाठी कृपया आजच देणगी द्या.
ms: Jika anda boleh, sila derma hari ini untuk memastikan Signal terus menjadi aplikasi yang menyeronokkan, boleh dipercayai dan tersedia untuk semua orang.
nb: Hvis du har mulighet er det flott om du vil gi et pengebeløp. Dette bidrar til å holde Signal gøy, pålitelig og tilgjengelig for alle.
nl: Als je iets kunt missen, doneer dan vandaag nog om Signal leuk, betrouwbaar en beschikbaar te houden voor iedereen.
pl: Jeśli możesz, wesprzyj Signal darowizną. To dzięki osobom takim jak Ty nasza aplikacja jest przyjazną przestrzenią – godną zaufania i dostępną dla wszystkich.
pt_br: Se puder, faça uma doação hoje para manter o Signal divertido, confiável e disponível para todos.
pt_pt: Se puder, faça hoje um donativo para manter o Signal divertido, fiável e disponível para todos.
ro: Dacă poți, te rugăm să donezi astăzi ca să păstrăm Signal așa cum e, distractiv, de încredere și disponibil pentru toată lumea.
ru: Если можете, пожалуйста, сделайте пожертвование сегодня, чтобы Signal оставался весёлым, надёжным и доступным для всех.
sk: Ak môžete, prispejte ešte dnes a dopomôžte Signalu k tomu, aby bol zábavnou, spoľahlivou a dostupnou aplikáciou pre každého.
sr: Ако можете, донирајте данас да бисмо одржали Signal забавним, поузданим и доступним свима.
sv: Om du kan, vänligen donera idag för att hålla Signal kul, pålitligt och tillgängligt för alla.
th: ร่วมบริจาคเพื่อสนับสนุนให้ Signal เป็นแอปที่ใช้งานสะดวก สนุก เชื่อถือได้ และเข้าถึงทุกคน
tr: Mümkünse, lütfen Signal'ı eğlenceli, güvenilir ve herkes için erişilebilir hâle getirmek için bugün bağış yap.
ug: ئەگەر شارائىتىڭىز يار بەرسە، Signal نى قىزىقارلىق، ئىشەنچىلىك، ئاممىباب قىلىش ئۈچۈن بۈگۈنلا ئىئانە قىلىڭ.
uk: Будь ласка, підтримайте Signal донатом, якщо можете, щоб він лишався цікавим, надійним і доступним для всіх.
ur: اگر آپ کر سکیں، تو براہ کرم Signal کو پُرتفریح، قابل اعتماد، اور ہر کسی کے لیے اس کی دستیابی ممکن بنانے کے لیے آج ہی عطیہ دیں۔
vi: Nếu có thể, hãy cân nhắc ủng hộ cho Signal ngay hôm nay để duy trì một nền tảng ứng dụng thú vị, đáng tin cậy, và dành cho tất cả mọi người.
zh_cn: 如果可以的话，欢迎立即给 Signal 捐款，让 Signal 继续成为一个充满乐趣和值得信赖的平台，供所有人自由使用。
zh_hk: 如果你願意的話，請立即捐款支持，讓 Signal 繼續為大家帶來有趣且可靠的應用程式。

# DONATION_READ_MORE_SCREEN_TITLE
source: Signal is different.
ar: سيجنال تطبيق مُختلف.
be: Signal не такі, як іншыя.
bn: Signal ব্যতিক্রমধর্মী।
ca: Signal és diferent.
cs: Signal je jiný.
da: Signal er anderledes.
de: Signal ist anders.
el: Το Signal είναι διαφορετικό.
es: Signal es diferente.
fa: سیگنال متفاوت است.
fi: Signal on erilainen.
fr: Une messagerie pas comme les autres.
ga: Tá Signal difriúil.
gu: Signal અલગ છે.
he: Signal היא שונה.
hi: Signal अलग है।
hr: Signal nije kao ostali.
hu: A Signal más.
id: Signal itu berbeda.
it: Signal non è come le altre app.
ja: Signalは他のアプリとは異なります。
ko: Signal은 다릅니다.
mr: Signal वेगळा आहे.
ms: Signal adalah berbeza.
nb: Signal er annerledes.
nl: Signal is anders.
pl: Signal jest inny
pt_br: O Signal é diferente.
pt_pt: O Signal é diferente.
ro: Signal este diferit.
ru: Signal не такой, как все.
sk: Signal je odlišný.
sr: Signal је другачији.
sv: Signal är annorlunda.
th: Signal นั้นแตกต่าง
tr: Signal diğer uygulamalardan farklıdır.
ug: Signal باشقىچە.
uk: Signal інакший.
ur: Signal مختلف ہے۔
vi: Signal là một ứng dụng khác biệt.
zh_cn: Signal 与众不同。
zh_hk: Signal 有別於其他通訊軟體。

# DONATION_RECEIPT_AMOUNT
source: Amount
af: Bedrag
ar: المبلغ
az: Məbləğ
be: Сума
bn: পরিমাণ
ca: Quantitat
cs: Částka
cy: Swm
da: Beløb
de: Betrag
el: Ποσό
es: Importe
et: Summa
eu: Zenbatekoa
fa: مبلغ
fi: Summa
fr: Montant
gu: રકમ
he: סכום
hi: राशि
hr: Količina
hu: Összeg
id: Jumlah
is: Upphæð
it: Importo
ja: 寄付額
km: á…áŸ†á“á½á“á‘á¹á€á”áŸ’ášá¶á€áŸ‹
kn: ಮೊತ್ತ
ko: 금액
lt: Suma
lv: Apjoms
mk: Износ
ml: തുക
mr: रक्कम
ms: Jumlah
my: ပမာဏ
nb: Beløp
nl: Bedrag
pa: ਰਕਮ
pl: Kwota
pt_br: Valor
pt_pt: Montante
ro: Suma
ru: Сумма
sk: Suma
sl: Količina
sq: Sasi
sr: Износ
sv: Belopp
sw: Kiwango
ta: தொகை
te: మొత్తం
th: ยอดเงิน
tr: Tutar
ug: سومما
uk: Сума
ur: رقم
vi: Khoản chi
zh_cn: 金额
zh_hk: 金額

# DONATION_RECEIPT_DATE_PAID
source: Date paid
af: Datum betaal
ar: تاريخ الدفع
az: Ödəniş tarixi
be: Дата аплаты
bn: পরিশোধের তারিখ
ca: Data de pagament
cs: Datum platby
cy: Dyddiad talu
da: Dato for betaling
de: Zahlungsdatum
el: Ημερομηνία πληρωμής
es: Fecha del pago
et: Maksekuupäev
eu: Ordainketa data
fa: تاریخ پرداخت
fi: Maksun päivämäärä
fr: Date du paiement
gu: ચુકવણીની તારીખ
he: תאריך תשלום
hi: भुगतान तिथि
hr: Datum plaćanja
hu: Fizetés dátuma
id: Tanggal dibayar
is: Greiðsludagsetning
it: Data pagamento
ja: 支払い日
km: á€á¶á›á”ášá·á…áŸ’á†áŸá‘á”á„áŸ‹á”áŸ’ášá¶á€áŸ‹
kn: ಪಾವತಿಸಿದ ದಿನಾಂಕ
ko: 지불 날짜
lt: Mokėjimo data
lv: Samaksas datums
mk: Датум на плаќање
ml: പണം നൽകിയ തീയതി
mr: तारीख भरली
ms: Tarikh bayar
my: ပေးချေသည့် ရက်စွဲ
nb: Betalingsdato
nl: Datum van betaling
pa: ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਮਿਤੀ
pl: Data wpłaty
pt_br: Data de pagamento
pt_pt: Data de pagamento
ro: Data plății
ru: Дата оплаты
sk: Dátum zaplatenia
sl: Datum plačila
sq: Datë pagese
sr: Датум плаћања
sv: Betalningsdatum
sw: Tarehe Ilipolipwa
ta: செலுத்திய தேதி
te: చెల్లించిన తేదీ
th: วันที่ชำระ
tr: Ödeme tarihi
ug: پۇل تۆلەنگەن ۋاقىت
uk: Дата сплати
ur: ادا کیے جانے کی تاریخ
vi: Ngày chi trả
zh_cn: 付款日期
zh_hk: 付款日期

# DONATION_RECEIPT_DETAILS
source: Details
ar: التفاصيل
az: Təfsilatlar
be: Звесткі
bn: বিস্তারিত
ca: Detalls
cs: Podrobnosti
cy: Manylion
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
eu: Xehetasunak
fa: جزئیات
fi: Lisätietoja
fr: Informations
ga: Mionsonraí
gu: વિગતો
he: פרטים
hi: माहिती
hr: Detalji
hu: Részletek
id: Detail
is: Nánar
it: Dettagli
ja: 詳細
kab: Talqayt
km: á›á˜áŸ’á¢á·á
kn: ವಿವರಗಳು
ko: 세부 정보
lt: Išsamesnė informacija
lv: Sīkāki dati / Rekvizīti
mk: Детали
ml: വിശദാംശങ്ങൾ
mr: तपशील
ms: Butiran
my: အသေးစိတ်အချက်အလက်များ
nb: Detaljer
pa: ਵੇਰਵਾ
pl: Szczegóły
ps: جزئیات
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Подробнее
sk: Podrobnosti
sl: Podrobnosti
sq: Hollësi
sr: Опширније
sv: Detaljer
sw: Maelezo
ta: விவரங்கள்
te: వివరాలు
th: รายละเอียด
tr: Detaylar
ug: تەپسىلاتى
uk: Докладніше
ur: تفصیلات
vi: Chi tiết
zh_cn: 更多
zh_hk: 詳細資料

# DONATION_RECEIPT_EXPORT_RECEIPT_BUTTON
source: Share Receipt
ar: مشاركة الإيصال
az: Qəbzi paylaş
be: Абагуліць квітанцыю
bn: রিসিপ্ট শেয়ার করুন
ca: Comparteix el rebut
cs: Sdílet doklad
da: Del kvittering
de: Bescheinigung teilen
el: Διαμοιρασμός απόδειξης
es: Compartir recibo
fa: اشتراک‌گذاری رسید
fi: Jaa kuitti
fr: Partager le reçu
gu: રસીદ શેર કરો
he: שתף קבלה
hi: रसीद शेयर करें
hr: Podijeli račun
hu: Nyugta megosztása
id: Bagikan Kuitansi
is: Deila kvittun
it: Condividi ricevuta
ja: 領収書を共有
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€á”á„áŸ’á€á¶á“áŸ‹áŠáŸƒ
ko: 영수증 공유
lt: Bendrinti kvitą
ml: രസീത് പങ്കിടുക
mr: पावती शेअर करा
ms: Kongsi Resit
nb: Del kvitteringen
nl: Donatiebewijs delen
pl: Udostępnij potwierdzenie
pt_br: Compartilhar nota fiscal
pt_pt: Partilhar recibo
ro: Partajează chitanța
ru: Поделиться квитанцией
sk: Zdieľať potvrdenku
sl: Deli račun
sq: Eksporto Dëftesë
sr: Подели признаницу
sv: Dela kvitto
sw: Share risiti
th: แชร์ใบเสร็จ
tr: Makbuzu Paylaş
ug: تالوننى ئورتاقلىشىش
uk: Поділитися
ur: رسید شیئر کریں
vi: Chia sẻ biên lai
zh_cn: 分享收据
zh_hk: 分享收據
