Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SECONDARY_LINKING_SYNCING_OTHER_ERROR_MESSAGE
source: Your messages could not be transferred due to an error. Try again by re-linking this device.
ar: تعذَّر نقل رسائلك بسبب حدوث خطأ. حاوِل مرّة أخرى من خلال إعادة ربط هذا الجهاز.
be: Адбылася памылка, таму вашы паведамленні немагчыма перанесці. Нанова звяжыце гэту прыладу і паўтарыце спробу.
bn: একটি ত্রুটির কারণে আপনার মেসেজ ট্রান্সফার করা যায়নি। এই ডিভাইসটি পুনরায় লিংক করে আবার চেষ্টা করুন।
ca: S'ha produït un error i no s'han pogut transferir els teus missatges. Torna-ho a provar enllaçant de nou aquest dispositiu.
cs: Vaše zprávy se kvůli chybě nepodařilo přenést. Zkuste to znovu opětovným propojením tohoto zařízení.
da: Dine beskeder kunne ikke overføres på grund af en fejl. Prøv igen ved at genoprette forbindelse til enheden.
de: Deine Nachrichten konnten aufgrund eines Fehlers nicht übertragen werden. Versuche es noch einmal, indem du dieses Gerät erneut koppelst.
el: Δεν ήταν δυνατή η μεταφορά των μηνυμάτων σου λόγω σφάλματος. Δοκίμασε ξανά συνδέοντας ξανά αυτή τη συσκευή.
es: Ha habido un error y no se han podido transferir tus mensajes. Vuelve a vincular este dispositivo para intentarlo de nuevo.
fa: پیام‌هایتان به‌دلیل بروز خطا منتقل نشد. با اتصال مجدد این دستگاه، دوباره امتحان کنید.
fi: Viestejäsi ei voitu siirtää virheen vuoksi. Yritä uudelleen yhdistämällä laite uudelleen.
fr: Une erreur nous empêche de transférer vos messages. Veuillez associer cet appareil de nouveau et réessayer.
ga: Níorbh fhéidir do theachtaireachtaí a aistriú de dheasca earráide. Triail arís tríd an ngléas seo a athnascadh.
gu: એક એરરને કારણે તમારા મેસેજ ટ્રાન્સફર કરી શકાયા નથી. આ ડિવાઇસને ફરીથી લિંક કરીને ફરી પ્રયાસ કરો.
he: לא ניתן היה להעביר את ההודעות שלך עקב שגיאה. יש לנסות שוב באמצעות קישור מחדש של המכשיר הזה.
hi: किसी गड़बड़ी के कारण, आपके संदेश ट्रांसफ़र नहीं किए जा सके। इस डिवाइस को फिर से लिंक करके दोबारा कोशिश करें।
hr: Prijenos vaših poruka nije uspio jer je došlo do pogreške. Pokušajte ponovno povezati ovaj uređaj.
hu: Az üzeneteidet egy hiba miatt nem sikerült átvinni. Próbáld újra az eszköz újbóli összekapcsolásával.
id: Pesan Anda tidak dapat ditransfer karena terjadi kesalahan. Coba lagi dengan menghubungkan ulang perangkat ini.
it: Non è stato possibile trasferire i tuoi messaggi per via di un errore. Riprova dopo aver ricollegato questo dispositivo.
ja: エラーが発生したため、メッセージを移行できませんでした。この端末を再リンクして、もう一度お試しください。
ko: 오류로 인해 메시지를 전송할 수 없습니다. 이 기기를 다시 연결하여 다시 시도하세요.
mr: आपले संदेश एका त्रुटीमुळे हस्तांतरित करता आले नाहीत. हा डिव्हाईस पुन्हा लिंक करून पुन्हा प्रयत्न करा.
ms: Mesej anda gagal dipindahkan kerana berlaku ralat. Cuba lagi dengan memautkan semula peranti ini.
nb: Meldingene dine kunne ikke overføres på grunn av en feil. Prøv igjen ved å koble enheten til på nytt.
nl: Je berichten konden niet worden overgezet vanwege een fout. Probeer het opnieuw door dit apparaat opnieuw te koppelen.
pl: Nie udało się przenieść Twoich wiadomości z powodu błędu. Aby spróbować ponownie, połącz to urządzenie jeszcze raz.
pt_br: Não foi possível transferir suas mensagens devido a um erro. Vincule este dispositivo novamente e tente de novo.
pt_pt: As suas mensagens não puderam ser transferidas devido a um erro. Tente novamente voltando a ligar este desktop.
ro: Mesajele tale nu au putut fi transferate din cauza unei erori. Încearcă din nou reconectând acest dispozitiv.
ru: Ваши сообщения не могут быть перенесены из-за ошибки. Повторите попытку, снова привязав это устройство.
sk: Vyskytla sa chyba a vaše správy nebolo možné preniesť. Skúste to znova opätovným prepojením tohto zariadenia.
sr: Ваше поруке нису пренете због грешке која се догодила. Пробајте да поново повежете овај уређај.
sv: Dina meddelanden kunde inte överföras på grund av ett fel. Försök igen genom att länka om den här enheten.
th: ไม่สามารถถ่ายโอนข้อความของคุณได้เนื่องจากมีข้อผิดพลาดเกิดขึ้น โปรดลองใหม่ด้วยการเชื่อมโยงอุปกรณ์นี้อีกครั้ง
tr: Mesajların bir hata nedeniyle aktarılamadı. Bu cihazı yeniden bağlayarak tekrar dene.
ug: بىر خاتالىقى تۈپەيلى ئۇچۇرلىرىڭىزنى يۆتكىگىلى بولمىدى. بۇ ئۈسكۈنىنى قايتا ئۇلاپ قايتا سىناڭ.
uk: Повідомлення не вдалося перенести через помилку. Зв'яжіть цей пристрій знов і повторіть спробу.
ur: کسی خرابی کے باعث آپ کے میسجز ٹرانسفر نہیں ہو سکے۔ اس ڈیوائس کو دوبارہ لنک کر کے دوبارہ کوشش کریں۔
vi: Tin nhắn của bạn không thể được chuyển vì có lỗi xảy ra. Thử lại bằng cách liên kết lại thiết bị này.
zh_cn: 由于发生错误，您的消息无法转移。请重新链接此设备再试一次。
zh_hk: 由於發生錯誤，你的訊息無法轉移。重新連結此裝置再試一次。

# SECONDARY_LINKING_SYNCING_UPDATE_REQUIRED_CHECK_FOR_UPDATE_BUTTON
source: Check For Updates
ar: تحقّق من وجود تحديثات
be: Праверыць абнаўленні
bn: আপডেট পেতে চেক করুন
ca: Buscar actualitzacions
cs: Zkontrolovat aktualizace
da: Tjek efter opdateringer
de: Nach Updates suchen
el: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
fa: بررسی به‌روزرسانی‌ها
fi: Tarkista päivitykset
fr: Rechercher des mises à jour
ga: Seiceáil Le hAghaidh Nuashonruithe
gu: અપડેટ માટે તપાસો
he: בדיקת עדכונים
hi: अपडेट के लिए देखें
hr: Provjeri dostupna ažuriranja
hu: Frissítések keresése
id: Periksa Pembaruan
it: Controlla aggiornamenti
ja: アップデートを確認する
ko: 업데이트 확인
mr: अद्यतन आहेत का ते तपासा
ms: Semak Kemas Kini
nb: Se etter oppdateringer
nl: Controleren op updates
pl: Sprawdź dostępne aktualizacje
pt_br: Verificar atualizações
pt_pt: Procurar atualizações
ro: Verifică actualizările
ru: Проверить наличие обновлений
sk: Overiť dostupnosť aktualizácie
sr: Провери да ли има ажурирања
sv: Sök efter uppdateringar
th: ตรวจหารุ่นอัปเดต
tr: Güncelleme ara
ug: يېڭىلانمىلارنى تەكشۈرۈڭ
uk: Перевірити версію
ur: اپ ڈیٹس چیک کریں
vi: Kiểm tra cập nhật
zh_cn: 查看更新
zh_hk: 檢查更新

# SECONDARY_LINKING_SYNCING_UPDATE_REQUIRED_ERROR_MESSAGE
source: To complete syncing your messages, update Signal now.
ar: لإكمال مُزامنة رسائلك، قُم بتحديث سيجنال الآن.
be: Патрэбна абнаўленне Signal, каб выканаць сінхранізацыю паведамленняў.
bn: আপনার মেসেজ সিঙ্ক করা সম্পন্ন করতে, এখনই Signal আপডেট করুন।
ca: Per completar la sincronització dels missatges, actualitza ara Signal.
cs: Pro dokončení synchronizace svých zpráv aktualizujte aplikaci Signal.
da: For at fuldføre synkroniseringen af dine beskeder skal du opdatere Signal nu.
de: Um das Synchronisieren deiner Nachrichten abzuschließen, aktualisiere Signal jetzt.
el: Για να ολοκληρώσεις τον συγχρονισμό των μηνυμάτων σου, ενημέρωσε το Signal τώρα.
es: Para completar la sincronización de tus mensajes, actualiza Signal ahora.
fa: برای تکمیل همگام‌سازی پیام‌هایتان، همین حالا سیگنال را به‌روزرسانی کنید.
fi: Viimeistele viestien synkronointi päivittämällä Signal nyt.
fr: Pour terminer la synchronisation de vos messages, passez à la dernière version de Signal.
ga: Nuashonraigh Signal anois le sioncronú teachtaireachtaí a chur i gcrích go hiomlán.
gu: તમારા મેસેજને સિંક થવાનું પૂર્ણ કરવા માટે, Signalને હમણાં જ અપડેટ કરો.
he: כדי להשלים את סנכרון ההודעות, יש לעדכן את Signal כעת.
hi: अपने संदेशों का सिंक पूरा करने के लिए, अभी Signal अपडेट करें।
hr: Kako biste dovršili sinkronizaciju svojih poruka potrebno je ažurirati Signal.
hu: Az üzenetek szinkronizálásának befejezéséhez frissítsd most a Signal-alkalmazást.
id: Untuk menyelesaikan sinkronisasi pesan, perbarui Signal sekarang.
it: Aggiorna Signal per completare la sincronizzazione dei tuoi messaggi.
ja: メッセージの同期を完了するには、Signalを今すぐアップデートしてください。
ko: 메시지 동기화를 완료하려면 지금 Signal을 업데이트하세요.
mr: आपल्या संदेशांचे सिंकिंग पूर्ण करण्यासाठी आत्ता Signal अद्यतन करा.
ms: Untuk melengkapkan penyegerakan mesej anda, kemas kini Signal sekarang.
nb: Oppdater Signal for å synkronisere meldingene dine.
nl: Om het synchroniseren van je berichten te kunnen voltooien, moet je Signal nu bijwerken.
pl: Aby dokończyć synchronizację wiadomości, zaktualizuj aplikację Signal.
pt_br: Atualize o Signal agora para concluir a sincronização de mensagens.
pt_pt: Para concluir a sincronização das suas mensagens, atualize o Signal agora.
ro: Pentru a finaliza sincronizarea mesajelor, actualizează acum Signal.
ru: Чтобы завершить синхронизацию сообщений, обновите Signal прямо сейчас.
sk: Ak chcete dokončiť synchronizáciu správ, aktualizujte Signal hneď teraz.
sr: Да бисте обавили синхронизацију порука, ажурирајте Signal.
sv: Uppdatera Signal nu för att slutföra synkroniseringen av dina meddelanden.
th: โปรดอัปเดต Signal เพื่อซิงค์ข้อความของคุณให้เสร็จสมบูรณ์
tr: Mesajlarını senkronize etme işlemini tamamlamak için Signal'i şimdi güncelle.
ug: ئۇچۇرلىرىڭىزنى ماسقەدەملەش ئۈچۈن ، سىگنالنى ھازىرلا يېڭىلاڭ.
uk: Щоб завершити синхронізацію повідомлень, оновіть Signal.
ur: اپنے میسجز کی سنکنگ مکمل کرنے کے لیے، اب Signal کو اپ ڈیٹ کریں۔
vi: Để hoàn thành đồng bộ hóa tin nhắn, cập nhật Signal ngay.
zh_cn: 如要完成消息同步，请立即更新 Signal。
zh_hk: 要完成訊息同步，請立即更新 Signal。

# SECONDARY_LINKING_SYNCING_UPDATE_REQUIRED_ERROR_TITLE
source: Update Required
ar: التحديث مطلوب
be: Патрабуецца абнаўленне
bn: আপডেট করা প্রয়োজন
ca: Actualització necessària
cs: Je vyžadována aktualizace
da: Opdatering påkrævet
de: Update erforderlich
el: Απαιτείται αναβάθμιση
es: Actualización necesaria
fa: به‌روزرسانی لازم است
fi: Päivitys vaaditaan
fr: Mise à jour requise
ga: Nuashonrú De Dhíth
gu: અપડેટ જરૂરી છે
he: נדרש עדכון
hi: अपडेट आवश्यक है
hr: Potrebno je ažuriranje
hu: Frissítés szükséges
id: Perlu Pembaruan
it: Aggiornamento necessario
ja: アップデートが必要です
ko: 업데이트 필요
mr: अद्यतन आवश्यक आहे
ms: Kemas Kini Diperlukan
nb: Oppdatering kreves
nl: Update vereist
pl: Wymagana aktualizacja
pt_br: Update necessário
pt_pt: Atualização necessária
ro: Actualizare Necesară
ru: Требуется обновление
sk: Vyžaduje sa aktualizácia
sr: Неопходно је ажурирање апликације
sv: Uppdatering krävs
th: จำเป็นต้องอัปเดต
tr: Güncelleme gerekli
ug: يېڭىلاش كېرەك
uk: Необхідне оновлення
ur: اپ ڈیٹ درکار ہے
vi: Yêu cầu Cập nhật
zh_cn: 需要更新
zh_hk: 必須更新

# SECONDARY_ONBOARDING_CHOOSE_DEVICE_NAME_PLACEHOLDER
source: Choose a name
af: Kies ’n naam
ar: اختر اسمًا
az: Bir ad seçin
be: Выбраць назву
bg: Изберете име
bn: একটি নাম চয়ন করুন
ca: Trieu un nom
cs: Zvolte jméno
cy: Dewiswch enw
da: Skriv et navn
de: Name wählen
el: Διάλεξε όνομα
es: Elige un nombre
es_es: Selecciona un nombre
et: Vali nimi
eu: Aukeratu izena
fa: انتخاب یک نام
fi: Valitse nimi
fil: Pumili ng pangalan
fr: Choisissez un nom
ga: Roghnaigh ainm
gu: નામ પસંદ કરો
he: בחר שם
hi: नाम चुनें
hr: Odaberite naziv
hu: Válassz egy nevet
id: Pilih nama
is: Veldu nafn
it: Scegli un nome
ja: 名前を選択してください
kab: Fren isem
kk: Атау таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸáˆáŸ’á˜áŸ„áŸ‡á˜á½á™
kn: ಹೆಸರನ್ನು ಆರಿಸಿ
ko: 이름을 선택하세요
lt: Pasirinkite pavadinimą
lv: Izvēlieties nosaukumu
mk: Изберете име
ml: ഒരു പേര് തിരെഞ്ഞെടുക്കുക
mr: एक नाव निवडा
ms: Pilih nama
my: အမည် ရွေးပါ
nb: Velg et navn
nl: Kies een naam
pa: ਕੋਈ ਨਾਮ ਚੁਣੋ
pa_pk: اک ناں منتخب کرو
pl: Wybierz nazwę
ps: یو نوم وټاکئ
pt_br: Escolha um nome
pt_pt: Escolha um nome
ro: Alege un nume
ru: Выберите имя
sk: Zvoľte názov
sl: Izberite ime
sq: Zgjidhni një emër
sr: Изаберите назив
sv: Välj ett namn
sw: Chagua jina
ta: பெயரைத் தேர்வுசெய்க
te: పేరును ఎంచుకోండి
th: เลือกชื่อ
tr: İsim seçin
ug: ئات قويۇڭ
uk: Дайте назву
ur: نام منتخب کریں
vi: Chọn tên
zh_cn: 选择一个名称
zh_hk: 選擇一個名稱

# SECONDARY_ONBOARDING_GET_STARTED_BY_OPENING_PRIMARY
source: Launch Signal on your phone to link this iPad to your account
af: Begin Signal op u foon om hierdie iPad aan u rekening te koppel
ar: شغِّل سيجنال على الهاتف الخاص بك لربط هذا الآيباد بحسابك.
az: Hesabınızla iPad-ı əlaqələndirmək üçün telefonunuzda Signal-ı açın
be: Запусціце Signal на сваім тэлефоне, каб звязаць гэты iPad да вашага ўліковага запісу
bg: Стартирайте Signal на телефона си, за да свържете този iPad към своя акаунт
bn: এই অ্যাকাউন্টে আইপ্যাড যুক্ত করতে আপনার ফোনে Signal চালু করুন
ca: Inicieu el Signal del vostre telèfon per enllaçar aquest iPad al vostre compte.
cs: Pro připojení tohoto iPad k vašemu účtu spusťte Signal na vašem telefonu.
cy: Lansiwch Signal ar eich ffôn er mwyn cysylltu yr iPad hon i'ch cyfrif
da: Start Signal på din mobil for at koble denne iPad til din konto
de: Starte Signal auf deinem Mobiltelefon, um dieses iPad mit deinem Konto zu koppeln.
el: Άνοιξε το Signal στο τηλέφωνό σου για να συνδέσεις αυτό το iPad στο λογαριασμό σου
es: Abre Signal en tu teléfono para vincular este iPad con tu cuenta
es_es: Ve a Signal en tu teléfono para enlazar este iPad con tu cuenta
et: Käivita Signal oma telefonis, et ühendada see iPad oma kontoga
eu: Ireki Signal zure telefonoan iPad hau zure kontuarekin lotzeko
fa: باز کردن سیگنال روی گوشی شما برای پیوند این آیپد به حساب کاربری شما
fi: Aloita tämän iPadin yhdistäminen avaamalla Signal puhelimessasi
fil: Patakbuhin ang Signal sa iyong telepono para i-link ang iPad na ito sa iyong account
fr: Lancer Signal sur votre téléphone pour associer cet iPad à votre compte
ga: Tosaigh Signal ar do ghuthán chun an iPad seo a nascadh le do chuntas
gu: આ iPad ને તમારા એકાઉન્ટથી લિંક કરવા તમારા ફોન પર Signal લોંચ કરો
he: הפעל את Signal בטלפון שלך וקשר iPad זה אל החשבון שלך
hi: इस iPad को अपने Signal खाते से लिंक करने के लिये अपने फोन में Signal ऐप खोलें
hr: Pokrenite Signal na uređaju kako biste povezali ovaj iPad s svojim računom
hu: Nyisd meg a telefonodon a Signalt ezen iPad társításához
id: Buka Signal di ponsel Anda untuk menghubungkan iPad ini dengan akun Anda
is: Ræstu Signal á símanum þínum til að tengja þennan iPad við aðganginn þinn
it: Apri Signal sul tuo telefono per associare questo iPad al tuo account
ja: このiPadをリンクするため、携帯電話のSignalを起動してください。
kab: Senker Signal ɣef tilifun-ik·im i wakken ad teqqneḍ iPad-a ɣer umiḍan-ik·im
kk: Осы iPad құрылғысын тіркелгіңізге байланыстыру үшін телефоныңыздағы Signal қолданбасын іске қосыңыз
km: á”á¾á€ Signal á“áŸ…á›á¾á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸áá—áŸ’á‡á¶á”áŸ‹ iPad á“áŸáŸ‡á‘áŸ…á€á¶á“áŸ‹á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ಈ ಐಪ್ಯಾಡ್ ಅನ್ನು ನಿಮ್ಮ ಖಾತೆಗೆ ಲಿಂಕ್ ಮಾಡಲು ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ Signal ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ
ko: 이 iPad를 계정과 연결하려면 사용자 휴대전화에서 Signal을 실행하십시오
lt: Norėdami susieti šį iPad su savo paskyra, paleiskite Signal savo telefone
lv: Palaidiet lietotni Signal tālrunī, lai saistītu šo iPad ar savu kontu
mk: Стартувајте го Signal на вашиот телефон за да го поврзете овој iPad на вашата сметка
ml: ഈ ഐപാഡ് നിങ്ങളുടെ അക്കൗണ്ടുമായി ലിങ്ക് ചെയ്യുന്നതിന് നിങ്ങളുടെ ഫോണിൽ Signal ലോഞ്ച് ചെയ്യുക
mr: हा iPad आपल्या खात्यासोबत लिंक करण्यासाठी आपल्या फोन वर Signal लाँच करा
ms: Lancarkan Signal pada telefon anda untuk memautkan iPad ini kepada akaun anda
my: သင့် iPad ကို အကောင့်ဖြင့် ချိတ်ရန် Signal ကို သင့်ဖုန်းပေါ်တွင် ဖွင့်လိုက်ပါ။
nb: Start Signal på telefonen din for å koble denne iPad til kontoen din
nl: Open Signal op je telefoon om deze iPad te koppelen aan je Signal-account
pa: ਇਸ iPad ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਲਿੰਕ ਕਰਨ ਲਈ ਆਪਣੇ ਫੋਨ 'ਤੇ Signal ਨੂੰ ਖੋਲ੍ਹੋ
pa_pk: ایس آئی پیڈ نوں اپنے اکاؤنٹ نال لنک کرن دے لئی اپنے فون اتے Signal لانچ کرو
pl: Aby połączyć tego iPada ze swoim kontem, uruchom aplikację Signal na telefonie
ps: په خپل موبایل کې Signal خلاص کړئ تر څو دا iPad له خپل اکاونټ سره لینک کړئ
pt_br: Abra o Signal no seu telefone para vincular esse iPad à sua conta
pt_pt: Inicie o Signal no seu telemóvel para associar este iPad à sua conta
ro: Deschide Signal pe telefon pentru a asocia acest iPad la contul tău.
ru: Запустите Signal на своём телефоне, чтобы привязать этот iPad к своей учётной записи
sk: Pre prepojenie tohto iPadu k vášmu účtu spustite Signal na vašom telefóne.
sl: Za povezavo iPada z vašim računom zaženite Signal na vašem telefonu
sq: Që të lidhni këtë iPad me llogarinë tuaj, niseni Signal-in në telefonin tuaj
sr: Покрените Signal на телефону да бисте повезали овај iPad са својим налогом
sv: Starta Signal på din telefon för att länka denna iPad till ditt konto
sw: Zindua Signal kwenye simu yako ili kuunga iPad hii na akaunti yako
ta: இந்த ஐபாட் உங்கள் கணக்கில் இணைக்க உங்கள் தொலைபேசியில் Signal லைத் தொடங்கவும்
te: ఈ iPad ను మీ ఖాతాకు లింక్ చేయడానికి మీ ఫోన్‌లో Signal ప్రారంభించండి
th: เปิด Signal บนโทรศัพท์ของคุณเพื่อเชื่อมโยง iPad เครื่องนี้เข้ากับบัญชีของคุณ
tr: Bu iPad'i hesabınıza bağlamak için telefonunuzdan Signal'i açın
ug: تېلېفونىڭىزدا Signal نى قوزغىتىپ نۆۋەتتىكى iPad نى ھېساباتىڭىزغا باغلاڭ
uk: Запустіть Signal на телефоні, щоб зв'язати цей iPad зі своїм акаунтом
ur: اس iPad کو اپنے اکاؤنٹ سے لنک کرنے کے لئے اپنے فون پر Signal لانچ کریں
vi: Mở Signal trên điện thoại để liên kết iPad này với tài khoản của bạn
zh_cn: 在您的手机上打开Signal用以将当前iPad关联至您的账户
zh_hk: 在您的電話上啟動 Signal，以便將此 iPad 連結至您的帳戶。

# SECONDARY_ONBOARDING_GET_STARTED_DO_NOT_HAVE_PRIMARY
source: I don't have Signal on my phone…
af: Ek het nie Signal op my foon nie…
ar: ليس لديّ تطبيق سيجنال على هاتفي…
az: Telefonumda Signal yoxdur...
be: Я не маю Signal на сваім тэлефоне…
bg: Нямам Signal на телефона си…
bn: আমার ফোনে Signal নেই…
ca: No tinc Signal al telèfon…
cs: Na mém telefonu nemám Signal…
cy: Nid oes gen i Signal ar fy ffôn...
da: Jeg har ikke Signal installeret på min mobil …
de: Ich habe Signal nicht auf meinem Telefon …
el: Δεν έχω το Signal στο τηλέφωνό μου…
es: No tengo Signal en mi teléfono…
es_es: No tengo Signal en mi teléfono …
et: Mul ei ole telefonis Signalit...
eu: Ez daukat Signal nire telefonoan...
fa: سیگنال را در تلفنم ندارم…
fi: Minulla ei ole Signalia puhelimessa…
fil: Wala akong Signal sa aking telepono...
fr: Je n'ai pas installé Signal sur mon téléphone…
ga: Níl Signal ar mo ghuthán…
gu: મારી પાસે મારા ફોનમાં Signal નથી…
he: אין לי Signal בטלפון שלי…
hi: मेरे फ़ोन में Signal नहीं है…
hr: Nemam Signal na svom telefonu…
hu: Nincs Signal a telefonomon…
id: Saya tidak punya Signal di ponsel saya…
is: Ég er ekki með Signal á símanum mínum…
it: Non ho Signal sul mio telefono…
ja: 私の端末にはSignalがありません…
kab: Ur sεiɣ ara Signal ɣef tilifun-inu...
kk: Менің телефонымда Signal қолданбасы жоқ…
km: ááŸ’á‰á»áŸ†á˜á·á“á˜á¶á“ Signal á›á¾á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹ááŸ’á‰á»áŸ†á‘áŸâ€¦
kn: ನನ್ನ ಫೋನ್‌ನಲ್ಲಿ Signal ಇಲ್ಲ…
ko: 제 휴대전화에는 Signal이 없습니다…
lt: Aš neturiu Signal programėlės savo telefone…
lv: Manā tālrunī nav Signal...
mk: Јас немам Signal на мојот телефон...
ml: എൻ്റെ ഫോണിൽ Signal ഇല്ല...
mr: माझ्या फोनवर Signal नाही आहे…
ms: Saya tiada Signal di telefon saya…
my: ကျွန်ုပ်၏ဖုန်းပေါ်တွင် Signal မရှိပါ...
nb: Jeg har ikke Signal på min telefon…
nl: Ik heb de Signal-app niet op mij telefoon…
pa: ਮੇਰੇ ਫੋਨ ਵਿੱਚ Signal ਨਹੀਂ ਹੈ...
pa_pk: میرے فون اچ Signal نئیں اے…
pl: Nie mam aplikacji Signal na telefonie…
ps: زه په خپل موبایل کې Signal نه لرم...
pt_br: Eu não tenho Signal no meu telefone…
pt_pt: Não tenho o Signal no meu telemóvel…
ro: Nu am Signal pe telefonul meu…
ru: На моем телефоне нет Signal…
sk: Nemám Signal na svojom telefóne…
sl: Na telefonu nimam nameščene aplikacije Signal
sq: Nuk kam Signal në telefonin tim…
sr: Немам Signal на телефону…
sv: Jag har inte Signal på min telefon.…
sw: Sina Signal kwenye simu yangu...
ta: என்னிடம் இல்லை Signal என் மீது தொலைபேசி…
te: నా ఫోన్‌లో Signal లేదు…
th: ฉันไม่มี Signal ในโทรศัพท์…
tr: Telefonumda Signal uygulaması yok…
ug: تېلېفونومدا Signal يوق…
uk: На моєму телефоні немає Signal…
ur: میرے پاس اپنے فون پر Signal نہیں ہے…
vi: Tôi không có Signal trên điện thoại…
zh_cn: 我手机上没下 Signal……
zh_hk: 我的電話未安裝 Signal……
