Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ALERT_UNKNOWN_THREAD_WARNING_CONTACT_MESSAGE
source: You have no groups in common with this person. Review requests carefully before accepting to avoid unwanted messages.
af: Jy het geen groepe in gemeen met hierdie persoon nie. Hanteer versoeke met omsigtigheid om ongewenste boodskappe te voorkom.
ar: ليس لديك أي مجموعة مشتركة مع هذا الشخص. قُم بمراجعة الطلبات بعناية قبل قبولها لتفادي أي رسائل غير مرغوب فيها.
az: Bu şəxslə heç bir ortaq qrupunuz yoxdur. İstənməyən mesajları əngəlləmək üçün qəbul etməzdən əvvəl tələbləri diqqətlə nəzərdən keçirin.
be: Вы не маеце агульных груп з гэтай асобай. Перш чым прыняць запыт, уважліва праглядайце яго, каб пазбегнуць непажаданых паведамленняў.
bn: আপনার এবং এই ব্যক্তির মধ্যে কোনও কমন গ্রুপ নেই। অনাকাঙ্ক্ষিত মেসেজ পাওয়া এড়াতে গ্রহণ করার পূর্বে অনুরোধগুলো যত্ন সহকারে পর্যালোচনা করুন।
ca: No teniu cap grup en comú amb aquesta persona. Reviseu les sol·licituds amb atenció abans d’acceptar-les per evitar missatges no desitjats.
cs: S touto osobou nemáte žádné společné skupiny. Požadavky pečlivě ověřte, než žádost schválíte, abyste předešli nevyžádaným zprávám.
cy: Nid oes gennych grwpiau'n gyffredin â'r person yma. Ystyriwch y ceisiadau'n ofalus cyn drebyn negeseuon diofyn.
da: Du har ingen grupper til fælles med denne person. Gennemgå anmodninger nøje, inden du accepterer for at undgå uønskede beskeder.
de: Du hast keine gemeinsamen Gruppen mit dieser Person. Prüfe Anfragen vor dem Annehmen sorgfältig, um ungewollte Nachrichten zu vermeiden.
el: Δεν είσαι σε κοινές ομάδες με αυτό το άτομο. Εξέτασε τα αιτήματα προσεκτικά πριν αποδεχτείς, για να γλιτώσεις ανεπιθύμητα μηνύματα.
es: No tienes grupos en común con esta persona. Revisa siempre detenidamente las solicitudes de chat antes de aceptarlas para evitar mensajes no deseados.
et: Sul ei ole ühiseid gruppe selle isikuga. Vaata taotlused hoolikalt üle enne kinnitamist, et hoiduda tahtmatutest sõnumitest.
eu: Ez duzu talde komunik pertsona honekin. Eskaerak onartu aurretik, azter itzazu ondo, nahi ez diren mezuak saihesteko.
fa: شما هیچ گروه مشترکی با این فرد ندارید. پرای جلوگیری از پیام‌های ناخواسته، پیش از قبول درخواست‌ها، آن‌ها را با دقت بررسی کنید.
fi: Et kuulu samoihin ryhmiin tämän henkilön kanssa. Käy pyynnöt huolellisesti läpi ennen hyväksymistä välttääksesi ei-toivotut viestit.
fr: Vous n'avez aucun groupe en commun avec cette personne. Pour éviter les messages indésirables, examinez attentivement les demandes avant de les accepter.
ga: Níl aon ghrúpaí i bpáirt agat leis an duine seo. Athbhreithnigh iarratais go cúramach roimh a nglacadh chun teachtaireachtaí nach bhfuil uait a sheachaint.
gu: તમારી પાસે આ વ્યક્તિ સાથે કોમનમાં કોઈ ગ્રૂપ નથી. અનિચ્છનીય મેસેજ ટાળવા માટે સ્વીકારતા પહેલા વિનંતીઓની કાળજીપૂર્વક રિવ્યૂ કરો.
he: אין לך קבוצות משותפות עם האיש הזה. סקור בקשות בזהירות טרם אישור שלהן כדי להימנע מהודעות בלתי רצויות.
hi: इस व्यक्ति के साथ आपका कोई समूह समान नहीं है। अवांछित संदेशों से बचने के लिए स्वीकार करने से पहले अनुरोधों की सावधानीपूर्वक समीक्षा करें।
hr: S ovom osobom nemate zajedničkih grupa. Pažljivo pregledajte zahtjeve prije nego što ih prihvatite kako biste izbjegli neželjene poruke.
hu: Nincsenek közös csoportjaid ezzel a személlyel. Ellenőrizd a kérelmet figyelmesen mielőtt elfogadod, hogy elkerüld a nem kívánt üzeneteket.
id: Anda tidak punya grup yang sama dengan orang ini. Tinjau permintaan dengan seksama sebelum menerima untuk menghindari pesan tidak diinginkan.
is: Þú átt enga hópa sameiginlega með þessum aðila. Yfirfarðu beiðnir vandlega áður en þú samþykkir þær til að forðast að fá óumbeðin skilaboð.
it: Non hai nessun gruppo in comune con questa persona. Controlla attentamente le richieste prima di accettarle per evitare messaggi indesiderati.
ja: この人と共通のグループがありません。望まないメッセージを避けるため、申請は慎重に検討してください。
km: á¢áŸ’á“á€á˜á·á“á˜á¶á“á€áŸ’ášá»á˜á‡á¶á˜á½á™á”á»á‚áŸ’á‚á›á“áŸáŸ‡á‘áŸáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™áŸáŸ†áá¾ášá¢áŸ„á™á”á¶á“á…áŸ’á”á¶áŸáŸ‹á˜á»á“á–áŸá›á‘á‘á½á› áŠá¾á˜áŸ’á”á¸á…áŸ€áŸáœá¶á„á‘á‘á½á›á”á¶á“áŸá¶ášáŠáŸ‚á›á¢áŸ’á“á€á˜á·á“á…á„áŸ‹á‘á‘á½á›áŸ”
kn: ಈ ವ್ಯಕ್ತಿಯ ಜೊತೆಗೆ ನೀವು ಯಾವುದೇ ಗ್ರೂಪ್‌ನಲ್ಲಿಲ್ಲ. ಅನಗತ್ಯ ಮೆಸೇಜ್‌ಗಳನ್ನು ದೂರವಿಡಲು ಸಮ್ಮತಿಸುವುದಕ್ಕೂ ಮೊದಲು ಗಮನವಿಟ್ಟು ವಿನಂತಿಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 해당 사용자와 공유하는 그룹이 없습니다. 원치 않는 메시지를 피하기 위해 수락하기 전에 요청을 주의 깊게 검토하세요.
lt: Jūs su šiuo žmogumi neturite jokių bendrų grupių. Prieš priimdami, atidžiai peržiūrėkite prašymus, kad išvengtumėte nepageidaujamų žinučių.
lv: Jums nav kopīgu grupu ar šo personu. Pirms piekrišanas rūpīgi pārskatiet pieprasījumus, lai izvairītos no nevēlamām ziņām.
mk: Немате заеднички групи со оваа личност. Прегледувајте ги барањата внимателно за да избегнете несакани пораки.
ml: ഈ വ്യക്തിയുമായി നിങ്ങൾക്ക് പൊതുവായി ഗ്രൂപ്പുകളൊന്നുമില്ല. അനാവശ്യ സന്ദേശങ്ങൾ ഒഴിവാക്കുന്നതിന് സ്വീകരിക്കുന്നതിന് മുമ്പ് അഭ്യർത്ഥനകൾ ശ്രദ്ധാപൂർവ്വം അവലോകനം ചെയ്യുക.
mr: आपले या व्यक्तीसोबत कुठलेही गट समाईक नाहीत. नको असलेले संदेश टाळण्यासाठी विनंत्याचे काळजीपूर्वक पुनरावलोकन करा.
ms: Anda tidak mempunyai kumpulan yang sama dengan orang ini. Semak permintaan dengan teliti sebelum menerima untuk mengelakkan mesej yang tidak diingini.
my: ၎င်းပုဂ္ဂိုလ်နှင့် သင့်ထံ တူညီသော အဖွဲ့များ မရှိပါ။ အလိုမရှိသော မက်ဆေ့ချ်များကို မလက်ခံမီ တောင်းခံမှုများကို သေချာစွာ သုံးသပ်ပါ။
nb: Du deler ingen grupper med denne personen. Se nøye gjennom forespørsler før du aksepterer, så du unngår uønskede meldinger.
nl: Je hebt geen gemeenschappelijke groep met deze persoon. Overweeg zorgvuldig of je dit gespreksverzoek wilt accepteren om ongewenste berichten te vermijden.
pa: ਇਸ ਵਿਅਕਤੀ ਨਾਲ ਤੁਹਾਡੇ ਕੋਈ ਸਾਂਝੇ ਗਰੁੱਪ ਨਹੀਂ ਹਨ। ਅਣਚਾਹੇ ਸੁਨੇਹਿਆਂ ਤੋਂ ਬਚਣ ਲਈ ਬੇਨਤੀਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਸਾਵਧਾਨੀ ਨਾਲ ਇਹਨਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ।
pl: Nie masz z tą osobą wspólnych grup. Aby uniknąć niechcianych wiadomości, uważnie sprawdzaj wszystkie prośby o kontakt, zanim je zaakceptujesz.
ps: تاسې له دغه کس سره په هېڅ یوه ګروپ کې یو ځای نه یاست. نو غوښتنې وړاندې تر دې چې ویې منئ په دقت سره وګورئ تر څو د ناغوښتل شویو پیغامونو مخه ونیسئ.
pt_br: Você não tem grupos em comum com esta pessoa. Analise a solicitação com cuidado antes de aceitá-la, para evitar o recebimento de mensagens indesejadas.
pt_pt: Não tem grupos em comum com esta pessoa. Reveja os pedidos com cuidado antes de aceitar para evitar mensagens não desejadas.
ro: Nu ai grupuri în comun cu această persoană. Examinează cu atenție solicitările înainte de a accepta pentru a evita mesajele nedorite.
ru: У вас нет общих групп с этим человеком. Внимательно проверяйте запросы перед тем, как принимать их, чтобы избежать нежелательных сообщений.
sk: S touto osobou nemáte spoločné žiadne skupiny. Pred prijatím žiadosti starostlivo skontrolujte, aby ste predišli nežiaducim správam.
sl: S to osebo nimate nobene skupne skupine. Preverite zahtevke, da se izognete nezaželjenim spoločilom.
sq: S’keni grupe të përbashkët me këtë person. Për të shmangur mesazhe të padëshiruar, shqyrtojini me kujdes kërkesat, para se t’i miratoni.
sr: Немате заједничких група са овом особом. Пажљиво прегледајте захтеве пре него што их прихватите како бисте избегли нежељене поруке.
sv: Du har inga grupper gemensamt med denna person. Granska förfrågningar noga innan du accepterar för att undvika oönskade meddelanden.
sw: Hamshiriki vikundi na mtu huyu. Kagua maombi kwa uangalifu kabla ya kukubali ili kuepuka kutumiwa ujumbe usiohitajika.
ta: உங்களிடம் உள்ளது இல்லை குழுக்கள்இந்த நபருடன் பொதுவானது. தேவையற்ற செய்திகளைத் தவிர்ப்பதற்கு ஏற்றுக்கொள்வதற்கு முன் கோரிக்கைகளை கவனமாக மதிப்பாய்வு செய்யவும்.
te: ఈ వ్యక్తితో మీకు సాధారణ సమూహాలు లేవు. అవాంఛిత సందేశాలను నివారించడానికి అంగీకరించే ముందు అభ్యర్థనలను జాగ్రత్తగా సమీక్షించండి.
th: คุณไม่ได้อยู่ในกลุ่มใดที่เหมือนกับบุคคลนี้เลย โปรดพิจารณาคำขออย่างถี่ถ้วน ก่อนจะยอมรับ เพื่อเลี่ยงข้อความไม่พึงประสงค์
tr: Bu kişiyle ortak bir grubunuz yok. İstenmeyen iletileri önlemek için kabul etmeden önce istekleri dikkatlice gözden geçirin.
ug: بۇ كىشى بىلەن ئورتاق گۇرۇپپىڭىز يوق. كېرەكسىز ئۇچۇرلاردىن ساقلىنىش ئۈچۈن قوشۇلۇشتىن ئىلگىرى تەلەپلەرنى ئەستايىدىللىق بىلەن تەكشۈرۈڭ.
uk: У вас немає спільних груп із цією людиною. Щоб уникнути небажаних повідомлень, не приймайте запитів без уважної перевірки відправника.
ur: اس شخص کے ساتھ آپ کے کوئی گروپ مشترک نہیں ہیں۔ ناپسندیدہ پیغامات سے بچنے کے لئے قبول کرنے سے پہلے درخواستوں کا بغور جائزہ لیں۔
vi: Bạn không có chung nhóm nào với người này. Xem qua các yêu cầu cẩn thận trước khi đồng ý để tránh các tin nhắn không muốn.
zh_cn: 与此人无共同群组。为了避免垃圾消息，请在接受之前仔细审查请求。
zh_hk: 此人與您並無共同群組。請仔細檢閱方接受請求，以免無謂訊息滋擾。

# ALERT_UNKNOWN_THREAD_WARNING_GROUP_MESSAGE
source: You have no members in common with this group. Review requests carefully before accepting to avoid unwanted messages.
af: Jy het geen lede in gemeen met hierdie groep nie. Hanteer versoeke met omsigtigheid om ongewenste boodskappe te voorkom.
ar: ليس لديك أي أعضاء مشتركين مع هذه المجموعة. قُم بمراجعة الطلبات بعناية قبل قبولها لتفادي أي رسائل غير مرغوب فيها.
az: Bu qrupla heç bir ortaq üzvləriniz yoxdur. İstənməyən mesajları əngəlləmək üçün qəbul etməzdən əvvəl tələbləri diqqətlə nəzərdən keçirin.
be: Вы не маеце агульных удзельнікаў з гэтай групай. Перш чым прыняць запыт, уважліва праглядайце яго, каб пазбегнуць непажаданых паведамленняў.
bn: আপনার এই গ্রুপের সাথে মিলযুক্ত কোন সদস্য নেই। অনাকাঙ্ক্ষিত মেসেজ এড়াতে স্বীকার করার আগে অনুরোধগুলি সতর্কতার সাথে পর্যালোচনা করুন।
ca: No teniu cap grup en comú amb aquest grup. Reviseu les sol·licituds amb atenció abans d’acceptar-les per evitar missatges no desitjats.
cs: Nemáte žádné společné členy s touto skupinou. Požadavky pečlivě ověřte, než žádost schválíte, abyste předešli nevyžádaným zprávám.
cy: Nid oes gennych unrhyw aelodau yn gyffredin â'r grŵp hwn. Adolygwch ceisiadau yn ofalus cyn eu derbyn er mwyn osgoi negeseuon diangen.
da: Du har ingen medlemmer til fælles med gruppen. Gennemgå anmodninger nøje, inden du accepterer for at undgå uønskede beskeder.
de: Keine bekannten Personen in dieser Gruppe. Prüfe Anfragen vor dem Annehmen sorgfältig, um ungewollte Nachrichten zu vermeiden.
el: Δεν έχετε κοινά μέλη με αυτήν την ομάδα. Ελέγξτε προσεκτικά τα αιτήματα πριν την αποδοχή για να αποφύγετε τα ανεπιθύμητα μηνύματα.
es: No tienes a ninguna persona de este grupo en tus contactos. Revisa detenidamente las solicitudes de chat antes de aceptarlas para evitar mensajes no deseados.
et: Sul ei ole selle grupiga ühiseid kontakte. Vaata taotlused enne soovimatute sõnumite vastuvõtmist hoolikalt üle.
eu: Ez duzu talde komunik pertsona honekin. Eskaerak onartu aurretik, azter itzazu ondo, nahi ez diren mezuak saihesteko.
fa: شما هیچ عضو مشترکی با این گروه ندارید. پیش از پذیرفتن درخواست‌ها، آن‌ها را با دقت بررسی کنید تا از دریافت پیام‌های ناخواسته جلوگیری کنید.
fi: Tämän ryhmän kanssa ei ole yhteisiä jäseniä. Käy pyynnöt huolellisesti läpi ennen hyväksymistä välttääksesi ei-toivotut viestit.
fr: Aucun des membres de ce groupe ne fait partie de vos contacts. Examinez attentivement les demandes avant de les accepter pour éviter les messages indésirables.
ga: Níl aon bhaill i bpáirt agat leis an ngrúpa seo. Athbhreithnigh iarratais go cúramach roimh a nglacadh chun teachtaireachtaí nach bhfuil uait a sheachaint.
gu: આ ગ્રૂપ સાથે કોમનમાં કોઈ સભ્યો નથી. અનિચ્છનીય મેસેજથી બચવા માટે સ્વીકારતા કરતા પહેલાં વિનંતીઓની કાળજીપૂર્વક સમીક્ષા કરો.
he: אין לך חברי קבוצה משותפים עם הקבוצה הזאת. סקור בקשות בזהירות טרם אישור שלהן כדי להימנע מהודעות בלתי רצויות.
hi: इस ग्रुप के साथ आपके कोई भी समान सदस्य नहीं हैं। अवांछित संदेशों से बचने के लिए स्वीकार करने से पहले रिक्वेस्ट की समीक्षा ध्यान से करें।
hr: S ovom grupom nemate zajedničkih članova. Pažljivo pregledajte zahtjeve prije nego što ih prihvatite kako biste izbjegli neželjene poruke.
hu: Nincsenek közös tagjaid ezzel a csoporttal. Ellenőrizd a kérelmet figyelmesen mielőtt elfogadod, hogy elkerüld a nem kívánt üzeneteket.
id: Anda tidak punya anggota yang sama dengan grup ini. Tinjau permintaan dengan seksama sebelum menerima untuk menghindari pesan tidak diinginkan.
is: Þú átt enga meðlimi sameiginlega með þessum aðila. Yfirfarðu beiðnir vandlega áður en þú samþykkir þær til að forðast að fá óumbeðin skilaboð.
it: Non hai membri in comune con questo gruppo. Controlla attentamente le richieste prima di accettarle per evitare messaggi indesiderati.
ja: このグループにあなたの知っているメンバーはいません。望まないメッセージを避けるため、申請は慎重に検討してください。
km: á¢áŸ’á“á€á˜á·á“á˜á¶á“á€áŸ’ášá»á˜á‡á¶á˜á½á™á€áŸ’ášá»á˜á“áŸáŸ‡á‘áŸáŸ” áŸá¼á˜á–á·á“á·ááŸ’á™áŸáŸ†áá¾ášá¢áŸ„á™á”á¶á“á…áŸ’á”á¶áŸáŸ‹á˜á»á“á–áŸá›á‘á‘á½á› áŠá¾á˜áŸ’á”á¸á…áŸ€áŸáœá¶á„á‘á‘á½á›á”á¶á“áŸá¶ášáŠáŸ‚á›á¢áŸ’á“á€á˜á·á“á…á„áŸ‹á‘á‘á½á›áŸ”
kn: ಈ ಗುಂಪಿನ ಯಾವುದೇ ಸದಸ್ಯರು ನಿಮ್ಮೊಂದಿಗಿಲ್ಲ. ಅನಗತ್ಯ ಸಂದೇಶಗಳನ್ನು ತಪ್ಪಿಸಲು ಕೋರಿಕೆಗಳನ್ನು ಸ್ವೀಕರಿಸುವ ಮುನ್ನ ಅವುಗಳನ್ನು ಗಮನವಿಟ್ಟು ಪರಿಶೀಲಿಸಿ.
ko: 이 그룹과 공통된 멤버가 없습니다. 원치 않는 메시지를 피하기 위해 수락하기 전에 요청을 주의 깊게 검토하세요.
lt: Šioje grupėje nėra nei vieno jūsų adresato ar žmogaus, su kuriuo bendraujate. Prieš priimdami, atidžiai peržiūrėkite prašymus, kad išvengtumėte nepageidaujamų žinučių.
lv: Jums nav kopīgu dalībnieku ar šo grupu. Pirms piekrišanas rūpīgi pārskatiet pieprasījumus, lai izvairītos no nevēlamām ziņām.
mk: Немате заеднички членови со оваа група. Внимателно прегледајте ги барањата пред да прифатите за да избегнете несакани пораки.
ml: ഈ ഗ്രൂപ്പുമായി നിങ്ങൾക്ക് പൊതുവായി അംഗങ്ങളില്ല. അനാവശ്യ സന്ദേശങ്ങൾ ഒഴിവാക്കുന്നതിന് സ്വീകരിക്കുന്നതിന് മുമ്പ് അഭ്യർത്ഥനകൾ ശ്രദ്ധാപൂർവ്വം അവലോകനം ചെയ്യുക.
mr: आपले या गटामध्ये कुठलेही सदस्य समाईक नाहीत. नको असलेले संदेश टाळण्यासाठी विनंत्याचे काळजीपूर्वक पुनरावलोकन करा.
ms: Anda tidak mempunyai ahli yang sama dengan kumpulan ini. Semak permintaan dengan teliti sebelum menerima untuk mengelakkan mesej yang tidak diingini.
my: ၎င်းအဖွဲ့နှင့် သင့်ထံ တူညီသော အဖွဲ့ဝင်များ မရှိပါ။ အလိုမရှိသော မက်ဆေ့ချ်များကို မလက်ခံမီ တောင်းခံမှုများကို သေချာစွာ သုံးသပ်ပါ။
nb: Du har ingen kontakter blant medlemmene i denne gruppen. Se nøye gjennom forespørsler før du aksepterer, så du unngår uønskede meldinger.
nl: In deze groep zit niemand met wie je eerder een gesprek hebt gevoerd. Overweeg zorgvuldig of je dit gespreksverzoek wilt accepteren om ongewenste berichten te vermijden.
pa: ਤੁਹਾਡਾ ਇਸ ਗਰੁੱਪ ਨਾਲ ਕੋਈ ਸਾਂਝਾ ਮੈਂਬਰ ਨਹੀਂ ਹੈ। ਅਣਚਾਹੇ ਸੁਨੇਹਿਆਂ ਤੋਂ ਬਚਣ ਲਈ ਬੇਨਤੀਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਧਿਆਨ ਨਾਲ ਸਮੀਖਿਆ ਕਰੋ।
pl: Żadna osoba z tej grupy nie jest Twoim kontaktem. Aby uniknąć niechcianych wiadomości, uważnie sprawdzaj wszystkie prośby o kontakt, zanim je zaakceptujesz.
ps: تاسې له دې ګروپ سره هېڅ یو ګډ غړی نه لری. نو غوښتنې وړاندې تر دې چې ویې منئ په دقت سره وګورئ تر څو د ناغوښتل شویو پیغامونو مخه ونیسئ.
pt_br: Você não tem contatos em comum com este grupo. Analise a solicitação com cuidado antes de aceitá-la, para evitar o recebimento de mensagens indesejadas.
pt_pt: Não tem membros em comum com este grupo. Reveja os pedidos com cuidado antes de aceitar para evitar mensagens não desejadas.
ro: Nu ai membrii în comun cu acest grup. Examinează cu atenție solicitările înainte de a accepta pentru a evita mesajele nedorite.
ru: Никого из ваших контактов или людей, с которыми вы общаетесь, нет в этой группе. Внимательно проверяйте запросы перед тем, как принимать их, чтобы избежать нежелательных сообщений.
sk: S touto skupinou nemáte žiadnych spoločných členov. Pred prijatím žiadosti starostlivo skontrolujte, aby ste predišli nežiaducim správam.
sl: S to skupino nimate skupnih članov. Preverite zahtevke, da se izognete nezaželjenim spoločilom.
sq: S’keni anëtarë të përbashkët me këtë grup. Për të shmangur mesazhe të padëshiruar, shqyrtojini me kujdes kërkesat, përpara se t’i miratoni.
sr: У овој групи нема вама познатих чланова. Пажљиво прегледајте захтеве пре него што прихватите како бисте избегли нежељене поруке.
sv: Du har inga medlemmar gemensamt med denna grupp. Granska förfrågningar noga innan du accepterar för att undvika oönskade meddelanden.
sw: Hamshiriki wanachama katika kikundi hiki. Kagua maombi kwa uangalifu kabla ya kukubali ili kuepuka kutumiwa ujumbe usiohitajika.
ta: உங்களிடம் உள்ளது இல்லை இது பொதுவான உறுப்பினர்கள் குழு. தேவையற்ற செய்திகளைத் தவிர்ப்பதற்கு ஏற்றுக்கொள்வதற்கு முன் கோரிக்கைகளை கவனமாக மதிப்பாய்வு செய்யவும்.
te: ఈ వ్యక్తితో మీకు సాధారణ సమూహాలు లేవు. అవాంఛిత సందేశాలను నివారించడానికి అంగీకరించే ముందు అభ్యర్థనలను జాగ్రత్తగా సమీక్షించండి.
th: คุณไม่มีสมาชิกที่เหมือนกับกลุ่มนี้เลย โปรดพิจารณาคำขออย่างถี่ถ้วน ก่อนจะยอมรับ เพื่อเลี่ยงข้อความไม่พึงประสงค์
tr: Bu grupta tanıdığınız bir kişi yok. İstenmeyen iletileri önlemek için kabul etmeden önce istekleri dikkatlice gözden geçirin.
ug: بۇ گۇرۇپپا بىلەن ئورتاق ئەزالىرىڭىز يوق. كېرەكسىز ئۇچۇرلاردىن ساقلىنىش ئۈچۈن قوشۇلۇشتىن ئىلگىرى تەلەپلەرنى ئەستايىدىللىق بىلەن تەكشۈرۈڭ.
uk: У вас немає спільних учасників з цією групою. Не приймайте запитів без уважної перевірки, щоб уникнути небажаних повідомлень.
ur: اس گروپ میں آپ کے ممبر مشترک نہیں ہیں۔ ناپسندیدہ پیغامات سے بچنے کے لئے قبول کرنے سے پہلے درخواستوں کا بغور جائزہ لیں۔
vi: Bạn không có thành viên chung nào với nhóm này. Xem qua các yêu cầu cẩn thận trước khi đồng ý để tránh các tin nhắn không mong muốn.
zh_cn: 与此人无共同群组。为了避免垃圾消息，请在接受之前仔细审查请求。
zh_hk: 此群組與您並無共同成員。請仔細檢閱方接受請求，以免無謂訊息滋擾。

# ALERT_UNKNOWN_THREAD_WARNING_LEARN_MORE
source: About Message Requests
af: Oor boodskapversoeke
ar: حول طلبات المُراسلة
az: Mesaj tələbləri haqqında
be: Аб запытах на перапіску
bn: মেসেজের অনুরোধ সম্পর্কে
ca: Quant a les sol·licituds de missatges
cs: O žádostech o zprávy
cy: Ychylch Ceisiadau Neges
da: Om beskedanmodninger
de: Mehr zu Unterhaltungsanfragen
el: Σχετικά με τα αιτήματα μηνυμάτων
es: Acerca de las solicitudes de mensaje
et: Teave sõnumitaotluste kohta
eu: Mezuak bidaltzeko eskaerei buruz
fa: دربارهٔ درخواست‌های تبادل پیام
fi: Tietoa viestipyynnöistä
fr: À propos des invitations par message
gu: મેસેજ વિનંતીઓ વિશે
he: על אודות בקשות הודעה
hi: संदेश अनुरोधों के बारे में
hr: O zahtjevima za razgovorom
hu: A csevegési felkérésekről
id: Tentang permintaan pesan
is: Um beiðnir um skilaboð
it: Informazioni sulle richieste di messaggi
ja: メッセージ申請について
km: á¢áŸ†á–á¸á€á¶ášáŸáŸ’á“á¾ášáŸá»áŸ†áŸá¶áš
kn: ಸಂದೇಶ ವಿನಂತಿಗಳ ಬಗ್ಗೆ
ko: 메시지 요청 정보
lt: Apie žinučių užklausas
lv: Par ziņu pieprasījumiem
mk: За барањата за пораки
ml: സന്ദേശ അഭ്യർത്ഥനകളെക്കുറിച്ച്
mr: संदेश विनंत्यांबद्दल
ms: Mengenai Permintaan Mesej
my: မက်ဆေ့ခ်ျတောင်းဆိုမှုများ အကြောင်း
nb: Om meldingsforespørsler
nl: Over gespreksverzoeken
pa: ਸੁਨੇਹਾ ਬੇਨਤੀਆਂ ਬਾਰੇ
pl: O prośbach o kontakt
ps: د پیغام د غوښتنو په اړه
pt_br: Sobre as solicitações de conversas
pt_pt: Acerca dos pedidos de mensagem
ro: Despre solicitări mesaj
ru: О запросах на общение
sk: O žiadostiach o správy
sl: O prošnjah za pogovor
sq: Mbi Kërkesa Mesazhesh
sr: О захтевима за дописивање
sv: Om meddelandeförfrågningar
sw: Kuhusu Maombi ya Ujumbe
ta: பற்றி செய்தி கோரிக்கைகள்
te: సందేశ అభ్యర్థనల గురించి
th: เกี่ยวกับคำขอส่งข้อความ
tr: İleti İstekleri Hakkında
ug: ئۇچۇر ئىلتىماسى ھەققىدە
uk: Про запити на повідомлення
ur: پیغام کی درخواستوں کے بارے میں
vi: Về Yêu cầu Nhắn tin
zh_cn: 关于消息请求
zh_hk: 關於訊息請求

# ALL_MEDIA_AUDIO_FILTER_ALL
source: All Audio
ar: كل الملفات الصوتية
be: Усе аўдыё
bn: সব অডিও
ca: Tots els àudios
cs: Všechny audiohovory
da: Al lyd
de: Alle Audioinhalte
el: Όλα τα ηχητικά αρχεία
es: Todos los audios
fa: همه رسانه‌های صوتی
fi: Kaikki äänisisältö
fr: Tous les fichiers audio
ga: Gach fuaim
gu: બધા ઓડિયો
he: כל השמע
hi: सभी ऑडियो
hr: Svi zvučni zapisi
hu: Minden hang
id: Semua Audio
it: Tutti gli audio
ja: すべての音声（ボイスメッセージ含む）
ko: 모든 오디오
mr: सर्व ऑडिओ
ms: Semua Audio
nb: Alle lydfiler
nl: Alle audio
pl: Wszystkie pliki audio
pt_br: Todos os arquivos de áudio
pt_pt: Todo o áudio
ro: Toate fișierele audio
ru: Все аудио
sk: Všetko audio
sr: Сви аудио фајлови
sv: Allt ljud
th: เสียงทั้งหมด
tr: Tüm sesler
ug: بارلىق ئۈنلەر
uk: Усе аудіо
ur: تمام آڈیو
vi: Tất cả Âm thanh
zh_cn: 所有音频
zh_hk: 所有音訊

# ALL_MEDIA_AUDIO_FILTER_AUDIO_FILES
source: Audio Files
ar: ملفات الصوت
be: Аўдыяфайлы
bn: অডিও ফাইল
ca: Arxius d'àudio
cs: Zvukové soubory
da: Lydfiler
de: Audiodateien
el: Ηχητικά αρχεία
es: Archivos de audio
fa: فایل‌های صوتی
fi: Äänitiedostot
fr: Fichiers audio
ga: Comhaid Fuaime
gu: ઓડિયો ફાઇલો
he: קבצי שמע
hi: ऑडियो फ़ाइलें
hr: Audio datoteke
hu: Hangfájlok
id: File Audio
it: File audio
ja: 音声ファイル（ボイスメッセージ以外）
ko: 오디오 파일
mr: ऑडिओ फाईल्स
ms: Fail Audio
nb: Lydfiler
nl: Audiobestanden
pl: Pliki audio
pt_br: Arquivos de áudio
pt_pt: Ficheiros áudio
ro: Fișiere audio
ru: Аудиофайлы
sk: Zvukové súbory
sr: Аудио фајлови
sv: Ljudfiler
th: ไฟล์เสียง
tr: Ses dosyaları
ug: ئۈن ھۆججەتلىرى
uk: Аудіофайли
ur: آڈیو فائلز
vi: Tập tin Âm thanh
zh_cn: 音频文件
zh_hk: 音訊檔案

# ALL_MEDIA_AUDIO_FILTER_VOICE_MSG
source: Voice Messages
ar: الرسائل الصوتية
be: Галасавыя паведамленні
bn: ভয়েস মেসেজ
ca: Missatges de veu
cs: Hlasové zprávy
da: Talebeskeder
de: Sprachnachrichten
el: Μηνύματα φωνής
es: Mensajes de voz
fa: پیام‌های صوتی
fi: Puheviestit
fr: Messages vocaux
ga: Glórphoist
gu: વોઇસ મેસેજ
he: הודעות קוליות
hi: वॉइस संदेश
hr: Glasovne poruke
hu: Hangüzenetek
id: Pesan Suara
it: Messaggi vocali
ja: ボイスメッセージ
ko: 음성 메시지
mr: व्हॉईस संदेश
ms: Mesej Suara
nb: Talemeldinger
nl: Spraakberichten
pl: Wiadomości głosowe
pt_br: Mensagens de voz
pt_pt: Mensagens de voz
ro: Mesaje vocale
ru: Голосовые сообщения
sk: Hlasové správy
sr: Гласовне поруке
sv: Röstmeddelanden
th: ข้อความเสียง
tr: Sesli mesajlar
ug: ئاۋازلىق ئۇچۇرلار
uk: Голосові повідомлення
ur: صوتی میسجز
vi: Tin nhắn Thoại
zh_cn: 语音消息
zh_hk: 語音訊息

# ALL_MEDIA_FILE_TYPE_AUDIO
source: Audio
ar: الصوت
be: Аўдыё
bn: অডিও
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
fa: صوت
fi: Ääni
ga: Fuaim
gu: ઓડિયો
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
ja: 音声
ko: 음성
mr: ऑडिओ
nb: Lyd
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sk: Zvuk
sr: Аудио
sv: Ljud
th: เสียง
tr: Ses
ug: ئۈن
uk: Аудіо
ur: آڈیو
vi: Âm thanh
zh_cn: 音频
zh_hk: 音訊

# ALL_MEDIA_FILE_TYPE_FILES
source: Files
ar: الملفات
be: Файлы
bn: ফাইলসমূহ
ca: Fitxers
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Documentos
fa: فایل‌ها
fi: Tiedostot
fr: Fichiers
ga: Comhaid
gu: ફાઇલો
he: קבצים
hi: फ़ाइलें
hr: Datoteke
hu: Fájlok
id: File
it: File
ja: ファイル
ko: 파일
mr: फाईल
ms: Fail-fail
nb: Filer
nl: Documenten
pl: Pliki
pt_br: Arquivos
pt_pt: Ficheiros
ro: Fișiere
ru: Файлы
sk: Súbory
sr: Фајлови
sv: Filer
th: ไฟล์
tr: Dosyalar
ug: ھۆججەتلەر
uk: Файли
ur: فائلز
vi: Tệp
zh_cn: 文件
zh_hk: 檔案

# ALL_MEDIA_FILE_TYPE_MEDIA
source: Media
ar: الوسائط
be: Медыяфайл
bn: মিডিয়া
ca: Contingut
cs: Média
da: Mediefil
de: Medieninhalte
el: Πολυμέσα
es: Multimedia
fa: رسانه‌ها
fr: Médias
ga: Meáin
gu: મીડિયા
he: מדיה
hi: मीडिया
hr: Medijski zapis
hu: Média
ja: メディア
ko: 미디어
mr: मीडिया
pl: Multimedia
pt_br: Mídia
pt_pt: Multimédia
ru: Медиа
sk: Médiá
sr: Медиј
th: สื่อ
tr: İçerik
ug: ۋاسىتە
uk: Медіафайли
ur: میڈیا
vi: Đa phương tiện
zh_cn: 媒体
zh_hk: 媒體

# ALL_MEDIA_FILTER_GIFS
source: GIFs
ar: الصور المتحركة
be: GIF
bn: GIF
cs: GIFy
da: GIF'er
el: Εικόνες GIF
es: GIF
fa: گیف‌ها
fi: GIF:t
fr: GIF
ga: GIFanna
he: קבצי GIF
hr: GIF-ovi
hu: GIF-ek
id: GIF
it: GIF
ja: GIF
ko: GIF
ms: GIF
nb: GIF-er
pl: GIF-y
pt_pt: GIF
ro: GIF-uri
ru: GIFы
sk: GIFy
sr: GIF-ови
sv: GIF-bilder
th: GIF
tr: GIF'ler
ug: GIF
uk: GIF
vi: Ảnh GIF
zh_cn: GIF
zh_hk: GIF
