Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_ACTIVATE_PAYMENTS_CONFIRM_DESCRIPTION
source: You can use Signal to send and receive MobileCoin. All payments are subject to the Terms of Use for MobileCoin and the MobileCoin Wallet. You may encounter some issues and payments or balances you may lose can't be recovered.
af: U kan Signal gebruik om MobileCoin te stuur en ontvang. Alle betalings is onderhewig aan die Gebruiksvoorwaardes vir MobileCoins en die MobileCoin-beurs. Dit is ’n beta-funksie wat kan lei tot sommige probleme en verlore betalings en balanse kan nie herwin word nie.
ar: يُمكنك استخدام سيجنال لإرسال وتلقِّي عملات MobileCoin. جميع المدفوعات تخضع إلى شروط الاستخدام بالنسبة لعملات MobileCoin ومحفظة MobileCoin. قد تواجه بعض المشاكل، والمدفوعات أو الأرصدة التي قد تخسرها لا يمكن استردادها.
az: MobileCoin göndərmək və almaq üçün Signal-ı istifadə edə bilərsiniz. Bütün ödənişlər, MobileCoins və MobileCoin Wallet üçün İstifadə Şərtlərinə tabedir. Bu bir beta özəllikdir, buna görə də bəzi problemlər yaşaya bilərsiniz və itirə biləcəyiniz ödənişlər və ya balanslar bərpa edilə bilmir.
be: Вы можаце выкарыстоўваць Signal, каб адпраўляць і атрымліваць MobileCoin. Усе плацяжы рэгламентаваны Умовамі выкарыстання MobileCoin і MobileCoin Wallet. Вы можаце сутыкнуцца з некаторымі праблемамі, і плацяжы або сродкі, якія вы можаце страціць, будзе немагчыма вярнуць.
bn: আপনি MobileCoin পাঠাতে ও গ্রহণ করতে Signal ব্যবহার করতে পারবেন। সকল পেমেন্ট MobileCoin ও MobileCoin ওয়ালেট ব্যবহারের শর্তাবলী মেনে সম্পাদিত হয়। আপনি কিছু কিছু সমস্যার সম্মুখীন হতে পারেন এবং আপনার হারানো পেমেন্ট বা ব্যালেন্স পুনরুদ্ধার করা যাবে না।
ca: Pots fer servir Signal per enviar i rebre MobileCoin. Tots els pagaments estan subjectes a les Condicions d'ús de MobileCoins i MobileCoin Wallet. És possible que tinguis algun problema, i els pagaments o fons que perdis no podran ser recuperats.
cs: Pomocí služby Signal můžete odesílat a přijímat měnu MobileCoin. Na všechny platby se vztahují Podmínky používání služby MobileCoin a peněženky MobileCoin. Mohou se vyskytnout určité problémy a platby nebo zůstatky, o které můžete přijít, nelze obnovit.
cy: Gallwch ddefnyddio Signal i anfon a derbyn MobileCoin. Mae'r holl daliadau yn ddarostyngedig i'r Telerau Defnyddio ar gyfer MobileCoins a'r Waled MobileCoin. Mae hon yn nodwedd beta felly efallai cewch drafferthion a nad oes modd adfer taliadau neu falansau y bydd yn cael eu colli.
da: Du kan bruge Signal til at sende og modtage MobileCoin. Alle betalinger er underlagt brugsbetingelserne for MobileCoin og MobileCoin Wallet. Du kan støde på problemer, og betalinger eller saldi, du måtte miste, kan ikke gendannes.
de: Du kannst Signal verwenden, um MobileCoin zu senden und zu empfangen. Alle Zahlungen unterliegen den Nutzungsbedingungen für MobileCoin und der MobileCoin-Wallet. Möglicherweise können einige Probleme auftreten und eventuell verlorene Zahlungen oder Kontostände nicht wiederhergestellt werden.
el: Μπορείς να χρησιμοποιήσεις το Signal για να στέλνεις και να λαμβάνεις MobileCoin. Όλες οι πληρωμές υπόκεινται στους Όρους Χρήσης για τα MobileCoin και το πορτοφόλι MobileCoin. Ενδέχεται να αντιμετωπίσεις ορισμένα ζητήματα και οι πληρωμές ή τα υπόλοιπα που μπορεί να χάσεις δεν μπορούν να ανακτηθούν.
es: Puedes usar Signal para enviar y recibir MobileCoin. Todos los pagos están sujetos a las condiciones de uso de MobileCoin y su cartera. Advertencia: En caso de producirse algún problema, podrías perder pagos o saldos de forma irreversible.
et: You can use Signal to send and receive MobileCoin. All payments are subject to the Terms of Use for MobileCoins and the MobileCoin Wallet. This is a beta feature so you may encounter some issues and payments or balances you may lose can’t be recovered.
eu: You can use Signal to send and receive MobileCoin. All payments are subject to the Terms of Use for MobileCoins and the MobileCoin Wallet. This is a beta feature so you may encounter some issues and payments or balances you may lose can’t be recovered.
fa: می‌توانید برای ارسال و دریافت MobileCoin از سیگنال استفاده کنید. همه پرداخت‌ها مشمول شرایط استفاده MobileCoin و کیف پول MobileCoin هستند. ممکن است با مشکلاتی مواجه شوید و پرداخت‌ها یا موجودی‌هایی که از دست بدهید قابل بازیابی نخواهند بود.
fi: Signalissa voi lähettää tai vastaanottaa MobileCoineja. Maksut tapahtuvat MobileCoinin ja MobileCoin Walletin käyttöehtojen mukaisesti. Mahdollisten teknisten ongelmien takia keskeytyneitä maksuja tai katemenetyksiä ei korvata.
fr: Vous pouvez utiliser Signal pour envoyer et recevoir des MobileCoins. Tous les paiements sont soumis aux conditions d'utilisation de MobileCoin et de MobileCoin Wallet. Avertissement : des problèmes peuvent se produire et entraîner la perte de paiements et de soldes. De telles pertes sont irrécupérables.
ga: Is féidir leat Signal a úsáid chun MobileCoin a sheoladh agus a fháil. Tá gach íocaíocht faoi réir Téarmaí Úsáide MobileCoin agus MobileCoin Wallet. Seans go mbeidh roinnt fadhbanna agat agus nach mbeidh tú in ann íocaíochtaí nó iarmhéideanna, a d'fhéadfá a chailleadh, a fháil ar ais.
gu: તમે હવે MobileCoin મોકલવા અને મેળવવા માટે Signalનો ઉપયોગ કરી શકો છો. તમામ ચુકવણીઓ MobileCoins અને MobileCoin Walletની ઉપયોગની શરતોને આધીન છે. તમને થોડી સમસ્યાઓ આવી શકે છે અને તમે ગુમાવી શકો તેવી ચુકવણીઓ કે બેલેન્સ પાછું ન પણ આવી શકે.
he: אפשר להשתמש ב–Signal כדי לשלוח ולקבל MobileCoin. כל התשלומים כפופים לתנאי השימוש של MobileCoin ו–MobileCoin Wallet. יש סיכוי להיתקל בבעיות או תשלומים ויתרות שיאבדו לך ולא יהיה ניתן לשחזר.
hi: आप MobileCoin भेजने और पाने के लिए Signal इस्तेमाल कर सकते हैं। सभी भुगतानों पर MobileCoin और MobileCoin वॉलेट के इस्तेमाल की शर्तें लागू होती हैं। आपको कुछ समस्याएँ आ सकती हैं और जो भुगतान या बैलेंस आप खोते हैं उन्हें रिकवर नहीं किया जा सकता।
hr: Signal možete koristiti za slanje i primanje MobileCoin-a. Sva plaćanja podliježu Uvjetima korištenja za MobileCoin i MobileCoin Wallet. Mogli biste naići na neke probleme te plaćanja ili salda koje izgubite neće biti moguće vratiti.
hu: A Signal segítségével küldhetsz és fogadhatsz MobileCoint. Minden fizetésre a MobileCoin és a MobileCoin Wallet felhasználási feltételei vonatkoznak. Előfordulhat, hogy hibákba futsz bele, és az elveszett fizetéseket és egyenlegeket nem lehet helyreállítani.
id: Anda bisa memakai Signal untuk mengirim dan menerima MobileCoin. Semua pembayaran tunduk pada Ketentuan Layanan untuk MobileCoin dan MobileCoin Wallet. Anda bisa saja mengalami beberapa masalah. Pembayaran atau saldo yang mungkin hilang tidak dapat dikembalikan.
is: Þú getur notað Signal til að senda og taka við MobileCoin-rafmynt - MOB. Allar greiðslur eru háðar skilmálum fyrir notkun MobileCoin og MobileCoin Wallet veskisins. Þetta er beta-prófunareiginleiki þannig að þú gætir rekist á einhver vandamál og mögulega geta færslur og greiðslur tapast sem ekki væri hægt að endurheimta.
it: Puoi usare Signal per inviare e ricevere i MobileCoin. Tutti i pagamenti sono soggetti ai Termini di Utilizzo dei MobileCoin e del MobileCoin Wallet. È possibile che si verifichino dei problemi e, in caso di perdite nei pagamenti o nei saldi dei Wallet, potrebbe non essere possibile recuperare la somma persa.
ja: MobileCoinの送受信にはSignalをご利用ください。すべての決済は、MobileCoinsとMobileCoin Walletの利用規約に準じます。おこなった決済が取り消されたり、残高の回復ができないといった問題などが発生する可能性があります。
kab: You can use Signal to send and receive MobileCoin. All payments are subject to the Terms of Use for MobileCoins and the MobileCoin Wallet. This is a beta feature so you may encounter some issues and payments or balances you may lose can’t be recovered.
km: á¢áŸ’á“á€á¢á¶á…á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾ á“á·á„á‘á‘á½á› MobileCoináŸ” á€á¶ášá‘á¼á‘á¶ááŸ‹á‘á¶áŸ†á„á¢áŸáŸ‹ á‚áºáŸáŸ’áá·áá“áŸ…á€áŸ’ášáŸ„á˜á›á€áŸ’ááááŸ’áŒá“áŸƒá€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹áŸá˜áŸ’ášá¶á”áŸ‹ MobileCoin á“á·á„ MobileCoin WalletáŸ” á“áŸáŸ‡á‡á¶á˜á»áá„á¶ášá”áŸáá¶ áŠá¼á…á“áŸáŸ‡á¢áŸ’á“á€á¢á¶á…á‡á½á”á”áŸ’ášá‘áŸ‡á”á‰áŸ’á á¶á˜á½á™á…áŸ†á“á½á“ á“á·á„á€á¶ášá‘á¼á‘á¶ááŸ‹ á¬ áŸá˜áá»á›áŸ’á™á“á¶á“á¶á¢á¶á…á”á¶ááŸ‹á”á„áŸ‹á˜á·á“á¢á¶á…áŸáŸ’áá¶ášá¡á¾á„áœá·á‰á‘áŸáŸ”
kn: ಮೊಬೈಲ್‌ಕಾಯಿನ್‌ ಕಳುಹಿಸಲು ಮತ್ತು ಸ್ವೀಕರಿಸಲು ನೀವು Signal ಬಳಸಬಹುದು. ಎಲ್ಲಾ ಪೇಮೆಂಟ್‌ಗಳು ಮೊಬೈಲ್‌ಕಾಯಿನ್‌ಗಳು ಮತ್ತು ಮೊಬೈಲ್‌ಕಾಯಿನ್‌ ವ್ಯಾಲೆಟ್‌ಗೆ ಎಲ್ಲಾ ಪೇಮೆಂಟ್‌ಗಳು ಬಳಕೆಯ ನಿಯಮಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತವೆ. ಇದು ಬೀಟಾ ಆವೃತ್ತಿಯಾಗಿರುವುದರಿಂದ ನೀವು ಕೆಲವು ಸಮಸ್ಯೆಗಳನ್ನು ಎದುರಿಸಬಹುದು ಅಥವಾ ನೀವು ಕಳೆದುಕೊಳ್ಳಬಹುದಾದ ಬ್ಯಾಲೆನ್ಸ್‌ಗಳನ್ನು ಮತ್ತೆ ರಿಕವರಿ ಮಾಡಲಾಗದು.
ko: Signal을 사용하여 MobileCoin을 주고받으세요. 모든 결제에는 MobileCoin과 MobileCoin Wallet의 사용 약관이 적용됩니다. 일부 문제가 발생할 수 있으며, 손실된 결제나 잔액은 복구할 수 없습니다.
lt: Galite naudoti Signal, kad siųstumėte ir gautumėte „MobileCoin“ valiutą. Visiems mokėjimams taikomos sąlygos, aprėpiančios naudojimąsi „MobileCoins“ valiuta ir „MobileCoin“ pinigine. Tai yra beta ypatybė, todėl galite susidurti su kai kuriomis problemomis, o jūsų prarastų mokėjimų ir likučių negalima bus atkurti.
lv: Lietotni Signal var izmantot, lai nosūtītu un saņemtu MobileCoin. Uz visiem maksājumiem attiecas MobileCoin un MobileCoin Wallet lietošanas noteikumi. Šī ir beta funkcija, tādēļ var rasties dažas problēmas, un maksājumus vai atlikumus, kurus iespējams zaudēt, nevar atgūt.
mk: You can use Signal to send and receive MobileCoin. All payments are subject to the Terms of Use for MobileCoins and the MobileCoin Wallet. This is a beta feature so you may encounter some issues and payments or balances you may lose can’t be recovered.
ml: മൊബൈൽ കോയിൻ അയയ്ക്കാനും സ്വീകരിക്കാനും നിങ്ങൾക്ക് Signal ഉപയോഗിക്കാം. എല്ലാ പണമിടപാടുകളും മൊബൈൽ കോയിനുകൾക്കായുള്ള ഉപയോഗ വ്യവസ്ഥകൾക്കും മൊബൈൽ കോയിൻ വാലറ്റിനും വിധേയമാണ്. ഇതൊരു ബീറ്റ സവിശേഷതയാണ്, അതിനാൽ നിങ്ങൾക്ക് ചില പ്രശ്നങ്ങൾ നേരിട്ടേക്കാം, നിങ്ങൾക്ക് വീണ്ടെടുക്കാനാകാത്ത പേയ്‌മെന്റുകളോ ബാലൻസുകളോ നഷ്ടപ്പെട്ടേക്കാം.
mr: आपण MobileCoin पाठवण्यासाठी आणि प्राप्त करण्यासाठी Signal वापरू शकता. सर्व पेमेंट्स ही MobileCoins आणि MobileCoin वॉलेट यांच्या वापराच्या अटींच्या अधीन आहेत. तुम्हाला काही समस्या येऊ शकतात आणि तुम्ही गमावून बसलेली पेमेंट्स किंवा बॅलन्सेस तुम्हाला कदाचित परत मिळवता येणार नाहीत.
ms: Anda boleh menggunakan Signal untuk menghantar dan menerima MobileCoin. Semua pembayaran tertakluk kepada Terma Penggunaan untuk MobileCoins dan MobileCoin Wallet. Anda mungkin menghadapi beberapa isu, dan pembayaran atau baki yang hilang tidak dapat dipulihkan.
my: Signal ကို သုံး၍ MobileCoin ကို ပေးပို့လက်ခံနိုင်ပါသည်။ ငွေပေးချေမှုများအားလုံးသည် MobileCoin နှင့် MobileCoin Wallet ၏ စည်းကမ်းသတ်မှတ်ချက်များကို လိုက်နာရပါမည်။ ၎င်းသည် စမ်းသပ်သည့်ဗားရှင်းသာဖြစ်၍ အချို့ကိစ္စရပ်များ ကြုံတွေ့နိုင်ပြီး ငွေပေးချေမှုများ သို့မဟုတ် လက်ကျန်ငွေတို့ ဆုံးရှူံးခဲ့လျှင် ပြန်လည်မရရှိနိုင်ပါ။
nb: Nå kan du bruke Signal til å sende og motta MobileCoin. Alle betalingene skjer i samsvar med bruksvilkårene til MobileCoin og MobileCoin-lommeboken. Det kan oppstå enkelte problemer, og tapte saldoer og betalinger kan ikke gjenopprettes.
nl: Je kunt Signal gebruiken om MobileCoin te verzenden en te ontvangen. Op alle betalingen zijn de gebruiksvoorwaarden voor MobileCoins en de MobileCoin Wallet van toepassing. Er kunnen zich problemen voordoen. Verloren betalingen en krediet kunnen niet worden teruggevorderd.
pa: ਤੁਸੀਂ MobileCoin ਭੇਜਣ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ Signal ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ। ਸਾਰੇ ਭੁਗਤਾਨ MobileCoins ਅਤੇ MobileCoin ਵਾਲੇਟ ਲਈ ਵਰਤੋਂ ਦੇ ਨਿਯਮਾਂ ਦੇ ਅਧੀਨ ਹਨ। ਇਹ ਇੱਕ ਬੀਟਾ ਵਿਸ਼ੇਸ਼ਤਾ ਹੈ ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਕੁਝ ਮਸਲਿਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਸਕਦਾ ਹੈ ਅਤੇ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਦੁਆਰਾ ਗੁਆਏ ਜਾਣ ਵਾਂਲੇ ਭੁਗਤਾਨ ਜਾਂ ਬਕਾਏ ਮੁੜ ਪ੍ਰਾਪਤ ਨਾ ਕੀਤੇ ਜਾ ਸਕਣ।
pl: Za pomocą aplikacji Signal możesz wysyłać i otrzymywać płatności w walucie MobileCoin. Wszystkie płatności podlegają warunkom użytkowania waluty MobileCoin oraz usługi MobileCoin Wallet. Mogą wystąpić z nimi problemy, a ewentualna utrata płatności lub środków może być nieodwracalna.
ps: تاسې کولای شئ چې Signal د MobileCoin د لیږد او تر لاسه کولو لپاره وکاروئ. ټول پرداختونه د MobileCoin د کارولو شرایطو او د MobileCoin جیبي بکسک ته تابع دي. دا د بیټا یوه وړتیا ده، له همدې کبله ښایي تاسې له ځینو ستونزو سره مخ شئ او هغه پرداختونه او بېلانسونه چې تاسې یې ښایي له لاسه ورکړئ، د بیرته تر لاسه کولو وړ و نه اوسي.
pt_br: Você pode usar o Signal para enviar e receber MobileCoin. Todos os pagamentos estão sujeitos aos Termos de Uso do MobileCoin e da MobileCoin Wallet. Podem ocorrer problemas, e valores perdidos, como pagamentos ou saldos, talvez não possam ser recuperados.
pt_pt: Pode usar o Signal para enviar e receber MobileCoin. Todos os pagamentos estão sujeitos aos Termos de Utilização da MobileCoin e a MobileCoin Wallet. Pode encontrar problemas e os pagamentos ou saldos que perca não são recuperáveis.
ro: Poți folosi Signal pentru a trimite și a primi MobileCoin. Toate plățile sunt supuse Termenilor de utilizare pentru MobileCoins și MobileCoin Wallet. Este posibil să întâmpini probleme, iar soldul sau plățile pierdute nu pot fi recuperate.
ru: Вы можете использовать Signal, чтобы отправлять и получать MobileCoin. Все платежи регламентируются Условиями использования MobileCoin и MobileCoin Wallet. Вы можете столкнуться с некоторыми проблемами, и утраченные платежи или средства будет невозможно восстановить.
sk: Signal môžete používať na odosielanie a prijímanie MobileCoinu. Všetky platby podliehajú podmienkam používania MobileCoinu a peňaženky MobileCoin. Môžete naraziť na problémy a platby alebo zostatky, ktoré prípadne stratíte, nebude možné získať späť.
sl: Signal lahko uporabljate za pošiljanje in prejem MobileCoinov. Vsa plačila so izvedena v skladu s Pogoji uporabe za MobileCoin in MobileCoin Wallet. Storitev v okviru Signala je trenutno v fazi 'beta', zato lahko občasno prihaja do težav, izgubljena plačila in stanja na računu pa ne bodo mogla biti obnovljena.
sq: Mund të përdorni Signal-in për të dërguar dhe marrë MobileCoin. Krejt pagesat tuaja janë subjekt i Kushteve të Përdorimit të MobileCoins dhe MobileCoin Wallet. Kjo është një veçori beta, ndaj mundet të hasni probleme dhe pagesat apo depozitat që mund të humbni, s’mund të rikthehen.
sr: Можете да користите Signal да бисте слали и примали MobileCoin. Сва плаћања подлежу условима коришћења за MobileCoin и MobileCoin Wallet. Може се десити да наиђете на неке проблеме због којих се плаћања или стања која можда изгубите не могу вратити.
sv: Du kan använda Signal för att skicka och ta emot MobileCoin. Alla betalningar omfattas av användarvillkoren för MobileCoin och MobileCoin Wallet. Du kan stöta på vissa problem och betalningar eller saldon du kan förlora kan inte återställas.
sw: Unaweza kutumia Signal kutuma na kupokea MobileCoin. Malipo yote yanathibitiwa na Masharti ya Matumizi ya MobileCoin na Mkoba wa MobileCoin. Hii ni huduma ya jaribio kwa hivyo huenda ukakabiliwa na hitilafu ya malipo au masalio ambayo unaweza kupoteza hayawezi kurejeshwa.
ta: நீங்கள் பயன்படுத்தலாம் Signal க்கு அனுப்புMobileCoin ஐப் பெறுக. அனைத்து கொடுப்பனவுகளும்பொருள் MobileCoins மற்றும் MobileCoin க்கான பயன்பாட்டு விதிமுறைகளுக்கு Wallet. இது ஒருபீட்டா அம்சம் எனவே நீங்கள் சில சிக்கல்களைச் சந்திக்க நேரிடலாம் மற்றும் நீங்கள் இழக்க நேரிடும் கொடுப்பனவுகள் அல்லது நிலுவைகளை மீட்டெடுக்க முடியாது.
te: MobileCoin పంపడానికి మరియు స్వీకరించడానికి మీరు Signal ఉపయోగించవచ్చు. అన్ని చెల్లింపులు MobileCoins మరియు MobileCoin Wallet కోసం ఉపయోగ నిబంధనలకు లోబడి ఉంటాయి. ఇది బీటా లక్షణం కాబట్టి మీరు కొన్ని సమస్యలను ఎదుర్కొంటారు మరియు మీరు కోల్పోయే చెల్లింపులు లేదా బ్యాలెన్స్‌లను తిరిగి పొందలేరు.
th: คุณสามารถใช้ Signal เพื่อส่งและรับ MobileCoin การชำระเงินทั้งหมดอยู่ภายใต้เงื่อนไขการใช้งานสำหรับ MobileCoin และ MobileCoin Wallet คุณอาจพบปัญหาบางประการ และการชำระเงินหรือยอดคงเหลืออาจสูญหายไปโดยกู้คืนมาไม่ได้
tr: MobileCoin göndermek ve almak için Signal'i kullanabilirsin. Tüm ödemeler MobileCoin ve MobileCoin Wallet Kullanım Koşullarına tabidir. Bazı sorunlarla karşılaşabilir ve kaybettiğin ödeme veya bakiyeyi geri alamayabilirsin.
ug: ‫Signal نى ئىشلىتىپ MobileCoin ئەۋەتەلەيسىز ۋە تاپشۇرىۋالالايسىز. بارلىق كىرىم -چىقىملار MobileCoin پورتمالى ۋە MobileCoin نىڭ ئىشلىتىلىش شەرتلىرىگە بويسۇنىدۇ. بەزى مەسىلىلەرگە دۇچ كېلىشىڭز، يوقىتىش ئىھتىماللىقىڭىز بولغان تۆلەملەر ۋە قالدۇقلارنى ئەسلىگە كەلتۈرەلمەسلىكىڭىز مۇمكىن.
uk: Signal можна використовувати, щоб надсилати й отримувати валюту MobileCoin. Усі платежі здійснюються відповідно до Умов використання MobileCoin і гаманця MobileCoin. Можуть виникнути певні проблеми, і в разі втрати платежів чи залишку на рахунку кошти буде неможливо відновити.
ur: آپ MobileCoin بھیجنے اور موصول کرنے کے لیے Signal کا استعمال کر سکتے ہیں۔ تمام پیمنٹس MobileCoin اور MobileCoin والٹ کے استعمال کی شرائط کے تابع ہیں۔ آپ کو کچھ مسائل کا سامنا کرنا پڑ سکتا ہے اور جن پیمنٹس یا بیلنسز سے آپ محروم ہو جاتے ہیں انہیں بازیاب نہیں کیا جا سکتا۔
vi: Bạn có thể dùng Signal để gửi và nhận MobileCoin. Tất cả các khoản thanh toán đều nằm trong phạm vi điều chỉnh của Điều khoản Sử dụng cho MobileCoin và Ví MobileCoin. Bạn có thể gặp một số vấn đề và các thanh toán hoặc số dư bạn có thể mất sẽ không thể được khôi phục.
zh_cn: 您可以使用 Signal 收发 MobileCoin 啦。全部付款均遵守 MobileCoin 以及 MobileCoin Wallet 的使用条款。您可能会遇到一些故障，这可能会导致付款或余额丢失且无法恢复。
zh_hk: 你可使用 Signal 收發 MobileCoin。所有付款均受 MobileCoin 和 MobileCoin Wallet 的使用條款約束。你或許會遇到一些問題，以及你可能遺失付款或餘額而無法還原。

# SETTINGS_PAYMENTS_ACTIVATE_PAYMENTS_CONFIRM_TITLE
source: Activate
af: Aktiveer
ar: تفعيل
az: Aktivləşdir
be: Актываваць
bn: সক্রিয় করুন
ca: Activa
cs: Aktivovat
cy: Cychwyn
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Activar
et: Aktiveeri
eu: Aktibatu
fa: فعال کردن
fi: Aktivoi
fr: Activer
ga: Cuir i ngníomh é
gu: સક્રિય કરો
he: הפעל
hi: सक्रिय करें
hr: Omogući
hu: Aktiválás
id: Aktifkan
is: Virkja
it: Attiva
ja: 決済確認の有効化
kab: Rmed
km: á’áŸ’áœá¾á±áŸ’á™áŸá€á˜áŸ’á˜
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 활성화
lt: Aktyvuoti
lv: Aktivēt
mk: Активирај
ml: സജീവമാക്കുക
mr: सक्रिय करा
ms: Aktifkan
my: ဖွင့်မယ်
nb: Aktiver
nl: Inschakelen
pa: ਸਰਗਰਮ ਕਰੋ
pl: Aktywuj
ps: فعالول
pt_br: Ativar
pt_pt: Ativar
ro: Activare
ru: Активировать
sk: Aktivovať
sl: Aktiviraj
sq: Aktivizoje
sr: Активирање
sv: Aktivera
sw: Wezesha
ta: செயல்படுத்த
te: సక్రియం చేయండి
th: เปิดใช้
tr: Etkinleştir
ug: ئاكتىپلا
uk: Активувати
ur: فعال
vi: Kích hoạt
zh_cn: 激活
zh_hk: 啟用

# SETTINGS_PAYMENTS_ACTIVATE_PAYMENTS_CONFIRM_VIEW_TERMS
source: View MobileCoin Terms
af: Bekyk MobileCoin terme
ar: عرض شروط خدمة MobileCoin
az: MobileCoin şərtlərinə bax
be: Прагледзець Умовы MobileCoin
bn: MobileCoin-এর শর্তাবলী দেখুন
ca: Vegeu els termes de MobileCoin
cs: Zobrazit MobileCoin podmínky
cy: Gweld Telerau MobileCoin
da: Se vilkår for MobileCoin
de: MobileCoin-Bedingungen anzeigen
el: Προβολή Όρων MobileCoin
es: Términos de uso MobileCoin
et: Näita MobileCoini kasutustingimusi
fa: مشاهدهٔ شرایط MobileCoin
fi: Näytä MobileCoinin ehdot
fr: Afficher les conditions d'utilisation de MobileCoin
ga: Amharc ar Théarmaí MobileCoin
gu: MobileCoin ના નિયમો જુઓ
he: הצג תנאי MobileCoin
hi: MobileCoin शर्तें देखें
hr: Prikaži MobileCoin uvjete
hu: MobileCoin szolgáltatási feltételek
id: Lihat Persyaratan MobileCoin
is: Skoða skilmála MobileCoin
it: Visualizza i termini di MobileCoin
ja: MobileCoinの利用規約
km: á˜á¾á›á›á€áŸ’ááááŸ’áŒ MobileCoin
kn: MobileCoin ನಿಯಮಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ko: MobileCoin 약관 보기
lt: Rodyti „MobileCoin“ sąlygas
lv: Skatīt MobileCoin lietošanas noteikumus
ml: മൊബൈൽകോയിൻ നിബന്ധനകൾ കാണുക
mr: MobileCoin च्या अटी पहा
ms: Lihat Terma MobileCoin
my: MobileCoin ၏သတ်မှတ်ချက်များ ကြည့်ရှုမယ်
nb: Se vilkårene for MobileCoin
nl: De voorwaarden van MobileCoin weergeven
pa: MobileCoin ਨਿਯਮ ਦੇਖੋ
pl: Wyświetl regulamin MobileCoin
ps: د MobileCoin د شرایطو لیدل
pt_br: Ver os termos da MobileCoin
pt_pt: Ver termos da MobileCoin
ro: Vezi termenii MobileCoin
ru: Просмотреть Условия MobileCoin
sk: Zobraziť podmienky MobileCoinu
sl: Pogoji MobileCoin
sq: Shihni Kushte MobileCoin-i
sr: Погледајте услове MobileCoin-а
sv: Visa MobileCoin-villkor
sw: Angalia Masharti ya MobileCoin
ta: MobileCoin விதிமுறைகளைக் காண்க
te: MobileCoin నిబంధనలను చూడండి
th: ดูเงื่อนไข MobileCoin
tr: MobileCoin Şartlarını Görüntüle
ug: MobileCoin ماددىلىرىنى كۆرسەت
uk: Умови користування MobileCoin
ur: موبائل کوائن کی شرائط دیکھیں
vi: Xem Điều khoản MobileCoin
zh_cn: 查看 MobileCoin 条款
zh_hk: 檢視 MobileCoin 條款

# SETTINGS_PAYMENTS_ADD_MONEY
source: Add Funds
af: Voeg fondse toe
ar: إضافة رصيد
az: Pul əlavə et
be: Дадаць сродкі
bn: ফান্ড যোগ করুন
ca: Afegeix fons
cs: Přidat prostředky
cy: Ychwanegu Arian
da: Tilføj midler
de: Guthaben hinzufügen
el: Προσθήκη Χρημάτων
es: Añadir fondos
et: Lisa vahendeid
fa: افزودن اعتبار
fi: Lisää varoja
fr: Ajouter des fonds
gu: ફંડ ઉમેરો
he: הוסף כספים
hi: धनराशि जोड़ें
hr: Dodaj sredstva
hu: Alaptőke hozzáadása
id: Tambahkan Dana
is: Bæta við innistæðu
it: Aggiungi fondi
ja: 入金
km: á”á“áŸ’ááŸ‚á˜ááœá·á€á¶
kn: ಫಂಡ್‌ಗಳನ್ನು ಸೇರಿಸಿ
ko: 자금 추가
lt: Pridėti lėšų
lv: Papildināt līdzekļus
ml: ഫണ്ടുകൾ ചേർക്കുക
mr: फंड जोडा
ms: Tambah Dana
my: ငွေဖြည့်မယ်
nb: Legg til penger
nl: Krediet toevoegen
pa: ਫੰਡ ਜੋੜੋ
pl: Dodaj środki
ps: د پیسو اضافه کول
pt_br: Adicionar fundos
pt_pt: Adicionar fundos
ro: Adăugare fonduri
ru: Пополнить
sk: Pridať prostriedky
sl: Dodaj sredstva
sq: Shtoni Fonde
sr: Додај средства
sv: Lägg till pengar
sw: Ongeza Fedha
ta: கூட்டு நிதி
te: నిధులను జోడించండి
th: เติมเงิน
tr: Para ekle
ug: مەبلەغ قوش
uk: Додати кошти
ur: فنڈز شامل کریں
vi: Thêm quỹ
zh_cn: 添加资金
zh_hk: 增加款項
