Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DELETE_ACCOUNT_CONFIRMATION_ACTION_SHEEET_MESSAGE
source: This will delete your Signal account and reset the application. The app will close after this process is complete.
af: Dit sal jou Signal-rekening skrap en die toepassing terugstel. Die toepassing sal afsluit nadat die proses voltooi is.
ar: سيؤدي هذا إلى حذف حسابك على سيجنال وإعادة تعيين التطبيق. سيتمُّ إغلاق التطبيق بعد اكتمال هذه العملية.
az: Bu, Signal hesabınızı siləcək və tətbiqi sıfırlayacaq. Proses tamamlandıqdan sonra tətbiq bağlanacaq.
be: Ваш уліковы запіс Signal будзе выдалены, а праграма будзе скінута. Праграма закрыецца пасля завяршэння гэтага працэсу.
bn: এটি আপনার Signal অ্যাকাউন্ট মুছে দেবে ও অ্যাপ্লিকেশনটি রিসেট করবে। এই প্রক্রিয়াটি সম্পন্ন হওয়ার পর অ্যাপটি বন্ধ হয়ে যাবে।
ca: Això suprimirà el vostre compte del Signal i restablirà l'aplicació. L’aplicació es tancarà un cop acabat aquest procés.
cs: Tím se smaže váš účet Signal a aplikace se resetuje. Po dokončení tohoto procesu se aplikace zavře.
cy: Bydd hyn yn dileu eich cyfrif Signal ac yn ail-osod yr ap. Bydd yr ap yn cau ar ôl i'r weithred gwblhau.
da: Dette vil slette din Signal-konto og nulstille applikationen. Appen vil lukke når processen er afsluttet.
de: Dies löscht dein Signal-Konto und setzt die App in ihren Ursprungszustand zurück. Nach Abschluss des Vorgangs wird die App geschlossen.
el: Με αυτή την ενέργεια, ο λογαριασμός σου στο Signal θα διαγραφεί και η εφαρμογή θα επανέλθει στις αρχικές ρυθμίσεις. Αφού ολοκληρωθεί η διαδικασία, η εφαρμογή θα κλείσει.
es: Esta acción hará que se elimine tu cuenta de Signal y se restablezca la aplicación. Signal se cerrará después de que finalice este proceso.
et: See kustutab su Signali konto ja lähtestab rakenduse. Rakendus sulgub pärast selle protsessi lõppemist.
fa: این گزینه حساب کاربری سیگنال شما را پاک کرده و برنامه را بازنشانی می‌کند. برنامه پس از کامل شدن این فرایند بسته می‌شود.
fi: Signal-tili poistetaan ja sovellus palautetaan alkuasetuksiin. Sovellus sulkeutuu prosessin päätteeksi.
fr: Vous allez supprimer votre compte Signal et réinitialiser l'application. Signal se fermera une fois le processus terminé.
ga: Scriosfar do chuntas Signal agus athshocrófar an aip leis sin. Dúnfar an aip nuair a bheidh an próiseas críochnaithe.
gu: આ તમારું Signalનું એકાઉન્ટ ડિલીટ કરી અને એપ્લિકેશનને રિસેટ કરશે. આ પ્રક્રિયા પૂર્ણ થયા બાદ ઍપ બંધ થઈ જશે.
he: זה ימחק את חשבון Signal שלך ויאפס את היישום. היישום ייסגר לאחר שתהליך זה יושלם.
hi: इससे आपका Signal अकाउंट डिलीट हो जाएगा और एप्लिकेशन रीसेट हो जाएगी। यह प्रक्रिया पूरी हो जाने के बाद ऐप बंद हो जाएगी।
hr: Ovo će izbrisati vaš Signal račun i resetirati aplikaciju. Aplikacija će se zatvoriti nakon završetka postupka.
hu: Ez törölni fogja a Signal fiókod, és alaphelyzetbe állítja az alkalmazást. A Signal a folyamat végén bezárásra kerül.
id: Tindakan ini akan menghapus akun Signal Anda dan mereset aplikasi. Aplikasi akan ditutup setelah proses ini selesai.
is: Þetta mun eyða Signal-aðgangnum þínum og frumstilla forritið. Forritið mun lokast eftir að ferlinu er lokið.
it: Questo eliminerà il tuo account Signal e ripristinerà l'applicazione. L'app si chiuderà al termine di questo processo.
ja: あなたのSignalアカウントを消去して、アプリを初期化します。処理が完了するとアプリは閉じます。
kab: Ayagi ad yekkes amiḍan-ik·im n Signal syen ad iwennez asnas. Asnas ad yemdel seld ad yemmed ukala.
km: áŠáŸ†áá¾ášá€á¶ášá“áŸáŸ‡á“á¹á„á›á»á”á‚áá“á¸ Signal ášá”áŸáŸ‹á¢áŸ’á“á€ á á¾á™á€áŸ†áááŸ‹á€á˜áŸ’á˜áœá·á’á¸á“áŸáŸ‡á¡á¾á„áœá·á‰áŸ” á€á˜áŸ’á˜áœá·á’á¸á“á¹á„á”á·á‘á”á“áŸ’á‘á¶á”áŸ‹á–á¸áŠáŸ†áá¾ášá€á¶ášá…á”áŸ‹áŸ”
kn: ಇದು ನಿಮ್ಮ Signal ಖಾತೆಯನ್ನು ಅಳಿಸುತ್ತದೆ ಮತ್ತು ಅಪ್ಲಿಕೇಷನ್‌ ಅನ್ನು ಮರುಹೊಂದಿಸುತ್ತದೆ. ಈ ಪ್ರಕ್ರಿಯೆಯು ಪೂರ್ಣಗೊಂಡ ಬಳಿಕ ಆಪ್ ಮುಕ್ತಾಯಗೊಳ್ಳುತ್ತದೆ.
ko: 이후 Signal 계정이 삭제되고 애플리케이션이 재설정됩니다. 프로세스가 완료되면 앱이 닫힙니다.
lt: Tai ištrins jūsų Signal paskyrą ir atstatys programėlę. Užbaigus šį procesą, programėlė bus užverta.
lv: Veicot šo darbību, tiks dzēsts jūsu Signal konts un lietotne tiks atiestatīta. Pēc šī procesa pabeigšanas lietotne tiks aizvērta.
mk: Ова ќе ја избрише Вашата Signal сметка и ќе ја ресетира апликацијата. Апликацијата ќе се затвори откако ќе заврши овој процес.
ml: ഇത് നിങ്ങളുടെ Signal അക്കൗണ്ട് ഇല്ലാതാക്കുകയും ആപ്ലിക്കേഷൻ പുന:സജ്ജമാക്കുകയും ചെയ്യും. ഈ പ്രക്രിയ പൂർത്തിയായശേഷം ആപ്പ് അടയ്ക്കും.
mr: हे आपले Signal अकाऊंट हटवेल आणि ॲप्लिकेशन रिसेट करेल. ही प्रक्रिया पूर्ण झाल्यावर ॲप बंद होईल.
ms: Tindakan ini akan memadamkan akaun Signal anda dan menetapkan semula aplikasi. Aplikasi akan ditutup setelah proses ini selesai.
my: ဤလုပ်ဆောင်ချက်သည် သင့် Signal အကောင့်ကို ဖျက်သိမ်းပြီး အပ္ပလီကေးရှင်းကို ရီစက် ​(reset) ချပါမည်။​ ၎င်း အပ္ပလီကေးရှင်းသည် ဤလုပ်ဆောင်မှုပြီးလျှင် ပိတ်သွားပါမည်။
nb: Dette sletter Signal-kontoen og tilbakestiller applikasjonen. Appen lukkes etter prosessen er fullført.
nl: Hiermee verwijder je je Signal-account en reset je de app. De app wordt gesloten nadat dit proces is voltooid.
pa: ਇਹ ਤੁਹਾਡੇ Signal ਖਾਤੇ ਨੂੰ ਹਟਾਏਗਾ ਅਤੇ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰੇਗਾ। ਇਸ ਕਾਰਵਾਈ ਪੂਰੀ ਹੋਣ ਦੇ ਬਾਅਦ ਐਪ ਬੰਦ ਹੋਵੇਗੀ।
pl: Spowoduje to usunięcie Twojego konta Signal i zresetowanie aplikacji. Po zakończeniu tego procesu zostanie ona zamknięta.
ps: دا کار به ستاسې د Signal اکاونټ له منځه یوسي او اپلیکیشن به له سره تنظیم کړي. دغه اپلیکیشن به د پروسې له بشپړیدو وروسته وتړل شی.
pt_br: Essa ação excluirá a sua conta do Signal e apagará os dados do aplicativo. O aplicativo será fechado após a conclusão desse processo.
pt_pt: isto irá eliminar a sua conta do Signal e repor a aplicação. A aplicação irá encerrar depois de este processo estar completo.
ro: Această acțiune va șterge contul Signal și va reseta aplicația. Aplicația se va închide după finalizarea procesului.
ru: Ваша учётная запись Signal будет удалена, и приложение будет сброшено. Приложение закроется после завершения этого процесса.
sk: Týmto sa vymaže váš účet Signal a aplikácia sa resetuje. Aplikácia sa po dokončení tohto procesu zavrie.
sl: S tem boste izbrisali Signal račun in ponastavili aplikacijo. Ko bo postopek končan se bo aplikacija zaprla.
sq: Kjo do të fshijë llogarinë tuaj Signal dhe do të kthejë aplikacionin te parazgjedhjet. Aplikacioni do të mbyllet pasi të plotësohet ky proces.
sr: Ово ће избрисати ваш Signal рачун и ресетовати апликацију. Апликација ће се затворити након завршетка овог процеса.
sv: Detta tar bort ditt Signal-konto och återställer applikationen. Appen stängs när processen är slutförd.
sw: Hatua hii itafuta akaunti yako ya Signal na kuweka upya programu. Programu itafungwa baada ya mchakato huu kukamilika.
ta: இது உங்கள் நீக்கும் Signal கணக்கு மற்றும் மீட்டமைக்கவும் விண்ணப்பம். இந்த செயல்முறைக்குப் பிறகு பயன்பாடு மூடப்படும்முழுமை
te: ఇది మీ Signal ఖాతాను తొలగిస్తుంది మరియు అప్లికేషన్‌ను రీసెట్ చేస్తుంది. ప్రక్రియ పూర్తయిన తర్వాత అనువర్తనం మూసివేయబడుతుంది.
th: การกระทำนี้จะลบบัญชี Signal ของคุณและรีเซ็ตแอปใหม่ โดยแอปจะปิดลงหลังจากที่กระบวนการนี้เสร็จสิ้น
tr: Bu işlem Signal hesabını silecek ve uygulamayı sıfırlayacaktır. Bu işlem tamamlandıktan sonra uygulama kapanır.
ug: بۇ مەشغۇلات Signal ھېساباتىنى ئۆچۈرۈپ، ئەپنى ئەسلىگە قايتۇرىدۇ. بۇ مەشغۇلات تاماملانغاندا ئەپ تاقىلىدۇ.
uk: Ваш акаунт Signal буде видалено, а налаштування застосунку скинуто. Після завершення цього процесу застосунок закриється.
ur: یہ آپ کا Signal اکاؤنٹ حذف کردے گا اور درخواست کو دوبارہ ترتیب دے گا۔ یہ عمل مکمل ہونے کے بعد ایپ بند ہوجائے گی۔
vi: Việc này sẽ xóa tài khoản Signal của bạn và đặt lại ứng dụng. Ứng dụng sẽ đóng sau khi quá trình này hoàn tất.
zh_cn: 这将删除您的 Signal 帐户并重置应用。该过程完成之后，应用将关闭。
zh_hk: 這將刪除您的 Signal 帳戶並重設應用程式。該過程完成後，應用程式將會關閉。

# DELETE_ACCOUNT_CONFIRMATION_ACTION_SHEEET_TITLE
source: Are you sure you want to delete your account?
af: Is jy seker jy wil jou rekening skrap?
ar: هل أنت متأكِّد مِن أنك تريد حذف حسابك؟
az: Hesabınızı silmək istədiyinizə əminsiniz?
be: Вы ўпэўнены, што жадаеце выдаліць свой уліковы запіс?
bn: আপনি কি আপনার অ্যাকাউন্ট মুছে ফেলতে চাওয়ার ব্যাপারে নিশ্চিত?
ca: Segur que vols suprimir el compte?
cs: Opravdu chcete smazat svůj účet?
cy: Ydych chi'n siŵr eich bod chi am ddileu'ch cyfrif?
da: Er du sikker på, du vil slette din konto?
de: Möchtest du dein Konto wirklich löschen?
el: Θέλεις σίγουρα να διαγράψεις τον λογαριασμό σου;
es: ¿Seguro que quieres eliminar tu cuenta?
et: Kas sa tõesti soovid enda kontot kustutada?
eu: Ziur zaude zure kontua ezabatu nahi duzula?
fa: آیا از پاک کردن حساب کاربری خود اطمینان دارید؟
fi: Haluatko varmasti poistaa tilisi?
fr: Voulez-vous vraiment supprimer votre compte ?
ga: An bhfuil tú cinnte gur mhaith leat do chuntas a scriosadh?
gu: શું તમે ખરેખર તમારું એકાઉન્ટ ડિલીટ કરવા માગો છો?
he: בטוח שבא לך למחוק את החשבון שלך?
hi: क्या आपको यकीन है कि आप अपना अकाउंट डिलीट करना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati svoj račun?
hu: Biztosan törölni akarod a fiókod?
id: Anda yakin ingin menghapus akun Anda?
is: Ertu viss um að vilja eyða aðgangi þínum?
it: Vuoi davvero eliminare il tuo account?
ja: 本当にあなたのアカウントを消去しますか？
kab: D tidet tebɣiḍ ad tekkseḍ amiḍan-ik?
km: áá¾á¢áŸ’á“á€á”áŸ’ášá¶á€áŠá‘áŸáá¶ á…á„áŸ‹á›á»á”á‚áá“á¸ášá”áŸáŸ‹á¢áŸ’á“á€?
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 계정을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti savo paskyrą?
lv: Vai tiešām vēlaties dzēst savu kontu?
mk: Сигурни сте дека сакате да ја избришете Вашата сметка?
ml: നിങ്ങൾക്ക് നിങ്ങളുടെ അക്കൌണ്ട് ഇല്ലാതക്കണം എന്നത് ഉറപ്പാണോ?
mr: आपण खात्रीने आपले अकाऊंट हटवू इच्छिता?
ms: Adakah anda pasti mahu memadam akaun anda?
my: သင့်အကောင့်ကို ဖျက်သိမ်းချင်သည်မှာသေချာပါသလား?
nb: Er du sikker på at du vil slette kontoen din?
nl: Weet je zeker dat je je account wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć konto?
ps: ډاډه یاست چې غواړئ خپل اکاونټ مو له منځه یوسئ؟
pt_br: Tem certeza que deseja excluir a sua conta?
pt_pt: Deseja realmente eliminar a sua conta?
ro: Ești sigur că vrei să-ți ștergi contul?
ru: Вы действительно хотите удалить свою учётную запись?
sk: Naozaj chcete vymazať svoj účet?
sl: Ste prepričani, da želite izbrisati svoj račun?
sq: Jeni i sigurt se doni të fshihet llogaria juaj?
sr: Желите ли сигурно да избришете свој налог?
sv: Är du säker på att du vill ta bort ditt konto?
sw: Una uhakika unataka kufuta akaunti yako?
ta: உங்கள் கணக்கு நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా మీ ఖాతాను తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชี
tr: Hesabını silmek istediğinden emin misin?
ug: راستلا ھېساباتىڭىزنى ئۆچۈرۈۋېتەمسىز؟
uk: Ви справді хочете видалити акаунт?
ur: کیا آپ کو یقین ہے کہ آپ اپنا اکاؤنٹ ختم کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa tài khoản?
zh_cn: 您确定要删除您的账号吗？
zh_hk: 您確定要刪除您的帳戶？

# DELETE_ACCOUNT_CONFIRMATION_COUNTRY_CODE_TITLE
source: Country Code
af: Landkode
ar: كود الدولة
az: Ölkə kodu
be: Код краіны
bn: দেশ কোড
ca: Codi internacional
cs: Kód země
cy: Côd Gwlad
da: Landekode
de: Landesvorwahl
el: Κωδικός χώρας
es: Código de país
et: Riigi suunakood
eu: Herrialdearen kodea
fa: پیش‌شماره کشور
fi: Maatunnus
fr: Indicatif de pays
ga: Cód Tíre
gu: દેશનો કોડ
he: קוד מדינה
hi: देश कोड
hr: Kôd države
hu: Országkód
id: Kode Negara
is: Landskóði
it: Prefisso telefonico internazionale
ja: 国番号
kab: Tangalt n tmurt
km: á€á¼áŠá”áŸ’ášá‘áŸáŸ
kn: ದೇಶದ ಕೋಡ್
ko: 국가 코드
lt: Šalies kodas
lv: Valsts kods
mk: Повикувачки број на земјата
ml: രാജ്യ കോഡ്
mr: देश कोड
ms: Kod Negara
my: နိုင်ငံကုဒ်
nb: Landskode
nl: Landcode
pa: ਦੇਸ਼ ਦਾ ਕੋਡ
pl: Kod kraju
ps: هېوادنی کوډ
pt_br: Código do país
pt_pt: Código do país
ro: Prefixul țării
ru: Код страны
sk: Kód krajiny
sl: Koda države
sq: Kod Vendi
sr: Позивни број државе
sv: Landskod
sw: Nambari ya Nchi
ta: நாட்டின் குறியீடு
te: దేశం కోడ్
th: รหัสประเทศ
tr: Ülke Kodu
ug: دۆلەت كودى
uk: Код країни
ur: ملک کا کوڈ
vi: Mã quốc gia
zh_cn: 国家编码
zh_hk: 國家代碼

# DELETE_ACCOUNT_CONFIRMATION_DELETE_FAILED
source: Failed to delete account. Make sure that Wi-Fi or mobile data is turned on, then try again.
af: Kon nie rekening skrap nie. Maak seker dat jou Wi-Fi of mobiele data aan is en probeer dan weer.
ar: فشل حذف الحساب. تأكَّد من أن شبكة الواي فاي أو بيانات الجوال تعمل، ثم حاوِل مرّة أخرى.
az: Hesab silinmədi. Wi-Fi və ya mobil verilənlərin açıq olduğuna əmin olub yenidən sınayın.
be: Не атрымалася выдаліць уліковы запіс. Праверце, каб быў уключаны Wi-Fi або мабільныя даныя, і паўтарыце спробу.
bn: অ্যাকাউন্ট ‍মুছতে ব্যর্থ হয়েছে। Wi-Fi বা মোবাইল ডেটা যে চালু করা আছে তা নিশ্চিত করার পর আবার চেষ্টা করুন।
ca: No s'ha suprimit el compte. Assegura't que la Wi-Fi o les dades mòbils estiguin activades i torna-ho a provar.
cs: Účet se nepodařilo smazat. Ujistěte se, že máte zapnutou Wi-Fi nebo mobilní data, a pak to zkuste znovu.
cy: Methwyd dileu cyfrif. Sicrhewch bod Wi-Fi neu ddata symudol yn weithredol a rhowch gynnig arall arni.
da: Kontoen kunne ikke slettes. Sørg for at wi-fi eller mobildata er slået til, og prøv derefter igen.
de: Konto konnte nicht gelöscht werden. Überprüfe, ob WLAN oder mobile Daten eingeschaltet sind, und versuche es dann erneut.
el: Αποτυχία διαγραφής λογαριασμού. Επιβεβαίωσε πώς το WiFi ή τα δεδομένα είναι ενεργοποιημένα και προσπάθησε ξανά.
es: No se ha podido eliminar la cuenta. Asegúrate de que la conexión Wi-Fi o de datos móviles esté activada, e inténtalo de nuevo.
et: Konto kustutamine ei õnnestunud. Kontrolli, et Wi-Fi või mobiilne andmeside oleks sisse lülitatud ja proovi siis uuesti.
fa: پاک کردن حساب کاربری ناموفق بود. مطمئن شوید Wi-Fi یا اینترنت تلفن همراه روشن شده است، و دوباره امتحان کنید.
fi: Tilin poisto epäonnistui. Tarkista WiFi- tai mobiilidatayhteys, ja yritä uudelleen.
fr: Impossible de supprimer le compte. Vérifiez que le Wi-Fi ou les données mobiles sont bien activés, puis réessayez.
ga: Theip ar scriosadh an chuntais. Cinntigh go bhfuil Wi-Fi nó sonraí móibíleacha casta air, ansin triail arís.
gu: એકાઉન્ટ ડિલીટ કરવામાં નિષ્ફળ. ખાતરી કરો કે Wi-Fi અથવા મોબાઇલ ડેટા ચાલુ છે, પછી ફરીથી પ્રયાસ કરો.
he: מחיקת חשבון נכשלה. צריך לוודא שחיבור Wi-Fi או נתונים סלולריים מופעלים, ולאחר מכן לנסות שוב.
hi: अकाउंट डिलीट करने में विफल रहे। सुनिश्चित करें कि Wi-Fi या मोबाइल डेटा चालू है, फिर दोबारा प्रयास करें।
hr: Neuspješno brisanje računa. Provjerite jesu li Wi-Fi ili mobilni podaci uključeni, a zatim pokušajte ponovno.
hu: Sikertelen fióktörlés. Ellenőrizd, hogy van-e WiFi vagy mobilnet kapcsolatod, és próbáld újra.
id: Gagal menghapus akun. Pastikan Wi-Fi atau data seluler dinyalakan, lalu coba lagi.
is: Mistókst að eyða aðgangi. Gakktu úr skugga um að kveikt sé á Wi-Fi eða gagnasambandi farsíma, síðan geturðu prófað aftur.
it: Impossibile eliminare l'account. Assicurati che il Wi-Fi o i dati mobili siano attivi, quindi riprova.
ja: アカウントの消去に失敗しました。Wi-Fiまたはモバイルデータ通信が有効であることを確認して、再度試してください。
kab: Tecceḍ tukksa n umiḍan. Wali ma yella Wi-Fi neɣ isefka n uziraz remden, syen εreḍ tikkelt-nniḍen.
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá›á»á”á‚áá“á¸áŸ” áŸá¼á˜á”áŸ’ášá¶á€áŠáá¶ Wi-Fi á¬â€‹ á‘á·á“áŸ’á“á“áŸá™á‘á¼ášáŸáŸá–áŸ’á‘ááŸ’ášá¼áœá”á¶á“á”á¾á€ á”á“áŸ’á‘á¶á”áŸ‹á˜á€ áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€ááŸ”
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ. ನಿಮ್ಮ ವೈಫೈ ಅಥವಾ ಮೊಬೈಲ್‌ ಡೇಟಾ ಆನ್ ಮಾಡಲಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಿ, ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 계정을 삭제하지 못했습니다. Wi-Fi 또는 모바일 데이터가 켜져 있는지 확인한 다음 다시 시도하세요.
lt: Nepavyko ištrinti paskyros. Įsitikinkite, kad yra įjungtas belaidis (Wi-Fi) arba mobiliųjų duomenų ryšys, o tuomet bandykite dar kartą.
lv: Neizdevās dzēst kontu. Pārliecinieties, vai ir ieslēgts Wi-Fi vai mobilie dati, un pēc tam mēģiniet vēlreiz.
mk: Не успеа да се избрише сметката. Проверете дали е вклучено Wi-Fi или мобилен интернет, и обидете се повторно.
ml: അക്കൗണ്ട് ഡിലീറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു. വൈ-ഫൈ അല്ലെങ്കിൽ മൊബൈൽ ഡാറ്റ ഓണാണെന്ന് ഉറപ്പാക്കുക, തുടർന്ന് വീണ്ടും ശ്രമിക്കുക.
mr: अकाऊंट हटविण्यात अयशस्वी. Wi-Fi किंवा मोबाईल डेटा चालू असल्याची खात्री करा, नंतर पुन्हा प्रयत्न करा.
ms: Gagal memadamkan akaun. Pastikan Wi-Fi atau data mudah alih dihidupkan, kemudian cuba lagi.
my: အကောင့်ဖျက်သိမ်းခြင်း မအောင်မြင်ပါ။​ ဝိုင်ဖိုင် သို့မဟုတ် မိုဘိုင်းဒေတာအားဖွင့်ထားခြင်း သေချာစေပါ၊ ထို့နောက် ပြန်စမ်းကြည့်ပါ။
nb: Klarte ikke slette kontoen. Sørg for at Wi-Fi eller mobildata er slått på, og prøv igjen.
nl: Het verwijderen van je account is mislukt. Controleer of wifi of mobiele data is ingeschakeld en probeer het daarna opnieuw.
pa: ਖਾਤਾ ਹਟਾਉਣ ਲਈ ਅਸਫ਼ਲ ਹੈ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਵਾਈ-ਫਾਈ ਜਾਂ ਮੋਬਾਈਲ ਡਾਟਾ ਚਾਲੂ ਹੈ ਅਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się usunąć konta. Upewnij się, że masz połączenie z Wi-Fi lub siecią komórkową, i spróbuj ponownie.
ps: د اکاونټ له منځه وړل تر سره نشو. ډاډ تر لاسه کړئ چې ایا WiFi یا د موبایل ډیټا مو روښانه ده که نه، بیا وروسته هڅه وکړئ.
pt_br: Erro ao excluir a conta. Certifique-se de que o Wi-Fi ou os dados móveis estejam ativados e tente novamente.
pt_pt: Ocorreu um erro ao tentar eliminar a conta. Assegure-se que o Wi-Fi ou dados móveis se encontram ligados e tente novamente.
ro: Ștergerea contului nu a reușit. Asigură-te că datele Wi-Fi sau mobile sunt activate, apoi încearcă din nou.
ru: Не удалось удалить учётную запись. Убедитесь, что Wi-Fi или сотовые данные включены, затем попробуйте ещё раз.
sk: Nepodarilo sa vymazať účet. Uistite sa, že máte zapnuté Wi-Fi alebo mobilné dáta, a potom to skúste znovu.
sl: Računa ni bilo mogoče izbrisati. Preverite,da je vključen WiFi ali mobilni prenos podatkov in poskusite znova.
sq: S’u arrit të fshihej llogari. Sigurohuni se të dhënat Wi-Fi ose celulare janë aktivizuar, mandej riprovoni.
sr: Брисање налога није успело. Проверите да ли су Wi-Fi или мобилни интернет укључени и пробајте поново.
sv: Det gick inte att ta bort kontot. Se till att Wi-Fi eller mobildata är påslaget och försök igen.
sw: Akaunti haijafutwa. Hakikisha kuwa umewasha Wi-Fi au data ya simu, kisha ujaribu tena.
ta: நீக்குவதில் தோல்வி கணக்கு. வைஃபை அல்லது என்பதை உறுதிப்படுத்தவும்மொபைல் தரவு இயக்கப்பட்டது, பின்னர் மீண்டும் முயற்சிக்கவும்.
te: ఖాతాను తొలగించడంలో విఫలమైంది. Wi-Fi లేదా మొబైల్ డేటా ఆన్ చేయబడిందని నిర్ధారించుకోండి, ఆపై మళ్లీ ప్రయత్నించండి.
th: ลบบัญชีไม่สำเร็จ ตรวจสอบให้แน่ใจว่าเปิด Wi-Fi หรืออินเทอร์เน็ตมือถือไว้แล้ว และลองใหม่อีกครั้ง
tr: Hesap silinmesi başarısız oldu. Wi-Fi veya mobil verinin açık olduğundan emin ol, ardından tekrar dene.
ug: ھېساباتنى ئۆچۈرەلمىدى. Wi-Fi ياكى كۆچمە سانلىق مەلۇمات تورىنىڭ ئوچۇق ئىكەنلىكىنى جەزملەپ، ئاندىن قايتا سىناڭ.
uk: Не вдалося видалити акаунт. Перевірте, чи ввімкнено Wi-Fi / стільникові дані, та повторіть спробу.
ur: اکاؤنٹ حذف کرنے میں ناکام۔ یقینی بنائیں کہ Wi-Fi یا موبائل ڈیٹا آن ہے ، پھر دوبارہ کوشش کریں۔
vi: Xóa tài khoản không thành công. Đảm bảo là Wi-Fi hoặc dữ liệu di động được bật, sau đó hãy thử lại.
zh_cn: 删除帐户失败。请确保 Wi-Fi 或移动数据已开启，然后重试。
zh_hk: 無法刪除帳戶。請確保 Wi-Fi 或行動數據已開啟，然後重試。

# DELETE_ACCOUNT_CONFIRMATION_DESCRIPTION
source: This will delete your account info, profile, and all of your messages.
af: Dit sal jou rekeninginligting, profiel en al jou boodskappe skrap.
ar: سوف يؤدي هذا إلى حذف معلومات حسابك، وملفك الشخصي، وجميع الرسائل الخاصة بك.
az: Bu, hesab məlumatlarınızı, profil və bütün mesajlarınızı siləcək.
be: Ваша інфармацыя ўліковага запісу, профіль і ўсе вашы паведамленні будуць выдалены.
bn: এর ফলে আপনার অ্যাকাউন্টের তথ্য, প্রোফাইল ও আপনার সকল বার্তা মুছে যাবে।
ca: Això suprimirà la informació del compte, el perfil i tots els missatges.
cs: Tím se vymažou informace o vašem účtu, váš profil a všechny vaše zprávy.
cy: Bydd hyn yn dileu eich gwybodaeth cyfrif, proffil a'ch holl negeseuon.
da: Dette vil slette din kontooplysning, profil, og alle dine beskeder.
de: Dies löscht deine Kontoinformationen, dein Profil und alle deine Nachrichten.
el: Με αυτή την ενέργεια, τα στοιχεία του λογαριασμού σου, το προφίλ σου και όλα σου τα μηνύματα θα διαγραφούν.
es: Esta acción hará que se elimine la información de tu cuenta, tu perfil y todos tus mensajes.
et: See kustutab su konto info, profiili ja kõik sinu sõnumid.
fa: این گزینه اطلاعات حساب کاربری، پروفایل، و تمامی پیام‌های شما را پاک می‌کند.
fi: Tilin tiedot, profiili ja kaikki viestit poistetaan.
fr: Cela supprimera votre profil, les informations de votre compte et tous vos messages.
ga: Scriosfar do chuid faisnéise cuntais, do phróifíl agus do theachtaireachtaí go léir leis sin.
gu: આ તમારા એકાઉન્ટની માહિતી, પ્રોફાઇલ અને તમારા બધા મેસેજ ડિલીટ થશે.
he: זה ימחק את מידע החשבון שלך, הפרופיל שלך, וכל ההודעות שלך.
hi: इससे आपके खाते की जानकारी, प्रोफ़ाइल, और आपके सारे संदेश डिलीट हो जाएँगे।
hr: To će izbrisati podatke o vašem računu, profilu i svim porukama.
hu: Ezzel fiók információid, profilod és minden üzeneted törlésre kerül.
id: Ini akan menghapus info akun, profil, dan semua pesan Anda.
is: Þetta mun eyða upplýsingum af notandaaðgangnum þínum, notandasniðinu og öllum skilaboðunum þínum.
it: Questo eliminerà le informazioni del tuo account, il profilo e tutti i tuoi messaggi.
ja: あなたのアカウント情報、プロフィールおよびずべてのメッセージを消去します。
kab: Aya ad yekkes talɣut-ik·im n umiḍan, n umaɣnu akked meṛṛa iznan-ik·im.
km: áœá¶á“á¹á„á›á»á”á–áŸááŸŒá˜á¶á“á‚áá“á¸ á”áŸ’ášáœááŸ’áá·ášá¼á” á“á·á„áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€á‘á¶áŸ†á„á¢áŸáŸ‹áŸ”
kn: ನಿಮ್ಮ ಖಾತೆಯ ಮಾಹಿತಿ, ಪ್ರೊಫೈಲ್‌, ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ಇದು ಅಳಿಸುತ್ತದೆ.
ko: 계정 정보, 프로필 및 모든 메시지가 삭제됩니다.
lt: Tai ištrins jūsų paskyros informaciją, profilį ir visas jūsų žinutes.
lv: Veicot šo darbību, tiks dzēsta jūsu konta informācija, profils un visas ziņas.
mk: Ова ќе ги избрише информациите за Вашата сметка, профилот и сите Ваши пораки.
ml: ഇത് നിങ്ങളുടെ അക്കൗണ്ട് വിവരങ്ങൾ, പ്രൊഫൈൽ ഒപ്പം നിങ്ങളുടെ എല്ലാ സന്ദേശങ്ങള്‍-ളും ഇല്ലാതാക്കും.
mr: हे आपली अकाऊंटची माहिती, प्रोफाईल आणि आपले सर्व संदेश हटवेल.
ms: Tindakan ini akan memadamkan maklumat akaun, profil dan semua mesej anda.
my: ၎င်းလုပ်ဆောင်ခြင်းသည် သင့် အကောင့်အချက်အလက်၊ ပရိုဖိုင်း၊ နှင့် သင့်မက်ဆေ့ချ်များအားလုံးကို ဖျက်သိမ်းသွားပါမည်။
nb: Dette sletter kontoinformasjonen din, profilen din og alle meldingene dine.
nl: Hiermee worden alle accountgegevens, je profiel en al je berichten verwijderd.
pa: ਇਹ ਤੁਹਾਡੀ ਖਾਤਾ ਜਾਣਕਾਰੀ, ਪਰੋਫਾਈਲ ਤੇ ਤੁਹਾਡੇ ਸਾਰੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਹਟਾਏਗਾ।
pl: Spowoduje to usunięcie danych Twojego konta, profilu i wszystkich wiadomości.
ps: دا کار به ستاسې د اکاونټ معلومات، پروفایل او ستاسې ټول پیغامونه پاک کړي.
pt_br: Essa ação excluirá as informações da sua conta, o seu perfil e todas as suas mensagens.
pt_pt: Isto irá eliminar a sua informação de conta, perfil e todas as suas mensagens.
ro: Această acțiune va șterge informațiile contului, profilul și toate mesajele tale.
ru: Будут удалены информация вашей учётной записи, ваш профиль и все ваши сообщения.
sk: Týmto sa vymažú informácie o vašom účte, profil a všetky vaše správy.
sl: To bo izbrisalo podatke o vašem računu, profil in vsa sporočila.
sq: Kjo do të fshijë të dhënat mbi llogarinë tuaj, profilin dhe krejt mesazhet tuaja.
sr: Ово ће избрисати податке о вашем налогу, профил и све ваше поруке.
sv: Detta tar bort din kontoinformation, din profil och alla dina meddelanden.
sw: Hatua hii itafuta maelezo ya akaunti yako, wasifu wako na ujumbe wako wote.
ta: இது உங்கள் நீக்கும் கணக்கு தகவல், சுயவிவரம் மற்றும் உங்கள் எல்லா செய்திகளும்.
te: ఇది మీ ఖాతా సమాచారం, ప్రొఫైల్ మరియు మీ అన్ని సందేశాలను తొలగిస్తుంది.
th: การกระทำนี้จะลบข้อมูลบัญชีผู้ใช้ โปรไฟล์ และข้อความของคุณทั้งหมด
tr: Bu işlem hesap bilgini, profilini ve tüm iletilerini silecektir.
ug: بۇ مەشغۇلات ھېسابات ئۇچۇرى، سەپلىمە ھۆججەت ۋە بارلىق ئۇچۇرلىرىڭىزنى ئۆچۈرىدۇ.
uk: Буде видалено інформацію про ваш акаунт, профіль і всі ваші повідомлення.
ur: اس سے آپ کے اکاؤنٹ کی معلومات ، پروفائل اور آپ کے سارے پیغامات حذف ہوجائیں گے۔
vi: Việc này sẽ xóa thông tin tài khoản của bạn, hồ sơ cá nhân, và tất cả tin nhắn của bạn.
zh_cn: 这将删除您的帐户、个人资料以及全部消息。
zh_hk: 這將刪除您的帳戶資訊、個人資料及所有訊息。
