Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PIN_REMINDER_EXPLANATION
source: To help you memorize your PIN, we’ll ask you to enter it periodically. We’ll ask less over time.
af: Om u te help om u PIN te onthou, sal ons u af en toe vra om dit in te voer. Ons sal later minder vra.
ar: لمُساعدتك في حفظ رقم التعريف الشخصي (PIN) الخاص بك، سوف نسألك لإدخاله من حينٍ لآخر. سنسألك عنه بشكلٍ أقل مع مرور الوقت.
az: Xatırlamağınıza kömək etmək üçün PIN, mütəmadi olaraq sizdən soruşulacaq. Bir müddət sonra daha az soruşacağıq.
be: Каб дапамагчы вам запомніць свой PIN-код, мы будзем прасіць вас перыядычна ўводзіць яго. З часам мы будзем нагадваць гэта радзей.
bg: За да ви помогнем да запомните вашия ПИН код, периодично ще ви молим да го въведете. С времето ще го искаме по-рядко.
bn: আপনাকে আপনার পিন মুখস্ত করতে সহায়তা করতে আমরা আপনাকে মাঝে মাঝে এটি প্রবেশ করাতে বলব। আমরা সময়ের সাথে সাথে জিজ্ঞাসা করা কমিয়ে দেব।
ca: Per ajudar-vos a recordar el PIN, us el demanarem periòdicament. Amb el temps, ho farem menys.
cs: Abychom vám pomohli zapamatovat si PIN, budeme vás opakovaně žádat o jeho zadání. Postupem času vás budeme žádat méně.
cy: I helpu i chi gofio'ch PIN, byddwn yn gofyn i chi ei roi o bryd i'w gilydd. Byddwn yn gofyn yn llai aml dros amser.
da: For at hjælpe dig med at huske din pinkode, beder vi dig periodisk om at indtaste den. Med tiden vil vi sjældnere spørge dig om den.
de: Damit du dir deine PIN besser merken kannst, werden wir gelegentlich nach ihr fragen. Mit der Zeit erfolgt die Abfrage seltener.
el: Για να σε βοηθήσουμε να θυμάσαι το PIN, θα σε προτρέπουμε να το γράφεις κάθε τόσο. Θα σε ρωτάμε ολοένα και πιο σπάνια.
es: Para ayudarte a memorizar el PIN, te lo pediremos de vez en cuando. Con el tiempo lo haremos con menos frecuencia.
es_es: Para ayudarte a memorizar el PIN, te lo solicitaremos de vez en cuando. Con el tiempo lo haremos con menos frecuencia.
et: PIN-koodi meeldejätmise aitamiseks palume me sul seda aeg-ajalt sisestada. Aja möödudes küsime seda järjest harvemini.
eu: Zure PINa gogoratzen laguntzeko, sartzeko eskatuko dizugu noizbehinka. Gero eta gutxiago eskatuko dizugu denbora igaro ahala.
fa: برای کمک به شما در به خاطر سپردن پین خود ، از شما می خواهیم که به صورت دوره ای آن را وارد کنید. با گذشت زمان کمتر سؤال خواهیم کرد.
fi: Pyydämme tunnuslukua ajoittain sen muistamisen helpottamiseksi. Pyynnöt harvenevat ajan myötä.
fil: Upang matulungan kang matandaan ang iyong PIN, paminsan-minsan namin itong itatanong sa iyo. Dadalang ito kinalaunan.
fr: Pour vous aider à mémoriser votre code PIN, nous vous demanderons de le saisir régulièrement. Nous vous le demanderons moins souvent au fil du temps.
ga: Chun cabhrú leat d'UAP a chur de ghlanmheabhair, iarrfaimid ort í a chur isteach anois is arís, níos annaimhe de réir a chéile.
gu: તમને તમારો PIN યાદ રાખવામાં મદદ કરવા માટે, અમે તમને તે સમયાંતરે દાખલ કરવા માટે કહીશું. અમે સમય જતાં ઓછુ પૂછશું.
he: כדי לעזור לך לשנן את ה־PIN שלך, נבקש ממך להכניס אותו מעת לעת. נבקש פחות עם הזמן.
hi: आपको पिन याद रखने में सहायता के लिये हम आपसे समय-समय पर पिन पूछते रहेंगे। समय के साथ ये कम हो जाएगा।
hr: Kako bismo vam pomogli da zapamtite vaš PIN, zamoliti ćemo vas da ga povremeno unesete. S vremenom ćemo vas rijeđe tražiti.
hu: A PIN megjegyzéséhez segítségül időnként be kell majd gépelned. Egyre kevesebbszer az idő haladtával.
id: Untuk membantu Anda mengingat PIN, kami akan meminta Anda untuk memasukkannya secara berkala. Kami akan memintanya lebih jarang dari waktu ke waktu.
is: Til að auðvelda þér að muna PIN-númerið munum við biðja þig öðru hvoru um að staðfesta það. Við spyrjum sjaldnar eftir því sem tímar líða.
it: Per aiutarti a memorizzare il tuo PIN, ti chiederemo di inserirlo periodicamente. Lo chiederemo di meno nel corso del tempo.
ja: PINを覚えていただくため、定期的に入力をお願いしています。頻度は次第に少なくなります。
kab: I wakken ad ak·akrm-nεawen ad tecfuḍ ɣef tengalt-ik·im PIN, ad ak·am-nsuter ad tt-teskecmeḍ yal tikkelt. Ad nsenqayas asuet sya ɣer da;
kk: PIN кодыңызды есте сақтауыңызға көмектесу үшін біз оны мезгіл-мезгіл енгізіп тұруыңызды өтінеміз. Уақыт өте келе сирегірек өтінетін боламыз.
km: áŠá¾á˜áŸ’á”á¸á‡á½á™á€á¶ášá…á„áŸ‹á…á¶áŸ†á›áŸá PIN ášá”áŸáŸ‹á¢áŸ’á“á€ á™á¾á„á“á¹á„áŸá½ášá¢áŸ’á“á€ á²áŸ’á™á”á‰áŸ’á…á¼á›áœá¶á‡á¶á”áŸ’ášá…á¶áŸ†áŸ”á™á¾á„á“á¹á„áŸá½ášáá·á…á‡á¶á„á˜á»á“á›á¾á€á€áŸ’ášáŸ„á™áŸ”
kn: ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು, ನಿಯತಕಾಲಿಕವಾಗಿ ಅದನ್ನು ನಮೂದಿಸಲು ನಾವು ನಿಮ್ಮನ್ನು ಕೇಳುತ್ತೇವೆ.
ko: 주기적으로 PIN을 입력하면 외우는 데 도움이 됩니다. 가끔 여쭤보겠습니다.
lt: Tam, kad įsimintumėte savo PIN kodą, mes periodiškai prašysime jį įvesti. Bėgant laikui, mes tai darysime rečiau.
lv: Lai palīdzētu jums iegaumēt PIN, laiku pa laikam mēs lūgsim jums to ievadīt. Laika gaitā mēs kļūsim mazāk uzstājīgi.
mk: За да ви помогнеме да го запаметите вашиот ПИН, ќе ве прашуваме истиот периодично да го внесувате. Со текот на времето ќе ве прашуваме поретко.
ml: നിങ്ങളുടെ PIN ഓർമ്മയിൽ നിൽക്കുന്നതിന് നിങ്ങളെ സഹായിക്കുന്നതിനായി, സമയാസമയങ്ങളിൽ അത് നൽകാൻ ഞങ്ങൾ നിങ്ങളോട് ആവശ്യപ്പെടും. ഞങ്ങൾ കുറഞ്ഞ അധിക സമയങ്ങളിൽ ആവശ്യപ്പെടും.
mr: आपला PIN आपल्या लक्षात रहाण्यात मदत करण्यासाठी, आम्ही वेळोवेळी तो प्रविष्ट करण्यास विचारू. कालांतराने आम्ही कमी वेळेस विचारू.
ms: Untuk membantu anda menghafal PIN anda, kami akan meminta anda memasukinya secara berkala. Kami akan tanya dari masa ke masa.
my: သင်၏ ပင်နံပါတ်ကို အလွတ်ကျက်မှတ်ရန်အတွက် အခါအားလျော်စွာ ရိုက်ထည့်ရန် သင့်အား တောင်းဆိုလိမ့်မည်။ ကျွန်ုပ်တို့ အချိန်ကြာလာတာနှင့်အမျှ လျော့နည်းစွာ မေးပါလိမ့်မယ်။
nb: For å hjelpe deg med å huske PIN-koden din, ber vi deg om å oppgi den med jevne mellomrom. Vi vil spørre mindre etter hvert.
nl: Om je te helpen je pincode te onthouden, vragen we je regelmatig om je pincode in te voeren. We zullen dit na verloop van tijd minder vaak vragen.
pa: ਤੁਹਾਨੂੰ ਤੁਹਾਡਾ ਪਿਨ ਯਾਦ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਸਮੇਂ-ਸਮੇਂ ਦਰਜ ਕਰਨ ਲਈ ਕਹਾਂਗੇ. ਸਮੇਂ ਦੇ ਨਾਲ-ਨਾਲ ਅਸੀਂ ਘੱਟ ਵਾਰ ਪੁੱਛਾਂਗੇ.
pa_pk: تساں دی پن نوں یاد رکھن اچ تساں دی مدد دے لئی، اساں تساں کو ویلے دے نال نال اینوں درج کرن دا کہوں گے۔ ویلے دے نال نال اساں گھٹ واری پچھا گے۔
pl: Aby pomóc Ci zapamiętać PIN, będziemy niekiedy o niego pytać, z czasem coraz rzadziej.
ps: دا چې له تاسې سره د خپل PIN په یاد ساتلو کې مرسته وکړو، نو موږ به له تاسې څخه وغواړو چې هغه وخت ناوخته دننه کړئ. د وخت په تیریدو سره به دا پوښتنه کمه در څخه کوو.
pt_br: Para ajudar você a memorizar seu PIN, pediremos que você o insira periodicamente. Esses pedidos diminuirão com o passar do tempo.
pt_pt: Para o(a) ajudar a memorizar o seu PIN, iremos pedir regularmente que o introduza. Ao longo do tempo iremos pedir menos vezes.
ro: Pentru a te ajuta să memorezi codul PIN, te vom ruga să îl introduci periodic. În timp, o să-l cerem mai rar.
ru: Чтобы помочь вам запомнить свой PIN-код, мы будем просить вас периодически вводить его. Со временем это будет происходить реже.
sk: Aby sme vám pomohli zapamätať si váš PIN, pravidelne vás budeme žiadať o jeho zadanie. Postupom času budeme o to žiadať menej.
sl: Da si boste lažje zapomnili svoj PIN, vas bomo večkrat vprašali po njem. Sčasoma se bo frekvenca prošenj za vnos zmanjšala.
sq: Për t’ju ndihmuar ta mbani mend PIN-in tuaj, do t’ju kërkojmë periodikisht ta jepni. Me kalimin e kohës, do t’jua kërkojmë më rrallë.
sr: Да бисмо вам помогли да запамтите свој PIN, повремено ћемо вам тражити да га унесете. Временом ће то бити све ређе.
sv: För att hjälpa dig att memorera din PIN-kod ber vi dig att skriva in den regelbundet. Vi frågar mindre med tiden.
sw: Ili kukusaidia kuikumbuka PINI yako, tutakuuliza uiingize mara kwa mara. Tutakuuliza mara chache baada ya muda fulani.
ta: உங்கள் பின்னை மனப்பாடம் செய்ய உங்களுக்கு உதவ, அவ்வப்போது அதை உள்ளிடுமாறு கேட்டுக்கொள்கிறோம். காலப்போக்கில் குறைவாகக் கேட்போம்.
te: మీ పిన్‌ను గుర్తుంచుకోవడంలో మీకు సహాయపడటానికి, మేము దీన్ని క్రమానుగతంగా నమోదు చేయమని అడుగుతాము. మేము కాలక్రమేణా తక్కువ అడుగుతాము.
th: เพื่อช่วยให้คุณจดจำรหัส PIN ได้ เราจะขอให้คุณใส่รหัส PIN เป็นระยะ เราจะถามคุณน้อยลงเมื่อเวลาผ่านไป
tr: PIN'inizi hatırlamanıza yardımcı olmak için, arada sırada girmenizi isteyeceğiz. Zaman geçtikçe daha az soracağız.
ug: ئەستە تۇتۇشىڭىزغا قۇلايلىق بولۇشى ئۈچۈن PIN نى قەرەللىك ئەسكەرتىپ تۇرىمىز. ئەسكەرتىش قېتىم سانى تەدرىجىي ئازلايدۇ.
uk: Щоб ви запам'ятали свій PIN-код, ми періодично проситимемо вас його вводити. Згодом це ставатиметься рідше.
ur: اپنا پن یاد رکھنے میں مدد کیلئے،ہم وقتآ فوقتآ داخل کرنے کا کہیں گے۔ہم وقت کیساتھ کم کہیں گے۔
vi: Để giúp bạn nhớ mã PIN, thỉnh thoảng chúng tôi sẽ yêu cầu bạn nhập mã này. Số lần chúng tôi yêu cầu sẽ ít dần theo thời gian.
zh_cn: 为了帮助您牢记 PIN，我们会定期要求您输入。此频率会逐渐降低。
zh_hk: 為幫助您記住您的 PIN 碼，我們將定期要求您輸入 PIN 碼。隨著時間過去，我們會減少要求。

# PIN_REMINDER_FORGOT_PIN
source: Forgot your PIN?
af: U PIN vergeet?
ar: هل نسيت رقم التعريف الشخصي (PIN) الخاص بك؟
az: PIN-inizi unutdunuz?
be: Забыліся свой PIN-код?
bg: Забравили сте си ПИН кода?
bn: পিন ভুলে গেছেন?
ca: Heu oblidat el PIN?
cs: Zapomněl(a) jste váš PIN?
cy: Wedi anghofio eich PIN?
da: Glemt din pinkode?
de: Deine PIN vergessen?
el: Ξέχασες το PIN;
es: ¿No recuerdas tu PIN?
es_es: ¿Has olvidado tu PIN?
et: Kas unustasid PIN-koodi?
eu: Zure PINa ahaztu duzu?
fa: پین خود را فراموش کرده اید؟
fi: Unohditko tunnusluvun?
fil: Nakalimutan ang iyong PIN?
fr: Code PIN oublié ?
ga: An bhfuil d'UAP dearmadta agat?
gu: તમારો PIN ભૂલી ગયા છો?
he: שכחת את ה־PIN שלך?
hi: क्या आप अपना पिन भूल गये हैं?
hr: Zaboravili ste PIN?
hu: Elfelejtett PIN?
id: Lupa PIN Anda?
is: Gleymdirðu PIN-númerinu þínu?
it: Hai dimenticato il tuo PIN?
ja: PINを忘れましたか？
kab: Tettuḍ PIN-inek/inem?
kk: PIN кодыңызды ұмытып қалдыңыз ба?
km: á—áŸ’á›áŸá…á›áŸá PIN ášá”áŸáŸ‹á¢áŸ’á“á€?
kn: ನಿಮ್ಮ ಪಿನ್ ಮರೆತಿದ್ದೀರಾ?
ko: PIN을 잊으셨나요?
lt: Užmiršote savo PIN kodą?
lv: Vai aizmirsāt savu PIN?
mk: Го заборавивте вашиот ПИН?
ml: നിങ്ങളുടെ പിൻ മറന്നോ?
mr: आपला PIN विसरलात?
ms: Lupa PIN anda?
my: သင်၏ PIN နံပါတ်မေ့နေပါသလား?
nb: Glemt PIN-koden din?
nl: Pincode vergeten?
pa: ਆਪਣਾ ਪਿਨ ਭੁੱਲ ਗਏ?
pa_pk: پن بھل گیا اے؟
pl: Nie pamiętasz PIN-u?
ps: خپل PIN مو هېر کړی؟
pt_br: Esqueceu seu PIN?
pt_pt: Esqueceu-se do seu PIN?
ro: Ai uitat PIN-ul?
ru: Забыли свой PIN-код?
sk: Zabudli ste svoj PIN?
sl: Ste pozabili svoj PIN?
sq: Harruat PIN-in tuaj?
sr: Заборавили сте PIN?
sv: Har du glömt din PIN-kod?
sw: Umesahau Nenosiri lako?
ta: உங்கள் பின்னை மறந்துவிட்டீர்களா?
te: పిన్ను మరచిపోయారా?
th: ลืมรหัส PIN หรือ?
tr: PIN'inizi mi unuttunuz?
ug: PIN نىڭىزنى ئۇنتۇپ قالدىڭىزمۇ؟
uk: Забули PIN-код?
ur: اپنا پن بھول گیا؟
vi: Quên mã PIN của bạn?
zh_cn: 忘记了 PIN？
zh_hk: 忘記你的 PIN 碼?

# PIN_REMINDER_MEGAPHONE_ACTION
source: Verify PIN
af: Verifieer PIN
ar: التحقُّق من رقم التعريف الشخصي (PIN)
az: PIN-i təsdiqlə
be: Праверыць PIN-код
bg: Потвърждение на ПИН
bn: পিন যাচাই করুন
ca: Verifica el PIN
cs: Ověřit PIN
cy: Dilysu'r PIN
da: Verificer pinkode
de: PIN überprüfen
el: Επιβεβαίωση PIN
es: Verificar PIN
es_es: Verificar PIN
et: Kinnita PIN-kood
eu: Egiaztatu PINa
fa: تأیید پین
fi: Varmenna tunnusluku
fil: Beripikahin ang PIN
fr: Confirmer le PIN
ga: Deimhnigh an UAP
gu: PIN ચકાસો
he: וודא PIN
hi: पिन सत्यापित करें
hr: Potvrdite PIN
hu: PIN hitelesítése
id: Verifikasi PIN
is: Staðfestu PIN-númer
it: Verifica PIN
ja: PINの確認
kab: Senqed tangalt PIN
kk: PIN кодты тексеру
km: á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á›áŸá PIN
kn: ಪಿನ್ ದೃಢೀಕರಿಸಿ
ko: PIN 인증
lt: Patvirtinti PIN kodą
lv: Pārbaudīt PIN
mk: Верификувај ПИН
ml: PIN പരിശോധിക്കുക
mr: PIN सत्यापित करा
ms: Sahkan PIN
my: ပင်နံပါတ်ကို အတည်ပြုပါ
nb: Bekreft PIN-kode
nl: Pincode bevestigen
pa: ਪਿਨ ਦੀ ਤਸਦੀਕ ਕਰੋ
pa_pk: پن دی توثیق کرو
pl: Zweryfikuj PIN
ps: د PIN تایید
pt_br: Verifique o PIN
pt_pt: Verificar PIN
ro: Verifică PIN-ul
ru: Подтвердить PIN-код
sk: Overiť PIN
sl: Potrdi PIN
sq: Verifikoje PIN-in
sr: Верификујте PIN
sv: Verifiera PIN-kod
sw: Thibitisha PINI
ta: பின் சரிபார்க்கவும்
te: పిన్ ను నిర్ధారించండి
th: ตรวจยืนยันรหัส PIN
tr: PIN'i doğrula
ug: PIN دەلىللەش
uk: Підтвердити PIN-код
ur: پن کی تصدیق کریں
vi: Xác minh mã PIN
zh_cn: 验证PIN
zh_hk: 驗證 PIN 碼

# PIN_REMINDER_MEGAPHONE_BODY
source: We’ll occasionally ask you to verify your PIN so that you remember it.
af: Ons sal u af en toe vra om u PIN te verifieer sodat u dit kan onthou.
ar: من حين لآخر سنُطالبك بالتحقُّق من رقم التعريف الشخصي (PIN) حتى يسهل عليك تذكره.
az: PIN-i xatırlamağınız üçün vaxtaşırı təsdiqləməyinizi istəyəcəyik.
be: Час ад часу мы будзем прасіць вас правяраць свой PIN-код, каб вы яго памяталі.
bg: Понякога ще ви молим да потвърдите своя ПИН, за да си го припомняте.
bn: আমরা আপনাকে মাঝে মাঝে আপনার পিনটি যাচাই করতে বলব যাতে আপনি এটি মনে রাখতে পারেন।
ca: De tant en tant us demanarem de verificar el PIN perquè el recordeu.
cs: Budeme vás příležitostně žádat o ověření vašeho PIN, abyste si jej zapamatovali.
cy: Byddwn yn gofyn i chi o bryd i'w gilydd i ddilysu eich PIN fel eich bod yn ei gofio.
da: Du vil indimellem blive bedt om at verificere din pinkode, så du husker den.
de: Wir fragen dich gelegentlich nach deiner PIN, damit du sie nicht vergisst.
el: Περιστασιακά θα σε ρωτάμε να επαληθεύσεις το PIN ώστε να το θυμάσαι.
es: De vez en cuando te pediremos verificar tu PIN para que lo puedas recordar.
es_es: Te preguntaremos ocasionalmente para verificar tu PIN y que así lo puedas recordar.
et: Aeg-ajalt palume sul PIN-koodi kinnitada, et see sulle meelde jääks.
eu: Noizean behin, ahaztu ez dezazun, zure PINa egiaztatzeko eskatuko dizugu,
fa: ما هر از گاهی از شما می خواهیم که رمز خود را وارد کنید تا آن را فراموش نکنید.
fi: Tulemme toisinaan pyytämään sinua varmentamaan tunnusluvun, jotta muistat sen.
fil: Paminsan-minsan naming hihingin sa'yo na iberipika ang iyong PIN para matandaan mo ito.
fr: Nous vous demanderons occasionnellement de confirmer votre code PIN pour vous aider à le mémoriser.
ga: Iarrfaimid ort d'UAP a dheimhniú anois is arís chun cabhrú leat í a mheabhrú.
gu: અમે તમને ક્યારેક ક્યારેક તમારો PIN ચકાસવા માટે કહીશું જેથી કરીને તમે તેને યાદ કરો.
he: נבקש ממך מדי פעם לוודא את ה־PIN שלך כך שתזכור אותו.
hi: हम आपका पिन सत्यापन के लिये आपसे कभी-कभी पुछेंगे ताकी आपको वो याद हो जाए।
hr: Povremeno ćemo zatražiti da potvrdite svoj PIN kako biste ga zapamtili.
hu: Időnként megkérünk PIN kódod begépelésére, hogy biztosan ne felejtsd el.
id: Signal akan mengonfirmasi PIN secara berkala agar Anda tetap ingat.
is: Til að auðvelda þér að muna PIN-númerið munum við biðja þig öðru hvoru um að staðfesta það.
it: Occasionalmente ti chiederemo di verificare il tuo PIN per aiutarti a memorizzarlo.
ja: PINを忘れないよう、時々確認を行います。
kab: Sya ɣer da ad d-tettusutreḍ ad tesneqdeḍ tangalt-ik·im PIN i wakken ad as-tecfuḍ.
kk: PIN кодыңызды есте ұстауыңыз үшін оны тексеріп тұруыңызды анда-санда өтінетін боламыз.
km: á™á¾á„á“á¹á„áŸá¶á€áŸá½ášá¢áŸ’á“á€á˜áŸ’áá„á˜áŸ’á€á¶á› áŠá¾á˜áŸ’á”á¸á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á›áŸáá€á¼áŠ PIN áá¶á¢áŸ’á“á€á–á·áá‡á¶á…á„á…á¶áŸ†áœá¶áŸ”
kn: ನೀವು ನೆನಪಿಸಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ನಿಮಗೆ ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ಆಗಾಗ್ಗೆ ದೃಢೀಕರಿಸಿಕೊಳ್ಳಲು ನಾವು ಕೇಳುತ್ತೇವೆ
ko: PIN 번호를 기억할 수 있도록 가끔 확인 창을 띄웁니다.
lt: Retkarčiais, tam kad prisimintumėte savo PIN kodą, prašysime jūsų jį patvirtinti.
lv: Dažreiz mēs lūgsim jums apstiprināt savu PIN, lai jūs to atcerētos.
mk: Повремено ќе ве прашуваме да го верификувате вашиот ПИН со цел да го запаметите.
ml: നിങ്ങളുടെ PIN സ്ഥിരീകരിക്കാൻ ഞങ്ങൾ ഇടയ്ക്കിടെ നിങ്ങളോട് ആവശ്യപ്പെടുന്നതിനാൽ നിങ്ങൾ അത് ഓർക്കും.
mr: आम्ही आपल्याला मधून मधून PIN सत्यापित करण्यास विचारू जेणेकरून आपल्याला तो लक्षात राहील.
ms: Kami akan meminta anda sesekali untuk mengesahkan PIN anda supaya anda mengingatinya.
my: သင့်ပင်နံပါတ်ကို သင်မှတ်မိရန် ကျွန်ုပ်တို့သည် သင့်ကို မကြာခဏ သင့်ပင်နံပါတ်ကို အတည်ပြုခိုင်းပါမည်။
nb: Vi ber deg noen ganger om å bekrefte PIN-koden din slik at du husker den.
nl: We vragen je af en toe om je pincode te bevestigen, zodat je je pincode goed onthoudt.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਦੇ-ਕਦਾਈਂ ਤੁਹਾਡਾ ਪਿਨ ਤਸਦੀਕ ਕਰਨ ਲਈ ਕਹਾਂਗੇ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਇਹ ਯਾਦ ਰਹੇ.
pa_pk: اساں کدے کدار تساں نوں تساں دی پن دی توثیق کرن دے لئی کہواں گے تاں جے تساں اینوں یاد رکھو۔
pl: Co jakiś czas prosimy Cię o zweryfikowanie kodu PIN, aby pomóc Ci go zapamiętać.
ps: موږ به کله نا کله له تاسې دا وغواړو چې خپل PIN مو تایید کړئ تر څو مو په یاد پاتې شی.
pt_br: Pediremos que você verifique seu PIN de tempos em tempos para mantê-lo fresco na sua memória.
pt_pt: Iremos ocasionalmente pedir-lhe para verificar o seu PIN para que não se esqueça dele.
ro: Ocazional îți vom solicita să confirmi codul PIN pentru a-l reține mai ușor.
ru: Иногда мы будем просить вас подтвердить ваш PIN-код, чтобы вы его не забывали.
sk: Z času na čas vás požiadame o overenie vášho PINu, aby ste si ho zapamätali.
sl: Občasno vas bomo opozorili na vnos PINa, da si ga boste lažje zapomnili.
sq: Me raste, do t’ju kërkojmë të verifikoni PIN-in tuaj, që kështu të mund ta mbani mend.
sr: Повремено ћемо вам тражити да унесете PIN да бисте га запамтили.
sv: Vi ber dig ibland att verifiera din PIN-kod så att du kommer ihåg den.
sw: Mara kwa mara tutakuuliza kuthibitisha PINI yako ili uweze kuikumbuka.
ta: நாங்கள் எப்போதாவது கேட்போம் நீங்கள் சரிபார்க்க உங்கள் பின் அதனால் நீங்கள் அதை நினைவில் கொள்ளுங்கள்.
te: మీ పిన్‌ను ధృవీకరించమని మేము అప్పుడప్పుడు అడుగుతాము, తద్వారా మీరు దీన్ని గుర్తుంచుకుంటారు.
th: เราจะถามให้คุณตรวจยืนยันรหัส PIN ของคุณเป็นระยะ เพื่อให้คุณจำมันได้
tr: Hatırlamanız için arada sırada PIN'inizi doğrulamanızı isteyeceğiz.
ug: ئەستە تۇتۇشىڭىز ئۈچۈن بەزىدە PIN ڭىزنى دەلىللىشىڭىزنى سورايمىز.
uk: Періодично ми проситимемо вас підтверджувати PIN-код, щоб ви його не забували.
ur: ہم کبھی کبھار آپ سے اپنے پن کی تصدیق کرنے کے لئے کہیں گے تاکہ آپ اسے یاد رکھیں۔
vi: Chúng tôi sẽ hỏi bạn xác nhận lại mã PIN định kỳ để bạn có thể nhớ được mã.
zh_cn: 我们会不定期要求你验证你的 PIN 码以保证你没有忘记它。
zh_hk: 我們偶爾會要求您驗證您的 PIN 碼，以確保您能記住它。

# PIN_REMINDER_MEGAPHONE_FEW_DAYS_SUCCESSFUL_TOAST
source: PIN correct. We’ll remind you again in a few days.
ar: رقم التعريف الشخصي (PIN) صحيح. سنذكِّرك مرّة أُخرى في غُضون بضعة أيام.
be: PIN-код правільны. Мы нагадаем вам яшчэ раз праз некалькі дзён.
bn: পিনটি সঠিক। আমরা আপনাকে কয়েক দিনের মধ্যে আবার মনে করিয়ে দেবো।
ca: PIN correcte. T'ho recordarem d'aquí a uns dies.
cs: Správný PIN kód. Připomeneme se vám zase za několik dní.
da: Korrekt pinkode. Du bliver mindet om det igen om nogle dage.
de: PIN korrekt. Wir erinnern dich in einigen Tagen erneut.
el: Το PIN είναι σωστό. Θα σου το υπενθυμίσουμε πάλι σε μερικές μέρες.
es: PIN correcto. Te lo recordaremos de nuevo en unos días.
fa: پین درست است. چند روز دیگر دوباره به شما یادآوری خواهیم کرد.
fi: Oikea PIN-koodi. Muistutamme sinua jälleen muutaman päivän päästä.
fr: Confirmation réussie. Nous vous le redemanderons dans quelques jours.
ga: UAP ceart. Meabhróimid duit arís i gceann cúpla lá.
gu: પિન સાચો છે. અમે તમને થોડા દિવસોમાં ફરીથી યાદ કરાવીશું.
he: PIN נכון. נזכיר לך שוב עוד מספר ימים.
hi: पिन सही है। हम आपको कुछ दिन बाद फिर से याद दिलाएँगे।
hr: PIN je ispravan. Provjerit ćemo ga ponovno za par dana.
hu: A PIN-kód helyes. Pár napon belül újra emlékeztetünk.
id: PIN benar. Signal akan menanyakan lagi PIN Anda dalam beberapa hari.
it: PIN corretto. Te lo ricorderemo di nuovo tra qualche giorno.
ja: 正しいPINが入力されました。数日後に再度確認があります。
ko: PIN이 올바릅니다. 며칠 후에 다시 알려드리겠습니다.
mr: पिन बरोबर आहे. आम्ही आपल्याला काही दिवसांत पुन्हा आठवण करून देऊ.
ms: PIN betul. Kami akan mengingatkan anda semula dalam beberapa hari.
nb: PIN-koden stemmer. Vi sender deg en ny påminnelse om et par dager.
nl: Juiste pincode. We zullen het over een aantal dagen opnieuw vragen.
pl: PIN poprawny. Poprosimy Cię o niego ponownie za kilka dni.
pt_br: PIN correto. Vamos lembrar você novamente em alguns dias.
pt_pt: PIN correto. Iremos lembrar de novo dentro de alguns dias.
ro: PIN corect. Iți vom reaminti în câteva zile.
ru: Пин-код правильный. Мы напомним вам снова через несколько дней.
sk: Zadaný PIN je správny. O pár dní si ho od vás znova vyžiadame.
sr: PIN исправан. Подсетићемо вас поново за пар дана.
sv: Pinkoden är korrekt. Vi påminner dig igen om några dagar.
th: PIN ถูกต้อง เราจะแจ้งเตือนคุณอีกครั้งในอีก 2-3 วัน
tr: PIN doğru. Sana birkaç gün içinde hatırlatacağız.
ug: توغرا PIN نومۇر. بىر قانچە كۈندىن كېيىن سىزنى قايتا ئەسكەرتىمىز.
uk: PIN-код правильний. Через кілька днів ми нагадаємо знов.
ur: پِن درست ہے۔ ہم آپ کو چند دنوں میں دوبارہ یاد دلائیں گے۔
vi: Mã PIN đúng. Chúng tôi sẽ nhắc bạn lại trong vài ngày nữa.
zh_cn: PIN 码正确。我们会在几天后再次提醒您。
zh_hk: PIN 碼正確。幾天後我們將會再次提醒你。

# PIN_REMINDER_MEGAPHONE_FEW_DAYS_TOAST
source: We’ll remind you again in a few days.
af: Ons sal jou weer oor ’n paar dae herinner.
ar: سنذكِّرك مرّة أُخرى في غُضون بضعة أيام.
az: Bir neçə gün ərzində yenidən xatırladacağıq.
be: Мы нагадаем вам яшчэ раз праз некалькі дзён.
bg: Ще ви напомним отново след няколко дни.
bn: আমরা আপনাকে কয়েক দিনের মধ্যে আবার মনে করিয়ে দেব।
ca: Us ho recordarem d'aquí a uns dies.
cs: Připomeneme se vám zase za několik dní.
cy: Byddwn yn eich atgoffa eto ymhen ychydig ddyddiau.
da: Du vil blive mindet om det igen om nogle dage
de: Wir erinnern dich in einigen Tagen erneut.
el: Θα σου το υπενθυμίσουμε σε μερικές μέρες.
es: Te lo recordaremos de nuevo en unos días.
es_es: Te lo recordaremos de nuevo en unos pocos días.
et: Tuletame paari päeva pärast uuesti meelde.
eu: Berriro gogoraraziko dizugu egun batzuen buruan.
fa: چند روز دیگه به شما یادآوری می‌کنیم
fi: Muistutamme sinua jälleen muutaman päivän päästä.
fil: Paaalalahanan ka naming muli sa loob ng ilang araw.
fr: Nous vous le redemanderons dans quelques jours.
ga: Meabhróimid duit arís i gceann cúpla lá.
gu: અમે તમને થોડા દિવસોમાં ફરીથી યાદ કરાવીશું.
he: נזכיר לך שוב עוד מספר ימים.
hi: हम आपको कुछ दिन बाद फिर याद दिलाऐंगे।
hr: Podsjetiti ćemo vas ponovo za par dana.
hu: Pár napon belül újra emlékeztetünk.
id: Signal akan mengonfirmasi PIN kembali dalam beberapa hari.
is: Við munum minna þig á aftur eftir nokkra daga.
it: Te lo ricorderemo di nuovo tra qualche giorno.
ja: 数日後に再度お知らせします。
kab: Ad ak·akem-id-yesmekti tikkelt-nniḍen deg kra n wussan.
kk: Бірнеше күннен кейін қайтадан есіңізге саламыз.
km: á™á¾á„á“á¹á„ášáŸ†á›á¹á€á¢áŸ’á“á€á˜áŸ’áá„á‘áŸ€áá”áŸ‰á»á“áŸ’á˜á¶á“ááŸ’á„áŸƒá‘áŸ€ááŸ”
kn: ನಾವು ಕೆಲವೇ ದಿನಗಳಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ಇದನ್ನು ನಿಮಗೆ ನೆನಪಿಸುತ್ತೇವೆ.
ko: 며칠 뒤 다시 알려드리겠습니다.
lt: Po kelių dienų priminsime jums dar kartą.
lv: Pēc dažām dienām mēs vaicāsim to vēlreiz.
mk: Ќе ве потсетиме повторно за неколку дена.
ml: കുറച്ച് ദിവസങ്ങൾക്കുള്ളിൽ ഞങ്ങൾ നിങ്ങളെ വീണ്ടും ഓർമ്മപ്പെടുത്തും.
mr: आम्ही आपल्याला काही दिवसात पुन्हा आठवण करून देऊ.
ms: Kami akan mengingatkan anda semula dalam beberapa hari.
my: ရက်အနည်းအငယ်အတွင်း သင့်ကို ပြန်သတိပေးပါမည်။
nb: Vi minner deg igjen om noen dager.
nl: We zullen het over een paar dagen opnieuw vragen.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੁਝ ਦਿਨਾਂ ਬਾਅਦ ਦੁਬਾਰਾ ਯਾਦ ਕਰਾਵਾਂਗੇ.
pa_pk: اساں کجھ دناں اچ تساں نوں دوبارہ یاد دلاواں گے۔
pl: Przypomnimy Ci jeszcze raz za kilka dni.
ps: موږ به تاسې ته بیرته په څو ورځو کې در په یاد کړو.
pt_br: Nós relembraremos você em alguns dias.
pt_pt: Iremos recordar-lhe de novo dentro de alguns dias.
ro: Iți vom reaminti în câteva zile.
ru: Мы напомним вам снова через несколько дней.
sk: O tri dni vám to pripomenieme znovu.
sl: Čez nekaj dni vas bomo znova opozorili.
sq: Do t’jua kujtojmë prapë pas pak ditësh.
sr: Подсетићемо вас поново за пар дана.
sv: Vi påminner dig igen om några dagar.
sw: Tutakukumbusha tena ndani ya siku chache.
ta: நாங்கள் நினைவூட்டுவோம் நீங்கள் மீண்டும் சில நாட்களில்.
te: మేము కొన్ని రోజుల్లో మీకు మళ్ళీ గుర్తు చేస్తాము.
th: เราจะเตือนคุณอีกครั้งในอีกไม่กี่วัน
tr: Size birkaç gün içinde hatırlatacağız.
ug: بىر قانچە كۈندىن كېيىن سىزنى قايتا ئەسكەرتىمىز.
uk: Через кілька днів ми нагадаємо знов.
ur: ہم آپ کو کچھ ہی دنوں میں ایک بار پھر یاد دلائیں گے۔
vi: Chúng tôi sẽ nhắc bạn trong vài ngày tới.
zh_cn: 我们会在几天后再次提醒你。
zh_hk: 幾天後我們將會再提醒您。
