Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_LINK_QR_CODE_VIEW_DESCRIPTION
source: People who scan this code will be able to join your group. Admins will still need to approve new members if you have that setting turned on.
af: Mense wat hierdie kode skandeer sal by jou groep kan aansluit. Admins sal steeds nuwe lede moet goedkeur indien daardie instelling nie geaktiveer is nie.
ar: سيتمكَّن الأشخاص الذين يمسحون هذا الكود من الانضمام إلى مجموعتك. سيحتاج المُشرفون إلى الموافقة على الأعضاء الجُدُد إذا كُنتَ قد فعَّلتَ هذا الإعداد.
az: Bu kodu skan edən şəxslər, qrupunuza qoşula biləcək. Əgər bu tənzimləməni işə salsanız, adminlər yenə də yeni üzvləri təsdiqləməli olacaq.
be: Людзі, якія праскануюць гэты код, змогуць далучыцца да вашай групы. Адміністратары ўсё роўна павінны будуць ухваляць далучэнне новых удзельнікаў, калі ў вас уключаная гэта опцыя.
bn: এই কোডটি স্ক্যান করে যে কেউ আপনার গ্রুপে যোগদান করতে পারবেন। আপনার সেই সেটিংটি চালু করা থাকলে অ্যাডমিনদের এখনও নতুন সদস্যদের অনুমোদন করতে হবে।
ca: Les persones que escanegin aquest codi podran afegir-se al grup. Els administradors encara hauran d'aprovar els membres nous si teniu activada aquesta opció.
cs: Lidé, kteří naskenují tento kód, budou schopni připojit se k vaší skupině. Správci stále budou muset schválit nové členy, pokud jste to tak nastavili.
cy: Bydd y bobl sy'n sganio'r cod hwn yn gallu ymuno â'ch grŵp. Bydd angen i weinyddwyr gymeradwyo aelodau newydd o hyd os yw'r gosodiad hwnnw wedi'i droi ymlaen.
da: Personer der scanner denne kode, kan deltage i din gruppe. Administratorer skal stadig godkende nye medlemmer, hvis denne indstilling er slået til
de: Personen, die diesen Code einscannen, können deiner Gruppe beitreten. Neue Mitglieder müssen jedoch von einem Admin bestätigt werden, falls du diese Einstellung eingeschaltet hast.
el: Τα άτομα που σκανάρουν αυτό τον κωδικό θα μπορούν να μπουν στην ομάδα. Οι διαχειριστές θα πρέπει να εγκρίνουν τα νέα μέλη αν αυτή η ρύθμιση είναι ενεργοποιημένη.
es: Las personas que escaneen este código podrán unirse al grupo. Aun así, alguien que sea admin debe aceptar a nuevos participantes si está activada la opción de aprobación de admin.
es_es: Quien escanee este código podrá unirse al grupo. L@s admins todavía pueden aprobar nuev@s participantes si la opción está activa.
et: Seda koodi skaneerivad isikud saavad grupiga liituda. Administraatorid peavad uued liikmed ikkagi kinnitama, kui see säte on sisse lülitatud.
eu: Kodea hau eskaneatuz gero jendea zure taldean sartu ahal izango da. Hala era, administratzaileen baimena eskatzeko aukera aktibatuta baduzu, berauen onespena beharko da taldean sartzeko.
fa: افرادی که این کد را اسکن می‌کنند قادر خواهند بود تا به گروه شما بپیوندند. مدیران هنوز باید اعضای جدید را تأیید کنند اگر آن تنظیم را فعال کرده باشید.
fi: Liity ryhmään skannaamalla koodi. Ylläpitäjän on edelleen hyväksyttävä uudet jäsenet, jos kyseinen asetus on käytössä.
fr: Ce code permettra à des utilisateurs de rejoindre votre groupe. Les administrateurs devront tout de même approuver les nouveaux membres si vous avez activé ce paramètre.
gu: જે લોકો આ કોડ સ્કૅન કરશે તેઓ તમારા ગ્રુપમાં જોડાઈ શકશે. જો તમારી પાસે તે સેટિંગ ચાલુ હોય તો એડમિનને હજી પણ નવા સભ્યોને મંજૂરી આપવાની જરૂર પડશે.
he: אנשים שיסרקו קוד זה יוכלו להצטרף אל הקבוצה שלך. מנהלנים עדין יצטרכו לאשר חברי קבוצה חדשים אם הגדרה זו מופעלת.
hi: इस कोड को स्कैन करने वाले लोग आपके ग्रुप में जुड़ सकेंगे। एडमिन्स को फिर भी नए मेंबर्स को अनुमोदित करने की ज़रूरत होगी यदि आपने उस सेटिंग को चालू किया है।
hr: Osobe koji skeniraju ovaj kôd moći će se pridružiti vašoj grupi. Administratori će i dalje trebati odobriti nove članove ako je ta postavka uključena.
hu: A kódot beolvasó felhasználók beléphetnek a csoportba. Az adminok jóváhagyására továbbra is szükség lesz, amennyiben ez a beállítás be van kapcsolva.
id: Orang yang memindai kode ini akan dapat bergabung dengan grup Anda. Admin akan tetap membutuhkan persetujuan untuk menerima anggota baru jika Anda telah menyalakan pengaturannya.
is: Fólk sem skannar þennan kóða mun geta gengið í hópinn þinn. Stjórnendur þurfa eftir sem áður að samþykkja nýja meðlimi ef kveikt er á þeirri stillingu.
it: Le persone che scansioneranno questo codice potranno unirsi al tuo gruppo. Gli amministratori dovranno comunque approvare i nuovi membri se questa impostazione è attiva.
ja: このコードをスキャンすると、グループに参加できます。設定によっては、新メンバーの参加時に管理者の承認が必要になります。
kab: Imdanen ara yesmiḍnen tangalt-a ad izmiren ad rnun ɣer ugraw-ik·im. Inedbalen ad uɣalen ad ttwasran i usentem n yiεeggalen imaynuten ma yella aɣewwar-a yettwarmed ɣur-k·m.
km: á¢áŸ’á“á€áŠáŸ‚á›á¢á¶á…áŸáŸ’á€áŸá“á€á¼áŠá“áŸáŸ‡ á“á¹á„á¢á¶á…á…á¼á›ášá½á˜á€áŸ’ášá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á¢áŸ’á“á€á¢á—á·á”á¶á›á“á¹á„á“áŸ…ááŸ‚ááŸ’ášá¼áœá€á¶ášá¢á“á»á˜áŸááŸá˜á¶á‡á·á€ááŸ’á˜á¸ á”á¾áŸá·á“á¢áŸ’á“á€á”á¶á“á”á¾á€á€á¶ášá€áŸ†áááŸ‹á“áŸáŸ‡áŸ”
kn: ಈ ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡುವ ಜನರಿಗೆ ನಿಮ್ಮ ಗುಂಪನ್ನು ಸೇರಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. ನೀವು ಆ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಆನ್ ಮಾಡಿದ್ದರೆ ಅಡ್ಮಿನ್‌ಗಳು ಇನ್ನೂ ಹೊಸ ಸದಸ್ಯರನ್ನು ಅನುಮೋದಿಸಬೇಕಾಗುತ್ತದೆ.
ko: 이 코드를 스캔한 사람들이 내 그룹에 참가할 수 있게 됩니다. 이 설정을 켠 경우 관리자는 멤버 참가를 일일이 승인해야 합니다.
lt: Žmonės, kurie nuskenuos šį kodą, galės prisijungti prie jūsų grupės. Administratoriams vis tiek reikės patvirtinti naujus narius, jei tą nustatymą turite įjungtą.
lv: Cilvēki, kuri skenē šo kodu, varēs pievienoties jūsu grupai. Ja šis iestatījums ir ieslēgts, administratoriem joprojām būs jāapstiprina jauni dalībnieki.
mk: Луѓе кои го скенираат кодот ќе можат да се приклучат на Вашата група. Администраторите сѐ уште ќе треба да ги одобрат новите членови ако ја имате вклучено таа опција.
ml: ഈ കോഡ് സ്കാൻ ചെയ്യുന്ന ആളുകൾക്ക് നിങ്ങളുടെ ഗ്രൂപ്പിൽ ചേരാനാകും. നിങ്ങൾക്ക് ആ ക്രമീകരണം ഓണാണെങ്കിൽ അഡ്മിൻമാർക്ക് പുതിയ അംഗങ്ങളെ അംഗീകരിക്കേണ്ടിവരും.
mr: ज्या व्यक्ती हा कोड स्कॅन करतील त्यांना आपल्या गटात सामील होता येईल. आपली ती सेटिंग सुरू असल्यास ऍडमिन यांना तरीही नवीन सदस्यांना स्वीकार करावे लागेल.
ms: Orang yang mengimbas kod ini akan dapat menyertai kumpulan anda. Pentadbir tetap perlu meluluskan ahli baharu jika tetapan tersebut dihidupkan.
my: ဤကုဒ်နံပါတ်ကို စကင်ဖတ်သောသူများသည် သင်၏အဖွဲ့ထဲသို့ ဝင်နိုင်လိမ့်မည်။ အကယ်၍ သင်သည် ဤချိန်ညှိမှုကို ဖွင့်ထားပါက အဖွဲ့ဝင်အသစ်များ ဝင်ရောက်ရန်အတွက် စီမံသူများမှ အတည်ပြုရန် လိုအပ်ဦးမည်။
nb: Folk som skanner denne koden vil være i stand til å bli med i gruppen din. Administratorer vil fremdeles trenge å godkjenne nye medlemmer om denne opsjonen er påslått.
nl: Personen die deze code scannen kunnen lid worden van je groep. Als de optie ‘Nieuwe leden goedkeuren’ is ingeschakeld moet een beheerder nieuwe leden eerst nog goedkeuren.
pa: ਜੋ ਲੋਕ ਇਸ ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਦੇ ਹਨ ਉਹ ਤੁਹਾਡੇ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਣਗੇ। ਐਡਮਿਨਜ਼ ਨੂੰ ਅਜੇ ਵੀ ਨਵੇਂ ਮੈਂਬਰਾਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਦੀ ਜ਼ਰੂਰਤ ਹੋਵੇਗੀ ਜੇ ਤੁਹਾਡੀ ਉਹ ਸੈਟਿੰਗ ਚਾਲੂ ਹੈ।
pl: Osoby, które zeskanują ten kod, będą mogły dołączyć do grupy. Administratorzy wciąż będą musieli zatwierdzać nowe osoby, jeśli takie wymaganie jest włączone.
ps: هغه خلک چې دا کوډ سکن کوي هغوی به وشي کولای چې ستاسې له ګروپ سره یو ځای شي. اډمینان به لا بیا هم د نویو غړو تصویب ته اړتیا لري که مو چیرته دا تنظیمات روښانه پرېیښي وي.
pt_br: As pessoas que escanearem este código poderão entrar no seu grupo. Os administradores ainda precisarão aprovar os novos membros, se você tiver ativado essa opção.
pt_pt: As pessoas que digitalizarem este código serão capazes de entrarem para o seu grupo. Os administradores ainda irão necessitar de aprovar os novos membros caso tenha essa opção ativa.
ro: Persoanele care scanează acest cod se vor putea alătura grupului tău. Administratorii vor trebui în continuare să aprobe noi membri dacă ai setarea activată.
ru: Любой, кто просканирует этот код, сможет присоединиться к вашей группе. Администраторам всё равно нужно будет одобрять новых участников, если у вас включена та настройка.
sk: Ľudia, ktorí si tento kód zoskenujú, sa budú môcť pridať do vašej skupiny. Administrátori budú ešte stále musieť nových členov schváliť, ak zapnete príslušné nastavenie.
sl: Uporabniki/ce, ki bodo skenrali/le to kodo, se bodo lahko pridružili/le vaši skupini. Odobritev skrbnika/ce skupine bo vseeno potrebna, če imate vklopljeno takšno nastavitev.
sq: Njerëzit që skanojnë këtë kod, do të jenë në gjendje të bëhen pjesë e grupit tuaj. Përgjegjësve prapë do t’ju duhet të miratojnë anëtarë të rinj, nëse e keni të aktivizuar këtë mundësi.
sr: Особе које скенирају овај код моћи ће да се придруже вашој групи. Администратори ће и даље морати да одобравају нове чланове ако сте укључили то подешавање.
sv: Personer som skannar denna kod kan gå med i din grupp. Administratörer måste fortfarande godkänna nya medlemmar om du har aktiverat den inställningen.
sw: Watu ambao watachanganua msimbo huu wataweza kujiunga na kikundi chako. Wasimamizi bado watahitaji kuidhinisha washiriki wapya ikiwa umewasha mipangilio hiyo.
ta: இந்த குறியீட்டை ஸ்கேன் செய்யும் நபர்கள் உங்கள் குழுவில் சேர முடியும். நீங்கள் அந்த அமைப்பை இயக்கியிருந்தால், நிர்வாகிகள் புதிய உறுப்பினர்களை அங்கீகரிக்க வேண்டும்.
te: ఈ కోడ్‌ను స్కాన్ చేసే వ్యక్తులు మీ గుంపులో చేరగలరు. మీకు ఆ సెట్టింగ్ ఆన్ చేయబడితే నిర్వాహకులు క్రొత్త సభ్యులను ఆమోదించాలి.
th: ผู้ที่สแกนรหัสนี้จะสามารถเข้าร่วมกลุ่มของคุณได้ ผู้ดูแลยังต้องอนุมัติสมาชิกใหม่อยู่ หากคุณได้เปิดการตั้งค่าไว้
tr: Bu kodu tarayan kişiler grubunuza katılabilir. Ayarı açıksa, yöneticilerin yeni üyeleri onaylaması gerekecektir.
ug: بۇ كودنى تارىغان كىشى گۇرۇپپىڭىزغا كىرەلەيدۇ. ئەگەر باشقۇرغۇچى دەلىللەشنى قوزغاتقان بولسىڭىز ئۇنداقتا باشقۇرغۇچى قوشۇلسا ئاندىن گۇرۇپپىغا كىرەلەيدۇ.
uk: Люди, які зісканують цей код, зможуть приєднатися до вашої групи. Адміністраторам усе одно доведеться затверджувати нових учасників, якщо ви ввімкнули це налаштування.
ur: جو لوگ اس کوڈ کو اسکین کرتے ہیں وہ آپ کے گروپ میں شامل ہوسکیں گے۔ اگر آپ نے یہ ترتیب آن کر رکھی ہے تو منتظمین کو ابھی بھی نئے ممبروں کی منظوری کی ضرورت ہوگی۔
vi: Những người quét mã này có thể tham gia nhóm của bạn. Vẫn cần quản trị viên chấp nhận thành viên mới nếu cài đặt này được bật.
zh_cn: 扫描此码的人即可加入您的群组。如果您激活了管理员审核，那么入群者还需要管理员同意才能入群。
zh_hk: 別人掃描此二維碼後將可加入您的群組。若您開啟有關設定，將仍需管理員核准新成員。

# GROUP_LINK_QR_CODE_VIEW_SHARE_CODE_BUTTON
source: Share Code
af: Deel kode
ar: مشاركة الكود
az: Kodu paylaş
be: Абагуліць код
bn: কোড শেয়ার করুন
ca: Comparteix el codi
cs: Sdílet kód
cy: Rhannu Cod
da: Del kode
de: Code teilen
el: Μοιράσου τον κωδικό
es: Compartir código
es_es: Compartir código
et: Jaga koodi
eu: Partekatu kodea
fa: اشتراک‌گذاری کد
fi: Jaa koodi
fr: Partager le code
gu: કોડ શેર કરો
he: שתף קוד
hi: कोड शेयर करें
hr: Podijeli kôd
hu: QR kód megosztása
id: Bagikan Kode
is: Deila kóða
it: Condividi codice
ja: コードを共有する
kab: Bḍu tangalt
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€á€á¼áŠ
kn: ಕೋಡ್ ಹಂಚಿಕೊಳ್ಳಿ
ko: 코드 공유
lt: Bendrinti kodą
lv: Kopīgot kodu
mk: Сподели код
ml: കോഡ് പങ്കിടുക
mr: कोड शेअर करा
ms: Kongsikan Kod
my: ကုဒ်ကို မျှဝေပါ
nb: Del kode
nl: QR-code delen
pa: ਕੋਡ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij kod
ps: د کوډ شریکول
pt_br: Compartilhar Código
pt_pt: Partilhar código
ro: Partajează codul
ru: Поделиться кодом
sk: Zdieľať kód
sl: Deli kodo
sq: Ndani Kod Me të Tjerë
sr: Подели код
sv: Dela kod
sw: Shiriki Msimbo
ta: பகிர் குறியீடு
te: సంకేత లిపిని పంచు
th: แบ่งปันรหัส
tr: Kodu Paylaş
ug: كود ھەمبەھىر
uk: Поділитися кодом
ur: کوڈ شیئر کریں
vi: Chia sẻ mã
zh_cn: 分享二维码
zh_hk: 分享二維碼

# GROUP_LINK_QR_CODE_VIEW_TITLE
source: QR Code
af: QR-kode
ar: كود الـ QR
az: QR Kodu
be: QR-код
bn: QR কোড
ca: Codi QR
cs: QR kód
cy: Cod QR
da: QR-kode
el: Κωδικός QR
es: Código QR
es_es: Código QR
et: QR-kood
eu: QR Kodea
fa: کد QR
fi: QR-koodi
fr: Code QR
ga: Tagairt QR
gu: QR કોડ
he: קוד QR:
hi: QR कोड
hr: QR kôd
hu: QR kód
id: Kode QR
is: QR-kóði
it: Codice QR
ja: QRコード
kab: Tangalt QR
km: á€á¼áŠ QR
kn: ಕ್ಯುಆರ್‌ ಕೋಡ್
ko: QR 코드
lt: QR kodas
lv: QR kods
mk: QR код
ml: QR കോഡ്
mr: QR कोड
ms: Kod QR
my: QR ကုဒ်
nb: QR-kode
pa: QR ਕੋਡ
pl: Kod QR
ps: د QR کوډ
pt_br: Código QR
pt_pt: Código QR
ro: Cod QR
ru: QR-код
sk: QR kód
sl: Koda QR
sq: Kod QR
sr: QR код
sv: QR Kod
sw: Msimbo wa QR
ta: QR குறியீடு
te: QR కోడ్
th: รหัส QR
tr: Karekod
ug: QR كودى
uk: QR-код
ur: QR کوڈ
vi: Mã QR
zh_cn: QR 代码
zh_hk: 二維碼

# GROUP_LINK_VIEW_APPROVE_NEW_MEMBERS_SWITCH
source: Require Admin Approval
af: Keur nuwe lede goed
ar: يتطلَّب موافقة المُشرِف
az: Yeni üzvləri təsdiqlə
be: Патрабуецца пацвярджэнне адміністратара
bn: অ্যাডমিনের অনুমোদন প্রয়োজন
ca: Sol·licitar l'aprovació de l'administrador
cs: Vyžadovat schválení správcem
cy: Cymeradwyo Aelodau Newydd
da: Kræv godkendelse af administrator
de: Administrator-Genehmigung benötigt
el: Απαιτείται έγκριση διαχειριστή
es: Solicitar aprobación de admin
es_es: Aprobar solicitudes
et: Uute liikmete kinnitamine
eu: Onartu kide berriak
fa: نیازمند تأیید مدیر
fi: Vaadi järjestelmänvalvojan hyväksyntä
fr: Exiger l'approbation d'un admin
ga: Éiligh Faomhadh Riarthóra
gu: એડમિનની મંજૂરી જરૂરી બનાવો
he: לדרוש אישור מנהל/ת
hi: एडमिन की मंज़ूरी की ज़रूरत है
hr: Zatraži odobrenje administratora
hu: Adminisztrátori jóváhagyás szükséges
id: Perlu Persetujuan Admin
is: Samþykkja nýja meðlimi
it: Richiedi l'approvazione dell'admin
ja: 管理者の承認を必要とする
kab: Qbel iεeggalen imaynuten
km: á¢á“á»á˜áŸááŸá˜á¶á‡á·á€ááŸ’á˜á¸
kn: ಹೊಸ ಸದಸ್ಯರನ್ನು ಅನುಮೋದಿಸಿ
ko: 관리자 승인 필요
lt: Patvirtinti naujus narius
lv: Apstiprināt jaunus dalībniekus
mk: Одобри нови членови
ml: പുതിയ അംഗങ്ങളെ അംഗീകരിക്കുക
mr: ॲडमिनची मंजुरी आवश्यक आहे
ms: Memerlukan Kelulusan Pentadbir
my: အဖွဲ့ဝင်သစ်များကို လက်ခံမယ်
nb: Krev godkjenning fra administrator
nl: Nieuwe leden goedkeuren
pa: ਨਵੇਂ ਮੈਂਬਰਾਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿਓ
pl: Wymagaj zatwierdzenia przez administratora
ps: د نویو غړو تصویب
pt_br: Exigir aprovação do admin
pt_pt: Requerer aprovação do administrador
ro: Necesită aprobarea administratorului
ru: Требуется одобрение администратора
sk: Vyžadovať schválenie administrátorom
sl: Odobritev novih članov_ic
sq: Miratoni Anëtarë të Rinj
sr: Обавезно одобрење администратора
sv: Kräv godkännande av administratör
sw: Idhinisha Wanachama Wapya
ta: புதிய உறுப்பினர்களை அங்கீகரிக்கவும்
te: క్రొత్త సభ్యులను ఆమోదించండి
th: ต้องได้รับการอนุมัติจากผู้ดูแล
tr: Yönetici onayı İste
ug: باشقۇرغۇچىنىڭ تەستىقىنى تەلەپ قىلىش
uk: Адміністратор затверджує учасників
ur: ایڈمن کی منظوری درکار ہے
vi: Cần quản trị viên chấp duyệt
zh_cn: 需要管理员批准
zh_hk: 需要管理員核准

# GROUP_LINK_VIEW_COPY_LINK
source: Copy Link
af: Kopieer skakel
ar: نسخ الرابط
az: Bağlantını kopyala
be: Скапіраваць спасылку
bn: লিঙ্ক কপি করুন
ca: Copiar l'enllaç
cs: Zkopírovat odkaz
cy: Copïo Dolen
da: Kopiér link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
es_es: Copiar enlace
et: Kopeeri link
eu: Lotura kopiatu
fa: کپی کردن پیوند
fi: Kopioi linkki
fr: Copier le lien
ga: Cóipeáil an Nasc
gu: લિંક કૉપિ કરો
he: העתק קישור
hi: लिंक कॉपी करें
hr: Kopiraj poveznicu
hu: Link másolása
id: Salin Tautan
is: Afrita tengil
it: Copia link
ja: リンクをコピーする
kab: Sukken aseɣwen
km: ááá…á˜áŸ’á›á„ááŸ†áá—áŸ’á‡á¶á”áŸ‹
kn: ಲಿಂಕ್ ನಕಲಿಸಿ
ko: 링크 복사
lt: Kopijuoti nuorodą
lv: Kopēt saiti
mk: Копирај го линкот
ml: ലിങ്ക് പകർത്തുക
mr: दुवा कॉपी करा
ms: Salin Pautan
my: လင့်ခ်ကို ကူးယူမယ်
nb: Kopier lenke
nl: Link kopiëren
pa: ਲਿੰਕ ਕਾਪੀ ਕਰੋ
pl: Skopiuj link
ps: لینک کاپي کړئ
pt_br: Copiar link
pt_pt: Copiar endereço
ro: Copiază linkul
ru: Копировать ссылку
sk: Kopírovať odkaz
sl: Kopiraj povezavo
sq: Kopjoji Lidhjen
sr: Копирај линк
sv: Kopiera länk
sw: Nakili Kiungo
ta: இணைப்பை நகலெடுக்கவும்
te: లింక్ను కాపీ చేయండి
th: คัดลอกลิงก์
tr: Bağlantı Adresini Kopyala
ug: ئۇلانما كۆچۈر
uk: Копіювати посилання
ur: لنک کاپی کریں
vi: Sao chép Đường dẫn
zh_cn: 复制链接
zh_hk: 複製連結

# GROUP_LINK_VIEW_ENABLE_GROUP_LINK_SWITCH
source: Group Link
af: Groepskakel
ar: رابط المجموعة
az: Qrup bağlantısı
be: Спасылка на групу
bn: গ্রুপ লিঙ্ক
ca: Enllaç de grup
cs: Skupinový odkaz
cy: Dolen Grŵp
da: Gruppelink
de: Gruppen-Link
el: Σύνδεσμος ομάδας
es: Enlace al grupo
es_es: Enlace al grupo
et: Grupilink
eu: Talde Esteka
fa: پیوند گروه
fi: Ryhmälinkki
fr: Lien de groupe
gu: ગ્રુપ લિંક
he: קישור קבוצה
hi: ग्रुप लिंक
hr: Poveznica grupe
hu: Csoporthivatkozás
id: Tautan Grup
is: Tengill hóps
it: Link del gruppo
ja: グループリンク
kab: Aseɣwen n ugraw
km: ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜
kn: ಗುಂಪಿನ ಲಿಂಕ್
ko: 그룹 링크
lt: Grupės nuoroda
lv: Grupas saite
mk: Групен линк
ml: ഗ്രൂപ്പ് ലിങ്ക്
mr: गट लिंक
ms: Pautan Kumpulan
my: အဖွဲ့လင့်ခ်
nb: Gruppelenke
nl: Groepslink
pa: ਗਰੁੱਪ ਲਿੰਕ
pl: Link do grupy
ps: د ګروپ لینک
pt_br: Link do Grupo
pt_pt: Link do grupo
ro: Link grup
ru: Ссылка на группу
sk: Odkaz do skupiny
sl: Povezava do skupine
sq: Lidhje Grupi
sr: Линк за групу
sv: Grupplänk
sw: Kiungo cha Kikundi
ta: குழு இணைப்பு
te: సమూహ లింక్
th: ลิงก์กลุ่ม
tr: Grup Bağlantsıı
ug: گۇرۇپپا ئۇلانمىسى
uk: Посилання на групу
ur: گروپ لنک
vi: Đường dẫn Nhóm
zh_cn: 群组链接
zh_hk: 群組連結

# GROUP_LINK_VIEW_MEMBER_REQUESTS_SECTION_FOOTER
source: Require an admin to approve new members joining via the group link.
af: ’n Admin moet nuwe lede goedkeur wat d.m.v. die groepskakel aansluit.
ar: تتطلب موافقة المُشرِف لقبول انضمام أعضاء جُدُد عبر رابط المجموعة.
az: Qrup bağlantısı vasitəsilə qoşulan yeni üzvlərin admin tərəfindən təsdiqlənməsi tələb olunsun.
be: Адміністратару неабходна ўхваляць далучэнне новых удзельнікаў праз спасылку на групу.
bn: গ্রুপ লিঙ্কের মাধ্যমে নতুন সদস্যদের যোগদানের অনুমোদনের জন্য একজন অ্যাডমিনের প্রয়োজন।
ca: Requereix que un administrador aprovi els membres nous que s’afegeixin per l’enllaç del grup.
cs: Požadovat, aby správce schválil nové členy, kteří se připojují přes skupinový odkaz.
cy: Ei gwneud yn ofynnol i weinyddwr gymeradwyo aelodau newydd sy'n ymuno trwy'r ddolen grŵp.
da: Det kræves at en administrator godkender nye gruppemedlemmer via gruppelinket
de: Ein Admin muss Beitrittsanfragen von neuen Mitgliedern über den Gruppen-Link bestätigen.
el: Να απαιτείται η έγκριση απο διαχειριστή/τρια για νέα μέλη που μπαίνουν από το σύνδεσμο της ομάδας.
es: Alguien que sea admin del grupo debe aprobar a nuevos participantes que se unan mediante enlace.
es_es: Al seguir el enlace se genera una solicitud de acceso que debe ser aprobada.
et: Nõua grupilingi kaudu liituvate uute liikmete kinnitamist administraatori poolt.
eu: Kideak link bidez sartzen badira taldean, derrigorrezkotzat jo administratzailek batek onartzea.
fa: نیاز به یک مدیر برای تأیید اعضای جدید که در حال پیوستن از طریق پیوند گروه هستند.
fi: Ylläpitäjän on hyväksyttävä ryhmälinkin kautta liittyvät uudet jäsenet.
fr: Un administrateur doit approuver les nouveaux membres qui rejoignent le groupe via le lien.
gu: ગ્રુપ લિંક મારફતે જોડાનારા નવા સભ્યોને મંજૂરી આપવા માટે એડમિનની આવશ્યકતા છે.
he: דרוש מנהלן כדי לאשר הצטרפות של חברי קבוצה חדשים באמצעות קישור הקבוצה.
hi: ग्रुप लिंक के माध्यम से नए ग्रुप में शामिल होने वाले मेंबर्स को अनुमोदित करने के लिए एडमिन को आवश्यक करें।
hr: Zahtjeva da administrator odobri pridruživanje novih članova putem poveznice grupe.
hu: A csoporthivatkozással belépő tagok felvételéhez admin jóváhagyása szükséges.
id: Dibutuhkan persetujuan admin untuk menerima anggota baru yang bergabung melalui tautan grup.
is: Krefjast að stjórnandi samþykki nýja meðlimi sem taka þátt í gegnum hóptengil.
it: Richiedi a un admin di approvare i nuovi membri che si uniscono tramite il link del gruppo.
ja: グループリンク経由での新メンバーの参加時に、管理者の承認を要求します。
kab: Suter anedbal i wakken ad isentem iεeggalen imaynuten i d-yernan s useɣwen n ugraw.
km: á‘á¶á˜á‘á¶ášá¢áŸ’á“á€á¢á—á·á”á¶á› áŠá¾á˜áŸ’á”á¸á¢á“á»á˜áŸááŸá˜á¶á‡á·á€ááŸ’á˜á¸ á…á¼á›ášá½á˜áá¶á˜ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜á áŸ’á“á¹á„áŸ”
kn: ಗುಂಪಿನ ಲಿಂಕ್ ಮೂಲಕ ಹೊಸ ಸದಸ್ಯರು ಸೇರುವುದನ್ನು ಅನುಮೋದಿಸಲು ಅಡ್ಮಿನ್ ಅಗತ್ಯವಿರುತ್ತದೆ.
ko: 그룹 링크로 참가하려는 새 멤버를 승인하려면 관리자 권한이 필요합니다.
lt: Reikalauti, kad administratorius patvirtintų naujus, per grupės nuorodą prisijungiančius, narius.
lv: Pieprasiet, lai administrators apstiprina jaunu dalībnieku pievienošanos, izmantojot grupas saiti.
mk: Бара од администраторот да ги одобри новите членови кои што се приклучуваат преку групниот линк.
ml: ഗ്രൂപ്പ് ലിങ്ക് വഴി ചേരുന്ന പുതിയ അംഗങ്ങളെ അംഗീകരിക്കുന്നതിന് ഒരു അഡ്മിൻ ആവശ്യമാണ്.
mr: नवीन सदस्यांनी गट लिंक द्वारा सामील होण्यासाठी ऍडमिन स्वीकार करणे आवश्यक आहे.
ms: Memerlukan pentadbir untuk meluluskan ahli baharu yang menyertai melalui pautan kumpulan.
my: အဖွဲ့ဝင်သစ်များ အဖွဲ့လင့်ခ်ဖြင့် ဝင်ပါနိုင်ခြင်းကို စီမံသူမှ အတည်ပြုရန် လိုအပ်စေပေးပါ။
nb: Krev administratorgodkjenning for nye medlemmer som blir med via gruppelenken.
nl: Vereis voor iedere persoon die via de groepslink lid wil worden eerst goedkeuring van een beheerder.
pa: ਗਰੁੱਪ ਲਿੰਕ ਰਾਹੀਂ ਸ਼ਾਮਲ ਹੋਣ ਵਾਲੇ ਨਵੇਂ ਮੈਂਬਰਾਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਕਿਸੇ ਐਡਮਿਨ ਦੀ ਲੋੜ ਹੈ।
pl: Wymagaj zatwierdzania przez administratora nowych osób dołączających do grupy za pomocą linku.
ps: اډمین ته اړتیا ده تر څو هغه نوي غړي تصویب کړي کوم چې د ګروپ د لینک له لارې یو ځای کېږي.
pt_br: Exigir que um administrador aprove pedidos de novos membros que entrarem através do link do grupo.
pt_pt: Solicite a um administrador que aprove a entrada de novos membros através do link para o grupo.
ro: Solicită unui administrator să aprobe membri noi care se alătură prin linkul grupului.
ru: Администратор должен будет одобрять новых участников, присоединяющихся по ссылке на группу.
sk: Vyžadovať schválenie administrátorom pri nových členoch, ktorí sa pridajú prostredníctvom odkazu do skupiny.
sl: Za pridružitev tej skupini preko deljene povezave je zahtevana odobritev skrbnika.
sq: Kërko doemos që një përgjegjës të miratojë anëtarë të rinj që vijnë prej një lidhjeje grupi.
sr: Обавезно је да администратор групе одобри нове чланове који се придружују групи преко линка за групу.
sv: Kräv en administratör för att godkänna nya medlemmar som går med via grupplänken.
sw: Itisha ruhusa ya msimamizi kuidhinisha wanachama wapya wanaojiunga kupitia kiungo cha kikundi.
ta: குழு இணைப்பு வழியாக குழுவில் சேர விரும்பும் புதிய உறுப்பினர்களுக்கு நிர்வாகி ஒப்புதல் தேவை.
te: సమూహ లింక్ ద్వారా చేరిన కొత్త సభ్యులను ఆమోదించడానికి నిర్వాహకుడు అవసరం
th: ผู้ดูแลต้องอนุมัติสมาชิกใหม่ที่เข้าร่วมผ่านลิงก์กลุ่ม
tr: Grup bağlantısı üzerinden katılan yeni üyelerin yönetici tarafından onaylanması gereksin.
ug: گۇرۇپپا ئۇلانمىسى ئارقىلىق قوشۇلماقچى بولغان يېڭى ئەزالارنى باشقۇرغۇچى دەلىللەيدۇ.
uk: Нових учасників, які приєднуються до групи за посиланням, повинен затверджувати адміністратор.
ur: کسی گروپ کے ذریعے نئے ممبروں کی شمولیت کی منظوری کے لیئے کسی منتظم کی ضرورت ہے۔
vi: Cần quản trị viên chấp nhận thành viên tham gia qua đường dẫn nhóm.
zh_cn: 通过群组链接的新成员需要经过管理员同意才能入群。
zh_hk: 要求透過群組連結加入的新成員須經管理員核准。
