Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SECONDARY_ONBOARDING_SCAN_CODE_BODY
source: Tap on your profile picture to open Signal Settings on your phone. Then "Linked Devices" and "Link New Device" to scan this code with your phone:
af: Tik op u profielprent om Signal-instelllings op u foon oop te maak. Kies dan “Gekoppelde toestelle” en dan “Koppel nuwe toestel” om hierdie kode met u foon te skandeer:
ar: انقر على صورة حسابك الشخصي لفتح ‫إعدادات تطبيق ‫‫سيجنال‬‬‫ على الهاتف الخاص بك. بعد ذلك انقر على "اﻷجهزة المُرتبطة" ثم "ربط جهاز جديد" لمسح هذا الكود عن طريق هاتفك:
az: Telefonunuzda Signal tənzimləmələrini açmaq üçün profil şəklinə toxunun. Daha sonra bu kodu telefonunuzla skan etmək üçün "Əlaqə yaradılmış cihazlar" və "Yeni cihazla əlaqə yarat"a toxunun:
be: Націсніце на свае фота профілю, каб адкрыць налады Signal на тэлефоне. Потым на «Звязаныя прылады» і «Звязаць новую прыладу», пасля чаго праскануйце гэты код:
bg: Докоснете профилната си снимка, за да отворите настройките на Signal на телефона си. След това отворете „Свързани устройства“ и „Свързване на ново устройство“, за да сканирате този код с телефона си:
bn: আপনার ফোনে Signal সেটিংস খুলতে আপনার প্রোফাইল ছবিটিতে আলতো চাপুন। তারপরে আপনার ফোন দিয়ে এই কোডটি স্ক্যান করতে "সংযুক্ত ডিভাইসগুলি" এবং "নতুন ডিভাইস যুক্ত করুন" এ যান |
ca: Toqueu la imatge de perfil per obrir la configuració del Signal del vostre telèfon. A continuació, Dispositius enllaçats i Enllaça un dispositiu nou, per escanejar aquest codi amb el telèfon:
cs: Klepnutím na vaši profilovou fotku v telefonu otevřete Nastavení Signal. Pokračujte přes „Spárovaná zařízení“ a „Připojit nové zařízení“ pro naskenování kódu pomocí vašeho telefonu:
cy: Tapiwch ar eich llun proffil i agor Gosodiadau Signal ar eich ffôn. Wedyn "Dyfeisiau Cysylltiedig" a "Cysylltu Dyfais Newydd" i sganio'r côd hwn gyda'ch ffôn:
da: Tryk på dit profilbillede for at åbne indstillingerne i Signal på din mobil. Tryk derefter på "Forbundne enheder", så "Forbind ny enhed", for at scanne koden her med din mobil:
de: Tippe auf deinem Mobiltelefon auf dein Profilbild, um dort Signals Einstellungen zu öffnen. Tippe dann auf »Gekoppelte Geräte« und »Neues Gerät koppeln«, um diesen Code mit deinem Mobiltelefon zu scannen:
el: Πάτα τη φωτογραφία προφίλ σου για να ανοίξεις τις ρυθμίσεις του Signal στο τηλέφωνό σου. Μετά πήγαινε στο "Συνδεμένες Συσκευές" και "Σύνδεση νέας συσκευής" για να σκανάρεις τον κωδικό με το τηλέφωνό σου:
es: Toca en tu foto de perfil para abrir los Ajustes de Signal. Luego, toca "Dispositivos vinculados" y "Vincular nuevo dispositivo" para escanear este código con tu teléfono:
es_es: Toca en la foto de tu perfil para abrir los ajustes de Signal. Ve a «Dispositivos enlazados» y «Enlazar nuevo dispositivo» para escanear este código con tu teléfono:
et: Klõpsa enda profiilipildil, et avada telefonis Signali sätted. Seejärel vali "Ühendatud seadmed" ja "Ühenda uus seade", et skannida see kood oma telefoniga:
eu: Ukitu zure profilaren irudia Signal-en ezarpenak zure telefonoan irekitzeko. Orduan, ukitu "Lotutako Gailuak" eta "Lotu Gailu Berria" kode hau zure telefonan eskaneatzeko.
fa: عکس پروفایل خود را لمس کرده تا تنظیمات سیگنال روی گوشی شما باز شود. سپس "دستگاه های پیوند داده شده" و "پیوند دستگاه جدید" را بزنید تا این کد را با گوشی خود اسکن کنید:
fi: Avaa Signal-asetukset napauttamalla profiilikuvaasi. Napauta Yhdistetyt laitteet, sitten Yhdistä uusi laite ja skannaa sitten tämä koodi puhelimellasi:
fil: Pindutin ang larawan ng iyong profile upang buksan ang Settings ng Signal sa iyong telepono. Tapos ay "Naka-link na mga Device" at "Mag-link ng Bagong Device" para ma-scan ang code na ito gamit ang iyong telepono:
fr: Sur votre téléphone, touchez votre photo de profil pour accéder aux paramètres Signal, puis sélectionnez "Appareils associés" et "Associer un nouvel appareil ". Vous pouvez ensuite scanner ce code avec votre téléphone :
ga: Tapáil do phictiúr próifíle chun Socruithe Signal a oscailt ar do ghuthán. Ansin roghnaigh “Gléasanna Nasctha” agus “Nasc Gléas Nua” chun an cód seo a scanadh le do ghuthán:
gu: તમારા ફોન પર Signal સેટિંગ્સ ખોલવા માટે તમારા પ્રોફાઇલ ફોટો પર ટેપ કરો. પછી તમારા ફોનથી આ કોડને સ્કેન કરવા માટે "લિંક્ડ ડિવાઇસ" અને "નવું ડિવાઇસ જોડો":
he: הקש על תמונת הפרופיל שלך כדי לפתוח את הגדרות Signal בטלפון שלך. לאחר מכן "מכשירים מקושרים" ואז "קשר מכשיר חדש" כדי לסרוק קוד זה עם הטלפון שלך:
hi: अपने प्रोफ़ाइल की तसवीर को दबाएँ ताकी Signal सेटिंग्स खुल जाए। फ़िर "जुड़े हुए उपकरण" दबाएँ और उसके बाद "नया डिवाइस लिंक करें" दबा कर यह कोड अपने फ़ोन से स्कैन करें:
hr: Pritisnite svoju profilnu sliku kako biste otvorili postavke Signala na vašem uređaju. Zatim pritisnite "Povezani uređaji" te "Poveži novi uređaj" za skeniranje ovog kôda s vašim uređajem:
hu: Koppints a telefonod Signal alkalmazásában a profilképedre, majd a "Társított eszközök", végül az "Új Készülék Társítása" menüpontra. A megnyíló kameranézetben olvasd be ezt a QR kódot.
id: Ketuk gambar profil Anda untuk membuka setelan Signal di ponsel Anda, pilih "Perangkat Terhubung" kemudian "Hubungkan Perangkat Baru" untuk memindai kode ini dengan ponsel Anda:
is: Ýttu á auðkennismyndina þína til að opna stillingar Signal á símanum þínum. Farðu síðan í "Tengd tæki" og svo "Tengja nýtt tæki" til að geta skannað þennan kóða með símanum þínum:
it: Fai clic sulla tua foto del profilo per aprire le impostazioni di Signal sul tuo telefono. Poi “Dispositivi collegati” e “Associa nuovo dispositivo” per scansionare questo codice con il tuo telefono:
ja: 携帯電話のSignalであなたのアイコンをタップし、「リンク済み端末」の「新しい端末をリンク」から、このQRコードをスキャンしてください:
kab: Sit ɣef tugna n umaɣnu-inek·inem i wakken ad teldiḍ iɣewwaren n Signal deg tilifun-inek·inem. Sye "Ibenkan yeqqnen" akked "Qqen ibenk amaynut" i usmiḍen n tengalt-a s tilifun-inek·inem.
kk: Телефондағы Signal параметрлерін ашу үшін профиль суретін түртіңіз. Содан кейін телефонмен осы коды сканерлеу үшін "Байланыстырылған құрылғылар" мен "Жаңа құрылғыны байланыстыру" тармағын түртіңіз:
km: á…á»á…á›á¾ ášá¼á”á”áŸ’ášáœááŸ’áá·ášá¼á”ášá”áŸáŸ‹á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸á”á¾á€á€á¶ášá€áŸ†áááŸ‹ Signal á“áŸ…á›á¾á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á”á“áŸ’á‘á¶á”áŸ‹á˜á€ "á§á”á€ášááŸáŠáŸ‚á›á”á¶á“áá—áŸ’á‡á¶á”áŸ‹" á“á·á„ "áá—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸááŸ’á˜á¸" áŠá¾á˜áŸ’á”á¸áŸáŸ’á€áŸá“á€á¼áŠá“áŸáŸ‡á‡á¶á˜á½á™á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€áŸ–
kn: ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ Signal ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ. ನಿಮ್ಮ ಫೋನ್‌ನೊಂದಿಗೆ ಈ ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು "ಲಿಂಕ್ ಮಾಡಿದ ಸಾಧನಗಳು" ಮತ್ತು "ಹೊಸ ಸಾಧನವನ್ನು ಲಿಂಕ್ ಮಾಡಿ":
ko: 휴대전화에서 프로필 사진을 탭하여 Signal 설정을 여세요. "연결된 기기", "새 기기 연결"을 차례대로 눌러 이 코드를 휴대전화에서 스캔하세요.
lt: Bakstelėkite ant savo profilio paveikslo, kad atvertumėte Signal nustatymus savo telefone. Tuomet „Susieti įrenginiai“ ir tada „Susieti naują įrenginį“ norėdami savo telefonu nuskenuoti šį kodą:
lv: Pieskarieties sava profila attēlam, lai tālrunī atvērtu Signal iestatījumus. Pēc tam pieskarieties pie “Saistītās ierīces” un “Saistīt jauno ierīci”, lai ar savu tālruni skenētu šo kodu:
mk: Допрете на вашата профилна слика за да ги отворите Поставките за Signal на вашиот телефон. Потоа "Поврзани Уреди" и "Поврзи Нов Уред" за да го скенирате овој код со вашиот телефон:
ml: നിങ്ങളുടെ ഫോണിൽ Signal സെറ്റിംഗ്സ് ഓപ്പൺ ചെയ്യുന്നതിനായി നിങ്ങളുടെ പ്രൊഫൈൽ ചിത്രത്തിൽ ടാപ് ചെയ്യുക. അതിന് ശേഷം ഈ കോഡ് നിങ്ങളുടെ ഫോണിൽ സ്കാൻ ചെയ്യുന്നതിന് "Linked Devices", "Link New Device" എന്നിവ ചെയ്യുക:
mr: आपल्या फोन वर Signal सेटिंग उघडण्यासाठी आपल्या प्रोफाईल चित्रावर टॅप करा. नंतर हा कोड आपल्या फोन सोबत स्कॅन करण्यासाठी "लिंक केलेले डिव्हाईस" आणि "नवीन डिव्हाईस लिंक करा":
ms: Ketik pada gambar profil anda untuk membuka Tetapan Signal di telefon anda. Kemudian "Peranti Dipautkan" dan "Pautkan Peranti Baru" untuk mengimbas kod ini dengan telefon anda:
my: သင့်ဖုန်းပေါ်တွင် Signal အပြင်အဆင်များဖွင့်ရန် သင်၏ ပရိုဖိုင်းပုံကို နှိပ်ပါ။ ပြီးလျှင် "ချိတ်ထားသော စက်များ" ("Linked Devices") နှင့် "စက်အသစ်ချိတ်မယ်" ("Link New Device") ကိုဆက်နှိပ်၍ သင့်ဖုန်းနှင့် ဤကုဒ်ကို စကင်ဖတ်ပါ -
nb: Trykk på ditt profilbilde for å åpne Signal innstillingene på din telefon. Deretter "Koblede enheter" og "koble ny enhet" for å scanne denne koden med telefonen din:
nl: Tik in de Signal-app op je telefoon op je profielfoto om de instellingen te openen. Tik vervolgens op ‘Gekoppelde apparaten’ en ‘Nieuw apparaat koppelen’ om deze QR-code met je telefoon te scannen:
pa: ਆਪਣੇ ਫੋਨ ਵਿੱਚ Signal ਸੈਟਿੰਗਸ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ 'ਤੇ ਟੈਪ ਕਰੋ. ਫਿਰ "ਲਿੰਕ ਕੀਤੇ ਡਿਵਾਈਸ" 'ਤੇ ਜਾਓ ਅਤੇ ਫਿਰ "ਨਵਾਂ ਡਿਵਾਈਸ ਲਿੰਕ ਕਰੋ" 'ਤੇ ਜਾਓ ਅਤੇ ਆਪਣੇ ਫੋਨ ਨਾਲ ਇਸ ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ:
pa_pk: اپنے فون اچ Signal دی ترتیباں کھولن دے لئی اپنی پروفائل تصویر اتے ٹیپ کرو۔ فیر ایس کوڈ نوں اپنے فون توں اسکین کرن دے لئی "لنک کیتے آلے" تے "نواں آلہ لنک کرو":
pl: Na telefonie dotknij swojego zdjęcia profilowego i otwórz ustawienia aplikacji Signal. Przejdź do sekcji „Połączone urządzenia”, wybierz opcję „Połącz nowe urządzenie” i zeskanuj telefonem ten kod:
ps: د خپل پروفایل پر انځور کلیک وکړئ تر څو په خپل موبایل کې د Signal تنظیمات خلاص کړئ. وروسته بیا پر "لینک شویو وسیلو" او "د نوې وسیلې لینک کول" باندې کلیک وکړئ تر څو دغه کوډ په خپل موبایل سره سکن کړئ:
pt_br: Toque na imagem do seu perfil para abrir as Configurações do Signal no seu telefone. Em seguida, em "Aparelhos vinculados" e "Vincular novo aparelho" para escanear este código com o seu telefone.
pt_pt: Toque na sua imagem de perfil para abrir as 'Definições do Signal' no seu telemóvel. Depois em 'Dispositivos associados' e 'Associar novo dispositivo' para ler este código com o seu telemóvel:
ro: Atinge imaginea de profil pentru a deschide setările de Signal pe telefon. Apoi "Dispozitive asociate" și "Asociază dispozitiv nou" pentru a scana acest cod cu telefonul:
ru: В приложении Signal на вашем телефоне нажмите на фотографию своего профиля, потом на «Привязанные устройства» и «Привязать новое устройство». Затем просканируйте этот код:
sk: Ťuknite na váš profilový obrázok pre otvorenie Nastavení Signal vo vašom telefóne. Potom na "Prepojené zariadenia" a "Prepojiť nové zariadenie" pre naskenovanie tohto kódu pomocou vášho telefónu:
sl: Za dostop do nastavitev Signal na telefonu tapnite svojo profillno sliko. Nato tapnite "Povezane naprave" in "Poveži novo napravo", da boste s telefonom lahko skenirali to kodo.
sq: Prekni foton tuaj të profilit që të hapen Rregullime Signal-i në telefonin tuaj. Mandej "Pajisje të Lidhura" dhe "Lidhni Pajisje të Re" që të skanoni këtë kod me telefonin tuaj:
sr: Додирните своју профилну слику да отворите подешавања Signal-а на телефону. Затим, изаберите „Повезани уређаји“, па „Повежи нови уређај“ и скенирајте овај код телефоном:
sv: Tryck på din profilbild för att öppna inställningarna för Signal på din telefon. Sedan "Länkade enheter" och "Länka ny enhet" för att skanna denna kod med din telefon:
sw: Gusa kwenye picha yako ya wasifu kufungua Mipangilio ya Signal kwenye simu yako. Kisha "Vifaa Vilivyounganishwa" na "Unganisha Kifaa Kipya" ili kuskani nambari hii na simu yako:
ta: உங்கள் தொலைபேசியில் Signal அமைப்புகளைத் திறக்க உங்கள் சுயவிவரப் படத்தைத் தட்டவும். உங்கள் தொலைபேசியுடன் இந்த குறியீட்டை ஸ்கேன் செய்ய "இணைக்கப்பட்ட சாதனங்கள்" மற்றும் "புதிய சாதனத்தை இணைக்கவும்":
te: మీ ఫోన్‌లో Signal సెట్టింగులను తెరవడానికి మీ ప్రొఫైల్ చిత్రంపై నొక్కండి. మీ ఫోన్‌తో ఈ కోడ్‌ను స్కాన్ చేయడానికి "లింక్డ్ పరికరాలు" మరియు "క్రొత్త పరికరాన్ని లింక్ చేయండి":
th: แตะบนรูปโปรไฟล์ของคุณเพื่อเปิดการตั้งค่า การตั้งค่า Signal บนโทรศัพท์ของคุณ หลังจากนั้น "เชื่อมโยงอุปกรณ์" และ "เชื่อมโยงอุปกรณ์ใหม่" เพื่อสแกนรหัสนี้เข้ากับโทรศัพท์ของคุณ
tr: Telefonunuzda Signal Ayarlarını açmak için profil resminize dokunun. Sonrasında, "Bağlı Cihazlar" > "Yeni Cihaz Bağla" yolunu izleyerek bu kodu telefonunuzla tarayın:
ug: سەپلىمە ھۆججەت رەسىمىنى چېكىپ، تېلېفونىڭىزدىكى Signal نىڭ تەڭشەكلەرنى ئېچىڭ. ئاندىن «باغلانغان ئۈسكۈنىلەر» ۋە «يېڭى ئۈسكۈنىگە باغلا» نى چېكىپ، تېلېفونىڭىزدا بو كودنى تاراڭ.
uk: У застосунку Signal на телефоні натисніть на фотографію свого профілю, щоб відкрити налаштування. Потім натисніть «Зв'язані пристрої» і «Зв'язати новий пристрій» і зіскануйте цей код:
ur: اپنے فون پر Signal کی ترتیبات کھولنے کے لئے اپنی پروفائل تصویر پر ٹیپ کریں۔ پھر اس کوڈ کو اپنے فون سے اسکین کرنے کے لئے "Linked Devices" اور "Link New Device":
vi: Hãy nhấn vào ảnh đại diện của bạn để mở cài đặt Signal. Nhấn "Thiết bị đã liên kết" và "Liên kết thiết bị mới" để quét mã này bằng điện thoại:
zh_cn: 点击你的简介图片打开你手机上 Signal 的设置。接着点击“已关联设备”再点“关联新设备”，用手机扫描这个二维码。
zh_hk: 在電話上點擊個人資料照片，以開啟 Signal 設定。然後點擊「已連結裝置」和「連結新裝置」，用電話掃描此二維碼：

# SECONDARY_ONBOARDING_SCAN_CODE_HELP_TEXT
source: Get help linking your iPad here
af: Kry hier hulp om u iPad te koppel
ar: مِن هُنا احصل على المُساعدة في ربط الآيباد الخاص بك
az: iPad-ınızla əlaqə yaratmaqla bağlı köməyi buradan ala bilərsiniz
be: Дапамогу па звязванню iPad можна знайсці тут
bg: Получете помощ за свързване на вашия iPad тук
bn: এখানে আপনার আইপ্যাডের সংযুক্তির সহায়তা পাবেন
ca: Obteniu ajuda per enllaçar el vostre iPad aquí.
cs: Pomoc s připojením iPad získáte zde
cy: Cewch gymorth i gysylltu eich iPad yma
da: Få hjælp til at forbinde din iPad her
de: Hilfe zum Koppeln deines iPads
el: Βρες βοήθεια με τη σύνδεση του iPad σου εδώ
es: Obtener ayuda para vincular iPad
es_es: Consigue ayuda para enlazar tu iPad aquí
et: Siit saad abi iPadi ühendamise osas
eu: Zure iPad lotzeko laguntzak hemen eskura dezakezu.
fa: گرفتن کمک در پیوند آیپد خود در اینجا
fi: Saa apua iPadin yhdistämiseen täältä
fil: Kumuha dito ng tulong kung paano i-link ang iyong iPad
fr: Besoin d'aide pour associer votre iPad ? C'est par ici !
ga: Cúnamh le iPad a nascadh ar fáil anseo
gu: અહીં તમારા iPad ને જોડવામાં સહાય મેળવો
he: קבל עזרה בקישור iPad כאן
hi: अपना iPad लिंक करने के लिये सहायता यहाँ से प्राप्त करें
hr: Ovdje potražite pomoć za povezivanje iPada
hu: Segítség az iPad társításához
id: Dapatkan bantuan untuk menghubungkan iPad
is: Fáðu hér hjálp við að tengja iPad-inn þinn
it: Qui puoi ottenere aiuto per associare il tuo iPad
ja: iPadのリンクに関するヘルプはこちら
kab: Awi tallalt n tuqqna n yibenk-inek·inem dagi
kk: iPad құрылғысын байланыстыру үшін осы жерден көмек алу
km: á‘á‘á½á›á‡áŸ†á“á½á™ á€á¶ášáá—áŸ’á‡á¶á”áŸ‹ iPad ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á‘á¸á“áŸáŸ‡
kn: ನಿಮ್ಮ ಐಪ್ಯಾಡ್ ಅನ್ನು ಲಿಂಕ್ ಮಾಡಲು ಸಹಾಯ ಪಡೆಯಿರಿ
ko: 여기에서 iPad 연결 관련 도움을 받아보세요.
lt: Čia gaukite pagalbos kaip susieti savo iPad
lv: Palīdzību par iPad saistīšanu saņemiet šeit
mk: Добијте помош за поврзување на вашиот iPad овде
ml: നിങ്ങളുടെ ഐപാഡ് ലിങ്ക് ചെയ്യുന്നതിനുള്ള സഹായം ഇവിടെ തേടുക
mr: आपला iPad लिंक करण्यास मदत येथे मिळवा
ms: Dapatkan bantuan untuk memautkan iPad anda di sini
my: သင့် iPad နှင့် ချိတ်ထားရန် ဤနေရာတွင် အကူအညီယူလိုက်ပါ။
nb: Få hjelp til å koble iPaden din her
nl: Vind hier hulp met het koppelen van je iPad
pa: ਆਪਣੇ iPad ਨੂੰ ਲਿੰਕ ਕਰਨ ਦੇ ਬਾਰੇ ਮਦਦ ਇੱਥੇ ਪਾਓ
pa_pk: اپنے آئی پیڈ نوں لنک کرن اچ ایتھے مدد حاصل کرو
pl: Otrzymaj pomoc przy łączeniu iPada
ps: دلته د خپل iPad د لینک کولو په اړه مرسته تر لاسه کړئ
pt_br: Obtenha ajuda para vincular seu iPad
pt_pt: Obtenha ajuda aqui sobre como associar o seu iPad
ro: Obțineți ajutor pentru asocierea iPad-ului tău aici
ru: Получите помощь в привязке вашего iPad здесь
sk: Získajte tu pomoc s prepojením vášho iPadu
sl: Tu se lahko obrnete na pomoč pri povezavi vašega iPada
sq: Merrni nga këtu ndihmë rreth lidhjes së iPad-it tuaj
sr: Овде можете потражити помоћ за повезивање iPad-а
sv: Få hjälp med att länka din iPad här
sw: Pata msaada wa kuunganisha iPad yako hapa
ta: உங்கள் ஐபாட் இணைக்க இங்கே உதவி பெறவும்
te: మీ iPad ను ఇక్కడ లింక్ చేయడంలో సహాయం పొందండి
th: ดูการเชื่อมโยง iPad ของคุณที่นี่
tr: iPad'inizi bağlamayla ilgili yardımı buradan alabilirsiniz
ug: بۇ جايدا iPad نى باغلاش ھەققىدىكى ياردەم ئۇچۇرىغا ئېرىشەلەيسىز
uk: Тут поради про зв'язування iPad
ur: اپنے iPad کو یہاں سے جوڑنے میں مدد حاصل کریں
vi: Nhận hỗ trợ về liên kết iPad ở đây
zh_cn: 在这里有关于关联你 iPad 的帮助
zh_hk: 在此處獲得有關連結 iPad 的協助

# SECONDARY_ONBOARDING_SCAN_CODE_REFRESH_CODE_BUTTON
source: Refresh code
ar: تحديث الكود
be: Абнавіць код
bn: কোড রিফ্রেশ করুন
ca: Actualitzar codi
cs: Obnovit kód
da: Opdater kode
de: Code aktualisieren
el: Ανανέωση κωδικού
es: Actualizar código
fa: تازه‌سازی کد
fi: Päivitä koodi
fr: Actualiser le code
ga: Athnuaigh an cód
gu: કોડ રિફ્રેશ કરો
he: רענון קוד
hi: कोड रीफ़्रेश करें
hr: Osvježi kôd
hu: Kód frissítése
id: Refresh kode
it: Aggiorna il codice
ja: コードを更新する
ko: 코드 새로 고침
mr: कोड रीफ्रेश करा
ms: Perbaharui kod
nb: Last inn koden igjen
nl: QR-code vernieuwen
pl: Odśwież kod
pt_br: Atualizar código
pt_pt: Atualizar código
ro: Actualizează codul
ru: Обновить код
sk: Obnoviť kód
sr: Освежи код
sv: Uppdatera kod
th: รีเฟรชคิวอาร์โค้ด
tr: Kodu yenile
ug: كودنى يېڭىلاش
uk: Оновити код
ur: کوڈ ریفریش کریں
vi: Làm mới mã
zh_cn: 刷新二维码
zh_hk: 重新整理二維碼

# SECONDARY_ONBOARDING_SCAN_CODE_TITLE
source: Scan the QR Code with your phone
af: Skandeer die QR-kode met u telefoon
ar: امسَح كود الـ QR باستخدام هاتفك
az: Telefonunuzla QR kodu skan edin
be: Праскануйце QR-код з дапамогай свайго тэлефона
bg: Сканирайте QR кода с телефона си
bn: আপনার ফোন থেকে কিউআর কোড স্ক্যান করুন
ca: Escanegeu el codi QR amb el telèfon.
cs: Pomocí vašeho telefonu naskenujte QR kód.
cy: Sganiwch y cod QR â'ch ffôn.
da: Scan QR koden med din mobil
de: Scanne den QR-Code mit deinem Telefon
el: Σκάναρε τον κωδικό QR με το τηλέφωνό σου
es: Escanea el código QR con tu teléfono
es_es: Escanea el código QR con tu teléfono
et: Skaneeri QR-kood oma telefoniga
eu: Eskaneatu QR kodea zure telefonoa erabiliz
fa: اسکن کد کیوآر با تلفن همراه خود
fi: Skannaa QR-koodi puhelimellasi
fil: I-scan ang QR Code gamit ang iyong phone
fr: Scannez le code QR avec votre téléphone
ga: Scan an Cód QR le do ghuthán
gu: તમારા ફોનથી QR કોડ સ્કેન કરો
he: סרוק את קוד ה־QR עם הטלפון שלך
hi: अपने फोन से QR कोड स्कैन करें
hr: Skenirajte QR kôd s svojim uređajem
hu: Olvasd be a QR kódot a telefonoddal
id: Pindai kode QR dengan telepon Anda
is: Skannaðu QR-kóðann með símanum þínum
it: Scansiona il codice QR con il tuo telefono
ja: QRコードをスキャンしてください
kab: Smiḍen tangalt QR s tilifun-ik·im
kk: QR кодты телефонмен сканерлеу
km: áŸáŸ’á€áŸá“á€á¼áŠ QR á‡á¶á˜á½á™á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಫೋನ್‌ನೊಂದಿಗೆ ಕ್ಯುಆರ್‌ ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 휴대전화를 이용하여 QR 코드 스캔
lt: Nuskenuokite QR kodą savo telefonu
lv: Skenējiet QR kodu ar savu tālruni
mk: Скенирајте го QR Кодот со вашиот телефон
ml: QR കോഡ് നിങ്ങളുടെ ഫോണിൽ സ്കാൻ ചെയ്യുക.
mr: आपल्या फोन सोबत QR कोड स्कॅन करा
ms: Imbas Kod QR dengan telefon anda
my: သင့်ဖုန်းဖြင့် QR ကုဒ်ကို စကင်ဖတ်ပါ
nb: Skann QR-koden med telefonen din
nl: Scan deze QR-code met je telefoon
pa: ਆਪਣੇ ਫੋਨ ਦੇ ਨਾਲ QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pa_pk: اپنے فون توں QR کوڈ اسکین کرو
pl: Zeskanuj kod QR swoim telefonem
ps: د QR کوډ په خپل موبایل سره سکن کړئ
pt_br: Escaneie o QR Code com o seu telefone
pt_pt: Leia o código QR com o seu telemóvel
ro: Scanează codul QR cu telefonul tău
ru: Просканируйте этот QR-код с помощью вашего телефона
sk: Zoskenujte QR kód pomocou vášho telefónu
sl: Skenirajte kodo QR s svojim telefonom
sq: Skanojeni Kodin QR me telefonin tuaj
sr: Скенирајте QR код телефоном
sv: Skanna QR-koden med din telefon
sw: Skani msimbo wa QR na simu yako
ta: உங்கள் தொலைபேசியுடன் QR குறியீட்டை ஸ்கேன் செய்யுங்கள்
te: మీ ఫోన్‌తో QR కోడ్‌ను స్కాన్ చేయండి
th: สแกนรหัส QR ด้วยโทรศัพท์ของคุณ
tr: Telefonunuzla kare kodu tarayın
ug: تېلېفونىڭىزدا QR كودىنى تاراڭ
uk: Зіскануйте цей QR-код телефоном
ur: اپنے فون سے کیو آر کوڈ اسکین کریں
vi: Quét mã QR bằng điện thoại của bạn
zh_cn: 用你的手机扫描二维码
zh_hk: 用您的電話掃描二維碼
