Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SYSTEM_MESSAGE_DEFAULT_DISAPPEARING_MESSAGE_TIMER_FORMAT
source: The disappearing message time will be set to %@ when you message them.
af: Die verdwynboodskaptyd sal op %@ gestel word wanneer u ’n boodskap aan hulle stuur.
ar: سيتمُّ ضبط وقت اختفاء الرسائل على %1$@ عندما تقوم بمراسلتهم.
az: Yox olan mesaj vaxtı, göndəriləndə %@ olaraq tənzimlənəcək.
be: Час знікнення паведамлення будзе ўстаноўлены на %1$@, калі вы адпраўляеце паведамленне.
bn: আপনি যখন তাদের মেসেজ পাঠাবেন, মেসেজ অদৃশ্য হওয়ার সময়টি %1$@-এ সেট করা হবে।
ca: El temps de desaparició del missatge s'establirà a %1$@ quan els n'envieu un.
cs: Čas zmizení zprávy bude nastaven na %1$@, když jim pošlete zprávu.
cy: Bydd y cyfnod negeseuon byrhoedlog yn cael ei osod i %@.
da: Udløbstiden for forsvindende besked indstilles til %1$@, når du sender beskeder til dem.
de: Die Zeit für verschwindende Nachrichten wird auf %1$@ festgelegt, sobald du dem Kontakt eine Nachricht sendest.
el: Ο χρόνος εξαφάνισης μηνυμάτων θα οριστεί σε %1$@ όταν του/της στείλεις μήνύμα.
es: La duración de los mensajes temporales será de %1$@ cuando inicies un chat con alguien.
fa: زمان پیام ناپدید شونده هنگامی که به آن‌ها پیام دهید روی %1$@ تنظیم خواهد شد.
fi: Viestien katoamisaika on asetettu arvoon %1$@, kun lähetät viestin.
fr: Lorsque vous enverrez des messages à ce contact, le délai avant disparition des messages éphémères sera défini sur %1$@.
ga: The disappearing message time will be set to %1$@ when you message them.
gu: %1$@જ્યારે તમે તેમને મેસેજ આપો ત્યારે અદૃશ્ય થતા મેસેજનો સમય નક્કી કરવામાં આવશે.
he: הזמן של ההודעות הנעלמות יוגדר אל %1$@ כאשר אתה מתכתב עם הצד השני.
hi: उन्हें भेजते ही ग़ायब होने वाले संदेश का समय %1$@ पर सेट हो जाएगा।
hr: Vrijeme poruka koje nestaju biti će postavljeno na %1$@ kada im pošaljete poruku.
hu: Az eltűnő üzenetek időzítője %1$@ értékre lesz állítva mikor csevegést indítasz feléjük.
id: Waktu pesan menghilang akan diatur menjadi %1$@ saat Anda mengirimkan pesan.
is: Niðurtalning sjálfeyðandi skilaboða er tímastillt á %@ þegar þú sendir viðkomandi aðila skilaboð.
it: Il tempo di scomparsa dei messaggi verrà impostato a %1$@ quando invii loro un messaggio.
ja: メッセージの送信時に、消えるメッセージのタイマーが%1$@に設定されます。
km: ášá™áŸˆá–áŸá›áŸá¶ášá”á¶ááŸ‹á‘áŸ…áœá·á‰á“á¹á„ááŸ’ášá¼áœá€áŸ†áááŸ‹á‘áŸ… %@ á“áŸ…á–áŸá›á¢áŸ’á“á€á•áŸ’á‰á¾áŸá¶ášá‘áŸ…á€á¶á“áŸ‹á–á½á€á‚áŸáŸ”
kn: ನೀವು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿದಾಗ ಮರೆಯಾಗುವ ಸಂದೇಶದ ಸಮಯವನ್ನು %@ ಗೆ ಹೊಂದಿಸಲಾಗುತ್ತದೆ.
ko: 메시지가 사라지는 시간은 메시지를 보낼 때 %1$@(으)로 설정됩니다.
lt: Kai rašysite jiems žinutes, išnykstančių žinučių laikas bus nustatytas į %@.
lv: Pēc ziņu nosūtīšanas ziņu dzēšanas laiks tiks iestatīts uz %@.
ml: നിങ്ങൾ സന്ദേശം-യയ്‌ക്കുമ്പോൾ അപ്രത്യക്ഷമാകുന്ന സന്ദേശം സമയം %@ ആയി സജ്ജീകരിക്കും.
mr: आपण त्यांना संदेश पाठवल्यावर हरवणारे संदेश वेळ %1$@ वर सेट केले जाईल.
ms: Masa mesej hilang akan ditetapkan kepada %1$@ apabila anda menghantar mesej tersebut.
nb: Utløpstiden for meldinger blir satt til %1$@ når du melder dem.
nl: Zodra je een bericht verzendt zal de timer voor verdwijnende berichten op %1$@ worden ingesteld.
pa: ਜਦੋਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਸੁਨੇਹਾ ਭੇਜੋਗੇ ਤਾਂ ਅਲੋਪ ਹੋਣ ਵਾਲੇ ਸੁਨੇਹੇ ਦਾ ਸਮਾਂ %@ ’ਤੇ ਸੈੱਟ ਹੋ ਜਾਵੇਗਾ।
pl: Gdy napiszesz w tym czacie, czas, po którym wiadomości znikają, zostanie ustawiony na %1$@.
ps: کله چې تاسې هغوی ته پیغام لیږئ نو د ورک کېدونکي پیغام وخت به %@ ته تنظیم شي.
pt_br: O tempo de desaparecimento das mensagens que você enviar será definido como %1$@.
pt_pt: O tempo para a destruição de mensagens será definido para %1$@ quando lhe enviar mensagens.
ro: Timpul de dispariție a mesajului va fi setat la %1$@ în momentul în care le trimiți un mesaj.
ru: Время исчезновения сообщений будет установлено на %1$@, когда вы отправите сообщение этому человеку.
sk: Keď odošlete správu, čas zmiznutia správy bude nastavený na %1$@.
sl: Trajanje izginjajočih sporočil bo nastavljeno na %@, od pošiljanja sporočila.
sq: Koha për mesazhe që treten do të caktohet si %@, kur u dërgoni mesazhe.
sr: Време нестајућих порука биће подешено на %1$@ када их будете слали.
sv: Den försvinnande meddelandetiden ställs in till %1$@ när du skickar meddelanden till dem.
sw: Wakati wa kutoweka kwa ujumbe utawekwa kuwa %@ utakapowatumia ujumbe.
ta: தி மறைந்து வரும் செய்தி நேரம் இருக்கும் அமை க்கு %@ நீங்கள் அவர்களுக்கு செய்தி அனுப்பும்போது.
te: మీరు వారికి సందేశం పంపినప్పుడు అదృశ్యమగు సందేశ సమయం %@ కు సెట్ చేయబడుతుంది.
th: เวลาข้อความหายไปจะตั้งค่าเป็น %1$@ เมื่อคุณส่งข้อความให้พวกเขา
tr: Kişiye ileti gönderdiğinizde kaybolan ileti süresi %1$@ olarak ayarlanacaktır.
ug: سىز ئۇلارغا ئۇچۇر يوللىغاندا غايىب ئۇچۇر ۋاقتى %1$@ غا تەڭشەلدى.
uk: Коли ви відправите це тимчасове повідомлення, буде встановлено відповідний таймер: %1$@.
ur: جب آپ انہیں پیغام دیں گے تو غائب ہونے والے پیغام کا وقت %1$@ پر مقرر کیا جائے گا۔
vi: Thời gian biến mất tin nhắn sẽ được cài thành %1$@ khi bạn nhắn tin cho họ.
zh_cn: 当您向他们发送消息时，限时消息时间将设置为 %1$@。
zh_hk: 當您發送訊息時，將會設置時效為 %1$@。

# SYSTEM_MESSAGE_UNKNOWN_THREAD_REVIEW_CAREFULLY_WARNING
source: Review Carefully
ar: مراجعة بحذر
be: Разглядайце ўважліва
bn: সাবধানে পর্যালোচনা করুন
ca: Revisa amb atenció
cs: Pečlivě kontrolujte
da: Gennemgå omhyggeligt
de: Prüfe sorgfältig
el: Προσεκτικός έλεγχος
es: Revisa detenidamente
fa: با دقت بازنگری کنید
fi: Tarkista huolellisesti
fr: Faites attention
ga: Déan athbhreithniú go Cúramach
gu: કાળજીપૂર્વક રિવ્યૂ કરો
he: יש לסקור בזהירות
hi: सावधानी से समीक्षा करें
hr: Pažljivo pregledajte
hu: Tekintsd át figyelmesen
id: Tinjau dengan Cermat
it: Controlla con attenzione
ja: 慎重に確認してください
ko: 신중하게 검토하세요
mr: काळजीपूर्वक पुनरावलोकन करा
ms: Semak dengan Teliti
nb: Se nøye gjennom
nl: Beoordeel zorgvuldig
pl: Zachowaj ostrożność
pt_br: Analise com atenção
pt_pt: Verifique cuidadosamente
ro: Examinează cu atenție
ru: Внимательно проверьте
sk: Pozorne skontrolujte
sr: Пажљиво прегледајте
sv: Granska noggrant
th: โปรดตรวจสอบอย่างถี่ถ้วน
tr: Dikkatle incele
ug: ئەستايىدىللىق بىلەن تەكشۈرۈڭ
uk: Уважно перегляньте цей запит
ur: احتیاط سے جائزہ لیں
vi: Kiểm tra kỹ
zh_cn: 请仔细审查
zh_hk: 仔細檢查

# TAP_REPLACE_EMOJI
source: Tap to replace an emoji
af: Tik om ’n emoji te vervang
ar: انقر لاستبدال الرمز التعبيري (الإيموجي)
az: Bir ifadəni əvəz etmək üçün toxunun
be: Націснуць, каб змяніць эмодзі
bn: একটি ইমোজি রিপ্লেস করতে ট্যাপ করুন
ca: Feu un toc per substituir l'emoticona
cs: Klepněte pro nahrazení smajlíka
cy: Tapio i amnewid emoji
da: Tryk for at udskifte en emoji
de: Antippen, um ein Emoji zu ersetzen
el: Πάτα για αντικατάσταση ενός emoji
es: Toca para reemplazar un emoji
et: Klõpsa emoji asendamiseks
eu: Klikatu emoji bat ordezkatzeko
fa: برای جایگزینی ایموجی ضربه بزنید
fi: Vaihda emoji napauttamalla
fr: Toucher pour remplacer un émoji
gu: ઇમોજી બદલવા માટે ટેપ કરો
he: הקש כדי להחליף אימוג'י
hi: इमोजी बदलने के लिए टैप करें
hr: Pritisnite za zamjenu emotikona
hu: Koppints egy emoji cseréjéhez
id: Ketuk untuk mengganti emoji
is: Ýttu til að skipta út tákni
it: Clicca per sostituire un'emoji
ja: タップして絵文字を置き換えます
km: á…á»á…áŠá¾á˜áŸ’á”á¸áŠá¶á€áŸ‹ášá¼á”ááŸ†áá¶á„á¢á¶ášá˜áŸ’á˜ááŸá‡áŸ†á“á½áŸ
kn: ಎಮೋಜಿ ಬದಲಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 이모티콘을 바꾸려면 탭하세요.
lt: Bakstelėkite, norėdami pakeisti šypsenėlę
lv: Pieskarieties, lai aizvietotu emocijzīmi
mk: Допрете за замена на емоџи
ml: ഒരു ഇമോജി മാറ്റിസ്ഥാപിക്കാൻ തൊടുക
mr: ईमोजी बदलण्यासाठी टॅप करा
ms: Ketik untuk menggantikan emoji
my: အီမိုဂျိကို အစားထိုးရန် နှိပ်ပါ
nb: Trykk for å erstatte en emoji
nl: Tik op een emoji om die te vervangen
pa: ਕਿਸੇ ਇਮੋਜੀ ਨੂੰ ਬਦਲਣ ਲਈ ਟੈਪ ਕਰੋ
pl: Dotknij, aby zastąpić emoji
ps: کلیک وکړئ تر څو بله emoji راولو
pt_br: Toque para substituir um emoji
pt_pt: Toque para substituir um emoji
ro: Atinge pentru a înlocui un emoji
ru: Нажмите, чтобы заменить эмодзи
sk: Ťuknutím nahradíte emotikon
sl: Tapnite za zamenjavo emojija
sq: Prekeni që të zëvendësoni një emoxhi
sr: Додирните да замените емоџи
sv: Tryck för att ersätta en emoji
sw: Gusa ili ubadilishe emoji
ta: தட்டவும் ஒரு மாற்ற ஈமோஜி
te: ఎమోజీని విడుదల చేయడానికి తట్టండి
th: แตะเพื่อเปลี่ยนอีโมจิ
tr: Emojiyi değiştirmek için dokunun
ug: چېكىلسە چىراي بەلگىنى ئالماشتۇرىدۇ
uk: Торкніться, щоб замінити емоджі
ur: ایموجی کو تبدیل کرنے کے لئے ٹیپ کریں
vi: Nhấn để thay thế emoji
zh_cn: 点击替换表情符号
zh_hk: 輕觸以替換表情符號

# TEXT_MENU_BOLD
source: Bold
ar: خط عريض
be: Тоўсты
bn: বোল্ড
ca: Negreta
cs: Tučně
da: Fed skrift
de: Fett
es: Negrita
fa: برجسته
fi: Lihavointi
fr: Gras
ga: Trom
gu: ઘાટા
hi: बोल्ड
hr: Podebljano
hu: Félkövér
id: Tebal
it: Grassetto
ja: 太字
ko: 두껍게
mr: बोल्ड
nb: Fet
nl: Vet
pl: Pogrubienie
pt_br: Negrito
pt_pt: Negrito
ro: Aldin
ru: Жирный
sk: Tučné
sr: Подебљано
th: ตัวหนา
tr: Kalın
ug: توم
uk: Жирний
ur: بولڈ کریں
vi: Đậm
zh_cn: 加粗
zh_hk: 粗體

# TEXT_MENU_CLEAR_FORMATTING
source: Clear Formatting
ar: إزالة التنسيق
be: Ачысціць фармаціраванне
bn: ফরম্যাটিং পরিষ্কার করুন
ca: Eliminar format
cs: Odstranit formátování
da: Slet formatering
de: Formatierung entfernen
el: Διαγραφή μορφοποίησης
es: Eliminar formato
fa: پاک کردن قالب‌بندی
fi: Poista muotoilu
fr: Annuler la mise en forme
ga: Glan formáidiú
gu: ફોર્મેટિંગ દૂર કરો
he: ניקוי עיצוב
hi: फॉर्मेटिंग साफ करें
hr: Poništi oblikovanje teksta
hu: Formázás törlése
id: Hapus pemformatan
it: Annulla formattazione
ja: 書式設定のクリア
ko: 텍스트 서식 지우기
mr: स्वरूपण साफ करा
ms: Kosongkan pemformatan
nb: Fjern formatering
nl: Opmaak wissen
pl: Wyczyść formatowanie
pt_br: Limpar formatação
pt_pt: Limpar formatação
ro: Șterge formatarea
ru: Очистить форматирование
sk: Vymazať formátovanie
sr: Избриши форматирање
sv: Rensa formatering
th: ล้างการปรับแต่ง
tr: Biçimlendirmeyi temizle
ug: فورماتلاشنى تازىلاش
uk: Скинути форматування
ur: فارمیٹنگ کلئير کریں
vi: Xóa định dạng
zh_cn: 清除格式
zh_hk: 清除格式

# TEXT_MENU_FORMAT
source: Format
ar: التنسيق
be: Фармаціраваць
bn: ফরম্যাট
cs: Formátovat
da: Formater
de: Formatieren
el: Μορφοποίηση
es: Formato
fa: قالب‌بندی
fi: Muotoile
fr: Mise en forme
ga: Formáidigh
gu: ફોર્મેટ કરો
he: עיצוב
hi: फॉर्मेट
hr: Oblikovanje
hu: Formátum
it: Formatta
ja: 書式設定
ko: 서식 지정
mr: स्वरूपण
nl: Opmaak
pl: Formatuj
pt_br: Formatar
pt_pt: Formatar
ru: Форматировать
sk: Formátovať
sr: Формат
sv: Formatera
th: ปรับแต่ง
tr: Biçimlendir
ug: فورمات
uk: Форматування
ur: فارمیٹ
vi: Định dạng
zh_cn: 格式
zh_hk: 格式化

# TEXT_MENU_ITALIC
source: Italic
ar: مائل
be: Курсіў
bn: ইটালিক
ca: Cursiva
cs: Kurzíva
da: Kursiv
de: Kursiv
es: Cursiva
fa: ایتالیک
fi: Kursivointi
fr: Italique
ga: Iodálach
gu: ત્રાંસા
he: נטוי
hi: इटैलिक
hr: Kurziv
hu: Dőlt
id: Miring
it: Corsivo
ja: 斜体
ko: 기울임꼴
mr: इटालिक
nb: Kursiv
nl: Cursief
pl: Kursywa
pt_br: Itálico
pt_pt: Itálico
ro: Cursiv
ru: Курсив
sk: Kurzíva
sr: Курзив
sv: Kursiv
th: ตัวเอียง
tr: İtalik
ug: يانتۇ
uk: Курсив
ur: اٹیلک کریں
vi: Nghiêng
zh_cn: 斜体
zh_hk: 斜體

# TEXT_MENU_LOOK_UP
source: Look Up
ar: بحث عن
be: Тлумачыць
bn: খুঁজুন
ca: Buscar
cs: Vyhledat
da: Slå op
de: Nachschlagen
el: Αναζήτηση
es: Buscar
fa: جستجو
fi: Määritelmät
fr: Rechercher
ga: Cuardaigh
gu: વ્યાખ્યા જુઓ
he: חיפוש
hi: लुक अप
hr: Potraži
hu: Keresés
id: Cari
it: Cerca info
ja: 検索
ko: 조회
mr: शोधा
ms: Cari
nb: Slå opp
nl: Opzoeken
pl: Sprawdź
pt_br: Conferir definições
pt_pt: Procurar
ro: Caută
ru: Посмотреть значение
sk: Vyhľadať
sr: Потражи
sv: Slå upp
th: ค้นหา
tr: Ara
ug: تەكشۈرۈش
uk: Тлумачити
ur: تلاش کریں
vi: Tra cứu
zh_cn: 查词
zh_hk: 查詢

# TEXT_MENU_MONOSPACE
source: Monospace
ar: موحَّد الأبعاد
be: Монашырынны
bn: মনোস্পেস
ca: Monoespai
cs: Písmo se stejnou roztečí
es: Monoespaciado
fa: تک‌فاصله
fi: Suhteuttamaton
ga: Aonleithead
gu: મોનોસ્પેસ
he: רוחב אחיד
hi: मोनोस्पेस
it: Monospaziato
ja: 等幅
ko: 고정 폭
mr: मोनोस्पेस
nb: Fast tegnavstand
pl: Stała szerokość
pt_br: Espaçamento simples
pt_pt: Monoespaçado
ro: Monospațiu
ru: Моноспейс
sr: Једноразредно
th: โมโนสเปซ
tr: Tek aralıklı
ug: يەككە بوشلۇق
uk: Моноширинний
ur: مونو اسپیس کریں
vi: Đơn cách
zh_cn: 等宽字体
zh_hk: 等寬

# TEXT_MENU_REPLACE
source: Replace
ar: استبدال
be: Замяніць
bn: প্রতিস্থাপন করুন
ca: Substituir
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزینی
fi: Korvaa
fr: Remplacer
ga: Ionadaigh
gu: બદલો
he: החלפה
hi: बदलें
hr: Zamijeni
hu: Csere
id: Ganti
it: Sostituisci
ja: 置き換え
ko: 바꾸기
mr: बदला
ms: Gantikan
nb: Bytt ut
nl: Vervangen
pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
ro: Înlocuiește
ru: Заменить
sk: Nahradiť
sr: Замени
sv: Ersätt
th: แทนที่
tr: Değiştir
ug: ئالماشتۇرۇش
uk: Замінити
ur: تبدیل کریں
vi: Thay thế
zh_cn: 替换
zh_hk: 取代

# TEXT_MENU_SHARE
source: Share
ar: مشاركة
be: Абагуліць
bn: শেয়ার করুন
ca: Comparteix-lo
cs: Sdílet
da: Del
de: Teilen
el: Μοιράσου
es: Compartir
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
ga: Comhroinn
gu: શેર કરો
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
mr: सामायिक करा
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sr: Поделите
sv: Dela
th: แบ่งปัน
tr: Paylaş
ug: ھەمبەھىرلە
uk: Поділитися
ur: اشتراک کریں
vi: Chia sẻ
zh_cn: 分享
zh_hk: 共享

# TEXT_MENU_SPOILER
source: Spoiler
ar: مخفي
be: Спойлер
bn: স্পয়লার
cs: Zastření
el: Θόλωμα
fa: پنهان‌نوشته
fi: Sumennus
fr: Floutage
ga: Bacóir
gu: મેસેજ ઝાંખો કરનાર
he: ספוילר
hi: स्पॉइलर
hr: Spojler
hu: Kitakarás
id: Bocoran
ja: スポイラー
ko: 스포일러
mr: स्पॉईलर
ms: Bocoran
ru: Спойлер
sr: Замаскирано
th: โหมดสปอยเลอร์
ug: غۇۋا ئۇسلۇب
uk: Спойлер
ur: سپائلر
zh_cn: 防剧透
zh_hk: 劇透

# TEXT_MENU_STRIKETHROUGH
source: Strikethrough
ar: يتوسطه خط
be: Закрэсліванне
bn: স্ট্রাইকথ্রু
ca: Ratllat
cs: Přeškrtnuté
da: Gennemstreget
de: Durchgestrichen
es: Tachado
fa: خط‌خورده
fi: Yliviivaus
fr: Barré
ga: Líne tríd
gu: વચ્ચે લીટી
he: קו חוצה
hi: स्ट्राइकथ्रू
hr: Precrtano
hu: Áthúzott
id: Dicoret
it: Barrato
ja: 取り消し線
ko: 취소선
mr: मध्यरेखित
nb: Gjennomstreking
nl: Doorgehaald
pl: Przekreślenie
pt_br: Riscado
pt_pt: Riscado
ro: Taie textul cu o linie
ru: Зачёркивание
sk: Prečiarknuté
sr: Прецртано
sv: Genomstruken
th: ขีดทับ
tr: Üstü çizili
ug: سىزىۋېتىلگەن
uk: Закреслений
ur: اسٹرائیک تھرو کریں
vi: Có gạch ngang
zh_cn: 删除线
zh_hk: 刪除線

# TEXT_MENU_TRANSLATE
source: Translate
ar: ترجمة
be: Перакласці
bn: অনুবাদ করুন
ca: Traduir
cs: Přeložit
da: Oversæt
de: Übersetzen
el: Μετάφραση
es: Traducir
fa: ترجمه
fi: Käännä
fr: Traduire
ga: Cuir aistriúchán air
gu: અનુવાદ કરો
he: תרגום
hi: अनुवाद
hr: Prevedi
hu: Fordítás
id: Terjemahkan
it: Traduci
ja: 翻訳
ko: 번역
mr: भाषांतर करा
ms: Terjemah
nb: Oversett
nl: Vertalen
pl: Przetłumacz
pt_br: Traduzir
pt_pt: Traduzir
ro: Tradu
ru: Перевести
sk: Preložiť
sr: Преведи
sv: Översätt
th: แปลภาษา
tr: Çevir
ug: تەرجىمە قىلىڭ
uk: Перекласти
ur: ترجمہ کریں
vi: Dịch
zh_cn: 翻译
zh_hk: 翻譯

source: This message was deleted.
af: Hierdie boodskap is geskrap.
ar: تمَّ حذف هذه الرسالة.
az: Bu mesaj silindi.
be: Гэтае паведамленне было выдалена.
bg: Това съобщение беше изтрито.
bn: এই বার্তাটি মুছে ফেলা হয়েছে।
ca: Aquest missatge s'ha suprimit.
cs: Tato zpráva byla odstraněna.
cy: Cafodd y neges hon ei dileu.
da: Beskeden blev slettet.
de: Diese Nachricht wurde gelöscht.
el: Αυτό το μήνυμα διαγράφτηκε.
es: Se ha eliminado este mensaje.
es_es: Mensaje eliminado.
et: See sõnum kustutati.
eu: Mezu hau ezabatu da.
fa: این پیام پاک شد.
fi: Tämä viesti poistettiin.
fil: Ang mensaheng ito ay nabura na.
fr: Ce message a été supprimé.
ga: Scriosadh an teachtaireacht seo.
gu: આ મેસેજ ડિલીટ કર્યો હતો.
he: הודעה זו נמחקה.
hi: यह संदेश डिलीट कर दिया गया है।
hr: Ova poruka je izbrisana.
hu: Ez az üzenet törölve lett.
id: Pesan ini telah dihapus.
is: Þessum skilaboðum var eytt.
it: Questo messaggio è stato eliminato.
ja: このメッセージは消去されました。
kab: Izen-agi yettwakkes.
kk: Бұл хабарлама жойылды.
km: áŸá¶ášá“áŸáŸ‡ááŸ’ášá¼áœá”á¶á“á›á»á”áŸ”
kn: ಈ ಸಂದೇಶವನ್ನು ಅಳಿಸಲಾಗಿದೆ.
ko: 이 메세지는 삭제되었습니다.
lt: Ši žinutė buvo ištrinta.
lv: Šo ziņu izdzēsa.
mk: Оваа порака беше избришана.
ml: ഈ സന്ദേശം ഇല്ലാതാക്കി.
mr: हा संदेश हटविला गेला.
ms: Mesej ini telah dipadam.
my: ဤမက်ဆေ့အား ဖျက်ပြီးပါပြီ
nb: Denne meldingen ble slettet.
nl: Dit bericht is verwijderd.
pa: ਇਹ ਸੁਨੇਹਾ ਮਿਟਾਇਆ ਗਿਆ ਸੀ.
pa_pk: ایہہ سنیہا حذف کر دتا گیا سی۔
pl: Ta wiadomość została usunięta.
ps: دغه پیغام پاک شو
pt_br: Esta mensagem foi apagada.
pt_pt: Esta mensagem foi eliminada.
ro: Acest mesaj a fost șters.
ru: Это сообщение было удалено.
sk: Táto správa bola vymazaná.
sl: Sporočilo je bilo izbrisano
sq: Ky mesazh u fshi.
sr: Ова порука је избрисана.
sv: Detta meddelande togs bort.
sw: Ujumbe huu umefutwa.
ta: இந்த செய்தி இருந்தது நீக்கப்பட்டது
te: ఈ సందేశం తొలగించబడింది.
th: ข้อความนี้ถูกลบแล้ว
tr: Bu ileti silindi.
ug: بۇ ئۇچۇر ئۆچۈرۈلگەن
uk: Це повідомлення було видалено.
ur: یہ پیغام حذف کردیا گیا تھا۔
vi: Tin nhắn này đã bị xóa.
zh_cn: 消息已删除。
zh_hk: 此訊息已被刪除。

# THREAD_DETAILS_FOUR_MEMBERS
source: %1$@, %2$@, %3$@, and %4$@
ar: %1$@، و%2$@، و%3$@، و%4$@
be: %1$@, %2$@, %3$@ і %4$@
bn: %1$@, %2$@, %3$@, ও %4$@
ca: %1$@, %2$@, %3$@ i %4$@
cs: %1$@, %2$@, %3$@ a %4$@
da: %1$@, %2$@, %3$@ og %4$@
de: %1$@, %2$@, %3$@ und %4$@
el: %1$@, %2$@, %3$@ και %4$@
es: %1$@, %2$@, %3$@ y %4$@
fa: %1$@ ، %2$@ ، %3$@ و %4$@
fi: %1$@, %2$@, %3$@ ja %4$@
fr: %1$@, %2$@, %3$@ et %4$@
ga: %1$@, %2$@, %3$@ agus %4$@
gu: %1$@, %2$@, %3$@ અને %4$@
he: %1$@, %2$@, %3$@, ו%4$@
hi: %1$@, %2$@, %3$@, और %4$@
hr: %1$@, %2$@, %3$@ i %4$@
hu: %1$@, %2$@, %3$@ és %4$@
id: %1$@, %2$@, %3$@, dan %4$@
it: %1$@, %2$@, %3$@ e %4$@
ja: %1$@、%2$@、%3$@と%4$@
ko: %1$@, %2$@, %3$@ 및 %4$@
mr: %1$@, %2$@, %3$@, आणि %4$@
ms: %1$@, %2$@, %3$@ dan %4$@
nb: %1$@, %2$@, %3$@ og %4$@
nl: %1$@, %2$@, %3$@ en %4$@
pl: %1$@, %2$@, %3$@ i %4$@
pt_br: %1$@, %2$@, %3$@ e %4$@
pt_pt: %1$@, %2$@, %3$@ e %4$@
ro: %1$@, %2$@, %3$@ și %4$@
ru: %1$@, %2$@, %3$@ и %4$@
sk: %1$@, %2$@, %3$@ a %4$@
sr: %1$@, %2$@, %3$@ и %4$@
sv: %1$@, %2$@, %3$@ och %4$@
th: %1$@, %2$@, %3$@ และ %4$@
tr: %1$@, %2$@, %3$@ ve %4$@
ug: %1$@ ، %2$@ ، %3$@ ، ۋە%4$@
uk: %1$@, %2$@, %3$@ і %4$@
ur: %1$@، %2$@، %3$@، اور %4$@
vi: %1$@, %2$@, %3$@ và %4$@
zh_cn: %1$@、%2$@、%3$@和%4$@
zh_hk: %1$@、%2$@、%3$@ 和 %4$@

# THREAD_DETAILS_GROUP_NAMES_ARE_NOT_VERIFIED_PREDICATE
source: %@ are not verified
ar: %1$@ لم يتم التحقُّق منها
be: %1$@ не пацверджаны
bn: %1$@ যাচাইকৃত নয়
ca: %1$@ no estan verificats
cs: %1$@ nejsou ověřovány
da: %1$@ er ikke verificeret
de: %1$@ werden nicht verifiziert
el: Τα %1$@ δεν είναι επαληθευμένα
es: Los %1$@ no se verifican
fa: %1$@ نیاز به تأیید ندارد
fi: %1$@ ei ole vahvistettu
fr: Signal ne vérifie pas les %1$@
ga: Níl %1$@ fíoraithe
gu: %1$@ ચકાસાયેલ નથી
he: %1$@ אינם מאומתים
hi: %1$@ वेरिफ़ाइड नहीं हैं
hr: %1$@ nisu potvrđena
hu: A %1$@ nincsenek ellenőrizve
id: %1$@ belum diverifikasi
it: %1$@ non sono verificati
ja: %1$@ は検証されていません
ko: %1$@이 확인되지 않았습니다
mr: %1$@ पडताळलेली नाहीत
ms: %1$@ tidak disahkan
nb: %1$@ bekreftes ikke
nl: %1$@ zijn niet geverifieerd
pl: %1$@ nie są weryfikowane
pt_br: %1$@ não são verificados
pt_pt: %1$@ são estão verificados
ro: %1$@ nu sunt verificate
ru: %1$@ не подтверждены
sk: %1$@ nie sú overené
sr: %1$@ нису верификовани
sv: %1$@ verifieras inte
th: %1$@ไม่ได้ผ่านการตรวจยืนยัน
tr: %1$@ doğrulanmaz
ug: %1$@ دەلىللەنمىگەن
uk: %1$@ не проходять перевірку
ur: %1$@ تصدیق شدہ نہیں ہیں
vi: %1$@ chưa được xác minh
zh_cn: %1$@未经过验证
zh_hk: %1$@ 未經驗證

# THREAD_DETAILS_GROUP_NAMES_ARE_NOT_VERIFIED_SUBJECT
source: Group names
ar: أسماء المجموعات
be: Назвы груп
bn: গ্রুপের নাম
ca: Els noms dels grups
cs: Názvy skupin
da: Gruppenavne
de: Gruppennamen
el: Ονόματα ομάδας
es: nombres de los grupos
fa: نام گروه
fi: Ryhmän nimet
fr: noms de groupe
ga: ainmneacha grúpa
gu: ગ્રૂપના નામ
he: שמות קבוצות
hi: ग्रुप के नाम
hr: Nazivi grupa
hu: csoportnevek
id: Nama grup
it: I nomi dei gruppi
ja: グループネーム
ko: 그룹 이름
mr: गट नावे
ms: Nama kumpulan
nb: Gruppenavn
nl: Groepsnamen
pl: Nazwy grup
pt_br: Nomes de grupos
pt_pt: Nomes de grupo
ro: Numele de grup
ru: Названия групп
sk: Názvy skupín
sr: Називи група
sv: Gruppnamn
th: ชื่อกลุ่ม
tr: Grup adları
ug: گۇرۇپپا ناملىرى
uk: Назви груп
ur: گروپ کے نام
vi: Tên nhóm
zh_cn: 群组名称
zh_hk: 群組名稱

# THREAD_DETAILS_MANY_MEMBERS
source: %1$@, %2$@, %3$@, and %4$@
ar: %1$@، و%2$@، و%3$@، و%4$@
be: %1$@, %2$@, %3$@ і %4$@
bn: %1$@, %2$@, %3$@, ও %4$@
ca: %1$@, %2$@, %3$@ i %4$@
cs: %1$@, %2$@, %3$@ a %4$@
da: %1$@, %2$@, %3$@ og %4$@
de: %1$@, %2$@, %3$@ und %4$@
el: %1$@, %2$@, %3$@ και %4$@
es: %1$@, %2$@, %3$@ y %4$@
fa: %1$@ ، %2$@ ، %3$@ و %4$@
fi: %1$@, %2$@, %3$@ ja %4$@
fr: %1$@, %2$@, %3$@ et %4$@
ga: %1$@, %2$@, %3$@ agus %4$@
gu: %1$@, %2$@, %3$@ અને %4$@
he: %1$@, %2$@, %3$@, ו%4$@
hi: %1$@, %2$@, %3$@, और %4$@
hr: %1$@, %2$@, %3$@ i %4$@
hu: %1$@, %2$@, %3$@ és %4$@
id: %1$@, %2$@, %3$@, dan %4$@
it: %1$@, %2$@, %3$@ e %4$@
ja: %1$@、%2$@、%3$@と%4$@
ko: %1$@, %2$@, %3$@ 외 %4$@명
mr: %1$@, %2$@, %3$@, आणि %4$@
ms: %1$@, %2$@, %3$@ dan %4$@
nb: %1$@, %2$@, %3$@ og %4$@
nl: %1$@, %2$@, %3$@ en %4$@
pl: %1$@, %2$@, %3$@ i %4$@
pt_br: %1$@, %2$@, %3$@ e %4$@
pt_pt: %1$@, %2$@, %3$@ e %4$@
ro: %1$@, %2$@, %3$@ și %4$@
ru: %1$@, %2$@, %3$@ и %4$@
sk: %1$@, %2$@, %3$@ a %4$@
sr: %1$@, %2$@, %3$@ и %4$@
sv: %1$@, %2$@, %3$@ och %4$@
th: %1$@, %2$@, %3$@ และอีก %4$@ คน
tr: %1$@, %2$@, %3$@ ve %4$@
ug: %1$@ ، %2$@ ، %3$@ ، ۋە%4$@
uk: %1$@, %2$@, %3$@ і %4$@
ur: %1$@، %2$@، %3$@، اور %4$@
vi: %1$@, %2$@, %3$@ và %4$@
zh_cn: %1$@、%2$@、%3$@和%4$@
zh_hk: %1$@、%2$@、%3$@ 和 %4$@

# THREAD_DETAILS_NO_MEMBERS
source: No other group members yet
ar: لا يوجد أعضاء آخرون في المجموعة حتى الآن
be: Пакуль няма іншых удзельнікаў групы
bn: এখনো গ্রুপের অন্য কোনো সদস্য নেই
ca: Encara no hi ha altres membres al grup
cs: Zatím žádní další účastníci skupiny
da: Endnu ingen andre gruppemedlemmer
de: Noch keine weiteren Gruppenmitglieder
el: Δεν υπάρχουν άλλα μέλη ομάδας ακόμα
es: Todavía no hay otras personas en el grupo
fa: هنوز هیچ عضو دیگری در گروه حضور ندارد
fi: Ei vielä muita ryhmän jäseniä
fr: Aucun autre membre
ga: Níl aon bhall eile sa ghrúpa fós
gu: હજી સુધી કોઈ અન્ય ગ્રૂપના સભ્યો નથી
he: עדיין אין חברים אחרים בקבוצה
hi: अभी तक ग्रुप का कोई और सदस्य नहीं है
hr: Još nema drugih članova u grupi
hu: Még nincs más csoporttag
id: Belum ada anggota grup lain
it: Non ci sono altre persone nel gruppo
ja: まだ他のグループメンバーがいません
ko: 아직 다른 그룹 멤버가 없습니다
mr: अद्याप इतर कोणतेही गट सदस्य नाहीत
ms: Tiada ahli kumpulan lain setakat ini
nb: Ingen andre medlemmer ennå
nl: Nog geen andere groepsleden
pl: W grupie nie ma jeszcze innych osób
pt_br: Ainda não há membros nesse grupo
pt_pt: Ainda não há outros membros do grupo
ro: Niciun alt membru al grupului încă
ru: Других участников группы пока нет
sk: Zatiaľ tu nie sú žiadni ďalší členovia skupiny
sr: Још увек нема других чланова групе
sv: Inga andra gruppmedlemmar än
th: ยังไม่มีสมาชิกกลุ่มคนอื่น
tr: Henüz başka grup üyesi yok
ug: تېخى باشقا گۇرۇپپا ئەزالىرى يوق
uk: Інших учасників поки що немає
ur: ابھی تک کوئی اور گروپ ممبرز نہیں ہیں
vi: Chưa có thành viên nhóm nào khác
zh_cn: 暂无其他群组成员
zh_hk: 尚未有其他群組成員
