Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

source: Your one-time %1$@ iDEAL donation couldn’t be confirmed. Check your banking app to approve your iDEAL donation.
ar: تعذَّر تأكيد تبرُّع iDEAL %1$@ لِمرّة واحدة. تفقَّد تطبيق مصرفك لتأكيد عملية دفع iDEAL الخاصة بك.
be: Не атрымалася пацвердзіць ваша разавае ахвяраванне праз %1$@ iDEAL. Праверце сваю банкаўскую праграму, каб ухваліць ваша ахвяраванне праз iDEAL.
bn: আপনার এককালীন %1$@ iDEAL ডোনেশন নিশ্চিত করা যায়নি। আপনার iDEAL ডোনেশন অনুমোদন করতে আপনার ব্যাংকিং অ্যাপ দেখুন।
ca: No s'ha pogut confirmar la teva donació única de %1$@ a través d'iDEAL. Comprova la teva app bancària per aprovar la teva donació a través d'iDEAL.
cs: Váš jednorázový příspěvek iDEAL ve výši %1$@ se nepodařilo potvrdit. Zkontrolujte svou bankovní aplikaci a potvrďte svůj příspěvek iDEAL.
da: Din iDEAL engangsdonation på %1$@ kunne ikke bekræftes. Tjek din bankapp for at godkende din iDEAL-betaling.
de: Deine einmalige Spende über iDEAL in Höhe von %1$@ konnte nicht bearbeitet werden. Überprüfe deine Banking-App, um deine Spende über iDEAL zu bestätigen.
el: Δεν ήταν δυνατή η επιβεβαίωση της εφάπαξ δωρεάς στο %1$@ iDEAL. Έλεγξε την εφαρμογή σου στην τράπεζα για να εγκρίνεις τη δωρεά iDEAL.
es: No se ha podido procesar tu donación de %1$@ a través de iDEAL. Consulta la aplicación de tu banco para aprobar tu donación a través de iDEAL.
fa: اهدای مالی یک‌بارۀ iDEAL شما به‌مبلغ %1$@ تأیید نشد. برای تأیید اهدای مالی iDEAL خود، اپلیکیشن بانک‌تان را بررسی کنید.
fi: iDEAL-kertalahjoitusta summalle %1$@ ei voitu vahvistaa. Käy pankkisi sovelluksessa hyväksymässä iDEAL-lahjoitus.
fr: Impossible de valider votre don ponctuel de %1$@. Veuillez vérifier votre application bancaire pour autoriser votre don iDEAL.
ga: Níorbh fhéidir do thabhartas iDEAL %1$@ a dheimhniú. Seiceáil d'aip bhaincéireachta le do thabhartas iDEAL a cheadú.
gu: તમારા એક વખતના %1$@ iDEAL દાનની ખાતરી થઈ શકી ન હતી. તમારા iDEAL દાનને મંજૂર કરવા માટે તમારી બેંકિંગ ઍપ તપાસો.
he: לא ניתן לאשר את התרומה החד–פעמית שלך ב–iDEAL על סך %1$@. יש לבדוק את אפליקציית הבנק שלך כדי לאשר את התרומה ב–iDEAL.
hi: आपके आदर्श एकमुश्त %1$@ दान की पुष्टि नहीं की जा सकी। अपने आदर्श दान को स्वीकृत करने के लिए अपने बैंकिंग ऐप की जांच करें।
hr: Vašu jednokratnu donaciju putem platforme iDEAL u iznosu od %1$@ nije bilo moguće potvrditi. Provjerite aplikaciju mobilnog bankarstva kako biste odobrili plaćanje putem iDEAL platforme.
hu: Egyszeri %1$@ iDEAL-adományodat nem sikerült megerősíteni. Az iDEAL-adományod jóváhagyásához ellenőrizd a banki alkalmazásodat.
id: Donasi iDEAL satu-kali sebesar %1$@ tidak dapat diproses. Cek aplikasi perbankan untuk menyetujui donasi iDEAL Anda.
it: Non è stato possibile confermare la tua donazione singola iDEAL di %1$@. Controlla l'app della tua banca per approvare la transazione iDEAL.
ja: iDEALを通した %1$@の一回限りの寄付が確認できませんでした。iDEALを通した寄付を承認するために、銀行のアプリを確認してください。
ko: %1$@ iDEAL 1회성 기부를 확인할 수 없습니다. 은행 앱을 확인하여 iDEAL 기부를 승인해 주세요.
mr: आपल्या एक-वेळ %1$@ iDEAL देणगीची पुष्टी केली जाऊ शकत नाही. आपल्या iDEAL देणगीला मंजूर करण्यासाठी आपले बँकिंग ॲप तपासा.
ms: Derma iDEAL %1$@ sekali anda tidak dapat disahkan. Semak aplikasi perbankan anda untuk meluluskan derma iDEAL anda.
nb: Engangsbeløpet på %1$@ via iDEAL kunne ikke bekreftes. Godkjenn iDEAL-beløpet via nettbanken din.
nl: Je eenmalige donatie van %1$@ via iDEAL kan niet worden bevestigd. Ga naar je bankapp om je donatie via iDEAL goed te keuren.
pl: Nie udało się zatwierdzić Twojej darowizny jednorazowej %1$@ metodą iDEAL. Zatwierdź darowiznę w swojej aplikacji bankowej.
pt_br: Não foi possível confirmar sua doação única iDEAL de %1$@. Confira o app do seu banco para aprovar a doação iDEAL.
pt_pt: O seu donativo único iDEAL de %1$@ não pôde ser confirmado. Verifique a sua app bancária para aprovar o seu donativo iDEAL.
ro: Donația ta unică iDEAL de %1$@ nu a putut fi confirmată. Verifică-ți aplicația bancară pentru a-ți aproba donația iDEAL.
ru: Ваше разовое пожертвование на %1$@ через iDEAL не удалось подтвердить. Проверьте в своём банковском приложении подтверждение пожертвования через iDEAL.
sk: Váš jednorazový príspevok iDEAL vo výške %1$@ sa nepodarilo potvrdiť. Ak chcete schváliť príspevok iDEAL, skontrolujte svoju bankovú aplikáciu.
sr: Потврда ваше једнократне донације преко платформе iDEAL од %1$@ није успела. Одобрите донацију преко платформе iDEAL у својој банкарској апликацији.
sv: Din engångsdonation på %1$@ med iDeal kunde inte bekräftas. Kontrollera din bankapp för att godkänna din iDeal-donation.
th: ไม่สามารถยืนยันการบริจาคครั้งเดียวผ่าน iDEAL จำนวน %1$@ ของคุณได้ โปรดตรวจสอบแอปธนาคารของคุณเพื่ออนุมัติการบริจาคผ่าน iDEAL
tr: Tek seferlik %1$@ iDEAL bağışın onaylanamadı. iDEAL bağışını onaylamak için bankacılık uygulamanı kontrol et.
ug: بىر قېتىملىق %1$@ iDEAL ئىئانىڭىزنى جەزملەشتۈرەلمىدى. بانكا ئەپىنى تەكشۈرۈپ iDEAL ئىئانىڭىزنى تەستىقلاڭ.
uk: Ми не змогли підтвердити ваш разовий донат через iDEAL на суму %1$@. Зайдіть у застосунок свого банку й підтвердьте платіж iDEAL.
ur: آپ کے ایک وقتی %1$@ iDEAL عطیے کی تصدیق نہیں کی جا سکی۔ اپنے iDEAL عطیے کی منظوری دینے کے لیے اپنی بینکاری ایپ چیک کریں۔
vi: Khoản ủng hộ một lần %1$@ thông qua iDEAL của bạn không thể được xác nhận. Kiểm tra ứng dụng ngân hàng của bạn để chấp thuận khoản ủng hộ thông qua iDEAL.
zh_cn: 您的 %1$@ iDEAL 单次捐款无法确认。请检查您的银行应用以批准您的 iDEAL 捐款。
zh_hk: 無法確認你的 %1$@ iDEAL 單次捐款。請檢查銀行應用程式以核准你的 iDEAL 捐款。

# DONATION_SETTINGS_MY_SUPPORT_IDEAL_RECURRING_SUBSCRIPTION_FAILED_MESSAGE
source: Your iDEAL recurring monthly donation couldn’t be processed. Try another payment method or contact your bank for more information..
ar: تعذَّرت معالجة تبرُّع iDEAL الشهري الخاص بك. يُرجى محاولة طريقة أخرى للدفع أو الاتصال بمصرفك للمزيد من المعلومات..
be: Ваша штомесячнае ахвяраванне праз iDEAL не адбылося. Паспрабуйце іншы спосаб аплаты або звярніцеся да свайго банка для атрымання дадатковай інфармацыі.
bn: আপনার iDEAL পুনরাবৃত্ত মাসিক ডোনেশন প্রক্রিয়া করা যায়নি। আরেকটি পেমেন্ট পদ্ধতি ব্যবহার করে দেখুন বা আরো তথ্যের জন্য আপনার ব্যাংকের সাথে যোগাযোগ করুন।
ca: No s'ha pogut processar la teva donació mensual recurrent a través d'iDEAL. Prova un altre mètode de pagament o posa't en contacte amb el teu banc per obtenir-ne més informació.
cs: Váš pravidelný měsíční příspěvek iDEAL se nepodařilo zpracovat. Zkuste jiný způsob platby nebo se obraťte na svou banku a požádejte o další informace.
da: Din månedlige iDEAL-donation kunne ikke behandles. Prøv en anden betalingsmetode eller kontakt din bank for at få flere oplysninger..
de: Deine wiederkehrende monatliche Spende über iDEAL konnte nicht bearbeitet werden. Versuche es mit einer anderen Zahlungsmethode oder kontaktiere deine Bank für weitere Informationen.
el: Δεν ήταν δυνατή η επεξεργασία της επαναλαμβανόμενης μηνιαίας δωρεάς iDEAL. Δοκίμασε άλλο τρόπο πληρωμής ή επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: No se ha podido procesar tu donación mensual recurrente a través de iDEAL. Selecciona otro método de pago o contacta con tu banco para obtener más información.
fa: اهدای مالی ماهانۀ مکرر iDEAL شما پردازش نشد. روش پرداخت دیگری را امتحان کنید یا برای اطلاعات بیشتر با بانک خود تماس بگیرید.
fi: Toistuvaa iDEAL-kuukausilahjoitustasi ei voitu käsitellä. Kokeile toista maksutapaa tai ole yhteydessä pankkiisi saadaksesi lisätietoja.
fr: Impossible de traiter votre don mensuel iDEAL. Veuillez choisir un autre mode de paiement ou contacter votre banque pour en savoir plus.
ga: Níorbh fhéidir do thabhartas athfhillteach míosúil iDEAL a phróiseáil. Triail modh íocaíochta eile nó déan teagmháil le do bhanc le tuilleadh faisnéise a fháil.
gu: તમારા iDEAL પુનરાવર્તિત માસિક દાનની પ્રક્રિયા કરી શકાઈ ન હતી. અન્ય ચુકવણી પદ્ધતિ અજમાવો અથવા વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: לא ניתן לעבד את התרומה החודשית החוזרת שלך ב–iDEAL. יש לנסות שיטת תשלום אחרת או ליצור קשר עם הבנק שלך לקבלת מידע נוסף.
hi: आपका आदर्श आवर्ती मासिक दान संसाधित नहीं किया जा सका। किसी अन्य भुगतान विधि से प्रयास करें या फिर अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Vašu obnavljajuću mjesečnu donaciju putem platforme iDEAL nije bilo moguće obraditi. Promijenite način plaćanja ili se obratite svojoj banci za više informacija.
hu: A rendszerben ismétlődő havi iDEAL-adományodat nem sikerült feldolgozni. Próbáld újra egy másik fizetési móddal, vagy keresd fel a bankodat további információért!
id: Donasi bulanan berulang via iDEAL tidak dapat diproses. Coba metode pembayaran lain atau hubungi bank Anda untuk informasi lebih lanjut.
it: Non è stato possibile confermare la tua donazione mensile ricorrente iDEAL. Prova un altro metodo di pagamento o contatta la tua banca per maggiori informazioni.
ja: iDEALを通した毎月の定期的な寄付が処理されませんでした。別の決済方法をお試しいただくか、取引先の銀行にお問い合わせください。
ko: iDEAL 반복 월간 기부를 처리할 수 없습니다. 다른 결제 수단을 시도하거나 은행에 자세한 정보를 문의하세요.
mr: आपल्या iDEAL आवर्ती मासिक देणगीवर प्रक्रिया केली जाऊ शकत नाही. दुसरी पेमेंट पद्धत वापरून पहा किंवा अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Derma bulanan berulang iDEAL anda tidak dapat diproses. Cuba kaedah pembayaran lain atau hubungi bank anda untuk maklumat lanjut.
nb: Den månedlige pengegaven som sendes via iDEAL, kunne ikke behandles. Prøv en annen betalingsmåte, eller ta kontakt med banken din for å få mer informasjon.
nl: Je maandelijkse donatie via iDEAL kan niet worden verwerkt. Probeer het via een andere betaalmethode of neem contact op met je bank voor meer informatie.
pl: Nie udało się przetworzyć Twojej comiesięcznej darowizny cyklicznej metodą iDEAL. Użyj innej metody płatności lub skontaktuj się ze swoim bankiem, aby otrzymać więcej informacji.
pt_br: Não foi possível processar a doação mensal iDEAL. Tente outra forma de pagamento ou entre em contato com seu banco para obter mais informações.
pt_pt: O seu donativo mensal recorrente iDEAL não pôde ser processado. Tente outro método de pagamento ou contacte o seu banco para mais informações.
ro: Donația ta lunară recurentă iDEAL nu a putut fi procesată. Încearcă o altă metodă de plată sau ia legătura cu banca ta pentru mai multe informații.
ru: Ваше пожертвование через iDEAL, повторяющееся ежемесячно, не удалось обработать. Попробуйте другой способ оплаты или свяжитесь со своим банком для получения дополнительной информации.
sk: Váš pravidelný mesačný príspevok iDEAL sa nepodarilo spracovať. Skúste iný spôsob platby alebo kontaktujte svoju banku a požiadajte o viac informácií.
sr: Обрада ваше периодичне месечне донације преко платформе iDEAL није успела. Пробајте други начин плаћања или се обратите својој банци за више информација.
sv: Din återkommande månatliga donation med iDeal kunde inte behandlas. Försök med en annan betalningsmetod eller kontakta din bank för mer information.
th: ไม่สามารถดำเนินการบริจาครายเดือนผ่าน iDEAL ของคุณได้ ลองชำระเงินด้วยวิธีอื่น หรือติดต่อธนาคารเพื่อขอข้อมูลเพิ่มเติม
tr: Yinelenen iDEAL aylık bağışın işlenemedi. Başka bir ödeme yöntemi dene veya daha fazla bilgi için bankanla iletişime geç.
ug: سىزنىڭ iDEAL ھەر ئايلىق ئىئانىڭىزنى بىر تەرەپ قىلالمىدى. باشقا پۇل تۆلەش ئۇسۇلىنى سىناپ بېقىڭ ياكى تەپسىلاتى ئۈچۈن بانكا بىلەن ئالاقىلىشىڭ.
uk: Не вдалось опрацювати ваш щомісячний донат через iDEAL. Використайте інший платіжний засіб або зв'яжіться зі своїм банком для додаткової інформації.
ur: آپ کے iDEAL ماہانہ مکرر عطیے کو زیر عمل نہیں لایا جا سکا۔ پیمنٹ کا کوئی دوسرا طریقہ آزمائیں یا مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Khoản ủng hộ hằng tháng thông qua iDEAL của bạn không thể được xử lý. Hãy thử một phương thức thanh toán khác hoặc liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_cn: 您的 iDEAL 每月捐款无法处理。请尝试另一种付款方式或联系您的银行了解详情。
zh_hk: 無法處理你的 iDEAL 每月定期捐款。請嘗試其他付款方式，或聯絡你的銀行取得更多資訊。

source: Your recurring %1$@ monthly iDEAL donation couldn’t be confirmed. Check your banking app to approve your iDEAL donation.
ar: تعذَّر تأكيد تبرُّع iDEAL %1$@ الشهري الخاص بك. تفقَّد تطبيق مصرفك لتأكيد عملية دفع iDEAL الخاصة بك.
be: Не атрымалася пацвердзіць ваша штомесячнае ахвяраванне iDEAL у памеры %1$@. Праверце сваю банкаўскую праграму, каб ухваліць ваша ахвяраванне праз iDEAL.
bn: আপনার পুনরাবৃত্ত %1$@ মাসিক iDEAL ডোনেশন নিশ্চিত করা যায়নি। আপনার iDEAL ডোনেশন অনুমোদন করতে আপনার ব্যাংকিং অ্যাপ দেখুন।
ca: No s'ha pogut confirmar la teva donació mensual recurrent de %1$@ a través d'iDEAL. Comprova la teva app bancària per aprovar la teva donació a través d'iDEAL.
cs: Váš pravidelný měsíční příspěvek iDEAL ve výši %1$@ se nepodařilo potvrdit. Zkontrolujte svou bankovní aplikaci a potvrďte svůj příspěvek iDEAL.
da: Din iDEAL-donation på %1$@ om måneden kunne ikke bekræftes. Tjek din bankapp for at godkende din iDEAL-betaling.
de: Deine wiederkehrende monatliche Spende über iDEAL in Höhe von %1$@ konnte nicht bearbeitet werden. Überprüfe deine Banking-App, um deine Spende über iDEAL zu bestätigen.
el: Δεν ήταν δυνατή η επιβεβαίωση της επαναλαμβανόμενης μηνιαίας δωρεάς %1$@ iDEAL. Έλεγξε την εφαρμογή σου στην τράπεζα για να εγκρίνεις τη δωρεά iDEAL.
es: No se ha podido confirmar tu donación mensual recurrente de %1$@ a través de iDEAL. Consulta la aplicación de tu banco para aprobar tu donación a través de iDEAL.
fa: اهدای مالی مکرر iDEAL شما به‌مبلغ %1$@ در ماه تأیید نشد. برای تأیید اهدای مالی iDEAL خود، اپلیکیشن بانک‌تان را بررسی کنید.
fi: Toistuvaa kuukausittaista iDEAL-lahjoitustasi summalle %1$@ ei voitu vahvistaa. Käy pankkisi sovelluksessa hyväksymässä iDEAL-lahjoitus.
fr: Impossible de valider votre don ponctuel de %1$@. Veuillez vérifier votre application bancaire pour autoriser votre don iDEAL.
ga: Níorbh fhéidir do thabhartas athfhillteach iDEAL ag %1$@ sa mhí a dheimhniú. Seiceáil d'aip bhaincéireachta le do thabhartas iDEAL a cheadú.
gu: તમારા પુનરાવર્તિત %1$@ માસિક iDEAL દાનની ખાતરી કરી શકાઈ ન હતી. તમારા iDEAL દાનને મંજૂર કરવા માટે તમારી બેંકિંગ ઍપ તપાસો.
he: לא ניתן לאשר את התרומה החודשית החוזרת שלך ב–iDEAL על סך %1$@. יש לבדוק את אפליקציית הבנק שלך כדי לאשר את התרומה ב–iDEAL.
hi: आपके आवर्ती %1$@ मासिक आदर्श दान की पुष्टि नहीं की जा सकी। अपने आदर्श दान को स्वीकृत करने के लिए अपने बैंकिंग ऐप की जांच करें।
hr: Vašu obnavljajuću mjesečnu donaciju putem platforme iDEAL u iznosu od %1$@ nije bilo moguće obraditi. Provjerite aplikaciju mobilnog bankarstva kako biste odobrili plaćanje putem iDEAL platforme.
hu: Ismétlődő %1$@ havi iDEAL-adományodat nem sikerült megerősíteni. Az iDEAL-adományod jóváhagyásához ellenőrizd a banki alkalmazásodat.
id: Donasi bulanan berulang sebesar %1$@ via iDEAL tidak dapat dikonfirmasi. Cek aplikasi perbankan untuk menyetujui donasi iDEAL Anda.
it: Non è stato possibile confermare la tua donazione mensile ricorrente iDEAL di %1$@. Controlla l'app della tua banca per approvare la transazione iDEAL.
ja: iDEALを通した %1$@ の毎月の定期的な寄付が確認できませんでした。iDEALを通した寄付を承認するために、銀行のアプリを確認してください。
ko: %1$@ iDEAL 반복 월간 기부를 확인할 수 없습니다. 은행 앱을 확인하여 iDEAL 기부를 승인해 주세요.
mr: आपल्या आवर्ती %1$@ मासिक iDEAL देणगीची पुष्टी केली जाऊ शकत नाही. आपल्या iDEAL देणगीला मंजूर करण्यासाठी आपले बँकिंग ॲप तपासा.
ms: Derma iDEAL bulanan %1$@ berulang anda tidak dapat disahkan. Semak aplikasi perbankan anda untuk meluluskan derma iDEAL anda.
nb: Den månedlige pengegaven (%1$@) som sendes via iDEAL, kunne ikke bekreftes. Godkjenn iDEAL-beløpet via nettbanken din.
nl: Je maandelijkse donatie van %1$@ via iDEAL kan niet worden bevestigd. Ga naar je bankapp om je donatie via iDEAL goed te keuren.
pl: Nie udało się zatwierdzić Twojej comiesięcznej darowizny cyklicznej %1$@ metodą iDEAL. Zatwierdź darowiznę w swojej aplikacji bankowej.
pt_br: Não foi possível confirmar sua doação mensal iDEAL de %1$@. Confira o app do seu banco para aprovar a doação iDEAL.
pt_pt: O seu donativo mensal recorrente iDEAL de %1$@ não pôde ser processado. Verifique a sua app bancária para aprovar o seu donativo iDEAL.
ro: Donația ta iDEAL lunară de %1$@ nu a putut fi confirmată. Verifică-ți aplicația bancară pentru a-ți aproba donația iDEAL.
ru: Ваше пожертвование на %1$@ через iDEAL, повторяющееся ежемесячно, не удалось обработать. Проверьте в своём банковском приложении подтверждение пожертвования через iDEAL.
sk: Váš pravidelný mesačný príspevok iDEAL vo výške %1$@ sa nepodarilo potvrdiť. Ak chcete schváliť príspevok iDEAL, skontrolujte svoju bankovú aplikáciu.
sr: Потврда ваше месечне донације преко платформе iDEAL од %1$@ није успела. Одобрите донацију преко платформе iDEAL у својој банкарској апликацији.
sv: Din återkommande månatliga donation på %1$@ med iDEAL kunde inte bekräftas. Kontrollera din bankapp för att godkänna din iDeal-donation.
th: ไม่สามารถยืนยันการบริจาครายเดือนผ่าน iDEAL จำนวน %1$@ ของคุณได้ โปรดตรวจสอบแอปธนาคารของคุณเพื่ออนุมัติการบริจาคผ่าน iDEAL
tr: Yinelenen %1$@ aylık iDEAL bağışın onaylanamadı. iDEAL bağışını onaylamak için bankacılık uygulamanı kontrol et.
ug: سىزنىڭ %1$@ ھەر ئايلىق iDEAL ئىئانىڭىزنى جەزملەشتۈرەلمىدى. بانكا ئەپىنى تەكشۈرۈپ iDEAL ئىئانىڭىزنى تەستىقلاڭ.
uk: Не вдалося підтвердити ваш щомісячний донат через iDEAL на суму %1$@. Зайдіть у застосунок свого банку й підтвердьте платіж iDEAL.
ur: آپ کے %1$@ ماہانہ مکرر iDEAL عطیے کی تصدیق نہیں کی جا سکی۔ اپنے iDEAL عطیے کی منظوری دینے کے لیے اپنی بینکاری ایپ چیک کریں۔
vi: Khoản ủng hộ hằng tháng %1$@ thông qua iDEAL của bạn không thể được xác nhận. Kiểm tra ứng dụng ngân hàng của bạn để chấp thuận khoản ủng hộ thông qua iDEAL.
zh_cn: 您的 %1$@ iDEAL 每月捐款无法确认。请检查您的银行应用以批准您的 iDEAL 捐款。
zh_hk: 無法確認你每月 %1$@ 的 iDEAL 定期捐款。請檢查銀行應用程式以核准你的 iDEAL 捐款。

source: Your recurring monthly donation has ended. %1$@
ar: انتهى تبرُّعك الشهري المُتكرِّر. %1$@
be: Ваша ахвяраванне, што адбывалася штомесячна, скончылася. %1$@
bn: আপনার পুনরাবৃত্ত মাসিক ডোনেশন শেষ হয়েছে। %1$@
ca: La teva donació mensual recurrent s'ha acabat. %1$@
cs: Váš pravidelný měsíční příspěvek byl zrušen. %1$@
da: Din månedlige donation blev annulleret. %1$@
de: Deine wiederkehrende monatliche Spende ist abgelaufen. %1$@
el: Η τρέχουσα μηνιαία δωρεά σου έληξε. %1$@
es: Tu donación mensual ha finalizado. %1$@
fa: اهدای کمک مالی ماهانۀ مکرر شما پایان یافته است. %1$@
fi: Toistuva kuukausilahjoituksesi on päättynyt. %1$@
fr: Votre don mensuel a pris fin. %1$@
ga: Tá do thabhartas míosúil athfhillteach críochnaithe. %1$@
gu: તમારું પુનરાવર્તિત માસિક દાન સમાપ્ત કરવામાં આવ્યું હતું. %1$@
he: התרומה החודשית החוזרת שלך הסתיימה. %1$@
hi: आपका आवर्ती मासिक दान समाप्त हो गया है। %1$@
hr: Vaša obnavljajuća mjesečna donacija je obustavljena. %1$@
hu: Az ismétlődő havi adományozásod befejeződött. %1$@
id: Donasi bulanan berulang Anda telah berakhir. %1$@
it: La tua donazione mensile ricorrente è stata annullata. %1$@
ja: 毎月の定期的な寄付が中断されました。%1$@
ko: 현 월간 기부가 종료되었습니다. %1$@
mr: आपली आवर्ती मासिक देणगी समाप्त झाली आहे. %1$@
ms: Derma bulanan berulang anda telah tamat. %1$@
nb: Den månedlige pengegaven din ble avsluttet. %1$@
nl: Je maandelijkse donatie is beëindigd. %1$@
pl: Twoja comiesięczna darowizna została anulowana. %1$@
pt_br: Sua doação mensal recorrente foi encerrada. %1$@
pt_pt: O seu donativo mensal recorrente terminou. %1$@
ro: Donația ta lunară recurentă s-a încheiat. %1$@
ru: Ваше пожертвование, повторяющееся ежемесячно, прекращено. %1$@
sk: Vaše pravidelné mesačné prispievanie bolo ukončené. %1$@
sr: Периодична месечна донација је прекинута. %1$@
sv: Din återkommande månatliga donation har upphört. %1$@
th: การบริจาครายเดือนของคุณสิ้นสุดแล้ว %1$@
tr: Yinelenen aylık bağışın sona erdi. %1$@
ug: ئايلىق ئىئانىڭىز ئاخىرلاشتى. %1$@
uk: Щомісячний донат було скасовано. %1$@
ur: آپ کا مکرر ماہانہ عطیہ ختم ہو چکا ہے۔ %1$@
vi: Khoản ủng hộ hàng tháng của bạn đã kết thúc. %1$@
zh_cn: 您的每月捐款已终止。%1$@
zh_hk: 你的每月定期捐款已結束。%1$@

# DONATION_SETTINGS_MY_SUPPORT_RECURRING_SUBSCRIPTION_LAPSED_TITLE
source: Monthly Donation Canceled
ar: تمَّ إلغاء التبرُّعات الشهرية
be: Штомесячнае ахвяраванне скасавана
bn: মাসিক ডোনেশন বাতিল করা হয়েছে
ca: Donació mensual cancel·lada
cs: Měsíční příspěvek byl zrušen
da: Månedlig donation annulleret
de: Monatliche Spende beendet
el: Η μηνιαία δωρεά ακυρώθηκε
es: Donación mensual cancelada
fa: کمک مالی ماهانه لغو شد
fi: Kuukausilahjoitus peruutettu
fr: Don mensuel résilié
ga: Tabhartas míosúil curtha ar ceal
gu: માસિક દાન રદ કર્યું
he: תרומה חודשית בוטלה
hi: मासिक दान रद्द किया गया
hr: Mjesečna donacija je otkazana
hu: Havi adományozás törölve
id: Donasi bulanan dibatalkan
it: Donazione mensile annullata
ja: 毎月の寄付がキャンセルされました
ko: 월간 기부를 취소함
mr: मासिक देणगी रद्द करण्यात आली
ms: Derma bulanan dibatalkan
nb: Det månedlige pengebeløpet er stoppet
nl: Maandelijkse donatie stopgezet
pl: Comiesięczna darowizna anulowana
pt_br: Doação mensal cancelada
pt_pt: Doação mensal cancelada
ro: Donație lunară anulată
ru: Ежемесячное пожертвование отменено
sk: Mesačný príspevok bol zrušený
sr: Месечна донација је отказана
sv: Månatlig donation avbruten
th: ยกเลิกการบริจาครายเดือนแล้ว
tr: Aylık bağış iptal edildi
ug: ئايلىق ئىئانە بىكار قىلىندى
uk: Щомісячний донат скасовано
ur: ماہانہ عطیہ منسوخ ہو گیا
vi: Đã hủy ủng hộ hàng tháng
zh_cn: 每月捐款已取消
zh_hk: 已取消每月捐款

# DONATION_SETTINGS_MY_SUPPORT_TABLE_CELL_SUBTITLE_BANK_PAYMENT_PROCESSING
source: Donation Pending
ar: التبرُّع مُعلَّق
be: Ахвяраванне чакае разгляду
bn: ডোনেশন অনিষ্পন্ন অবস্থায় আছে
ca: Donació pendent
cs: Příspěvek se zpracovává
da: Donationen afventer
de: Spende ausstehend
el: Η δωρεά εκκρεμεί
es: Donación pendiente
fa: کمک مالی در انتظار تأیید
fi: Lahjoitus on pankin käsittelyssä
fr: Don en attente
ga: Tabhartas ar feitheamh
gu: દાન બાકી છે
he: תרומה ממתינה
hi: दान लंबित है
hr: Potvrda donacije u tijeku
hu: Adomány függőben
id: Donasi tertunda
it: Donazione in sospeso
ja: 寄付の手続き中です
ko: 기부 대기 중
mr: देणगी प्रलंबित
ms: Derma belum selesai
nb: Pengegaven venter
nl: Donatie is in behandeling
pl: Darowizna oczekuje na realizację
pt_br: Doação pendente
pt_pt: Doação pendente
ro: Donație în așteptare
ru: Пожертвование на рассмотрении
sk: Čaká sa na príspevok
sr: Донација је на чекању
sv: Donation väntar
th: การบริจาคอยู่ในสถานะรออนุมัติ
tr: Bağış bekleniyor
ug: ئىئانىنى بىر تەرەپ قىلىۋاتىدۇ
uk: Ваш донат ще не надійшов
ur: عطیہ زیر التواء ہے
vi: Đang chờ xử lý khoản ủng hộ
zh_cn: 捐款待处理
zh_hk: 捐款正待處理

# DONATION_SETTINGS_MY_SUPPORT_TABLE_CELL_SUBTITLE_NON_BANK_PAYMENT_PROCESSING
source: Processing Donation...
ar: جارٍ معالجة التبرُّع…
be: Апрацоўка ахвяравання…
bn: ডোনেশন প্রক্রিয়া করা হচ্ছে...
ca: S'està processant la donació…
cs: Příspěvek se zpracovává…
da: Behandler donation…
de: Spende wird bearbeitet…
el: Επεξεργασία δωρεάς…
es: Procesando donación…
fa: در حال پردازش اهدای مالی...
fi: Käsitellään lahjoitusta...
fr: Don en cours de traitement...
ga: Tabhartas á Phróiseáil...
gu: દાનની પ્રક્રિયા થઈ રહી છે...
he: תרומה בעיבוד…
hi: दान संसाधित किया जा रहा है...
hr: Obrada donacije u tijeku…
hu: Adomány feldolgozása...
id: Memproses Donasi…
it: Donazione in elaborazione…
ja: 寄付の処理中です...
ko: 기부를 처리하는 중...
mr: देणगी वर प्रक्रिया करत आहे...
ms: Memproses Derma...
nb: Behandler betalingen av pengegaven …
nl: Donatie wordt verwerkt…
pl: Przetwarzanie darowizny…
pt_br: Processando doação…
pt_pt: A processar donativo…
ro: Se procesează donația…
ru: Обрабатываем пожертвование...
sk: Spracúva sa príspevok…
sr: Обрађујемо донацију…
sv: Bearbetar donation …
th: กำลังดำเนินการบริจาค…
tr: Bağış işleniyor…
ug: ئىئانە بىر تەرەپ قىلىنىۋاتىدۇ...
uk: Триває опрацювання донату…
ur: عطیے پر عمل کاری ہو رہی ہے...
vi: Đang Xử Lý Khoản Ủng Hộ…
zh_cn: 正在处理捐款……
zh_hk: 正在處理捐款...
