Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_CALL_BLOCKED_ALERT_MESSAGE
source: You won’t receive their audio or video and they won’t receive yours.
af: Julle sal nie mekaar se oudio of video ontvang nie.
ar: أنت لن تتلقى الصوت أو الفيديو الخاص بهم ونفس الأمر ينطبق عليهم.
az: Onların göndərdiyi səs və ya görüntünü almayacaqsınız və onlar da sizin göndərdiklərinizi almayacaq.
be: Вы не будзеце атрымліваць аўдыё або відэа гэтага карыстальніка, а ён не атрымае вашыя.
bn: আপনি তাদের অডিও ও ভিডিও পাবেন না, তারাও আপনারটা পাবেন না।
ca: No en rebreu àudio ni vídeo ni rebran el vostre.
cs: Nebudete přijímat jejich audio ani video a oni vaše.
cy: Ni fyddwch yn derbyn eu sain na fideo a fyddan nhw ddim yn derbyn eich un chi.
da: Du vil ikke modtage deres lyd og billede og de vil ikke modtage dine.
de: Weder du noch dieser Teilnehmer werden gegenseitig Audio- oder Videodaten empfangen.
el: Δεν θα λαμβάνεις τον ήχο ή την εικόνα του/της και δεν θα λαμβάνει τα δικά σου.
es: No recibirás el audio ni el vídeo de esta persona y ella no recibirá los tuyos.
es_es: No recibirás su audio ni vídeo y ni ell@s el tuyo.
et: Sina ei saa nende heli või videot ja nemad ei saa sinu oma.
eu: Ez duzu bere audio edo bideorik jasoko eta ez dute zurerik jasoko.
fa: شما صدا و تصویر آ‌ن‌ها را دریافت نمی‌کنید و آن‌ها هم صدا و تصویر شما را دریافت نخواهند کرد.
fi: Et voi enää käydä ääni- tai videoviestinvaihtoa tämän käyttäjän kanssa.
fr: Vous ne recevez ni l’audio, ni la vidéo de cet utilisateur et il ne reçoit pas les vôtres.
gu: તમને તેમનો ઓડિયો અથવા વિડિયો નહીં મળે અને તેઓ તમારો ઓડિયો પ્રાપ્ત કરશે નહીં.
he: לא תקבל שמע או וידאו והצד השני לא יקבל את שלך.
hi: आपको उनके ऑडियो या वीडियो प्राप्त नहीं होंगे और उन्हें आपके नहीं।
hr: Nećete primiti njihov audio ili video, a ni oni neće vaš.
hu: Nem fogod hallani és látni őket, illetve ők sem téged.
id: Anda tidak akan menerima panggilan suara dan video dari Anda dan mereka tidak akan menerima yang Anda kirimkan.
is: Þú munt ekki fá hlóð- eða myndmerki frá þeim og þeir ná engu slíku frá þér.
it: Non riceverai il loro audio o video e loro non riceveranno il tuo.
ja: 音声や映像の送受信を行いません。
kab: Ur tezmireḍ ara ad d-tremseḍ ameslaw neɣ tavidyut nsen, nutni daɣen ur zmiren ara ad remsen ayla-k.
km: á¢áŸ’á“á€á“á¹á„á˜á·á“á‘á‘á½á›á”á¶á“áŸáŸ†á¡áŸá„ á¬ áœá¸áŠáŸá¢á¼ášá”áŸáŸ‹á–á½á€á‚áŸá‘áŸ á á¾á™á–á½á€á‚áŸá“á¹á„á˜á·á“á‘á‘á½á›á”á¶á“ášá”áŸáŸ‹á¢áŸ’á“á€áŠáŸ‚ášáŸ”
kn: ಅವರ ಆಡಿಯೋ ಅಥವಾ ವಿಡಿಯೋ ಅನ್ನು ನೀವು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ ಮತ್ತು ಅವರು ನಿಮ್ಮದ್ದನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.
ko: 음성 또는 영상 통화를 더 이상 수신하지 않으며 차단된 사람도 나의 통화를 수신할 수 없습니다.
lt: Jūs nematysite ir negirdėsite naudotojo, o jis nematys ir negirdės jūsų.
lv: Jūs nesaņemsiet dalībnieku audio vai video zvanu, un viņi nesaņems jūsu zvanus.
mk: Нема да добивате аудио и видео и тие нема да го добиваат Вашето аудио и видео.
ml: നിങ്ങൾക്ക് അവരുടെയോ, അവർക്ക് നിങ്ങളുടെയോ, ഓഡിയോ, വീഡിയോ എന്നിവ ലഭിക്കില്ല.
mr: आपल्याला त्यांचे ऑडिओ किंवा व्हिडिओ प्राप्त होणार नाहीत आणि त्यांना तुमचे प्राप्त होणार नाहीत.
ms: Anda tidak akan menerima audio atau video mereka dan mereka tidak akan menerima audio atau video anda.
my: သင်သည် သူတို့၏ အသံ သို့မဟုတ် ဗီဒီယိုများကို လက်ခံရရှိလိမ့်မည် မဟုတ်ပါ၊ ၎င်းတို့လည်း သင်၏ ဖိုင်များကို မလက်ခံရရှိပါ။
nb: Du vil ikke motta deres lyd eller bilde og de vil ikke motta ditt.
nl: Je kunt hen niet zien of horen en zij kunnen jou niet zien of horen.
pa: ਤੁਸੀਂ ਉਹਨਾਂ ਦੀ ਆਡੀਓ ਜਾਂ ਵੀਡੀਓ ਨਹੀਂ ਲਵੋਗੇ ਅਤੇ ਉਹ ਤੁਹਾਡੀਆਂ।
pl: Nie możesz odbierać połączeń audio ani wideo od tej osoby, a ona nie może ich odbierać od Ciebie.
ps: تاسې به د هغوی اډیو او ویډیو تر لاسه نه کړئ او هغوی به ستاسې تر لاسه نه کړي.
pt_br: Você não receberá o áudio ou o vídeo dessa pessoa, e ela não receberá os seus.
pt_pt: Não irá receber os áudios e vídeos deles e eles não receberão os seus.
ro: Nu-i vei auzi sau vedea pe interlocutorii tăi iar ei nu te vor auzi sau vedea pe tine.
ru: Вы не будете получать аудио и видео этого участника, и он не будет получать ваши.
sk: Od tohto používateľa neprijmete audio ani video a ani on ich neprijme od vás.
sl: Ne boste prejemali njihovega zvoka ali videa, oni pa ne vašega.
sq: S’do ta merrni audion ose videon e tyre dhe as ata tuajat.
sr: Нећете примати њихов аудио или видео, а ни они ваш.
sv: Du kommer inte att ta emot deras ljud eller video och de kommer inte att ta emot dina.
sw: Hutapokea sauti au video yake na hatapokea yako.
ta: நீங்கள் அவற்றைப் பெற மாட்டீர்கள் ஆடியோ அல்லது வீடியோ அவர்கள் உங்களுடையதைப் பெற மாட்டார்கள்.
te: మీరు వారి ఆడియో లేదా వీడియోను స్వీకరించరు మరియు వారు మీది స్వీకరించరు.
th: คุณจะไม่ได้รับเสียงหรือวิดีโอของพวกเขา และพวกเขาจะไม่ได้รับเสียงและวิดีโอของคุณ
tr: Birbirinizin sesini veya görüntüsünü alamayacaksınız.
ug: سىز ئۇلارنىڭ ئۈن ۋە سىنلىرىنى تاپشۇرۇۋالمايسىز، ئۇلارمۇ سىزنىڭكىنى تاپشۇرۇۋالمايدۇ.
uk: Ви не зможете чути й бачити цього користувача, а користувач не зможе чути й бачити вас.
ur: آپ کو ان کا آڈیو یا ویڈیو موصول نہیں ہوگا اور وہ آپ کو وصول نہیں کریں گے۔
vi: Bạn sẽ không nhận được âm thanh hoặc video của họ và họ sẽ không nhận được của bạn.
zh_cn: 您与他们之间将无法收到对方的音频或视频。
zh_hk: 您與他們將不會收到對方的音訊或影片。

# GROUP_CALL_BLOCKED_ALERT_TITLE_FORMAT
source: %@ is blocked
af: %@ is versper
ar: تمَّ حَظر %1$@
az: %@ əngəlləndi
be: %1$@ заблакаваны
bn: %1$@-কে ব্লক করা হয়েছে
ca: %1$@ està bloquejat.
cs: Uživatel %1$@ je zablokován
cy: Mae %@ wedi'i rwystro
da: %1$@ er blokeret
de: %1$@ ist blockiert
el: Ο/Η %1$@ έχει αποκλειστεί
es: Se ha bloqueado a %1$@
es_es: %@ está bloquead@
et: %@ on blokeeritud
eu: %@ blokeatuta dago
fa: %1$@ مسدود شده است
fi: %1$@ on estetty
fr: Contact bloqué : %1$@
ga: Bac curtha ar %1$@
gu: %1$@ને બ્લૉક કરેલ છે
he: חסמת את %1$@
hi: %1$@ ब्लॉक किया गया है
hr: %1$@ je blokiran(a)
hu: %1$@ letiltva
id: %1$@ diblokir
is: %@ er útilokaður
it: L'utente %1$@ è bloccato
ja: %1$@ はブロックされました
kab: %@ yettusewḥel
km: %@ ááŸ’ášá¼áœá”á¶á“á á¶á˜áƒá¶ááŸ‹
kn: %@ ಅವರನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko: %1$@ 님을 차단함
lt: Naudotojas %@ yra užblokuotas
lv: %@ ir bloķēts
mk: %@ е блокиран/а.
ml: %@-നെ തടഞ്ഞു
mr: %1$@ अवरोधित केलेले आहे
ms: %1$@ telah disekat
my: %@ အား ပိတ်ပင်ထားပါသည်
nb: %1$@ er blokkert
nl: %1$@ is geblokkeerd
pa: %@ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ
pl: %1$@ to zablokowany kontakt
ps: %@ بلاک دی
pt_br: Você bloqueou %1$@
pt_pt: O utilizador %1$@ está bloqueado
ro: %1$@ este blocat
ru: %1$@ заблокирован(-а)
sk: Používateľ %1$@ je blokovaný
sl: %@ je blokiran/-a
sq: %@ është bllokuar
sr: %1$@ је блокиран(а)
sv: %1$@ är blockerad
sw: %@ amezuiwa
ta: %@ தடுக்கப்பட்டுள்ளது
te: %@ బ్లాక్ చేయబడింది
th: %1$@ ถูกบล็อกอยู่
tr: %1$@ engellendi
ug: %1$@ چەكلەندى
uk: Користувача %1$@ заблоковано
ur: %1$@ بلاک ہے
vi: %1$@ đã bị chặn
zh_cn: %1$@已被屏蔽
zh_hk: %1$@ 已被封鎖

# GROUP_CALL_BLOCKED_BY_ANNOUNCEMENT_ONLY_MESSAGE
source: Only admins of this group can start a call.
af: Slegs groepadmins kan ’n oproep begin.
ar: يمكنك للمُشرِفين على المجموعة فقط بدء المكالمات.
az: Bu qrupda yalnız adminlər bir zəng başlada bilər.
be: Толькі адміністратары гэтай групы могуць пачаць званок.
bn: শুধুমাত্র এই গ্রুপের অ্যাডমিনরা গ্রুপ কল শুরু করতে পারবেন।
ca: Només els administradors d'aquest grup poden iniciar una trucada.
cs: Pouze správci této skupiny mohou zahájit hovor.
cy: Gweinyddwyr y grŵp hwn yn unig gall ddechrau galwadau.
da: Kun administratorer af denne gruppe kan starte et opkald.
de: Nur Admins können in dieser Gruppe Anrufe starten.
el: Μόνο οι διαχειριστές της ομάδας μπορούν να ξεκινήσουν μια κλήση.
es: Solo admins del grupo pueden iniciar una llamada.
et: Ainult selle grupi administraatorid saavad kõnet alustada.
eu: Talde honetako administratzaileek soilik has ditzakete deiak.
fa: فقط مدیران این گروه می‌توانند یک تماس آغاز کنند.
fi: Vain ryhmän ylläpitäjä voi aloittaa puhelun.
fr: Seuls les admins de ce groupe peuvent démarrer un appel.
gu: આ ગ્રુપના એડમિન જ કોલ શરૂ કરી શકે છે.
he: רק מנהלנים של קבוצה זו יכולים להתחיל שיחה.
hi: केवल इस समूह के व्यवस्थापक ही कॉल शुरू कर सकते हैं|
hr: Samo administratori ove grupe mogu započeti poziv.
hu: Csak adminok indíthatnak hívást ebben a csoportban.
id: Hanya admin grup ini yang dapat memulai panggilan.
is: Einungis stjórnendur þessa hóps geta hafið samtal.
it: Solo gli amministratori di questo gruppo possono iniziare una chiamata.
ja: グループ管理者のみが通話を開始できます。
km: á˜á¶á“ááŸ‚á¢áŸ’á“á€á¢á—á·á”á¶á›á“áŸƒá€áŸ’ášá»á˜á“áŸáŸ‡á‘áŸâ€‹á¢á¶á…á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á¶ášá áŸ…á”á¶á“áŸ”
kn: ಈ ಗುಂಪಿನ ಅಡ್ಮಿನ್‌ಗಳು ಮಾತ್ರ ಕರೆಯನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.
ko: 이 그룹의 관리자만 통화를 시작할 수 있습니다.
lt: Tik šios grupės administratoriai gali pradėti skambutį.
lv: Zvanīt var tikai šīs grupas administratori.
mk: Само администраторите на оваа група можат да започнат повик.
ml: ഈ ഗ്രൂപ്പിന്റെ അഡ്മിൻമാർക്ക് മാത്രമേ ഒരു കോൾ ആരംഭിക്കാൻ കഴിയൂ.
mr: या गटातील फक्त प्रशासक कॉल चालू करू शकतात.
ms: Hanya pentadbir kumpulan ini boleh memulakan panggilan.
my: ဤအဖွဲ့၏ အက်ဒ်မင်များသာလျှင် ကောလ် စခေါ်နိုင်ပါသည်။
nb: Bare administratorer for denne gruppen kan starte en samtale.
nl: Alleen beheerders kunnen in deze groep oproepen beginnen.
pa: ਸਿਰਫ਼ ਗਰੁੱਪ ਦੇ ਐਡਮਿਨ ਹੀ ਕਾਲ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹਨ।
pl: Połączenia w tej grupie mogą rozpoczynać tylko administratorzy.
ps: یوازې د دغه ګروپ اډمینان کولای شي زنګ وهل پیل کړي.
pt_br: Somente admins podem iniciar uma chamada nesse grupo.
pt_pt: Apenas os administradores deste grupo podem começar uma chamada.
ro: Numai administratorii acestui grup pot iniția un apel.
ru: Только администраторы этой группы могут начать звонок.
sk: Len administrátori z tejto skupiny môžu zahájiť hovor.
sl: Samo skrbniki/ce skupine lahko začno klic.
sq: Vetëm përgjegjësit e këtij grupi mund të fillojnë një thirrje.
sr: Само администратори ове групе могу да започну позив.
sv: Endast administratörer för denna grupp kan starta ett samtal.
sw: Ni wasimamizi wa kikundi hiki pekee wanaoweza kuanzisha mazungumzo ya simu.
ta: மட்டும் நிர்வாகிகள் இதனுடைய குழு அழைப்பைத் தொடங்கலாம்.
te: ఈ గుంపు యొక్క నిర్వాహకులు మాత్రమే కాల్ ప్రారంభించగలరు.
th: เฉพาะผู้ดูแลของกลุ่มนี้เท่านั้นที่จะเริ่มต้นการโทรได้
tr: Yalnızca bu grubun yöneticileri arama başlatabilir.
ug: گۇرۇپپىدا پەقەت باشقۇرغىچىلارلا چاقىرىق قىلايدۇ.
uk: Починати виклики можуть тільки адміністратори цієї групи.
ur: صرف اس گروپ کے ایڈمن کال شروع کرسکتے ہیں۔
vi: Chỉ có người quản trị của nhóm mới có thể bắt đầu cuộc gọi.
zh_cn: 只有该群组的管理员可发起通话。
zh_hk: 只有此群組的管理員可以開始通話。

# GROUP_CALL_BLOCKED_BY_ANNOUNCEMENT_ONLY_TITLE
source: Can’t Start Group Call
af: Kan nie groepoproep begin nie
ar: تعذَّر بدء المكالمة الجماعية
az: Qrup zəngi başladıla bilmir
be: Немагчыма пачаць групавы званок
bn: গ্রুপ কল শুরু করা যাবে না
ca: No es pot iniciar la trucada de grup.
cs: Nelze zahájit skupinový hovor
cy: Methu Dechrau Galwad Grŵp
da: Kan ikke starte gruppeopkald
de: Starten eines Gruppenanrufs nicht möglich
el: Δεν μπορείς να πραγματοποιήσεις Ομαδική κλήση
es: No se puede iniciar la llamada grupal
et: Ei saa grupikõnet alustada
fa: امکان آغاز تماس گروهی وجود ندارد
fi: Ryhmäpuhelua ei voi aloittaa
fr: Vous ne pouvez pas démarrer cet appel de groupe
gu: ગ્રુપ કૉલ શરૂ કરી શકાતો નથી
he: לא ניתן להתחיל שיחה קבוצתית
hi: ग्रुप कॉल शुरू नहीं कर सकते
hr: Nije moguće započeti grupni poziv
hu: Nem engedélyezett csoporthívás
id: Tidak Dapat Memulai Panggilan Grup
is: Get ekki hafið hópsímtal
it: Impossibile iniziare una chiamata di gruppo
ja: グループ通話を開始できません
km: á˜á·á“á¢á¶á…á áŸ…á…áŸá‰á‡á¶á€áŸ’ášá»á˜á”á¶á“á‘áŸ
kn: ಗುಂಪು ಕರೆ ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
ko: 그룹 통화를 시작할 수 없음
lt: Negalima pradėti grupės skambučio
lv: Nevar sākt grupas zvanu
mk: Не можам да започнам групен повик
ml: ഗ്രൂപ്പ് കോൾ ആരംഭിക്കാനാകില്ല
mr: गट कॉल चालू करू शकत नाही
ms: Tidak Dapat Memulakan Panggilan Kumpulan
nb: Kan ikke starte gruppesamtale
nl: Je kunt geen groepsoproep beginnen
pa: ਗਰੁੱਪ ਕਾਲ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ
pl: Nie możesz zacząć połączenia grupowego
ps: نشي کولای چې ګروپي اړبکه پیل کړئ
pt_br: Não é possível iniciar uma chamada em grupo
pt_pt: Não foi possível iniciar uma chamada de grupo
ro: Nu se poate iniția apelul de grup
ru: Невозможно начать групповой звонок
sk: Nie je možné zahájiť skupinový hovor
sl: Skupinskega klica ni mogoče začeti
sq: S’mund të Fillojë Thirrje Grupi
sr: Не можете да започнете групни позив
sv: Det går inte att starta gruppsamtal
sw: Huwezi Kuanzisha Simu ya Kikundi
ta: தொடங்க முடியாது குழு அழைப்பு
te: సమూహ కాల్ ప్రారంభించలేరు
th: ไม่สามารถเริ่มต้นการโทรกลุ่ม
tr: Grup Araması Başlatılamıyor
ug: گۇرۇپپا چاقىرىقى باشلىتىلالمىدى
uk: Неможливо почати груповий виклик
ur: گروپ کال شروع نہیں کرسکتے ہیں
vi: Không thể Bắt đầu Cuộc gọi Nhóm
zh_cn: 无法发起群组聊天
zh_hk: 不得開始群組通話

# GROUP_CALL_BLOCKED_USER_FORMAT
source: %@ is blocked
af: %@ is versper
ar: تمَّ حَظر %1$@
az: %@ əngəlləndi
be: %1$@ заблакаваны
bn: %1$@-কে ব্লক করা হয়েছে
ca: %1$@ està bloquejat.
cs: Uživatel %1$@ je zablokován
cy: Mae %@ wedi'i rwystro
da: %1$@ er blokeret
de: %1$@ ist blockiert
el: Ο/Η %1$@ έχει αποκλειστεί
es: Se ha bloqueado a %1$@
es_es: %@ está bloquead@
et: %@ on blokeeritud
eu: %@ blokeatuta dago
fa: %1$@ مسدود شده است
fi: %1$@ on estetty
fr: Contact bloqué : %1$@
ga: Bac curtha ar %1$@
gu: %1$@ને બ્લૉક કરેલ છે
he: חסמת את %1$@
hi: %1$@ ब्लॉक किया गया है
hr: %1$@ je blokiran(a)
hu: %1$@ letiltva
id: %1$@ diblokir
is: %@ er útilokaður
it: L'utente %1$@ è bloccato
ja: %1$@ はブロックされました
kab: %@ yettusewḥel
km: %@ ááŸ’ášá¼áœá”á¶á“á á¶á˜áƒá¶ááŸ‹
kn: %@ ಅವರನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko: %1$@ 님을 차단함
lt: Naudotojas %@ yra užblokuotas
lv: %@ ir bloķēts
mk: %@ е блокиран/а.
ml: %@-നെ തടഞ്ഞു
mr: %1$@ अवरोधित केलेले आहे
ms: %1$@ telah disekat
my: %@ အား ပိတ်ပင်ထားပါသည်
nb: %1$@ er blokkert
nl: %1$@ is geblokkeerd
pa: %@ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ
pl: %1$@ to zablokowany kontakt
ps: %@ بلاک دی
pt_br: Você bloqueou %1$@
pt_pt: O utilizador %1$@ está bloqueado
ro: %1$@ este blocat
ru: %1$@ заблокирован(-а)
sk: Používateľ %1$@ je blokovaný
sl: %@ je blokiran/-a
sq: %@ është bllokuar
sr: %1$@ је блокиран(а)
sv: %1$@ är blockerad
sw: %@ amezuiwa
ta: %@ தடுக்கப்பட்டுள்ளது
te: %@ బ్లాక్ చేయబడింది
th: %1$@ ถูกบล็อกอยู่
tr: %1$@ engellendi
ug: %1$@ چەكلەندى
uk: Користувача %1$@ заблоковано
ur: %1$@ بلاک ہے
vi: %1$@ đã bị chặn
zh_cn: %1$@已被屏蔽
zh_hk: %1$@ 已被封鎖

# GROUP_CALL_CONTINUE_BUTTON
source: Continue Call
af: Sit oproep voort
ar: استئناف المُكالمة
az: Zəngə davam et
be: Працягнуць званок
bn: কল চালিয়ে যান
ca: Continua la trucada
cs: Pokračovat ve volání
cy: Parhau'r Alwad
da: Fortsæt opkald
de: Anruf fortsetzen
el: Συνέχεια κλήσης
es: Continuar llamada
es_es: Continuar llamada
et: Kõnega jätkamine
eu: Deia jarraitu
fa: ادامهٔ تماس
fi: Jatka puhelua
fr: Poursuivre l'appel
gu: કૉલ ચાલુ રાખો
he: המשך שיחה
hi: कॉल जारी रखें
hr: Nastavi poziv
hu: Hívás folytatása
id: Lanjutkan Panggilan
is: Halda símtali áfram
it: Continua chiamata
ja: 通話を続ける
kab: Kemmel asiwel
km: á”á“áŸ’áá€á¶ášá áŸ…
kn: ಕರೆಯನ್ನು ಮುಂದುವರಿಸಿ
ko: 계속 전화
lt: Tęsti skambutį
lv: Turpināt zvanu
mk: Продолжи повик
ml: കോൾ തുടരുക
mr: कॉल सुरू ठेवा
ms: Teruskan Panggilan
my: ခေါ်ဆိုမှုသို့ ဆက်မယ်
nb: Fortsett samtale
nl: Oproep voortzetten
pa: ਕਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj rozmowę
ps: ټلیفوني اړیکې ته ادامه ورکړه
pt_br: Continuar a chamada
pt_pt: Continuar chamada
ro: Continuă apelul
ru: Продолжить звонок
sk: Pokračovať v hovore
sl: Nadaljuj s klicem
sq: Vazhdoje Thirrjen
sr: Настави позив
sv: Fortsätt samtalet
sw: Endelea na Mazugumzo ya Simu
ta: அழைப்பைத் தொடரவும்
te: కాల్ కొనసాగించండి
th: ดำเนินการโทรต่อ
tr: Aramaya Devam Et
ug: داۋاملىق چاقىر
uk: Продовжити виклик
ur: کال جاری رکھیں
vi: Tiếp tục Cuộc gọi
zh_cn: 继续通话
zh_hk: 繼續通話

# GROUP_CALL_ENDED_MESSAGE
source: The group call has ended
af: Die groepoproep is beëindig
ar: انتهت المُكالمة الجماعية
az: Qrup zəngi bitdi
be: Групавы званок скончыўся
bn: গ্রুপ কলটি সমাপ্ত হয়েছে
ca: La trucada ha acabat
cs: Skupinový hovor skončil
cy: Gorffennodd y galwad grŵp
da: Gruppeopkaldet er afsluttet
de: Der Gruppenanruf wurde beendet
el: Η ομαδική κλήση τελείωσε
es: La llamada grupal ha terminado
es_es: La llamada en grupo ha terminado
et: Grupikõne on lõppenud
eu: Talde-deia amaitu egin da
fa: تماس گروهی پایان یافت
fi: Ryhmäpuhelu on päättynyt
fr: Fin de l'appel de groupe
gu: ગ્રુપ કૉલ સમાપ્ત થયો
he: השיחה הקבוצתית הסתיימה
hi: ग्रुप कॉल समाप्त हो गई है
hr: Grupni poziv je završen
hu: A csoporthívás véget ért
id: Panggilan grup telah berakhir
is: Hópsímtalinu er lokið
it: La chiamata di gruppo è terminata
ja: グループ通話が終了しました
kab: Yekfa usiwel n ugraw
km: á€á¶ášá áŸ…á‡á¶á€áŸ’ášá»á˜ááŸ’ášá¼áœá”á¶á“á”á‰áŸ’á…á”áŸ‹
kn: ಗುಂಪು ಕರೆ ಮುಕ್ತಾಯಗೊಂಡಿದೆ
ko: 그룹 통화가 종료됨
lt: Grupės skambutis baigtas
lv: Grupas zvans tika pabeigts
mk: Групниот повик заврши
ml: ഗ്രൂപ്പ് കോൾ അവസാനിച്ചു
mr: गट कॉल संपला आहे
ms: Panggilan kumpulan telah berakhir
my: အဖွဲ့လိုက် ခေါ်ဆိုမှု ရပ်သွားပါပြီ
nb: Gruppesamtalen er avsluttet
nl: De groepsoproep is beëindigd
pa: ਗਰੁੱਪ ਕਾਲ ਖਤਮ ਹੋਈ
pl: Połączenie grupowe zakończone
ps: ګروپي ټلیفوني اړیکه پای ته ورسیده
pt_br: A chamada em grupo foi encerrada
pt_pt: A chamada de grupo terminou
ro: Apelul de grup s-a terminat
ru: Групповой звонок был завершён
sk: Skupinový hovor bol ukončený
sl: Skupinski klic je končan
sq: Thirrja e grupit përfundoi
sr: Групни позив се завршио
sv: Gruppsamtalet har avslutats
sw: Mazungumzo ya simu ya kikundi yamekwisha
ta: தி குழு அழைப்பு முடிந்தது
te: సమూహ కాల్ ముగిసింది
th: การโทรกลุ่มสิ้นสุดแล้ว
tr: Grup görüşmesi sona erdi
ug: گۇرۇپپا چاقىرىش ئاخىرلاشتى
uk: Груповий виклик завершено
ur: گروپ کال ختم ہوچکی ہے
vi: Cuộc gọi nhóm đã kết thúc
zh_cn: 群组通话已结束
zh_hk: 群組通話已結束

# GROUP_CALL_ERROR_DETAILS
source: More Info
af: Meer inligting
ar: المزيد من المعلومات
az: Daha çox məlumat
be: Дадатковая інфармацыя
bn: আরও তথ্য
ca: Més informació
cs: Více informací
cy: Rhagor o Wybodaeth
da: Mere info
de: Mehr Details
el: Περισσότερες πληροφορίες
es: Más detalles
es_es: Más detalles
et: Rohkem infot
eu: Informazio gehiago
fa: اطلاعات بیشتر
fi: Lisätietoja
fr: Plus d'infos
ga: Tuilleadh Eolais
gu: વધુ માહિતી
he: עוד מידע
hi: औेर जानकारी
hr: Više informacija
hu: Részletek
id: Info lebih lanjut
is: Frekari upplýsingar
it: Ulteriori informazioni
ja: 詳細
kab: Ugar n talɣut
km: á–áŸááŸŒá˜á¶á“á”á“áŸ’ááŸ‚á˜
kn: ಇನ್ನಷ್ಟು ಮಾಹಿತಿ
ko: 자세한 정보
lt: Daugiau informacijos
lv: Vairāk informācijas
mk: Повеќе информации
ml: കൂടുതൽ വിവരം
mr: अधिक माहिती
ms: Maklumat Lanjut
my: နောက်ထပ် အချက်အလက်များ
nb: Mer informasjon
nl: Meer informatie
pa: ਹੋਰ ਜਾਣਕਾਰੀ
pl: Więcej informacji
ps: لا زیات معلومات
pt_br: Detalhes
pt_pt: Mais informação
ro: Mai multe informații
ru: Подробнее
sk: Viac informácií
sl: Več informacij
sq: Më Tepër të Dhëna
sr: Више информација
sv: Mer information
sw: Maelezo zaidi
ta: மேலும் தகவல்
te: మరింత సమాచారం
th: ข้อมูลเพิ่มเติม
tr: Daha Fazla Bilgi
ug: تېخىمۇ كۆپ ئۇچۇر
uk: Детальніше
ur: مزید معلومات
vi: Thông tin khác
zh_cn: 更多信息
zh_hk: 更多資訊
