Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_VERIFICATION_ERROR_INVALID_VERIFICATION_CODE
source: The code you entered is not valid. Please resend the code and try again.
ar: الكود الذي أدخلته غير صحيح. يُرجى إعادة إرسال الكود والمحاولة مرّة أخرى.
be: Код, што вы ўвялі, несапраўдны. Калі ласка, адпраўце код паўторна і паўтарыце спробу.
bn: আপনি যে কোডটি লিখেছেন তা কার্যকর নয়। অনুগ্রহ করে কোডটি আবার পাঠান এবং আবার চেষ্টা করুন।
ca: El codi que has introduït no és vàlid. Torna a enviar el codi i torna-ho a provar.
cs: Zadaný kód není platný. Znovu odešlete kód a zkuste to ještě jednou.
da: Den angivne kode er ikke gyldig. Send koden igen og prøv igen.
de: Der eingegebene Code ist ungültig. Bitte Code erneut senden und es noch einmal versuchen.
el: Ο κωδικός που έγραψες δεν είναι έγκυρος. Στείλε ξανά τον κωδικό και δοκίμασε ξανά.
es: El código que has introducido no es válido. Vuelve a solicitar el código e inténtalo de nuevo.
fa: کد واردشده معتبر نیست. لطفاً کد را دوباره بفرستید و مجدداً تلاش کنید.
fi: Syötetty koodi ei kelpaa. Lähetä koodi uudelleen ja yritä uudelleen.
fr: Le code saisi est incorrect. Veuillez le ressaisir et réessayer.
ga: Níl an cód a chuir tú isteach bailí. Seol an cód arís agus triail arís.
gu: તમે દાખલ કરેલ કોડ માન્ય નથી. કૃપા કરીને કોડ ફરીથી મોકલો અને ફરી પ્રયાસ કરો.
he: הקוד שהכנסת לא חוקי. כדאי לבדוק את הקוד ולנסות שוב.
hi: आपके द्वारा दर्ज किया गया कोड मान्य नहीं है। कृपया कोड पुनः भेजकर दोबारा प्रयास करें।
hr: Uneseni kôd nije valjan. Ponovno pošalji kôd i pokušaj ponovno.
hu: Az általad megadott kód érvénytelen. Kérjük, küldd el újra a kódot, és próbáld újra.
id: Kode yang Anda masukkan tidak valid. Kirim ulang kode dan coba lagi.
it: Il codice che hai inserito non è valido. Prova a rinviare il codice e ritenta.
ja: 入力されたコードは無効です。コードを再送信して、もう一度お試しください。
ko: 입력한 코드가 틀렸습니다. 코드를 다시 보내고 다시 시도하세요.
mr: आपण प्रविष्ट केलेला कोड वैध नाही. कृपया कोड पुन्हा पाठवा आणि पुन्हा प्रयत्न करा.
ms: Kod yang anda masukkan tidak sah. Sila hantar semula kod dan cuba lagi.
nb: Koden du oppga, er ikke gyldig. Få tilsendt en ny kode og prøv igjen.
nl: De ingevoerde code is niet geldig. Vraag de code opnieuw aan en probeer het nogmaals.
pl: Podany kod jest nieprawidłowy. Wyślij kod ponownie i spróbuj jeszcze raz.
pt_br: O código que você inseriu é inválido. Reenvie o código e tente novamente.
pt_pt: O código que inseriu não é válido. Reenvie o código e tente novamente.
ro: Codul introdus nu este valid. Retrimite codul și încearcă din nou.
ru: Вы ввели неверный код. Пожалуйста, получите код повторно и попробуйте снова.
sk: Zadaný kód je neplatný. Požiadajte o opätovné zaslanie kódu a skúste to znova.
sr: Шифра коју сте унели није важећа. Пошаљите шифру поново и пробајте поново.
sv: Koden du angav är inte giltig. Skicka koden igen och försök på nytt.
th: รหัสที่คุณใส่ไม่ถูกต้อง โปรดส่งรหัสใหม่แล้วลองอีกครั้ง
tr: Girdiğin kod geçerli değildir. Lütfen kodu tekrar gönder ve tekrar dene.
ug: سىز كىرگۈزگەن كود ئىناۋەتسىز. كودنى قايتا ئەۋەتىپ قايتا سىناڭ.
uk: Ви ввели недійсний код. Запитайте й введіть новий код.
ur: آپ کا درج کردہ کوڈ درست نہیں ہے۔ براہ کرم کوڈ دوبارہ بھیجیں اور دوبارہ کوشش کریں۔
vi: Mã bạn nhập không hợp lệ. Vui lòng gửi lại mã và thử lại.
zh_cn: 您输入的验证码无效。请重新发送验证码并重试。
zh_hk: 你輸入的驗證碼無效。請重新傳送驗證碼，然後再試一次。

# REGISTRATION_VIEW_INVALID_PHONE_NUMBER_ALERT_MESSAGE
source: Please enter a valid phone number to register.
af: Voer ’n geldige telefoonnommer in om te registreer.
ar: يُرجى إدخال رقم هاتف صالح للتسجيل.
az: Qeydiyyatdan keçmək üçün zəhmət olmasa etibarlı bir telefon nömrəsi daxil edin.
be: Для рэгістрацыі ўвядзіце сапраўдны нумар тэлефона.
bg: Моля, въведете валиден телефонен номер, за да се регистрирате.
bn: নিবন্ধন করতে একটি সঠিক ফোন নাম্বার লিখুন।
ca: Marqueu un número de telèfon vàlid per registrar.
cs: Pro registraci zadejte platné telefonní číslo.
cy: Rhowch rif ffôn dilys i gofrestri.
da: Indtast venligst et gyldigt telefonnummer for at registrere
de: Bitte gib eine gültige Telefonnummer ein, um Signal zu registrieren.
el: Παρακαλώ γράψε έναν έγκυρο αριθμό τηλεφώνου για να εγγραφείς.
es: Introduce un número de teléfono válido para registrarte.
es_es: Para registrarte introduce un número de teléfono válido.
et: Palun sisesta registreerumiseks kehtiv telefoninumber.
eu: Mesedez, baliozkoa den telefono zenbaki bat idatzi erregistratzeko.
fa: برای عضویت یک شماره تلفن معتبر وارد کنید.
fi: Syötä kelvollinen puhelinnumero, jotta voit rekisteröityä.
fil: Pakiusap na maglagay ng valid na numero ng telepono upang makapagrehistro.
fr: Pour vous inscrire, veuillez saisir un numéro de téléphone valide.
ga: Cuir isteach uimhir ghutháin bhailí chun clárú.
gu: કૃપા કરીને રજીસ્ટર કરવા માટે માન્ય ફોન નંબર દાખલ કરો.
he: אנא הכנס מספר טלפון תקף כדי להירשם.
hi: कृपया पंजीकरन के लिये कोई वैध फोन नंबर डालें
hr: Unesite važeći broj telefona za registraciju.
hu: A regisztrációhoz, kérjük, adj meg egy valós telefonszámot.
id: Tolong masukkan nomor telepon yang sah untuk mendaftar
is: Settu inn gilt símanúmer til að skrá þig.
it: Inserire un numero di telefono valido per la registrazione.
ja: 正しい電話番号を入力してください。
kab: Ttxil-k·m uṭṭun n tilifun ameɣtu i ujerred.
kk: Тіркелу үшін дұрыс телефон нөмірін енгізіңіз.
km: áŸá¼á˜á”á‰áŸ’á…á¼á›á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ááŸ’ášá¹á˜ááŸ’ášá¼áœá˜á½á™ áŠá¾á˜áŸ’á”á¸á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŸ”
kn: ನೋಂದಾಯಿಸಲು ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ko: 유효한 전화번호를 입력하세요.
lt: Norėdami užsiregistruoti, įveskite teisingą telefono numerį.
lv: Ievadiet derīgu tālruņa numuru, lai reģistrētos.
mk: Ве молиме внесете валиден телефонски број за да се регистрирате.
ml: രജിസ്റ്റർ ചെയ്യുന്നതിനായി സാധുവായ ഒരു ഫോൺ നമ്പർ നൽകുക.
mr: नोंदणी करण्यासाठी कृपया एक वैध फोन नंबर प्रविष्ट करा.
ms: Sila masukkan nombor telefon yang sah untuk mendaftar.
my: စာရင်းသွင်းရန် ဆီလျော်သည့် ဖုန်းနံပါတ်ကို ထည့်သွင်းပါ။
nb: Vennligst skriv inn et gyldig telefonnummer for å registrere deg.
nl: Vul een geldig telefoonnummer in om je te registreren.
pa: ਕਿਰਪਾ ਕਰਕੇ ਰਜਿਸਟਰ ਕਰਨ ਲਈ ਇੱਕ ਵੈਧ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ.
pa_pk: مہربانی کر کے رجسٹر کرن دے لئی اک درست فون نمر درج کرو۔
pl: Aby się zarejestrować, podaj prawidłowy numer telefonu.
ps: د نوم لیکنې لپاره مهرباني وکړئ سمه د موبایل شمېره دننه کړئ.
pt_br: Por favor, forneça um número de telefone válido para registrar.
pt_pt: Por favor, introduza um número de telefone válido.
ro: Te rog introdu un număr de telefon valid pentru a te putea înregistra.
ru: Пожалуйста, введите корректный номер телефона, чтобы зарегистрироваться.
sk: Aby ste sa zaregistrovali, zadajte platné telefónne číslo.
sl: Za registracijo morate vnesti veljavno telefonsko številko.
sq: Ju lutemi, jepni për regjistrim një numër telefoni të vlefshëm.
sr: Унесите важећи број телефона да се региструјете.
sv: Ange ett giltigt telefonnummer för att registrera dig.
sw: Tafadhali ingiza nambari halali ya simu kujisajili
ta: பதிவு செய்ய சரியான தொலைபேசி எண்ணை உள்ளிடவும்.
te: నమోదు చేయడానికి దయచేసి చెల్లుబాటు అయ్యే ఫోన్ నంబర్‌ను నమోదు చేయండి.
th: โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้องเพื่อลงทะเบียน
tr: Kaydolmak için lütfen geçerli bir telefon numarası girin.
ug: ئىناۋەتلىك تېلېفون نومۇرىدىن بىرنى كىرگۈزۈپ تىزىملىتىڭ.
uk: Щоб зареєструватися, введіть дійсний номер телефону.
ur: براہ کرم رجسٹر کرنے کیلئے درست نمبر داخل کریں۔
vi: Vui lòng nhập số điện thoại hợp lệ để đăng ký.
zh_cn: 请输入一个有效的手机号码来注册。
zh_hk: 請輸入有效的電話號碼來註冊。

# REGISTRATION_VIEW_INVALID_PHONE_NUMBER_ALERT_TITLE
source: Invalid Phone Number
af: Ongeldige telefoonnommer
ar: رقم الهاتف غير صحيح
az: Etibarsız telefon nömrəsi
be: Несапраўдны нумар тэлефона
bg: Невалиден Телефонен Номер
bn: ভুল ফোন নম্বর
ca: Número de telèfon no vàlid
cs: Neplatné telefonní číslo
cy: Rhif Ffôn Annilys
da: Ugyldigt telefonnummer
de: Ungültige Telefonnummer
el: Μη έγκυρος αριθμός τηλεφώνου
es: Número de teléfono no válido
es_es: Número inválido
et: Vigane telefoninumber
eu: Telefono zenbaki baliogabea
fa: شماره تلفن معتبر نیست
fi: Virheellinen puhelinnumero
fil: Hindi Valid ang Numero ng Telepono
fr: Numéro de téléphone incorrect
ga: Uimhir Ghutháin Neamhbhailí
gu: અમાન્ય ફોન નંબર
he: מספר טלפון בלתי תקף
hi: अवैध फोन नंबर
hr: Nevažeći broj telefona
hu: Hibás telefonszám
id: Nomer telepon tidak sah
is: Ógilt símanúmer
it: Numero di telefono non valido
ja: 無効な電話番号
kab: Yir uṭṭun n tiliɣri
kk: Телефон нөмірі дұрыс емес
km: á›áŸáá‘á¼ášáŸá–áŸ’á‘á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆ
ko: 잘못된 전화번호
lt: Neteisingas telefono numeris
lv: Nederīgs tālruņa numurs
mk: Невалиден телефонски број
ml: അസാധുവായ ഫോൺ നമ്പർ
mr: अवैध फोन नंबर
ms: Nombor Telefon Tidak Sah
my: မဆီလျော်သည့် ဖုန်းနံပါတ်
nb: Ugyldig telefonnummer
nl: Ongeldig telefoonnummer
pa: ਅਵੈਧ ਫੋਨ ਨੰਬਰ
pa_pk: غلط فون نمر
pl: Nieprawidłowy numer telefonu
ps: د موبایل ناسمه شمېره
pt_br: Número de telefone inválido
pt_pt: Número de telefone inválido
ro: Număr de telefon invalid
ru: Некорректный номер телефона
sk: Neplatné telefónne číslo
sl: Neveljavna telefonska številka
sq: Numër Telefoni i Pavlefshëm
sr: Неважећи број телефона
sv: Ogiltigt telefonnummer
sw: Nambari Batili ya Simu
ta: தவறான தொலைபேசி எண்
te: చెల్లని ఫోన్ నంబర్
th: หมายเลขโทรศัพท์ไม่ถูกรูปแบบ
tr: Geçersiz Telefon Numarası
ug: ئىناۋەتسىز تېلېفون نومۇر
uk: Такого номера не існує
ur: غلط فون نمبر
vi: Số điện thoại không hợp lệ
zh_cn: 手机号码无效
zh_hk: 電話號碼無效

# REGISTRATION_VIEW_PHONE_NUMBER_CONFIRMATION_ALERT_MESSAGE
source: A verification code will be sent to this number. Is your phone number above correct?
af: ’n Bevestigingskode sal aan hierdie nommer gestuur word. Is u nommer hier bo korrek?
ar: سَوف يتمُّ إرسال كود التحقُّق إلى هذا الرقم. هل رقمُ هاتِفك أعلاه صحيح؟
az: Təsdiq kodu, bu nömrəyə göndəriləcək. Yuxarıdakı telefon nömrəniz doğrudur?
be: На гэты нумар будзе адпраўлены праверачны код. Ці правільны пазначаны вышэй нумар тэлефона?
bn: এই নম্বরে একটি যাচাইকরণ কোড পাঠানো হবে। উপরে উল্লিখিত আপনার ফোন নম্বরটি কি সঠিক?
ca: S'enviarà un codi de verificació a aquest número. El número de telèfon és correcte?
cs: Ověřovací kód bude odeslán na toto číslo. Je vaše výše uvedené telefonní číslo správné?
cy: Bydd côd gwirio yn cael ei anfon at y rhif hwn. Ydy'ch rhif ffôn chi uchod yn gywir?
da: En bekræftelseskode vil blive sendt til dette nummer. Er telefonnummeret ovenfor korrekt?
de: Ein Verifizierungscode wird an diese Telefonnummer gesendet. Ist deine obige Telefonnummer korrekt?
el: Ένας κωδικός επαλήθευσης θα σταλθεί σε αυτό τον αριθμό. Είναι ο παραπάνω αριθμός τηλεφώνου σου σωστός;
es: Enviaremos un código de verificación a este número. ¿El número de teléfono anterior es correcto?
et: Kinnituskood saadetakse sellele numbrile. Kas sinu telefoninumber üleval on korrektne?
eu: Balioztapen kodea zenbaki honetara bidaliko da. Zenbaki hori zuzena da?
fa: یک کد احراز هویت به این شماره ارسال خواهد شد. آیا شماره تلفن بالا صحیح است؟
fi: Varmennuskoodi lähetetään tähän numeroon. Onko yllä oleva puhelinnumero oikea?
fr: Nous allons envoyer un code de confirmation au numéro ci-dessus. Assurez-vous qu'il s'agit bien de votre numéro.
ga: Seolfar cód fíoraithe chuig an uimhir seo. An bhfuil d'uimhir ghutháin thuas ceart?
gu: આ નંબર પર વેરિફિકેશન કોડ મોકલવામાં આવશે. શું તમારો ફોન નંબર સાચો છે?
he: קוד וידוא יישלח אל מספר זה. האם מספר הטלפון שלך למעלה נכון?
hi: इस नंबर पर एक सत्यापन कोड भेजा जाएगा। क्या ऊपर दिया गया आपका फोन नंबर सही है?
hr: Potvrdni kôd će biti poslan na ovaj broj. Je li vaš navedeni broj telefona točan?
hu: Az ellenőrző kód erre a számra kerül kiküldésre. Helyes a fenti telefonszám?
id: Kode verifikasi akan dikirimkan ke nomor ini. Apakah nomor telepon Anda di atas sudah benar?
is: Við munum senda sannvottunarkóða á þetta símanúmer. Er símanúmerið hér fyrir ofan rétt?
it: Un codice di verifica verrà inviato a questo numero. Il tuo numero di telefono sopra è corretto?
ja: この電話番号に認証コードが送られます。あなたのもので合っていますか？
km: á›áŸáá€á¼áŠá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹ á“á¹á„ááŸ’ášá¼áœá•áŸ’á‰á¾á‘áŸ…á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘á“áŸáŸ‡áŸ” áá¾á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€áá¶á„á›á¾ááŸ’ášá¹á˜ááŸ’ášá¼áœáŠáŸ‚áš á¬ á‘áŸ?
kn: ಈ ಸಂಖ್ಯೆಗೆ ದೃಢೀಕರಣ ಕೋಡ್‌ ಅನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ಮೇಲಿರುವ ನಿಮ್ಮ ಫೋನ್‌ ಸಂಖ್ಯೆ ಸರಿಯಾಗಿದೆಯೇ?
ko: 전화번호로 확인 코드를 보냈습니다. 위 전화번호가 맞나요?
lt: Patvirtinimo kodas bus išsiųstas šiuo numeriu. Ar jūsų telefono numeris aukščiau yra teisingas?
lv: Uz šo numuru tiks nosūtīts verifikācijas kods. Vai jūsu augstāk norādītais tālruņa numurs ir pareizs?
ml: ഈ നമ്പറിലേക്ക് ഒരു പരിശോധനാ കോഡ് അയയ്ക്കും. മുകളിലുള്ള നിങ്ങളുടെ ഫോൺ നമ്പർ ശരിയാണോ?
mr: सत्यापन कोड या नंबरावर पाठविण्यात येईल. आपला वरील फोन नंबर बरोबर आहे का?
ms: Kod pengesahan akan dihantar ke nombor ini. Adakah nombor telefon anda di atas betul?
my: ၎င်းနံပါတ်သို့ အတည်ပြုကုဒ် ပို့လိုက်ပါမည်။ အပေါ်ရှိ ဖုန်းနံပါတ်သည် သင့်ဟာ မှန်ကန်ပါသလား?
nb: En bekreftelseskode vil bli sendt til dette nummeret. Er telefonnummeret ditt riktig?
nl: Is dit telefoonnummer juist? Als je aangeeft dat het juist is dan zal er verificatiecode naar dit nummer worden gestuurd.
pa: ਇਸ ਨੰਬਰ 'ਤੇ ਤਸਦੀਕੀ ਕੋਡ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਕੀ ਤੁਹਾਡਾ ਉਪਰੋਕਤ ਫੋਨ ਨੰਬਰ ਸਹੀ ਹੈ?
pl: Na ten numer zostanie wysłany kod weryfikacyjny. Czy powyższy numer telefonu jest poprawny?
ps: د تایید کوډ به دغې شمېرې ته ولیږل شي. ایا پورته ستاسې د موبایل شمېره سمه ده؟
pt_br: Um código de verificação será enviado para esse número. O seu número de telefone acima está correto?
pt_pt: Será enviado um código de verificação para este número. O seu número de telefone acima encontra-se correto?
ro: Un cod de verificare o să fie trimis la acest număr. Numărul tău de telefon de mai sus este corect?
ru: На этот номер будет отправлен код подтверждения. Правильно ли указан ваш номер телефона выше?
sk: Na toto číslo bude odoslaný overovací kód. Je telefónne číslo zobrazené vyššie správne?
sl: Verifikacijska koda bo poslana na to telefonsko številko. Je vaša telefonska številka zgoraj pravilna?
sq: Te ky numër do të dërgohet një kod verifikimi. A është i saktë numri juaj më sipër?
sr: Шифра за верификацију ће бити послата на овај број. Да ли је ваш горе наведени број телефона тачан?
sv: En verifieringskod skickas till detta nummer. Är ditt telefonnummer ovanför korrekt?
sw: Nambari ya uthibitishaji itatumwa kwenye nambari hii. Je, nambari yako ya simu iliyo hapa juu ni sahihi?
ta: அ சரிபார்ப்புக் குறியீடுஇந்த எண்ணுக்கு அனுப்பப்படும். உங்களுடையதொலைபேசி மேலே உள்ள எண் சரியானதா?
te: ఈ నంబర్‌కు ధృవీకరణ కోడ్ పంపబడుతుంది. పైన ఉన్న మీ ఫోన్ నంబర్ సరైనదేనా?
th: รหัสยืนยันจะถูกส่งไปยังหมายเลขโทรศัพท์นี้ หมายเลขโทรศัพท์ข้างบนของคุณถูกต้องหรือไม่?
tr: Bu telefon numarasına bir doğrulama kodu gönderilecektir. Yukarıdaki telefon numaranız doğru mudur?
ug: دەلىللەش كودى مەزكۇر تېلېفون نومۇرىغا يوللىنىدۇ. تۆۋەندىكى تېلېفون نومۇرى توغرىمۇ؟
uk: На цей номер телефону буде надіслано код для підтвердження. Ви правильно його зазначили?
ur: اس نمبر پر توثیقی کوڈ بھیجا جائے گا۔ کیا آپ کا فون نمبر اوپر ہے؟
vi: Mã xác minh sẽ được gửi đến số điện thoại này. Số điện thoại ở trên của bạn có chính xác không?
zh_cn: 验证码将会发送到该号码，请问此手机号码是否正确？
zh_hk: 此電話號碼將收到驗證碼。您的電話號碼是否正確？

# REGISTRATION_VIEW_PHONE_NUMBER_CONFIRMATION_ALERT_TITLE_FORMAT
source: Number Confirmation: %@
af: Nommerbevestiging: %@
ar: تأكيدُ الرقم: %1$@
az: Nömrə təsdiqləməsi: %@
be: Пацвярджэнне нумара: %1$@
bn: নম্বর নিশ্চিতকরণ: %1$@
ca: Número de confirmació: %1$@
cs: Ověření čísla: %1$@
cy: Cadarnhad Rhif: %@
da: Nummerbekræftelse: %1$@
de: Bestätigung für Telefonnummer: %1$@
el: Επιβεβαίωση αριθμού: %1$@
es: Confirmación de número: %1$@
et: Numbri kinnitus: %@
eu: Zenbakiaren baieztapena: %@
fa: تأیید شماره: %1$@
fi: Numeron vahvistus: %1$@
fr: Confirmation du numéro : %1$@
ga: Number Confirmation: %1$@
gu: નંબરની પુષ્ટિ: %1$@
he: אישור מספר: %1$@
hi: नंबर की पुष्टि: %1$@
hr: Broj za potvrdu: %1$@
hu: Szám megerősítés: %1$@
id: Konfirmasi Nomor: %1$@
is: Staðfesting númers: %@
it: Conferma numero: %1$@
ja: 電話番号の確認: %1$@
kab: Uṭṭun n usentem: %@
km: á€á¶ášá”á‰áŸ’á‡á¶á€áŸ‹á›áŸááŸ– %@
kn: ಸಂಖ್ಯೆ ದೃಢೀಕರಣ: %@
ko: 전화번호 확인: %1$@
lt: Numerio patvirtinimas: %@
lv: Numura apstiprināšana: %@
ml: നമ്പർ സ്ഥിരീകരണം: %@
mr: नंबरची पुष्टी:%1$@
ms: Pengesahan Nombor: %1$@
my: အတည်ပြုမည့် ဖုန်းနံပါတ် - %@
nb: Bekreft telefonnummer: %1$@
nl: Telefoonnummer bevestigen: %1$@
pa: ਨੰਬਰ ਦੀ ਤਸਦੀਕ: %@
pl: Potwierdzenie numeru %1$@
ps: شمېره تصدیق کوي: %@
pt_br: Número de confirmação: %1$@
pt_pt: Número de confirmação: %1$@
ro: Confirmare număr: %1$@
ru: Подтверждение номера: %1$@
sk: Potvrdenie čísla: %1$@
sl: Število potrditev: %@
sq: Ripohim Numri: %@
sr: Број потврде: %1$@
sv: Nummerbekräftelse: %1$@
sw: Uthibitishaji wa Nambari: %@
ta: எண் உறுதிப்படுத்தல்: %@
te: సంఖ్య నిర్ధారణ: %@
th: การยืนยันหมายเลขโทรศัพท์: %1$@
tr: Numara onaylama: %1$@
ug: نومۇر جەزملەشتۈرۈش: %1$@
uk: Підтвердження номера: %1$@
ur: نمبر کی تصدیق: %1$@
vi: Số Xác nhận: %1$@
zh_cn: 号码确认：%1$@
zh_hk: 確認電話號碼：%1$@

# REGISTRATION_VIEW_PHONE_NUMBER_CONFIRMATION_EDIT_BUTTON
source: Edit
af: Wysig
ar: تحرير
az: Düzəliş et
be: Рэдагаваць
bn: সম্পাদনা করুন
ca: Edita
cs: Upravit
cy: Golygu
da: Redigér
de: Bearbeiten
el: Eπεξεργασία
es: Editar
et: Muuda
eu: Editatu
fa: ویرایش
fi: Muokkaa
fr: Modifier
ga: Eagar
gu: ફેરફાર કરો
he: ערוך
hi: बदलें
hr: Uredi
hu: Szerkesztés
id: Sunting
is: Breyta
it: Modifica
ja: 編集
kab: Ẓreg
km: á€áŸ‚á”áŸ’ášáŸ‚
kn: ತಿದ್ದಿ
ko: 수정
lt: Taisyti
lv: Rediģēt
mk: Измени
ml: തിരുത്തുക
mr: संपादन
my: ပြင်ရန်
nb: Rediger
nl: Bewerken
pa: ਸੋਧੋ
pl: Edytuj
ps: تصحیح
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Изменить
sk: Upraviť
sl: Uredi
sq: Përpunojeni
sr: Измени
sv: Ändra
sw: Hariri
ta: தொகு
te: సరిచేయు
th: แก้ไข
tr: Düzenle
ug: تەھرىر
uk: Змінити
ur: ترتیب دیں
vi: Sửa
zh_cn: 编辑
zh_hk: 編輯

# REGISTRATION_VIEW_PHONE_NUMBER_SPINNER_LABEL_FORMAT
source: Verifying %@...
af: Verifieer tans %@…
ar: جارٍ التَّحَقُّق مِن %1$@…
az: %@ təsdiqlənir...
be: Праверка %1$@…
bn: %1$@ যাচাই হচ্ছে…
ca: Verificant %1$@…
cs: Ověřování %1$@…
cy: Yn Gwirio %@…
da: Bekræfter %1$@ …
de: %1$@ wird verifiziert …
el: Επαλήθευση %1$@…
es: Verificando %1$@…
et: Numbri %@ kinnitamine...
eu: Egiaztatzen %@...
fa: در حال درستی‌سنجی %1$@…
fi: Varmennetaan %1$@…
fr: Vérification du %1$@…
ga: %1$@ á fíorú…
gu: %1$@ ની ચકાસણી થઈ રહી છે…
he: מוודא את %1$@…
hi: %1$@ सत्यापित किया जा रहा है…
hr: Potvrđivanje %1$@…
hu: %1$@ ellenőrzése…
id: Memverifikasi %1$@…
is: Sannreyni %@...
it: Verifica %1$@ in corso…
ja: %1$@ を検証しています…
kab: Asenqed n %@...
km: á€áŸ†á–á»á„á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹ %@...
kn: %@ ಅನ್ನು ದೃಢೀಕರಿಸಲಾಗುತ್ತದೆ...
ko: %1$@ 확인 중..
lt: Patvirtinamas %@...
lv: Pārbauda %@...
ml: %@ പരിശോധിക്കുന്നു...
mr: %1$@ सत्यापित करत आहे…
ms: Mengesahkan %1$@…
my: %@ ကို အတည်ပြုနေသည် ...
nb: Bekrefter%1$@…
nl: %1$@ aan het verifiëren…
pa: %@ ਦੀ ਤਸਦੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Weryfikowanie numeru %1$@…
ps: %@ تاییدوي
pt_br: Verificando %1$@…
pt_pt: A verificar %1$@…
ro: Se verifică %1$@…
ru: Проверка %1$@…
sk: Overuje sa %1$@…
sl: Potrjevanje čez %@...
sq: Po verifikohet %@...
sr: Верификовање броја %1$@…
sv: Verifierar %1$@ …
sw: Inathibitisha %@...
ta: சரிபார்க்கிறது %@...
te: %@ ధృవీకరిస్తోంది...
th: กำลังตรวจยืนยัน %1$@…
tr: %1$@ doğrulanıyor…
ug: «%1$@» نى دەلىللەۋاتىدۇ...
uk: Триває перевірка %1$@…
ur: %1$@ کی تصدیق ہو رہی ہے…
vi: Đang xác thực %1$@…
zh_cn: 正在验证 %1$@……
zh_hk: 正在驗證 %1$@……

# REGISTRATION_VOICE_CODE_FAILED_TRY_SMS_BUTTON
source: Send sms
ar: أرسِل رسالة قصيرة
be: Адправіць sms
bn: এসএমএস পাঠান
ca: Enviar SMS
cs: Poslat SMS
de: Als SMS senden
el: Αποστολή SMS
es: Enviar SMS
fa: ارسال SMS
fi: Lähetä SMS
fr: Recevoir un SMS
ga: Seol SMS
gu: SMS મોકલો
he: שליחת SMS
hi: SMS भेजें
hr: Pošalji SMS
hu: SMS küldése
id: Kirim SMS
it: Invia SMS
ja: SMSで送る
ko: SMS 보내기
mr: SMS पाठवा
ms: Hantar sms
nl: SMS versturen
pl: Wyślij SMS
pt_br: Enviar SMS
pt_pt: Enviar SMS
ro: Trimite SMS
ru: Отправить SMS
sk: Odoslať SMS
sr: Пошаљи SMS
sv: Skicka SMS
th: ส่ง SMS
tr: SMS gönder
ug: قىسقا ئۇچۇر يوللاڭ
uk: Надіслати SMS
ur: sms بھیجیں
vi: Gửi SMS
zh_cn: 发送短信
zh_hk: 發送短訊
