Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# AB_PERMISSION_MISSING_ACTION_NOT_NOW
source: Not Now
af: Nie nou nie
ar: ليس الآن
az: İndi yox
be: Не зараз
bg: Не Сега
bn: এখন নয়
ca: Ara no
cs: Nyní ne
cy: Nid nawr
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
es_es: Ahora no
et: Mitte praegu
eu: Orain ez
fa: حالا نه
fi: Ei nyt
fil: Hindi Ngayon
fr: Plus tard
ga: Ná bac leis anois
gu: અત્યારે નહીં
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Később
id: Jangan sekarang
is: Ekki núna
it: Non ora
ja: 今はしない
kab: Mačči tura
kk: Қазір емес
km: á˜á·á“á˜áŸ‚á“á¥á¡á¼áœ
kn: ಈಗಲ್ಲ
ko: 나중에
lt: Ne dabar
lv: Ne tagad
mk: Не сега
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
ms: Bukan Sekarang
my: ယခုမဟုတ်ပါ
nb: Ikke nå
nl: Niet nu
pa: ਹਾਲੇ ਨਹੀਂ
pa_pk: اجے نئیں
pl: Nie teraz
ps: اوس نه
pt_br: Agora não
pt_pt: Agora não
ro: Nu Acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sq: Jo Tani
sr: Не сада
sv: Inte nu
sw: Sio kwa Sasa
ta: இப்போது வேண்டாம்
te: ఇప్పుడు కాదు
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
ug: ھازىر ئەمەس
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_cn: 以后再说
zh_hk: 現在不要

# ABOUT_SECTION_TITLE
source: About Signal
af: Oor Signal
ar: حول سيجنال
az: Signal haqqında
be: Пра Signal
bn: Signal সম্পর্কে
ca: Sobre Signal
cs: O Signal
cy: Ynghylch Signal
da: Om Signal
de: Über Signal
el: Σχετικά με το Signal
es: Acerca de Signal
et: Teave Signali kohta
eu: Signal-i buruz
fa: دربارهٔ سیگنال
fi: Tietoja Signalista
fr: À propos de Signal
ga: Maidir le Signal
gu: Signal વિશે
he: אודות Signal
hi: Signal के बारे मे
hr: O Signalu
hu: Az alkalmazásról
id: Tentang Signal
is: Um Signal
it: Informazioni su Signal
ja: Signalについて
kab: Ɣef Signal
km: á¢áŸ†á–á¸ Signal
kn: Signal ಕುರಿತು
ko: Signal에 대하여
lt: Apie Signal
lv: Par Signal
mk: За Signal
ml: Signal-നെക്കുറിച്ച്
mr: Signal बद्दल
ms: Mengenai Signal
my: Signal ၏အကြောင်း
nb: Om Signal
nl: Over Signal
pa: Signal ਬਾਰੇ
pl: O aplikacji Signal
ps: د Signal په اړه
pt_br: Sobre o Signal
pt_pt: Acerca do Signal
ro: Despre Signal
ru: О приложении Signal
sk: O aplikácií Signal
sl: O Signal-u
sq: Mbi Signal-in
sr: О Signal-у
sv: Om Signal
sw: Kuhusu Signal
ta: சிக்னலை பற்றி
te: Signal గురించి
th: เกี่ยวกับ Signal
tr: Signal Hakkında
ug: ‫Signal ھەققىدە
uk: Про Signal
ur: Signal کے بارے میں
vi: Về Signal
zh_cn: 关于 Signal
zh_hk: 關於 Signal

# ACCESSIBILITY_LABEL_ATTACHMENT
source: Attachment
af: Aanhangsel
ar: الملف المُرفَق
az: Qoşma
be: Далучэнне
bg: Прикачен файл
bn: সংযুক্তি
ca: Fitxer adjunt
cs: Příloha
cy: Atodiad
da: Vedhæftet fil
de: Anhang
el: Συνημμένο
es: Archivo adjunto
es_es: Adjunto
et: Manus
eu: Eranskina
fa: پیوست
fi: Liitetiedosto
fil: Kalakip
fr: Pièce jointe
ga: Ceangaltán
gu: જોડાણ
he: צרופה
hi: अटैचमेंट
hr: Privitak
hu: Csatolmány
id: Lampiran
is: Viðhengi
it: Allegato
ja: 添付ファイル
kab: Taceqquft yeddan
kk: Тіркеме
km: á€á¶ášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಗತ್ತು
ko: 첨부 파일
lt: Priedas
lv: Pielikums
mk: Прикачување
ml: അറ്റാച്ചുമെന്റ്
mr: संलग्न
ms: Lampiran
my: ပူးတွဲဖိုင်
nb: Vedlegg
nl: Bijlage
pa: ਅਟੈਚਮੈਂਟ
pa_pk: منسلکہ
pl: Załącznik
ps: ضمیمه
pt_br: Anexo
pt_pt: Anexo
ro: Atașament
ru: Вложение
sk: Príloha
sl: Priponka
sq: Bashkëngjitje
sr: Прилог
sv: Bilaga
sw: Kiambatisho
ta: இணைப்பு
te: జోడింపు
th: แฟ้มแนบ
tr: Eklenti
ug: قوشۇمچە
uk: Вкладення
ur: منسلک مواد
vi: Tập tin đính kèm
zh_cn: 附件
zh_hk: 附件

# ACCESSIBILITY_LABEL_AUDIO
source: Audio
af: Klank
ar: الصوت
az: Səs
be: Аўдыё
bg: Аудио
bn: অডিও
ca: Àudio
cs: Zvuk
cy: Sain
da: Lyd
el: Ήχος
eu: Audioa
fa: صوت
fi: Ääni
ga: Fuaim
gu: ઓડિયો
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
is: Hljóð
ja: 音声
kab: Ameslaw
kk: Дыбыс
km: áŸáŸ†á¡áŸá„
kn: ಆಡಿಯೊ
ko: 음성
lt: Garso įrašai
mk: Аудио
ml: ഓഡിയോ
mr: ऑडिओ
my: အသံ
nb: Lyd
pa: ਆਡੀਓ
pa_pk: آڈیو
pl: Dźwięk
ps: اډیو
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sr: Аудио
sv: Ljud
sw: Sauti
ta: ஒலி
te: ఆడియో
th: เสียง
tr: Ses
ug: ئۈن
uk: Аудіо
ur: آڈیو
vi: Âm thanh
zh_cn: 音频
zh_hk: 音訊

# ACCESSIBILITY_LABEL_CONTACT
source: Contact
af: Kontak
ar: جهة الاتصال
az: Əlaqə
be: Кантакт
bg: Контакт
bn: পরিচিতি
ca: Contacte
cs: Kontakt
cy: Cysylltiad
da: Kontakt
de: Kontakt
el: Επαφή
es: Contacto
es_es: Contacto
et: Kontakt
eu: Kontaktua
fa: مخاطب
fi: Yhteystieto
fil: Kontak
ga: Teagmhálaí
gu: સંપર્ક
he: איש קשר
hi: संपर्क
hr: Kontakt
hu: Névjegy
id: Kontak
is: Tengiliður
it: Contatto
ja: 連絡先
kab: Anermis
kk: Байланыстағы тұлға
km: á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„
kn: ಸಂಪರ್ಕ
ko: 연락처
lt: Adresatas
lv: Kontaktpersona
mk: Контакт
ml: കോൺടാക്ട്
mr: संपर्क
ms: Kenalan
my: အဆက်အသွယ်
nb: Kontakt
pa: ਸੰਪਰਕ
pa_pk: رابطہ
pl: Kontakt
ps: مخاطب
pt_br: Contato
pt_pt: Contacto
ru: Контакт
sk: Kontakt
sl: Stik
sq: Kontakt
sr: Контакт
sv: Kontakt
sw: Mwasiliani
ta: தொடர்பு
te: పరిచయం
th: ผู้ติดต่อ
tr: Kişi
ug: ئالاقەداش
uk: Контакт
ur: رابطہ
vi: Liên hệ
zh_cn: 联系人
zh_hk: 聯絡人

# ACCESSIBILITY_LABEL_CONTACT_FORMAT
source: Contact for %@
af: Kontak vir %@
ar: جهة الاِتصال لـ %1$@
az: %@ ilə əlaqə
be: Кантакт для %1$@
bn: %1$@-এর জন্য কন্ট্যাক্ট
ca: Contacte per a %1$@
cs: Kontakt pro %1$@
cy: Cysylltiad ar gyfer %@
da: Kontakt for %1$@
de: Kontakt für %1$@
el: Επαφή για τον/την %1$@
es: Datos de %1$@
et: Kontakt: %@
eu: %@ erabiltzailearen kontaktua
fa: اطلاعات مخاطب برای %1$@
fi: Yhteystieto: %1$@
fr: Coordonnées de %1$@
ga: Teagmháil i gcomhair %1$@
gu: %1$@ માટે સંપર્ક કરો
he: איש קשר עבור %1$@
hi: %1$@ के लिए संपर्क करें
hr: Kontakt za %1$@
hu: Névjegy hozzá: %1$@
id: Kontak untuk %1$@
is: Tengiliður fyrir %@
it: Contatto per %1$@
ja: %1$@ の連絡先
kab: Anermis i %@
km: á‘á¶á€áŸ‹á‘á„áŸá˜áŸ’ášá¶á”áŸ‹ %@
kn: %@ ಅವರನ್ನು ಸಂಪರ್ಕಿಸಿ
ko: %1$@ 연락처
lt: Susisiekti su %@
lv: %@ kontaktpersona
mk: Контакт за %@
ml: %@-നായി ബന്ധപ്പെടുക
mr: %1$@ साठी संपर्क
ms: Hubungan untuk %1$@
my: %@ အတွက် အဆက်အသွယ်
nb: Kontakt for %1$@
nl: Contactinformatie over %1$@
pa: %@ ਲਈ ਸੰਪਰਕ
pl: Kontakt do %1$@
ps: مخاطب د %@ لپاره
pt_br: Detalhes do contato %1$@
pt_pt: Contacto de %1$@
ro: Contact pentru %1$@
ru: Контакт: %1$@
sk: Kontakt pre %1$@
sl: Stik za %@
sq: Kontakt për %@
sr: Контакт %1$@
sv: Kontakta för %1$@
sw: Maelezo ya mawasiliano ya %@
ta: தொடர்பு கொள்ள %@
te: పరిచయం %@
th: ช่องทางติดต่อของ %1$@
tr: %1$@ kişisi
ug: %1$@ ئالاقە ئۇچۇرى
uk: Контакт користувача %1$@
ur: %1$@ کے لئے رابطہ کریں
vi: Liên hệ cho %1$@
zh_cn: %1$@ 的联系信息
zh_hk: 聯絡人 %1$@

# ACCESSIBILITY_LABEL_MEDIA
source: Media
ar: الوسائط
be: Медыяфайл
bg: Медия
bn: মিডিয়া
ca: Contingut
cs: Média
cy: Cyfryngau
da: Mediefil
de: Medieninhalte
el: Πολυμέσα
es: Archivo multimedia
es_es: Adjuntos
et: Meedia
fa: رسانه‌ها
fr: Médias
ga: Meáin
gu: મીડિયા
he: מדיה
hi: मीडिया
hr: Medijski zapis
hu: Média
is: Margmiðlunarefni
ja: メディア
kab: Alɣawan
kk: Ақпарат құралдары
km: á–áŸááŸŒá˜á¶á“
kn: ಮೀಡಿಯಾ
ko: 미디어
lt: Medija
lv: Multivide
mk: Медија
ml: മീഡിയ
mr: मीडिया
my: ရုပ်၊သံ၊ပုံ များ
pa: ਮੀਡੀਆ
pa_pk: میڈیا
pl: Multimedia
ps: رسنۍ
pt_br: Mídia
pt_pt: Multimédia
ru: Медиа
sk: Médiá
sl: Vsebine
sr: Медиј
ta: ஊடகம்
te: మీడియా
th: สื่อ
tr: İçerik
ug: ۋاسىتە
uk: Медіафайли
ur: میڈیا
vi: Đa phương tiện
zh_cn: 媒体
zh_hk: 媒體

# ACCESSIBILITY_LABEL_STICKER
source: Sticker
af: Plakker
ar: مُلصَق
az: Stiker
be: Стыкер
bg: Стикер
bn: স্টিকার
ca: Adhesiu
cs: Nálepka
cy: Sticer
da: Klistermærke
el: Αυτοκόλλητο
es_es: Cromo
et: Kleebis
eu: Eranskailua
fa: استیکر
fi: Tarra
ga: Greamán
gu: સ્ટીકર
he: מדבקה
hi: स्टिकर
hr: Naljepnica
hu: Matrica
id: Stiker
is: Límmerki
it: Adesivo
ja: ステッカー
kab: Astiker
kk: Жапсырма
km: áŸáŸ’á‘á¸á€á‚áŸáš
kn: ಸ್ಟಿಕ್ಕರ್
ko: 스티커
lt: Lipdukas
lv: Uzlīme
mk: Стикер
ml: സ്റ്റിക്കർ
mr: स्टिकर
ms: Pelekat
my: စတစ်ကာ
nb: Klistremerke
pa: ਸਟਿੱਕਰ
pa_pk: اسٹیکر
pl: Naklejka
ps: سټیکر
pt_br: Figurinha
pt_pt: Autocolante
ro: Autocolant
ru: Стикер
sk: Nálepka
sl: Nalepka
sq: Ngjitës
sr: Налепница
sv: Klistermärke
sw: Kibandiko
ta: ஓட்டி
te: స్టికర్
th: สติกเกอร์
tr: Çıkartma
ug: چىراي ئىپادە
uk: Стікер
ur: اسٹیکر
vi: Nhãn dán
zh_cn: 表情
zh_hk: 貼圖

# ACCESSIBILITY_LABEL_STICKER_FORMAT
source: Sticker similar to %@
ar: مُلصق شبيه بـ %1$@
be: Стыкер, падобны на %1$@
bn: %1$@-এর মতো স্টিকার
ca: Sticker similar a %1$@
cs: Nálepka podobná: %1$@
da: Klistermærke, der ligner %1$@
de: Sticker ähnelt %1$@
el: Αυτοκόλλητο παρόμοιο με %1$@
es: Sticker similar a %1$@
fa: استیکر شبیه به %1$@
fi: Tarra, joka on samanlainen kuin %1$@
fr: Sticker ressemblant à %1$@
ga: Greamán comhchosúil le: %1$@
gu: %1$@ જેવું સ્ટીકર
he: סטיקר שנראה כמו %1$@
hi: %1$@ के समान स्टिकर
hr: Naljepnica koja izgleda kao %1$@
hu: A(z) %1$@ jelhez hasonló matrica
id: Stiker mirip dengan %1$@
it: Adesivo che rappresenta %1$@
ja: %1$@に類するステッカー
ko: %1$@와(과) 비슷한 스티커
mr: %1$@ यासारखाच स्टिकर
ms: Pelekat serupa dengan %1$@
nb: Klistremerke som ligner på %1$@
nl: Sticker lijkt op %1$@
pl: Naklejka podobna do emoji %1$@
pt_br: Figurinha semelhante a um %1$@
pt_pt: Autocolante similar a %1$@
ro: Autocolant similar cu %1$@
ru: Стикер, похожий на %1$@
sk: Nálepka podobná ako %1$@
sr: Налепница која изгледа као %1$@
sv: Klistermärken som liknar %1$@
th: สติกเกอร์ที่คล้ายกับ %1$@
tr: %1$@ benzeri çıkartma
ug: %1$@ گە ئوخشاش چاپلاق
uk: Стікер, схожий на емоджі «%1$@»
ur: %1$@ سے ملتا جلتا اسٹیکر
vi: Nhãn dán tương tự %1$@
zh_cn: 类似%1$@的贴纸
zh_hk: 與 %1$@ 相似的貼圖

# ACCESSIBILITY_LABEL_VOICE_MEMO
source: Voice message
af: Stemboodskap
ar: رسالة صوتية
az: Səsyazmalı mesaj
be: Галасавое паведамленне
bn: ভয়েস মেসেজ
ca: Missatge de veu
cs: Hlasová zpráva
cy: Neges llais
da: Talebesked
de: Sprachnachricht
el: Μήνυμα φωνής
es: Mensaje de voz
et: Häälsõnum
eu: Ahots-mezua
fa: پیام صوتی
fi: Ääniviesti
fr: Message vocal
ga: Glórphost
gu: વોઇસ મેસેજ
he: הודעה קולית
hi: ध्वनि संदेश
hr: Glasovna poruka
hu: Hangüzenet
id: Pesan suara
is: Talskilaboð
it: Messaggio vocale
ja: 音声メッセージ
kab: Izen s taɣect
km: áŸá¶ášáŸáŸ†á¡áŸá„
kn: ಧ್ವನಿ ಸಂದೇಶ
ko: 음성 메시지
lt: Balso žinutė
lv: Balss ziņa
mk: Гласовна порака
ml: ശബ്ദ സന്ദേശം
mr: व्हॉईस संदेश
ms: Mesej suara
my: အသံ မက်ဆေ့ချ်
nb: Talemelding
nl: Spraakbericht
pa: ਆਵਾਜ਼ ਸੁਨੇਹਾ
pl: Wiadomość głosowa
ps: غږیز پیغام
pt_br: Mensagem de voz
pt_pt: Mensagem de voz
ro: Mesaj vocal
ru: Голосовое сообщение
sk: Hlasová správa
sl: Glasovno sporočilo
sq: Mesazh zanor
sr: Гласовна порука
sv: Röstmeddelande
sw: Ujumbe wa sauti
ta: குரல் செய்தி
te: వాయిస్ సందేశం
th: ข้อความเสียง
tr: Sesli ileti
ug: ئۈن ئۇچۇر
uk: Голосове повідомлення
ur: آڈیو پیغام
vi: Tin nhắn thoại
zh_cn: 语音消息
zh_hk: 語音訊息

# ACCOUNT_DATA_REPORT_CONFIRM_EXPORT_CONFIRM_BUTTON
source: Export Report
ar: تصدير التقرير
be: Экспартаваць справаздачу
bn: রিপোর্ট এক্সপোর্ট করুন
ca: Exportar informe
cs: Exportovat přehled
da: Eksportér rapport
de: Bericht exportieren
el: Εξαγωγή αναφοράς
es: Exportar informe
fa: خروجی گرفتن گزارش
fi: Vie raportti
fr: Exporter le rapport
ga: Easpórtáil an Tuairisc
gu: રિપોર્ટ એક્સપોર્ટ કરો
he: יצוא דוח
hi: निर्यात रिपोर्ट करें
hr: Izvezi izvješće
hu: Jelentés exportálása
id: Ekspor Laporan
it: Esporta report
ja: レポートをエクスポートする
ko: 보고서 내보내기
mr: रिपोर्ट एक्सपोर्ट करा
ms: Eksport laporan
nb: Eksporter rapport
nl: Rapport exporteren
pl: Wyeksportuj raport
pt_br: Exportar relatório
pt_pt: Exportar relatório
ro: Exportă Raportul
ru: Экспортировать отчёт
sk: Exportovať prehľad
sr: Извези извештај
sv: Exportera rapport
th: ส่งออกรายงาน
tr: Raporu dışa aktar
ug: دوكلاتنى چىقىرىش
uk: Експортувати
ur: رپورٹ ایکسپورٹ کریں
vi: Xuất Báo cáo
zh_cn: 导出报告
zh_hk: 匯出報告

# ACCOUNT_DATA_REPORT_CONFIRM_EXPORT_MESSAGE
source: Only share your Signal account data with people or apps you trust.
ar: لا تُشارِك بيانات حساب سيجنال الخاص بك إلّا مع الأشخاص أو التطبيقات التي تثق بها.
be: Абагульвайце даныя вашага ўліковага запісу Signal толькі з тымі людзьмі або праграмамі, да якіх маеце давер.
bn: শুধুমাত্র আপনার বিশ্বাসযোগ্য ব্যক্তি বা অ্যাপের সাথে আপনার Signal অ্যাকাউন্টের ডেটা শেয়ার করুন।
ca: Comparteix les dades del teu compte de Signal només amb persones o aplicacions de confiança.
cs: Údaje o svém účtu Signal sdílejte jen s lidmi nebo aplikacemi, kterým důvěřujete.
da: Del kun data tilknyttet din Signal konto med personer eller apps, du har tillid til.
de: Teile deine Signal-Kontodaten nur mit Personen oder Apps, denen du vertraust.
el: Μοιράσου τα δεδομένα του λογαριασμού σου στο Signal μόνο με άτομα ή εφαρμογές που εμπιστεύεσαι.
es: Comparte los datos de tu cuenta de Signal solo con personas o aplicaciones en las que confíes.
fa: اطلاعات حساب سیگنال خود را فقط با افراد یا برنامه‌های مورد اعتمادتان به اشتراک بگذارید.
fi: Jaa Signal-tilisi tiedot vain niiden henkilöiden ja sovellusten kanssa, joihin luotat.
fr: Ne partagez les données de votre compte Signal qu'avec des personnes ou des apps de confiance.
ga: Ná comhroinn sonraí do chuntas Signal ach le daoine nó aipeanna a bhfuil muinín agat iontu.
gu: તમારા Signal એકાઉન્ટ ડેટા તમને વિશ્વાસ હોય તેવા જ લોકો અને ઍપ સાથે શેર કરો.
he: כדאי לשתף את נתוני חשבון Signal שלך רק עם אנשים או אפליקציות שבוטחים בהם.
hi: अपने Signal अकाउंट के डेटा को केवल उन लोगों या ऐप्स के साथ साझा करें जिन पर आप भरोसा करते हैं।
hr: Dijelite podatke o vašem Signal računu samo s osobama ili aplikacijama kojima vjerujete.
hu: Csak olyan személyekkel vagy alkalmazásokkal oszd meg a Signal-fiókod adatait, akikben megbízol.
id: Hanya bagikan data akun Signal Anda dengan orang atau aplikasi yang Anda percayai.
it: Condividi i dati legati al tuo account Signal solamente con persone o applicazioni di cui ti fidi.
ja: Signal アカウントデータは、信頼できる人またはアプリとのみ共有してください。
ko: Signal 계정 데이터를 신뢰하는 사람 또는 앱에만 공유하세요.
mr: आपण विश्वास करत असलेल्या लोकांसह फक्त आपला Signal डेटा अकाऊंट शेअर करा.
ms: Hanya kongsikan data akaun Signal anda dengan orang atau aplikasi yang anda percayai.
nb: Ikke del brukerdataene dine fra Signal med personer og apper som du ikke stoler på.
nl: Deel je Signal-accountgegevens alleen met mensen of apps die je vertrouwt.
pl: Udostępniaj dane swojego konta Signal wyłącznie zaufanym osobom i aplikacjom.
pt_br: Compartilhe os dados da sua conta do Signal com pessoas ou apps que você conhece.
pt_pt: Partilhe apenas os dados da sua conta Signal com pessoas ou aplicações da sua confiança.
ro: Distribuie datele contului tău de Signal doar către persoane sau aplicații în care ai încredere.
ru: Передавайте данные учётной записи Signal только тем людям или приложениям, которым вы доверяете.
sk: Údaje svojho Signal účtu zdieľajte iba s ľuďmi a aplikáciami, ktorým dôverujete.
sr: Делите податке са свог налога на Signal-у само са људима или апликацијама којима верујете.
sv: Dela bara dina Signal-kontodata med personer eller appar som du litar på.
th: เราขอแนะนำให้แชร์ข้อมูลบัญชี Signal ของคุณให้กับคนรู้จักหรือแอปที่คุณไว้วางใจเท่านั้น
tr: Signal hesap verilerini yalnızca güvendiğin kişilerle veya uygulamalarla paylaş.
ug: Signal ھېسابات ئۇچۇرلىرىڭىزنى پەقەت ئۆزىڭىز ئىشىنىدىغان كىشىلەر ياكى ئەپلەر بىلەن ئورتاقلىشىڭ.
uk: Надсилайте свої облікові дані користувача Signal лише тим людям і через ті застосунки, яким довіряєте.
ur: صرف اپنے قابلِ اعتماد لوگوں یا ایپس کے ساتھ اپنے Signal اکاؤنٹ کا ڈیٹا شیئر کریں۔
vi: Chỉ chia sẻ dữ liệu tài khoản Signal của bạn với người hoặc ứng dụng bạn tin tưởng.
zh_cn: 请只将您的 Signal 账户数据分享给您信任的人或应用。
zh_hk: 僅與你信任的人或應用程式分享你的 Signal 帳戶資料。

# ACCOUNT_DATA_REPORT_ERROR_MESSAGE
source: Check your connection and try again.
ar: تحقّق من اتصالك بالشبكة ثم حاوِل مُجدَّدًا.
be: Праверце падключэнне і паўтарыце спробу.
bn: আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: Comprova la connexió i torna-ho a provar.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
da: Tjek din forbindelse, og prøv igen.
de: Überprüfe deine Verbindung und versuche es erneut.
el: Έλεγξε τη σύνδεσή σου και δοκίμασε πάλι.
es: Comprueba tu conexión e inténtalo de nuevo.
fa: اتصال خود را بررسی و دوباره تلاش کنید.
fi: Tarkista verkkoyhteys ja yritä uudelleen.
fr: Vérifiez votre connexion et réessayez.
ga: Seiceáil do nasc agus triail arís.
gu: તમારું કનેક્શન તપાસો અને ફરીથી પ્રયત્ન કરો.
he: כדאי לבדוק את החיבור שלך ולנסות שוב.
hi: अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Provjerite internetsku vezu i pokušajte ponovno.
hu: Ellenőrizd az internetkapcsolatod, és próbáld újra!
id: Periksa koneksi Anda dan coba lagi.
it: Controlla la tua connessione e riprova.
ja: インターネット接続を確認して再度試してください。
ko: 연결을 확인하고 다시 시도하세요.
mr: आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Periksa sambungan anda dan cuba lagi.
nb: Sjekk internettilkoblingen og prøv igjen.
nl: Controleer of je apparaat met het internet is verbonden en probeer het opnieuw.
pl: Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Verifique a sua conexão e tente novamente.
pt_pt: Verifique a sua ligação e tente novamente.
ro: Verifică-ți conexiunea și încearcă din nou.
ru: Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Skontrolujte svoje pripojenie a skúste to znovu.
sr: Проверите да ли сте повезани на интернет и пробајте поново.
sv: Kontrollera din anslutning och försök igen.
th: กรุณาตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Bağlantını kontrol edip tekrar dene.
ug: تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Перевірте з'єднання та спробуйте ще раз.
ur: اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Kiểm tra kết nối của bạn và thử lại.
zh_cn: 请检查您的网络连接并重试。
zh_hk: 請檢查網路連線，然後再試一次。

# ACCOUNT_DATA_REPORT_ERROR_TITLE
source: Couldn’t Generate Report
ar: تعذَّر إنشاء تقرير
be: Не атрымалася стварыць справаздачу
bn: রিপোর্ট তৈরি করা যায়নি
ca: No s'ha pogut generar l'informe
cs: Přehled se nepodařilo vygenerovat
da: Kunne ikke generere rapport
de: Bericht konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία αναφοράς
es: No se ha podido generar el informe
fa: تولید گزارش امکان‌پذیر نبود
fi: Raporttia ei voitu luoda
fr: Impossible de générer le rapport
ga: Níorbh Fhéidir Tuairisc a Ghiniúint
gu: રિપોર્ટ જનરેટ કરી શકાયો નથી
he: הפקת דוח נכשלה
hi: रिपोर्ट जनरेट नहीं की जा सकी
hr: Nije moguće generirati izvješće
hu: Nem sikerült jelentést generálni
id: Tidak Dapat Membuat Laporan
it: Non è stato possibile generare un report
ja: レポートを作成できませんでした
ko: 보고서를 생성할 수 없습니다
mr: रिपोर्ट तयार करू शकत नाही
ms: Tidak Dapat Menjana Laporan
nb: Kunne ikke opprette rapport
nl: Kan rapport niet genereren
pl: Nie udało się wygenerować raportu
pt_br: Não foi possível gerar o relatório
pt_pt: Não foi possível gerar relatório
ro: Nu s-a putut genera raportul
ru: Не удалось создать отчёт
sk: Prehľad sa nepodarilo vygenerovať
sr: Генерисање извештаја није успело
sv: Det gick inte att generera rapport
th: ไม่สามารถสร้างรายงานได้
tr: Rapor oluşturulamadı
ug: دوكلات ھاسىل قىلالمىدى
uk: Не вдалося створити файл
ur: رپورٹ تیار نہیں ہو سکی
vi: Không thể tạo báo cáo
zh_cn: 无法生成报告
zh_hk: 無法建立報告

# ACCOUNT_DATA_REPORT_EXPORT_AS_JSON_SUBTITLE
source: Machine-readable file
ar: ملف قابل للقراءة آليًا
be: Файл для чытання машынай
bn: মেশিন-পাঠযোগ্য ফাইল
ca: Arxiu llegible per màquina
cs: Strojově čitelný soubor
da: Maskinlæsbar fil
de: Maschinell lesbare Datei
el: Μηχανικά αναγνώσιμο αρχείο
es: Archivo legible por máquina
fa: فایل قابل‌خواندن برای ماشین
fi: Koneluettava tiedosto
fr: Format lisible par machine
ga: Comhad atá inléite ag meaisín
gu: મશીન વાંચી શકે તેવી ફાઇલ
he: קובץ שניתן לקריאה על ידי מכונה
hi: मशीन-पठनीय फ़ाइल
hr: Strojno čitljiva datoteka
hu: Géppel olvasható fájl
id: File dapat dibaca mesin
it: File leggibile in linguaggio macchina
ja: 機械可読のファイル
ko: 컴퓨터에서 읽을 수 있는 파일
mr: मशिन-वाचण्यायोग्य फाईल
ms: Fail mudah dibaca mesin
nb: Maskinlesbar fil
nl: Machineleesbaar bestand
pl: Plik czytelny dla oprogramowania
pt_br: Arquivo legível por máquina
pt_pt: Ficheiro legível por máquina
ro: Fișier lizibil electronic
ru: Машиночитаемый файл
sk: Strojom čitateľný súbor
sr: Машински читљив фајл
sv: Maskinläsbar fil
th: ไฟล์ที่คอมพิวเตอร์อ่านได้
tr: Makine tarafından okunabilir dosya
ug: ماشىنا ئوقۇيالايدىغان ھۆججەت
uk: Машиночитний файл
ur: مشین سے پڑھی جانے والی فائل
vi: Tệp dành cho thiết bị
zh_cn: 机器可读文件
zh_hk: 機器可讀檔案

# ACCOUNT_DATA_REPORT_EXPORT_AS_JSON_TITLE
source: Export as JSON
ar: تصدير بصيغة JSON
be: Экспартаваць у фармаце JSON
bn: JSON হিসেবে এক্সপোর্ট করুন
ca: Exportar com a JSON
cs: Exportovat jako JSON
da: Eksportér som JSON
de: Als JSON exportieren
el: Εξαγωγή ως JSON
es: Exportar como JSON
fa: خروجی گرفتن در قالب JSON
fi: Vie JSON-muodossa
fr: Exporter au format JSON
ga: Easpórtáil mar JSON
gu: JSON તરીકે એક્સપોર્ટ કરો
he: יצוא כקובץ JSON
hi: JSON के रूप में निर्यात करें
hr: Izvezi kao JSON
hu: Exportálás JSON-ként
id: Ekspor sebagai JSON
it: Esporta in formato JSON
ja: JSON 形式でエクスポートする
ko: JSON으로 내보내기
mr: JSON म्हणून एक्सपोर्ट करा
ms: Eksport sebagai JSON
nb: Eksporter som JSON
nl: Exporteren als JSON
pl: Wyeksportuj w formacie JSON
pt_br: Exportar como JSON
pt_pt: Exportar como JSON
ro: Exportă ca JSON
ru: Экспортировать в формате JSON
sk: Exportovať ako JSON
sr: Извези као JSON
sv: Exportera som JSON
th: ส่งออกเป็นไฟล์ JSON
tr: JSON olarak dışa aktar
ug: JSON شەكلىدە چىقىرىش
uk: Експорт у форматі JSON
ur: بطور JSON ایکسپورٹ کریں
vi: Xuất định dạng JSON
zh_cn: 导出为 JSON 文件
zh_hk: 匯出為 JSON 格式

# ACCOUNT_DATA_REPORT_EXPORT_AS_TXT_SUBTITLE
source: Easy-to-read text file
ar: ملف نصي سهل القراءة
be: Лёгкі для чытання тэкставы файл
bn: সহজে পড়া যায় এমন টেক্সট ফাইল
ca: Arxiu de text fàcil de llegir
cs: Snadno čitelný textový soubor
da: Letlæselig tekstfil
de: Leicht zu lesende Textdatei
el: Εύκολο στην ανάγνωση αρχείο κειμένου
es: Archivo de texto fácil de leer
fa: فایل متنی آسان‌خوان
fi: Helppolukuinen tekstitiedosto
fr: Fichier texte facile à lire
ga: Comhad téacs soléite
gu: સરળતાથી વાંચી શકાય તેવી ટેક્સ્ટ ફાઇલ
he: קובץ טקסט קל לקריאה
hi: आसानी से पढ़ी जाने वाली टेक्स्ट फ़ाइल
hr: Easy-to-read tekstualna datoteka
hu: Könnyen olvasható szöveges fájl
id: File teks mudah dibaca
it: File di facile lettura
ja: 読みやすいテキストファイル
ko: 읽기 쉬운 텍스트 파일
mr: वाचण्यास सोपी मजकूर फाईल
ms: Fail teks mudah dibaca
nb: Lettlest tekstfil
nl: Makkelijk te lezen tekstbestand
pl: Plik tekstowy, który można łatwo odczytać
pt_br: Arquivo de texto fácil de ler
pt_pt: Ficheiro de texto fácil de ler
ro: Fișier text ușor de citit
ru: Легкочитаемый текстовый файл
sk: Ľahko čitateľný textový súbor
sr: Текстуални фајл који се лако чита
sv: Lättläst textfil
th: ไฟล์ข้อความที่อ่านง่าย
tr: Okunması kolay metin dosyası
ug: ئوقۇشقا ئاسان تېكىست ھۆججىتى
uk: Зручний для читання текстовий файл
ur: پڑھنے میں آسان ٹیکسٹ فائل
vi: Tệp văn bản dễ đọc
zh_cn: 易读文本文件
zh_hk: 易於閱讀的文字檔

# ACCOUNT_DATA_REPORT_EXPORT_AS_TXT_TITLE
source: Export as TXT
ar: تصدير بصيغة TXT
be: Экспартаваць у фармаце TXT
bn: TXT হিসেবে এক্সপোর্ট করুন
ca: Exportar com a TXT
cs: Exportovat jako TXT
da: Eksportér som TXT
de: Als TXT exportieren
el: Εξαγωγή ως TXT
es: Exportar como TXT
fa: خروجی گرفتن در قالب TXT
fi: Vie TXT-muodossa
fr: Exporter au format TXT
ga: Easpórtáil mar TXT
gu: TXT તરીકે એક્સપોર્ટ કરો
he: יצוא כקובץ TXT
hi: TXT के रूप में निर्यात करें
hr: Izvezi kao TXT
hu: Exportálás TXT-ként
id: Ekspor sebagai TXT
it: Esporta in formato .txt
ja: TXT 形式でエクスポートする
ko: TXT로 내보내기
mr: TXT म्हणून एक्सपोर्ट करा
ms: Eksport sebagai TXT
nb: Eksporter som TXT
nl: Exporteren als TXT
pl: Wyeksportuj w formacie TXT
pt_br: Exportar como TXT
pt_pt: Exportar como TXT
ro: Exportă ca TXT
ru: Экспортировать в формате TXT
sk: Exportovať ako TXT
sr: Извези као TXT
sv: Exportera som .txt
th: ส่งออกเป็นไฟล์ TXT
tr: TXT olarak dışa aktar
ug: TXT شەكلىدە چىقىرىش
uk: Експорт у форматі TXT
ur: بطور TXT ایکسپورٹ کریں
vi: Xuất định dạng TXT
zh_cn: 导出为 TXT 文件
zh_hk: 匯出為 TXT 格式
