Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STORY_SEND_PARTIALLY_FAILED
source: Partially sent
ar: تمَّ الإرسال جزئيًا.
be: Часткова адпраўлена
bn: আংশিকভাবে পাঠানো হয়েছে
ca: Enviat parcialment
cs: Částečně odesláno
da: Delvist sendt
de: Teilweise gesendet
el: Μερική αποστολή
es: Enviado parcialmente
et: Osaliselt saadetud
fa: بخشی از آن ارسال شد
fi: Lähetetty osittain
fr: Envoi partiel
ga: Seolta go páirteach
gu: આંશિક રીતે મોકલાયું
he: נשלח חלקית
hi: आंशिक रूप से भेजी गई
hr: Djelomično poslano
hu: Részben elküldve
id: Terkirim sebagian
it: Inviata in parte
ja: 一部送信済み
ko: 일부만 전송됐습니다.
lt: Iš dalies nusiųsta
mk: Делумно испратена
ml: ഭാഗികമായി അയച്ചു
mr: अंशतः पाठवले
ms: Sebahagiannya dihantar
nb: Delvis sendt
nl: Gedeeltelijk verzonden
pa: ਅੰਸ਼ਕ ਤੌਰ 'ਤੇ ਭੇਜਿਆ ਗਿਆ
pl: Udostępniona częściowo
pt_br: Parcialmente enviado
pt_pt: Parcialmente enviado
ro: Trimisă parțial
ru: Отправлено не полностью
sk: Čiastočne odoslané
sl: Delno poslano
sr: Делимично послато
sv: Delvis skickad
sw: Imetumwa nusu.
ta: ஓரளவு அனுப்பப்பட்டது
th: ส่งแล้วบางส่วน
tr: Kısmen gönderildi
ug: قىسمەن يوللاندى
uk: Надіслано частково
ur: جزوی طور پر بھیج دیا گیا
vi: Đã gửi một phần
zh_cn: 未完全发送
zh_hk: 已部分傳送

# STORY_SEND_PARTIALLY_FAILED_TAP_FOR_DETAILS
source: Partially sent. Tap for details
ar: تمَّ الإرسال جزئيًا. انقر للمزيد من التفاصيل
be: Часткова адпраўлена. Націснуць, каб даведацца больш
bn: আংশিকভাবে পাঠানো হয়েছে। বিস্তারিত জানতে ট্যাপ করুন
ca: Enviat parcialment. Toca aquí per saber-ne més
cs: Částečně odesláno. Klepnutím zobrazíte podrobnosti
da: Delvist sendt. Tryk for flere oplysninger
de: Teilweise gesendet. Für Details antippen
el: Στάλθηκε εν μέρει. Πάτα για λεπτομέρειες
es: Enviado parcialmente. Toca para ver más.
fa: بخشی از آن ارسال شد. برای جزئیات بیشتر ضربه بزنید
fi: Lähetetty osittain. Napauta saadaksesi lisätietoja
fr: Envoi partiel. En savoir plus
ga: Seolta go páirteach. Tapáil chun sonraí a fháil
gu: થોડી જ મોકલી શક્યા. વિગતો માટે ટેપ કરો
he: נשלח חלקית. אפשר ללחוץ לפרטים
hi: आंशिक रूप से भेजी गई। अधिक जानकारी के लिए टैप करें
hr: Djelomično poslano. Pritisnite za više detalja
hu: Részben elküldve. A részletekért koppints
id: Terkirim sebagian. Ketuk untuk detailnya
it: Inviata in parte. Tocca per i dettagli
ja: 一部送信済み。タップして詳細を見る
ko: 일부만 전송됐습니다. 탭하여 자세한 내용을 확인하세요.
mr: अंशतः पाठवले. तपशीलांसाठी टॅप करा
ms: Sebahagiannya dihantar. Ketik untuk butiran
nb: Delvis sendt. Trykk for detaljer.
nl: Gedeeltelijk verzonden. Tik voor details
pl: Udostępniona częściowo. Dotknij, aby dowiedzieć się więcej
pt_br: Parcialmente enviado. Clique para ver detalhes
pt_pt: Parcialmente enviado. Toque para ver detalhes
ro: Trimisă parțial. Apasă pentru detalii
ru: Отправлено не полностью. Показать подробности
sk: Čiastočne odoslané. Ťuknutím zobrazíte detaily.
sl: Delno poslano. Tapnite za več informacij
sr: Делимично је послато. Додирните да видите детаље
sv: Delvis skickad. Tryck för detaljer
th: ส่งแล้วบางส่วน แตะเพื่อดูรายละเอียด
tr: Kısmen gönderildi. Ayrıntılar için dokun
ug: قىسمەن يوللاندى. تەپسىلاتىنى چېكىپ كۆرۈڭ
uk: Надіслано частково. Торкніться для інформації
ur: جزوی طور پر بھیج دیا گیا۔ تفصیلات کے لئے ٹیپ کریں
vi: Đã gửi một phần. Nhấn để biết chi tiết
zh_cn: 未完全发送。点击查看详情
zh_hk: 已部分傳送。輕按以查看詳情

# STORY_SENDING
source: Sending...
af: Besig om te stuur...
ar: جارٍ الإرسال…
az: Göndərilir...
be: Адпраўка…
bn: পাঠানো হচ্ছে…
ca: Enviant…
cs: Odesílání…
cy: Anfon...
da: Sender…
de: Wird gesendet …
el: Αποστολή…
es: Enviando…
et: Saatmine...
eu: Bidaltzen...
fa: در حال ارسال…
fi: Lähetetään…
fr: Envoi…
ga: Seoladh…
gu: મોકલાઈ રહ્યું છે…
he: שולחים…
hi: भेजी जा रही है…
hr: Slanje…
hu: Küldés…
id: Mengirim…
is: Sendi...
it: Invio in corso…
ja: 送信中…
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ...
ko: 보내는 중…
lt: Siunčiama...
lv: Sūta...
mk: Испраќа...
mr: पाठवत आहे(…)
ms: Menghantar…
my: ပို့ဆဲ ...
nb: Sender …
nl: Verzenden…
pa: ਭੇਜ ਰਿਹਾ ਹੈ ..
pl: Udostępnianie…
pt_br: Enviando…
pt_pt: A enviar…
ro: Se trimite…
ru: Отправляем…
sk: Odosiela sa…
sl: Pošiljam ...
sq: Po dërgohet…
sr: Слање…
sv: Skickar …
sw: Kutuma
ta: அனுப்படுகிறது...
te: పంపుతోంది ...
th: กำลังส่ง…
tr: Gönderiliyor…
ug: يوللاۋاتىدۇ...
uk: Надсилання...
ur: بھیج رہا ہے…
vi: Đang gửi…
zh_cn: 正在发送……
zh_hk: 正在傳送…

# STORY_SETTINGS_LEARN_MORE_SHEET_BULLET_1
source: Starting a conversation
ar: البدء بمحادثة معهم
be: Пачынаючы размову
bn: কথা শুরু করতে
ca: començar una conversa
cs: Zahájením konverzace
da: Starte en samtale
de: Beginnen einer Unterhaltung
el: Έχετε ξεκινήσει μια συνομιλία
es: Has iniciado un chat con ellas.
fa: شروع یک مکالمه
fi: Aloittamalla keskustelun
fr: Vous avez démarré une conversation avec eux
ga: Trí chomhrá a thosú leo
gu: વાતચીત શરૂ કરીને
he: התחלת שיחה
hi: बातचीत शुरू करके
hr: Započeli razgovor s njima
hu: Beszélgetést kezdeményeztél velük
id: Memulai percakapan
it: Iniziando una conversazione
ja: チャットを開始
ko: 대화 시작
mr: संभाषण सुरू करून
ms: Memulakan perbualan
nb: starte en samtale
nl: Een chat met ze te beginnen
pl: Został przez Ciebie rozpoczęty z nimi czat
pt_br: Iniciar uma conversa
pt_pt: Iniciar uma conversa
ro: Începi o conversație
ru: Начав разговор
sk: Začali ste konverzáciu
sr: Започели сте разговор
sv: Starta en konversation
th: เริ่มต้นการสนทนา
tr: Bir konuşma başlatmış olman
ug: بىر پاراڭ باشلاش ئارقىلىق
uk: ви почали з ними чат; або
ur: گفتگو شروع کرنا
vi: Bắt đầu cuộc trò chuyện
zh_cn: 开启对话
zh_hk: 展開對話

# STORY_SETTINGS_LEARN_MORE_SHEET_BULLET_2
source: Accepting a message request
ar: قبول طلب للتراسُل
be: Калі вы прынялі запыт на перапіску
bn: ম্যাসেজ অনুরোধ গ্রহণ করতে
ca: acceptar un missatge de sol·licitud
cs: Přijetím žádosti o zprávu
da: Acceptere en beskedanmodning
de: Annehmen einer Unterhaltungsanfrage
el: Έχεις αποδεχτεί ένα αίτημα μηνύματος
es: Has aceptado una solicitud de mensaje que te enviaron.
fa: پذیرش درخواست تبادل پیام
fi: Hyväksymällä viestipyynnön
fr: Vous avez accepté leur invitation par message
ga: Trí iarratas teachtaireachta a ghlacadh
gu: મેસેજની વિનંતી સ્વીકારીને
he: אישור בקשת הודעה
hi: संदेश अनुरोध स्वीकार करके
hr: Prihvatili njihov zahtjev za razgovorom
hu: Elfogadtál tőlük egy felkérést
id: Menerima permintaan pesan
it: Accettando una richiesta di messaggio
ja: メッセージ申請を承認
ko: 메시지 요청 수락
mr: संदेश विनंती स्वीकारून
ms: Menerima permintaan mesej
nb: godta en meldingsforespørsel
nl: Een gespreksverzoek van ze te accepteren
pl: Została przez Ciebie zaakceptowana prośba o kontakt od nich
pt_br: Aceitar uma solicitação de conversa
pt_pt: Aceitar um pedido de conversa
ro: Acceptă o solicitare de mesaj
ru: Приняв запрос на общение
sk: Prijali ste žiadosť o správu
sr: Прихватили сте њихов захтев за дописивање
sv: Acceptera en meddelandeförfrågan
th: รับคำขอส่งข้อความ
tr: Bir mesaj isteğini kabul etmiş olman
ug: ئۇچۇرلىشىش ئىلتىماسىنى قوبۇل قىلىش ئارقىلىق
uk: ви схвалили їхній запит на повідомлення; або
ur: پیغام کی درخواست قبول کرنے سے
vi: Chấp nhận yêu cầu gửi tin nhắn
zh_cn: 接受消息请求
zh_hk: 接受訊息請求

# STORY_SETTINGS_LEARN_MORE_SHEET_BULLET_3
source: Having them in your phone contacts
ar: وجودهم في جهات اتصال هاتفك
be: Ужо ёсць у вашых тэлефонных кантактах
bn: আপনার ফোন কন্টাক্টে তাদেরকে যুক্ত করুন
ca: Tenir-les guardades als contactes del telèfon
cs: Jejich uložením do kontaktů telefonu
da: Have dem i din telefons kontakter
de: In deinen Telefonkontakten gespeichert
el: Τα έχεις στις επαφές του τηλεφώνου σου
es: Están en tus contactos del teléfono.
fa: بودن آن‌ها در مخاطبان تلفن شما
fi: Lisäämällä heidät puhelimen yhteystietoihin
fr: Il s’agit de contacts enregistrés sur votre téléphone
ga: Trína bheith i dteagmhálaithe do ghutháin
gu: તેઓને તમારા ફોન સંપર્કોમાં રાખવા
he: שמירה שלהם באנשי הקשר של הטלפון שלך
hi: उन्हें अपने फोन संपर्कों में रखना
hr: Spremili ih u kontakte vašeg telefona
hu: Szerepelnek a telefonod névjegyei között
id: Menyimpan nomornya di daftar kontak ponsel Anda
it: Inserendole nei contatti del tuo telefono
ja: 連絡先に登録する
ko: 내 휴대폰 연락처에 저장
mr: आपल्या फोन संपर्कामध्ये ते असणे
ms: Meletakkan mereka dalam kenalan telefon anda
nb: ha dem i kontaktlisten på telefonen din
nl: Ze in je telefooncontacten te hebben staan
pl: Masz te osoby w kontaktach telefonu
pt_br: A pessoa estar nos contatos do seu telefone
pt_pt: Tê-los nos seus contactos do telemóvel
ro: Să existe în contactele tale din telefon
ru: Имея их в своих контактах телефона
sk: Pridali ste si ich do svojich kontaktov
sr: Имате их у контактима на телефону
sv: Att ha dem i dina telefonkontakter
th: บันทึกไว้ในรายชื่อผู้ติดต่อบนโทรศัพท์คุณ
tr: Bunları telefon rehberinde bulundurmak
ug: ئۇلارنى ئالاقىداش تىزىملىكىڭىزگە قوشۇڭ
uk: вони є в контактах вашого телефона.
ur: اپنے سسٹم کے روابط میں انہیں رکھنے سے
vi: Có những người này trong danh bạ điện thoại của bạn
zh_cn: 对方在您的手机通讯录中
zh_hk: 你的手機通訊錄中有對方的聯絡資料

# STORY_SETTINGS_LEARN_MORE_SHEET_FOOTER
source: Your connections can see your name and photo, and what you send to “My Story” unless you hide it from them.
ar: يمكن لِجهات اتصالكَ رؤية اسمك وصورتك، كما يمكنهم الاطِّلاع على منشوراتك في "قصتي" إلّا إذا أخفيتها عنهم.
be: Вашы кантакты змогуць бачыць вашы імя і фота, а таксама кантэнт, што вы адпраўляеце ў «Маю гісторыю», пакуль вы не схаваеце гэта ад іх.
bn: আপনার কানেকশনরা আপনার নাম ও ছবি দেখতে পারবেন এবং আপনি যদি লুকিয়ে না রাখেন তবে "মাই স্টোরি"-তে কী পাঠান তাও দেখতে পারবেন।
ca: Els teus contactes poden veure el teu nom i la fotografia, i poden veure les publicacions a "La meva història" tret que decideixis ocultar-les-hi.
cs: Vaše spojení uvidí vaše jméno a fotografii a také to, co pošlete do „Mého příběhu“, pokud ho před nimi neskryjete.
da: Dine kontakter kan se dit navn og billede og det, du lægger på "Min historie", medmindre du skjuler det for dem.
de: Deine Kontakte können deinen Namen und dein Foto sowie Beiträge unter »Meine Story« sehen, es sei denn, du verbirgst sie vor ihnen.
el: Οι επαφές σου μπορούν να δουν το όνομα και τη φωτογραφία σου, και μπορούν να δουν δημοσιεύσεις στην Ιστορία σου, εκτός αν την κρύψεις από αυτούς.
es: Tus contactos pueden ver tu nombre y foto de perfil, así como las historias que subas, a menos que decidas ocultarlas para personas específicas.
fa: آشنایان شما می‌توانند نام و عکس شما را ببینند، و می‌توانند آنچه را به "استوری من" ارسال می‌کنید ببینند، مگر اینکه آن را از آن‌ها پنهان کنید.
fi: Kontaktisi näkevät nimesi ja valokuvasi sekä Omaan tarinaan tekemäsi julkaisut, ellet piilota sitä heiltä.
fr: Vos contacts peuvent voir votre nom et votre photo de profil. Ils peuvent aussi afficher vos stories, sauf si vous décidez de les masquer.
ga: Is féidir le do theagmhálaithe d'ainm, do ghrianghraf agus an méid a sheolann tú chuig "Mo Scéal" a fheiceáil, mura gcuireann tú na rudaí sin i bhfolach orthu.
gu: તમારા કનેક્શન તમારું નામ અને ફોટો જોઈ શકે છે, અને તમે તેમનાથી છુપાવો નહીં ત્યાં સુધી "મારી સ્ટોરી" પરની પોસ્ટ જોઈ શકે છે.
he: חברי ה–Signal שלך יוכלו לראות את השם והתמונה שלך, וגם את מה ששלחת ל״הסטורי שלי״ אלא אם כן הסתרת זאת מהם.
hi: आपके कनेक्शन तब तक आपका नाम और फ़ोटो, तथा "मेरी स्टोरी" पर आपके द्वारा भेजी जानेवाली विषयवस्तु को देख सकते हैं जब तक कि आपने उसे उनसे छिपा न रखा हो।
hr: Vaši kontakti mogu vidjeti vaše ime i fotografiju te sve što pošaljete u "Moje priče", osim ako to od njih ne sakrijete.
hu: A Névjegyeid megtekinthetik a neved, a profilképed, valamint a „Történeteim” szekcióba posztoltakat, kivéve, ha kifejezetten elrejtetted azokat előlük.
id: Koneksi Anda bisa melihat nama dan foto Anda, dan konten yang Anda kirim ke “Cerita Saya” kecuali Anda sembunyikan dari mereka.
it: Le tue Amicizie su Signal possono vedere il tuo nome e la foto del tuo profilo, così come i contenuti che condividi su "Le mie Storie" (a meno che tu non scelga di nasconderli a qualcuno).
ja: あなたのネットワークにいる人たちは、あなたの名前や写真を見ることができ、あなたが非表示にしない限り「マイストーリー」への送信内容を見ることができます。
ko: 내 커넥션은 내 이름과 사진을 볼 수 있으며, 따로 숨기지 않는 한 '내 스토리'에 전송하는 스토리를 볼 수 있습니다.
mr: आपली कनेक्शन्स आपले नाव आणि फोटो, आणि आपण त्याच्यापासून लपवले नसल्यास " माझ्या स्टोरी" ला आपण जे काही पाठवले आहे ते पाहू शकतात.
ms: Hubungan anda boleh melihat nama dan foto anda, dan boleh melihat hantaran anda ke "Cerita Saya" kecuali anda menyembunyikannya daripada mereka.
nb: Kontaktene dine kan se navnet og profilbildet ditt, i tillegg til det du deler på Min story, med mindre du skjuler det for dem.
nl: Je Signal-contacten kunnen jouw profielnaam, -foto en -omschrijving zien en kunnen zien wat je deelt in ‘Mijn verhaal’ tenzij je dat voor hen verbergt.
pl: Kontakty mogą wyświetlić Twoje imię, nazwisko i zdjęcie oraz to, co udostępniasz w swoich relacjach – chyba że je przed tymi osobami ukryjesz.
pt_br: Seus contatos conseguem ver: seu nome, foto e tudo que você enviar para os stories, exceto o que você ocultar.
pt_pt: As suas ligações podem ver o seu nome e fotografia, bem como as publicações na sua "A minha história", a menos que as oculte delas.
ro: Conexiunile tale poți să-ți vadă numele și fotografia și ceea ce trimiți către „Povestea mea“ decât dacă nu le ascunzi.
ru: Ваши контакты могут видеть ваше имя и фото, а также то, что вы посылаете в «Мою историю», если вы не скроете её от них.
sk: Vaše spojenia môžu vidieť vaše meno a fotografiu a tiež obsah, ktorý posielate do sekcie „Môj príbeh“, pokiaľ ho pred nimi neskryjete.
sr: Ваше везе могу да виде ваше име и слику, као и шта сте слали у „Мојој причи“, осим ако је не сакријете од њих.
sv: Dina förbindelser kan se ditt namn, foto och vad du skickar till "Min berättelse" om du inte döljer det för dem.
th: เครือข่ายของคุณจะเห็นชื่อและรูปภาพของคุณ รวมถึงโพสต์ที่คุณส่งใน “สตอรี่ของฉัน” เว้นแต่ว่าคุณจะซ่อนสตอรี่นั้นจากพวกเขา
tr: Bağlantıların; adını, fotoğrafını ve onlardan gizlemediğin sürece “Hikayem” kısmında ne paylaştığını görebilir.
ug: ئالاقىداشلىرىڭىز ئىسمىڭىز ۋە رەسىمىڭىزنى كۆرەلەيدۇ، ۋە ئۇلارنى «ھېكايەم» نى كۆرەلمەيدىغان قىلىپ تەڭشىمىگەن بولىسڭىز، «ھېكايەم» گە يوللىغان مەزمۇنلارنىمۇ كۆرەلەيدۇ.
uk: Контакти Signal бачать ваше ім'я та фото, а також усе, що ви викладаєте в «Моїй історії», якщо ви її не приховали.
ur: آپ کے کنکشنز آپ کا نام اور تصویر، اور یہ دیکھ سکتے ہیں جو آپ "میری سٹوری" پر بھیجتے ہیں تاوقتیکہ آپ اسے ان سے مخفی کریں۔
vi: Các liên hệ của bạn có thể thấy tên và ảnh của bạn, và nội dung bạn chia sẻ trong "Story của tôi" trừ khi bạn ẩn story với các liên hệ.
zh_cn: 您的密友能看到您的名称和照片，还能看到您在“我的动态”中发送的帖子，除非您向对方隐藏动态。
zh_hk: 你的人脈可以看到你的名字和相片。除非你對他們隱藏限時動態，否則他們也可以看到你發送的「我的限時動態」。

# STORY_SETTINGS_LEARN_MORE_SHEET_HEADER_FORMAT
source: <bold>Signal Connections</bold> are people you’ve chosen to trust, either by:
ar: <strong>‫جهات اتصال سيجنال‬</strong> هم الأفراد الذي اخترت الثقة بهم، إما عبر:
be: <bold>Кантакты Signal</bold> — гэта людзі, якім вы вырашылі давяраць адным з наступных спосабаў:
bn: <bold>Signal কানেকশন</bold> হলো এমন ব্যক্তি যাদের আপনি বিশ্বাস করার জন্য বেছে নিয়েছেন, যার একটি কারণ হলো:
ca: Les <bold>connexions del Signal</bold> són persones en qui has triat confiar, ja sigui per
cs: <bold>Spojení Signal</bold> jsou lidé, kterým jste se rozhodli důvěřovat, např.:
da: <bold>Signal-kontakter</bold> er personer, du har valgt at stole på, enten ved at:
de: <bold>Signal-Kontakte</bold> sind Personen, denen du vertraust, entweder durch:
el: Οι <bold>επαφές Signal</bold> είναι άτομα που έχεις επιλέξει να εμπιστεύεσαι, με τους εξής τρόπους:
es: Tus <bold>contactos de Signal</bold> son personas en las que has decidido confiar por alguno de los siguientes motivos:
fa: <strong>آشنایان در سیگنال</strong> افرادی هستند که به طرق مختلف تصمیم گرفته‌اید به آن‌ها اعتماد کنید، یعنی با:
fi: <bold>Signal-kontaktit</bold> ovat käyttäjiä, jotka olet valinnut luotetuiksi jollakin seuraavista tavoista:
fr: Les <bold>contacts Signal</bold> sont des personnes en qui vous avez confiance pour au moins une des raisons suivantes :
ga: Is iad <bold>Teagmhálaithe Signal</bold> na daoine a bhfuil muinín agat iontu, rud a léirigh tú ar cheann de na bealaí seo:
gu: <strong>Signal કનેક્શન</strong> એ લોકો છે જેમના પર તમે વિશ્વાસ કરવાનું પસંદ કર્યું છે, ક્યાં તો:
he: <bold>חברי Signal</bold> הם אנשים שבחרת לבטוח בהם, באמצעות אחת מהפעולות הבאות:
hi: <bold>Signal कनेक्शन</bold> निम्नलिखित द्वारा आपके भरोसे के लोग होते हैं :
hr: <bold>Signal kontakti</bold> su ljudi kojima ste odlučili iskazati povjerenje, tako što ste:
hu: A <bold>Signal Névjegyeid</bold> azok a személyek, akikben megbízol a következők valamelyike alapján:
id: <strong>Koneksi Signal</strong> adalah orang-orang terpilih yang Anda percayai, dengan:
it: Le <bold>Amicizie di Signal</bold> sono persone di cui hai scelto di fidarti in questo modo:
ja: <bold>Signalコネクション</bold>は、次のいずれかによってあなたが信頼できると判断した人達です。
ko: <bold>Signal 커넥션</bold>은 다음과 같은 방법을 통해 내가 신뢰하는 사용자로 선택한 사람들입니다.
mr: <bold>Signal कनेक्शन्स</bold> हे लोक आहेत ज्यांच्यावर आपण विश्वास ठेवला आहे, एकतर:
ms: <strong>Hubungan Signal</strong> ialah orang yang anda pilih untuk dipercayai, sama ada dengan:
nb: <bold>Signal-kontaktene dine</bold> er personer som du stoler på, enten ved å:
nl: <bold>Signal-contacten</bold> zijn mensen die je vertrouwt, hetzij door:
pl: <bold>Kontakty Signal</bold> to osoby, które zostały uznane za zaufane z jednego z tych powodów:
pt_br: <bold>Contatos do Signal</bold> são pessoas nas quais você escolheu confiar, seja por:
pt_pt: As <bold>Ligações do Signal</bold> são pessoas em que você escolheu confiar, ou por:
ro: <bold>Conexiunile Signal</bold> sunt persoane în care ai ales să ai încredere, fie de către:
ru: <bold>Контакты Signal</bold> — это люди, которым вы решили доверять одним из следующих способов:
sk: <bold>Signal spojenia</bold> sú ľudia, ktorým ste sa rozhodli dôverovať jedným z nasledujúcich spôsobov:
sr: <bold>Signal везе</bold> су људи којима сте одлучили да верујете на неки од следећих начина:
sv: <bold>Signal-förbindelser</bold> är personer som du har valt att lita på, antingen genom att:
th: <bold>เครือข่าย Signal</bold> คือคนที่คุณเลือกที่จะไว้ใจ ด้วยการ:
tr: <bold>Signal Kişileri</bold> aşağıdaki şekillerde güvenmeyi seçtiğin kişilerdir:
ug: <bold>Signal ئالاقىداشلىرى</bold> سىز تۆۋەندىكى ئۇسۇللار بىلەن ئۇلارنىڭ ئىشەنچىلىك ئىكەنلىكىنى جەزملەشتۈرگەن كىشىلەر:
uk: <bold>Контакти Signal</bold> — це люди, яким ви довіряєте. Ця довіра виявляється в тому, що:
ur: <bold>Signal کنکشنز</bold> وہ لوگ ہیں جن پر آپ نے اعتماد کیا ہے، یا تو بذریعہ:
vi: <bold>Liên hệ Signal</bold> là những người bạn chọn để tin tưởng, bằng việc:
zh_cn: <bold>Signal 密友</bold>是您选择信任的人，选择方式有：
zh_hk: <bold>Signal 人脈</bold>是你透過以下方式選擇而值得信任的人：

# STORY_SETTINGS_TITLE
source: Stories
ar: القِصَص
be: Гісторыі
bn: স্টোরি
ca: Històries
cs: Příběhy
da: Historier
de: Storys
el: Ιστορίες
es: Historias
fa: استوری‌ها
fi: Tarinat
ga: Scéalta
gu: સ્ટોરી
he: סטוריז
hi: स्टोरीज़
hr: Priče
hu: Történetek
id: Cerita
it: Storie
ja: ストーリー
ko: 스토리
mr: स्टोरीज
ms: Cerita
nb: Storyer
nl: Verhalen
pl: Relacje
pt_pt: Histórias
ro: Povești
ru: Истории
sk: Príbehy
sr: Приче
th: สตอรี่
tr: Hikayeler
ug: ھېكايىلەر
uk: Історії
ur: سٹوریز
vi: Các Story
zh_cn: 动态
zh_hk: 限時動態
