Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# NOTIFICATIONS_SECTION_SOUNDS_ADD_CUSTOM_SOUND
source: Add custom sound…
af: Voeg pasgemaakte geluid toe…
ar: إضافة صوت مُخصَّص…
az: Özəl səs əlavə et...
be: Дадаць персаналізаваны гук…
bn: কাস্টম শব্দ যোগ করুন…
ca: Afegeix un so personalitzat…
cs: Přidat vlastní zvuk…
cy: Ychwanegu sain arbennig...
da: Tilføj tilpasset lyd…
de: Personalisierten Ton hinzufügen …
el: Προσθήκη προσαρμοσμένου ήχου…
es: Añadir sonido personalizado…
es_es: Sonido personalizado de notificaciones …
et: Lisa kohandatud hääl...
eu: Gehitu pertsonalizatutako soinua...
fa: افزودن صدای سفارشی…
fi: Lisää mukautettu ääni…
fr: Ajouter un son personnalisé…
gu: કસ્ટમ સાઉન્ડ ઉમેરો…
he: הוסף צליל מותאם אישית…
hi: कस्टम साउंड जोड़ें…
hr: Dodaj prilagođeni zvuk…
hu: Egyedi értesítőhang hozzáadása…
id: Tambahkan suara kustom…
is: Bæta við sérsniðnu hljóði…
it: Aggiungi suono personalizzato…
ja: カスタム通知音を追加…
kab: Rnu imesli udmawan...
km: á”á“áŸ’ááŸ‚á˜áŸáŸ†á¡áŸá„á•áŸ’áŸáŸá„...
kn: ಕಸ್ಟಮ್ ಧ್ವನಿಯನ್ನು ಸೇರಿಸಿ...
ko: 사용자 설정 소리 추가…
lt: Pridėti tinkintą garsą…
lv: Pievienot pielāgotu skaņu...
ml: ഇഷ്‌ടാനുസൃത ശബ്‌ദം ചേർക്കുക…
mr: सानुकूलित ध्वनी जोडा…
ms: Tambah bunyi tersuai…
my: စိတ်ကြိုက်အသံထည့်ပါ...
nb: Legg til egendefinert lyd …
nl: Zelfgekozen geluid toevoegen…
pa: ਪਸੰਦੀਦਾ ਆਵਾਜ਼ ਜੋੜੋ…
pl: Dodaj własny dźwięk…
ps: سفارشی غږ اضافه کړئ...
pt_br: Adicionar som personalizado…
pt_pt: Adicionar som personalizado…
ro: Adaugă un ton personalizat…
ru: Добавить пользовательский звук…
sk: Pridať vlastný zvuk…
sl: Dodaj zvok po meri…
sq: Shtoni tingull vetjak…
sr: Додајте прилагођен звук…
sv: Lägg till anpassat ljud …
sw: Ongeza sauti maalum...
ta: கூட்டுதனிப்பயன் ஒலி…
te: అనుకూల ధ్వనిని జోడించండి…
th: เพิ่มเสียงที่กำหนดเอง…
tr: Özel ses ekle…
ug: خاس ئاۋاز قوشۇڭ...
uk: Додати власний звук…
ur: حسب ضرورت آواز شامل کریں…
vi: Thêm âm thanh tuỳ chọn…
zh_cn: 添加自定义声音……
zh_hk: 新增自訂聲音……

# NOTIFICATIONS_SENDER_AND_MESSAGE
source: Name, Content, and Actions
af: Naam, inhoud en aksies
ar: الاسم، والمحتوى، والإجراءات
az: Ad, məzmun və əməliyyatlar
be: Назва, змесціва і дзеянні
bg: Име, съдържание и действия
bn: নাম, কনটেন্ট ও পদক্ষেপ
ca: Nom, contingut i accions
cs: Jméno, obsah a akce
cy: Enw, Cynnwys, a Gweithredoedd
da: Navn, indhold og handlinger
de: Name, Inhalt und Aktionen
el: Όνομα, περιεχόμενο, και ενέργειες
es: Nombre, contenido y acciones
es_es: Nombre, contenido y acciones
et: Nimi, sisu ja tegevused
eu: Izena, edukia eta ekintzak
fa: نام، محتوا، و عملیات
fi: Nimi, sisältö ja toiminto
fil: Pangalan, Nilalaman, at mga Aksyon
fr: Nom, contenu et actions
ga: Ainm, Ábhar, ⁊ Gníomhartha
gu: નામ, કન્ટેન્ટ અને ક્રિયાઓ
he: שם, תוכן, ופעולות
hi: नाम, जानकारी, और क्रिया
hr: Ime, sadržaj i radnje
hu: Név, szöveg és művelet
id: Nama, Isi, dan Respon
is: Nafn, efni og aðgerðir
it: Nome, contenuto e azioni
ja: 名前、メッセージ、アクション
kab: Isem, Agbur d Tigawin
kk: Аты, мазмұн және әрекеттер
km: áˆáŸ’á˜áŸ„áŸ‡, ááŸ’á›á¹á˜áŸá¶áš, á“á·á„áŸá€á˜áŸ’á˜á—á¶á–
kn: ಹೆಸರು, ವಿಷಯ ಮತ್ತು ಕ್ರಿಯೆಗಳು
ko: 이름, 내용 또는 조치
lt: Vardas, turinys ir veiksmai
lv: Vārds, saturs un darbības
mk: Име, Содржина, и Акции
ml: പേര്, ഉള്ളടക്കം, പ്രവർത്തനങ്ങൾ
mr: नाव, मजकूर, आणि क्रिया
ms: Nama, Kandungan, dan Tindakan
my: အမည်၊ အရာများ၊ နှင့် လုပ်ဆောင်ချက်များ
nb: Navn, innhold og handlinger
nl: Naam, berichtinhoud en snelle taken
pa: ਨਾਂ, ਸੰਪਰਕ, ਅਤੇ ਕਾਰਵਾਈਆਂ
pa_pk: ناں، مندرجات، تے کارروائیاں
pl: Imię, treść i działania
ps: نوم، محتوی او اقدامات
pt_br: Nome, conteúdo e ações
pt_pt: Nome, Conteúdo e Ações
ro: Nume, Conținut și Acțiuni
ru: Имя, содержимое и действия
sk: Názov, obsah a akcie
sl: Ime, vsebina, dejanja
sq: Emër, Lëndë dhe Veprime
sr: Име, садржај и активности
sv: Namn, innehåll och åtgärder
sw: Jina, Maudhui, na Vitendo
ta: பெயர், உள்ளடக்கம், மற்றும் செயல்கள்
te: పేరు, కంటెంట్ మరియు చర్యలు
th: ชื่อ เนื้อหา และการกระทำ
tr: İsim, İçerik ve Eylemler
ug: ئىسىم، مەزمۇن ۋە مەشخۇلاتلار
uk: Ім'я, вміст і дії
ur: نام ، مشمولات اور ایکشن
vi: Tên, Nội dung và Hành động
zh_cn: 名字、内容和操作
zh_hk: 姓名、訊息內容及動作

# NOTIFICATIONS_SENDER_ONLY
source: Name Only
af: Slegs naam
ar: الاسم فقط
az: Yalnız ad
be: Толькі назва
bg: Само Име
bn: শুধুমাত্র নাম
ca: Només el nom
cs: Pouze jméno
cy: Enw yn Unig
da: Kun navn
de: Nur Name
el: Μόνο όνομα
es: Solo nombre
es_es: Sólo remitente
et: Ainult nimi
eu: Izena bakarri
fa: فقط نام
fi: Vain nimi
fil: Pangalan Lang
fr: Nom seulement
ga: Ainm Amháin
gu: માત્ર નામ
he: שם בלבד
hi: केवल नाम
hr: Samo ime
hu: Csak név
id: Nama Saja
is: Einungis heiti
it: Solo nome
ja: 名前のみ
kab: Isem kan
kk: Тек аты ғана
km: á˜á¶á“ááŸ‚áˆáŸ’á˜áŸ„áŸ‡
kn: ಹೆಸರು ಮಾತ್ರ
ko: 이름만
lt: Tik vardas
lv: Tikai vārds
mk: Само име
ml: പേര് മാത്രം
mr: फक्त नाव
ms: Nama Sahaja
my: နာမည်တစ်ခုတည်းသာ
nb: Kun navn
nl: Alleen de naam van de afzender
pa: ਸਿਰਫ ਨਾਂ
pa_pk: صرف ناں
pl: Tylko imię
ps: یوازې نوم
pt_br: Apenas nome
pt_pt: Apenas nome
ro: Doar Numele
ru: Только имя
sk: Iba meno
sl: Zgolj ime
sq: Vetëm Emër
sr: Само име
sv: Bara namn
sw: Jina Pekee
ta: பெயர் மட்டும்
te: పేరు మాత్రమే
th: ชื่ออย่างเดียว
tr: Sadece İsim
ug: پەقەتلا ئىسىم
uk: Лише ім'я
ur: صرف نام
vi: Chỉ dùng Tên
zh_cn: 只显示名称
zh_hk: 只顯示姓名

# NOTIFICATIONS_SHOW
source: Show
af: Wys
ar: إظهار
az: Göstər
be: Паказаць
bg: Преглед
bn: দেখান
ca: Mostra
cs: Zobrazit
cy: Dangos
da: Vis
de: Anzeigen
el: Προβολή
es: Mostrar
es_es: Ver
et: Näita
eu: Ikusi
fa: نمایش
fi: Näytä
fil: Ipakita
fr: Afficher
ga: Taispeáin
gu: બતાવો
he: הראה
hi: दिखाएं
hr: Prikaži
hu: Mutasd
id: Tampilkan
is: Sýna
it: Mostra
ja: 表示内容
kab: Sken
kk: Көрсету
km: á”á„áŸ’á á¶á‰
kn: ತೋರಿಸು
ko: 표시
lt: Rodyti
lv: Parādīt
mk: Прикажи
ml: കാണിക്കുക
mr: दाखवा
ms: Papar
my: ပြပါ
nb: Vis
nl: Laat zien
pa: ਦਿਖਾਓ
pa_pk: وکھاؤ
pl: Pokaż
ps: ښودل
pt_br: Exibir
pt_pt: Mostrar
ro: Afișează
ru: Показывать
sk: Ukázať
sl: Prikaži
sq: Shfaqe
sr: Прикажи
sv: Visa
sw: Onyesha
ta: காட்டு
te: కనబర్చు
th: แสดง
tr: Görüntüle
ug: كۆرسەت
uk: Показувати
ur: دکھائیں
vi: Hiện
zh_cn: 显示
zh_hk: 展示

source: OK
af: Reg so
ar: حسنًا
az: Oldu
bg: ОК
bn: ঠিক আছে
ca: D'acord
cy: Iawn
el: ΟΚ
es: Aceptar
eu: Ados
fa: قبول
he: בסדר
hi: ठीक
hr: U redu
is: Í lagi
kab: Ih
kk: Жарайды
km: á™á›áŸ‹á–áŸ’ášá˜
kn: ಸರಿ
ko: 확인
lt: Gerai
lv: Labi
mk: Во ред
ml: ഓക്കെ
mr: ठीक
my: အိုကေ
nl: Begrepen
pa: ਠੀਕ ਹੈ
pa_pk: ٹھیک اے
ps: هوکې
ru: ОК
sl: V redu
sr: У реду
sw: Sawa
ta: சரி
te: అలాగే
th: ตกลง
tr: Tamam
ug: بولىدۇ
uk: ОК
ur: ٹھیک ہے
zh_cn: 好

# ONBOARDING_2FA_CREATE_NEW_PIN
source: Create New PIN
af: Skep nuwe PIN
ar: إنشاء رقم تعريف شخصي (PIN) جديد
az: Yeni PIN yaradın
be: Стварыць новы PIN-код
bg: Създаване на нов ПИН
bn: নতুন পিন তৈরি করুন
ca: Crea un PIN nou
cs: Vytvořit nový PIN
cy: Creu PIN Newydd
da: Opret ny pinkode
de: Neue PIN erstellen
el: Δημιουργία νέου PIN
es: Crear nuevo PIN
es_es: Cear nuevo PIN
et: Loo uus PIN-kood
eu: Sortu PIN berria
fa: ایجاد پین جدید
fi: Luo uusi tunnusluku
fil: Lumikha ng Bagong PIN
fr: Créer un nouveau PIN
ga: Cruthaigh UAP Nua
gu: નવો PIN બનાવો
he: צור PIN חדש
hi: नया पिन बनाएँ
hr: Stvori novi PIN
hu: Új PIN létrehozása
id: Buat PIN Baru
is: Útbúðu nýtt PIN-númer
it: Crea un nuovo PIN
ja: 新しいPINを作成
kab: Rnu tangalt PIN tamaynut
kk: Жаңа PIN жасау
km: á”á„áŸ’á€á¾á PIN ááŸ’á˜á¸
kn: ಹೊಸ ಪಿನ್ ರಚಿಸಿ
ko: 새 PIN 만들기
lt: Sukurti naują PIN kodą
lv: Izveidot jaunu PIN
mk: Создадете Нов ПИН
ml: പുതിയ പിൻ സൃഷ്ടിക്കുക
mr: नवीन PIN तयार करा
ms: Cipta PIN Baru
my: ပင်နံပါတ်အသစ် ဖန်တီးမယ်
nb: Opprett ny PIN-kode
nl: Nieuwe pincode aanmaken
pa: ਨਵਾਂ ਪਿੰਨ ਬਣਾਓ
pa_pk: نویں پن بناؤ
pl: Utwórz nowy PIN
ps: د نوي PIN جوړول
pt_br: Criar Novo PIN
pt_pt: Criar novo PIN
ro: Creează un PIN nou
ru: Создать новый PIN-код
sk: Vytvoriť nový PIN
sl: Ustvari nov PIN
sq: Krijoni PIN të Ri
sr: Креирај нови PIN
sv: Skapa ny PIN-kod
sw: Unda PINI Mpya
ta: உருவாக்கு புதியது பின்
te: క్రొత్త పిన్ సృష్టించండి
th: สร้างรหัส PIN ใหม่
tr: Yeni PIN Oluştur
ug: يېڭى PIN قۇرۇڭ
uk: Створити новий PIN-код
ur: نیا پن بنائیں
vi: Tạo PIN mới
zh_cn: 新建 PIN 码
zh_hk: 建立新的 PIN 碼

# ONBOARDING_2FA_ENTER_ALPHANUMERIC
source: Enter Alphanumeric PIN
af: Voer alfanumeriese PIN in
ar: أدخِل رقم تعريف شخصي (PIN) مُكوَّن من أرقام وحروف
az: Alfa nömrəli PIN daxil edin
be: Увядзіце PIN-код з літараў і лічбаў
bg: Въведете ПИН с букви и цифри
bn: আলফানিউমেরিক পিন লিখুন
ca: Escriviu un PIN alfanumèric
cs: Zadejte alfanumerický PIN
cy: Rhowch PIN Alffarifol.
da: Indtast alfanumerisk pinkode
de: Alphanumerische PIN eingeben
el: Εισαγωγή αλφαριθμητικού PIN
es: Introducir PIN alfanumérico
es_es: Introduce PIN alfanumérico
et: Sisesta tähtnumbriline PIN-kood
eu: Sartu PIN alfanumerikoa
fa: پین حرفی‌عددی وارد کنید
fi: Syötä aakkosnumeerinen tunnusluku
fil: Maglagay ng Alphanumeric na PIN
fr: Saisir un PIN alphanumérique
ga: Cuir isteach UAP alfa-uimhriúil
gu: આલ્ફાન્યુમેરિક PIN દાખલ કરો
he: הכנס PIN אלפאנומרי
hi: अल्फ़ान्यूमेरिक पिन दर्ज करें
hr: Unesite alfanumerički PIN
hu: Adj meg alfanumerikus PIN kódot
id: Masukkan PIN Alfanumerik
is: Settu inn PIN-númer í tölu- og bókstöfum
it: Inserisci PIN alfanumerico
ja: 英数字のPINを入力
kab: Sekcem tangalt PIN tagmumḍint
kk: Әріпті-санды PIN енгізу
km: á”á‰áŸ’á…á¼á›á›áŸá PIN á¢á€áŸ’áŸášá€áŸ’ášá˜á›áŸá
kn: ಆಲ್ಫಾನ್ಯೂಮರಿಕ್ ಪಿನ್ ನಮೂದಿಸಿ
ko: 영숫자 PIN 입력
lt: Įvesti tekstinį PIN kodą
lv: Ievadīt burtu un ciparu PIN
mk: Внесете Алфанумерички ПИН
ml: ആൽഫാന്യൂമെറിക് PIN നൽകുക
mr: अल्फान्यूमेरिक PIN प्रविष्ट करा
ms: Masukkan PIN Abjad Angka
my: အက္ခရာနံပါတ်ပါ ပင်နံပါတ်ကို ရိုက်ထည့်ပါ
nb: Skriv inn alfanumerisk PIN
nl: Alfanumerieke pincode invoeren
pa: ਅੱਖਰ-ਅੰਕਾਂ ਵਾਲਾ ਪਿੰਨ ਦਿਓ
pa_pk: عددی تے حروفی پن درج کرو
pl: Wpisz PIN składający się z cyfr i liter
ps: د تورو او اعدادو ګډ PIN دننه کړئ
pt_br: Digite um PIN alfanumérico
pt_pt: Introduzir PIN alfanumérico
ro: Introdu un PIN alfanumeric
ru: Ввести буквенно-цифровой PIN-код
sk: Zadať alfanumerický PIN
sl: Vnos alfanumeričnega PIN-a
sq: Jepni PIN Alfanumerik
sr: Унеси алфанумерички PIN
sv: Ange alfanumerisk PIN-kod
sw: Ingiza PINI ya herufinambari
ta: உள்ளிடவும் எண்ணெழுத்து பின்
te: ఆల్ఫాన్యూమరిక్ పిన్ను నమోదు చేయండి
th: ใส่รหัส PIN ตัวเลขและตัวอักษร
tr: Alfanumerik PIN'i Girin
ug: ھەرپ-نومۇرلۇق PIN كىرگۈزۈڭ
uk: Ввести буквено-цифровий PIN-код
ur: Alphanumeric PIN درج کریں
vi: Nhập mã PIN gồm chữ và số
zh_cn: 输入含有数字和字母的 PIN 码
zh_hk: 輸入包含字母及數字的 PIN 碼

# ONBOARDING_2FA_ENTER_NUMERIC
source: Enter Numeric PIN
af: Voer numeriese PIN in
ar: أدخِل رقم تعريف شخصي (PIN) رَقمي
az: Rəqəmli PIN daxil edin
be: Увядзіце лічбавы PIN-код
bg: Въведете ПИН с цифри
bn: সংখ্যা বিশিষ্ট পিন লিখুন
ca: Marqueu un PIN numèric
cs: Zadejte číselný PIN
cy: Rowch PIN Rhifol.
da: Indtast numerisk pinkode
de: Numerische PIN eingeben
el: Εισαγωγή αριθμητικού PIN
es: Introducir PIN numérico
es_es: Introduce PIN numérico
et: Sisesta numbriline PIN-kood
eu: Idatzi zenbakizko PINa
fa: پین عددی وارد کنید
fi: Syötä numeerinen tunnusluku
fil: Maglagay ng Numeric na PIN
fr: Saisir un code PIN numérique
ga: Cuir isteach UAP uimhriúil
gu: સંખ્યાત્મક પિન દાખલ કરો
he: הכנס PIN מספרי
hi: संख्यात्मक पिन दर्ज करें
hr: Unesite numerički PIN
hu: Adj meg szám alapú PIN kódot
id: Masukkan PIN Numerik
is: Settu inn PIN-númer í tölustöfum
it: Inserisci PIN numerico
ja: 数字PINを入力
kab: Sekcem tangalt PIN tumḍint
kk: Әріпті PIN енгізу
km: á”á‰áŸ’á…á¼á›á›áŸáá€á¼áŠ PIN
kn: ಸಂಖ್ಯಾ ಪಿನ್ ನಮೂದಿಸಿ
ko: 숫자 PIN 입력
lt: Įvesti skaitinį PIN kodą
lv: Ievadīt ciparu PIN
mk: Внесете Нумерички ПИН
ml: സംഖ്യാ PIN നൽകുക
mr: न्यूमेरिक PIN प्रविष्ट करा
ms: Masukkan PIN Berangka
my: နံပါတ်ပါ ပင်နံပါတ်ကို ရိုက်ထည့်ပါ
nb: Skriv inn numerisk PIN
nl: Numerieke pincode invoeren
pa: ਅੰਕਾਂ ਵਾਲਾ ਪਿੰਨ ਦਿਓ
pa_pk: عددی پن درج کرو
pl: Wpisz PIN składający się z cyfr
ps: عددي PIN دننه کړئ
pt_br: Digite um PIN numérico
pt_pt: Introduzir PIN numérico
ro: Introdu un PIN numeric
ru: Ввести цифровой PIN-код
sk: Zadať číselný PIN
sl: Vnos številčnega PIN-a
sq: Jepni PIN Numerik
sr: Унесите нумерички PIN
sv: Ange numerisk PIN-kod
sw: Ingiza PINI ya Nambari
ta: உள்ளிடவும் எண் பின்
te: సంఖ్యా పిన్ను నమోదు చేయండి
th: ใส่รหัส PIN ตัวเลข
tr: Sayısal PIN'i Girin
ug: سانلىق PIN كىرگۈزۈڭ
uk: Ввести цифровий PIN-код
ur: عددی پن درج کریں
vi: Nhập mã PIN số
zh_cn: 输入数字 PIN 码
zh_hk: 輸入數字 PIN 碼

# ONBOARDING_2FA_FORGOT_PIN_LINK
source: Need Help?
af: Hulp nodig?
ar: هل تحتاج لمُساعدة؟
az: Kömək lazımdır?
be: Патрэбна дапамога?
bg: Трябва ви помощ?
bn: সাহায্য দরকার?
ca: Us cal ajuda?
cs: Potřebujete pomoc?
cy: Angen Cymorth?
da: Brug for hjælp?
de: Hilfe benötigt?
el: Χρειάζεσαι βοήθεια;
es: ¿Necesitas ayuda?
es_es: ¿Necesitas ayuda?
et: Kas vajad abi?
eu: Laguntzarik behar?
fa: به کمک نیاز دارید؟
fi: Tarvitsetko apua?
fil: Kailangan ng Tulong?
fr: Besoin d'aide ?
ga: An bhfuil cúnamh uait?
gu: મદદ જોઈએ છે?
he: צריך עזרה?
hi: क्या आपको मदद चाहिये?
hr: Trebate pomoć?
hu: Segítség?
id: Butuh Bantuan?
is: Þarftu hjálp?
it: Hai bisogno di aiuto?
ja: お困りですか？
kab: Tesriḍ tallalt?
kk: Көмек керек пе?
km: ááŸ’ášá¼áœá€á¶ášá‡áŸ†á“á½á™?
kn: ಸಹಾಯ ಅಗತ್ಯವಿದೆಯೇ?
ko: 도움이 필요하신가요?
lt: Reikia pagalbos?
lv: Vai vajadzīga palīdzība?
mk: Ви треба помош?
ml: സഹായം ആവശ്യമുണ്ടോ?
mr: मदत हवी?
ms: Perlukan Bantuan?
my: အကူအညီ လိုအပ်ပါသလား?
nb: Ønsker du hjelp?
nl: Hulp nodig?
pa: ਮਦਦ ਦੀ ਲੋੜ ਹੈ?
pa_pk: کی مدد دی لوڑ اے؟
pl: Potrzebujesz pomocy?
ps: مرستې ته اړتیا لری؟
pt_br: Precisa de ajuda?
pt_pt: Necessita de ajuda?
ro: Ai nevoie de ajutor?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sl: Potrebujete pomoč?
sq: Ju Duhet Ndihmë?
sr: Потребна вам је помоћ?
sv: Behöver du hjälp?
sw: Unahitaji Msaada?
ta: தேவை உதவி?
te: సహాయం కావాలి?
th: มีอะไรให้ช่วยไหม?
tr: Yardıma mı ihtiyacınız var?
ug: ياردەم كېرەكمۇ؟
uk: Потрібна допомога?
ur: مدد چاہیے؟
vi: Cần Hỗ trợ?
zh_cn: 需要协助？
zh_hk: 需要幫助？

# ONBOARDING_2FA_INVALID_PIN
source: Incorrect PIN
af: PIN verkeerd
ar: رقم التعريف الشخصي (PIN) غير صحيح
az: Yanlış PIN
be: Няправільны PIN-код
bg: Грешен ПИН
bn: ভুল পিন
ca: PIN incorrecte
cs: Nesprávný PIN
cy: PIN anghywir
da: Forkert pinkode
de: Falsche PIN
el: Λάθος ΡΙΝ
es: PIN incorrecto
es_es: PIN incorrecto
et: Sobimatu PIN-kood
eu: PIN okerra
fa: پین نادرست است
fi: Väärä tunnusluku
fil: Hindi tama ang PIN
fr: Code PIN incorrect.
ga: UAP mhícheart
gu: ખોટો PIN
he: PIN שגוי
hi: ग़लत पिन
hr: Nevažeći PIN
hu: Hibás PIN
id: PIN Salah
is: Rangt PIN
it: PIN errato
ja: PINが違います
kab: PIN ur yeɣti ara
kk: Дұрыс емес PIN
km: á›áŸáá€á¼áŠ PIN á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ತಪ್ಪಾದ ಪಿನ್
ko: 올바르지 않은 PIN
lt: Neteisingas PIN
lv: Nepareizs PIN
mk: Погрешен ПИН
ml: തെറ്റായ പിൻ
mr: चुकीचा PIN
ms: PIN tidak betul
my: PIN နံပါတ်မှားနေသည်
nb: Feil PIN-kode
nl: Onjuiste pincode
pa: ਗਲਤ ਪਿੰਨ
pa_pk: غلط پن۔
pl: Niepoprawny PIN
ps: ناسم PIN
pt_br: PIN incorreto
pt_pt: PIN incorreto
ro: PIN incorect
ru: Неверный PIN-код
sk: Nesprávny PIN
sl: Napačen PIN
sq: PIN i pasaktë
sr: Нетачан PIN
sv: Felaktig PIN-kod
sw: Nenosiri sio sahihi
ta: தவறான பின்
te: తప్పయిన పిన్
th: PIN ไม่ถูกต้อง
tr: Yanlış PIN
ug: خاتا PIN
uk: Неправильний PIN-код
ur: غلط پن
vi: Mã PIN không chính xác
zh_cn: PIN 错误
zh_hk: PIN 碼不正確

# ONBOARDING_2FA_INVALID_PIN_LAST_ATTEMPT
source: Incorrect PIN. 1 attempt remaining.
ar: رقم التعريف الشخصي (PIN) غير صحيح. تبقَّى مُحاولة واحدة.
be: Няправільны PIN-код. Застаецца 1 спроба.
bn: ভুল পিন। 1টি প্রচেষ্টা বাকি আছে।
ca: PIN incorrecte. Et queda 1 intent.
cs: Nesprávný PIN. Zbývá 1 pokus.
da: Forkert pinkode. Ét forsøg tilbage.
de: Falsche PIN. Ein verbleibender Versuch.
el: Λάθος ΡΙΝ. Απομένει 1 προσπάθεια.
es: PIN incorrecto. Te queda 1 intento.
fa: پین اشتباه وارد شده . 1 تلاش دیگر باقی مانده است.
fi: Väärä PIN-koodi. 1 yritys jäljellä.
fr: Code PIN incorrect. Il ne vous reste plus qu'une seule tentative.
ga: UAP mhícheart. 1 iarracht amháin fágtha.
gu: ખોટો પિન. 1 પ્રયાસ બાકી છે.
he: PIN שגוי. ניסיון 1 נותר.
hi: ग़लत पिन। 1 मौका बचा है।
hr: Nevažeći PIN. Preostaje 1 pokušaj.
hu: Hibás PIN-kód. 1 próbálkozásod maradt.
id: PIN salah. Tersisa 1 kesempatan mencoba.
it: PIN errato. 1 tentativo rimanente.
ja: PIN が違います。あと 1 回試せます。
ko: PIN이 올바르지 않습니다. 1번 더 시도할 수 있습니다.
mr: चुकीचा पिन. 1 प्रयत्न उर्वरित.
ms: PIN tidak betul. 1 lagi percubaan.
nb: Feil PIN-kode. 1 forsøk igjen.
nl: Onjuiste pincode. Je hebt nog één poging.
pl: PIN niepoprawny. Pozostała 1 próba.
pt_br: PIN incorreto. Uma tentativa restante.
pt_pt: PIN incorreto. Resta-lhe 1 tentativa.
ro: PIN incorect. O încercare rămasă.
ru: Неверный Пин-код. Осталась 1 попытка.
sk: Nesprávny PIN. Zostáva 1 pokus.
sr: PIN је нетачан. Преостао вам је још 1 покушај.
sv: Felaktig pinkod. 1 försök kvar.
th: PIN ไม่ถูกต้อง ลองได้อีก 1 ครั้ง
tr: Geçersiz PIN. 1 deneme hakkı kaldı.
ug: PIN خاتا. 1 كىرگۈزۈش پۇرسىتى قالدى.
uk: Неправильний PIN-код. Лишилась 1 спроба.
ur: پِن غلط ہے۔ 1 کوشش باقی ہے۔
vi: Mã PIN không chính xác. Còn 1 lần thử.
zh_cn: 密码输入错误，还剩 1 次机会。
zh_hk: PIN 碼不正確。尚餘 1 次機會。

# ONBOARDING_2FA_SKIP_AND_CREATE_NEW_PIN
source: Skip and Create New PIN
af: Slaan oor en skep nuwe PIN
ar: تجاهُل وإنشاء رقم تعريف شخصي (PIN) جديد
az: Ötür və Yeni PIN yarat
be: Прапусціць і стварыць новы PIN-код
bg: Пропускане и създаване на нов ПИН
bn: এড়িয়ে যান এবং নতুন পিন তৈরি করুন
ca: Omet i crea un PIN nou
cs: Přeskočit a zadat nový PIN.
cy: Hepgor a Creu PIN Newydd
da: Spring over og opret ny pinkode
de: Überspringen und neue PIN erstellen
el: Παράλειψη και δημιουργία νέου PIN
es: Omitir y crear nuevo PIN
es_es: Omitir y crear nuevo PIN
et: Jäta vahele ja loo uus PIN-kood
eu: Saltatu eta PIN berri bat sortu
fa: رد شدن و ایجاد یک رمز جدید
fi: Ohita ja luo uusi tunnusluku
fil: Lampasan at Lumikha ng Bagong PIN
fr: Ignorer et créer un nouveau PIN
ga: Scipeáil agus Cruthaigh UAP nua
gu: સ્કિપ કરો અને નવો PIN બનાવો
he: דלג וצור PIN חדש
hi: स्किप करके नया पिन बनाएँ
hr: Preskoči i stvori novi PIN
hu: Kihagyás és új PIN létrehozása
id: Lewati dan Buat Pin Baru
is: Sleppa og búa til nýtt PIN-númer
it: Salta e crea un nuovo Pin
ja: スキップして新しいPINを作成
kab: Zgel syen rnu tangalt PIN tamaynut
kk: Өткізіп жіберу және жаңа PIN жасау
km: ášáŸ†á›á„ á“á·á„á”á„áŸ’á€á¾áá›áŸá Pin ááŸ’á˜á¸
kn: ಬಿಟ್ಟುಬಿಡಿ ಮತ್ತು ಹೊಸ ಪಿನ್ ರಚಿಸಿ
ko: 건너뛴 후 새 PIN 만들기
lt: Praleisti ir sukurti naują PIN kodą
lv: Izlaist un izveidot jaunu PIN
mk: Прескокнете и создадете Нов ПИН
ml: സ്കിപ്പ് ചെയ്ത് പുതിയ പിൻ സൃഷ്ടിക്കുക
mr: वगळा आणि नवीन PIN तयार करा
ms: Langkau dan Cipta Pin Baru
my: ကျော်၍ ပင်နံပါတ်အသစ် ဖန်တီးမယ်
nb: Hopp over og lag ny PIN-kode
nl: Overslaan en nieuwe pincode aanmaken
pa: ਛੱਡੋ ਅਤੇ ਨਵਾਂ ਪਿੰਨ ਬਣਾਓ
pa_pk: چھڈ دیو تے نواں پن بناؤ
pl: Pomiń i utwórz nowy PIN
ps: ترې تیر شئ او نوی Pin رامنځته کړئ
pt_br: Pular e criar novo PIN
pt_pt: Ignorar e criar novo PIN
ro: Omite și creează un PIN nou
ru: Пропустить и создать новый PIN-код
sk: Preskočiť a vytvoriť nový PIN
sl: Preskoči in ustvari nov PIN
sq: Anashkalojeni dhe Krijoni Pin të Ri
sr: Прескочи и креирај нови PIN
sv: Hoppa över och skapa ny PIN-kod
sw: Ruka na Unda PINI Mpya
ta: தவிர் மற்றும் உருவாக்கு புதியது முள்
te: క్రొత్త పిన్ను దాటవేసి సృష్టించండి
th: ข้ามและสร้างรหัส PIN ใหม่
tr: Geç ve Yeni PIN Oluştur
ug: ئاتلاڭ ۋە يېڭى PIN كىرگۈزۈڭ
uk: Пропустити й створити новий PIN-код
ur: چھوڑیں اور نیا پن بنائیں
vi: Bỏ qua và Tạo PIN mới
zh_cn: 跳过并新建 PIN 码
zh_hk: 略過並設定新 PIN 碼
