Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ATTACHMENT_KEYBOARD_NO_PHOTO_ACCESS
source: Signal does not have access to your photos or videos. To enable access open Settings and tap Photos
af: Gee toegang tot jou foto’s in die instellings om dit hierheen te stuur.
ar: لا يُمكن لسيجنال الوصول إلى صورك ومقاطع الفيديو الخاصة بك. لمنح الوصول، افتح "الإعدادات" وانقر على "الصور".
az: Göndərmək üçün tənzimləmələrdən fotolarınıza müraciətə icazə verin.
be: Signal не мае доступу да вашых фота і відэа. Каб уключыць доступ, адкрыйце «Налады» і націсніце «Фота»
bg: Дайте достъп до вашите снимки от настройките, за да ги изпращате от тук.
bn: আপনার ছবি কিংবা ভিডিওতে Signal-এর অ্যাক্সেস নেই। অ্যাক্সেস সচল করতে সেটিংস খুলুন এবং ছবিতে ট্যাপ করুন
ca: Signal no té accés a les teves fotos o vídeos. Per habilitar l'accés, obre Ajustos i toca Fotos
cs: Signal nemá přístup k vašim fotografiím ani videím. Chcete-li povolit přístup, otevřete Nastavení a klepněte na Fotografie
cy: Caniatáu mynediad i'ch lluniau yn gosodiadau i'w hanfon yma.
da: Signal har ikke tilladelse til dine billeder og videoer. For at give tilladelse, skal du åbne Indstillinger og trykke på Fotos
de: Signal hat keinen Zugriff auf deine Fotos oder Videos. Um den Zugriff zu erlauben, öffne Einstellungen und tippe auf Fotos.
el: Το Signal δεν έχει πρόσβαση στις φωτογραφίες ή τα βίντεό σου. Για να ενεργοποιήσεις την πρόσβαση, άνοιξε τις Ρυθμίσεις και πάτα Φωτογραφίες
es: Signal no tiene acceso a tus fotos ni vídeos. Para habilitar el acceso, selecciona Abrir Ajustes y toca Fotos.
es_es: Permite el acceso a tus fotos en «Ajustes» de iOS para enviarlas desde aquí.
et: Luba sätetes juurdepääs enda fotodele, et saaksid neid siit saata.
eu: Eman sarbidea zure argazkiei ezarpenetan hona bidaltzeko.
fa: سیگنال به عکس‌ها یا ویدیوهای شما دسترسی ندارد. برای فعال کردن دسترسی، «تنظیمات» را باز کنید و روی «عکس‌ها» ضربه بزنید
fi: Signalilla ei ole käyttöoikeutta valokuviisi tai videoihisi. Ota käyttö käyttöön avaamalla Asetukset ja napauttamalla Valokuvat
fil: Bigyan ng access sa iyong mga larawan sa settings upang maipadala dito.
fr: Signal n'a pas accès à vos photos et vidéos. Pour autoriser Signal à y accéder, ouvrez les réglages iOS et appuyez sur "Photos".
ga: Níl rochtain ag Signal ar do ghrianghraif ná ar d'fhíseáin. Chun rochtain a chumasú, oscail Socruithe agus tapáil Grianghraif
gu: તમારા ફોટા અને વીડિયો પર Signal પાસે ઍક્સેસ નથી. ઍક્સેસ ચાલુ કરવા સેટિંગ્સ ખોલો અને ફોટા પર ટૅપ કરો
he: ל–Signal אין גישה לתמונות או לסרטונים שלך. כדי לאפשר גישה, יש לפתוח את ההגדרות וללחוץ על ׳תמונות׳
hi: Signal के पास आपके फोटो या वीडियो तक पहुंच नहीं है। एक्सेस सक्षम करने के लिए सेटिंग्स खोलें और फोटो पर टैप करें
hr: Signal nema pristup vašim fotografijama ili videozapisima. Otvorite Postavke i dodirnite Fotografije kako biste omogućili pristup
hu: A Signal nem fér hozzá az Ön fényképeihez vagy videóihoz. A hozzáférés engedélyezéséhez nyissa meg a Beállításokat, és koppintson a Fotók elemre
id: Signal tidak memiliki akses ke foto atau video Anda. Untuk mengaktifkan akses, buka Pengaturan dan ketuk Foto
is: Þú þarft að veita aðgang að myndum í stillingnuum til að hægt sé að senda þær hér.
it: Signal non ha accesso alle tue foto o video. Per dare l'autorizzazione ad accedere, vai su Impostazioni e tocca l'opzione Foto
ja: Signalはユーザーの写真と動画にアクセスすることはできません。 アクセスを許可するには「設定」を開いて「写真」をタップします
kab: Mudd anekcum ɣer tewlafin-ik·im deg yiɣewwaren i tuzna-nsent dagi.
kk: Фотосуреттерді осы жерге жіберу үшін параметрлер мәзірінде оларға қатынауға рұқсат беріңіз.
km: á•áŸ’áá›áŸ‹á€á¶ášá¢á“á»á‰áŸ’á‰á¶áá…á¼á›á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ášá¼á”ááášá”áŸáŸ‹á¢áŸ’á“á€ á€áŸ’á“á»á„á€á¶ášá€áŸ†áááŸ‹á€á˜áŸ’á˜áœá·á’á¸ áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾áœá¶á“áŸ…á‘á¸á“áŸáŸ‡áŸ”
kn: ನಿಮ್ಮ ಫೋಟೋಗಳನ್ನು ಇಲ್ಲಿಗೆ ಕಳುಹಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅವುಗಳಿಗೆ ಪ್ರವೇಶ ನೀಡಿ.
ko: Signal에 사진이나 동영상에 액세스할 권한이 없습니다. 액세스를 활성화하려면 설정을 열고 사진을 탭하세요.
lt: Norėdami čia siųsti nuotraukas, suteikite nustatymuose prieigą prie jų.
lv: Piešķiriet piekļuvi fotoattēliem iestatījumos, lai tos nosūtītu no šī skata.
mk: Дозволете пристап до вашите слики во поставки за да ги испраќате овде.
ml: ഫോട്ടോകൾ ഇവിടേക്ക് അയയ്ക്കുന്നതിന് സെറ്റിംഗ്സിൽ നിങ്ങളുടെ ഫോട്ടോയ്ക്ക് അനുമതി നൽകുക.
mr: Signal ला आपल्या फोटो किंवा व्हिडीओ यांचा ॲक्सेस नसतो. ॲक्सेस सक्षम करण्यास सेटिंग्ज उघडा आणि फोटोज वर टॅप करा
ms: Signal tidak mempunyai akses kepada foto atau video anda. Untuk mendayakan akses, buka Tetapan dan ketik Foto
my: သင့် ရုပ်ပုံများ ဤနေရာသို့ ပေးပို့ရန် အပြင်အဆင်ထဲတွင် သုံးခွင့်ပြုပါ
nb: Signal har ikke tilgang til bildene og videoene dine. Gå til innstillingene og trykk på «bilder» for å gi Signal tilgang.
nl: Signal heeft geen toegang tot je foto's of video's. Om toegang in te schakelen, open Instellingen en tik op Foto's
pa: ਆਪਣੀਆਂ ਤਸਵੀਰਾਂ ਨੂੰ ਇੱਥੇ ਭੇਜਣ ਲਈ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਉਹਨਾਂ ਨੂੰ ਪਹੁੰਚ ਪ੍ਰਦਾਨ ਕਰੋ.
pa_pk: تصویراں ایتھے گھلن دے لئی ترتیباں اچ اپنی تصویراں تائیں رسائی دی اجازت دیو۔
pl: Signal nie ma dostępu do Twoich zdjęć ani wideo. Aby zezwolić na dostęp, otwórz ustawienia i wybierz opcję Zdjęcia
ps: په تنظیماتو کې خپلو انځورونو ته لاسرسی ورکړئ تر څو هغه دلته ولیږي.
pt_br: O Signal não tem acesso a sua fotos ou vídeos. Para ativar o acesso, abra as Configurações e toque em Fotos
pt_pt: O Signal não tem acesso às suas fotos e vídeos. Para permitir acesso, abra as Definições e toque em Fotos
ro: Signal nu are acces la fotografiile sau videoclipurile tale. Pentru a activa accesul, deschide Setări și atinge Fotografii
ru: У Signal нет копии ваших фото и видео. Чтобы открыть доступ, зайдите в Настройки и нажмите «Фото»
sk: Signal nemá prístup k vašim fotografiám alebo videám. Ak chcete povoliť prístup, otvorte Nastavenia a ťuknite na Fotky
sl: V nastavitvah dovolite dostop do vaših fotografij, da bodo lahko poslane sem.
sq: Që t’i dërgoni këtu, akordoni hyrje te fotot tuaja, që nga rregullimet.
sr: Signal нема приступ вашим сликама и видео записима. Да бисте омогућили тај приступ, отворите „Подешавања“ и изаберите „Слике“
sv: Signal har inte tillgång till dina foton eller videor. För att aktivera åtkomst öppnar du Inställningar och trycker på Foton
sw: Ruhusu ufikiaji wa picha zako katika mipangilio ili kuzituma hapa.
ta: உங்கள் புகைப்படங்களை இங்கே அனுப்ப அமைப்புகளில் அணுகலை வழங்கவும்.
te: మీ చిత్రాలను ఇక్కడ పంపించడానికి సెట్టింగ్‌లలో ప్రాప్యతను ఇవ్వండి.
th: Signal ไม่ได้รับสิทธิ์การเข้าถึงรูปภาพหรือวิดีโอของคุณ หากต้องการอนุญาตให้เข้าถึง กรุณาไปที่การตั้งค่าแล้วแตะที่รูปภาพ
tr: Signal'in fotoğraflarına veya videolarına erişimi yok. Erişimi etkinleştirmek için Ayarlar'ı aç ve Fotoğraflar'a dokun
ug: Signal سىزنىڭ رەسىم ۋە سىنلىرىڭىزغا ئېرىشەلمەيدۇ. ئېرىشىش ئىجازىتى ئۈچۈن تەڭشەكلەرنى ئېچىڭ ۋە رەسىملەرنى چېكىڭ
uk: Signal не має доступу до ваших фото і відео. Щоб надати доступ, відкрийте параметри й виберіть «Фото»
ur: سگنل کو آپ کی تصاویر یا ویڈیوز تک رسائی حاصل نہیں ہوتی۔ رسائی کو فعال کرنے کے لیے سیٹنگز کھولیں اور تصاویر پر ٹیپ کریں
vi: Signal không có quyền truy cập ảnh hay video của bạn. Để cấp quyền truy cập, vào mục Cài đặt và nhấn vào Ảnh
zh_cn: Signal 没有访问您的照片或视频的权限。如要授予权限，请打开“设置”，然后点击“照片”
zh_hk: Signal 沒有權限來取用你的相片和影片。要允許取用，請打開「設定」，然後點按「相片」

# ATTACHMENT_KEYBOARD_OPEN_SETTINGS
source: Open Settings
ar: فتح الإعدادات
be: Адкрыць «Налады»
bn: সেটিংস খুলুন
ca: Obre els ajustos
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir Ajustes
fa: بازکردن تنظیمات
fi: Avaa asetukset
fr: Ouvrir les réglages
ga: Oscail socruithe
gu: સેટિંગ્સ ખોલો
he: פתיחת הגדרות
hi: सेटिंग्स खोलें
hr: Otvori postavke
hu: Beállítok megnyitása
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
mr: सेटिंग्ज उघडा
ms: Buka tetapan
nb: Åpne innstillingene
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir configurações
pt_pt: Abrir definições
ro: Deschide Setările
ru: Открыть настройки
sk: Otvoriť nastavenia
sr: Отвори подешавања
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları aç
ug: تەڭشەكنى ئېچىش
uk: Відкрити параметри
ur: سیٹنگز کھولیں
vi: Mở cài đặt
zh_cn: 打开设置
zh_hk: 開啟設定

# ATTACHMENT_KEYBOARD_PAYMENT
source: Payment
af: Betaling
ar: المدفوعات
az: Ödəniş
be: Плацеж
bn: পেমেন্ট
ca: Pagament
cs: Platba
cy: Taliad
da: Betaling
de: Zahlung
el: Πληρωμή
es: Pago
et: Makse
eu: Ordainketa
fa: پرداخت
fi: Maksu
fr: Paiement
ga: Íocaíocht
gu: ચુકવણી
he: תשלום
hi: भुगतान
hr: Plaćanje
hu: Fizetés
id: Pembayaran
is: Greiðsla
it: Pagamento
ja: 決済
kab: Axelleṣ
km: á€á¶ášá‘á¼á‘á¶ááŸ‹
kn: ಪೇಮೆಂಟ್
ko: 결제
lt: Mokėjimas
lv: Maksājums
mk: Плаќање
ml: പേയ്മെന്റ്
mr: पेमेंट
ms: Pembayaran
my: ငွေပေးချေမှု
nb: Betaling
nl: Betaling
pa: ਭੁਗਤਾਨ
pl: Płatność
ps: پرداخت
pt_br: Pagamento
pt_pt: Pagamento
ro: Plată
ru: Платёж
sk: Platba
sl: Plačilo
sq: Pagesë
sr: Плаћање
sv: Betalning
sw: Malipo
ta: கட்டணம்
te: చెల్లింపులు
th: ชำระเงิน
tr: Ödeme
ug: چىقىم
uk: Платіж
ur: پیمنٹ
vi: Thanh toán
zh_cn: 付款
zh_hk: 付款

# ATTACHMENT_KEYBOARD_PHOTOS
source: Photos
ar: الصور
be: Фота
bn: ছবি
ca: Fotos
cs: Fotografie
da: Billeder
de: Fotos
el: Φωτογραφία
es: Fotos
fa: تصاویر
fi: Kuvat
ga: G.ghraif
gu: ફોટા
he: תמונות
hi: तस्वीरें
hr: Slike
hu: Fotók
id: Foto
it: Foto
ja: 写真
ko: 사진
mr: फोटो
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
pt_pt: Fotos
ro: Poze
ru: Фото
sk: Fotky
sr: Слике
sv: Foton
th: รูปภาพ
tr: Fotoğraf
ug: رەسىم
uk: Фото
ur: تصاویر
vi: Ảnh
zh_cn: 照片
zh_hk: 照片

# ATTACHMENT_LABEL
source: Attachment
af: Aanhangsel
ar: الملف المُرفَق
az: Qoşma
be: Далучэнне
bg: Прикачен файл
bn: সংযুক্তি
ca: Fitxer adjunt
cs: Příloha
cy: Atodiad
da: Vedhæftning
de: Anhang
el: Συνημμένο
es: Archivo adjunto
es_es: Adjunto
et: Manus
eu: Eranskina
fa: پیوست
fi: Liitetiedosto
fil: Kalakip
fr: Pièce jointe
ga: Ceangaltán
gu: જોડાણ
he: צרופה
hi: अटैचमेंट
hr: Privitak
hu: Melléklet
id: Lampiran
is: Viðhengi
it: Allegato
ja: 添付ファイル
kab: Afaylu yeddan
kk: Тіркеме
km: á¯á€áŸá¶ášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಗತ್ತು
ko: 첨부 파일
lt: Priedas
lv: Pielikums
mk: Прикачување
ml: അറ്റാച്ചുമെന്റ്
mr: संलग्न
ms: Lampiran
my: ပူးတွဲဖိုင်
nb: Vedlegg
nl: Bijlage
pa: ਅਟੈਚਮੈਂਟ
pa_pk: منسلکہ
pl: Załącznik
ps: ضمیمه
pt_br: Anexo
pt_pt: Anexo
ro: Atașament
ru: Вложение
sk: Príloha
sl: Priponka
sq: Bashkëngjitje
sr: Прилог
sv: Bilaga
sw: Kiambatisho
ta: இணைப்பு
te: జోడింపు
th: แฟ้มแนบ
tr: Eklenti
ug: قوشۇمچە
uk: Вкладення
ur: منسلک مواد
vi: Tập tin đính kèm
zh_cn: 附件
zh_hk: 附件

# ATTACHMENT_PICKER_DOCUMENTS_FAILED_ALERT_TITLE
source: Failed to choose document.
af: Kon nie dokument kies nie.
ar: فشل في اختيار المستند.
az: Sənəd seçilmədi.
be: Не атрымалася выбраць дакумент.
bg: Неуспешно избиране на документ.
bn: নথিপত্র চয়ন করতে ব্যর্থ।
ca: No s'ha pogut triar el document.
cs: Nepodařilo se vybrat dokument.
cy: Methwyd dewis dogfen.
da: Dokumentet kunne ikke vælges
de: Dokument konnte nicht ausgewählt werden.
el: Αποτυχία επιλογής εγγράφου.
es: No se ha podido seleccionar el documento.
es_es: Fallo al seleccionar documento.
et: Dokumendi valimine ei õnnestunud.
eu: Ezin izan da dokumentua aukeratu.
fa: انتخاب سند موفق نبود.
fi: Tiedoston valinta epäonnistui.
fil: Bigo na makapili ng dokumento.
fr: Impossible de sélectionner le document.
ga: Níor roghnaigh tú cáipéis ar bith.
gu: દસ્તાવેજ પસંદ કરવામાં નિષ્ફળ.
he: נכשל בבחירת מסמך.
hi: दस्तावेज़ चुनने में विफल
hr: Neuspješan odabir datoteke.
hu: Dokumentum kiválasztása sikertelen.
id: Gagal memilih dokumen.
is: Gat ekki valið skjal.
it: Scelta del documento non riuscita.
ja: ドキュメントの選択に失敗しました。
kab: Afrasn n yisemli ur yeddi ara.
kk: Құжатты таңдау мүмкін болмады.
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá‡áŸ’ášá¾áŸášá¾áŸá¯á€áŸá¶ášáŸ”
kn: ದಾಖಲೆ ಆಯ್ಕೆ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.
ko: 문서 선택에 실패했습니다.
lt: Nepavyko pasirinkti dokumento.
lv: Neizdevās izvēlēties dokumentu.
mk: Неуспешно избирање документ.
ml: ഡോക്യുമെന്റ് തിരഞ്ഞെടുക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: दस्तऐवज निवडण्यात अयशस्वी
ms: Gagal untuk memilih dokumen.
my: စာရွက်စာတမ်းကို ရွေးချယ်၍ မရပါ။
nb: Kunne ikke velge dokument.
nl: Document kiezen mislukt.
pa: ਦਸਤਾਵੇਜ਼ ਚੁਣਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pa_pk: دستاویز دا انتخاب کرن اچ ناکام ہویا۔
pl: Nie udało się wybrać dokumentu.
ps: د سند ټاکل تر سره نشو.
pt_br: Falha ao selecionar o documento.
pt_pt: Falha ao escolher o documento.
ro: Eroare la selectarea documentului.
ru: Не удалось выбрать документ.
sk: Nepodarilo sa vybrať dokument.
sl: Izbira dokumenta ni bila uspešna.
sq: S’u arrit të zgjidhet dokument.
sr: Одабир документа није успео.
sv: Det gick inte att välja dokument.
sw: Imefeli kuchagua hati
ta: ஆவணத்தைத் தேர்ந்தெடுப்பதில் தோல்வி.
te: పత్రాన్ని ఎన్నుకోవడంలో విఫలమైంది.
th: การเลือกเอกสารล้มเหลว
tr: Doküman seçimi başarısız.
ug: پۈتۈكنى تاللىيالمىدى.
uk: Не вдалося вибрати документ.
ur: دستاویز کے انتخاب میں ناکامی۔
vi: Không thể chọn tài liệu.
zh_cn: 文件选取失败。
zh_hk: 無法選取檔案。

# ATTACHMENT_PICKER_DOCUMENTS_PICKED_DIRECTORY_FAILED_ALERT_BODY
source: Please create a compressed archive of this file or directory and try sending that instead.
af: Skep eerder ’n ingepakte argief van hierdie lêer of gids en probeer dit dan stuur.
ar: يُرجى إنشاء أرشيف مضغوط لهذا الملف أو المجلد، ثم حاوِل إرساله بدل ذلك المجلد.
az: Zəhmət olmasa bu fayl və ya kataloqun sıxılmış arxivini yaradın və onun əvəzinə göndərməyə çalışın.
be: Калі ласка, стварыце сціснуты архіў гэтага файла або каталога і паспрабуйце адправіць нанова.
bg: Моля, опитайте се да изпратите архив на този файл или директория.
bn: দয়া করে এই ফাইল বা ডিরেক্টরিটির একটি সংকুচিত সংরক্ষণাগার নির্মাণ করুন এবং সেটি প্রেরণ করার চেষ্টা করুন।
ca: Proveu d'enviar millor un fitxer comprimit d'aquest fitxer o directori.
cs: Prosím vytvořte komprimovaný archiv tohoto souboru či složky a zkuste to znovu.
cy: Os gwelwch yn dda, crëwch archif gywasgedig o'r ffeil neu'r cyfeiriadur hwn a cheisiwch anfon hwnnw yn lle.
da: Opret et komprimeret arkiv af filen eller mappen, og prøv at sende det i stedet
de: Bitte erstelle ein komprimiertes Archiv dieser Datei oder dieses Ordners und versuche stattdessen, das Archiv zu versenden.
el: Παρακαλώ συμπίεσε αυτό το αρχείο ή τον φάκελο και προσπάθησε να στείλεις αυτό.
es: Crea un fichero comprimido de este archivo o directorio y prueba a enviar la versión comprimida.
es_es: Crea un archivo comprimido de este fichero o carpeta y prueba a enviar la versión comprimida.
et: Palun loo sellest failist või kataloogist pakitud arhiiv ja proovi hoopis seda saata.
eu: Mesedez, fitxategi edo direktorio hau konprimitu eta saiatu hori bidaltzen lehengoaren ordez.
fa: لطفاً یک بایگانی فشرده از این فایل یا دایرکتوری ایجاد کنید و در عوض ارسال آن را امتحان کنید.
fi: Pakkaa tämä tiedosto tai hakemisto ja yritä lähettää se pakattuna.
fil: Pakiusap na gumawa ng compressed na archive ng file o directory na ito at iyon ang subukang ipadala.
fr: Veuillez compresser ce fichier ou ce dossier et tenter de le renvoyer au format compressé.
ga: Cuir an comhad seo nó an chomhadlann seo i gcartlann chomhbhrúite agus bain triail as sin a sheoladh.
gu: કૃપા કરીને આ ફાઇલ અથવા ડિરેક્ટરીનું સંકુચિત આર્કાઇવ બનાવો અને તેને બદલે મોકલવાનો પ્રયાસ કરો.
he: אנא צור ארכיון דחוס של קובץ או סיפרייה אלו ונסה לשלוח אותו במקום.
hi: इस फाइल या डायरेक्ट्री को कंप्रेस करके उसको भेजने की कोशिश करें।
hr: Stvorite komprimiranu arhivu ove datoteke ili mape i pokušajte je poslati umjesto ovog.
hu: Készíts egy tömörített fájlt és azt próbáld meg elküldeni
id: Mohon buat arsip terkompresi dari file atau direktori ini, lalu coba kirimkan.
is: Búa til þjappaða safnskrá með þessari skrá eða möppu og prófaðu að senda hana í staðinn.
it: Crea un archivio compresso di questo file o cartella e quindi prova a inviarlo.
ja: このファイルやディレクトリの圧縮アーカイブを作成して、送信してみてください。
kab: Ttxil-k·m rnu aɣbar issden n ufaylu-a neɣ n ukaram-a syen εreḍ tuzna n waya deg ubdil-is.
kk: Осы файлдың немесе каталогтің сығылған мұрағатын жасаңыз да, соны жіберіп көріңіз.
km: áŸá¼á˜á”á„áŸ’á€á¾áá”ááŸ’ááŸá¶ášáŠáŸ‚á›á”á¶á“á–á„áŸ’ášá½á˜á“áŸƒá¯á€áŸá¶ášá¬ááá“áŸáŸ‡ á á¾á™á–áŸ’á™á¶á™á¶á˜á•áŸ’á‰á¾ášá‡áŸ†á“á½áŸáœá·á‰áŸ”
kn: ದಯವಿಟ್ಟು ಈ ಫೈಲ್ ಅಥವಾ ಡೈರೆಕ್ಟರಿಯ ಕಾಂಪ್ರೆಸ್ಡ್ ಆರ್ಕೈವ್ ಅನ್ನು ರಚಿಸಿ ಮತ್ತು ಬದಲಾಗಿ ಅದನ್ನು ಕಳುಹಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
ko: 이 파일 또는 디렉터리를 압축한 후, 압축된 파일을 전송하세요.
lt: Vietoj to, sukurkite suglaudintą šio failo ar katalogo archyvą ir pabandykite jį išsiųsti.
lv: Izveidojiet saspiestu šī faila vai direktorija arhīvu un mēģiniet nosūtīt to.
mk: Ве молиме создадете компресирана архива од оваа датотека или директориум и обидете се тие да ги испратите наместо документот.
ml: ഈ ഫയൽ അല്ലെങ്കിൽ ഡയറക്ടറിയുടെ ഒരു കം‌പ്രസ്ഡ് ആർക്കൈവ് ഉണ്ടാക്കി പകരം അവ അയ്ക്കാൻ ശ്രമിക്കുക.
mr: कृपया या फाईलचे किंवा निर्देशिकेचे एक कंप्रेस केलेले आर्काईव्ह तयार करा आणि ते पाठविण्याचा प्रयत्न करा.
ms: Sila buat arkib yang dimampatkan fail atau direktori ini dan cuba sebaliknya.
my: ကျေးဇူးပြု၍ ဤဖိုင်အား ချုံ့ထားသောမော်ကွန်းတိုက် ဖန်တီး၍ သို့မဟုတ် ဖိုင်လမ်းညွှန် (directory) အား ပေးပို့ပေးပါ။
nb: Prøv å komprimere vedlegg før du sender.
nl: Maak een gecomprimeerd archief van dit bestand of deze map en probeer dat te verzenden.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਫਾਈਲ ਦੀ ਕਮਪ੍ਰੈਸ ਕੀਤੀ ਆਰਕਾਈਵ ਜਾਂ ਡਾਇਰੈਕਟਰੀ ਬਣਾਓ ਅਤੇ ਇਸ ਦੀ ਬਜਾਏ ਉਸ ਨੂੰ ਭੇਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pa_pk: ایہدے بجائے مہربانی کر کے ایس فائل یا ڈائریکٹری دا اک سکیڑا ہویا آرکائیو بناؤ تے گھلن دی کوشش کرو۔
pl: Skompresuj ten plik lub folder i spróbuj go wysłać jeszcze raz.
ps: مهرباني وکړئ د همدې فایل یا ډایرکټوري کامپریس شوی ارشیف رامنځته کړئ او پر ځای یې د دې د لیږلو هڅه وکړئ.
pt_br: Por favor, crie um arquivo comprimido deste arquivo ou diretório e tente enviar novamente.
pt_pt: Por favor, crie uma versão comprimida do ficheiro ou pasta e tente enviá-la.
ro: Te rugăm să creezi o arhivă comprimată cu acest fișier sau director și să încerci să o trimiți pe aceasta.
ru: Пожалуйста, создайте сжатый архив этого файла или папки и попробуйте отправить его.
sk: Prosím, pridajte tento priečinok alebo súbor do archívu a radšej skúste odoslať ten.
sl: Poskusite ustvariti stisnjen arhiv te datoteke ali mape in poslati tega.
sq: Ju lutemi, krijoni një arkiv të ngjeshur të kësaj kartele ose drejtorie dhe riprovoni dërgimin e tij, më mirë.
sr: Креирајте компримовану архиву овог фајла или фолдера и пробајте тако да је пошаљете.
sv: Skapa ett komprimerat arkiv av denna fil eller katalogen och försök att skicka den istället.
sw: Tafadhali unda jalada lililoshinikiza la faili hii au saraka kisha ujaribu kutuma hiyo badala yake
ta: தயவுசெய்து இந்த கோப்பு அல்லது கோப்பகத்தின் சுருக்கப்பட்ட காப்பகத்தை உருவாக்கி, அதற்கு பதிலாக அனுப்ப முயற்சிக்கவும்.
te: దయచేసి ఈ పంక్తి లేదా దర్శని యొక్క సంక్షేపిత కవిలెను సృష్టించండి మరియు బదులుగా పంపించడానికి ప్రయత్నించండి.
th: กรุณาสร้างแฟ้มบีบอัดของแฟ้มนี้หรือไดเรกทอรีนี้ แล้วลองส่งมันแทน
tr: Bu dosyanın veya dizinin sıkıştırılmış arşivini oluşturun ve onu göndermeyi deneyin.
ug: بۇ ھۆججەت ياكى قىسقۇچنى پىرىسلاپ ئارخىپ قۇرۇپ ئاندىن قايتا يوللاڭ.
uk: Створіть стиснений архів цього файлу чи папки й надішліть ще раз.
ur: براہ کرم اس فائل یا ڈائریکٹری اور پس پردہ کو مختصر بنائیں اور اس کے بجائے بھیجنے کی کوشش کریں۔
vi: Vui lòng nén và gửi tệp nén của tệp hoặc thư mục này.
zh_cn: 请将该文件或目录压缩成文档，然后重新发送。
zh_hk: 請為這個檔案或資料夾建立壓縮檔再傳送。

# ATTACHMENT_PICKER_DOCUMENTS_PICKED_DIRECTORY_FAILED_ALERT_TITLE
source: Unsupported File
af: Ongesteunde lêer
ar: الملف غير مدعوم
az: Dəstəklənməyən fayl
be: Тып файла не падтрымліваецца
bg: Неподдържан вид файл.
bn: অসমর্থিত ফাইল
ca: Fitxer no compatible
cs: Nepodporovaný soubor
cy: Ffeil na Chefnogir
da: Filen understøttes ikke
de: Datei nicht unterstützt
el: Μη υποστηριζόμενο αρχείο
es: Archivo no compatible
es_es: Archivo no admitido
et: Fail pole toetatud
eu: Onartu gabeko fitxategia
fa: این نوع فایل پشتیبانی نمی‌شود.
fi: Tiedostotyyppiä ei tueta
fil: Hindi suportadong File
fr: Fichier non pris en charge
ga: Cineál comhaid nach dtacaítear leis
gu: અસમર્થિત ફાઇલ
he: קובץ בלתי נתמך
hi: असमर्थित फ़ाइल प्रकार
hr: Datoteka nije podržana.
hu: Nem támogatott fájltípus
id: File tidak didukung.
is: Óstudd skrá!
it: Documento non supportato
ja: 未対応ファイル
kab: Anaw n ufaylu ur yettusefrak ara
kk: Қолданылмайтын файл
km: á˜á·á“áŸáŸ’á‚á¶á›áŸ‹á¯á€áŸá¶áš
kn: ಬೆಂಬಲಿಸದ ಫೈಲ್
ko: 지원되지 않는 파일
lt: Nepalaikomas failas
lv: Neatbalstīts fails
mk: Неподдржана датотека
ml: പിന്തുണയ്‌ക്കാത്ത ഫയൽ
mr: असमर्थित फाईल
ms: Fail Tidak Disokong
my: ဖွင့်မရသောဖိုင်
nb: Ustøttet fil
nl: Bestand wordt niet ondersteund
pa: ਗ਼ੈਰ-ਸਹਾਇਕ ਫਾਇਲ
pa_pk: غیر معاونت کیتی فائل
pl: Nieobsługiwany plik
ps: نه ملاتړ کېدونکی فایل
pt_br: Arquivo incompatível
pt_pt: Ficheiro não suportado
ro: Fișier nesuportat
ru: Неподдерживаемый файл
sk: Nepodporovaný súbor
sl: Nepodprta datoteka
sq: Kartelë Që S’mbulohet
sr: Неподржан фајл
sv: Filen stöds inte
sw: Faili Haihimiliwi
ta: ஆதரிக்கப்படாத கோப்பு
te: మద్దతు లేని పంక్తి
th: แฟ้มที่ไม่ได้รองรับ
tr: Desteklenmeyen dosya
ug: قوللىمايدىغان ھۆججەت
uk: Непідтримуваний файл
ur: غیر حمایت یافتہ فائل
vi: Tệp tin không hỗ trợ
zh_cn: 不支持的文件
zh_hk: 不支援的檔案

# ATTACHMENT_SAVING_ACTION_SHEET_ACTION_SAVE
source: Save
ar: حفظ
be: Захаваць
bn: সংরক্ষ
ca: Desar
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gu: સેવ કરો
he: שמירה
hi: सेव करें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
mr: जतन करा
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sr: Сачувај
sv: Spara
th: บันทึก
tr: Kaydet
ug: ساقلا
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_hk: 儲存

# ATTACHMENT_SAVING_ACTION_SHEET_ACTION_SAVE_AND_DONT_SHOW_AGAIN
source: Save and Don't Show Again
ar: الحفظ وعدم الإظهار مُجدَّدًا
be: Захаваць і больш не паказваць
bn: সেভ করুন এবং আর দেখাবেন না
ca: Guardar i no tornar a mostrar
cs: Uložit a znovu nezobrazovat
da: Gem og vis ikke dette igen
de: Speichern und nicht erneut anzeigen
el: Αποθήκευση και Να μην εμφανιστεί ξανά
es: Guardar y no volver a mostrar
fa: ذخیره شود و دیگر نشان نده
fi: Tallenna äläkä näytä uudelleen
fr: Enregistrer et ne plus afficher
ga: Sábháil agus Ná Taispeáin Arís
gu: સેવ કરો અને ફરીથી બતાવશો નહીં
he: לשמור ולא להציג שוב
hi: सेव करें और फिर से न दिखाएँ
hr: Spremi i ne prikaži opet
hu: Mentés és ne jelenjen meg újra
id: Simpan dan Jangan Tampilkan Lagi
it: Salva e non mostrare di nuovo
ja: 保存して、今後は表示しない
ko: 저장 및 다시 표시 안 함
mr: जतन करा आणि पुन्हा दाखवू नका
ms: Simpan dan Jangan Tunjukkan Lagi
nb: Lagre, og ikke vis dette igjen
nl: Opslaan en niet meer weergeven
pl: Zapisz i nie pokazuj ponownie
pt_br: Salvar e não mostrar novamente
pt_pt: Guardar e não mostrar outra vez
ro: Salvează și nu afișa din nou
ru: Сохранить и больше не показывать
sk: Uložiť a už nezobrazovať
sr: Сачувај и не приказуј поново
sv: Spara och visa inte igen
th: บันทึกและไม่ต้องแสดงข้อความนี้อีก
tr: Kaydet ve Tekrar Gösterme
ug: ساقلاڭ ۋە قايتا كۆرسەتمەڭ
uk: Зберегти й більше не показувати
ur: محفوظ کریں اور دوبارہ نہ دکھائیں
vi: Lưu và Không hiển thị lại
zh_cn: 保存并且不再显示
zh_hk: 儲存並不再顯示
