Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATE_SCREEN_ERROR_MESSAGE_PLEASE_WAIT_BEFORE_UPDATING_YOUR_SUBSCRIPTION
source: Your donation is still being processed. This can take a few minutes depending on your connection. Please wait until this donation completes before updating your subscription.
ar: لا يزال تبرُّعك قيد المعالجة. قد يستغرق الأمر بضع دقائق حسب اتصال شبكتك. يُرجى الانتظار حتى اكتمال تبرُّعك هذا قبل تحديث اشتراكك.
be: Ваша ахвяраванне яшчэ апрацоўваецца. Гэта можа заняць некалькі хвілін у залежнасці ад вашага падключэння. Перш чым абнавіць падпіску, дачакайцеся, пакуль гэта ахвяраванне не завершыцца.
bn: আপনার ডোনেশন এখনো প্রক্রিয়া করা হচ্ছে। আপনার সংযোগের উপর ভিত্তি করে এতে কয়েক মিনিট সময় লাগতে পারে। অনুগ্রহ করে আপনার সাবস্ক্রিপশন আপডেট করার আগে এই ডোনেশনটি সম্পন্ন হওয়ার আগ পর্যন্ত অপেক্ষা করুন।
ca: La teva donació encara s'està processant. Això pot trigar uns quants minuts segons la connexió. Espera fins que es completi la donació abans d'actualitzar la teva subscripció.
cs: Váš příspěvek se stále ještě zpracovává. V závislosti na vašem připojení to může trvat několik minut. S aktualizací předplatného prosím počkejte, dokud nebude tento příspěvek dokončen.
da: Din donation er stadig under behandling. Det kan tage et par minutter afhængigt af din forbindelse. Vent på at betalingen bliver gennemført, inden du opdaterer dit abonnement.
de: Deine Spende wird immer noch bearbeitet. Das kann abhängig von deiner Verbindung ein paar Minuten dauern. Bitte warte, bis diese Spende abgeschlossen ist, bevor du deine regelmäßige Spende aktualisierst.
el: Η δωρεά σου είναι ακόμη σε επεξεργασία. Μπορεί να διαρκέσει μερικά λεπτά, ανάλογα με τη σύνδεσή σου. Περίμενε μέχρι να ολοκληρωθεί αυτή η δωρεά προτού ενημερώσεις τη συνδρομή σου.
es: Tu donación aún se está procesando. Este proceso puede llevar unos minutos dependiendo de tu conexión. Espera hasta que se complete esta donación antes de actualizar tu suscripción.
fa: اهدای مالی شما هنوز در حال پردازش است. بسته به اتصال اینترنت شما، این پردازش ممکن است چند دقیقه طول بکشد. لطفاً قبل از به‌روزرسانی اشتراک خود، صبر کنید تا این اهدای مالی تکمیل شود.
fi: Lahjoitusta käsitellään vielä. Tämä voi kestää muutamia minuutteja yhteydestäsi riippuen. Odota, kunnes maksu on suoritettu, ennen kuin päivität tilauksesi.
fr: Votre don est en cours de traitement. Cela peut prendre quelques minutes en fonction de votre connexion. Veuillez attendre que ce paiement soit finalisé avant de modifier votre don mensuel.
ga: Tá do thabhartas á phróiseáil fós. D'fheadfaí go mbeadh cúpla nóiméad i gceist leis sin ag brath ar do nasc. Fan go gcríochnófar an tabhartas seo roimh do shíntiús a nuashonrú.
gu: તમારા દાનની પ્રક્રિયા હજી ચાલુ છે. આમાં તમારા કનેક્શનને આધારે થોડી મિનિટો લાગી શકે છે. તમારું સબ્સ્ક્રિપ્શન અપડેટ કરતાં પહેલાં કૃપા કરીને આ ચુકવણી પૂર્ણ થાય ત્યાં સુધી રાહ જુઓ.
he: התרומה שלך עדיין בתהליך עיבוד. זה יכול לקחת מספר דקות בהתאם לחיבור שלך. יש להמתין עד שתשלום זה יסתיים לפני עדכון המנוי שלך.
hi: आपका दान अभी भी संसाधित किया जा रहा है। आपके कनेक्शन के आधार पर इसमें कुछ समय लग सकता है। कृपया अपना सब्सक्रिप्शन अपडेट करने से पहले इस दान के पूरा होने तक इंतजार करें।
hr: Vaša se donacija još uvijek obrađuje. Ovisno o brzini vaše mreže, to može potrajati nekoliko minuta. Prije ažuriranja pretplate pričekajte završetak transakcije.
hu: Az adományod feldolgozása még folyamatban van. Ez a kapcsolattól függően néhány percig is eltarthat. Mielőtt frissíted az előfizetésedet, kérjük, várd meg, amíg a fizetés teljesül.
id: Donasi Anda sedang diproses. Ini dapat memakan waktu beberapa menit tergantung koneksi Anda. Harap tunggu hingga donasi ini selesai sebelum memperbarui langganan Anda.
it: La tua donazione è ancora in fase di elaborazione. Questo processo può richiedere qualche minuto in base alla tua connessione. Attendi il completamento di questa transazione prima di aggiornare/cambiare il tuo abbonamento.
ja: 寄付の処理は完了していません。接続状況によっては数分かかる場合があります。この寄付が完了するまで、再度の寄付のお申し込みをお待ちください。
ko: 기부를 아직 처리하는 중입니다. 연결에 따라 몇 분이 소요될 수 있습니다. 이 기부가 완료될 때까지 기다렸다가 구독을 업데이트해 주세요.
mr: आपल्या देणगीवर अद्याप प्रक्रिया केली जात आहे. हे आपल्या कनेक्शनवर अवलंबून काही मिनिटांचा वेळ घेऊ शकते. कृपया आपले सदस्यत्व अद्ययावत करण्यापूर्वी या देणगी वर प्रक्रिया होण्याची प्रतिक्षा करा.
ms: Derma anda sedang diproses. Ini boleh mengambil masa beberapa minit bergantung pada sambungan anda. Sila tunggu sehingga pembayaran ini selesai sebelum mengemas kini langganan anda.
nb: Betalingen av pengegaven er fremdeles under behandling. Dette kan ta et par minutter, avhengig av internettilkoblingen. Du kan oppdatere abonnementet ditt når betalingen er gjennomført.
nl: Je donatie wordt nog verwerkt. Dit kan een paar minuten duren afhankelijk van je internetverbinding. Wacht tot deze betaling is voltooid voordat je je maandelijkse donatie bijwerkt.
pl: Twoja darowizna jest jeszcze przetwarzana. W zależności od połączenia z internetem może to potrwać kilka minut. Zanim zmienisz swoją darowiznę cykliczną, poczekaj, aż ta płatność zostanie zrealizowana.
pt_br: Sua doação ainda está sendo processada. Isso pode demorar alguns minutos, dependendo da sua conexão. Espere até que a doação seja concluída para atualizar sua assinatura.
pt_pt: O seu donativo ainda está a ser processado. Isto pode demorar alguns minutos, dependendo da sua ligação. Aguarde até que este pagamento seja concluído antes de atualizar a sua subscrição.
ro: Donația ta este încă în procesare. Ceea ce poate dura câteva minute, în funcție de conexiunea ta. Așteaptă până la finalizarea acestei plăți înainte de a-ți actualiza abonamentul.
ru: Ваше пожертвование всё ещё обрабатывается. Это может занять несколько минут в зависимости от вашего соединения. Пожалуйста, дождитесь завершения обработки пожертвования, прежде чем обновлять подписку.
sk: Váš príspevok sa stále spracováva. V závislosti od vášho pripojenia to môže trvať niekoľko minút. Pred aktualizáciou prispievania počkajte, kým sa nedokončí odosielanie príspevku.
sr: Ваша донација се и даље обрађује. То може потрајати неколико минута у зависности од ваше везе. Сачекајте да се ова донација заврши пре него што ажурирате претплату.
sv: Din donation bearbetas fortfarande. Detta kan ta några minuter beroende på din anslutning. Vänta tills denna donation slutförs innan du uppdaterar ditt abonnemang.
th: การบริจาคของคุณยังอยู่ระหว่างดำเนินการ ขั้นตอนนี้อาจใช้เวลาสักครู่ โดยขึ้นอยู่กับสัญญาณอินเทอร์เน็ตของคุณ โปรดรอให้การบริจาคนี้สำเร็จก่อน แล้วจึงค่อยอัปเดตการบริจาครายเดือนของคุณ
tr: Bağışın hâlâ işleniyor. Bağlantına bağlı olarak bu birkaç dakika sürebilir. Lütfen aboneliğini güncellemeden önce bu bağışın tamamlanmasını bekle.
ug: ئىئانىڭىزنى تېخىچە بىر تەرەپ قىلىۋاتىدۇ. تور ئۇلىنىشىڭىزغا ئاساسەن بۇنىڭغا بىر نەچچە مىنۇت كېتىشى مۇمكىن. مۇشتەرىلىكنى يېڭىلاشتىن بۇرۇن بۇ پۇ تۆلەشنىڭ تاماملىنىشىنى كۈتۈپ تۇرۇڭ.
uk: Опрацювання вашого донату ще триває. Воно може зайняти кілька хвилин — швидкість залежить від вашого з'єднання. Просимо вас дочекатися списання донату, перш ніж оновлювати підписку.
ur: آپ کا عطیہ اب بھی زیر عمل ہے۔ اس پر چند منٹ لگ سکتے ہیں جس کا انحصار آپ کے کنکشن پر ہے۔ براہ کرم اپنی سبسکرپشن اپ ڈیٹ کرنے سے پہلے اس عطیے کے مکمل ہونے کا انتظار کریں۔
vi: Khoản ủng hộ của bạn vẫn đang được xử lý. Quá trình này có thể mất vài phút tùy vào kết nối của bạn. Vui lòng chờ đến khi khoản ủng hộ này hoàn tất trước khi cập nhật gói ủng hộ.
zh_cn: 您的捐款仍在处理中。这可能需要几分钟时间，视您的网络连接情况而定。请等待这笔捐款完成后再更新您的定期捐款。
zh_hk: 你的捐款仍在處理中。 可能需時幾分鐘，視乎你的連線而定。 請等待捐款完成後，才更新你的定期贊助。

# DONATE_SCREEN_ERROR_NO_AMOUNT_SELECTED
source: Select an amount to donate.
ar: يُرجى تحديد مبلغ للتبرُّع به.
be: Выбраць суму для ахвяравання.
bn: ডোনেট করার জন্য অর্থের পরিমাণ বেছে নিন।
ca: Selecciona una quantitat per donar.
cs: Vyberte částku, kterou chcete přispět.
da: Vælg et beløb, du vil donere.
de: Wähle einen Spendenbetrag aus
el: Επίλεξε ένα ποσό για δωρεά.
es: Selecciona un importe para donar.
fa: مبلغی را برای اهدا کردن انتخاب کنید.
fi: Valitse lahjoitussumma.
fr: Veuillez choisir un montant.
ga: Roghnaigh méid le tabhairt.
gu: દાન આપવા માટે રકમ પસંદ કરો
he: יש לבחור סכום לתרומה.
hi: दान करने के लिए किसी धनराशि का चयन करें।
hr: Odaberite iznos za donaciju.
hu: Válassz egy adomány összeget!
id: Pilih jumlah untuk didonasikan.
it: Seleziona un importo da donare.
ja: 寄付額を選択してください。
ko: 기부할 금액을 선택하세요.
mr: देणगी देण्यास एक रक्कम निवडा.
ms: Pilih jumlah untuk diderma.
nb: Velg hvilket beløp du vil gi.
nl: Kies een bedrag om te doneren.
pl: Wybierz kwotę darowizny.
pt_br: Selecione uma quantia para doar.
pt_pt: Selecione um montante para doar
ro: Selectează o sumă de donat.
ru: Выберите сумму пожертвования.
sk: Vyberte sumu, ktorú chcete darovať.
sr: Изаберите износ донације.
sv: Välj ett belopp att donera.
th: เลือกจำนวนที่จะบริจาค
tr: Bağış yapmak istediğin tutarı seç.
ug: ئىئانە قىلىدىغان سوممىنى تاللاڭ.
uk: Оберіть суму донату.
ur: عطیہ کرنے کے لئے رقم کا انتخاب کریں۔
vi: Chọn số tiền để ủng hộ.
zh_cn: 选择捐赠金额
zh_hk: 請選擇要捐贈的金額。

# DONATE_SCREEN_ERROR_SELECT_A_LARGER_AMOUNT_FORMAT
source: The minimum amount you can donate is %1$@.
ar: الحد الأدنى الذي يُمكنك التبرُّع به هو %1$@.
be: Мінімальная сума, якую вы можаце ахвяраваць, %1$@.
bn: আপনি সর্বনিম্ন যে পরিমাণ অর্থ ডোনেট করতে পারবেন তা হলো %1$@।
ca: La quantitat mínima que pots donar és de %1$@.
cs: Minimální částka, kterou můžete přispět, je %1$@.
da: Det mindste beløb, du kan donere, er %1$@.
de: Der Mindestbetrag, den du spenden kannst, beträgt %1$@.
el: Το ελάχιστο ποσό που μπορείς να κάνεις δωρεά είναι %1$@.
es: El importe mínimo que puedes donar es de %1$@.
fa: حداقل مبلغی که می‌توانید اهدا کنید %1$@ است.
fi: Lahjoituksen vähimmäissumma on %1$@.
fr: Le montant minimum des dons est de %1$@
ga: Is é %1$@ an t-íosmhéid airgid is féidir leat a thabhairt.
gu: તમે જે ઓછામાં ઓછી રકમ દાન કરી શકો છો તે છે %1$@.
he: הסכום המינימלי שאפשר לתרום הוא %1$@.
hi: न्यूनतम %1$@ का दान किया जा सकता है
hr: Najmanji iznos koji možete donirati je %1$@.
hu: A minimális adomány összege: %1$@.
id: Jumlah minimal donasi yang dapat diberikan adalah %1$@.
it: L'importo minimo che puoi donare è %1$@.
ja: 最小の寄付金額は%1$@です。
ko: 기부할 수 있는 최소 금액은 %1$@입니다.
mr: आपण देणगी देऊ शकता अशी किमान रक्कम %1$@ आहे.
ms: Jumlah minimum yang anda boleh dermakan ialah %1$@.
nb: Minimumsbeløpet du kan gi, er %1$@.
nl: Het minimumbedrag dat je kunt doneren is %1$@.
pl: Minimalna kwota darowizny to %1$@.
pt_br: A quantia mínima para doação é %1$@.
pt_pt: A quantia mínima que pode doar é %1$@.
ro: Suma minimă pe care o poți dona este %1$@.
ru: Минимальная сумма пожертвования составляет %1$@.
sk: Minimálna suma, ktorú môžete darovať, je %1$@.
sr: Минимални износ који можете да донирате је %1$@.
sv: Det lägsta belopp du kan donera är %1$@.
th: ยอดขั้นต่ำที่บริจาคได้คือ %1$@
tr: En az %1$@ tutarında bir bağış yapabilirsin.
ug: ئىئانە قىلىش ئەڭ تۆۋەن سوممىسى %1$@.
uk: Мінімальна сума донату: %1$@.
ur: کم سے کم رقم جو آپ عطیہ کر سکتے ہیں وہ %1$@ ہے۔
vi: Khoản ủng hộ tối thiểu là %1$@.
zh_cn: 捐款的最小金额是 %1$@。
zh_hk: 你可以捐款的最低金額為 %1$@。

# DONATE_SCREEN_ERROR_TITLE_BANK_PAYMENT_AWAITING_AUTHORIZATION
source: Donation awaiting authorization
ar: التبرُّع بانتظار الترخيص
be: Ахвяраванне, што чакае аўтарызацыі
bn: ডোনেশন অনুমোদনের অপেক্ষায় রয়েছে
ca: Donació pendent d'autorització
cs: Příspěvek čeká na autorizaci
da: Donation afventer godkendelse
de: Spende wartet auf Autorisierung
el: Δωρεά σε αναμονή έγκρισης
es: Donación pendiente de autorización
fa: اهدای مالی در انتظار تأیید
fi: Lahjoitus odottaa valtuutusta
fr: Don en attente d'autorisation
ga: Tabhartas ag feitheamh le húdarú
gu: દાન અધિકૃતતાની પ્રતીક્ષામાં છે
he: תרומה ממתינה לאישור
hi: दान अनुमोदन की प्रतीक्षा में है
hr: Donacija čeka autorizaciju
hu: Az adomány engedélyezésre vár
id: Donasi menunggu otorisasi
it: Donazione in attesa di autorizzazione
ja: 寄付は承認待ちです
ko: 기부 승인 대기 중
mr: देणगी अधिकृततेच्या प्रतीक्षेत आहे
ms: Derma menunggu kebenaran
nb: Pengegave venter på godkjenning
nl: Donatie in afwachting van goedkeuring
pl: Darowizna oczekuje na autoryzację
pt_br: Doação aguardando autorização
pt_pt: Donativo a aguardar autorização
ro: Donație în așteptarea autorizării
ru: Пожертвование ожидает авторизации
sk: Príspevok čaká na schválenie
sr: Чека се одобрење донације
sv: Donation väntar på godkännande
th: ยังมีการบริจาคที่รออนุมัติ
tr: Bağış onay bekliyor
ug: ئىئانە تەستىقلاشنى كۈتۈۋاتىدۇ
uk: Донат потребує підтвердження
ur: تصدیق کیے جانے کا منتظر عطیہ
vi: Khoản ủng hộ đang chờ duyệt
zh_cn: 捐款正在等待授权
zh_hk: 捐款等待授權

# DONATE_SCREEN_ERROR_TITLE_BANK_PAYMENT_YOU_HAVE_A_DONATION_PENDING
source: You have a donation pending
ar: لديك تبرُّع مُعلق
be: Ваша ахвяраванне чакае разгляду
bn: আপনার একটি জমা না হওয়া ডোনেশন রয়েছে
ca: Tens una donació pendent
cs: Máte nezpracovaný příspěvek
da: Du har en afventende donation
de: Eine Spende ist noch ausstehend
el: Μια δωρεά σου εκκρεμεί
es: Tienes una donación pendiente
fa: یک کمک مالی در انتظار تأیید دارید
fi: Sinulla on käsittelyssä oleva lahjoitus
fr: Don en attente
ga: Tá tabhartas ar feitheamh agat
gu: તમારું દાન બાકી છે
he: יש לך תרומה בהמתנה
hi: आपका दान लंबित है
hr: Vaša donacija je na čekanju
hu: Van egy függőben lévő adományod
id: Anda memiliki donasi yang tertunda
it: Hai una donazione in sospeso
ja: 1件の寄付が手続き中です
ko: 보류 중인 기부가 있습니다.
mr: आपली देणगी प्रलंबित आहे
ms: Anda mempunyai derma yang belum selesai
nb: Pengegave under behandling
nl: Je donatie is in behandeling
pl: Darowizna oczekuje na realizację
pt_br: Você tem uma doação pendente
pt_pt: Tem uma doação pendente
ro: Ai o donație în așteptare
ru: Ваше пожертвование на рассмотрении
sk: Čaká sa na príspevok
sr: Већ имате донацију на чекању
sv: Du har en väntande donation
th: คุณยังมีการบริจาคที่รออนุมัติอยู่
tr: Bekleyen bir bağışın var
ug: بىر ئىئانىڭىز بىر تەرەپ قىلىنىۋاتىدۇ
uk: Ваш попередній донат ще не надійшов
ur: آپ کا ایک عطیہ زیر التوا ہے
vi: Bạn có một khoản ủng hộ đang chờ xử lý
zh_cn: 你有一笔捐款正在等待处理
zh_hk: 你有捐款正待處理

# DONATE_SCREEN_ERROR_TITLE_BANK_TRANSFER_AMOUNT_TOO_LARGE
source: Donation Amount Too High
ar: مبلغ التبرُّع كبير جدًا
be: Сума ахвяравання занадта вялікая
bn: ডোনেশনের পরিমাণ খুব বেশি
ca: L'import de la donació és massa elevat
cs: Částka příspěvku je příliš vysoká
da: Donationsbeløbet er for højt
de: Spendenbetrag zu hoch
el: Το ποσό της δωρεάς είναι πολύ υψηλό
es: El importe de la donación es demasiado alto
fa: مبلغ اهدای مالی بیش‌ازحد زیاد است
fi: Lahjoituksen summa on liian suuri
fr: Le montant du don est trop élevé
ga: Méid airgid le tabhairt ró-ard
gu: દાનની રકમ બહુ વધારે છે
he: סכום תרומה גבוה מדי
hi: दान राशि बहुत अधिक है
hr: Iznos donacije je previsok
hu: Az adomány összege túl magas
id: Jumlah donasi terlalu banyak
it: Importo della donazione troppo alto
ja: 寄付金額が高すぎます
ko: 기부 금액이 너무 큽니다
mr: देणगीची रक्कम अतिशय जास्त आहे
ms: Jumlah derma terlalu tinggi
nb: Beløpet er for stort
nl: Donatiebedrag te hoog
pl: Zbyt duża kwota darowizny
pt_br: Valor da doação muito alto
pt_pt: Valor do donativo demasiado elevado
ro: Suma donației este prea mare
ru: Сумма пожертвования слишком велика
sk: Príliš vysoká suma príspevku
sr: Износ донације је превелик
sv: Donationsbeloppet är för högt
th: ยอดบริจาคสูงเกินไป
tr: Bağış miktarı çok yüksek
ug: ئىئانە سوممىسى بەك كۆپ بولۇپ كەتكەن
uk: Сума завелика
ur: عطیے کی رقم بہت زیادہ ہے
vi: Khoản ủng hộ quá cao
zh_cn: 捐款金额太高
zh_hk: 捐款金額太高

# DONATE_SCREEN_ERROR_TITLE_YOU_HAVE_A_PAYMENT_PROCESSING
source: You have a donation processing
ar: لديك تبرُّع قيد المعالجة
be: Ваша ахвяраванне апрацоўваецца
bn: আপনার একটি ডোনেশন প্রক্রিয়াধীন অবস্থায় আছে
ca: Tens una donació en procés
cs: Máte nezpracovaný příspěvek
da: Du har en donation under behandling
de: Deine Spende wird bearbeitet
el: Γίνεται επεξεργασία δωρεάς σου
es: Tienes una donación en proceso
fa: یک اهدای مالی در حال پردازش دارید
fi: Sinulla on käsittelyssä oleva lahjoitus
fr: Don en cours de traitement
ga: Tá tabhartas á phróiseáil
gu: તમારા દાનની પ્રક્રિયા ચાલુ છે
he: יש לך תרומה בעיבוד
hi: आपके पास दान प्रसंस्करण है
hr: Vaša donacija se obrađuje
hu: Adomány feldolgozás alatt
id: Anda memiliki donasi yang sedang diproses
it: Hai una donazione in elaborazione
ja: 1件の寄付が手続き中です
ko: 처리 중인 기부가 있습니다
mr: आपल्या देणगीवर प्रक्रिया होत आहे
ms: Anda mempunyai derma yang diproses
nb: Pengegave under behandling
nl: Je donatie is in behandeling
pl: Darowizna jest przetwarzana
pt_br: Sua doação está sendo processada
pt_pt: Tem um donativo em processamento
ro: Ai o donație care se procesează
ru: Ваше пожертвование обрабатывается
sk: Príspevok sa spracováva
sr: Имате донацију на обради
sv: Du har en donation som bearbetas
th: คุณยังมีการบริจาคที่อยู่ระหว่างดำเนินการ
tr: İşlenen bir bağışın var
ug: بىر ئىئانىڭىز بىر تەرەپ قىلىنىۋاتىدۇ
uk: Ваш попередній донат ще не надійшов
ur: آپ کا ایک عطیہ ہے جس پر عمل کاری ہو رہی ہے
vi: Bạn có một khoản ủng hộ đang được xử lý
zh_cn: 你有一笔捐款正在处理中
zh_hk: 你有一筆捐款正在處理中

# DONATE_SCREEN_MONTHLY_CHOICE
source: Monthly
ar: شهريًا
be: Штомесячнае
bn: মাসিক
ca: Mensual
cs: Měsíčně
da: Månedlig
de: Monatlich
el: Μηνιαία
es: Mensual
fa: ماهانه
fi: Kuukausilahjoitus
fr: Don mensuel
ga: Míosúil
gu: માસિક
he: חודשית
hi: मासिक
hr: Mjesečna donacija
hu: Havi
id: Bulanan
it: Mensile
ja: 毎月
ko: 월간
mr: मासिक
ms: Bulanan
nb: Månedlig
nl: Maandelijks
pl: Co miesiąc
pt_br: Mensal
pt_pt: Mensal
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sr: Месечно
sv: Månatlig
th: รายเดือน
tr: Aylık
ug: ئايلىق
uk: Щомісяця
ur: ماہانہ
vi: Hàng tháng
zh_cn: 每月
zh_hk: 每月

# DONATE_SCREEN_MONTHLY_SUBSCRIPTION_EXPIRES_ON_DATE
source: Expires %1$@
ar: ستنتهي الصلاحية في %1$@
be: Сканчаецца: %1$@
bn: মেয়াদ %1$@ পর্যন্ত
ca: Venciment: %1$@
cs: Vyprší %1$@
da: Udløber %1$@
de: Ablaufdatum: %1$@
el: Λήγει στις %1$@
es: Caduca el %1$@
fa: در %1$@ منقضی می‌شود
fi: Päättyy %1$@
fr: Prend fin le %1$@
ga: As feidhm %1$@
gu: %1$@ના રોજ સમાપ્ત થશે
he: תאריך תפוגה: %1$@
hi: %1$@ को समाप्त हो जाएगा
hr: Istječe %1$@
hu: %1$@ dátummal lejár
id: Kedaluwarsa %1$@
it: Scade in data: %1$@
ja: 有効期限%1$@
ko: %1$@ 만료
mr: %1$@ ला कालबाह्य
ms: Tamat tempoh pada %1$@
nb: Utløper %1$@
nl: Verloopt op %1$@
pl: Wygasa %1$@
pt_br: Expira em %1$@
pt_pt: Expira a %1$@
ro: Expiră la data de %1$@
ru: Истекает %1$@
sk: Platnosť vyprší %1$@
sr: Истиче на дан %1$@
sv: Upphör %1$@
th: หมดอายุ %1$@
tr: %1$@ tarihinde sona eriyor
ug: مۇددىتى %1$@
uk: Дійсний до %1$@
ur: %1$@ پر زائد المیعاد ہوتا ہے
vi: Hết hạn vào ngày %1$@
zh_cn: %1$@到期
zh_hk: 到期日為 %1$@

# DONATE_SCREEN_MONTHLY_SUBSCRIPTION_RENEWS_ON_DATE
source: Renews %1$@
ar: التجديد في %1$@
be: Аднаўленне %1$@
bn: %1$@ তারিখে নবায়ন হবে
ca: Renovació: %1$@
cs: Obnoví se %1$@
da: Fornyes %1$@
de: Verlängert sich am: %1$@
el: Ανανέωση: %1$@
es: Se renueva el %1$@
fa: در %1$@ تمدید می‌شود
fi: Uusiutuu %1$@
fr: Prochaine échéance : %1$@
ga: Athnuachan %1$@
gu: %1$@ના રોજ રિન્યૂ થશે
he: מתחדש ב–%1$@
hi: %1$@ को नवीकृत होता है
hr: Obnavlja se %1$@
hu: %1$@ dátummal megújul
id: Perpanjang %1$@
it: Si rinnova il giorno: %1$@
ja: 更新 %1$@
ko: %1$@ 갱신
mr: %1$@ नूतनीकरण
ms: Perbaharui %1$@
nb: Fornyes %1$@
nl: Verlengt op %1$@
pl: Kolejna wpłata %1$@
pt_br: Renova em %1$@
pt_pt: Renova a %1$@
ro: Reînnoire: %1$@
ru: Продлится %1$@
sk: Obnoví sa %1$@
sr: Обнавља се на дан %1$@
sv: Förnyas %1$@
th: ต่ออายุ %1$@
tr: %1$@ tarihinde yenilenir
ug: يېڭىلىنىش ۋاقتى %1$@
uk: Наступний платіж %1$@
ur: %1$@ کی تجدید کرتا ہے
vi: Gia hạn vào ngày %1$@
zh_cn: 到 %1$@续期
zh_hk: %1$@ 續期

# DONATE_SCREEN_MONTHLY_SUBSCRIPTION_SUBTITLE
source: Get a %1$@ badge
ar: احصل على شارة %1$@
be: Атрымайце значок %1$@
bn: একটি %1$@ ব্যাজ নিন
ca: Aconsegueix una insígnia %1$@
cs: Získat odznak %1$@
da: Få et %1$@-badge
de: Erhalte ein %1$@-Abzeichen
el: Απόκτησε ένα σήμα %1$@
es: Consigue la insignia %1$@
fa: یک نشان %1$@ بگیرید
fi: Hanki %1$@-merkki
fr: Gagnez un macaron %1$@
ga: Faigh suaitheantas %1$@
gu: %1$@ બૅજ મેળવો
he: קבלת תג %1$@
hi: पाएँ एक %1$@ बैज
hr: Osvojite značku %1$@
hu: Szerezz egy %1$@-jelvényt
id: Dapatkan lencana %1$@
it: Ricevi un Badge Signal %1$@
ja: %1$@バッジを獲得しましょう
ko: %1$@ 배지 받기
mr: एक %1$@ बॅज मिळवा
ms: Dapatkan lencana %1$@
nb: Få et %1$@-merke
nl: Ontvang een ‘%1$@’-badge
pl: Zdobądź odznakę %1$@
pt_br: Ganhe um selo %1$@
pt_pt: Obter um crachá %1$@
ro: Obține insigna %1$@
ru: Получите значок «%1$@»
sk: Získate odznak %1$@
sr: Набавите значку %1$@
sv: Få ett %1$@-märke
th: รับโล่ %1$@
tr: Bir %1$@ rozeti al
ug: %1$@ ئىزنەككە ئېرىشىڭ
uk: Отримайте значок «%1$@»
ur: %1$@ بیج حاصل کریں
vi: Nhận một huy hiệu %1$@
zh_cn: 获得一个%1$@徽章
zh_hk: 獲得 %1$@ 徽章

# DONATE_SCREEN_MONTHLY_SUBSCRIPTION_TITLE
source: %@/month
ar: %1$@/شهريًا
be: %1$@/месяц
bn: %1$@/মাস
ca: %1$@/mes
cs: %1$@/měsíčně
da: %1$@/måned
de: %1$@ pro Monat
el: %1$@/μήνα
es: %1$@/mes
fa: %1$@ در ماه
fi: %1$@/kk
fr: %1$@/mois
ga: %1$@/mí
gu: %1$@/માસ
he: %1$@/חודש
hi: %1$@/महीना
hr: %1$@/mjesečno
hu: %1$@/hónap
id: %1$@/bulan
it: %1$@/al mese
ja: %1$@/月
ko: %1$@/월
mr: %1$@/महिना
ms: %1$@/bulan
nb: %1$@ per måned
nl: %1$@/maand
pl: %1$@ miesięcznie
pt_br: %1$@/mês
pt_pt: %1$@/mês
ro: %1$@/lună
ru: %1$@/месяц
sk: %1$@/mesiac
sr: %1$@ месечно
sv: %1$@/månad
th: %1$@/เดือน
tr: %1$@/ay
ug: %1$@/ئايلىق
uk: %1$@/місяць
ur: %1$@ ماہانہ
vi: %1$@/tháng
zh_cn: %1$@/月
zh_hk: 每月 %1$@

# DONATE_SCREEN_ONE_TIME_CHOICE
source: One-Time
ar: مرّة واحدة
be: Разавае
bn: এককালীন
ca: Puntual
cs: Jednorázově
da: Engangsbeløb
de: Einmalig
el: Μεμονωμένη
es: Puntual
fa: یک‌باره
fi: Kertalahjoitus
fr: Don ponctuel
ga: Aonuaire
gu: એક-વખત
he: חד פעמית
hi: एक बार का
hr: Jednokratno
hu: Egyszeri
id: Satu Kali
it: Una volta
ja: 1回
ko: 일회성 기부
mr: एक-वेळ
ms: Sekali
nb: Engangsbeløp
nl: Eenmalig
pl: Jednorazowo
pt_br: Uma única vez
pt_pt: Uma única vez
ro: O dată
ru: Одноразовые
sk: Jednorazovo
sr: Једнократно
sv: En gång
th: ครั้งเดียว
tr: Tek Seferlik
ug: بىر قېتىملىق
uk: Разово
ur: ایک وقتی
vi: Một lần
zh_cn: 单次
zh_hk: 單次

# DONATE_SCREEN_UPDATE_MONTHLY_SUBSCRIPTION_BUTTON
source: Update Subscription
ar: تحديث الاشتراك
be: Абнавіць падпіску
bn: সাবস্ক্রিপশন আপডেট করুন
ca: Actualitza la subscripció
cs: Aktualizovat předplatné
da: Opdater abonnement
de: Regelmäßige Spende aktualisieren
el: Ανανέωση συνδρομής
es: Actualizar suscripción
fa: به‌روزرسانی اشتراک
fi: Päivitä tilaus
fr: Modifier le don mensuel
ga: Nuashonraigh Síntiús
gu: સબ્સ્ક્રિપ્શન અપડેટ કરો
he: עדכון מנוי
hi: सब्सक्रिप्शन अपडेट करें
hr: Nadogradnja pretplate
hu: Előfizetés módosítása
id: Perbarui Langganan
it: Aggiorna la tua donazione
ja: サブスクリプションを更新する
ko: 구독 업데이트
mr: सदस्यत्व अद्ययावत करा
ms: Kemas Kini Langganan
nb: Oppdater abonnementet
nl: Maandelijkse donatie aanpassen
pl: Zmień darowiznę cykliczną
pt_br: Atualizar doação
pt_pt: Atualizar assinatura
ro: Actualizare Abonament
ru: Обновить подписку
sk: Aktualizovať predplatné
sr: Надоградите претплату
sv: Uppdatera abonnemang
th: อัปเดตการเป็นสมาชิก
tr: Aboneliği Güncelle
ug: مۇشتەرىلىكنى يېڭىلاش
uk: Змінити підписку
ur: سبسکرپشن اپ ڈیٹ کریں
vi: Cập nhật Gói Ủng hộ
zh_cn: 更新定期捐款
zh_hk: 更新定期贊助
