Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_REQUEST_SPAM_REPORTED_AND_BLOCKED
source: Reported as spam and blocked.
af: Rapporteer as gemorspos en versper.
ar: تمَّ الإبلاغ والحظر.
az: Spam olaraq bildirildi və əngəlləndi.
be: Пазначана як спам, і карыстальнік быў заблакаваны.
bn: স্প্যাম হিসেবে রিপোর্ট এবং ব্লক করা হয়েছে
ca: Se n'ha informat com a spam i s'ha bloquejat.
cs: Nahlášeno jako spam a zablokováno.
cy: Adroddwyd fel sbam a'i rwystro.
da: Rapporteret som spam og blokeret.
de: Als Spam gemeldet und blockiert.
el: Αναφέρθηκε ως ανεπιθύμητο και είναι σε αποκλεισμό.
es: Denunciado como spam y bloqueado.
et: Raporteeritud rämpspostitusena ja blokeeritud
eu: Spam gisa salatu, eta blokeatu egin da.
fa: به‌عنوان هرزنامه گزارش و مسدود شد.
fi: Ilmoitettu roskapostista ja estetty.
fr: Signalé comme spam et bloqué.
ga: Tuairiscithe mar thurscar agus bac curtha air.
gu: સ્પામ તરીકે જાણ કરી અને બ્લૉક કર્યા.
he: דווח/ה כדואר זבל ונחסם/ה.
hi: स्पैम के रूप में रिपोर्ट किया गया और अवरुद्ध कर दिया गया।
hr: Prijavljeno kao neželjeno i blokirano.
hu: Megjelölve kéretlen üzenetként és letiltva.
id: Dilaporkan sebagai spam dan diblokir.
is: Tilkynnt sem ruslpóstur og útilokað.
it: Utente segnalato come spam e bloccato.
ja: スパムとして報告してブロックしました。
km: á”á¶á“ášá¶á™á€á¶ášááŸáŸá¶ášá¥áá”á¶á“á€á¶áš á“á·á„á á¶á˜áƒá¶ááŸ‹áŸ”
kn: ಸ್ಪ್ಯಾಮ್ ಎಂದು ವರದಿ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಬ್ಲಾಕ್ ಮಾಡಲಾಗಿದೆ.
ko: 스팸으로 신고하고 차단했습니다.
lt: Pranešta apie brukalą ir užblokuota.
lv: Lietotājs atzīmēts kā surogātpasta izplatītājs un bloķēts
mk: Пријавено како спам и блокирано.
ml: സ്പാം ആയും ബ്ലോക്ക് ചെയ്തതായും റിപ്പോർട്ട് ചെയ്തു.
mr: स्पॅम म्हणून रिपोर्ट केले आणि अवरोधित केले.
ms: Dilaporkan sebagai spam dan disekat.
my: áá­á¯ááºáá¼á¬á¸áá®á¸ ááá±á¬á·áááº
nb: Rapportert som søppelpost og blokkert.
nl: Gemeld als spam en geblokkeerd.
pa: ਸਪੈਮ ਵਜੋਂ ਰਿਪੋਰਟ ਕੀਤਾ ਤੇ ਪਾਬੰਦੀ ਲਾਈ
pl: Zgłoszono jako spam i zablokowano.
ps: د سپم او بلاک په توګه رپوټ شوی.
pt_br: Denunciado como spam e bloqueado.
pt_pt: Reportado como spam e bloqueado.
ro: Raportat ca spam și blocat.
ru: Было сообщено о спаме, и пользователь был заблокирован.
sk: Nahlásené ako spam a blokované.
sl: Označeno kot neželeno in blokirano.
sq: Raportuar si mesazh i padëshiruar dhe bllokuar.
sr: Пријављен је спам и корисник је блокиран.
sv: Rapporterad som skräppost och blockerad.
sw: Imeripotiwa kuwa taka na imezuiwa.
ta: என புகாரளிக்கப்பட்டது ஸ்பேம் மற்றும் தடுக்கப்பட்டது.
te: స్పామ్‌గా నివేదించబడింది మరియు నిరోధించబడింది.
th: รายงานว่าเป็นสแปมและบล็อกแล้ว
tr: Gereksiz olarak bildirildi ve engellendi.
ug: ئەخلەت ئۇچۇر دەپ مەلۇم قىلىنىپ چەكلەندى.
uk: Повідомлено про спам і заблоковано.
ur: اسپام کے طور پر رپورٹ کیا گیا اور بلاک کر دیا گیا۔
vi: Đã báo cáo spam và chặn.
zh_cn: 已举报为垃圾消息并屏蔽。
zh_hk: 已舉報垃圾訊息並封鎖。

# MESSAGE_REQUEST_VIEW_ACCEPT_BUTTON
source: Accept
af: Aanvaar
ar: قبول
az: Qəbul et
be: Прыняць
bg: Приемам
bn: মানছি
ca: Ho accepto
cs: Přijmout
cy: Derbyn
da: Godkend
de: Annehmen
el: Αποδοχή
es: Aceptar
es_es: Aceptar
et: Nõustun
eu: Onartu
fa: پذیرفتن
fi: Hyväksy
fil: Tanggapin
fr: Accepter
ga: Glac leis
gu: સ્વીકાર
he: אשר
hi: स्वीकृत
hr: Prihvati
hu: Elfogadás
id: Terima
is: Samþykkja
it: Accetta
ja: 承認する
kab: Qbel
kk: Қабылдау
km: á™á›áŸ‹á–áŸ’ášá˜
kn: ಒಪ್ಪಿಕೊಳ್ಳಿ
ko: 수락
lt: Priimti
lv: Apstiprināt
mk: Прифати
ml: സ്വീകരിക്കുക
mr: स्वीकार करा
ms: Terima
my: လက်ခံသည်
nb: Godta
nl: Accepteren
pa: ਮਨਜ਼ੂਰ ਕਰੋ
pa_pk: قبول کرو
pl: Zaakceptuj
ps: منل
pt_br: Aceitar
pt_pt: Aceitar
ro: Acceptă
ru: Принять
sk: Potvrdiť
sl: Sprejmi
sq: Pranoje
sr: Прихвати
sv: Acceptera
sw: Kubali
ta: ஒப்புக்கொள்
te: అంగీకరించండి
th: ตอบรับ
tr: Kabul et
ug: قوبۇل قىل
uk: Прийняти
ur: قبول کریں
vi: Chấp nhận
zh_cn: 接受
zh_hk: 接受

# MESSAGE_REQUEST_VIEW_BLOCK_BUTTON
source: Block
af: Versper
ar: حظر
az: Əngəllə
be: Заблакаваць
bg: Блокиране
bn: ব্লক করুন
ca: Bloquejar
cs: Blokovat
cy: Rhwystro
da: Blokér
de: Blockieren
el: Αποκλεισμός
es: Bloquear
es_es: Bloquear
et: Blokeeri
eu: Blokeatu
fa: مسدود کردن
fi: Estä
fil: I-block
fr: Bloquer
ga: Cuir bac
gu: બ્લૉક કરો
he: חסימה
hi: ब्लॉक करें
hr: Blokiraj
hu: Letiltás
id: Blokir
is: Loka á
it: Blocca
ja: ブロックする
kab: Sewḥel
kk: Бұғаттау
km: ášá¶ášá¶áŸ†á„
kn: ನಿರ್ಬಂಧಿಸಿ
ko: 차단
lt: Užblokuoti
lv: Bloķēt
mk: Блокирај
ml: തടയുക
mr: अवरोधित करा
ms: Sekat
my: ပိတ်ပယ်မယ်
nb: Blokker
nl: Blokkeren
pa: ਪਾਬੰਦੀ ਲਾਓ
pa_pk: بلاک کرو
pl: Zablokuj
ps: بلاک کول
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Blokovať
sl: Blokiraj
sq: Bllokoje
sr: Блокирај
sv: Blockera
sw: Zuia
ta: தடு
te: నిరోధించు
th: บล็อก
tr: Engelle
ug: چەكلەش
uk: Заблокувати
ur: بلاک کریں
vi: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# MESSAGE_REQUEST_VIEW_BLOCKED_CONTACT_PROMPT_FORMAT
source: Let %@ message you and share your name and photo with them? You won't receive any messages until you unblock them.
af: Laat %@ vir jou boodskappe stuur en deel jou naam en foto met hulle? Jy sal geen boodskappe ontvang nie tot jy hulle ontsper.
ar: هل ترغبُ بالسماح لـ %1$@ بمُراسلتك وهل ترغبُ بمشاركة اسمك وصورتك معه؟ لن تستقبل أي رسائل حتى تزيل الحظر عنه.
az: %@ əlaqəsinin sizə mesaj göndərməsinə icazə verərək adınızı və fotonuzu onunla paylaşırsınız? Əngəldən çıxardana qədər heç bir mesaj almayacaqsınız.
be: Дазволіць %1$@ адправіць вам паведамленне і раскрыць вашы імя і фота гэтай асобе? Вы не атрымаеце ніякіх паведамленняў, пакуль не разблакуеце яе.
bg: Искате ли да позволите на %@ да ви изпраща съобщения? Няма да получавате никакви съобщения, преди да го/я разблокирате.
bn: %1$@-কে কি আপনাকে মেসেজ পাঠাতে দেবেন এবং আপনার নাম ও ছবি তাদের সাথে শেয়ার করবেন? তাদেরকে আনব্লক না করা পর্যন্ত আপনি কোন ম্যাসেজ পাবেন না।
ca: Vols permetre que %1$@ t'enviï missatges i compartir-hi el nom i la fotografia? No rebràs cap missatge fins que no el desbloquegis.
cs: Nechat si od %1$@ posílat zprávy a sdílet s nimi vaše jméno a fotografii? Dokud je neodblokujete, nebudete dostávat žádné zprávy.
cy: Gadael i %@ anfon negeseuon atoch, a rhannu eich enw a llun gyda nhw? Byddan nhw ddim yn derbyn unrhyw negeseuon nes i chi eu dadrwystro.
da: Lad %1$@ sende dig beskeder og dele dit navn og foto med vedkommende? Du modtager ikke nogen beskeder, før du fjerner blokeringen.
de: Darf %1$@ dir Nachrichten schreiben und deinen Namen und dein Foto sehen? Du wirst keine Nachrichten erhalten, es sei denn, du erteilst eine Freigabe.
el: Να επιτραπεί στον/στην %1$@ να σου στείλει μηνύματα, και να μοιραστείς το όνομα και τη φωτογραφία σου μαζί του/της; Δεν θα λάβεις κανένα μήνυμα μέχρι να καταργήσεις τον αποκλεισμό του/της.
es: ¿Permitir que %1$@ te envíe mensajes y compartir tu nombre y foto de perfil con esta persona? No recibirás ninguno de sus mensajes hasta la desbloquees.
es_es: ¿Deseas que %@ te envíe mensajes y así compartir tu nombre y foto? Esta persona no sabrá que has visto sus mensajes hasta que aceptes.
et: Kas lubad kasutajal %@ sulle sõnumeid saata ja jagad enda nime ning fotot temaga? Sa ei saa enne ühtegi sõnumit kuni eemaldad blokeeringu.
eu: %@ erabiltzaileari baimena eman nahi diozu zuri mezuak bidaltzeko eta zure izena eta argazkia beraiekin partzekatzeko. Ez duzu mezurik jasoko zuk desblokeatu arte.
fa: می‌خواهید به %1$@ اجازه دهید به شما پیام دهد و نام و عکستان را با او به اشتراک بگذارید؟ تا وقتی او را رفع مسدودیت نکنید هیچ پیامی دریافت نخواهید کرد.
fi: Sallitaanko henkilön %1$@ lähettää sinulle viestejä ja nähdä nimesi ja profiilikuvasi? Et saa viestejä, ennen kuin poistat eston.
fr: Partager votre nom et votre photo avec %1$@ et l'autoriser à échanger des messages avec vous ? Vous ne recevrez aucun message de ce contact tant que vous ne l'aurez pas débloqué.
ga: Lig do %1$@ teachtaireachtaí a sheoladh chugat agus comhroinn d'ainm agus grianghraf leis/léi? Ní bhfaighidh tú aon teachtaireachtaí go dtí go mbainfidh tú an bac de/di.
gu: %1$@ને તમને મેસેજ કરવા અને તેમની સાથે તમારું નામ અને ફોટો શેર કરવા દેવા છે? જ્યાં સુધી તમે તેમને અનબ્લૉક નહીં કરો ત્યાં સુધી તમને કોઈ મેસેજ પ્રાપ્ત થશે નહીં.
he: לאפשר ל%1$@ לשלוח לך הודעות ולשתף איתו או איתה את השם והתמונה שלך? לא תוצג לך אף הודעה עד שהחסימה תבוטל.
hi: %1$@ को आपको मेसेज करने देना है और उनके साथ अपना नाम और तस्वीर शेयर करनी है? आप कोई भी मेसेज प्राप्त नहीं करेंगे जब तक आप उन्हें अनब्लॉक नहीं करते।
hr: Želite li dopustiti korisniku %1$@ da vam šalje poruke i vidi vaše ime i fotografiju? Nećete primati poruke tog korisnika dok ga ne odblokirate.
hu: Engedélyezed, hogy %1$@ üzenetet küldjön számodra és lássa a neved, valamint profilképedet? Nem fogsz üzenetet kapni tőle, amíg fel nem oldod a tiltást.
id: Izinkan %1$@ mengirimi Anda pesan dan bagikan nama dan foto Anda dengan mereka? Anda tidak akan menerima pesan apa pun sampai Anda membuka blokir mereka.
is: Viltu leyfa %@ að senda þér skilaboð og deila nafninu þínu og mynd með viðkomandi notanda? Hann mun ekki vita hvort þú hafir séð skilaboðin hans fyrr en þú opnar á hann.
it: Vuoi condividere con il tuo nome e la tua foto con %1$@ e permettere a questo utente di inviarti messaggi? Non riceverai messaggi da parte sua finché non sbloccherai il contatto.
ja: %1$@ にあなたへのメッセージ送信や、名前とプロフィール画像の共有を許可しますか？ブロックを解除するまでメッセージは届きません。
kab: Eǧǧ %@ ad ak·am-d-arun, syen bḍu isem d tewlaft inek·inem yid-sen? Ur tebɣiḍ ara ad d-tremseḍ ula d yiwen yizen alamma tekkseḍ asewḥel-nsen.
kk: %@ сізге хабарлама жазуына рұқсат беріп, атыңыз бен фотосуретіңізді олармен бөлісу керек пе? Олардың бұғатын шешпейінше хабарлама алмайсыз.
km: á¢á“á»á‰áŸ’á‰á¶á %@ á•áŸ’á‰á¾áŸá¶ášá˜á€á¢áŸ’á“á€ á“á·á„á…áŸ‚á€áˆáŸ’á˜áŸ„áŸ‡ á“á·á„ášá¼á”á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€á‡á¶á˜á½á™áŸá˜á¶á‡á·á€á€áŸ’ášá»á˜? á¢áŸ’á“á€á“á¹á„á˜á·á“á‘á‘á½á›áŸá¶ášáá¶á˜á½á™á¡á¾á™ ášá á¼áá¢áŸ’á“á€á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹á–á½á€á‚áŸáŸ”
kn: %@ ಅವರು ನಿಮಗೆ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ಹಾಗೂ ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ಫೋಟೋವನ್ನು ಅವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ಅನುಮತಿಸುವುದೇ? ಅವರನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡುವವರೆಗೆ ನೀವು ಯಾವುದೇ ಸಂದೇಶಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.
ko: %1$@ 님이 내게 메시지를 보내고 내 이름과 사진을 공유할 수 있도록 허용할까요? 차단을 해제할 때까지 모든 메시지를 차단합니다.
lt: Ar norite leisti, kad %@ rašytų jums žinutes, ir bendrinti savo vardą bei nuotrauką su šiuo naudotoju? Jūs negausite jokių žinučių tol, kol neatblokuosite šio naudotojo.
lv: Vai vēlaties, lai %@ grupa var ar jums sazināties? Jūs nesaņemsiet nevienu ziņu, kamēr šo grupu neatbloķēsiet.
mk: Дали сакате да му дозволите на %@ да ви испраќа пораки и да го споделува вашето име и слика? Нема да примате никакви пораки додека не го одблокирате.
ml: നിങ്ങൾക്ക് %@ മെസേജ് അയയ്ക്കാൻ അനുവദിക്കണോ? നിങ്ങൾ അവരെ അൺ‌ബ്ലോക്ക് ചെയ്യുന്നതു വരെ നിങ്ങൾക്ക് മെസേജ് ഒന്നും ലഭിക്കില്ല.
mr: %1$@ ला आपल्याला संदेश देऊ द्या आणि त्यांचे नाव आणि फोटो त्यांच्यासह सामायिक करू द्या? आपण त्यांना अनावरोधित करेपर्यंत आपल्याला कोणतेही संदेश प्राप्त होणार नाहीत.
ms: Membenarkan %1$@ menghantar mesej kepada anda dan kongsikan nama dan foto anda dengan mereka? Anda tidak akan menerima sebarang mesej sehingga anda menyahsekatnya.
my: %@ မှ သင့်ကို မက်ဆေ့ချ်ပေးပို့ရန် ခွင့်ပြုပြီး ၎င်းနှင့် သင်၏ အမည်နှင့် ရုပ်ပုံကို မျှဝေမည်လား? သင်မှ ၎င်းအား ပိတ်ပယ်ထားခြင်းကို ပြန်ဖြည်သည်အထိ မည်သည့်မက်ဆေ့ချ်များကို မရရှိနိုင်ပါ။
nb: Vil du at %1$@ skal kunne sende deg meldinger, og vil du dele navn og bilde med vedkommende? Du mottar ikke noen meldinger før du fjerner blokkeringen av personen.
nl: Wil je berichten van %1$@ ontvangen en je profielnaam, -foto en -omschrijving met diegene delen? Totdat je deze persoon hebt gedeblokkeerd, zul je geen berichten ontvangen.
pa: %@ ਨੂੰ ਤੁਹਾਨੂੰ ਸੁਨੇਹਾ ਭੇਜਣ ਅਤੇ ਤੁਹਾਡਾ ਨਾਂ ਅਤੇ ਫ਼ੋਟੋ ਸਾਂਝੀ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਣੀ ਹੈ? ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਉਹਨਾਂ ਤੋਂ ਪਾਬੰਦੀ ਹਟਾ ਨਹੀਂ ਦਿੰਦੇ ਉਦੋਂ ਤੱਕ ਤੁਹਾਨੂੰ ਕੋਈ ਵੀ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਣਗੇ।
pl: Czy %1$@ może Ci wysyłać wiadomości oraz czy udostępnić tej osobie Twoje imię i zdjęcie? Nie otrzymasz żadnych wiadomości, dopóki nie odblokujesz tego kontaktu.
ps: غواړئ %@ ته اجازه ورکړئ چې تاسې ته پیغام وکړي او ستاسې نوم او انځور له هغوی سره شریک کړي؟ تاسې به د هغوی هېڅ پیغام تر لاسه نه کړئ تر څو یې له بلاک څخه و نه باسئ.
pt_br: Permitir que %1$@ envie mensagens para você e veja o seu nome e foto? Você não receberá mensagens dessa pessoa até que a desbloqueie.
pt_pt: Quer partilhar o seu nome e fotografia com o utilizador %1$@ e permitir que este lhe envie mensagens? Não irá receber nenhumas mensagens até o desbloquear.
ro: Permiți lui %1$@ să-ți trimită mesaje și îți partajezi numele și fotografia cu ei? Nu vei primi niciun mesaj până când nu îi deblochezi.
ru: Разрешить %1$@ отправлять вам сообщения и открыть ваше имя и фото этому человеку? Вы не получите никаких сообщений, пока не разблокируете его.
sk: Povoliť používateľovi %1$@, aby vám posielal správy a zdieľať s ním vaše meno a fotku? Kým ho neodblokujete, nepríjmete od neho žiadne správy.
sl: Želite omogočiti uporabniku/ci %@, da vam pošilja sporočila in z njim/njo deliti svoje ime in fotografijo? Dokler ga/je ne odblokirate, od njega/nje ne boste prejemali sporočil.
sq: Të lejohet %@ t’ju dërgojë mesazh dhe të ndajë emrin dhe foton tuaj me të tjerë? S’do të merrni ndonjë mesazh, para se ta zhbllokoni.
sr: Желите ли да дозволите да вам %1$@ шаље поруке и види ваше име и слику? Нећете примати поруке док не одблокирате овог корисника.
sv: Tillåt %1$@ att skicka meddelade till dig och dela ditt namn och foto? Du får inte några meddelanden förrän du har avblockerat.
sw: Ungependa kumruhusu %@ akutumie ujumbe na ushiriki naye jina na picha yako? Hutapokea ujumbe wowote mpaka uache kumzuia.
ta: உங்களுக்கு %@ செய்தி அனுப்பவும், உங்கள் பெயரையும் புகைப்படத்தையும் அவர்களுடன் பகிர்ந்து கொள்ளலாமா? நீங்கள் தடைநீக்கு செய்யும் வரை அவர்களின் செய்தியை நீங்கள் பார்த்திருப்பதை அவர்கள் அறிய மாட்டார்கள்.
te: మీకు %@ సందేశం పంపండి మరియు మీ పేరు మరియు ఫోటోను వారితో పంచుకోవాలా? మీరు వాటిని అన్‌బ్లాక్ చేసే వరకు మీకు సందేశాలు రావు.
th: อนุญาตให้ %1$@ ส่งข้อความหารวมถึงมองเห็นชื่อและรูปของคุณหรือไม่ คุณจะไม่ได้รับข้อความจนกว่าจะเลิกบล็อกผู้ใช้รายนี้
tr: %1$@ kişisinin seninle yazışmasına ve adınla fotoğrafını paylaşmasına izin vermek istiyor musun? Engelini kaldırana kadar hiçbir mesaj almayacaksın.
ug: %1$@ نىڭ سىزگە ئۇچۇر يوللاپ ھەمدە ئىسمىڭىز ۋە رەسىملىرىڭىزنى ئورتاقلىشىشىغا رۇخسەت قىلامسىز؟ ئۇلارنى چەكلەشنى بىكار قىلمىغۇچە ئۇلاردىن ئۇچۇر تاپشۇرۇۋالالمايسىز.
uk: Ви хочете, щоб користувач %1$@ писав вам повідомлення й бачив ваше ім'я та фото? Ви не отримуватимете повідомлень, поки не розблокуєте цього користувача.
ur: %1$@ کو خود کو میسج بھیجنے اور ان کے ساتھ اپنا نام اور تصویر شیئر کرنے کی اجازت دیں؟ جب تک آپ انہیں اَن بلاک نہیں کرتے آپ کو کوئی مسیجز موصول نہیں ہوں گے۔
vi: Cho phép %1$@ nhắn tin cho bạn và chia sẻ tên và ảnh của bạn với họ? Bạn sẽ không nhận được tin nhắn nào cho tới khi bạn ngưng chặn họ.
zh_cn: 是否允许%1$@给您发送消息并向其显示您的名称和照片？在取消屏蔽之前，您将不会收到其发来的消息。
zh_hk: 你是否允許 %1$@ 與你通訊，並向對方分享你的名字和相片？在解除封鎖之前，你都不會收到對方的任何訊息。
