Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_SETTINGS_DISABLING_DOWNLOADS_STARTED_ACTION_SHEET_MESSAGE
source: You have media in your backup that's not on this device. Your backup may take a long time to download, keep Signal open to avoid interruptions.
ar: لديك ملفات وسائط في نسختك الاحتياطية غير موجودة على هذا الجهاز. قد يستغرق تنزيل نسختك الاحتياطية وقتًا طويلًا، لذا أبقِ سيجنال مفتوحًا لتفادي الانقطاعات.
be: Вы можаце спампаваць медыяфайлы з вашай рэзервовай копіі, якіх няма на гэтай прыладзе. Пампаванне можа заняць шмат часу, таму не выходзьце з Signal, каб пазбегнуць перарывання.
bn: আপনার ব্যাকআপে এমন কিছু মিডিয়া আছে যা এই ডিভাইসে নেই। আপনার ব্যাকআপ ডাউনলোড হতে অনেক সময় লাগতে পারে, বাধা এড়াতে Signal খোলা রাখুন।
ca: Tens arxius multimèdia a la còpia de seguretat que no es troben en aquest dispositiu. La teva còpia de seguretat pot trigar força estona a descarregar-se. Per evitar interrupcions a la descàrrega, no tanquis Signal.
cs: V záloze máte média, která nejsou v tomto zařízení. Stahování může chvíli trvat, nechte aplikaci Signal otevřenou, aby nedošlo k přerušení.
da: Du har medier i din sikkerhedskopi, der ikke er på denne enhed. Din sikkerhedskopi kan tage lang tid at downloade, så hold Signal åbent for at undgå afbrydelser.
de: Du hast Backup-Medien, die nicht auf diesem Gerät gespeichert sind. Das Herunterladen deines Backups kann eine Weile dauern. Lass Signal einfach weiter laufen, damit der Download nicht unterbrochen wird.
el: Έχεις πολυμέσα στα αντίγραφα ασφαλείας σου που δεν βρίσκονται σε αυτήν τη συσκευή. Η λήψη των αντιγράφων ασφαλείας σου ενδέχεται να διαρκέσει πολύ, επομένως κράτα το Signal ανοιχτό για να αποφύγεις διακοπές.
es: Tienes archivos multimedia en tu copia de seguridad que no están en este dispositivo. La descarga de tu copia de seguridad puede tardar bastante. Para evitar interrupciones, mantén la aplicación Signal abierta.
fa: شما در نسخه پشتیبان خود رسانه‌ای دارید که در این دستگاه نیست. ممکن است دانلود نسخه پشتیبان زمان زیادی طول بکشد، برای جلوگیری از وقفه در دانلود، برنامه سیگنال را باز نگه دارید.
fi: Sinulla on mediasisältöä, jota ei ole tällä laitteella. Varmuuskopion lataaminen voi kestää kauan, joten pidä Signal auki keskeytysten välttämiseksi.
fr: Votre sauvegarde contient des médias non enregistrés sur cet appareil. Le téléchargement peut prendre un certain temps. Pour éviter toute interruption, ne fermez pas Signal.
ga: Tá meáin i do chúltacú nach bhfuil ar an ngléas seo. D'fhéadfadh sé tamall fada a ghlacadh lena n-íoslódáil, coinnigh Signal oscailte le cur isteach ar an íoslódáil a sheachaint.
gu: તમારા બેકઅપમાં એવા મીડિયા છે જે આ ડિવાઇસ પર નથી. તમારા બેકઅપને ડાઉનલોડ થવામાં ઘણો સમય લાગી શકે છે, વિક્ષેપો ટાળવા માટે Signal ખુલ્લું રાખો.
he: יש לך מדיה בגיבוי שאינה נמצאת במכשיר זה. ייתכן שהורדת הגיבוי שלך תיקח זמן רב, יש להשאיר את Signal פתוחה כדי למנוע הפרעות.
hi: आपके बैकअप में कुछ मीडिया है, जो इस डिवाइस पर मौजूद नहीं है। आपके बैकअप को डाउनलोड होने में थोड़ा समय लग सकता है, इसलिए Signal खुला रखें, ताकि डाउनलोड में किसी तरह की रुकावट न आए।
hr: U sigurnosnoj kopiji imate medijske zapise koji nisu na ovom uređaju. Preuzimanje vaše sigurnosne kopije može dugo potrajati, stoga držite Signal otvorenim kako biste izbjegli prekide u preuzimanju.
hu: A biztonsági mentésben olyan médiatartalmak vannak, amelyek nem találhatók ezen az eszközön. A biztonsági mentés letöltése hosszú időt vehet igénybe, a megszakítások elkerülése érdekében tartsd nyitva a Signal-alkalmazást.
id: Ada media di data cadangan Anda yang belum tersimpan di perangkat ini. Data cadangan Anda mungkin butuh waktu lama untuk diunduh, pastikan Signal tetap terbuka agar tidak terjadi interupsi.
it: Hai dei media nel tuo backup che non sono presenti su questo dispositivo. Il tuo backup potrebbe richiedere più tempo del solito, tieni Signal aperto per evitare interruzioni.
ja: バックアップ内に、この端末に保存されていないメディアがあります。ダウンロードには時間がかかる場合があります。ダウンロードが中断されないようにSignalを開いたままにしてください。
ko: 백업에 이 기기에 없는 미디어가 있습니다. 백업 다운로드에 시간이 오래 걸릴 수 있습니다. 다운로드가 중단되는 걸 방지하려면 Signal을 계속 열어두세요.
mr: तुमच्या बॅकअपमध्ये असा मीडिया आहे जो या डिव्हाईसवर नाही. तुमचा बॅकअप डाऊनलोड व्हायला फार वेळ लागू शकतो, त्यामध्ये व्यत्यय येऊ नये म्हणून Signal चालू ठेवा.
ms: Anda mempunyai media dalam sandaran anda yang tiada pada peranti ini. Sandaran anda mungkin mengambil masa yang lama untuk dimuat turun, pastikan Signal dibuka untuk mengelakkan gangguan.
nb: Du har sikkerhetskopierte mediefiler som ikke er lagret på denne enheten. Nedlastingen kan ta en stund, men det er viktig at du ikke lukker Signal mens filene lastes ned.
nl: Je hebt media in je back-up die niet op dit apparaat staan. Het downloaden van je back-up kan lang duren, houd Signal open om onderbrekingen te voorkomen.
pl: W kopii zapasowej masz multimedia, które nie zostały jeszcze pobrane na to urządzenie. Pobieranie ich z kopii zapasowej może potrwać dłuższą chwilę – aby nie przerywać tego procesu, nie zamykaj aplikacji Signal.
pt_br: Você tem arquivos de mídia de backup que não estão neste dispositivo. O download do backup pode demorar. Mantenha o Signal aberto para evitar interrupções.
pt_pt: Tem ficheiros multimédia na sua cópia de segurança que não estão neste dispositivo. Isto pode demorar muito tempo a ser transferido, mantenha o Signal aberto para evitar interrupções.
ro: Ai fișiere media în backup care nu se află pe acest dispozitiv. Descărcarea copiei de rezervă poate dura mult timp, așa că menține Signal deschis pentru a evita întreruperile.
ru: У вас есть медиафайлы в резервных копиях, которых нет на этом устройстве. Загрузка вашей резервной копии может занять длительное время, держите Signal открытым, чтобы избежать прерывания.
sk: V zálohe máte médiá, ktoré nie sú na tomto zariadení. Sťahovanie zálohy môže trvať dlho. Ak nechcete, aby sa prerušilo, nezatvárajte Signal.
sr: Имате медије у резервној копији која није на овом уређају. Преузимање може дуго потрајати. Оставите Signal отворен како бисте избегли прекиде.
sv: Du har mediefiler i din säkerhetskopia som inte finns på den här enheten. Din säkerhetskopia kan ta lång tid att ladda ner, håll Signal öppen för att undvika avbrott.
th: คุณมีไฟล์สื่อในข้อมูลสำรองที่ยังไม่ได้กู้คืนมายังอุปกรณ์เครื่องนี้ การดาวน์โหลดข้อมูลสำรองของคุณอาจใช้เวลาค่อนข้างนาน โปรดเปิด Signal ไว้เพื่อป้องกันไม่ให้การดาวน์โหลดหยุดชะงัก
tr: Yedeklemende bu cihazda olmayan medya var. Yedeklemenin indirilmesi uzun sürebilir, kesintiye uğramasını önlemek için Signal'ı açık tut.
ug: زاپاس سانلىق مەلۇماتىڭىزدا بۇ ئۈسكۈنىدە يوق مېدىيا بار. زاپىسىڭىزنى چۈشۈرۈشكە ئۇزۇن ۋاقىت كېتىشى مۇمكىن ، Signalنىڭ ئۈزۈلۈپ قېلىنىشىدىن ساقلىنىش ئۈچۈن داۋاملىق ئوچۇق تۇرۇشىغا كاپالەتلىك قىلىڭ .
uk: У вашій резервній копії є медіафайли, що зберігаються на іншому пристрої. Завантаження може тривати довго, тому залиште Signal відкритим, щоб ніщо його не перервало.
ur: آپ کے بیک اپ میں وہ میڈیا موجود ہے جو اس ڈیوائس میں موجود نہیں ہے۔ آپ کے بیک اپ کو ڈاؤن لوڈ میں زیادہ وقت لگ سکتا ہے، اس لیے خلل اندازیوں سے بچنے کے لیے Signal کو کھلا رکھیں۔
vi: Bạn có tập tin đa phương tiện trong bản sao lưu không có trên thiết bị này. Bản sao lưu của bạn có thể cần một khoảng thời gian dài để tải, tiếp tục mở Signal để tránh làm gián đoạn.
zh_cn: 您的备份中有一些媒体不在此设备上。下载可能需要很长时间，请保持 Signal 处于打开状态以避免下载中断。
zh_hk: 你有不在此裝置上的備份媒體。備份下載可能需要很長時間，請保持 Signal 開啟以避免中斷。

# BACKUP_SETTINGS_DISABLING_DOWNLOADS_STARTED_ACTION_SHEET_TITLE
source: Downloading Your Backup
ar: جارٍتنزيل النسخة الاحتياطية الخاصة بك
be: Пампуем вашу рэзервовую копію
bn: আপনার ব্যাকআপ ডাউনলোড করা হচ্ছে
ca: S'està descarregant la teva còpia de seguretat
cs: Stahování zálohy
da: Downloader din sikkerhedskopi
de: Dein Backup wird heruntergeladen
el: Λήψη των αντιγράφων ασφαλείας σου
es: Descargando tu copia de seguridad
fa: در حال دانلود نسخه پشتیبان
fi: Ladataan varmuuskopiota
fr: Téléchargement de votre sauvegarde
ga: Do chúltaca á íoslódáil
gu: તમારું બેકઅપ ડાઉનલોડ કરી રહ્યા છીએ
he: מורידים את הגיבוי שלך
hi: आपका बैकअप डाउनलोड हो रहा है
hr: Preuzimanje sigurnosne kopije
hu: A biztonsági másolat letöltése
id: Mengunduh Cadangan
it: Download del backup
ja: バックアップをダウンロードしています
ko: 백업을 다운로드하는 중
mr: आपला बॅकअप डाऊनलोड करत आहे
ms: Memuat turun sandaran anda
nb: Nedlasting av sikkerhetskopi
nl: Je back-up wordt gedownload
pl: Trwa pobieranie kopii zapasowej
pt_br: Baixando seu backup
pt_pt: A transferir a sua cópia de segurança
ro: Se descarcă copia de rezervă
ru: Загружаем резервную копию
sk: Sťahuje sa záloha
sr: Преузимање резервне копије
sv: Laddar ner din säkerhetskopia
th: กำลังดาวน์โหลดข้อมูลสำรองของคุณ
tr: Yedeklemen indiriliyor
ug: زاپاس مەلۇماتنى چۈشۈرۈۋاتىدۇ
uk: Завантаження резервної копії
ur: آپ کا بیک اپ ڈاؤن لوڈ ہو رہا ہے
vi: Đang tải bản sao lưu của bạn
zh_cn: 正在下载您的备份
zh_hk: 正在下載你的備份

# BACKUP_SETTINGS_DISABLING_ERROR_GENERIC_ERROR_ACTION_SHEET_MESSAGE
source: An error occurred when deleting your data from Signal's secure storage service.
ar: حدث خطأ ما عند حذف بياناتك من خدمة التخزين الآمنة لسيجنال.
be: Адбылася памылка падчас выдалення вашых дадзеных з сэрвіса бяспечнага захоўвання Signal.
bn: Signal-এর সুরক্ষিত স্টোরেজ সার্ভিস থেকে আপনার ডেটা মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error en eliminar les dades del servei d'emmagatzematge segur de Signal.
cs: Při odstraňování vašich dat ze zabezpečeného úložiště Signal se vyskytla chyba.
da: Der opstod en fejl under sletning af din data fra Signals sikre lagringstjeneste.
de: Beim Löschen deiner Daten aus dem sicheren Speicherservice von Signal ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή των δεδομένων σου από την υπηρεσία ασφαλούς αποθήκευσης του Signal.
es: No se han podido eliminar tus datos del servicio de almacenamiento seguro de Signal.
fa: هنگام حذف داده‌هایتان از سرویس ذخیره‌سازی امن سیگنال خطایی رخ داد.
fi: Virhe poistettaessa tietojasi Signalin suojatusta tallennuspalvelusta.
fr: Une erreur s'est produite. Nous n'avons pas pu supprimer vos données du service de stockage sécurisé de Signal.
ga: Tharla earráid agus do shonraí á scriosadh ó sheirbhís stórála sláine Signal.
gu: Signalની સુરક્ષિત સ્ટોરેજ સેવામાંથી તમારો ડેટા ડિલીટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת הנתונים שלך משירות האחסון המאובטח של Signal.
hi: Signal की सुरक्षित स्टोरेज डिवाइस से आपका डेटा डिलीट करते समय कोई गड़बड़ी हुई।
hr: Došlo je do pogreške prilikom brisanja vaših podataka iz Signalovog zaštićenog sustava pohrane.
hu: Hiba történt az adataidnak a Signal biztonságos tárhelyszolgáltatásából való törlésekor.
id: Terjadi kesalahan saat menghapus data dari layanan penyimpanan aman Signal.
it: Si è verificato un errore durante l'eliminazione dei tuoi dati dal servizio di archiviazione sicura di Signal.
ja: Signalの安全なストレージサービスからデータを消去する際にエラーが発生しました。
ko: Signal의 안전한 저장소 서비스에서 데이터를 삭제하는 도중 오류가 발생했습니다.
mr: Signal च्या सुरक्षित संग्रहण सेवेमधून तुमचा डेटा हटवताना त्रुटी उद्भवली.
ms: Ralat berlaku semasa memadam data anda daripada perkhidmatan storan selamat Signal.
nb: Det oppsto en feil under forsøket på å slette dataene dine fra Signals sikre lagringstjeneste.
nl: Er is een fout opgetreden bij het verwijderen van je gegevens uit de beveiligde opslagservice van Signal.
pl: Podczas usuwania danych z usługi bezpiecznego przechowywania Signal wystąpił błąd.
pt_br: Ocorreu um erro ao excluir seus dados do serviço de armazenamento seguro do Signal.
pt_pt: Ocorreu um erro ao eliminar os seus dados do serviço de armazenamento seguro da Signal.
ro: A apărut o eroare la ștergerea datelor din serviciul de stocare securizată al Signal.
ru: Произошла ошибка при удалении ваших данных из защищённого хранилища Signal.
sk: Pri vymazávaní vašich údajov zo zabezpečeného úložiska Signal sa vyskytla chyba.
sr: Дошло је до грешке приликом брисања података из Signal-овог сервиса за безбедно складиштење.
sv: Ett fel uppstod när dina data skulle raderas från Signals säkra lagringstjänst.
th: เกิดข้อผิดพลาดขณะลบข้อมูลของคุณออกจากบริการจัดเก็บที่ปลอดภัยของ Signal
tr: Verilerin Signal'ın güvenli depolama hizmetinden silinirken bir hata oluştu.
ug: Signalنىڭ بىخەتەر ساقلاش مۇلازىمىتىدىن سانلىق مەلۇماتلىرىڭىزنى ئۆچۈرىۋاتقاندا بىر خاتالىق كۆرۈلدى.
uk: Під час видалення даних із захищеного сховища Signal сталася помилка.
ur: Signal کی محفوظ شدہ اسٹوریج کی سروس سے آپ کا ڈیٹا حذف کرنے میں ایک خرابی واقع ہوئی۔
vi: Đã xảy ra lỗi khi xóa dữ liệu của bạn khỏi dịch vụ lưu trữ bảo mật của Signal.
zh_cn: 从 Signal 的安全存储服务器中删除您的数据时发生了错误。
zh_hk: 從 Signal 的安全儲存服務中刪除資料時發生錯誤。

# BACKUP_SETTINGS_DISABLING_ERROR_GENERIC_ERROR_ACTION_SHEET_TITLE
source: Failed to Delete Backup
ar: تعذَّر حذف النسخة الاحتياطية.
be: Не атрымалася выдаліць рэзервовую копію
bn: ব্যাকআপ মুছে ফেলা যায়নি
ca: No s'ha pogut eliminar la còpia de seguretat
cs: Nepodařilo se odstranit zálohu
da: Kunne ikke slette din sikkerhedskopiering
de: Das Backup konnte nicht gelöscht werden
el: Η διαγραφή αντιγράφων ασφαλείας απέτυχε
es: No se ha podido eliminar tu copia de seguridad
fa: پشتیبان‌گیری حذف نشد
fi: Varmuuskopion poistaminen epäonnistui
fr: Impossible de supprimer votre sauvegarde
ga: Theip ar Scriosadh Cúltaca
gu: બેકઅપ ડિલીટ કરવાનું નિષ્ફળ થયું
he: מחיקת הגיבוי נכשלה
hi: बैकअप डिलीट नहीं किया जा सका
hr: Brisanje sigurnosne kopije nije uspjelo
hu: Nem sikerült törölni a biztonsági mentést
id: Gagal Menghapus Cadangan
it: Impossibile eliminare il backup
ja: バックアップを消去できませんでした
ko: 백업 삭제 실패
mr: बॅकअप हटवता आला नाही
ms: Gagal Memadam Sandaran
nb: Sikkerhetskopien kunne ikke slettes
nl: Kan back-up niet verwijderen
pl: Nie udało się usunąć kopii zapasowej
pt_br: Falha ao excluir o backup
pt_pt: Falha na eliminação da cópia de segurança
ro: Nu s-a putut șterge backup-ul
ru: Не удалось удалить резервную копию
sk: Zálohu sa nepodarilo odstrániť
sr: Брисање резервне копије није успело
sv: Det gick inte att ta bort säkerhetskopian
th: ไม่สามารถลบข้อมูลสำรอง
tr: Yedekleme Silinemedi
ug: زاپاسلاشنى ئۆچۈرەلمىدى
uk: Не вдалося видалити резервну копію
ur: بیک اپ حذف کرنے میں ناکام ہو گئے
vi: Không thể xóa bản sao lưu
zh_cn: 无法删除备份
zh_hk: 無法刪除備份

# BACKUP_SETTINGS_DISABLING_ERROR_NOT_REGISTERED
source: You must be registered to disable Backups.
ar: يجب أن تكون مُسجلًا لتمكين النسخ الاحتياطية.
be: Каб адключыць рэзервовае капіраванне, вы павінны зарэгістравацца.
bn: ব্যাকআপ নিষ্ক্রিয় করতে আপনাকে অবশ্যই নিবন্ধিত হতে হবে।
ca: Has d'estar registrat per desactivar les còpies de seguretat.
cs: Pro vypnutí zálohování musíte být registrováni.
da: Registrering er påkrævet for at deaktivere sikkerhedskopier.
de: Du musst registriert sein, um Backups deaktivieren zu können.
el: Πρέπει να έχεις εγγραφεί για να απενεργοποιήσεις τα Αντίγραφα ασφαλείας.
es: Tu dispositivo debe estar registrado para poder deshabilitar las copias de seguridad.
fa: برای غیرفعال کردن پشتیبان‌گیری، باید ثبت‌نام کرده باشید.
fi: Varmuuskopion poistaminen käytöstä edellyttää rekisteröitymistä.
fr: Vous devez être inscrit pour désactiver les sauvegardes.
ga: Ní mór duit a bheith cláraithe chun Cúltacaí a dhíchumasú.
gu: બેકઅપને અક્ષમ કરવા માટે તમે રજીસ્ટર કરાવેલું હોવું આવશ્યક છે.
he: חובה להיות רשומ/ה כדי להשבית גיבויים.
hi: बैकअप बंद करने के लिए, आपको रजिस्टर होना होगा।
hr: Morate biti registrirani da biste onemogućili sigurnosne kopije.
hu: A biztonsági mentések letiltásához regisztrálnod kell.
id: Anda harus terdaftar untuk bisa menonaktifkan Signal Backups.
it: Per disattivare i backup, devi prima registrarti.
ja: バックアップを無効にするには登録が必要です。
ko: 백업을 비활성화하려면 먼저 등록해야 합니다.
mr: बॅकअप बंद करण्यासाठी तुम्ही नोंदणी केलेली असणे आवश्यक आहे.
ms: Anda mesti berdaftar untuk mematikan Sandaran.
nb: Du må være registrert for å deaktivere sikkerhetskopier.
nl: Je moet geregistreerd zijn om back-ups uit te schakelen.
pl: Aby wyłączyć tworzenie kopii zapasowych, najpierw musisz zarejestrować urządzenie.
pt_br: Você precisa se registrar para desabilitar backups.
pt_pt: Tem de estar registado para desativar as cópias de segurança.
ro: Trebuie să fii înregistrat/ă pentru a dezactiva backup-urile.
ru: Для отключения резервного копирования необходимо зарегистрироваться.
sk: Na vypnutie záloh sa musíte zaregistrovať.
sr: Морате бити регистровани да бисте деактивирали резервне копије.
sv: Du måste vara registrerad för att inaktivera säkerhetskopior.
th: คุณจะต้องลงทะเบียนเพื่อปิดใช้งานการสำรองข้อมูล
tr: Yedeklemeleri devre dışı bırakmak için kayıtlı olman gerekir.
ug: زاپاسلاشنى چەكلەش ئۈچۈن چوقۇم تىزىملىتىشىڭىز كېرەك.
uk: Щоб вимкнути резервне копіювання, потрібно зареєструватися.
ur: بیک اپس کو غیر فعال کرنے کے لیے آپ کا رجسٹرڈ ہونا ضروری ہے۔
vi: Bạn phải đăng ký gói để tắt Sao lưu.
zh_cn: 您必须注册才能禁用备份。
zh_hk: 你必須登記才能停用備份。

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_ACTION_BUTTON_CANCEL_DOWNLOAD
source: Cancel Download
ar: إلغاء التنزيل
be: Скасаваць пампаванне
bn: ডাউনলোড বাতিল করুন
ca: Cancel·la la descàrrega
cs: Zrušit stahování
da: Annuller download
de: Download abbrechen
el: Ακύρωση λήψης
es: Cancelar descarga
fa: لغو دانلود
fi: Peruuta lataus
fr: Annuler le téléchargement
ga: Cuir íoslódáil ar ceal
gu: ડાઉનલોડ રદ કરો
he: ביטול הורדה
hi: डाउनलोड रद्द करें
hr: Otkaži preuzimanje
hu: Letöltés megszakítása
id: Batal Unduh
it: Annulla download
ja: ダウンロードをキャンセルする
ko: 다운로드 취소
mr: डाउनलोड रद्द करा
ms: Batalkan muat turun
nb: Avbryt nedlastingen
nl: Download annuleren
pl: Anuluj pobieranie
pt_br: Cancelar download
pt_pt: Cancelar transferência
ro: Anulează descărcarea
ru: Отменить загрузку
sk: Zrušiť sťahovanie
sr: Откажи преузимање
sv: Avbryt nedladdning
th: ยกเลิกการดาวน์โหลด
tr: İndirmeyi iptal et
ug: چۈشۈرۈشنى بىكار قىلىش
uk: Скасувати завантаження
ur: ڈاؤن لوڈ منسوخ کریں
vi: Hủy tải xuống
zh_cn: 取消下载
zh_hk: 取消下載

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_ACTION_BUTTON_INITIATE_DOWNLOAD
source: Download
ar: تنزيل
be: Спампаваць
bn: ডাউনলোড
ca: Baixa
cs: Stáhnout
da: Hent
de: Herunterladen
el: Λήψη
es: Descargar
fa: بارگیری
fi: Lataa
fr: Télécharger
ga: Íoslódáil
gu: ડાઉનલોડ કરો
he: הורד
hi: डाउनलोड
hr: Preuzmi
hu: Letöltés
id: Unduh
ja: ダウンロード
ko: 다운로드
mr: डाऊनलोड करा
ms: Muat turun
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sr: Преузми
sv: Hämta
th: ดาวน์โหลด
tr: İndir
ug: چۈشۈر
uk: Завантажити
ur: ڈاؤن لوڈ کریں
vi: Tải xuống
zh_cn: 下载
zh_hk: 下載

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_ACTION_BUTTON_RESUME_DOWNLOAD_WITHOUT_WIFI
source: Resume Download
ar: استئناف التنزيل
be: Працягнуць пампаванне
bn: পুনরায় ডাউনলোড শুরু করুন
ca: Reprendre la descàrrega
cs: Obnovit stahování
da: Genoptag download
de: Download fortsetzen
el: Συνέχιση λήψης
es: Reanudar descarga
fa: ازسرگیری دانلود
fi: Jatka latausta
fr: Reprendre le téléchargement
ga: Atosaigh an íoslódáil
gu: ડાઉનલોડ ફરી શરૂ કરો
he: חידוש העברה
hi: डाउनलोड फिर से शुरू करें
hr: Nastavi preuzimanje
hu: Letöltés folytatása
id: Lanjut Unduh
it: Riprendi il download
ja: ダウンロードを再開する
ko: 다운로드 계속하기
mr: थांबवलेले डाऊनलोड सुरु करा
ms: Sambung semula muat turun
nb: Gjenoppta nedlasting
nl: Downloaden hervatten
pl: Wznów pobieranie
pt_br: Retomar download
pt_pt: Resumir transferência
ro: Reia descărcarea
ru: Продолжить загрузку
sk: Obnoviť sťahovanie
sr: Настави преузимање
sv: Återuppta nedladdning
th: ดาวน์โหลดต่อ
tr: İndirmeye devam et
ug: چۈشۈرۈشنى ئەسلىگە كەلتۈرۈش
uk: Продовжити завантаження
ur: ڈاؤن لوڈ دوبارہ شروع کریں
vi: Tiếp tục tải
zh_cn: 继续下载
zh_hk: 恢復下載

# BACKUP_SETTINGS_DOWNLOAD_PROGRESS_SUBTITLE_PAUSED_LOW_BATTERY
source: Download paused: device has low battery
ar: تمَّ إيقاف التنزيل مؤقَّتًا: بطارية الجهاز منخفضة.
be: Пампаванне прыпынена: акумулятар разраджаны на прыладзе
bn: ডাউনলোড বন্ধ আছে: ডিভাইসের ব্যাটারির চার্জ কম
ca: Descàrrega interrompuda: el dispositiu té poca bateria
cs: Stahování přerušeno: Zařízení má slabou baterii
da: Download sat på pause: Enheden har lavt batteriniveau
de: Download angehalten: Akkustand des Geräts ist niedrig
el: Η λήψη διακόπηκε: Η συσκευή έχει χαμηλή μπαταρία
es: Descarga en pausa: tu dispositivo tiene poca batería
fa: دانلود موقتاً متوقف شد: باتری دستگاه کم است
fi: Lataus keskeytetty: Laitteen akku on vähissä
fr: Téléchargement mis en pause : batterie faible
ga: Íoslódáil curtha ar sos: Tá ceallra an ghléis lag
gu: ડાઉનલોડ થોભાવ્યું: ડિવાઇસની બેટરી ઓછી છે
he: ההורדה מושהית: סוללת המכשיר חלשה
hi: डाउनलोड रोका गया: डिवाइस में बैटरी कम है
hr: Preuzimanje je pauzirano: niska razina baterije
hu: Letöltés szünetel: a készülék akkumulátor-töltöttsége alacsony
id: Pengunduhan dijeda: daya baterai lemah
it: Download in pausa: il dispositivo ha poca batteria
ja: ダウンロードを一時停止しました：端末のバッテリー残量が少なくなっています
ko: 다운로드 일시 중지됨: 기기 배터리 부족
mr: डाऊनलोड थांबले : डिव्हाईसची बॅटरी कमी आहे
ms: Muat turun dijeda: Bateri peranti rendah
nb: Nedlasting satt på pause: lavt batteri
nl: Download gepauzeerd: batterij van apparaat is bijna leeg
pl: Pobieranie wstrzymane: niski poziom naładowania baterii
pt_br: Download pausado: o dispositivo está com a bateria fraca
pt_pt: Transferência pausada: o dispositivo tem pouca bateria
ro: Descărcare întreruptă: Dispozitivul are bateria descărcată
ru: Загрузка приостановлена: Батарея устройства разряжена
sk: Sťahovanie bolo pozastavené: Zariadenie má slabú batériu
sr: Преузимање је паузирано: Батерија уређаја је празна
sv: Nedladdning pausad: Enheten har låg batterinivå
th: การดาวน์โหลดหยุดชั่วคราว: อุปกรณ์มีแบตเตอรี่ต่ำ
tr: İndirme duraklatıldı: Cihazın pili zayıf
ug: چۈشۈرۈش توختىتىلدى: ئۈسكۈنىنىڭ باتارېيەسى تۆۋەن
uk: Завантаження зупинено: низький заряд акумулятора
ur: ڈاؤن لوڈ میں توقف کیا گیا: ڈیوائس کی بیٹری کم ہے
vi: Đã tạm ngừng tải: Thiết bị pin yếu
zh_cn: 下载已暂停：设备电量不足
zh_hk: 下載已暫停：裝置電池電量不足
