Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_CALL_MEMBER_LIST_UNKNOWN_MEMBERS_INFO_SHEET
source: Before joining a call you can only see the names of phone contacts, people you’re in a group with, or people you’ve chatted with 1:1. You’ll see all names and photos once you’ve joined the call.
ar: قبل الانضمام إلى مكالمة، يمكنك فقط رؤية أسماء جهات الاتصال الموجودة على هاتفك، أو الأشخاص الموجودين في مجموعة معك، أو الأشخاص الذين تحدثت معهم فرديًا. سَتظهر لك كل الأسماء والصور عندما تنضمّ إلى المكالمة.
be: Перад далучэннем да званка вы можаце бачыць толькі імёны тэлефонных кантактаў, асоб, якія знаходзяцца з вамі ў адной групе, або асоб, з якімі вы размаўлялі адзін на адзін. Вы ўбачыце ўсе імёны і фота, як толькі далучыцеся да званка.
bn: কোনো কলে যোগ দেওয়ার আগে আপনি শুধুমাত্র ফোন কন্টাক্টের নাম, আপনি যাদের সাথে একটি গ্রুপে আছেন বা যাদের সাথে আপনি 1:1 চ্যাট করেছেন তাদের নাম দেখতে পাবেন। একবার আপনি কলে যোগ দিলে আপনি সকল নাম ও ছবি দেখতে পাবেন।
ca: Abans d'unir-te a una trucada, només podràs veure els noms d'aquelles persones que tinguis desades com a contactes al teu telèfon, amb les quals estàs en un grup o amb les quals ja has xatejat. Un cop t'hagis unit a la trucada, veuràs els noms i les fotos de tothom.
cs: Před připojením se k hovoru uvidíte jen jména telefonních kontaktů, lidí, se kterými jste ve skupině, nebo lidí, se kterými jste již osobně chatovali. Po připojení se k hovoru uvidíte všechna jména a fotografie.
da: Før du deltager i et opkald, kan du kun se navnene på telefonkontakter, personer, du er i en gruppe med eller personer, du har skrevet med individuelt. Du kan se alle navne og billeder, når du deltager i opkaldet.
de: Bevor du einem Anruf beitrittst, kannst du nur die Namen von Telefonkontakten, Personen, mit denen du in einer Gruppe bist, oder Personen, mit denen du persönlich gechattet hast, sehen. Du siehst alle Namen und Fotos, sobald du dem Anruf beigetreten bist.
el: Πριν από τη συμμετοχή σε μια κλήση μπορείς να δεις μόνο τα ονόματα των τηλεφωνικών επαφών, των ατόμων με τα οποία είσαι σε μια ομάδα ή των ατόμων με τα οποία έχεις συνομιλήσει προσωπικά. Θα δεις όλα τα ονόματα και τις φωτογραφίες μόλις μπεις στην κλήση.
es: Antes de unirte a una llamada, solo podrás ver los nombres de las personas que tengas como contactos en tu teléfono, con las que estás en un grupo o con las que hayas chateado en privado. Verás todos los nombres y las fotos una vez que te hayas unido a la llamada.
fa: قبل از پیوستن به تماس، فقط می‌توانید نام مخاطبان تلفن، افرادی که با آن‌ها هم‌گروه هستید یا افرادی که به‌صورت انفرادی با آن‌ها گفتگو کرده‌اید را ببینید. وقتی به تماس بپیوندید، همه نام‌ها و عکس‌ها را خواهید دید.
fi: Ennen puheluun liittymistä näet nimet vain ihmisistä, jotka ovat puhelimen yhteystiedoissa, kanssasi yhteisen ryhmän jäseniä, tai niistä, joiden kanssa olet keskustellut kahden. Näet kaikki nimet ja kuvat, kun olet liittynyt puheluun.
fr: Avant de rejoindre un appel, seuls les noms de certaines personnes s'affichent : contacts de votre téléphone, utilisateurs faisant partie des mêmes groupes que vous ou avec qui vous avez discuté en privé. Les noms et les photos de tous les participants s'affichent une fois que vous avez rejoint l'appel.
ga: Sula dtéann tú isteach i nglao, ní bheidh tú in ann a fheiceáil ach ainmneacha do theagmhálaithe gutháin, ainmneacha na ndaoine atá i ngrúpa leat, nó ainmneacha na ndaoine a raibh comhrá duine le duine agat leo. Feicfidh tú gach ainm agus grianghraf tar éis duit dul isteach sa ghlao.
gu: કૉલમાં જોડાતા પહેલાં તમે ફક્ત ફોન સંપર્કોના નામ, તમે જેની સાથે ગ્રૂપમાં છો તે લોકો અથવા તમે જેમની સાથે એકલા સામ-સામે ચેટ કરી હોય તેવા લોકો જ જોઈ શકો છો. એકવાર તમે કૉલમાં જોડાયા પછી તમને બધા નામ અને ફોટા દેખાશે.
he: לפני הצטרפות לשיחה, אפשר לראות רק את השמות של משתתפים שהם אנשי קשר שלך בטלפון, אנשים שאיתך בקבוצה, או אנשים ששוחחת איתם אחד על אחד. תהיה לך אפשרות לראות את כל השמות והתמונות לאחר שהצטרפת לשיחה.
hi: किसी कॉल में शामिल होने से पहले आप केवल फ़ोन संपर्कों के नाम, उन लोगों के नाम देख सकते हैं जिनके साथ आप किसी समूह में हैं, या उन लोगों के नाम देख सकते हैं जिनके साथ आपने 1:1 चैट की है। कॉल में शामिल होने के बाद आपको सभी नाम और फ़ोटो दिखाई देंगे।
hr: Prije pridruživanja pozivu možete vidjeti samo imena vaših kontakata, osoba s kojima ste u istoj grupi ili s kojima ste razgovarali privatno. Vidjet ćete sva imena i fotografije nakon što se pridružite pozivu.
hu: Mielőtt csatlakoznál egy híváshoz, csak azon telefonos névjegyek nevét láthatod, akikkel egy csoportban vagy, vagy akikkel 1:1 arányban csevegtél. Miután csatlakoztál a híváshoz, látni fogod az összes nevet és fényképet.
id: Sebelum bergabung dalam panggilan, Anda hanya bisa melihat nama dari kontak di ponsel, orang yang satu grup dengan Anda, atau orang yang sudah pernah ngobrol 1:1 dengan Anda. Anda akan melihat semua nama dan foto setelah bergabung dalam panggilan.
it: Prima di unirti a una chiamata puoi vedere solo i nomi dei contatti della tua rubrica, delle persone con cui condividi un gruppo o con cui hai già una chat. Vedrai tutti i nomi e le foto profilo dopo aver partecipato alla chiamata.
ja: 通話に参加する前に表示されるのは、電話の連絡先、グループに参加しているユーザー、1対1でチャットしたユーザーの名前だけです。通話に参加すると、全員の名前と写真が表示されます。
ko: 통화에 참여하기 전에는 휴대폰 연락처, 그룹에 함께 속한 사용자, 1:1 대화를 한 적 있는 사용자의 이름만 표시됩니다. 통화에 참여하면 모든 이름과 사진이 표시됩니다.
mr: कॉलमध्ये सामील होण्यापूर्वी आपण फक्त फोन संपर्कांची नावे, आपण ज्यांच्या गटामध्ये आहात असलेल्या लोकांना, किंवा आपण ज्यांच्यासोबत 1:1 चॅट्समध्ये असता ते लोक पाहू शकाल. एकदा का आपण कॉलमध्ये सामील झालात की आपण सर्व नावे आणि फोटो पहाल.
ms: Sebelum menyertai panggilan, anda hanya boleh melihat nama kenalan telefon, orang yang bersama anda dalam kumpulan atau orang yang pernah anda sembang 1:1. Anda akan melihat semua nama dan foto setelah anda menyertai panggilan.
nb: Før du blir med i samtalen får du kun se navnene på de som står i kontaktlisten din, de som du har chattet med tidligere, og de som er medlem av samme gruppe som deg. Alle navnene og bildene blir synlige når du blir med i samtalen.
nl: Voordat je deelneemt aan een oproep, kun je alleen de namen zien van telefooncontacten, mensen met wie je in een groep zit of mensen met wie je een-op-een hebt gechat. Je ziet alle namen en profielfoto's zodra je deelneemt aan de oproep.
pl: Zanim dołączysz do rozmowy, wyświetlą się tylko imiona osób, które masz w kontaktach telefonu, osób, z którymi jesteś w jakiejś grupie, lub osób, z którymi zdarzyło Ci się wymienić wiadomości prywatne. Wszystkie imiona oraz zdjęcia wyświetlą się, gdy dołączysz do rozmowy.
pt_br: Antes de entrar na chamada, você verá apenas os nomes dos seus contatos, das pessoas que estão nos mesmos grupos ou com quem já conversou individualmente. Nomes e fotos ficarão visíveis somente após você entrar na chamada.
pt_pt: Antes de entrar numa chamada, só pode ver os nomes dos contactos telefónicos, as pessoas com quem está num grupo, ou as pessoas com quem conversou individualmente. Irá ver todos os nomes e fotos antes de se iniciar à chamada.
ro: Înainte de a te alătura unui apel, poți vedea doar numele contactelor telefonice, ale persoanelor cu care ești într-un grup sau ale persoanelor cu care ai discutat pe chat 1:1. Vei vedea toate numele și fotografiile după ce te vei alătura apelului.
ru: Перед тем как присоединиться к звонку, вы можете видеть только имена контактов телефона, людей, с которыми состоите в группе, или тех, с кем общались в чате 1:1. Вы увидите все имена и фото, как только присоединитесь к звонку.
sk: Pred pripojením k hovoru môžete vidieť iba mená telefónnych kontaktov, ľudí, s ktorými ste v skupine, alebo ľudí, s ktorými ste četovali 1:1. Po pripojení k hovoru uvidíte všetky mená a fotografie.
sr: Пре него што се прикључите позиву, можете да видите само имена телефонских контаката, људи са којима сте у групи или људи са којима сте ћаскали 1:1. Видећете сва имена и фотографије када се прикључите позиву.
sv: Innan du går med i ett samtal kan du bara se namnen på telefonkontakter, personer som är med i samma grupp som du eller personer som du har chattat med privat. Du ser alla namn och foton när du är ansluten till samtalet.
th: ก่อนเข้าร่วมการโทร คุณจะเห็นเฉพาะชื่อของผู้ติดต่อที่บันทึกไว้ในโทรศัพท์ รวมถึงผู้ใช้ที่เป็นสมาชิกในกลุ่มเดียวกับคุณ และคนที่คุณเคยแชทส่วนตัวด้วย โดยคุณจะเห็นชื่อและรูปภาพของสมาชิกทุกคนเมื่อเข้าร่วมการโทรแล้ว
tr: Bir aramaya katılmadan önce yalnızca telefon kişilerinin, grubunda olduğun kişilerin veya birebir sohbet ettiğin kişilerin adlarını görebilirsin. Aramaya katıldıktan sonra tüm adları ve fotoğrafları görürsün.
ug: چاقىرىققا قوشۇلۇشتىن بۇرۇن سىز پەقەت تېلېفوندىكى ئالاقىداشلارنىڭ ئىسمىنى، گۇرۇپپىدىكى كىشىلەرنى ياكى سىز بىرمۇ-بىر پاراڭلاشقان كىشىلەرنىلا كۆرەلەيسىز. چاقىرىققا قوشۇلغاندىن كېيىن بارلىق ئىسىم ۋە رەسىملەرنى كۆرەلەيسىز.
uk: Поки ви не приєдналися до виклику, ви бачите лише імена людей, яких маєте в контактах телефона, учасників спільних груп і користувачів, з якими спілкувалися в особистому чаті. Приєднавшись до виклику, ви побачите імена й фотографії всіх учасників.
ur: کال میں شامل ہونے سے پہلے آپ صرف وہ نام دیکھ سکتے ہیں جو آپ کے فون رابطوں میں ہیں، جو لوگ آپ کے ساتھ گروپ میں ہیں، یا جن لوگوں کے ساتھ آپ نے 1:1 چیٹس کی تھی۔ کال میں شامل ہونے کے بعد آپ تمام ناموں اور تصاویر کو دیکھ سکیں گے۔
vi: Trước khi tham gia một cuộc gọi, bạn chỉ có thể thấy tên của những liên hệ có trên điện thoại, những người ở trong cùng một nhóm với bạn, hoặc những người bạn đã trò chuyện trực tiếp. Bạn sẽ thấy tất cả tên và ảnh khi bạn đã tham gia cuộc gọi.
zh_cn: 在加入通话前，您只能看到手机联系人、同群组成员或与您进行过一对一聊天的人的名称。加入通话后，您将会看到所有名称和头像。
zh_hk: 加入通話之前，你只能看到電話聯絡人、與你同群組的成員或與你進行 1:1 聊天者的姓名。加入通話後，你將看到所有姓名和照片。

# GROUP_CALL_MISSING_MEDIA_KEYS_FORMAT
source: Can't receive audio & video from %@
af: Kan nie oudio & video van %@ ontvang nie
ar: لا يُمكن تلقي الصوت والفيديو من %1$@
az: %@ əlaqəsindən səs və ya görüntü alına bilmir
be: Немагчыма атрымаць аўдыё & відэа ад %1$@
bn: %1$@-এর কাছ থেকে অডিও ও ভিডিও গ্রহণ করা যাবে না
ca: No es pot rebre ni àudio ni vídeo de %1$@,
cs: Nemohu přijmout audio ani video od %1$@
cy: Methu derbyn sain a fideo gan %@
da: Der modtages ikke lyd & video fra %1$@
de: Audio- & Videodaten von %1$@ können nicht empfangen werden
el: Αδυναμία λήψης ήχου & εικόνας από τον/την %1$@
es: No se puede recibir audio ni vídeo de %1$@
es_es: No se puede recibir ni audio ni vídeo de %@
et: Kasutajalt %@ heli ja video saamine ei õnnestu
eu: Ezin da %@ erabiltzailearen audio eta bideorik jaso.
fa: دریافت صدا و تصویر از %1$@ ممکن نیست
fi: Ääni- ja videoviestin vastaanottaminen käyttäjältä %1$@ epäonnistui
fr: Impossible de recevoir l’audio et la vidéo de %1$@
ga: Can't receive audio & video from %1$@
gu: %1$@ તરફથી ઓડિયો અને વિડિયો પ્રાપ્ત કરી શકતા નથી
he: לא ניתן לקבל שמע ווידאו מאת %1$@
hi: %1$@ से ऑडियो और वीडियो नहीं प्राप्त की जा सकती
hr: Ne možete primiti audio i video od %1$@
hu: %1$@ hang és kép adása nem megjeleníthető
id: Tidak dapat menerima audio dan video dari %1$@
is: Næ ekki hljóð- eða myndmerki frá %@
it: Non è possibile ricevere audio e video da %1$@
ja: %1$@ からの音声と映像を受信できません
kab: Ur y·tezmir ara ad d-tremseḍ ameslaw & tvidyut sɣur %@
km: á˜á·á“á¢á¶á…á‘á‘á½á›áŸáŸ†á¡áŸá„á“á·á„áœá¸áŠáŸá¢á¼á–á¸ %@
kn: %@ ಅವರಿಂದ ಆಡಿಯೋ & ವಿಡಿಯೋ ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: %1$@ 님의 음성 및 영상 통화를 수신할 수 없습니다.
lt: Negalima gauti garso ir vaizdo iš %@
lv: Nevar saņemt audio un video no %@
ml: %@-ൽ നിന്ന് ഓഡിയോ, വീഡിയോ എന്നിവ സ്വീകരിക്കാനാകില്ല
mr: %1$@ कडून ऑडिओ आणि व्हिडिओ प्राप्त करू शकत नाही
ms: Tidak dapat menerima audio & video daripada %1$@
my: %@ မှ အသံနှင့် ဗီဒီယို မရရှိနိုင်ပါ
nb: Kan ikke motta lyd og bilde fra %1$@
nl: Kan geen audio & video van %1$@ ontvangen
pa: %@ ਤੋਂ ਆਡੀਓ ਤੇ ਵੀਡੀਓ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ
pl: Nie można odebrać treści audio ani wideo, których nadawcą jest %1$@
ps: له %@ څخه اډیو او ویډیو نشئ تر لاسه کولای
pt_br: Não é possível receber áudio e vídeo de %1$@
pt_pt: Não pode receber áudio e vídeo de %1$@
ro: Nu-l poți auzi sau vedea pe %1$@
ru: Невозможно получать аудио и видео от %1$@
sk: Nie je možné prijať audio a video od používateľa %1$@
sl: Ne morem prejemati zvoka in videa od %@
sq: S’mund të merret audio & video prej %@
sr: Није могуће примити аудио и видео од корисника %1$@
sv: Kan inte ta emot ljud & video från %1$@
sw: Huwezi kupokea sauti na video kutoka kwa %@
ta: முடியாது பெறு ஆடியோ & வீடியோ இருந்து %@
te: %@ నుండి ఆడియో & వీడియోను స్వీకరించలేరు
th: ไม่สามารถรับเสียงและวิดีโอจาก %1$@
tr: %1$@ kişisinden ses ve görüntü alınamıyor
ug: %1$@ دىن ئۈن ۋە سىن تاپشۇرۇۋالالمايدۇ
uk: Ви не можете чути й бачити користувача %1$@
ur: %1$@ سے آڈیو اور ویڈیو موصول نہیں ہوسکتی ہے
vi: Không thể nhận được âm thanh & video từ %1$@
zh_cn: 无法接收来自 %1$@ 的音频和视频
zh_hk: 無法接收 %1$@ 的音訊和影片

# GROUP_CALL_NO_KEYS_ALERT_MESSAGE
source: This may be because they have not verified your safety number change, there's a problem with their device, or they have blocked you.
af: Dit kan wees omdat hulle veranderde veiligheidsnommer nog nie geverifieer is nie, hulle toestel gee probleme, of hulle het jou geblok.
ar: رُبما يكون هذا بسبب عدم تحقُّقه مِن تغيُّر رقم الأمان الخاص بك أو بسبب وجود مُشكلة في جِهازه أو أنهُ قد قام بحظرِك.
az: Bu, qarşı tərəf güvənlik nömrəsi dəyişikliyini təsdiqləmədiyi, cihazında bir problem olduğu və sizi əngəllədiyi üçün baş verə bilər.
be: Мажліва, гэта адбываецца таму, што гэты ўдзельнік не пацвердзіў змену вашага кода бяспекі або ёсць праблема з яго прыладай, або ён вас заблакаваў.
bn: এর কারণ হতে পারে যে- হয়তো তারা আপনার পরিবর্তিত নিরাপত্তা নাম্বার যাচাই করেননি, তাদের ডিভাইসে কোনো সমস্যা হয়েছে বা তারা আপনাকে ব্লক করেছেন।
ca: Això pot ser degut al fet que no han verificat el canvi del teu número de seguretat, hi ha un problema al seu dispositiu o t'han bloquejat.
cs: Důvodem může být to, že uživatel neověřil změnu vašeho bezpečnostního čísla, vyskytl se problém s jeho zařízením nebo vás zablokoval.
cy: Gall hyn fod oherwydd nad ydyn nhw wedi gwirio'ch newid rhif diogelwch, mae problem gyda'u dyfais, neu maen nhw wedi'ch rhwystro chi.
da: Dette kan skyldes at de ikke har verificeret dit skifte af sikkerhedsnummer, at der er et problem med deres enhed eller at de har blokeret dig.
de: Dies kann daran liegen, dass der Teilnehmer die Änderung deiner Sicherheitsnummer nicht verifiziert hat, ein Problem mit dessen Gerät besteht oder er dich blockiert hat.
el: Αυτό ίσως οφείλεται στο ότι δεν έχει επιβεβαιώσει την αλλαγή του αριθμού ασφαλείας σου, ότι υπάρχει πρόβλημα με τη συσκευή του/της ή ότι σε έχει αποκλείσει.
es: Esto puede deberse a que no ha verificado el cambio de tu número de seguridad, hay un problema con su dispositivo o te ha bloqueado.
es_es: Esto se puede deber a que no han verificado el cambio de tus cifras de seguridad, hay un problema con su dispositivo, o te han bloqueado.
et: See võib juhtuda, sest nad ei ole kinnitanud sinu turvanumbri muutmist, nende seadmetega on probleeme või nad on sinu blokeerinud.
eu: Hau zure segurtasun-zenbakiaren aldaketa egiaztatu ez duzulako, euren gailuan arazoren bat dutelako edo blokeatu egin zaituztelako izan daiteke.
fa: این می‌تواند به این دلیل باشد که او تغییر شماره امنیتی شما را تأیید نکرده، مشکلی برای دستگاهش پیش آمده یا شما را مسدود کرده است.
fi: Tämä saattaa johtua siitä, että he eivät ole vahvistaneet uutta turvanumeroasi, laitteiden teknisistä ongelmista, tai siitä, että sinut on estetty.
fr: Il est possible que ce contact n'ait pas confirmé votre nouveau numéro de sécurité, qu'il rencontre des problèmes avec son appareil ou qu'il vous ait bloqué.
ga: Seans nár fhíoraigh an duine sin athrú ar d'uimhir sábháilteachta, go bhfuil fadhb leis an ngléas aige/aici, nó gur chuir sé/sí bac ort.
gu: આ એટલા માટે હોઈ શકે છે કારણ કે તેઓએ તમારા સલામતી નંબર બદલાવની ચકાસણી કરી નથી, તેમના ડિવાઇસમાં સમસ્યા છે, અથવા તેઓએ તમને બ્લૉક કર્યા છે.
he: זה יכול להיות בגלל שהיא או הוא לא אישרו את שינוי מספר הבטיחות שלך, או שיש בעיה עם המכשיר שלהם, או שהם חסמו אותך.
hi: यह इसलिए हो सकता है क्योंकि उन्होंने आपके सुरक्षा नंबर में परिवर्तन को वेरिफाई नहीं किया है, उनके डिवाइस के साथ कोई समस्या है, या उन्होंने आपको ब्लॉक कर दिया है।
hr: Mogući razlog tome jest to što korisnik nije potvrdio vaš ažurirani sigurnosni broj, ima problem s uređajem ili vas je blokirao.
hu: Ennek oka lehet, hogy talán nem ellenőrizte le a biztonsági azonosítód megváltozását, készülékproblémája van, vagy letiltott téged.
id: Ini mungkin terjadi karena mereka belum memverifikasi pergantian nomor keamanan, ada masalah dengan perangkat mereka, atau mereka memblokir Anda.
is: Það gæti verið vegna þess að viðkomandi hefur ekki sannreynt breytingu á öryggisnúmerinu þínu, það sé vandamál með tækið hans eða að viðkomandi hefur lokað á þig.
it: Ciò potrebbe essere dovuto al fatto che non è stata verificata la modifica del codice di sicurezza, c'è un problema con il dispositivo o ti hanno bloccato.
ja: 相手があなたの安全番号の変更を検証していないか、相手の端末に問題があるか、あなたがブロックされている可能性があります。
kab: Yezmer yella-d waya ssebba n usenqed ur sneqden ara abeddel n wuṭṭun-ik·im n tɣellist, neɣ yella wugur d yibenk-nsen neɣ sweḥlen-k.
km: á“áŸáŸ‡á¢á¶á…áŠáŸ„á™áŸá¶áš á–á½á€á‚áŸá˜á·á“ááŸ’ášá¼áœá”á¶á“á‡á¼á“áŠáŸ†áá¹á„á€á¶ášá•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá›áŸááŸá»áœááŸ’áá·á—á¶á–ášá”áŸáŸ‹á¢áŸ’á“á€ á˜á¶á“á”á‰áŸ’á á¶á‡á¶á˜á½á™á§á”á€ášááŸášá”áŸáŸ‹á–á½á€á‚áŸ á¬ á–á½á€á‚áŸá”á¶á“á á¶á˜áƒá¶ááŸ‹á¢áŸ’á“á€áŸ”
kn: ಯಾಕೆಂದರೆ, ಅವರು ನಿಮ್ಮ ಸುರಕ್ಷತೆ ಸಂಖ್ಯೆ ಬದಲಾವಣೆಯನ್ನು ಪರಿಶೀಲಿಸಿಲ್ಲದಿರಬಹುದು, ಅವರ ಸಾಧನದಲ್ಲಿ ಸಮಸ್ಯೆ ಇರಬಹುದು ಅಥವಾ ಅವರು ನಿಮ್ಮನ್ನು ಬ್ಲಾಕ್ ಮಾಡಿರಬಹುದು.
ko: 이는 해당 사용자가 안전 번호 변경을 확인하지 않았거나, 기기에 문제가 있거나 나를 차단했기 때문일 수 있습니다.
lt: Taip gali būti dėl to, kad šis naudotojas nepatvirtino jūsų saugumo numerio pasikeitimo, atsirado problemų su naudotojo įrenginiu arba jis jus užblokavo.
lv: Tā var notikt, jo dalībnieki nav verificējuši jūsu drošības numura izmaiņas, radusies problēma ar ierīci vai arī dalībnieki ir jūs bloķējuši.
mk: Ова може да се случува бидејќи тие го немаат проверено сигурносниот број по промената, има некаков проблем со нивниот уред или пак Ве имаат блокирано.
ml: നിങ്ങളുടെ സുരക്ഷാ നമ്പർ മാറ്റം അവർ സ്ഥിരീകരിക്കാത്തതിനാലോ അവരുടെ ഉപകരണത്തിൽ ഒരു പ്രശ്നമുണ്ടായതിനാലോ അവർ നിങ്ങളെ തടഞ്ഞതിനാലോ ആയിരിക്കാം ഇത്.
mr: त्यांनी आपला सुरक्षितता नंबर बदल सत्यापित न केल्यामुळे, त्यांच्या डिव्हाईसमध्ये काहीतरी समस्या असल्यामुळे, किंवा त्यांनी आपल्याला अवरोधित केल्यामुळे असे असू शकते.
ms: Hal ini mungkin disebabkan mereka belum mengesahkan perubahan nombor keselamatan anda, ada masalah dengan peranti mereka, atau mereka telah menyekat anda.
my: သင့် လုံခြုံရေးနံပါတ် ပြောင်းလဲမှုကို ၎င်းတို့မှ အတည်မပြုရသေးသောကြောင့် သို့မဟုတ် ၎င်းတို့စက်တွင် ပျက်ကွက်မှုဖြစ်ခဲ့သောကြောင့် သို့မဟုတ် ၎င်းတို့မှ သင့်ကို ပိတ်ပယ်ထားခြင်းကြောင့် တို့ဖြစ်နိုင်ပါသည်။
nb: Dette kan være fordi vedkommende ikke har verifisert det endrede sikkerhetsnummeret ditt, det er et problem med personens enhet eller hen har blokkert deg.
nl: Dit kan zijn omdat ze jouw wijziging van het veiligheidsnummer niet hebben geverifieerd, er een probleem is met hun apparaat, of omdat ze jou hebben geblokkeerd.
pa: ਅਜਿਹਾ ਸ਼ਾਇਦ ਇਸ ਲਈ ਹੋ ਸਕਦਾ ਹੈ ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੇ ਤੁਹਾਡੇ ਸੁਰੱਖਿਆ ਨੰਬਰ ਵਿੱਚ ਤਬਦੀਲੀ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਡਿਵਾਈਸ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਹੋ ਸਕਦੀ ਹੈ, ਜਾਂ ਉਹਨਾਂ ਨੇ ਤੁਹਾਡੇ ’ਤੇ ਪਾਬੰਦੀ ਲਗਾ ਦਿੱਤੀ ਹੈ।
pl: Ta osoba mogła nie zweryfikować Twojego numeru bezpieczeństwa, ma problem z urządzeniem albo Cię zablokowała.
ps: دا کېدای شي په دې خاطر وي چې هغوی ستاسې د خوندیتوب د شمېرې بدلون نه وی تایید کړی، د هغوی په وسیله کې به ستونزه وي یا هم دا چې بلاک کړي به یې یاست.
pt_br: Isso pode acontecer porque: essa pessoa não verificou a alteração do seu número de segurança; há um problema com o dispositivo dela; ela bloqueou você.
pt_pt: Isto poderá dever-se ao utilizador não ter verificado a alteração do seu número de segurança, haver um problema com o dispositivo do utilizador, ou este ter bloqueado o seu perfil.
ro: Acest lucru se poate datora faptului că nu au verificat modificarea numărului tău de siguranță, există o problemă cu dispozitivul lor sau v-au blocat.
ru: Возможно, это из-за того, что этот участник не подтвердил изменение вашего кода безопасности, или есть какая-то проблема с его устройством, или он вас заблокировал.
sk: Môže to byť preto, že daný používateľ nepotvrdil zmenu vášho bezpečnostného čísla, vyskytol sa problém s jeho zariadením, alebo vás zablokoval.
sl: To je zato, ker niso overili vašega spremenjenega varnostnega števila, ker je nek problem na njihovi napravi ali pa so vas blokirali.
sq: Kjo mund të vijë ngaqë s’kanë verifikuar ndryshimin e numrit tuaj të sigurisë, ka një problem me pajisjen e tyre, ose ju kanë bllokuar.
sr: То је можда зато што корисник није потврдио промену вашег сигурносног броја, постоји проблем са његовим уређајем или вас је блокирао.
sv: Det kan bero på att de inte har verifierat ditt säkerhetsnummerbyte, det finns ett problem med deras enhet eller att de har blockerat dig.
sw: Huenda ni kwa sababu hajathibitisha mabadiliko ya nambari yako ya usalama, kifaa chake kina hitilafu au amekuzuia.
ta: இது உங்கள் பாதுகாப்பு எண் மாற்றத்தை அவர்கள் சரிபார்க்கவில்லை அல்லது அவர்களின் சாதனத்தில் சிக்கல் இருப்பதால் அல்லது அவர்கள் உங்களைத் தடுத்ததால் இருக்கலாம்.
te: మీ భద్రతా సంఖ్య మార్పును వారు ధృవీకరించకపోవడమే దీనికి కారణం కావచ్చు, వారి పరికరంలో సమస్య ఉంది లేదా వారు మిమ్మల్ని నిరోధించారు.
th: เหตุนี้อาจเกิดขึ้นเนื่องจากผู้ใช้คนนี้ยังไม่ได้ยืนยันหมายเลขความปลอดภัยที่เปลี่ยนไปของคุณ อุปกรณ์ของผู้ใช้มีปัญหา หรือผู้ใช้บล็อกคุณไว้
tr: Bunun sebebi güvenlik numaranın değişimini doğrulamaması, cihazıyla ilgili bir sorun olması veya seni engellemesi olabilir.
ug: بۇنداق بولۇشىنىڭ سەۋەبى ئۇلار سىزنىڭ بىخەتەرلىك نومۇرىنى ئۆزگەرتكەنلىكىڭىزنى دەلىللىمىگەن بولۇشى مۇمكىن، ياكى ئۇلارنىڭ ئۈسكۈنىسىدە مەسىلە بار ۋە ياكى ئۇلار سىزنى چەكلىۋەتكەن بولۇشى مۇمكىن.
uk: Це могло статися через те, що користувач не позначив ваш змінений код безпеки як перевірений, має проблему з пристроєм або заблокував вас.
ur: ایسا اس لیے ہو سکتا ہے کیونکہ انہوں نے آپ کے حفاظتی نمبر میں تبدیلی کی تصدیق نہیں کی ہے، ان کی ڈیوائس میں کوئی مسئلہ ہے، یا وہ آپ کو بلاک کر چکے ہیں۔
vi: Điều này có thể vì họ chưa xác minh việc thay đổi mã số an toàn của bạn, có vấn đề với thiết bị của họ, hoặc họ đã chặn bạn.
zh_cn: 这可能是因为对方还未对您的安全码变更进行验证，或对方的设备有问题，或对方已将您屏蔽。
zh_hk: 這可能是由於有人未驗證你的安全碼變更、對方的裝置有問題，或者對方已經將你封鎖。
