Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ERROR_SENDING_DELINKED
source: Your device is no longer linked. Please re-link to send further messages.
af: Jou toestel is nie meer gekoppel nie. Koppel dit weer sodat u verdere boodskappe kan stuur.
ar: لم يعد جهازك مُرتبطًا. يُرجى إعادة ربطه لإرسال رسائل مستقبلًا.
az: Cihazınız artıq əlaqədə deyil. Daha çox mesaj göndərmək üçün zəhmət olmasa təkrar əlaqə yaradın.
be: Гэтая прылада больш не звязаная. Каб працягнуць абмен паведамленнямі, звяжыце яе нанова.
bg: Устройството ви вече не е свързано. Моля, свържете го отново, за да можете да изпращате съобщения.
bn: আপনার ডিভাইস আর সংযুক্ত নেই। আরও বার্তা পাঠাতে দয়া করে পুনরায় যুক্ত করুন।
ca: El vostre dispositiu ja no està enllaçat. Torneu a enllaçar-lo per enviar més missatges.
cs: Vaše zařízení již není propojené s aplikací. Prosím, propojte jej znovu, abyste mohli odesílat zprávy.
cy: Nid yw eich dyfais wedi'i chysylltu mwyach. Ail-gysylltwch i anfon negeseuon pellach.
da: Din enhed er ikke længere tilkoblet. Kobl den venligst til på ny for at sende beskeder.
de: Dein Gerät ist nicht mehr gekoppelt. Bitte kopple es erneut, um weitere Nachrichten zu senden.
el: Η συσκευή σου δεν είναι πλέον συνδεμένη. Ξανασύνδεσέ την για να στείλεις μηνύματα.
es: Este dispositivo ya no está vinculado. Vuelve a vincularlo para seguir chateando.
es_es: Este dispositivo ya no está enlazado. Vuelve a enlazarlo para enviar mensajes.
et: Su seade pole enam ühendatud. Sõnumite saatmise jätkamiseks ühenda palun uuesti.
eu: Zure gailua jada ez dago lotuta. Mesedez, birlotu ezazu mezuak bidali ahal izateko.
fa: پیوند با دستگاه شما دیگر وجود ندارد. لطفا برای ارسال پیام های بعدی دوباره پیوند دهید.
fi: Laitteesi ei ole enää yhdistetty. Yhdistä uudelleen jatkaaksesi viestintää.
fil: Ang iyong device ay hindi na naka-link. Pakiusap na i-link upang makapagpadalang muli ng mga mensahe.
fr: Votre appareil n’est plus associé. Veuillez l’associer de nouveau pour continuer à envoyer des messages.
ga: Níl do ghléas nasctha a thuilleadh. Caithfidh tú é a nascadh arís chun teachtaireachtaí a sheoladh.
gu: તમારું ડિવાઇસ હવે લિંક થયેલ નથી. કૃપા કરીને વધુ મેસેજ મોકલવા માટે ફરીથી લિંક કરો.
he: המכשיר שלך אינו מקושר יותר. אנא קשר מחדש כדי לשלוח הודעות נוספות.
hi: आपका डिवाइस अब लिंक नहीं है। मेसेज भेजते रहने के लिये कृपया फिर से लिंक करें।
hr: Vaš uređaj više nije povezan. Ponovno ga povežite kako biste nastavili slati poruke.
hu: Ez az eszköz többé nincs társítva. Végezd el újra a társítást a Signal használatának folytatásához.
id: Perangkat anda tidak lagi terhubung. Harap hubungkan kembali untuk dapat mengirim pesan selanjutnya.
is: Þetta tæki er ekki lengur tengt. Tengdu það aftur til að eiga í frekari samskiptum.
it: Il tuo dispositivo non è più associato. Associalo nuovamente per inviare altri messaggi.
ja: この端末はもうリンクされていません。メッセージを送信するには、リンクし直してください。
kab: Ibenk-ik·im aayen ur iqqin ara. Ttxil-k·m ales tuqqna i wakken ad tazneḍ iznan-nniḍen.
kk: Сіздің құрылғыңыз бұдан былай байланыстырылмаған. Болашақта хабарлама жіберу үшін қайтадан байланыстырыңыз.
km: á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€á›áŸ‚á„á”á¶á“áá—áŸ’á‡á¶á”áŸ‹áŸ” áŸá¼á˜áá—áŸ’á‡á¶á”áŸ‹á¡á¾á„áœá·á‰ áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾áŸá¶ášá”á“áŸ’ááŸ‚á˜áŸ”
kn: ನಿಮ್ಮ ಸಾಧನವು ಇನ್ನು ಮುಂದೆ ಲಿಂಕ್ ಆಗುವುದಿಲ್ಲ. ಹೆಚ್ಚಿನ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ದಯವಿಟ್ಟು ಪುನಃ ಲಿಂಕ್ ಮಾಡಿ.
ko: 내 기기의 연결이 끊겼습니다. 메시지를 보내려면 다시 연결해주세요.
lt: Jūsų įrenginys daugiau nebėra susietas. Norėdami siųsti žinutes, susiekite jį iš naujo.
lv: Jūsu ierīce vairs nav saistīta. Veiciet saistīšanu vēlreiz, lai turpinātu sūtīt ziņas.
mk: Вашиот уред не е повеќе поврзан. Ве молиме поврзете го повторно за да испраќате пораки и понатаму.
ml: നിങ്ങളുടെ ഡിവൈസ് ലിങ്ക് ചെയ്തിട്ടില്ല. മേലിൽ സന്ദേശങ്ങൾ അയയ്ക്കുന്നതിന് ദയവായി റീ-ലിങ്ക് ചെയ്യുക.
mr: आपला डिव्हाईस आता लिंक केलेला नाही. पुढील संदेश पाठविण्यासाठी कृपया पुन्हा-लिंक करा.
ms: Peranti anda tidak lagi dipautkan. Sila pautkan semula untuk menghantar mesej selanjutnya.
my: သင့်စက်နှင့် မချိတ်ထားတော့ပါ။ ထပ်မံ မက်ဆေ့ချ်များ ပေးပို့ရန် ပြန်ချိတ်ပေးပါ။
nb: Enheten din er ikke lenger tilkoblet. Vennligst koble til på nytt for å sende flere meldinger.
nl: Je apparaat is niet langer gekoppeld. Koppel opnieuw om weer berichten te kunnen verzenden.
pa: ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਹੁਣ ਲਿੰਕ ਨਹੀਂ ਰਿਹਾ. ਹੋਰ ਸੁਨੇਹੇ ਭੇਜਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ-ਲਿੰਕ ਕਰੋ.
pa_pk: تساں دا آلہ ہور لنک ہویا نئیں اے۔ ہور سنیہے گھلن دے لئی مہربانی کر کے دوبارہ لنک کرو۔
pl: Twoje urządzenie nie jest już połączone z aplikacją. Aby wysyłać wiadomości, połącz urządzenie ponownie.
ps: ستاسې وسیله نوره لینک نه ده، مهرباني وکړئ هغه بیرته لینک کړئ تر څو زیات پیغامونه ولیږئ.
pt_br: O seu aparelho não está mais vinculado. Por favor, revincule-o para continuar a enviar mensagens.
pt_pt: O seu dispositivo já não se encontra associado. Por favor, volte a associá-lo para poder enviar mais mensagens.
ro: Dispozitivul tău nu mai este asociat. Te rugăm să-l asociezi din nou pentru a trimite mesaje în continuare.
ru: Это устройство больше не привязано. Пожалуйста, повторно привяжите его, чтобы продолжить обмен сообщениями.
sk: Vaše zariadenie už nie je prepojené. Pre odosielanie ďalších správ ho, prosím, znovu prepojte.
sl: Vaša naprava ni več povezana. Povežite jo znova, če želite spet pošiljati sporočila.
sq: Pajisja juaj s’është më e lidhur. Ju lutemi, që të dërgoni më tej mesazhe, rilidheni.
sr: Ваш уређај више није повезан. Да бисте могли да шаљете поруке, морате га поново повезати.
sv: Din enhet är inte längre länkad. Länka igen för att skicka ytterligare meddelanden.
sw: Kifaa chako hakijaunganishwa tena. Tafadhali unganisha upya ili kutuma jumbe zaidi.
ta: உங்கள் சாதனம் இனி இணைக்கப்படவில்லை. மேலும் செய்திகளை அனுப்ப மீண்டும் இணைக்கவும்
te: మీ పరికరం ఇకపై లింక్ చేయబడలేదు. మరిన్ని సందేశాలను పంపడానికి దయచేసి తిరిగి లింక్ చేయండి.
th: อุปกรณ์ของคุณไม่ได้เชื่อมโยงอีกต่อไป กรุณาเชื่อมโยงใหม่เพื่อส่งข้อความต่อ
tr: Cihazınız artık bağlı değil. Lütfen ileti göndermek için tekrar bağlayın.
ug: ئۈسكۈنىڭىز باغلانمىغان ھالەتتە. ئۇچۇر يوللاش ئۈچۈن قايتا باغلاڭ.
uk: Ваш пристрій більше не зв'язаний з акаунтом. Щоб і надалі надсилати повідомлення, необхідно знов зв'язати цей пристрій.
ur: آپ کا آلہ اب لنک نہیں ہوا ہے۔ براہ کرم مزید پیغامات بھیجنے کے لئے دوبارہ لنک کریں۔
vi: Thiết bị này không còn được liên kết. Hãy liên kết lại để gửi tin nhắn.
zh_cn: 您的设备处于未关联状态。请重新关联以继续发送消息。
zh_hk: 您的裝置連結失效。請重新連結以傳送更多訊息。

# ERROR_SENDING_DEREGISTERED
source: Your device is no longer registered. Please re-register to send further messages.
af: Jou toestel is nie meer geregistreer nie. Herregistreer dit sodat jy verdere boodskappe kan stuur.
ar: لم يعد جهازك مُسجَّلًا. يُرجى إعادة التسجيل لإرسال رسائل مُستقبلًا.
az: Cihazınız artıq qeydiyyatda deyil. Daha çox mesaj göndərmək üçün zəhmət olmasa təkrar əlaqə yaradın.
be: Ваша прылада больш не зарэгістраваная. Каб працягнуць абмен паведамленнямі, зарэгіструйце яе нанова.
bg: Устройството ви вече не е регистрирано. Моля, регистрирайте го отново, за да можете да изпращате съобщения.
bn: আপনার ডিভাইস আর নিবন্ধিত নেই। আরও বার্তা পাঠাতে দয়া করে পুনরায় নিবন্ধন করুন।
ca: El vostre dispositiu ja no està registrat. Registreu-vos per enviar més missatges.
cs: Vaše zařízení již není registrováno. Prosím, zaregistrujte jej znovu, abyste mohli posílat zprávy.
cy: Nid yw'ch dyfais wedi'i chofrestru mwyach. Ail-gofrestrwch i anfon negeseuon pellach.
da: Din enhed er ikke længere registreret. Registrer venligst igen for at sende beskeder
de: Dein Gerät ist nicht mehr registriert. Bitte registriere es erneut, um weitere Nachrichten zu senden.
el: Η συσκευή σου δεν είναι πλέον εγγεγραμμένη. Επανέγγραψέ την για να στείλεις μηνύματα.
es: Este dispositivo ya no está registrado. Vuelve a registrarlo para seguir chateando.
es_es: Este dispositivo ya no está registrado. Vuelve a registrarlo para enviar mensajes.
et: Sinu seade ei ole enam registreeritud. Sõnumite saatmise jätkamiseks palun registreeri uuesti.
eu: Zure gailua jada ez dago erregistratuta. Mesedez, birerregistratu ezazu aurrerantzean mezuak bidali ahal izateko.
fa: دستگاه شما دیگر ثبت نمی باشد. لطفا دوباره ثبت نام کنید تا پیام های بعدی را ارسال کنید.
fi: Laitteesi ei ole enää rekisteröity. Rekisteröidy uudelleen jatkaaksesi viestintää.
fil: Ang iyong device ay hindi na nakarehistro. Pakiusap na irehistro upang makapagpadalang muli ng mga mensahe.
fr: Votre appareil n'est plus enregistré. Réinscrivez-vous pour continuer à envoyer des messages.
ga: Níl do ghléas cláraithe a thuilleadh. Caithfidh tú clárú arís chun teachtaireachtaí a sheoladh.
gu: તમારું ડિવાઇસ હવે રજીસ્ટર નથી. કૃપા કરીને વધુ મેસેજ મોકલવા માટે ફરીથી રજીસ્ટર કરો.
he: המכשיר שלך אינו רשום יותר. אנא הירשם מחדש כדי לשלוח הודעות נוספות.
hi: आपका डिवाइस अब पंजीकृत नहीं है। मेसेज भेजते रहने के लिये कृपया फिर से पंजीकरण करें।
hr: Vaš uređaj više nije povezan. Ponovno ga povežite kako biste nastavili slati poruke.
hu: Ez az eszköz többé nincs regisztrálva. Regisztráld újra a Signal használatának folytatásához.
id: Perangkat anda tidak lagi terdaftar. Harap daftarkan kembali untuk dapat mengirim pesan selanjutnya.
is: Þetta tæki er ekki lengur skráð. Skráðu þig aftur til að eiga í frekari samskiptum.
it: Il tuo dispositivo non è più registrato. Registrati di nuovo per inviare altri messaggi.
ja: この端末はもう登録されていません。メッセージを送信するには、再登録してください。
kab: Ibenk-ik·im aayen ur iqqin ara. Ttxil-k·m ales ajerred i wakken ad tazneḍ iznan-nniḍen.
kk: Сіздің құрылғыңыз бұдан былай тіркелмеген. Болашақта хабарлама жіберу үшін қайтадан тіркеңіз.
km: á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€á›áŸ‚á„á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡áŸ” áŸá¼á˜áá—áŸ’á‡á¶á”áŸ‹á¡á¾á„áœá·á‰ áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾áŸá¶ášá”á“áŸ’ááŸ‚á˜áŸ”
kn: ನಿಮ್ಮ ಸಾಧನವನ್ನು ಇನ್ನು ಮುಂದೆ ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ. ಹೆಚ್ಚಿನ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ದಯವಿಟ್ಟು ಪುನಃ ನೋಂದಾಯಿಸಿ.
ko: 내 기기의 등록이 해제되었습니다. 메시지를 보내려면 다시 등록해주세요.
lt: Jūsų įrenginys daugiau nebėra registruotas. Norėdami siųsti žinutes, užregistruokite jį iš naujo.
lv: Jūsu ierīce vairs nav reģistrēta. Reģistrējieties vēlreiz, lai turpinātu sūtīt ziņas.
mk: Вашиот уред не е повеќе регистриран. Ве молиме пререгистрирајте го за да испраќате пораки и понатаму.
ml: നിങ്ങളുടെ ഡിവൈസ് രജിസ്റ്റർ ചെയ്തിട്ടില്ല. മേലിൽ സന്ദേശങ്ങൾ അയയ്ക്കുന്നതിന് ദയവായി റീ-രജിസ്റ്റർ ചെയ്യുക.
mr: आपला डिव्हाईस आता नोंदणीकृत केलेला नाही. पुढील संदेश पाठविण्यासाठी कृपया पुन्हा-नोंदणी करा.
ms: Peranti anda tidak lagi didaftarkan. Sila daftar semula untuk menghantar mesej selanjutnya.
my: သင့်စက်သည် မှတ်ပုံစာရင်းသွင်းခြင်း မရှိတော့ပါ။ ထပ်မံ မက်ဆေ့ချ်များ ပေးပို့ရန် ပြန်စာရင်းသွင်းပေးပါ။
nb: Enheten din er ikke lenger registrert. Registrer deg på nytt for å sende flere meldinger.
nl: Je apparaat is niet langer geregistreerd. Registreer opnieuw om weer berichten te kunnen verzenden.
pa: ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਹੁਣ ਰਜਿਸਟਰ ਨਹੀਂ ਰਿਹਾ. ਹੋਰ ਸੁਨੇਹੇ ਭੇਜਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ-ਰਜਿਸਟਰ ਕਰੋ.
pa_pk: تساں دا آلہ ہونڑ ہور رجسٹرڈ نئیں اے۔ ہور سنیہے گھلن دے لئی مہربانی کر کے دوبارہ رجسٹر کرو۔
pl: Twoje urządzenie nie jest już zarejestrowane. Aby wysyłać wiadomości, zarejestruj urządzenie ponownie.
ps: ستاسې وسیله نوره ثبت نه ده، مهرباني وکړئ هغه بیرته ثبت کړئ تر څو زیات پیغامونه ولیږئ.
pt_br: O seu aparelho não está mais registrado. Por favor, registre-o novamente para continuar a enviar mensagens.
pt_pt: O seu dispositivo já não se encontra registado. Por favor, volte a registá-lo para poder enviar mais mensagens.
ro: Dispozitivul tău nu mai este înregistrat. Te rugăm să te înregistrezi pentru a trimite mesaje în continuare.
ru: Это устройство больше не зарегистрировано. Пожалуйста, повторно зарегистрируйтесь, чтобы продолжить обмен сообщениями.
sk: Vaše zariadenie už nie je registrované. Pre odosielanie ďalších správ ho, prosím, znovu zaregistrujte.
sl: Vaša naprava ni več registrirana. Registrirajte jo znova, če želite spet pošiljati sporočila.
sq: Pajisja juaj s’është më e regjistruar. Ju lutemi, që të dërgoni më tej mesazhe, rilidheni.
sr: Ваш уређај више није регистрован. Да бисте могли да шаљете поруке, морате га поново регистровати.
sv: Din enhet är inte längre registrerad. Registrera dig igen för att skicka ytterligare meddelanden.
sw: Kifaa chako hakijasajiliwa tena. Tafadhali sajili upya ili kutuma jumbe zaidi.
ta: உங்கள் சாதனம் இனி பதிவு செய்யப்படவில்லை. மேலும் செய்திகளை அனுப்ப மீண்டும் பதிவுசெய்க
te: మీ పరికరం ఇకపై నమోదు చేయబడలేదు. దయచేసి మరిన్ని సందేశాలను పంపడానికి తిరిగి నమోదు చేయండి.
th: อุปกรณ์ของคุณไม่ได้ลงทะเบียนอีกต่อไป กรุณาลงทะเบียนใหม่เพื่อส่งข้อความต่อ
tr: Cihazınız artık kayıtlı değil. Lütfen ileti göndermek için tekrar kaydedin.
ug: ئۈسكۈنىڭىز تىزىملىتىلمىغان. ئۇچۇر يوللاش ئۈچۈن قايتا تىزىملىتىڭ.
uk: Ваш пристрій більше не зареєстровано. Щоб і надалі надсилати повідомлення, необхідно знов зареєструвати цей пристрій.
ur: آپ کا آلہ اب رجسٹرڈ نہیں ہے۔ براہ کرم مزید پیغامات بھیجنے کے لئے دوبارہ رجسٹر ہوں۔
vi: Thiết bị này không còn được đăng kí. Hãy đăng kí lại để gửi tin nhắn.
zh_cn: 您的设备处于未注册状态。请重新注册以继续发送消息。
zh_hk: 您的裝置登記失效。請重新連結以傳送更多訊息。

# ERROR_SENDING_EXPIRED
source: Your version of Signal has expired. Please update to send further messages.
af: Jou weergawe van Signal het verstryk. Werk dit by sodat jy nog boodskappe kan stuur.
ar: انتهت صلاحية إصدار سيجنال الخاص بك. يُرجى تحديثه لإرسال رسائل مُستقبلًا.
az: Signal versiyanızın istifadə müddəti bitib. Daha çox mesaj göndərmək üçün zəhmət olmasa yeniləyin.
be: Тэрмін дзеяння вашай версіі Signal скончыўся. Абнавіце версію Signal, каб працягнуць абмен паведамленнямі.
bg: Вашата версия на Signal е изтекла. Моля, актуализирайте я, за да можете да изпращате съобщения.
bn: আপনার Signal সংস্করণটির মেয়াদ শেষ হয়ে গেছে। আরও বার্তা প্রেরণ করতে চাইলে আপডেট করুন।
ca: La versió del Signal ha vençut. Actualitzeu-lo per enviar missatges.
cs: Vaše verze Signalu je zastaralá. Prosím, aktualizujte aplikaci, abyste mohli nadále posílat zprávy.
cy: Mae eich fersiwn chi o Signal wedi dod i ben. Diweddarwch i anfon negeseuon pellach.
da: Din version af Signal er udløbet. Opdatér venligst for at sende beskeder
de: Deine Signal-Version ist veraltet. Bitte aktualisiere Signal, um weitere Nachrichten zu versenden.
el: Αυτή η έκδοση του Signal έχει λήξει. Παρακαλώ αναβάθμισέ την την για να στείλεις μηνύματα.
es: Esta versión de Signal ha caducado. Actualiza Signal para seguir chateando.
es_es: Esta versión de Signal ha caducado. Por favor, actualiza Signal para seguir enviando mensajes.
et: Sinu Signali versioon on aegunud. Palun uuenda rakendust sõnumite saatmise jätkamiseks.
eu: Zure Signal bertsioa iraungi da. Mesedez, eguneratu mezu gehiago jaso ahal izateko.
fa: نسخه سیگنال شما منقضی شده است. لطفا برای ارسال پیام های بیشتر به روزرسانی کنید.
fi: Käyttämäsi Signalin versio on vanhentunut. Napsauta päivittääksesi uudempaan versioon, jotta voit jatkaa viestintää.
fil: Ang bersyon ng iyong Signal ay expired na. Pakiuap na i-update upang makapagpadalang muli ng mga mensahe.
fr: Votre version de Signal est arrivée à expiration. Passez à la nouvelle version pour continuer à envoyer des messages.
ga: Chuaigh an leagan seo de Signal i léig. Nuashonraigh é chun tuilleadh teachtaireachtaí a sheoladh.
gu: તમારું Signal નું વર્ઝન સમાપ્ત થઈ ગયું છે. કૃપા કરીને વધુ મેસેજ મોકલવા માટે અપડેટ કરો.
he: גרסת Signal שלך פגה. אנא עדכן כדי לשלוח הודעות נוספות.
hi: आपका Signal का वर्ज़न एक्स्पायर हो चुका है। मेसेज भेजते रहने के लिये कृपया अपडेट करें।
hr: Vaša verzija Signala je istekla. Ažurirajte kako bi nastavili slati poruke.
hu: Elavult Signal verziót használsz, kérlek frissíts a további használat érdekében.
id: Versi Signal Anda sudah kedaluwarsa. Mohon perbarui untuk dapat mengirimkan pesan.
is: Útgáfa þín af Signal er útrunnin. Uppfærðu í nýjustu útgáfuna til að halda áfram samskiptum.
it: La tua versione di Signal è obsoleta. Aggiornala per continuare a inviare messaggi.
ja: このバージョンのSignalは期限が切れています。メッセージを送信するには、アップデートしてください。
kab: Lqem-inek·inem n Signal yemmut. Ttxil-k·m leqqem i wakken ad tazneḍ iznan-nniḍen.
kk: Сіздегі Signal нұсқасының мерзімі өтіп кеткен. Болашақта хабарлама жіберу үшін оны жаңартыңыз.
km: á‡áŸ†á“á¶á“áŸ‹ Signal ášá”áŸáŸ‹á¢áŸ’á“á€á”á¶á“á•á»áá€áŸ†áááŸ‹áŸ” áŸá¼á˜á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á– áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾áŸá¶ášá•áŸ’áŸáŸá„áŸ—áŸ”
kn: ನಿಮ್ಮ Signal ಆವೃತ್ತಿಯ ವಾಯಿದೆ ಮುಗಿದಿದೆ. ಹೆಚ್ಚಿನ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ದಯವಿಟ್ಟು ನವೀಕರಿಸಿ.
ko: 설치된 Signal 버전이 만료되었습니다. 메시지를 보내려면 최신 버전으로 업데이트하세요.
lt: Jūsų Signal versija nebegalioja. Atnaujinkite programėlę, norėdami siųsti tolimesnes žinutes.
lv: Jūsu Signal versijai ir beidzies derīguma termiņš. Veiciet atjaunināšanu, lai turpinātu sūtīt ziņas.
mk: Вашата верзија на Signal е истечена. Ве молиме ажурирајте за да испраќате пораки и понатаму.
ml: നിങ്ങളുടെ Signal വെർഷൻ കാലഹരണപ്പെട്ടിരിക്കുന്നു. മേലിൽ സന്ദേശങ്ങൾ അയയ്ക്കുന്നതിന് ദയവായി അപ്ഡേറ്റ് ചെയ്യുക
mr: Signal ची आपली आवृत्ती कालबाह्य झाली आहे. पुढील संदेश पाठविण्यासाठी कृपया अद्यतन करा.
ms: Signal versi anda telah tamat tempoh. Sila kemas kini untuk menghantar mesej selanjutnya.
my: သင့် Signal ဗားရှင်းသည် သက်တမ်းကုန်သွားပါပြီ။ ထပ်မံ မက်ဆေ့ချ်များ ပေးပို့ရန် အပ်ဒိတ်ပြုလုပ်ပေးပါ။
nb: Din versjon av Signal er utløpt. Vennligst oppdater for å sende ytterligere meldinger.
nl: Jouw versie van Signal is verlopen. Werk Signal bij om weer berichten te kunnen verzenden.
pa: ਤੁਹਾਡੇ Signal ਦੇ ਸੰਸਕਰਣ ਦੀ ਮਿਆਦ ਮੁੱਕ ਗਈ ਹੈ. ਹੋਰ ਸੁਨੇਹੇ ਭੇਜਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਅਪਡੇਟ ਕਰੋ.
pa_pk: تساں دے Signal دے ورژن دی معیاد مک چکی اے۔ ہور سنیہے گھلن دے لئی مہربانی کر کے اپ ڈیٹ کرو۔
pl: Ta wersja aplikacji Signal została wycofana. Aby wysyłać wiadomości, zaktualizuj aplikację.
ps: ستاسې د Signal نسخه منقضي شوې ده. مهرباني وکړئ هغه اپډیټ کړئ تر څو زیات پیغامونه ولیږئ.
pt_br: Esta versão do Signal expirou. Por favor, atualize-o para a versão mais recente para continuar a enviar mensagens.
pt_pt: A sua versão do Signal expirou. Por favor, atualize para poder enviar mais mensagens.
ro: Versiunea ta de Signal a expirat. Te rugăm să o actualizezi pentru a putea trimite mesaje mai departe.
ru: Ваша версия Signal устарела. Пожалуйста, обновитесь, чтобы продолжить обмен сообщениями.
sk: Vaša verzia Signalu vypršala. Pre odosielanie ďalších správ ju, prosím, aktualizujte.
sl: Različica aplikacije Signal na vaši napravi je potekla. Posodobite jo, da boste lahko spet pošiljali sporočila.
sq: Versioni juaj i Signal-it ka skaduar. Ju lutemi, që të vazhdoni të dërgoni mesazhe, përmirësojeni.
sr: Ова верзија Signal-а је застарела. Ажурирајте апликацију да бисте могли да шаљете поруке.
sv: Din version av Signal har upphört att gälla. Uppdatera för att skicka fler meddelanden.
sw: Toleo lako la Signal limemalizika muda wake. Tafadhali sasisha ili kutuma jumbe zaidi.
ta: Signal லின் உங்கள் பதிப்பு காலாவதியானது. மேலும் செய்திகளை அனுப்ப புதுப்பிக்கவும்.
te: మీ Signal వెర్షన్ గడువు ముగిసింది. దయచేసి మరిన్ని సందేశాలను పంపడానికి నవీకరించండి.
th: Signal รุ่นที่คุณใช้อยู่หมดอายุแล้ว กรุณาปรับปรุงเพื่อส่งข้อความต่อ
tr: Signal sürümünüz kullanım dışı kaldı. Lütfen ileti gönderebilmek için güncelleyin.
ug: ‫Signal نەشرىڭىزنىڭ ۋاقتى ئۆتتى. ئۇچۇر يوللاش ئۈچۈن ئەڭ يېڭى نەشرىگە يېڭىلاڭ.
uk: Ваша версія Signal застаріла. Оновіть застосунок, щоб і надалі надсилати повідомлення.
ur: آپ کے Signal ورژن کی میعاد ختم ہو چکی ہے۔ براہ کرم مزید پیغامات بھیجنے کیلئے تجدید کریں۔
vi: Phiên bản Signal của bạn đã hết hạn. Vui lòng cập nhật để tiếp tục gửi tin nhắn.
zh_cn: 您的 Signal 版本已过期，请升级到最新版本以继续发送消息。
zh_hk: 您的 Signal 版本已過期。請更新以傳送訊息。

# ERROR_UNREGISTERED_USER_FORMAT
source: Unregistered User: %@
af: Ongeregistreerde gebruiker: %@
ar: مُستخدم غير مُسجَّل: %1$@
az: Qeydiyyatsız istifadəçi: %@
be: Незарэгістраваны карыстальнік: %1$@
bg: Нерегистриран потребител: %@
bn: অনিবন্ধভুক্ত ব্যবহারকারী: %1$@
ca: Usuari no registrat: %1$@
cs: Neregistrovaný uživatel: %1$@
cy: Defnyddiwr Anghofrestredig: %@
da: Ikke registreret som bruger: %1$@
de: Unregistrierter Nutzer*innen: %1$@
el: Μη εγγεγραμμένος χρήστης/τρια: %1$@
es: Persona no registrada: %1$@
es_es: Persona no registrada: %@
et: Registreerimata kasutaja: %@
eu: Izena eman ez duen erabiltzailea: %@
fa: کاربر ثبت نشده: %1$@
fi: Rekisteröimätön käyttäjä: %1$@
fil: Hindi Rehistradong User: %@
fr: Utilisateur non inscrit : %1$@
ga: Úsáideoir Gan Chlárú: %1$@
gu: નોંધાયેલ વપરાશકર્તા: %1$@
he: משתמש בלתי רשום: %1$@
hi: बिना पंजीकरण वाला उपभोगकर्ता: %1$@
hr: Neregistrirani korisnik: %1$@
hu: Nem regisztrált felhasználó: %1$@
id: Pengguna tidak terdaftar: %1$@
is: Óskráður notandi: %@
it: Utente non registrato: %1$@
ja: 未登録ユーザ: %1$@
kab: Kkes ajerred n useqdac: %@
kk: Тіркелмеген пайдаланушы: %@
km: á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á·á“á”á¶á“á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡: %@
kn: ನೋಂದಾಯಿಸದೇ ಇರುವ ಬಳಕೆದಾರ: %@
ko: 등록되지 않은 사용자: %1$@
lt: Neregistruotas naudotojas: %@
lv: Nereģistrēts lietotājs: %@
mk: Нерегистриран корисник: %@
ml: അൺരജിസ്ട്രേഡ് യൂസർ: %@
mr: नोंदणी नसलेला वापरकर्ता: %1$@
ms: Pengguna Tidak Berdaftar: %1$@
my: မှတ်ပုံတင်ထားခြင်းမရှိသော အသုံးပြုသူ %@
nb: Uregistrert bruker: %1$@
nl: Ongeregistreerd persoon: %1$@
pa: ਨਾ-ਰਜਿਸਟਰ ਹੋਇਆ ਵਰਤੋਂਕਾਰ: %@
pa_pk: غیر رجسٹرڈ صارف: %@
pl: Niezarejestrowany użytkownik: %1$@
ps: نا ثبت شوی کارن: %@
pt_br: Pessoa não registrada: %1$@
pt_pt: Utilizador não registado: %1$@
ro: Utilizator neînregistrat: %1$@
ru: Незарегистрированный пользователь: %1$@
sk: Neregistrovaný používateľ: %1$@
sl: Neregistriran/a uporabnik/ca: %@
sq: Përdorues i Paregjistruar: %@
sr: Нерегистрован корисник: %1$@
sv: Oregistrerad kontakt: %1$@
sw: Mwasiliani asiyesajiliwa: %@
ta: பதிவு செய்யப்படாத பயனர்: %@
te: నమోదుకాని వినియోగదారు: %@
th: ผู้ใช้ที่ไม่ได้ลงทะเบียน : %1$@
tr: Kayıtlı Olmayan Kullanıcı: %1$@
ug: تىزىملاتمىغان ئىشلەتكۈچى: %1$@
uk: Незареєстрований користувач: %1$@
ur: ان رجسٹرڈ صارف:%1$@
vi: Người dùng Chưa đăng ký: %1$@
zh_cn: 用户未注册：%1$@
zh_hk: 未登記使用者：%1$@

source: Exit Change Number
ar: الخروج من تغيير الرقم
be: Выйсці са «Змянення нумара»
bn: নম্বর পরিবর্তন বন্ধ করে বেরিয়ে আসুন
ca: Sortir de Canviar número
cs: Ukončit změnu čísla
da: Gå ud af Skift nummer
de: Telefonnummer ändern beenden
el: Έξοδος από την αλλαγή αριθμού
es: Salir del cambio de número
fa: خروج از «تغییر شماره»
fi: Poistu numeron vaihdosta
fr: Quitter la procédure de changement de numéro
ga: Scoir Athrú Uimhreach
gu: નંબર બદલવામાંથી બહાર નીકળો
he: יציאה משינוי מספר
hi: परिवर्तन संख्या से बाहर निकलें
hr: Odustani od promjene broja
hu: Kilépés a szám módosításából
id: Keluar dari Perubahan Nomor
it: Esci dal Cambio di numero
ja: 番号の変更を終了する
ko: 번호 변경 종료
mr: नंबर बदला मधून बाहेर पडा
ms: Keluar dari Tukar Nombor
nb: Avslutt nummerendringen
nl: Nummerwijziging verlaten
pl: Opuść zmianę numeru
pt_br: Sair da página do número de telefone
pt_pt: Abandonar alteração de número
ro: Ieși din schimbare numărului
ru: Выйти из изменения номера
sk: Zrušiť zmenu čísla
sr: Изађи из промене броја
sv: Avsluta Ändra nummer
th: ออกจากหน้าการเปลี่ยนหมายเลข
tr: Numarayı Değiştir'den Çık
ug: نومۇر ئۆزگەرتىشتىن چېكىنىش
uk: Не змінювати номер
ur: چینج نمبر سے اخراج کریں
vi: Thoát Đổi Số Điện Thoại
zh_cn: 退出更改号码
zh_hk: 離開變更號碼
