Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# AUDIO_UNAVAILABLE_SHEET_MESSAGE
source: This voice message was not transferred from your phone when this device was linked. Files and media older than 45 days at the time of device linking can not be synced.
ar: هذه الرسالة الصوتية لم يتم تحويلُها من هاتفك عندما كان هذا الجهاز مُرتبِطًا. لا يمكن مُزامنة الملفات والوسائط التي تعود إلى أكثر من 45 يوم منذ الوقت الذي تمَّ فيه ربط الجهاز.
be: Гэта галасавое паведамленне не было перанесена з вашага тэлефона, калі была звязана гэта прылада. Немагчыма сінхранізаваць файлы і медыяфайлы, старэйшыя за 45 дзён на той момант, калі была звязана прылада.
bn: এই ডিভাইসটি লিংক করার সময় আপনার ফোন থেকে এই ভয়েস মেসেজটি ট্রান্সফার করা হয়নি। ডিভাইস লিংক করার সময় 45 দিনের বেশি পুরনো ফাইল ও মিডিয়া সিঙ্ক করা যাবে না।
ca: Aquest missatge de veu no es va transferir des del telèfon mentre aquest dispositiu estava enllaçat. Els arxius que en el moment de vincular el dispositiu tinguin més de 45 dies d'antiguitat no es podran sincronitzar.
cs: Tato hlasová zpráva nebyla při propojení tohoto zařízení z vašeho telefonu přenesena. Soubory a média, které jsou v době propojení zařízení starší než 45 dní, nelze synchronizovat.
da: Denne stemmebesked blev ikke overført fra din telefon, da denne enhed blev tilknyttet. Filer og medier, der er ældre end 45 dage, når enheder tilknyttes, kan ikke synkroniseres.
de: Diese Sprachnachricht wurde nicht von deinem Telefon übertragen, als dieses Gerät gekoppelt wurde. Dateien und Medien, die zum Zeitpunkt der Gerätekoppelung älter als 45 Tage sind, können nicht synchronisiert werden.
el: Αυτό το ηχητικό μήνυμα δεν μεταφέρθηκε από το τηλέφωνό σου όταν συνδέθηκε αυτή η συσκευή. Δεν είναι δυνατός ο συγχρονισμός αρχείων και πολυμέσων παλαιότερων των 45 ημερών κατά τη σύνδεση της συσκευής.
es: Este mensaje de voz no se transfirió desde tu teléfono cuando se vinculó este dispositivo. No se pueden sincronizar los archivos que en el momento de vinculación del dispositivo tengan más de 45 días de antigüedad.
fa: در زمان اتصال این دستگاه، این پیام صوتی از گوشی شما انتقال داده نشد. فایل‌ها و رسانه‌های قدیمی‌تر از ۴۵ روز در زمان اتصال دستگاه، قابل همگام‌سازی نیستند.
fi: Puheviestiä ei siirretty puhelimestasi, kun laite yhdistettiin. Yhdistämishetkellä yli 45 päivää vanhempia tiedostoja ja mediaa ei voida synkronoida.
fr: Ce message vocal n'a pas été transféré depuis votre téléphone lorsque vous avez associé cet appareil. Les fichiers et médias datant de plus de 45 jours au moment de l'association ne sont pas synchronisés.
ga: Níor aistríodh an glórphost seo ó do ghuthán nuair a nascadh an gléas seo. Comhaid agus meáin a bhí níos sine ná 45 lá ag an uair a nascadh an gléas, ní féidir iad a shioncronú.
gu: જ્યારે આ ડિવાઇસ લિંક કરવામાં આવ્યું હતું ત્યારે આ વોઇસ મેસેજ તમારા ફોનમાંથી ટ્રાન્સફર થયો ન હતો. ડિવાઇસ લિંક કરતી વખતે 45 દિવસથી જૂની ફાઈલો અને મીડિયા સિંક કરી શકાતા નથી.
he: הודעה קולית זו לא הועברה מהטלפון שלך כשהמכשיר הזה קושר. לא ניתן לסנכרן קבצים ומדיה שיותר ישנים מ–45 ימים בזמן קישור המכשיר.
hi: जब यह डिवाइस लिंक था, तब यह वॉइस संदेश आपके फ़ोन से ट्रांसफ़र नहीं हुआ था। डिवाइस लिंक करते समय, 45 दिनों से पुरानी फ़ाइलों और मीडिया को सिंक नहीं किया जा सकता।
hr: Ova glasovna poruka nije prenesena s vašeg telefona kad je ovaj uređaj povezan. Datoteke i medijske zapise starije od 45 dana u trenutku povezivanja uređaja nije moguće sinkronizirati.
hu: Ez a hangüzenet nem lett átmásolva a telefonodról az eszköz összekapcsolásakor. Az eszköz összekapcsolásakor 45 napnál régebbi fájlok és médiafájlok nem szinkronizálhatók.
id: Pesan suara ini tidak ditransfer dari ponsel Anda saat perangkat ini dihubungkan. File dan media yang tersimpan lebih dari 45 hari pada saat penautan perangkat tidak dapat disinkronkan.
it: Questo messaggio vocale non è stato trasferito dal tuo telefono quando questo dispositivo è stato collegato. Non è possibile sincronizzare file e media più vecchi di 45 giorni al momento del collegamento del dispositivo.
ja: この端末をリンクしたときに、このボイスメッセージはスマートフォンから移行されませんでした。端末をリンクした時点で45日以上経過したファイルとメディアは同期できません。
ko: 이 기기 연결 시 이 음성 메시지를 휴대폰에서 전송할 수 없습니다. 기기 연결 시점에 45일보다 오래된 파일과 미디어는 동기화할 수 없습니다.
mr: हा डिव्हाईस लिंक केला तेव्हा हा व्हॉईस संदेश तुमच्या फोनवरून हस्तांतरित झाला नव्हता. डिव्हाईस लिंक करतेवेळी 45 दिवसांपेक्षा जुन्या फाईल्स आणि मिडीया सिंक करता येत नाहीत.
ms: Mesej suara ini tidak dipindahkan daripada telefon anda apabila peranti ini dipautkan. Fail dan media yang lebih lama daripada 45 hari ketika peranti dipautkan, tidak boleh disegerakkan.
nb: Denne talemeldingen ble ikke overført fra telefonen din da du koblet til denne enheten. Det er ikke mulig å synkronisere filer som er mer enn 45 dager gamle, når enheten kobles til.
nl: Dit spraakbericht is niet overgezet van je telefoon toen dit apparaat werd gekoppeld. Bestanden en media die ouder zijn dan 45 dagen op het moment dat het apparaat wordt gekoppeld, kunnen niet worden gesynchroniseerd.
pl: Podczas łączenia urządzenia z Twoim telefonem wiadomość głosowa nie została przeniesiona. Pliki i multimedia, które w momencie łączenia urządzeń mają ponad 45 dni, nie są synchronizowane.
pt_br: Esta mensagem de voz não foi transferida do seu telefone quando este aparelho foi vinculado. Arquivos e mídias com mais de 45 dias no momento da vinculação não podem ser sincronizados.
pt_pt: Esta mensagem de voz não foi transferida do seu telemóvel quando este dispositivo foi associado. Os ficheiros e multimédia com mais de 45 dias no momento da associação do dispositivo não podem ser sincronizados.
ro: Acest mesaj vocal nu a fost transferat de pe telefonul tău când acest dispozitiv a fost asociat. Fișierele și conținutul media mai vechi de 45 de zile în momentul asocierii dispozitivului nu pot fi sincronizate.
ru: Это голосовое сообщение не было перенесено с вашего телефона при привязке этого устройства. Файлы и медиафайлы, срок создания которых на момент привязки устройства превышал 45 дней, не могут быть синхронизированы.
sk: Táto hlasová správa nebola po prepojení zariadenia prenesená z vášho telefónu. Súbory a médiá, ktoré sú v čase prepojenia zariadenia staršie ako 45 dní, nie je možné synchronizovať.
sr: Ова гласовна порука није пребачена са вашег телефона када је овај уређај повезан. Фајлови и медији који су у тренутку повезивања уређаја старији од 45 дана не могу се синхронизовати.
sv: Det här röstmeddelandet överfördes inte från din telefon när den här enheten länkades. Filer och media som är äldre än 45 dagar vid tidpunkten för enhetslänkning kan inte synkroniseras.
th: ข้อความเสียงนี้ไม่ได้ถูกถ่ายโอนจากโทรศัพท์ของคุณในขั้นตอนการเชื่อมโยงอุปกรณ์ ระบบไม่สามารถซิงค์ไฟล์และสื่อที่เก่ากว่า 45 วันนับจากวันที่เชื่อมโยงอุปกรณ์ได้
tr: Bu cihaz bağlandığında, bu sesli mesaj telefonundan aktarılmadı. Cihaz bağlandığında 45 günden eski olan dosyalar ve medya senkronize edilemez.
ug: بۇ ئۈسكۈنە ئۇلانغان ۋاقىتتا بۇ ئاۋازلىق ئۇچۇر تېلېفونىڭىزدىن يۆتكەلمىگەن. ئۈسكۈنە ئۇلانغان ۋاقىتتا ، 45 كۈندىن ئاشقان ھۆججەتلەر ۋە مېدىيانى ماسقەدەملىگىلى بولمايدۇ.
uk: Коли ви зв'язали цей пристрій, голосове повідомлення не було перенесено з вашого телефону. Файли й медіафайли, надіслані чи отримані понад 45 днів тому, не буде синхронізовано після зв'язування нового пристрою.
ur: جب اس ڈیوائس کو لنک کیا گیا تھا تو یہ صوتی میسج آپ کے فون سے ٹرانسفرنہیں ہوا تھا۔ ڈیوائس کو لنک کرتے وقت 45 دنوں سے زیادہ پرانی فائلز اور میڈیا کو سنک نہیں کیا جا سکتا۔
vi: Tin nhắn thoại này không được chuyển từ điện thoại của bạn khi thiết bị này được liên kết. Tập tin và đa phương tiện cũ hơn 45 ngày tại thời điểm liên kết thiết bị thì không thể được đồng bộ.
zh_cn: 此设备链接时，此语音消息未从您的手机转移。设备链接时已存在超过 45 天的文件和媒体无法同步。
zh_hk: 連結此裝置時，此語音訊息未從你的手機轉移過來。當裝置連結時，超過 45 天的檔案和媒體無法同步。

# AUDIO_UNAVAILABLE_SHEET_TITLE
source: Voice Message Not Available
ar: الرسالة الصوتية غير مُتوفِّرة
be: Галасавое паведамленне недаступнае
bn: ভয়েস মেসেজ নেই
ca: Missatge de veu no disponible
cs: Hlasová zpráva není k dispozici
da: Stemmebeskeden er ikke tilgængelig
de: Sprachnachricht nicht verfügbar
el: Το ηχητικό μήνυμα δεν είναι διαθέσιμο
es: Mensaje de voz no disponible
fa: پیام صوتی در دسترس نیست
fi: Puheviesti ei ole saatavilla
fr: Message vocal indisponible
ga: Níl an Glórphost ar Fáil
gu: વોઇસ મેસેજ ઉપલબ્ધ નથી
he: הודעה קולית לא זמינה
hi: वॉइस संदेश उपलब्ध नहीं है
hr: Glasovna poruka nije dostupna
hu: Hangüzenet nem érhető el
id: Pesan Suara Tidak Tersedia
it: Messaggio vocale non disponibile
ja: ボイスメッセージを移行できません
ko: 음성 메시지를 사용할 수 없음
mr: व्हॉईस संदेश उपलब्ध नाही
ms: Mesej Suara Tidak Tersedia
nb: Talemeldingen er ikke tilgjengelig
nl: Spraakbericht niet beschikbaar
pl: Wiadomość głosowa niedostępna
pt_br: Mensagem de voz indisponível
pt_pt: Mensagem de voz não disponível
ro: Mesaj vocal nu este disponibil
ru: Голосовое сообщение недоступно
sk: Hlasová správa nie je k dispozícii
sr: Гласовна порука није доступна
sv: Röstmeddelandet är inte tillgängligt
th: ไม่พบข้อความเสียง
tr: Sesli Mesaj kullanılamıyor
ug: ئاۋازلىق ئۇچۇرنى ئىشلەتكىلى بولمايدۇ
uk: Голосове повідомлення недоступне
ur: صوتی میسج دستیاب نہیں ہے
vi: Tin Nhắn Thoại Không Có Sẵn
zh_cn: 语音消息不可用
zh_hk: 無法取得語音訊息

# AUTOFILL_BACKUP_KEY_USERNAME
source: Signal Backups
ar: النسخ الاحتياطية على سيجنال
be: Рэзервовыя копіі Signal
bn: Signal ব্যাকআপ
ca: Còpies de seguretat de Signal
cs: Zálohování služby Signal
da: Signal-sikkerhedskopier
el: Αντίγραφα ασφαλείας Signal
es: Copias de seguridad de Signal
fa: پشتیبان‌های سیگنال
fi: Signal-varmuuskopiot
fr: Sauvegardes Signal
ga: Cúltacaí Signal
gu: Signal બેકઅપ
he: גיבויי Signal
hi: Signal बैकअप
hr: Sigurnosne kopije Signala
hu: A Signal biztonsági mentései
it: Backup di Signal
ja: Signalバックアップ
ko: Signal 백업
mr: Signal बॅकअप
ms: Sandaran Signal
nb: Sikkerhetskopiering av Signal
pl: Kopie zapasowe Signal
pt_br: Backups do Signal
pt_pt: Cópias de segurança protegidas do Signal
ro: Backup-uri Signal
ru: Резервное копирование Signal
sk: Zálohy Signal
sr: Резервне поруке Signal-а
sv: Säkerhetskopiering av Signal
th: การสำรองข้อมูลของ Signal
tr: Signal Yedeklemeleri
ug: Signal زاپاسلانمىسى
uk: Резервне копіювання від Signal
ur: Signal بیک اپس
vi: Bản sao lưu Signal
zh_cn: Signal 备份
zh_hk: Signal 備份

# AVATAR_EDIT_VIEW_CHOOSE_A_COLOR
source: Choose a Color
af: Kies ’n kleur
ar: اختر لونًا
az: Bir rəng seçin
be: Выбраць колер
bn: একটি রং বেছে নিন
ca: Trieu un color
cs: Vyberte barvu
cy: Dewis Lliw
da: Vælg en farve
de: Wähle eine Farbe
el: Επιλογή χρώματος
es: Selecciona un color
et: Vali värv
eu: Aukeratu kolore bat
fa: یک رنگ انتخاب کنید
fi: Valitse väri
fr: Choisissez une couleur
gu: રંગ પસંદ કરો
he: בחר צבע
hi: रंग चुने
hr: Izaberi boju
hu: Szín kiválasztása
id: Pilih warna
is: Veldu lit
it: Scegli un colore
ja: 色を選択してください
km: á‡áŸ’ášá¾áŸášá¾áŸá–ááŸŒá˜á½á™
kn: ಬಣ್ಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 색상 선택
lt: Pasirinkite spalvą
lv: Izvēlieties krāsu
mk: Избери боја
ml: ഒരു നിറം തിരഞ്ഞെടുക്കുക
mr: रंग बदला
ms: Pilih Warna
nb: Velg en farge
nl: Kies een kleur
pa: ਰੰਗ ਚੁਣੋ
pl: Wybierz kolor
ps: یو رنګ وټاکئ
pt_br: Escolher uma cor
pt_pt: Escolha uma cor
ro: Alege o culoare
ru: Выберите цвет
sk: Zvoľte farbu
sl: Izberite barvo
sq: Zgjidhni një Ngjyrë
sr: Изаберите боју
sv: Välj en färg
sw: Chagua Rangi
ta: ஒரு வண்ணத்தைத் தேர்வுசெய்க
te: రంగును ఎంచుకోండి
th: เลือกสี
tr: Renk Seçin
ug: رەڭ تاللاڭ
uk: Оберіть колір
ur: رنگ منتخب کریں
vi: Chọn Màu
zh_cn: 选择颜色
zh_hk: 選擇一種色彩

# AVATAR_EDIT_VIEW_COLOR_SEGMENT
source: Color
af: Kleur
ar: اللون
az: Rəng
be: Колер
bn: রঙ
cs: Barva
cy: Lliw
da: Farve
de: Farbe
el: Χρώμα
et: Värv
eu: Kolorea
fa: رنگ
fi: Väri
fr: Couleur
ga: Dath
gu: રંગ
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
is: Litur
it: Colore
ja: 色
km: á–ááŸŒ
kn: ಬಣ್ಣ
ko: 색상
lt: Spalva
lv: Krāsa
mk: Боја
ml: നിറം
mr: रंग
ms: Warna
my: အရောင်
nb: Farge
nl: Kleur
pa: ਰੰਗ
pl: Kolor
ps: رنګ
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sq: Ngjyrë
sr: Боја
sv: Färg
sw: Rangi
ta: நிறம்
te: రంగు
th: สี
tr: Renk
ug: رەڭ
uk: Колір
ur: رنگ
vi: Màu
zh_cn: 颜色
zh_hk: 色彩

# AVATAR_EDIT_VIEW_TEXT_SEGMENT
source: Text
af: Teks
ar: النص
az: Mətn
be: Тэкст
bn: টেক্সট
cy: Testun
da: Tekst
el: Κείμενο
es: Texto
et: Tekst
eu: Testua
fa: متن
fi: Teksti
fr: Texte
ga: Téacs
gu: ટેક્સ્ટ
he: מלל
hi: टेक्स्ट
hr: Tekst
hu: Szöveg
id: Teks
is: Texti
it: Testo
ja: テキスト
km: á¢á€áŸ’áŸáš
kn: ಪಠ್ಯ
ko: 텍스트
lt: Tekstas
lv: Teksts
mk: Текст
ml: വാചകം
mr: मजकूर
ms: Teks
my: စာသား
nb: Tekst
nl: Tekst
pa: ਟੈਕਸਟ
pl: Tekst
ps: متن
pt_br: Texto
pt_pt: Texto
ru: Текст
sl: Besedilo
sq: Tekst
sr: Текст
sw: Maandishi
ta: உரை
te: వచనం
th: ข้อความ
tr: Yazı
ug: تېكىست
uk: Текст
ur: متن
vi: Văn bản
zh_cn: 文本
zh_hk: 文字

# AVATAR_SETTINGS_VIEW_CAMERA_BUTTON
source: camera
af: kamera
ar: الكاميرا
az: kamera
be: камера
bn: ক্যামেরা
ca: càmera
cs: fotoaparát
da: kamera
de: Kamera
el: κάμερα
es: cámara
et: kaamera
eu: kamera
fa: دوربین
fi: kamera
fr: appareil photo
gu: કૅમેરા
he: מצלמה
hi: कैमरा
hr: kamera
hu: Kamera
id: kamera
is: myndavél
ja: カメラ
km: á€á¶á˜áŸášáŸ‰á¶
kn: ಕ್ಯಾಮರಾ
ko: 카메라
lt: kamera
lv: kamera
mk: Камера
ml: ക്യാമറ
mr: कॅमेरा
ms: kamera
nb: kamera
pa: ਕੈਮਰਾ
pl: Aparat
ps: کیمره
pt_br: câmera
pt_pt: câmara
ro: cameră
ru: камера
sk: fotoaparát
sl: kamera
sq: kamerë
sr: камера
sv: kamera
sw: kamera
ta: புகைப்பட கருவி
te: కెమెరా
th: กล้อง
tr: kamera
ug: كامېرا
uk: камера
ur: کیمرہ
zh_cn: 相机
zh_hk: 相機

# AVATAR_SETTINGS_VIEW_PHOTO_BUTTON
source: photo
af: foto
ar: صورة
az: foto
be: фота
bn: ফটো
ca: fotografia
cs: fotka
cy: llun
da: billede
de: Foto
el: φωτογραφία
es: foto
et: foto
eu: argazkia
fa: عکس
fi: kuva
ga: grianghraf
gu: ફોટો
he: תמונה
hi: तस्वीर
hr: slika
hu: Fotó
id: foto
is: ljósmynd
it: foto
ja: 画像
km: ášá¼á”á—á¶á–
kn: ಫೋಟೋ
ko: 사진
lt: nuotrauka
lv: fotoattēls
mk: слика
ml: ഫോട്ടോ
mr: फोटो
ms: foto
nb: bilde
nl: galerij
pa: ਫੋਟੋ
pl: Zdjęcie
ps: انځور
pt_br: foto
pt_pt: fotografia
ro: poză
ru: Фото
sk: fotka
sl: fotografija
sq: foto
sr: слика
sv: foto
sw: picha
ta: புகைப்படம்
te: చిత్రం
th: รูปภาพ
tr: fotoğraf
ug: سۈرەت
uk: фото
ur: تصویر
vi: Ảnh
zh_cn: 图片
zh_hk: 相片

# AVATAR_SETTINGS_VIEW_SELECT_AN_AVATAR
source: Select an Avatar
af: Kies ’n avatar
ar: اختر صورة رمزية
az: Bir avatar seçin
be: Выбраць аватар
bn: একটি অবতার বেছে নিন
ca: Seleccioneu un avatar
cs: Vybrat avatar
cy: Dewis Rhithffurf
da: Vælg en avatar
de: Wähle ein Profilbild
el: Επιλογή εικόνας προφίλ
es: Selecciona una imagen
et: Vali profiilipilt
eu: Hautatu abatar bat
fa: یک آواتار انتخاب کنید
fi: Valitse avatar
fr: Sélectionner une photo de profil
gu: અવતાર પસંદ કરો
he: בחר יצגן
hi: एक अवतार चुनें
hr: Odaberite svog avatara
hu: Válassz profilképet
id: Pilih Avatar
is: Veldu auðkennismynd
it: Seleziona un avatar
ja: アバターを選択してください
km: á‡áŸ’ášá¾áŸášá¾áŸášá¼á”ááŸ†áá¶á„
kn: ಅವತಾರ್‌ ಆಯ್ಕೆ ಮಾಡಿ
ko: 아바타 선택
lt: Pasirinkti avatarą
lv: Atlasīt avatāru
mk: Избери аватар
ml: ഒരു അവതാർ തിരഞ്ഞെടുക്കുക
mr: अवतार निवडा
ms: Pilih Avatar
nb: Velg et ikon
nl: Reeds beschikbare afbeeldingen
pa: ਅਵਤਾਰ ਚੁਣੋ
pl: Wybierz awatar
ps: د یوه اواتار ټاکل
pt_br: Escolher uma foto
pt_pt: Selecione um Avatar
ro: Alege un avatar
ru: Выберите аватар
sk: Vyberte profilový obrázok
sl: Izberite avatarja
sq: Përzgjidhni një Avatar
sr: Одаберите аватар
sv: Välj en avatar
sw: Chagua Umbo
ta: தேர்ந்தெடு ஒரு அவதாரம்
te: అవతార్ ను ఎంచుకోండి
th: เลือกอวตาร
tr: Avatar Seçin
ug: باش سۈرەت تاللاڭ
uk: Оберіть зображення
ur: اوتار منتخب کریں
vi: Chọn Ảnh đại diện
zh_cn: 选择头像
zh_hk: 選取一個頭像

# AVATAR_SETTINGS_VIEW_TEXT_BUTTON
source: text
af: teks
ar: النص
az: mətn
be: тэкст
bn: টেক্সট
cy: testun
da: tekst
el: κείμενο
es: texto
et: tekst
eu: testua
fa: متن
fi: teksti
fr: texte
ga: téacs
gu: ટેક્સ્ટ
he: מלל
hi: टेक्स्ट
hr: Tekst
hu: szöveg
id: teks
is: texti
it: testo
ja: テキスト
km: á¢á€áŸ’áŸáš
kn: ಪಠ್ಯ
ko: 텍스트
lt: tekstas
lv: teksts
mk: текст
ml: വാചകം
mr: मजकूर
ms: teks
nb: tekst
nl: tekst
pa: ਟੈਕਸਟ
pl: Tekst
ps: متن
pt_br: texto
pt_pt: texto
ru: текст
sl: besedilo
sq: tekst
sr: текст
sw: maandishi
ta: உரை
te: వచనం
th: ข้อความ
tr: yazı
ug: تېكىست
uk: текст
ur: متن
vi: văn bản
zh_cn: 文本
zh_hk: 文字

# BACK_BUTTON
source: Back
af: Terug
ar: الرجوع
az: Geri
be: Назад
bg: Обратно
bn: পেছনে
ca: Enrere
cs: Zpět
cy: Yn ôl
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_es: Atrás
et: Tagasi
eu: Atzera
fa: بازگشت
fi: Takaisin
fr: Retour
ga: Ar Ais
gu: પાછળ
he: הקודם
hi: पीछे जाएं
hr: Natrag
hu: Vissza
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
kab: Ɣer deffir
kk: Артқа
km: ááŸ’ášá›á”áŸ‹á€áŸ’ášáŸ„á™
kn: ಹಿಂದಕ್ಕೆ
ko: 뒤로
lt: Atgal
lv: Atpakaļ
mk: Назад
ml: തിരികെ പോകുക
mr: मागे
ms: Kembali
my: နောက်သို့
nb: Tilbake
nl: Terug
pa: ਵਾਪਸ
pa_pk: واپس جاؤ
pl: Wstecz
ps: شاته
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sq: Mbrapsht
sr: Назад
sv: Tillbaka
sw: Rudi nyuma
ta: மீண்டும்
te: తిరిగి
th: กลับ
tr: Geri
ug: قايت
uk: Назад
ur: واپس جائیں
vi: Trở lại
zh_cn: 返回
zh_hk: 返回

# BACKUP_ENABLEMENT_REMINDER_MEGAPHONE_ACTION
source: Turn On
ar: تفعيل
be: Уключыць
bn: চালু করুন
ca: Activa
cs: Zapnout
da: Aktivér
de: Einschalten
el: Ενεργοποίηση
es: Activar
fa: روشن کردن
fi: Ota käyttöön
fr: Activer
ga: Cuir ar siúl
gu: ચાલુ કરો
he: הפעל
hi: शुरु करें
hr: Uključi
hu: Bekapcsolás
id: Aktifkan
it: Attiva
ja: 有効にする
ko: 켜기
mr: चालू करा
ms: Hidupkan
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt_br: Habilitar
pt_pt: Ativar
ro: Activare
ru: Включить
sk: Zapnúť
sr: Укључи
sv: Slå på
th: เปิด
tr: Aç
ug: ئاچ
uk: Увімкнути
ur: آن کر دو
vi: Bật
zh_cn: 开启
zh_hk: 開啟

# BACKUP_ENABLEMENT_REMINDER_MEGAPHONE_BODY
source: Never lose a message when you get a new phone or reinstall Signal.
ar: لا تُفوِّت رسالة عندما تستخدم هاتفًا جديدًا أو تعيد تثبيت سيجنال.
be: Не губляйце аніводнага паведамлення, калі вы набываеце новы тэлефон або нанова ўсталёўваеце Signal.
bn: আপনি যখন একটি নতুন ফোন নিবেন বা Signal পুনরায় ইনস্টল করবেন তখন আর কোনো মেসেজ মিস করবেন না।
ca: No perdis mai cap missatge quan et canviïs el telèfon o tornis a instal·lar Signal.
cs: Už nepřijdete o žádnou zprávu, když si pořídíte nový telefon nebo přeinstalujete aplikaci Signal.
da: Mist aldrig en besked, når du får en ny telefon eller geninstallerer Signal.
de: Verliere keine alten Nachrichten, wenn du ein neues Mobiltelefon hast bzw. Signal erneut installierst.
el: Δε θα χάσεις τα μηνύματά σου αν αγοράσεις νέο τηλέφωνο ή επανεγκαταστήσεις το Signal.
es: No perderás ningún mensaje si cambias de teléfono o vuelves a instalar Signal.
fa: وقتی تلفن جدید می‌گیرید یا سیگنال را دوباره نصب می‌کنید، هرگز پیامی را از دست ندهید.
fi: Älä koskaan menetä viestiä, kun hankit uuden puhelimen tai asennat Signalin uudelleen.
fr: Besoin de changer de téléphone ou de réinstaller Signal ? Vos contenus restent à portée de main.
ga: Ná caill teachtaireacht choíche nuair a fhaigheann tú guthán nua nó nuair a athshuiteálann tú Signal.
gu: જ્યારે તમે નવો ફોન મેળવો અથવા Signalને ફરીથી ઇન્સ્ટોલ કરો ત્યારે ક્યારેય કોઈ મેસેજ ગુમાવશો નહીં.
he: ככה, לא מאבדים אף הודעה כשמחליפים טלפון או מתקינים מחדש את Signal.
hi: नया फ़ोन लेने पर या Signal को रीइंस्टॉल करने पर, कभी भी अपने संदेश न खोएँ।
hr: Nećete izgubiti nijednu poruku kada kupite novi telefon ili ponovno instalirate Signal.
hu: Soha ne veszíts el egy üzenetet sem új telefon vásárlásakor vagy a Signal újratelepítésekor.
id: Pesan tak bakal ada yang hilang saat Anda berganti ponsel atau menginstal ulang Signal.
it: Non perderai neanche un messaggio se cambi telefono o reinstalli Signal.
ja: スマートフォンを買い替えたりSignalを再インストールしたりしても、メッセージを失うことがないようにしましょう。
ko: 새 휴대폰을 구매하거나 Signal을 다시 설치하는 경우에도 메시지를 손실할 염려가 없습니다.
mr: तुम्हाला नवा फोन मिळाल्यावर किंवा Signal पुन्हा इन्स्टॉल केल्यावर एकही संदेश गमावू नका.
ms: Mesej tidak akan pernah hilang apabila anda mendapat telefon baharu atau memasang semula Signal.
nb: Behold alt innholdet ditt når du må bytte mobil eller installere Signal på nytt.
nl: Raak nooit meer berichten kwijt op een nieuwe telefoon of als je Signal opnieuw installeert.
pl: Dzięki temu nie stracisz historii wiadomości nawet po zmianie telefonu czy ponownej instalacji aplikacji Signal.
pt_br: Nunca perca uma mensagem ao adquirir um novo telefone ou reinstalar o Signal.
pt_pt: Nunca perca uma mensagem ao adquirir um novo telemóvel ou reinstalar o Signal.
ro: Nu pierde niciodată un mesaj atunci când îți iei un telefon nou sau reinstalezi Signal.
ru: Вы не потеряете ни одного сообщения при покупке нового телефона или переустановке Signal.
sk: Odteraz už pri výmene telefónu alebo opätovnom nainštalovaní Signalu neprídete ani o jednu správu.
sr: Нека вам се сачувају поруке када набављате нови телефон или поново инсталирате Signal.
sv: Förlora aldrig ett meddelande när du skaffar en ny telefon eller installerar om Signal.
th: ช่วยเก็บรักษาทุกข้อความแม้ในกรณีที่คุณเปลี่ยนโทรศัพท์เครื่องใหม่หรือติดตั้ง Signal อีกครั้ง
tr: Yeni bir telefon aldığında veya Signal'ı yeniden yüklediğinde asla mesaj kaybetme.
ug: يېڭى تېلېفون ئالغاندا ياكى Signalنى قايتا قاچىلىغاندا ھەرقانداق ئۇچۇرنى يۈتتۈرۈپ قويمايسىز.
uk: Ви не втратите повідомлення, навіть якщо зміните телефон або перевстановите Signal.
ur: نیا فون لینے یا Signal کو دوبارہ انسٹال کرنے کی صورت میں کسی بھی میسج سے محروم ہونے سے بچیں۔
vi: Không bao giờ bị mất tin nhắn khi bạn có điện thoại mới hoặc cài đặt lại Signal.
zh_cn: 无论您是更换手机还是重装 Signal，您的消息都不会丢失。
zh_hk: 當你使用新手機或重新安裝 Signal 時，絕不會遺失訊息。

# BACKUP_ENABLEMENT_REMINDER_MEGAPHONE_TITLE
source: Turn on encrypted backups
ar: شغّل النسخ الاحتياطية المُشفَّرة
be: Уключыць функцыю «Зашыфраваныя рэзервовыя копіі»
bn: এনক্রিপ্ট করা ব্যাকআপ চালু করুন
ca: Activar les còpies de seguretat xifrades
cs: Zapnout šifrované zálohování
da: Slå krypterede sikkerhedskopier til
de: Verschlüsselte Backups aktivieren
el: Ενεργοποίηση κρυπτογραφημένων αντιγράφων ασφαλείας
es: Activar copias de seguridad cifradas
fa: پشتیبان‌گیری رمزگذاری‌شده را روشن کنید
fi: Ota salatut varmuuskopiot käyttöön
fr: Activez les sauvegardes chiffrées
ga: Cas air cúltacaí criptithe
gu: એન્ક્રિપ્ટેડ બેકઅપ ચાલુ કરો
he: הפעלת גיבויים מוצפנים
hi: एनक्रिप्टेड बैकअप चालू करें
hr: Uključite šifrirane sigurnosne kopije Signala
hu: Kapcsold be a titkosított biztonsági mentéseket
id: Aktifkan pencadangan terenkripsi
it: Attiva i backup con crittografia
ja: 暗号化されたバックアップを有効にする
ko: 암호화된 백업 켜기
mr: कूटबद्ध केलेले बॅकअप्स सुरु करा
ms: Hidupkan sandaran yang disulitkan
nb: Slå på kryptert sikkerhetskopiering
nl: Versleutelde back-ups inschakelen
pl: Włącz tworzenie szyfrowanych kopii zapasowych
pt_br: Ativar backups criptografados
pt_pt: Ative as cópias de segurança encriptadas
ro: Activează copiile de rezervă criptate
ru: Включить зашифрованное резервное копирование
sk: Zapnite šifrované zálohy
sr: Укључите шифроване резервне копије
sv: Aktivera krypterade säkerhetskopior
th: เปิดใช้งานการสำรองข้อมูลแบบเข้ารหัส
tr: Şifreli yedeklemeleri aç
ug: شىفىرلانغان زاپاسلانمىلارنى قوزغىتىڭ
uk: Увімкніть зашифроване резервне копіювання
ur: انکرپٹ کردہ بیک اپس کو آن کریں
vi: Bật sao lưu được mã hóa
zh_cn: 开启加密备份
zh_hk: 開啟加密備份

# BACKUP_ENABLEMENT_REMINDER_NOT_NOW_ACTION
source: Not Now
ar: ليس الآن
be: Не зараз
bn: এখন নয়
ca: Ara no
cs: Nyní ne
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
fa: حالا نه
fi: Ei nyt
fr: Plus tard
ga: Ní anois
gu: અત્યારે નહીં
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Később
id: Lain Kali
it: Non ora
ja: 今はしない
ko: 나중에
mr: आता नाही
ms: Bukan sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sr: Не сада
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
ug: ھازىر ئەمەس
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_cn: 以后再说
zh_hk: 現在不要
