Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# BACKUP_ONBOARDING_INTRO_BULLET_1
source: End-to-end encrypted
ar: مُشفَّرة من طرف لطرف
be: Абаронена скразным шыфраваннем
bn: এন্ড-টু-এন্ড এনক্রিপ্ট করা
ca: Xifrat d'extrem a extrem
cs: Koncové šifrování
da: E2E-krypteret
de: Ende-zu-Ende verschlüsselt
el: Κρυπτογράφηση από άκρο σε άκρο
es: Cifrado de extremo a extremo
fa: سرتاسر رمزگذاری‌شده
fi: Päästä päähän salattu
fr: Des sauvegardes chiffrées de bout en bout
ga: Criptithe ó cheann ceann
gu: એન્ડ-ટૂ-એન્ડ એન્ક્રિપ્ટેડ
he: מוצפן מקצה לקצה
hi: एंड-टू-एंड एनक्रिप्टेड
hr: Zaštićeno sveobuhvatnim šifriranjem
hu: Végponttól végpontig titkosítva
id: Enkripsi menyeluruh
it: Crittografia end-to-end
ja: エンドツーエンド暗号化されます
ko: 엔드투엔드 암호화
mr: एंड-टू-एंड कूटबद्ध केलेले
ms: Disulitkan Hujung ke hujung
nb: Ende-til-ende-kryptert
nl: End-to-end versleuteld
pl: Szyfrowane metodą end-to-end
pt_br: Criptografado de ponta a ponta
pt_pt: Encriptada de ponta a ponta
ro: Criptat end-to-end
ru: Защищено сквозным шифрованием
sk: Chránené end-to-end šifrovaním
sr: Потпуно шифровано
sv: Totalsträckskrypterad
th: เข้ารหัสตั้งแต่ต้นทางถึงปลายทาง
tr: Uçtan Uca Şifreli
ug: ئاخىرىغىچە مەخپىيلەشتۈرۈلگەن
uk: Захищене наскрізним шифруванням
ur: کلی طور پر انکرپٹ کردہ
vi: Mã hóa đầu cuối
zh_cn: 端对端加密
zh_hk: 端對端加密

# BACKUP_ONBOARDING_INTRO_BULLET_2
source: Optional, always
ar: اختيارية، دائمًا
be: Неабавязкова, як заўсёды
bn: ঐচ্ছিক, সবসময়
ca: Opcional, sempre
cs: Volitelné, vždy
da: Altid valgfrit
de: Optional, immer
el: Προαιρετικά, πάντα
es: Servicio opcional, en todo momento
fa: اختیاری، همیشه
fi: Aina valinnainen
fr: La liberté de choisir un service en option
ga: Roghnach, i gcónaí
gu: વૈકલ્પિક, હંમેશા
he: אופציונלי, תמיד
hi: वैकल्पिक, हमेशा
hr: Neobavezno
hu: Sosem kötelező
id: Opsional, selalu
it: Sempre facoltativo
ja: 任意でいつでも利用できます
ko: 항상 선택 가능
mr: वैकल्पिक, नेहमी
ms: Terpulang kepada anda
nb: Alltid valgfritt
nl: Optioneel, altijd
pl: Dla chętnych (jak zwykle)
pt_br: Sempre opcional
pt_pt: Opcional, sempre
ro: Opțional, întotdeauna
ru: Всегда можно отключить
sk: Voliteľné, zakaždým
sr: Увек опционо
sv: Alltid valfritt
th: เลือกสมัครใช้บริการได้ตลอด
tr: İsteğe bağlı, daima
ug: ئىختىيارىي ، ھەرقاچان
uk: Ніколи не буде обов'язковим
ur: اختیاری، ہمیشہ
vi: Lựa chọn không bắt buộc
zh_cn: 始终任选
zh_hk: 永遠可自由選擇

# BACKUP_ONBOARDING_INTRO_BULLET_3
source: Delete your backup anytime
ar: احذف نسختك الاحتياطية في أي وقت
be: Выдаліць рэзервовую копію ў любы час
bn: যেকোনো সময় আপনার ব্যাকআপ মুছে ফেলুন
ca: Elimina la teva còpia de seguretat en qualsevol moment
cs: Zálohu můžete kdykoli odstranit
da: Slet din sikkerhedskopi når som helst
de: Backup jederzeit löschen
el: Διαγραφή αντιγράφων ασφαλείας ανά πάσα στιγμή
es: Copias de seguridad que puedes eliminar en cualquier momento
fa: هر موقع خواستید، نسخه پشتیبان خود را حذف کنید
fi: Poista varmuuskopio milloin tahansa
fr: … et de supprimer votre sauvegarde à tout moment
ga: Scrios do chúltaca ag am ar bith
gu: તમારા બેકઅપને કોઈ પણ સમયે ડિલીટ કરો
he: אפשר למחוק את הגיבוי בכל עת
hi: अपना बैकअप कभी भी डिलीट करें
hr: Brisanje sigurnosne kopije moguće je u bilo kojem trenutku
hu: A biztonsági másolatok bármikor törölhetők
id: Hapus cadangan kapan saja
it: Elimina il tuo backup quando vuoi
ja: バックアップはいつでも消去可能です
ko: 언제나 백업 삭제 가능
mr: आपला बॅकअप कधीही हटवा
ms: Padamkan sandaran anda pada bila-bila masa
nb: Slett sikkerhetskopien når som helst
nl: Verwijder je back-up wanneer je wilt
pl: Możliwość usunięcia kopii zapasowej w dowolnym momencie
pt_br: Exclua seu backup quando quiser
pt_pt: Elimine a sua cópia de segurança a qualquer altura
ro: Șterge oricând copia ta de rezervă
ru: Удаляйте резервные копии в любое время
sk: Kedykoľvek môžete zálohu vymazať
sr: Избришите резервну копију када год пожелите
sv: Ta bort din säkerhetskopia när som helst
th: เลือกลบข้อมูลสำรองได้ทุกเมื่อ
tr: Yedeklemeni istediğin zaman sil
ug: زاپاس مەلۇماتلار خالىغان ۋاقىتتا ئۆچۈرەلەيسىز
uk: Резервну копію можна видалити будь-коли
ur: اپنا بیک اپ کسی بھی وقت حذف کریں
vi: Xóa bản sao lưu bất kỳ lúc nào
zh_cn: 可随时删除备份
zh_hk: 隨時刪除你的備份

# BACKUP_ONBOARDING_INTRO_SUBTITLE
source: Back up your messages and media using Signal's secure, end-to-end encrypted storage service. Never lose a message when you get a new phone or reinstall Signal.
ar: أنشِئ نسخة احتياطية من رسائلك ووسائطك باستخدام خدمة التخزين الآمنة المُشفَّرة من طرف لطرف من سيجنال. لا تفقد رسالة عندما تستخدم هاتفًا جديدًا أو تعيد تثبيت سيجنال.
be: Стварайце рэзервовыя копіі для вашых паведамленняў і медыяфайлаў з дапамогай надзейнага скразнога шыфраванага сэрвісу захоўвання даных Signal. Не губляйце аніводнага паведамлення, калі вы набываеце новы тэлефон або нанова ўсталёўваеце Signal.
bn: Signal-এর সুরক্ষিত, এন্ড-টু-এন্ড এনক্রিপ্ট করা স্টোরেজ সার্ভিস ব্যবহার করে আপনার মেসেজ ও মিডিয়ার ব্যাকআপ রাখুন। আপনি যখন একটি নতুন ফোন নিবেন বা Signal পুনরায় ইনস্টল করবেন তখন আর কোনো মেসেজ মিস করবেন না।
ca: Fes una còpia de seguretat dels teus missatges i arxius multimèdia utilitzant el servei d'emmagatzematge xifrat d'extrem a extrem de Signal. No perdis mai cap missatge quan et canviïs el telèfon o tornis a instal·lar Signal.
cs: Zálohujte své zprávy a média pomocí zabezpečené, koncově šifrované služby úložiště Signal. Už nepřijdete o žádnou zprávu, když si pořídíte nový telefon nebo přeinstalujete aplikaci Signal.
da: Opret en sikkerhedskopi af dine beskeder og medier, og brug Signals sikre E2E-krypterede lagringstjeneste. Mist aldrig en besked, når du får en ny telefon eller geninstallerer Signal.
de: Sichere deine Nachrichten und Medien mit der bewährten Ende-zu-Ende-Verschlüsselung von Signal. Verliere keine alten Nachrichten, wenn du ein neues Mobiltelefon hast bzw. Signal erneut installierst.
el: Δημιούργησε αντίγραφα ασφαλείας των μηνυμάτων και των πολυμέσων σου χρησιμοποιώντας την ασφαλή, κρυπτογραφημένη από άκρο σε άκρο υπηρεσία αποθήκευσης του Signal. Δε θα χάσεις τα μηνύματά σου αν αγοράσεις νέο τηλέφωνο ή επανεγκαταστήσεις το Signal.
es: Haz una copia de seguridad de tus mensajes y archivos multimedia utilizando el servicio de almacenamiento seguro y cifrado de extremo a extremo de Signal. No perderás ningún mensaje si cambias de teléfono o vuelves a instalar Signal.
fa: با استفاده از سرویس ذخیره‌سازی سرتاسر رمزگذاری‌شده و امن سیگنال، از پیام‌ها و رسانه‌های خود پشتیبان‌گیری کنید. وقتی تلفن جدید می‌گیرید یا سیگنال را دوباره نصب می‌کنید، هرگز پیامی را از دست ندهید.
fi: Varmuuskopioi viestit ja mediasisältö käyttämällä Signalin turvallista, päästä päähän salattua tallennuspalvelua. Älä koskaan menetä viestiä, kun hankit uuden puhelimen tai asennat Signalin uudelleen.
fr: Sécurisé et chiffré de bout en bout, le service de stockage Signal vous permet de sauvegarder vos messages et médias. Besoin de changer de téléphone ou de réinstaller Signal ? Vos contenus restent à portée de main.
ga: Cúltacaigh do theachtaireachtaí agus do mheáin le seirbhís stórála chriptithe ó cheann ceann Signal. Ná caill teachtaireacht choíche nuair a fhaigheann tú guthán nua nó nuair a athshuiteálann tú Signal.
gu: તમારા મેસેજ અને મીડિયાનો Signalની સુરક્ષિત, એન્ડ-ટૂ-એન્ડ એન્ક્રિપ્ટેડ સ્ટોરેજ સેવા વડે બેકઅપ લો. જ્યારે તમે નવો ફોન મેળવો અથવા Signalને ફરીથી ઇન્સ્ટોલ કરો ત્યારે ક્યારેય કોઈ મેસેજ ગુમાવશો નહીં.
he: אפשר לגבות את ההודעות והמדיה ששלך באמצעות שירות האחסון המאובטח המוצפן מקצה לקצה של Signal. ככה, לא מאבדים אף הודעה כשמחליפים טלפון או מתקינים מחדש את Signal.
hi: Signal की सुरक्षित, एंड-टू-एंड एनक्रिप्टेड स्टोरेज सेवा का इस्तेमाल करके अपने संदेश और मीडिया बैक अप करें। नया फ़ोन लेने पर या Signal को रीइंस्टॉल करने पर, कभी भी अपने संदेश न खोएँ।
hr: Stvorite sigurnosnu kopiju svojih poruka i medijskih zapisa pomoću Signalovog sustava pohrane koji je zaštićen sveobuhvatnim šifriranjem. Nećete izgubiti nijednu poruku kada kupite novi telefon ili ponovno instalirate Signal.
hu: Készíts biztonsági másolatot az üzeneteidről és a médiafájljaidról, és használd a Signal biztonságos, végpontok közötti titkosított tárolási szolgáltatását. Soha ne veszíts el egy üzenetet sem új telefon vásárlásakor vagy a Signal újratelepítésekor.
id: Cadangkan pesan dan media Anda menggunakan layanan penyimpanan Signal yang aman dan terenkripsi secara menyeluruh. Anda tidak akan kehilangan pesan saat berganti ponsel atau menginstal ulang Signal.
it: Fai un backup dei tuoi messaggi e media in sicurezza usando il servizio di archiviazione crittografata end-to-end di Signal. Non perderai neanche un messaggio se cambi telefono o reinstalli Signal.
ja: Signalの安全なエンドツーエンドの暗号化ストレージサービスを使用して、メッセージやメディアをバックアップします。スマートフォンを買い替えたり、Signalを再インストールしてもメッセージを失うことはありません。
ko: Signal의 안전한 엔드투엔드 암호화 저장소 서비스를 사용하여 메시지와 미디어를 백업하세요. 새 휴대폰을 구매하거나 Signal을 다시 설치하는 경우에도 메시지를 손실할 염려가 없습니다.
mr: Signal ची सुरक्षित, एंड-टू-एंड कूटबद्ध केलेली संग्रहण सेवा वापरून आपले संदेश आणि मीडिया यांचा बॅकअप घ्या. तुम्हाला नवा फोन मिळाल्यावर किंवा Signal पुन्हा इन्स्टॉल केल्यावर एकही संदेश गमावू नका.
ms: Sandarkan mesej dan media anda menggunakan perkhidmatan storan selamat yang disulitkan dari hujung ke hujung oleh Signal. Mesej tidak akan pernah hilang apabila anda mendapat telefon baharu atau memasang semula Signal.
nb: Sikkerhetskopier meldingene og mediefilene dine med Signals sikre ende-til-ende-krypterte lagringstjeneste. Behold alt innholdet ditt når du må bytte mobil eller installere Signal på nytt.
nl: Maak een back-up van je berichten en media met de veilige, end-to-end versleutelde opslagservice van Signal. Raak nooit meer berichten kwijt op een nieuwe telefoon of als je Signal opnieuw installeert.
pl: Twórz kopie zapasowe wiadomości i multimediów w usłudze bezpiecznego przechowywania Signal, szyfrowanej metodą end-to-end. Dzięki temu nie stracisz historii wiadomości nawet po zmianie telefonu czy ponownej instalacji Signal.
pt_br: Faça backup das suas mensagens e arquivos de mídia usando o serviço seguro de armazenamento criptografado de ponta a ponta do Signal. Nunca perca uma mensagem ao adquirir um novo telefone ou reinstalar o Signal.
pt_pt: Efetue cópias de segurança das suas mensagens e ficheiros multimédia com o serviço de armazenamento seguro e encriptado de ponta a ponta do Signal. Nunca perca uma mensagem ao adquirir um novo telemóvel ou reinstalar o Signal.
ro: Realizează copii de rezervă pentru mesajele și fișierele media și folosește serviciul de stocare securizat, criptat end-to-end al Signal. Nu pierde niciodată un mesaj atunci când îți iei un telefon nou sau reinstalezi Signal.
ru: Создайте резервную копию своих сообщений и медиафайлов с помощью защищённого, полностью зашифрованного хранилища Signal. Вы не потеряете ни одного сообщения при покупке нового телефона или переустановке Signal.
sk: Zálohujte si správy a médiá pomocou bezpečnej úložnej služby Signal chránenej end-to-end šifrovaním. Odteraz už pri výmene telefónu alebo opätovnom nainštalovaní Signalu neprídete ani o jednu správu.
sr: Направите резервне копије ваших порука и медија и користите Signal-ову безбедну, потпуно шифровану услугу складиштења. Нека вам се сачувају поруке када набављате нови телефон или поново инсталирате Signal.
sv: Säkerhetskopiera dina meddelanden och media med Signals säkra, totalsträckskrypterade lagringstjänst. Förlora aldrig ett meddelande när du skaffar en ny telefon eller installerar om Signal.
th: สำรองข้อความและไฟล์สื่อของคุณด้วยบริการจัดเก็บที่ปลอดภัยและถูกเข้ารหัสตั้งแต่ต้นทางถึงปลายทางของ Signal ช่วยเก็บรักษาทุกข้อความแม้ในกรณีที่คุณเปลี่ยนโทรศัพท์เครื่องใหม่หรือติดตั้ง Signal อีกครั้ง
tr: Signal'ın güvenli, uçtan uca şifreli depolama hizmetini kullanarak mesajlarını ve medyanı yedekle. Yeni bir telefon aldığında veya Signal'ı yeniden yüklediğinde asla mesaj kaybetme.
ug: ئۇچۇرلىرىڭىزنى ۋە مېدىيانى Signalنىڭ بىخەتەر ، ئاخىرىغىچە مەخپىيلەشتۈرۈلگەن ساقلاش مۇلازىمىتىنى ئىشلىتىپ زاپاسلاڭ. يېڭى تېلېفون ئالغاندا ياكى Signalنى قايتا قاچىلىغاندا ھەرقانداق ئۇچۇرنى يۈتتۈرۈپ قويمايسىز.
uk: Зберігайте свої повідомлення і медіафайли в резервній копії завдяки надійному сервісу зберігання Signal, захищеному наскрізним шифруванням. Ви не втратите повідомлення, навіть якщо зміните телефон або перевстановите Signal.
ur: Signal کی محفوظ، آخر سے آخر تک انکرپٹ کردہ اسٹوریج سروس کو استعمال کرتے ہوئے اپنے میسیجز اور میڈیا کو بیک اپ کریں۔ نیا فون لینے یا Signal کو دوبارہ انسٹال کرنے کی صورت میں کسی بھی میسج سے محروم ہونے سے بچیں۔
vi: Sao lưu tin nhắn và tập tin đa phương tiện với dịch vụ lưu trữ bảo mật, được mã hóa đầu cuối của Signal. Không bao giờ bị mất tin nhắn khi bạn có điện thoại mới hoặc cài đặt lại Signal.
zh_cn: 欢迎使用 Signal 的安全端对端加密存储服务对您的消息和媒体进行备份。无论您是更换手机还是重装 Signal，您的消息都不会丢失。
zh_hk: 使用 Signal 的端對端加密儲存服務備份你的訊息和媒體。當你使用新手機或重新安裝 Signal 時，絕不會遺失訊息。

# BACKUP_ONBOARDING_INTRO_TITLE
source: Signal Backups
ar: النسخ الاحتياطية على سيجنال
be: Рэзервовыя копіі Signal
bn: Signal ব্যাকআপ
ca: Còpies de seguretat de Signal
cs: Zálohování služby Signal
da: Signal-sikkerhedskopier
el: Αντίγραφα ασφαλείας Signal
es: Copias de seguridad de Signal
fa: پشتیبان‌های سیگنال
fi: Signal-varmuuskopiot
fr: Sauvegardes Signal
ga: Cúltacaí Signal
gu: Signal બેકઅપ
he: גיבויי Signal
hi: Signal बैकअप
hr: Sigurnosne kopije Signala
hu: A Signal biztonsági mentései
it: Backup di Signal
ja: Signalバックアップ
ko: Signal 백업
mr: Signal बॅकअप
ms: Sandaran Signal
nb: Sikkerhetskopiering av Signal
pl: Kopie zapasowe Signal
pt_br: Backups do Signal
pt_pt: Cópias de segurança protegidas do Signal
ro: Backup-uri Signal
ru: Резервное копирование Signal
sk: Zálohy Signal
sr: Резервне поруке Signal-а
sv: Säkerhetskopiering av Signal
th: การสำรองข้อมูลของ Signal
tr: Signal Yedeklemeleri
ug: Signal زاپاسلانمىسى
uk: Резервне копіювання від Signal
ur: Signal بیک اپس
vi: Bản sao lưu Signal
zh_cn: Signal 备份
zh_hk: Signal 備份
