Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_LOCAL_USER_REQUEST_APPROVED_BY_REMOTE_USER_FORMAT
source: %@ approved your request to join the group.
af: %@ het jou versoek om by die groep aan te sluit goedgekeur.
ar: وافقَ %1$@ على طلب انضمامك إلى المجموعة.
az: %@ qrupa qoşulma tələbinizi təsdiqlədi.
be: %1$@ ухваліў(-ла) ваш запыт на далучэнне да групы.
bn: %1$@ গ্রুপটিতে যোগদান করার জন্য আপনার অনুরোধ অনুমোদন করেছেন।
ca: %1$@ ha aprovat la sol·licitud per afegir-vos al grup.
cs: %1$@ schválil váš požadavek na připojení ke skupině.
cy: Cymeradwyodd %@ eich cais i ymuno â'r grŵp.
da: %1$@ godkendte din anmodning om at deltage i gruppen
de: %1$@ hat deine Gruppenbeitrittsanfrage bestätigt.
el: Ο/Η %1$@ ενέκρινε το αίτημά σου να μπεις στην ομάδα.
es: %1$@ ha aprobado tu solicitud para unirte al grupo.
es_es: %@ ha aprobado tu solicitud de unirte al grupo.
et: %@ kinnitas sinu grupiga liitumise taotluse.
eu: %@ erabiltzaileak taldean sartzeko zure eskaera onartu du.
fa: %1$@ با درخواست شما را برای پیوستن به گروه موافقت کرد.
fi: %1$@ hyväksyi pyyntösi liittyä ryhmään.
fr: %1$@ a approuvé votre demande d’adhésion au groupe.
ga: %1$@ approved your request to join the group.
gu: %1$@એ ગ્રુપમાં જોડાવાની તમારી વિનંતીને મંજૂર કરી.
he: %1$@ אישר/ה את בקשתך להצטרף אל הקבוצה.
hi: %1$@ने इस ग्रुप में शामिल होने के आपके अनुरोध को एप्रूव कर लिया है।
hr: %1$@ je prihvatio vaš zahtjev za pridruživanje ovoj grupi.
hu: %1$@ jóváhagyta belépési igényedet a csoportba.
id: %1$@ menerima permintaan Anda untuk bergabung ke grup.
is: %@ samþykkti beiðni þína um að ganga í hópinn.
it: %1$@ ha approvato la tua richiesta di unirti al gruppo.
ja: %1$@ がグループ参加申請を承認しました。
kab: %@ yeqbel asuter-ik·im n tmerna ɣer ugraw.
km: %@ á”á¶á“á¢á“á»á˜áŸááŸáŸ†áá¾ášá”áŸáŸ‹á¢áŸ’á“á€áŠá¾á˜áŸ’á”á¸á…á¼á›ášá½á˜á€áŸ’ášá»á˜áŸ”
kn: %@ ಅವರು ಗುಂಪನ್ನು ಸೇರಲು ಮಾಡಿದ ವಿನಂತಿಯನ್ನು ನೀವು ಅನುಮೋದಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 내 그룹 참가 요청을 승인했습니다.
lt: %@ patvirtino jūsų prašymą prisijungti prie grupės.
lv: %@ apstiprināja jūsu pieprasījumu pievienoties šai grupai.
mk: %@ го одобри Вашето барање за да се приклучите на групата.
ml: ഗ്രൂപ്പിൽ ചേരാനുള്ള നിങ്ങളുടെ അഭ്യർത്ഥന %@ അംഗീകരിച്ചു.
mr: %1$@ ने गटामध्ये सामील होण्याची आपली विनंती मान्य केली.
ms: %1$@ telah meluluskan permintaan anda untuk menyertai kumpulan.
my: %@ သည် အဖွဲ့ထဲဝင်ရန် သင့်တောင်းဆိုချက်ကို အတည်ပြုခဲ့သည်။
nb: %1$@ godtok forespørselen din om å bli medlem i gruppen.
nl: %1$@ heeft je verzoek om lid te worden van de groep goedgekeurd.
pa: %@ ਨੇ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਤੁਹਾਡੀ ਬੇਨਤੀ ਮਨਜ਼ੂਰ ਕੀਤੀ।
pl: %1$@ akceptuje Twoją prośbę o przyjęcie do grupy.
ps: په ګروپ کې د یو ځای کېدو لپاره %@ ستاسې غوښتنه ومنله.
pt_br: %1$@ aprovou o seu pedido para entrar no grupo.
pt_pt: %1$@ aprovou o seu pedido para entrar para o grupo.
ro: %1$@ a aprobat solicitarea ta de a te alătura grupului.
ru: %1$@ принял(-а) ваш запрос на присоединение к группе.
sk: %1$@ schválil(a) vašu žiadosť o členstvo v skupine.
sl: %@ je odobril_a vašo prošnjo za pridružitev skupini.
sq: %@ miratoi kërkesën tuaj për t’u bërë pjesë e grupit.
sr: %1$@ је одобрио/ла ваш захтев за придруживање групи.
sv: %1$@ godkänt din förfrågan om att gå med i gruppen.
sw: %@ ameidhinisha ombi lako la kujiunga na kikundi.
ta: %@ உங்கள் கோரிக்கையை அங்கீகரித்தது சேர தி குழு.
te: సమూహంలో చేరాలని మీ అభ్యర్థనను %@ ఆమోదించారు.
th: %1$@ ได้อนุมัติคำขอเพื่อเข้าร่วมกลุ่มของคุณ
tr: %1$@ gruba katılma isteğinizi onayladı.
ug: گۇرۇپپىغا قوشۇلۇش ئىلتىماسىڭىزنى %1$@ نى تەستىقلىدى.
uk: Користувач %1$@ дозволив вам приєднатися до групи.
ur: %1$@ نے گروپ میں شامل ہونے کی آپ کی درخواست کو منظور کرلیا۔
vi: %1$@ đã chấp nhận yêu cầu tham gia nhóm của bạn.
zh_cn: %1$@ 同意了您的入群申请。
zh_hk: %1$@ 已批准您加入此群組的請求。

# GROUP_LOCAL_USER_REQUEST_CANCELLED_BY_LOCAL_USER
source: You canceled your request to join the group.
af: Jy het jou versoek om by die groep aan te sluit gekanselleer.
ar: ألغيتَ طلب انضمامك للمجموعة.
az: Qrupa qoşulma tələbinizi ləğv etdiniz.
be: Вы скасавалі запыт на далучэнне да групы.
bn: আপনি গ্রুপে যোগদানের জন্য আপনার অনুরোধ বাতিল করেছেন।
ca: Heu cancel·lat la sol·licitud per afegir-vos al grup.
cs: Zrušili jste svůj požadavek na připojení ke skupině.
cy: Fe wnaethoch chi ganslo eich cais i ymuno â'r grŵp.
da: Du annullerede din anmodning om at deltage i gruppen
de: Du hast deine Gruppenbeitrittsanfrage abgebrochen.
el: Ακύρωσες το αίτημά σου για είσοδο στην ομάδα.
es: Has cancelado tu solicitud para unirte al grupo.
es_es: Has retirado tu solicitud de unirte al grupo.
et: Sa tühistasid enda grupiga liitumise taotluse.
eu: Taldean sartzeko zuk egindako eskaera bertan behera utzi duzu.
fa: شما درخواست خود را برای پیوستن به گروه لغو کردید.
fi: Peruutit pyyntösi liittyä ryhmään.
fr: Vous avez annulé votre demande d’adhésion au groupe.
gu: તમે ગ્રુપમાં જોડાવાની તમારી વિનંતીને રદ કરી.
he: ביטלת את בקשתך להצטרף אל הקבוצה.
hi: आपने ग्रुप में जुड़ने के अपने अनुरोध को रद्द कर दिया।
hr: Otkazali ste zahtjev za pridruživanje ovoj grupi.
hu: Visszavontad belépési igényedet.
id: Anda membatalkan permintaan bergabung ke grup.
is: Þú hættir við beiðni þína um að ganga í hópinn.
it: Hai annullato la tua richiesta di unirti al gruppo.
ja: グループ参加申請をキャンセルしました。
kab: Tesfesxeḍ asuter-ik·im i tmerna ɣer ugraw.
km: á¢áŸ’á“á€á”á¶á“á”áŸ„áŸ‡á”á„áŸ‹áŸáŸ†áá¾á…á¼á›ášá½á˜á€áŸ’ášá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ಗುಂಪನ್ನು ಸೇರಲು ಮಾಡಿದ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನೀವು ರದ್ದುಮಾಡಿದ್ದೀರಿ.
ko: 내 그룹 참가 요청을 취소했습니다.
lt: Jūs panaikinote savo prašymą prisijungti prie grupės.
lv: Jūs atcēlāt savu pieprasījumu pievienoties šai grupai.
mk: Го откажавте барањето за приклучување во група.
ml: ഗ്രൂപ്പിൽ ചേരാനുള്ള നിങ്ങളുടെ അഭ്യർത്ഥന നിങ്ങൾ തന്നെ റദ്ദാക്കി.
mr: आपण गटात सामील होण्याची आपली विनंती रद्द केली.
ms: Anda telah membatalkan permintaan anda untuk menyertai kumpulan.
my: သင်မှ အဖွဲ့ထဲဝင်ရန် သင့်တောင်းဆိုချက်ကို ပယ်ဖျက်ခဲ့သည်။
nb: Du kansellerte forespørselen din om å bli med i gruppen.
nl: Je hebt je verzoek om lid te worden van de groep ingetrokken.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਆਪਣੀ ਬੇਨਤੀ ਰੱਦ ਕੀਤੀ।
pl: Prośba o przyjęcie do grupy zostaje przez Ciebie anulowana.
ps: تاسې له ګروپ سره د یو ځای کېدو خپله غوښتنه لغوه کړه.
pt_br: Você cancelou o seu pedido para entrar no grupo.
pt_pt: Você cancelou o seu pedido para entrar para o grupo.
ro: Ai anulat solicitarea de a te alătura grupului.
ru: Вы отменили свой запрос на присоединение к группе.
sk: Zrušili ste vašu žiadosť o členstvo v skupine.
sl: Preklicali ste svojo prošnjo za pridružitev skupini.
sq: Anuluat kërkesën tuaj për t’u bërë pjesë e grupit.
sr: Отказали сте захтев за придруживање групи.
sv: Du avbröt din förfrågan om att gå med i gruppen.
sw: Umeghairi ombi lako la kujiunga na kikundi.
ta: குழுவில் சேர உங்கள் கோரிக்கையை ரத்து செய்துள்ளீர்கள்.
te: సమూహంలో చేరాలని మీరు చేసిన అభ్యర్థనను మీరు రద్దు చేసారు.
th: คุณได้ยกเลิกคำขอเข้ากลุ่มนี้
tr: Gruba katılma isteğinizi iptal ettiniz
ug: گۇرۇپپىغا قوشۇلۇش ئىلتىماسىڭىزدىن ۋاز كەچتىڭىز.
uk: Ви скасували запит на приєднання до групи.
ur: آپ نے گروپ میں شامل ہونے کی اپنی درخواست منسوخ کردی۔
vi: Bạn đã hủy yêu cầu tham gia nhóm.
zh_cn: 您撤回了入群申请。
zh_hk: 您已取消請求加入此群組。

# GROUP_LOCAL_USER_REQUEST_REJECTED
source: Your request to join the group was denied.
af: Jou versoek om by die groep aan te sluit is geweier.
ar: رُفضَ طلب انضمامك إلى المجموعة.
az: Qrupa qoşulma tələbiniz rədd edildi.
be: Ваш запыт на далучэнне да гэтай групы быў адхілены.
bn: গ্রুপটিতে যোগদান করার জন্য আপনার অনুরোধ প্রত্যাখ্যান করা হয়েছে।
ca: S'ha aprovat la sol·licitud per afegir-vos al grup.
cs: Požadavek na připojení ke skupině byl zamítnut.
cy: Mae'ch cais i ymuno â'r grŵp wedi'i wrthod.
da: Din anmodning om at deltage i gruppen blev afvist
de: Deine Gruppenbeitrittsanfrage wurde abgelehnt.
el: Το αίτημά σου για να μπεις στην ομάδα απορρίφθηκε.
es: Se ha rechazado tu solicitud para unirte al grupo.
es_es: Se ha rechazado tu solicitud de unirte al grupo.
et: Sinu grupiga liitumise taotlusest keelduti.
eu: Taldean sartzeko egin duzun eskaera onartua izan da.
fa: درخواست شما برای پیوستن به گروه رد شد.
fi: Pyyntösi liittyä ryhmään on hylätty.
fr: Votre demande d’adhésion au groupe a été refusée.
gu: ગ્રુપમાં જોડાવાની તમારી વિનંતીનો અસ્વીકાર કરવામાં આવ્યો હતો.
he: בקשתך להצטרף אל הקבוצה נדחתה.
hi: ग्रुप में शामिल होने के आपके अनुरोध को अस्वीकार कर दिया गया था।
hr: Vaš zahtjev za pridruživanje u grupu je odbijen.
hu: Csoport belépési kérésedet elutasították.
id: Permintaan Anda untuk bergabung ke grup ditolak.
is: Beiðni þinni um þátttöku í hópnum hefur verið hafnað.
it: La tua richiesta di unirti al gruppo è stata rifiutata.
ja: このグループへの参加申請は拒否されました。
kab: Asuter-ik·im n tmerna ɣer ugraw ur yettwaqbal ara.
km: áŸáŸ†áá¾á…á¼á›ášá½á˜á€áŸ’ášá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€ááŸ’ášá¼áœá”á¶á“á”áŠá·áŸáŸá’áŸ”
kn: ಗುಂಪನ್ನು ಸೇರಲು ಮಾಡಿದ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
ko: 내 그룹 참가 요청이 거절되었습니다.
lt: Jūsų prašymas prisijungti prie grupės buvo atmestas.
lv: Jūsu pieprasījums pievienoties šai grupai tika noraidīts.
mk: Вашето барање за приклучување во групата е одбиено.
ml: ഗ്രൂപ്പിൽ ചേരാനുള്ള നിങ്ങളുടെ അഭ്യർത്ഥന നിരസിച്ചു.
mr: आपली गटामध्ये सामील होण्याची विनंती नाकारली गेली होती.
ms: Permintaan anda untuk menyertai kumpulan telah ditolak.
my: အဖွဲ့ထဲဝင်ရန် သင့်တောင်းဆိုချက်သည် ငြင်းဆိုခံခဲ့ရပါသည်။
nb: Forespørselen din om å bli med i gruppen ble avslått.
nl: Je verzoek om lid te worden van de groep is afgewezen.
pa: ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਤੁਹਾਡੀ ਬੇਨਤੀ ਤੋਂ ਨਾਂਹ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।
pl: Twoja prośba o przyjęcie do grupy zostaje odrzucona.
ps: له دغه ګروپ سره ستاسې د یو ځای کېدو غوښتنه رد شوه.
pt_br: O seu pedido para entrar no grupo foi recusado.
pt_pt: O seu pedido para entrar para o grupo foi negado.
ro: Solicitarea de aderare la grup a fost respinsă.
ru: Ваш запрос на присоединение к группе был отклонён.
sk: Vaša žiadosť o členstvo v skupine bola odmietnutá.
sl: Vaša prošnja za pridružitev skupini je bila zavrnjena.
sq: Kërkesa juaj për t’u bërë pjesë e grupit u hodh poshtë.
sr: Ваш захтев за придруживање групи је одбијен.
sv: Din förfrågan om att gå med i gruppen avvisades.
sw: Ombi lako la kujiunga na kikundi limekataliwa.
ta: உங்கள் கோரிக்கை சேர தி குழு இருந்தது மறுக்கப்பட்டது.
te: సమూహంలో చేరాలని మీ అభ్యర్థన తిరస్కరించబడింది.
th: คำขอเข้ากลุ่มของคุณถูกปฏิเสธ
tr: Gruba katılma isteğiniz reddedildi.
ug: گۇرۇپپىغا قوشۇلۇش ئىلتىماسىڭىز رەت قىلىندى.
uk: Вам не дозволено приєднатися до групи.
ur: آپ کے گروپ میں شامل ہونے کی درخواست کو مسترد کردیا گیا۔
vi: Yêu cầu tham gia nhóm của bạn đã bị từ chối.
zh_cn: 您的入群申请未通过。
zh_hk: 您加入此群組的請求已被拒絕。

# GROUP_LOCAL_USER_REQUESTED_TO_JOIN_TO_THE_GROUP
source: You sent a request to join the group.
af: Jy het ’n versoek gestuur om by die groep aan te sluit.
ar: أرسلتَ طلب انضمام للمجموعة.
az: Qrupa qoşulmaq tələbi göndərdiniz.
be: Вы адправілі запыт на далучэнне да групы.
bn: আপনি এই গ্রুপে যোগদানের জন্য একটি অনুরোধ পাঠিয়েছেন।
ca: Heu enviat la sol·licitud per afegir-vos al grup.
cs: Odeslali jste požadavek na vstup do skupiny.
cy: Anfonasoch gais i ymuno â'r grŵp.
da: Du sendte en anmodning om at deltage i gruppen
de: Du hast eine Gruppenbeitrittsanfrage gesendet.
el: Έστειλες αίτημα για να μπείς στην ομάδα.
es: Has enviado una solicitud para unirte al grupo.
es_es: Has enviado una solicitud para unirte al grupo.
et: Sa saatsid grupiga liitumise soovi.
eu: Taldean sartzeko eskaera bat bidali duzu.
fa: شما یک درخواست برای پیوستن به گروه ارسال کردید
fi: Lähetit pyynnön liittyä ryhmään.
fr: Vous avez demandé à rejoindre le groupe.
gu: તમે ગ્રુપમાં જોડાવા માટે વિનંતી મોકલી.
he: שלחת בקשה להצטרף אל הקבוצה.
hi: आपने ग्रुप में जुड़ने के लिए अनुरोध भेजा।
hr: Poslali ste zahtjev za pridruživanje grupi.
hu: Elküldted belépési igényedet a csoportnak.
id: Anda mengirimkan permintaan untuk bergabung ke grup.
is: Þú sendir beiðni um að ganga í hópinn.
it: Hai inviato una richiesta di unirti al gruppo.
ja: グループ参加を申請しました。
kab: Tuzneḍ asuter n tmerna ɣer ugraw.
km: á¢áŸ’á“á€á”á¶á“áŸáŸ’á“á¾áŸá»áŸ†á…á¼á›ášá½á˜á€áŸ’ášá»á˜áŸ”
kn: ಗುಂಪನ್ನು ಸೇರಲು ನೀವು ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಿದ್ದೀರಿ.
ko: 그룹 참가 요청을 보냈습니다.
lt: Jūs išsiuntėte prašymą prisijungti prie grupės.
lv: Jūs nosūtījāt pieprasījumu pievienoties šai grupai.
mk: Испративте барање за приклучување во група.
ml: ഗ്രൂപ്പിൽ ചേരാൻ നിങ്ങൾ ഒരു അഭ്യർത്ഥന അയച്ചു.
mr: आपण गटात सामील होण्यासाठी विनंती पाठविली.
ms: Anda telah menghantar permintaan untuk menyertai kumpulan.
my: အဖွဲ့ထဲဝင်ရန် သင်တောင်းဆိုချက် တစ်ခုပို့ခဲ့ပါသည်။
nb: Du sendte en forespørsel om å bli med i gruppen.
nl: Je hebt een verzoek verstuurd om lid te worden van de groep.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਬੇਨਤੀ ਭੇਜੀ।
pl: Wysyłasz prośbę o przyjęcie do grupy.
ps: له دغه ګروپ سره د یو ځای کېدو لپاره تاسې غوښتنه ولیږله.
pt_br: Você enviou um pedido para entrar no grupo.
pt_pt: Enviou um pedido para entrar para o grupo.
ro: Ai trimis o cerere de alăturare la grup.
ru: Вы отправили запрос на присоединение к группе.
sk: Poslali ste žiadosť o členstvo v skupine.
sl: Poslali ste prošnjo za pridružitev skupini.
sq: Dërguat një kërkesë të bëheni pjesë e grupit.
sr: Послали сте захтев за придруживање групи.
sv: Du skickade en förfrågan om att gå med i gruppen.
sw: Umetuma ombi la kujiunga na kikundi.
ta: குழுவில் சேர கோரிக்கை அனுப்பியுள்ளீர்கள்.
te: మీరు గుంపులో చేరమని ఒక అభ్యర్థన పంపారు.
th: คุณได้ส่งคำขอเข้ากลุ่ม
tr: Gruba katılmak için bir istek gönderdiniz.
ug: گۇرۇپپىغا قوشۇلۇش ئىلتىماسى يوللىدىڭىز.
uk: Ви надіслали запит на приєднання до групи.
ur: آپ نے گروپ میں شامل ہونے کی درخواست بھیجی ہے۔
vi: Bạn đã gửi yêu cầu tham gia nhóm.
zh_cn: 您发送了入群申请。
zh_hk: 您已發送請求加入此群組。

# GROUP_LOCAL_USER_REVOKED_ADMINISTRATOR
source: Your admin privileges were revoked.
af: U beheerdervoorregte is herroep.
ar: أُبطِلَت صلاحياتك كمُشرِف على المجموعة.
az: Admin imtiyazlarınız ləğv edildi.
be: Вашы правы адміністратара былі адкліканы.
bg: Администраторските ви права бяха отменени.
bn: আপনার অ্যাডমিনের অধিকারগুলি প্রত্যাহার করা হয়েছে।
ca: Se us 'han revocat els privilegis d'administrador.
cs: Byla vám odebrána administrátorská práva.
cy: Mae'ch breintiau gweinyddwr wedi'u dirymu.
da: Dine administrator rettigheder er blevet tilbagekaldt
de: Deine Adminrechte wurden widerrufen.
el: Τα δικαιώματα διαχείρισης σου ανακλήθηκαν.
es: Te han retirado los permisos de admin.
es_es: Te han retirado los permisos de admin.
et: Sinu administraatoriõigused tühistati.
eu: Zure administratzaile eskubideak ezeztatu egin dira.
fa: امتیازات مدیریتی شما لغو شده است.
fi: Ylläpito-oikeutesi poistettiin.
fil: Ang iyong mga pribilehiyo bilang admin ay binawi na.
fr: Vos droits d'admin ont été révoqués.
ga: Aisghaireadh do chuid ceadanna riaracháin.
gu: તમારા એડમિન વિશેષાધિકારો રદ કરવામાં આવ્યા હતા.
he: זכויות המינהל שלך נשללו.
hi: आपके एडमिन अधिकार वापस लिये गये हैं।
hr: Vaša administratorska prava su opozvana.
hu: Admin jogosultságod visszavonásra került.
id: Akses admin Anda telah dibatalkan.
is: Stjórnunarréttindi þín voru afturkölluð.
it: I tuoi privilegi di amministrazione sono stati revocati.
ja: あなたの管理者権限が削除されました。
kab: Ibaɣuren-ik·im n unedbal ttwasfesxen.
kk: Сіздің әкімші ретіндегі артықшылықтарыңыз қайтарып алынды.
km: áŸá·á‘áŸ’á’á·á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ááŸ’ášá¼áœá”á¶á“áŠá€á á¼ááŸ”
kn: ನಿಮ್ಮ ಆಡ್ಮಿನ್ ಸವಲತ್ತುಗಳನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.
ko: 내 관리자 권한이 취소되었습니다.
lt: Jūsų, kaip administratoriaus, teisės buvo panaikintos.
lv: Jūsu administratora privilēģijas tika atsauktas.
mk: Вашите администраторски привилегии беа отповикани.
ml: നിങ്ങളുടെ അഡ്മിൻ അധികാരങ്ങൾ റദ്ദാക്കിയിരിക്കുന്നു.
mr: आपले प्रशासक विशेषाधिकार रद्द केले गेले.
ms: Keistimewaan pentadbir anda telah ditolak.
my: သင့် စီမံသူတာဝန်များ ရုပ်သိမ်းခံခဲ့ရပါသည်။
nb: Dine administratorrettigheter har blitt fjernet.
nl: Je beheerdersbevoegdheden zijn ingetrokken.
pa: ਤੁਹਾਨੂੰ ਐਡਮਿਨ ਅਧਿਕਾਰਾਂ ਨੂੰ ਵਾਂਝਾ ਕੀਤਾ ਗਿਆ ਸੀ।
pa_pk: تساں دا ایڈمن استحقاق منسوخ کر دتا گیا۔
pl: Twoje uprawnienia administratora zostają cofnięte.
ps: ستاسې د اډمین امتیازات لغوه شول.
pt_br: Seus privilégios de administração foram revogados.
pt_pt: Os seus privilégios de administrador foram revogados.
ro: Privilegiile tale de administrare au fost revocate.
ru: Ваши привилегии администратора были отозваны.
sk: Administrátorské oprávnenia vám boli odobrané.
sl: Vaša skrbniška pooblastila so bila odvzeta.
sq: Privilegjet tuaja prej përgjegjësi u shfuqizuan.
sr: Одузете су вам администраторске привилегије.
sv: Dina administratörsbehörigheter återkallades.
sw: Mapendeleo yako ya usimamizi yalibatilishwa.
ta: உங்கள் நிர்வாக சலுகைகள் ரத்து செய்யப்பட்டன.
te: మీ నిర్వాహక అధికారాలు రద్దు చేయబడ్డాయి.
th: สิทธิ์ผู้ดูแลของคุณถูกเพิกถอน
tr: Yönetici yetkileriniz iptal edildi.
ug: باشقۇرغۇچىلىق ھوقۇقىڭىز بىكار قىلىندى.
uk: У вас забрали права адміністратора.
ur: آپ کے ایڈمنسٹریٹو مراعات کو کالعدم کردیا گیا۔
vi: Quyền quản trị của bạn đã bị thu hồi.
zh_cn: 你的管理员权限已被取消。
zh_hk: 您的管理員權限已被撤銷。

# GROUP_LOCAL_USER_REVOKED_ADMINISTRATOR_BY_REMOTE_USER_FORMAT
source: %@ revoked your admin privileges.
af: %@ het jou adminvoorregte herroep.
ar: أبطلَ %1$@ صلاحياتكَ كَمُشرِف على المجموعة.
az: %@, admin imtiyazlarınızı ləğv etdi.
be: %1$@ адклікаў(-ла) вашыя правы адміністратара.
bg: %@ отмени администраторските ви права.
bn: %1$@ আপনার অ্যাডমিনের অধিকারগুলি প্রত্যাহার করেছেন।
ca: %1$@ us ha revocat els privilegis d'administrador.
cs: %1$@ vám odebral(a) administrátorská práva.
cy: Dirymwyd %@ eich breintiau gweinyddwr.
da: %1$@ tilbagekaldte dine administrator rettigheder
de: %1$@ hat deine Adminrechte widerrufen.
el: Ο/Η %1$@ ανακάλεσε τα δικαιώματα διαχείρισής σου.
es: %1$@ te ha retirado los permisos de admin.
es_es: %@ te ha retirado los permisos de admin.
et: %@ tühistas sinu administraatoriõigused.
eu: %@ erabiltzaileak administratzaile eskubideak kendu dizkizu.
fa: %1$@امتیازات مدیریتی شما را لغو کرده است.
fi: %1$@ poisti ylläpito-oikeutesi.
fil: Binawi ni %@ ang iyong mga pribilehiyo bilang admin.
fr: %1$@ a révoqué vos droits d'admin.
ga: D'aisghair %1$@ do chuid ceadanna riaracháin.
gu: %1$@ એ તમારા એડમિન વિશેષાધિકારો રદ કર્યા.
he: %1$@ שלל את זכויות המינהל שלך.
hi: %1$@ ने आपके एडमिन अधिकार वापस ले लिये हैं।
hr: %1$@ je opozvao vaša administratorska prava.
hu: %1$@ visszavonta admin jogosultságodat.
id: %1$@ membatalkan akses admin Anda.
is: %@ tók stjórnunarréttindi af þér.
it: %1$@ ha revocato i tuoi privilegi di amministrazione.
ja: %1$@ があなたの管理者権限を削除しました。
kab: %@ isefsex ibaɣuren-ik·im n unedbal.
kk: %@ сіздің әкімші ретіндегі артықшылықтарыңызды қайтарып алды.
km: %@ á”á¶á“áŠá€á á¼ááŸá·á‘áŸ’á’á·á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: %@ ನಿಮ್ಮ ನಿರ್ವಾಹಕ ಸವಲತ್ತುಗಳನ್ನು ಹಿಂತೆಗೆದುಕೊಂಡಿದ್ದಾರೆ.
ko: %1$@ 님이 내 관리자 권한을 취소했습니다.
lt: %@ panaikino jūsų, kaip administratoriaus, teises.
lv: %@ atsauca jūsu administratora privilēģijas.
mk: %@ ги отповика вашите администраторски привилегии.
ml: %@ നിങ്ങളുടെ അഡ്മിൻ അധികാരങ്ങൾ റദ്ദാക്കിയിരിക്കുന്നു.
mr: %1$@ ने आपले प्रशासक विशेषाधिकार रद्द केले.
ms: %1$@ membatalkan keistimewaan pentadbir anda.
my: %@ သည် သင့် စီမံသူတာဝန်များကို ရုပ်သိမ်းခဲ့ပါသည်။
nb: %1$@ fjernet dine administratorrettigheter.
nl: %1$@ heeft je beheerdersbevoegdheden ingetrokken.
pa: %@ ਨੇ ਤੁਹਾਡੇ ਐਡਮਿਨ ਅਧਿਕਾਰਾਂ ਨੂੰ ਮਨਸੂਖ ਕਰ ਦਿੱਤਾ ਹੈ।
pa_pk: %@ نے تساں دا ایڈمن استحقاق منسوخ کر دتا۔
pl: %1$@ cofa Twoje uprawnienia administratora.
ps: %@ له تاسې د اډمین امتیازات واخیستل.
pt_br: %1$@ revogou seus privilégios de administração.
pt_pt: %1$@ revogou os seus privilégios de administrador.
ro: %1$@ a revocat privilegiile tale de administrator.
ru: %1$@ отозвал(-а) ваши привилегии администратора.
sk: %1$@ vám odobral(a) administrátorské oprávnenia.
sl: Oseba %@ vam je odvzela skrbniška pooblastila.
sq: %@ shfuqizoi privilegjet tuaja si përgjegjës.
sr: %1$@ вам је одузео/ла администраторске привилегије.
sv: %1$@ återkallade dina administratörsbehörigheter.
sw: %@alibatilisha mapendeleo yako ya usimamizi.
ta: %@ ரத்து செய்யப்பட்டது உங்கள் நிர்வாக சலுகைகள்.
te: %@ మీ నిర్వాహక అధికారాలను ఉపసంహరించుకున్నారు.
th: %1$@ ได้เพิกถอนสิทธิ์ผู้ดูแลของคุณ
tr: %1$@ yönetici yetkilerinizi iptal etti.
ug: ‏%1$@ باشقۇرغۇچىلىق ھوقۇقىڭىزنى بىكار قىلدى.
uk: Користувач %1$@ забрав у вас права адміністратора.
ur: آپ کے ایڈمنسٹریٹو مراعات کو %1$@ نے منسوخ کردیا
vi: %1$@đã thu hồi quyền quản trị viên của bạn.
zh_cn: %1$@ 取消了你的管理员权限。
zh_hk: %1$@ 已撤銷您的管理員權限。

# GROUP_LOCAL_USER_WAS_ADDED_TO_THE_GROUP
source: A member added you to the group.
af: ’n Lid het jou by die groep gevoeg.
ar: أضافك أحد الأعضاء إلى المجموعة.
az: Bir üzv, sizi qrupa əlavə etdi.
be: Удзельнік дадаў вас у групу.
bn: একজন সদস্য আপনাকে গ্রুপটিতে যোগ করেছেন।
ca: Un membre us ha afegit al grup.
cs: Člen vás přidal(a) do skupiny.
cy: Ychwanegwyd chi at y grŵp gan aelod.
da: Et medlem tilføjede dig til gruppen
de: Ein Mitglied hat dich zur Gruppe hinzugefügt.
el: Ένα μέλος σε πρόσθεσε στην ομάδα.
es: Te han añadido al grupo.
es_es: Un(a) participante te ha añadido al grupo.
et: Liige lisas sind gruppi.
eu: Kide batek taldera gehitu zaitu.
fa: یک عضو شما را به گروه اضافه کرد.
fi: Jäsen lisäsi sinut ryhmään.
fr: Un membre du groupe vous a ajouté.
gu: એક મેમ્બરએ તમને ગ્રુપમાં ઉમેર્યા.
he: חבר קבוצה הוסיף אותך אל הקבוצה.
hi: एक मेंबर ने आपको ग्रुप में शामिल किया।
hr: Član vas je dodao u grupu.
hu: Egy tag hozzáadott a csoporthoz.
id: Seorang anggota menambahkan Anda ke dalam grup.
is: Meðlimur bætti þér í hópinn.
it: Un membro ti ha aggiunto al gruppo.
ja: メンバーがあなたをグループに追加しました。
kab: Yella uεeggal i ak·akem-yernan ɣer ugraw.
km: áŸá˜á¶á‡á·á€á˜áŸ’á“á¶á€áŸ‹á”á¶á“á”á“áŸ’ááŸ‚á˜á…á¼á›á€áŸ’á“á»á„á€áŸ’ášá»á˜áŸ”
kn: ಸದಸ್ಯರೊಬ್ಬರು ನಿಮ್ಮನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸಿದ್ದಾರೆ.
ko: 멤버가 당신을 그룹에 추가하였습니다.
lt: Narys pridėjo jus į grupę.
lv: Dalībnieks pievienoja jūs grupai.
mk: Член ве додаде во групата.
ml: ഒരു അംഗം നിങ്ങളെ ഗ്രൂപ്പിലേക്ക് ചേർത്തു.
mr: एका सदस्याने आपल्याला गटात जोडले.
ms: Seorang ahli telah menambah anda ke kumpulan.
my: အဖွဲ့ဝင် တစ်ဦးသည် သင့်ကို အဖွဲ့ထဲ ထည့်လိုက်ပါသည်။
nb: Et medlem la deg til i gruppen.
nl: Een groepslid heeft je toegevoegd aan de groep.
pa: ਇੱਕ ਮੈਂਬਰ ਨੇ ਤੁਹਾਨੂੰ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ।
pl: Dodaje Cię osoba z tej grupy.
ps: یوه غړي تاسې دې ګروپ ته اضافه کړئ.
pt_br: Um membro adicionou você ao grupo.
pt_pt: Um membro adicionou-o ao grupo.
ro: Un membru te-a adăugat grupului.
ru: Один из участников добавил вас в группу.
sk: Člen vás pridal do skupiny.
sl: Član_ica vas je dodal_a v skupino.
sq: Një anëtar ju shtoi te grupi.
sr: Члан вас је додао у групу.
sv: En medlem har lagt till dig till gruppen.
sw: Mwanachama amekuongeza kwenye kikundi.
ta: அ உறுப்பினர் உங்களைச் சேர்த்தது குழு.
te: ఒక సభ్యుడు మిమ్మల్ని గుంపుకు చేర్చారు.
th: สมาชิกกลุ่มได้เพิ่มคุณเข้ากลุ่ม
tr: Bir üye sizi gruba ekledi.
ug: سىزنى بۇ گۇرۇپپىغا بىر ئەزا قوشتى.
uk: Один з учасників додав вас до групи.
ur: ایک ممبر نے آپ کو گروپ میں شامل کیا۔
vi: Một thành viên đã thêm bạn vào nhóm.
zh_cn: 一位组员将您加入了群组。
zh_hk: 一個成員已將您新增至此群組。

# GROUP_MEMBER_ADMIN_INDICATOR
source: Admin
ar: مُشرِف
be: Адміністратар
bg: Администратор
bn: অ্যাডমিন
ca: Administrador
cs: Správce
cy: Gweinyddwr
da: Administrator
el: Διαχειριστής/τρια
et: Administraator
eu: Administratzailea
fa: مدیر
fi: Ylläpitäjä
ga: Riarthóir
gu: એડમિન
he: מנהלן
hi: एडमिन
hr: Administrator
is: Stjórnandi
it: Amministratore
ja: 管理者
kab: Anedbal
kk: Әкімші
km: á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„
kn: ಅಡ್ಮಿನ್‌‌
ko: 관리자
lt: Administratorius
lv: Administrators
mk: Администратор
ml: അഡ്‌മിൻ‌
mr: प्रशासक
ms: Pentadbir
my: စီမံသူ
nb: Administrator
nl: Beheerder
pa: ਐਡਮਿਨ
pa_pk: ایڈمن
pl: Administrator
ps: اډمین
pt_pt: Administrador
ro: Administrator
ru: Администратор
sk: Administrátor
sq: Përgjegjës
sr: Администратор
sv: Administratör
sw: Msimamizi
ta: நிர்வாகம்
te: అడ్మిన్
th: ผู้ดูแล
tr: Yönetici
ug: باشقۇرغۇچى
uk: Адміністратор
ur: ایڈمن
vi: Quản trị viên
zh_cn: 管理员
zh_hk: 管理員
