Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_LOCK_TIMEOUT_LEARN_MORE_BUTTON
source: Learn more about locked accounts
ar: اعرف المزيد عن الحِسابات المُقفلة
be: Даведацца больш пра блакаванне ўліковага запісу
bn: লক করা অ্যাকাউন্টগুলো সম্পর্কে আরো জানুন
ca: Més informació sobre els comptes bloquejats
cs: Zjistěte víc o uzamčených účtech
da: Få mere at vide om låste konti
de: Mehr über gesperrte Konten erfahren
el: Μάθε περισσότερα για τους κλειδωμένους λογαριασμούς
es: Más información sobre las cuentas bloqueadas
fa: اطلاعات بیشتر درباره حساب‌های قفل‌شده
fi: Lisätietoja lukituista tileistä
fr: En savoir plus sur les comptes verrouillés
ga: Tuilleadh faisnéise faoi chuntais ghlasáilte
gu: લૉક કરેલા એકાઉન્ટ વિશે વધુ જાણો
he: מידע נוסף על חשבונות נעולים
hi: लॉक्ड अकाउंट के बारे में और जानें
hr: Saznajte više o zaključanim računima
hu: Bővebben a zárolt fiókokról
id: Pelajari selengkapnya tentang akun terkunci
it: Scopri di più sugli account bloccati
ja: ロックされたアカウントについての詳細
ko: 잠긴 계정에 관해 자세히 알아보기
mr: लॉक केलेल्या अकाऊंटबद्दल अधिक जाणून घ्या
ms: Ketahui lebih lanjut mengenai akaun yang dikunci
nb: Les mer om låste kontoer
nl: Lees meer over vergrendelde accounts
pl: Dowiedz się więcej o blokowaniu kont
pt_br: Saiba mais sobre contas bloqueadas
pt_pt: Saber mais acerca de contas bloqueadas
ro: Află mai multe despre conturi blocate
ru: Узнать больше о заблокированных учётных записях
sk: Zistiť viac o zamknutých účtoch
sr: Сазнајте више о закључаним налозима
sv: Läs mer om låsta konton
th: เรียนรู้เพิ่มเติมเกี่ยวกับบัญชีที่ถูกล็อก
tr: Kilitli hesaplar hakkında fazlasını öğrenin
ug: قۇلۇپلانغان ھېساباتلار ھەققىدىكى تەپسىلاتلار
uk: Дізнатися більше про заблоковані акаунти
ur: لاک شدہ اکاؤنٹس کے بارے میں مزید جانیں
vi: Tìm hiểu thêm về tài khoản bị khóa
zh_cn: 了解有关被锁账户的更多信息
zh_hk: 了解更多有關帳戶鎖定的資訊

# REGISTRATION_LOCK_TIMEOUT_RESET_PHONE_NUMBER_BUTTON
source: Use a different number
ar: استخدم رقم هاتف مُختلِف
be: Выкарыстоўваць іншы нумар
bn: অন্য একটি ফোন নম্বর ব্যবহার করুন
ca: Utilitzar un número diferent
cs: Použít jiné číslo
da: Brug et andet nummer
de: Eine andere Telefonnummer verwenden
el: Χρήση διαφορετικού αριθμού
es: Usar otro número
fa: استفاده از شماره‌ای دیگر
fi: Käytä toista numeroa
fr: Utiliser un autre numéro
ga: Úsáid uimhir dhifriúil
gu: અલગ નંબરનો ઉપયોગ કરો
he: שימוש במספר אחר
hi: अलग नंबर का प्रयोग करें
hr: Upotrijebi drugi broj telefona
hu: Használj egy másik számot
id: Gunakan nomor lain
it: Usa un numero di telefono diverso
ja: 別の電話番号を使用する
ko: 다른 번호 사용
mr: वेगळा नंबर वापरा
ms: Gunakan nombor lain
nb: Bruk et annet nummer
nl: Gebruik een ander telefoonnummer
pl: Użyj innego numeru
pt_br: Usar outro número
pt_pt: Use um número diferente
ro: Folosește un număr de telefon diferit
ru: Используйте другое число
sk: Použiť iné číslo
sr: Користите други број
sv: Använd ett annat nummer
th: ใช้หมายเลขโทรศัพท์หมายเลขอื่น
tr: Farklı bir numara kullan
ug: باشقا نومۇر ئىشلىتىش
uk: Використати інший номер
ur: مختلف نمبر استعمال کریں
vi: Sử dụng một số khác
zh_cn: 使用另一个手机号码
zh_hk: 使用不同的電話號碼

# REGISTRATION_LOCK_TIMEOUT_TITLE
source: Account Locked
ar: تمَّ قَفل الحِساب
be: Уліковы запіс заблакаваны
bn: অ্যাকাউন্ট লক করা হয়েছে
ca: Compte bloquejat
cs: Účet uzamčen
da: Kontoen er låst
de: Konto gesperrt
el: Ο λογαριασμός κλειδώθηκε
es: Cuenta bloqueada
fa: حساب قفل شد
fi: Tili lukittu
fr: Compte verrouillé
ga: Cuntas Glasáilte
gu: એકાઉન્ટ લૉક
he: החשבון ננעל
hi: अकाउंट लॉक कर दिया गया
hr: Račun je zaključan
hu: Fiók zárolva
id: Akun Terkunci
it: Account bloccato
ja: アカウントをロックしました
ko: 계정 잠김
mr: अकाऊंट लॉक झाले
ms: Akaun Dikunci
nb: Kontoen er låst
nl: Account vergrendeld
pl: Konto zablokowane
pt_br: Conta bloqueada
pt_pt: Conta bloqueada
ro: Cont blocat
ru: Учётная запись заблокирована
sk: Účet zamknutý
sr: Налог је закључан
sv: Kontot låst
th: บัญชีถูกล็อก
tr: Hesap Kilitlendi
ug: ھېسابات قۇلۇپلاندى
uk: Акаунт заблоковано
ur: اکاؤنٹ لاک ہے
vi: Tài khoản bị Khóa
zh_cn: 账户已被锁定
zh_hk: 帳戶已鎖定

# REGISTRATION_NETWORK_ERROR_BODY
source: To continue, check your phone's Internet connection and try again.
ar: للمُتابعة، تأكَّد من أنَّ الهاتف الخاص بك مُتَّصل بالإنترنت ثم حاوِل مرّة أخرى.
be: Каб працягнуць, праверце падключэнне тэлефона да інтэрнэту і паўтарыце спробу.
bn: চালিয়ে যেতে, আপনার ফোনের ইন্টারনেট সংযোগটি ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: Per continuar, comprova la connexió a Internet del telèfon i torna-ho a provar.
cs: Chcete-li pokračovat, zkontrolujte internetové připojení na vašem telefonu a zkuste to znovu.
da: For at fortsætte, skal du tjekke telefonens internetforbindelse og prøve igen.
de: Überprüfe die Internetverbindung deines Mobiltelefons und versuche es dann erneut.
el: Για να συνεχίσεις, έλεγξε τη σύνδεσή σου στο διαδίκτυο και προσπάθησε ξανά.
es: Para continuar, comprueba la conexión a Internet de tu teléfono e inténtalo de nuevo.
fa: برای ادامه، اتصال اینترنت تلفن خود را بررسی و دوباره امتحان کنید.
fi: Jatka tarkistamalla puhelimesi internet-yhteys ja yritä uudelleen.
fr: Pour continuer, vérifiez la connexion Internet de votre téléphone et réessayez.
ga: Le leanúint leis, seiceáil nasc Idirlín do ghutháin agus triail arís.
gu: ચાલુ રાખવા માટે, તમારા ફોનનું ઇન્ટરનેટ કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
he: כדי להמשיך, יש לבדוק את חיבור האינטרנט של הטלפון שלך ולנסות שוב.
hi: आगे बढ़ने के लिए, अपने फ़ोन के इंटरनेट कनेक्शन की जाँच करें और दोबारा प्रयास करें।
hr: Da biste nastavili, provjerite internetsku vezu uređaja i pokušajte ponovno.
hu: A folytatáshoz ellenőrizd a telefonod internet kapcsolatát, és próbáld újra.
id: Untuk melanjutkan, periksa koneksi Internet Anda dan coba lagi.
it: Per continuare, controlla la connessione a Internet del tuo telefono e riprova.
ja: 続けるには、携帯電話のインターネット接続を確認して再度試してください。
ko: 계속하려면 휴대전화의 인터넷 연결을 확인한 후 다시 시도해 주세요.
mr: सुरु ठेवण्यासाठी, आपल्या फोनचे इंटरनेट कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Untuk meneruskan, periksa sambungan Internet telefon anda dan cuba lagi.
nb: For å fortsette må du sjekke telefonens nettverkstilkobling og prøve på nytt.
nl: Controleer de internetverbinding van je telefoon en probeer het opnieuw om door te gaan.
pl: Aby kontynuować, sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Para continuar, verifique a conexão à Internet do seu telefone e tente novamente.
pt_pt: Para continuar, verifique a ligação à internet do seu telefone e tente novamente.
ro: Pentru a continua, verifică conexiunea la internet a telefonului și încearcă din nou.
ru: Чтобы продолжить, проверьте, подключён ли ваш телефон к интернету, и попробуйте ещё раз.
sk: Pre pokračovanie skontrolujte internetové pripojenie vášho telefónu a skúste to znovu.
sr: Да бисте наставили, проверите везу са интернетом на телефону и пробајте поново.
sv: För att fortsätta, kontrollera telefonens internetanslutning och försök igen.
th: หากต้องการดำเนินการต่อ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของโทรศัพท์คุณแล้วลองใหม่อีกครั้ง
tr: Devam etmek için telefonunun internet bağlantısını denetle ve yeniden dene.
ug: تېلېفونىڭىزنىڭ تور ئۇلىنىشىنى تەكشۈرۈپ ۋە قايتا سىناپ داۋاملاشتۇرۇڭ.
uk: Щоб продовжити, перевірте з'єднання з інтернетом і спробуйте ще раз.
ur: جاری رکھنے کے لیے، اپنے فون کا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Để tiếp tục, kiểm tra kết nối Internet của điện thoại của bạn và thử lại.
zh_cn: 如要继续，请检查您的网络连接然后再试。
zh_hk: 如要繼續，請檢查你電話的網路連線，然後重試。

# REGISTRATION_NETWORK_ERROR_TITLE
source: Check Connection
ar: تحقَّق من الاتصال
be: Праверце падключэнне
bn: সংযোগ পরীক্ষা করুন
ca: Comprova la connexió
cs: Zkontrolujte připojení
da: Tjek forbindelse
de: Verbindung überprüfen
el: Έλεγχος σύνδεσης
es: Comprobar conexión
fa: اتصال را بررسی کنید
fi: Tarkista verkkoyhteytesi
fr: Vérifiez votre connexion Internet
ga: Seiceáil an Nasc
gu: કનેક્શન ચકાસો
he: בדיקת חיבור
hi: कनेक्शन जाँचें
hr: Provjerite internetsku vezu
hu: Ellenőrizd hálózati kapcsolatod
id: Periksa Koneksi
it: Controlla la connessione Internet
ja: 接続を確認してください
ko: 연결 확인
mr: कनेक्शन तपासा
ms: Periksa Sambungan
nb: Sjekk nettverkstilkobling
nl: Controleer je netwerkverbinding
pl: Sprawdź połączenie
pt_br: Verifique a sua conexão
pt_pt: Verificar ligação
ro: Verificare conexiune
ru: Проверьте подключение
sk: Skontrolujte pripojenie
sr: Проверите да ли сте повезани на интернет
sv: Kontrollera anslutningen
th: ตรวจสอบการเชื่อมต่อ
tr: Bağlantıyı Denetle
ug: ئۇلىنىشنى تەكشۈرۈڭ
uk: Перевірте з'єднання
ur: انٹرنیٹ چیک کریں
vi: Kiểm tra Kết nối
zh_cn: 检查连接
zh_hk: 檢查連線

# REGISTRATION_NO_BACKUP_KEY_BUTTON_TITLE
source: No Backup Key?
ar: ليس بمتناولك مفتاح النسخة الاحتياطية؟
be: Няма ключа для рэзервовага капіравання?
bn: কোনো ব্যাকআপ 'কি' নেই?
ca: ¿No tens la teva clau?
cs: Nemáte záložní klíč?
da: Har du ingen sikkerhedskopinøgle?
de: Kein Backup-Schlüssel?
el: Δεν υπάρχει εφεδρικό κλειδί;
es: ¿No tienes tu clave?
fa: رمز پشتیبان ندارید؟
fi: Eikö sinulla ole varmuuskopion avainta?
fr: Clé de sauvegarde introuvable ?
ga: Níl eochair chúltaca agat?
gu: કોઈ બેકઅપ કી નથી?
he: אין לך מפתח גיבוי?
hi: आपकी बैकअप की नहीं है?
hr: Nemate ključ za sigurnosnu kopiju?
hu: Nincs biztonsági kulcsod?
id: Tidak Punya Kunci Cadangan?
it: Non hai una chiave di backup?
ja: バックアップキーをお持ちでない場合
ko: 백업 키가 없으신가요?
mr: बॅकअप की नाही?
ms: Tiada kunci sandaran?
nb: Mangler du koden?
nl: Geen back-upsleutel?
pl: Nie masz kodu kopii zapasowej?
pt_br: Não tem uma chave de backup?
pt_pt: Não tem chave de recuperação?
ro: Nu ai cod de rezervă?
ru: Нет резервного ключа?
sk: Nemáte záložný kľúč?
sr: Немате кључ за резервне копије?
sv: Ingen säkerhetskopieringsnyckel?
th: ไม่มีกุญแจสำรองใช่หรือไม่
tr: Yedekleme anahtarın yok mu?
ug: زاپاسلاش ئاچقۇچى يوقمۇ؟
uk: Не зберегли ключа?
ur: بیک اپ کیی نہیں ہے؟
vi: Không có mã khóa sao lưu?
zh_cn: 没有备份密钥？
zh_hk: 沒有備份金鑰？

# REGISTRATION_NO_BACKUP_KEY_SHEET_BODY
source: Backups can’t be recovered without their 64-digit recovery code. If you’ve lost your backup key, Signal can’t help restore your backup. If you have your old device, you can view your backup key in Settings > Chats > Signal Backups. Then tap View backup key.
ar: لا يُمكن استعادة النُسخ الاحتياطية دون كود الاستعادة المُكوَّن من 64 رمزًا. إذا فقدت مفتاح النسخ الاحتياطي الخاص بك، فلا يُمكن لسيجنال مُساعدتك في استعادة نسختك الاحتياطية. إذا كُنتَ تستعمل جهازك القديم، يُمكنك عرض مفتاح النسخ الاحتياطي الخاص بك في "الإعدادات" > "الدردشات" > "النسخ الاحتياطية على سيجنال". ثم انقر على "عرض مفتاح النسخ الاحتياطي".
be: Без 64-значнага кода аднаўлення немагчыма аднавіць рэзервовыя копіі. Калі вы згубіце свой ключ для рэзервовага капіравання, Signal не зможа аднавіць вашу рэзервовую копію. На вашай старой прыладзе вы можаце прагледзець свой ключ для рэзервовага капіравання ў меню Налады > Чаты > Рэзервовыя копіі Signal. Потым націсніце «Прагледзець ключ для рэзервовага капіравання».
bn: ব্যাকআপগুলো তাদের 64-ক্যারেক্টারের পুনর্বহাল কোড ছাড়া পুনর্বহাল করা যাবে না। আপনি যদি আপনার ব্যাকআপ 'কি' হারিয়ে ফেলেন তবে Signal আপনার ব্যাকআপ পুনর্বহাল করতে সাহায্য করতে সক্ষম হবে না। আপনার পুরানো ডিভাইসটি আপনার কাছে থাকলে আপনি সেটিংস > চ্যাট > Signal ব্যাকআপে আপনার ব্যাকআপ 'কি' দেখতে পারবেন। তারপর আপনার "ব্যাকআপ 'কি' দেখান" ট্যাপ করুন।
ca: Les còpies de seguretat no es poden recuperar sense el codi de recuperació de 64 caràcters. Si has perdut la teva clau, Signal no pot ajudar-te a restaurar la còpia de seguretat. Si conserves el teu dispositiu antic, podràs veure la teva còpia de seguretat de la clau a Ajustos > Xats > Còpies de seguretat de Signal. Llavors, toca Veure la còpia de seguretat de la clau.
cs: Bez 64místného kódu pro obnovení nelze zálohy obnovit. Pokud jste záložní klíč ztratili, nemůže vám služba Signal s obnovením zálohy pomoci. Pokud máte staré zařízení, můžete si záložní klíč zobrazit v Nastavení > Chaty > Zálohování služby Signal. Poté klepněte na Zobrazit záložní klíč.
da: Sikkerhedskopier kan ikke gendannes uden gendannelseskoden på 64 cifre. Hvis du har mistet din sikkerhedskopinøgle, kan Signal ikke hjælpe med at gendanne din sikkerhedskopi. Hvis du har din gamle enhed, kan du se din sikkerhedskopinøgle under Indstillinger > Chats > Signal-sikkerhedskopier. Klik derefter Vis sikkerhedskopinøgle.
de: Backups können ohne den 64-stelligen Code nicht wiederhergestellt werden. Wenn du deinen Backup-Schlüssel verloren hast, kann dir Signal nicht helfen, dein Backup wiederherzustellen. Auf deinem alten Gerät kannst du deinen Backup-Schlüssel in Einstellungen > Chats > Signal Backups sehen. Tippe dann auf »Backup-Schlüssel anzeigen«.
el: Τα αντίγραφα ασφαλείας δεν μπορούν να ανακτηθούν χωρίς τον 64ψήφιο κωδικό ανάκτησης. Εάν έχεις χάσει το εφεδρικό κλειδί σου, το Signal δεν μπορεί να βοηθήσει στην επαναφορά του αντιγράφου ασφαλείας σου. Εάν έχεις την παλιά σου συσκευή, μπορείς να δεις το εφεδρικό κλειδί σου στις Ρυθμίσεις > Συνομιλίες > Αντίγραφα ασφαλείας Signal. Στη συνέχεια, πάτα Προβολή εφεδρικού κλειδιού.
es: Las copias de seguridad no se pueden recuperar sin el código de recuperación de 64 caracteres. Si has perdido tu clave, Signal no puede ayudarte a restaurar tu copia de seguridad. Si tienes tu dispositivo anterior, puedes ver la clave de tu copia de seguridad en Ajustes > Chats > Copias de seguridad de Signal > Ver clave de copia de seguridad.
fa: فایل‌های پشتیبان بدون کد بازیابی ۶۴ رقمی قابل بازیابی نیستند. اگر رمز پشتیبان خود را گم کرده‌اید، سیگنال نمی‌تواند به بازیابی نسخه پشتیبان شما کمک کند. اگر دستگاه قدیمی خود را دارید، می‌توانید رمز پشتیبان خود را در «تنظیمات > گفتگوها > پشتیبان‌های سیگنال» مشاهده کنید. سپس روی «مشاهده رمز پشتیبان» ضربه بزنید.
fi: Varmuuskopioita ei voi palauttaa ilman 64 merkkiä sisältävää palautuskoodia. Jos olet kadottanut varmuuskopion avaimen, Signal ei voi palauttaa varmuuskopiotasi. Jos vanha laite on tallella, löydät varmuuskopion avaimen kohdasta Asetukset > Keskustelut > Signal-varmuuskopiot. Napauta sitten Näytä varmuuskopion avain.
fr: La restauration des sauvegardes nécessite un code de récupération de 64 caractères, aussi appelé "clé de sauvegarde". Signal ne peut pas vous aider à restaurer vos sauvegardes sans cette clé. Si vous avez toujours accès à votre ancien appareil, vous pouvez retrouver votre clé sous Paramètres > Conversations > Sauvegardes Signal > Afficher la clé de sauvegarde.
ga: Ní féidir cúltacaí a athshlánú gan a gcód athshlánaithe 64 carachtar. Má tá d'eochair chúltaca caillte agat, ní féidir le Signal cabhrú leat do chúltaca a aischur. Má tá do sheanghléas agat, is féidir leat féachaint ar d'eochair chúltaca i Socruithe > Comhráite > Cúltacaí Signal. Ansin tapáil Féach ar an eochair chúltaca.
gu: બેકઅપ તેમના 64-અક્ષરના રિકવરી કોડ વિના રિકવર કરી શકાતા નથી. જો તમે તમારી બેકઅપ કી ગુમાવી દીધી હોય તો Signal તમારા બેકઅપને રિસ્ટોર કરવામાં મદદ કરી શકશે નહીં. જો તમારી પાસે તમારું જૂનું ડિવાઇસ હોય તો તમે સેટિંગ્સ > ચેટ > Signal બેકઅપમાં તમારી બેકઅપ કી જોઈ શકો છો. પછી બેકઅપ કી જુઓ પર ટેપ કરો.
he: לא ניתן לשחזר גיבויים ללא קוד השחזור בן 64 הספרות שלהם. אם איבדת את מפתח הגיבוי, Signal לא תוכל לעזור לשחזר את הגיבוי שלך. אם יש לך את המכשיר הישן שלך, יש לך אפשרות לראות את מפתח הגיבוי באמצעות כניסה להגדרות > צ׳אטים > גיבויי Signal. לאחר מכן יש ללחוץ על ״הצגת מפתח גיבוי״.
hi: 64 वर्णों वाले रिकवरी कोड के बिना बैकअप रिकवर नहीं किए जा सकते. अगर आपकी 'बैकअप की' खो गई है, तो Signal आपका बैकअप रीस्टोर करने में मदद नहीं कर सकता। अगर आपके पास अपना पुराना डिवाइस है, तो अपनी 'बैकअप की' देखने के लिए सेटिंग > चैट > Signal बैकअप में जाएं। फिर 'बैकअप की देखें' पर टैप करें।
hr: Sigurnosne kopije nije moguće vratiti bez 64-znamenkastog ključa za oporavak. Ako ste zaboravili svoj ključ, nećete moći vratiti podatke iz sigurnosne kopije. Ako imate svoj stari uređaj, ključ za sigurnosnu kopiju možete pregledati u Postavkama > Razgovori > Sigurnosne kopije Signala. Zatim dodirnite Prikaži ključ za sigurnosnu kopiju.
hu: A biztonsági másolatokat nem lehet visszaállítani a 64 karakterből álló helyreállítási kód nélkül. Ha elvesztetted a biztonsági kulcsodat, a Signal nem tud segíteni a biztonsági másolat visszaállításában. Ha rendelkezel a régi eszközzel, megtekintheted a biztonsági kulcsot a Beállítások > Csevegés > Signal-biztonsági mentések menüpontban. Ezután koppints a Biztonsági kulcs megtekintése lehetőségre.
id: Cadangan tidak dapat dipulihkan tanpa kode pemulihan 64 karakter. Jika kunci cadangan hilang, Signal tidak dapat membantu pemulihan cadangan Anda. Jika perangkat lama masih ada, Anda bisa melihat kunci cadangan di Pengaturan > Chat > Signal Backups. Lalu ketuk "Lihat kunci cadangan".
it: Non puoi ripristinare un backup senza l'apposito codice di 64 caratteri. Se hai perso la tua chiave di backup, Signal non può aiutarti a recuperare il backup. Se hai ancora il tuo dispositivo precedente, puoi vedere la chiave di backup nelle Impostazioni > Chat > Backup di Signal. Poi tocca su "Vedi chiave di backup".
ja: バックアップは、64文字のバックアップキーがないと復元できません。また、バックアップキーを紛失した場合、Signalはバックアップの復元対応はできません。 以前利用していた端末をお持ちの場合は、「設定」>「チャット」> 「Signalバックアップ」でバックアップキーを確認できます。「バックアップキーを表示する」が表示されたらタップします。
ko: 64자 복원 코드 없이는 백업을 복원할 수 없습니다. 백업 키를 분실한 경우 Signal에서 백업을 복원할 수 없습니다. 이전 기기를 가지고 있다면 설정 > 대화 > Signal 백업에서 백업 키를 확인할 수 있습니다. 백업 키 보기를 탭하세요.
mr: बॅकअप्स त्यांच्या 64 अंकी पुनःप्राप्ती कोडशिवाय परत मिळवता येत नाहीत. जर तुमची बॅकअप की हरवली असेल तर Signal तुमचा बॅकअप परत मिळवण्यास मदत करू शकत नाही. जर तुमच्याकडे तुमचे जुने डिव्हाईस असेल तर त्यात तुम्ही तुमची बॅकअप की सेटिंग्ज > चॅट्स > Signal बॅकअप्स मध्ये बघू शकता. मग बॅकअप की पहा वर टॅप करा.
ms: Sandaran tidak boleh dipulihkan tanpa kod pemulihan 64 aksara. Jika anda kehilangan kunci sandaran tersebut, Signal tidak dapat membantu memulihkan sandaran anda. Jika anda masih mempunyai peranti lama, anda boleh melihat kunci sandaran dalam Tetapan > Sembang > Sandaran Signal. Kemudian ketik Lihat kunci sandaran.
nb: Det er ikke mulig å gjenopprette sikkerhetskopier uten sikkerhetskoden på 64 tegn. Dersom du mister den, kan ikke Signal hjelpe deg med å gjenopprette sikkerhetskopien. Hvis du har den gamle enheten din, finner du sikkerhetskoden ved å gå til Innstillinger > Samtaler > Sikkerhetskopiering av Signal. Der trykker du på «Se sikkerhetskode».
nl: Back-ups kunnen niet worden hersteld zonder de herstelcode van 64 tekens. Als je je back-upsleutel kwijt bent, kan Signal je niet helpen je back-up te herstellen. Op je oude apparaat kun je de back-upsleutel bekijken in Instellingen > Chats > Signal back-ups. Tik vervolgens op Back-upsleutel weergeven.
pl: Bez kodu składającego się z 64 znaków nie odzyskasz kopii zapasowej. Jeśli nie pamiętasz kodu kopii zapasowej, nie będziemy w stanie przywrócić kopii zapasowej Twojego konta Signal. Jeśli masz dostęp do swojego poprzedniego urządzenia, kod znajdziesz w sekcji Ustawienia > Czaty > Kopie zapasowe Signal. Następnie wybierz opcję „Wyświetl kod kopii zapasowej”.
pt_br: Os backups não podem ser recuperados sem o código de recuperação de 64 dígitos. Se perder sua chave de backup, você não poderá restaurar seu backup pelo Signal. Se tiver seu dispositivo antigo com você, poderá ver sua chave de backup em Configurações > Conversas > Backups do Signal. Em seguida, é só tocar em Ver chave de backup.
pt_pt: As cópias de segurança não podem ser recuperadas sem o seu código de recuperação de 64 caracteres. Se tiver perdido a sua chave da cópia de segurança, o Signal não pode ajudar a restaurar a sua cópia de segurança. Se tiver acesso ao seu dispositivo antigo, pode ver a sua chave da cópia de segurança em Definições > Chats > Cópias de segurança. Depois, toque em Ver chave de recuperação.
ro: Backup-urile nu pot fi recuperate fără codul lor de recuperare de 64 de caractere. Dacă ți-ai pierdut codul de rezervă, Signal nu te poate ajuta să-ți restabilești backup-ul. Dacă ai vechiul dispozitiv, poți vizualiza codul de rezervă în Setări > Conversații > Backup-uri Signal. Apoi, atinge Vezi codul de rezervă.
ru: Резервные копии не могут быть восстановлены без 64-значного кода восстановления. Если вы потеряли свой резервный ключ, Signal не сможет помочь восстановить резервную копию. Если у вас есть старое устройство, вы можете просмотреть свой резервный ключ в Настройках > Чаты > Резервное копирование Signal. Затем нажмите «Просмотреть резервный ключ».
sk: Zálohy nie je možné obnoviť bez ich 64-miestneho kódu na obnovenie. V prípade straty záložného kľúča vám Signal nemôže pomôcť obnoviť zálohu. Ak máte svoje staré zariadenie, záložný kľúč si môžete pozrieť v časti Nastavenia > Čety > Zálohy Signal. Potom ťuknite na Zobraziť záložný kľúč.
sr: Резервне копије се не могу вратити без њихове шифре за опоравак од 64 знака. Ако сте изгубили кључ за резервне копије, Signal не може да вам помогне да вратите резервну копију. Ако имате свој стари уређај, можете да видите кључ за резервне копије ако одете у Подешавања > Ћаскања > Резервне копије Signal-а. Затим додирните „Прикажи кључ за резервне копије“.
sv: Säkerhetskopior kan inte återställas utan deras återställningskod på 64 tecken. Om du har tappat bort din säkerhetskopieringsnyckel kan Signal inte hjälpa till att återställa din säkerhetskopia. Om du har din gamla enhet kan du se din säkerhetskopieringsnyckel i Inställningar > Chattar > Säkerhetskopiering av Signal. Tryck sedan på Visa säkerhetskopieringsnyckel.
th: ไม่สามารถกู้คืนข้อมูลสำรองในกรณีที่ไม่มีรหัสกู้คืน 64 หลัก Signal จะไม่สามารถช่วยกู้คืนข้อมูลสำรองของคุณหากคุณทำกุญแจสำรองหาย โดยหากคุณยังมีอุปกรณ์เครื่องเก่า สามารถเปิดดูกุญแจสำรองได้ในการตั้งค่า > แชท > การสำรองข้อมูลของ Signal จากนั้นแตะที่ดูกุญแจสำรอง
tr: Yedeklemeler 64 karakterlik kurtarma kodu olmadan kurtarılamaz. Yedekleme anahtarını kaybettiysen, Signal yedeklemeni geri yüklemene yardımcı olamaz. Eski cihazın varsa, yedekleme anahtarını Ayarlar > Sohbetler > Signal Yedeklemeleri bölümünden görüntüleyebilirsin. Ardından Yedekleme anahtarını görüntüle tuşuna dokun.
ug: زاپاسلارنى 64 خانىلىق ئەسلىگە كەلتۈرۈش كودى بولمىسا ئەسلىگە كەلتۈرگىلى بولمايدۇ. ئەگەر زاپاسلاش ئاچقۇچىڭىزنى يوقىتىپ قويغان بولسىڭىز ، Signal ياردەملىشىپ زاپاسلاشنى ئەسلىگە كەلتۈرەلمەيدۇ. ئەگەر كونا ئۈسكۈنىڭىز بولسا تەڭشەك> پاراڭلار> Signal زاپاسلانمىللىرى دىن زاپاسلاش ئاچقۇچىڭىزنى كۆرەلەيسىز. ئۇنىڭدىن كىيىن «زاپاسلاش ئاچقۇچىنى كۆرۈش» نى چېكىڭ.
uk: Резервну копію неможливо відновити без відповідного ключа з 64 символів. Якщо ви втратили доступ до свого ключа, Signal не допоможе вам відновити резервну копію. Якщо у вас лишився старий пристрій, ключ від резервної копії можна переглянути, відкривши налаштування > Чати > Резервне копіювання від Signal. Потім виберіть «Переглянути ключ від резервної копії».
ur: بیک اپس کو ان کے 64 حروف پر مشتمل بحالی کے کوڈ کے بغیر بحال نہیں کیا جا سکتا۔ اگر آپ سے اپنی بیک اپ کیی گم ہو گئی ہے، تو Signal آپ کے بیک اپ کو بحال کرنے میں مدد نہیں کر سکتا۔ اگر آپ کے پاس اپنی پرانی ڈیوائس موجود ہے، تو آپ سیٹنگز >چیٹس >Signal بیک اپس میں جا کر اپنی بیک اپ کیی دیکھ سکتے ہیں۔ اس کے بعد بیک اپ کیی دیکھیں پر ٹیپ کریں۔
vi: Không thể khôi phục bản sao lưu nếu không có mã khóa sao lưu 64 ký tự. Nếu bạn đã để mất mã khóa sao lưu của mình, Signal không thể hỗ trợ bạn khôi phục bản sao lưu. Nếu có thiết bị cũ của mình, bạn có thể xem mã khóa sao lưu trong Cài đặt > Trò chuyện > Sao lưu. Sau đó nhấn Xem mã khóa sao lưu.
zh_cn: 如果没有 64 个字符的恢复代码，备份将无法恢复。如果您丢失了自己的备份密钥，Signal 将无法帮助您恢复备份。 如果您的旧设备可用，您可以在“设置 > 聊天 > Signal 备份”中查看您的备份密钥。点击“查看备份密钥”即可查看。
zh_hk: 如果沒有 64 位數的恢復代碼，則無法還原備份。如果你遺失了備份金鑰，Signal 將無法幫助你還原備份。 如果你有舊裝置，則可以在「設定」 > 「聊天」 > 「Signal 備份」中檢視備份金鑰。然後輕按「檢視備份金鑰」。
