Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONFIRM_DELETE_DATA_TEXT
source: This will reset the application by deleting your messages. The app will close after this process is complete.
af: Dit sal die toepassing terugstel as jy boodskappe skrap. Die toepassing sal toemaak nadat die proses voltooi is.
ar: سيؤدي هذا إلى إعادة تعيين التطبيق من خلال حذف رسائلك. سيتمُّ إغلاق التطبيق بعد اكتمال هذه العملية.
az: Bu, hesabınızı silərək tətbiqi sıfırlayacaq. Proses tamamlandıqdan sonra tətbiq bağlanacaq.
be: Праграма будзе скінута, бо ўсе вашы паведамленні будуць выдалены. Праграма закрыецца пасля завяршэння гэтага працэсу.
bn: এটি আপনার মেসেজগুলি মুছে দিয়ে অ্যাপ্লিকেশনটি রিসেট করবে। এই প্রক্রিয়াটি সম্পন্ন হওয়ার পর অ্যাপটি বন্ধ হবে।
ca: Això restablirà l'aplicació suprimint els missatges. L’aplicació es tancarà un cop acabat aquest procés.
cs: Tímto obnovíte aplikaci smazáním vašich zpráv. Aplikace se zavře, až bude proces hotový.
cy: Bydd hyn yn ailosod yr ap gan ddileu eich negeseuon. Bydd yr ap yn cau ar ôl i'r broses hon gael ei chwblhau.
da: Dette vil nulstille applikationen ved at slette dine beskeder. Appen lukkes, når denne proces er afsluttet.
de: Dies setzt die App durch Löschen aller deiner Nachrichten in ihren Ursprungszustand zurück. Nach Abschluss des Vorgangs wird die App geschlossen.
el: Αυτό θα επαναφέρει την εφαρμογή διαγράφοντας τα μηνύματά σου. Η εφαρμογή θα κλείσει αφού ολοκληρωθεί αυτή η διαδικασία.
es: Esta acción hará que se restablezca la aplicación y se eliminen todos tus mensajes. Signal se cerrará después de que finalice este proceso.
et: See lähtestab rakenduse, kustutades kõik sõnumid. Rakendus sulgub pärast selle protsessi lõppemist.
fa: این گزینه برنامه را از طریق پاک کردن پیام‌های شما بازنشانی می‌کند. برنامه پس از کامل شدن این فرایند بسته خواهد شد.
fi: Kaikki viestit poistetaan. Sovellus sulkeutuu prosessin päätteeksi.
fr: Vous êtes sur le point de supprimer vos messages et de réinitialiser l'application. Une fois le processus terminé, l'app Signal se fermera.
gu: આ તમારા મેસેજને કાઢીને એપ્લિકેશનને રિસેટ કરશે. આ પ્રક્રિયા પૂર્ણ થયા બાદ એપ્લિકેશન બંધ થઈ જશે.
he: זה יאפס את היישום ע״י מחיקת ההודעות שלך. היישום ייסגר לאחר שתהליך זה יושלם.
hi: यह आपके संदेशों को हटाकर एप्लिकेशन को रीसेट कर देगा। यह प्रक्रिया पूरी होने के बाद ऐप बंद हो जाएगा।
hr: Ovo će resetirati aplikaciju brisanjem vaših poruka. Aplikacija će se zatvoriti nakon dovršetka ovog postupka.
hu: Üzeneteid törlésével az alkalmazás alaphelyzetbe áll. A Signal a folyamat végén bezárásra kerül.
id: Tindakan ini akan mereset aplikasi dengan menghapus pesan Anda. Aplikasi akan ditutup setelah proses ini selesai.
is: Þetta mun frumstilla forritið með því að eyða skilaboðunum þínum. Forritið mun lokast eftir að ferlinu er lokið.
it: Questo ripristinerà l'applicazione eliminando i tuoi messaggi. L'app si chiuderà una volta completato questo processo.
ja: メッセージを消去して、アプリを初期化します。処理が完了するとアプリを閉じます。
kab: Ayagi ad iwennez asnas s tukksa n yiznan-ik·im. Asnas ad yemdel seld ad yemmed ukala.
km: áœá¶á“á¹á„á€áŸ†áááŸ‹á€á˜áŸ’á˜áœá·á’á¸á¡á¾á„áœá·á‰áŠáŸ„á™á€á¶ášá›á»á”áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€áŸ” á€á˜áŸ’á˜áœá·á’á¸á“áŸáŸ‡ á“á¹á„á”á·á‘á”á“áŸ’á‘á¶á”áŸ‹á–á¸áŠáŸ†áá¾ášá€á¶ášá“áŸáŸ‡á”á¶á“á”á‰áŸ’á…á”áŸ‹áŸ”
kn: ನಿಮ್ಮ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸುವ ಮೂಲಕ ಇದು ನಿಮ್ಮ ಅಪ್ಲಿಕೇಷನ್‌ ಅನ್ನು ಮರುಹೊಂದಿಸುತ್ತದೆ. ಈ ಪ್ರಕ್ರಿಯೆಯು ಪೂರ್ಣಗೊಂಡ ಬಳಿಕ ಆಪ್ ಮುಕ್ತಾಯಗೊಳ್ಳುತ್ತದೆ.
ko: 메시지를 삭제하고 애플리케이션이 재설정됩니다. 이 과정이 완료되면 애플리케이션이 종료됩니다.
lt: Tai atstatys programėlę, ištrinant jūsų žinutes. Užbaigus šį procesą, programėlė bus užverta.
lv: Veicot šo darbību, lietotne tiks atiestatīta, dzēšot jūsu ziņas. Pēc šī procesa pabeigšanas lietotne tiks aizvērta.
mk: Ова ќе ја ресетира апликацијата со бришење на Вашите пораки. Апликацијата ќе се затвори откако ќе заврши овој процес.
ml: നിങ്ങളുടെ സന്ദേശങ്ങള്‍ ഇല്ലാതാക്കിക്കൊണ്ട് ഇത് ആപ്ലിക്കേഷൻ പുനഃസജ്ജമാക്കും. ഈ പ്രക്രിയ പൂർത്തിയായശേഷം ആപ്പ് അടയ്ക്കും.
mr: आपले संदेश हटवून हे अॅप्लिकेशन रीसेट करेल. प्रक्रिया पूर्ण झाल्यावर अॅप बंद होईल.
ms: Tindakan ini akan menetapkan semula aplikasi dengan memadamkan mesej anda. Aplikasi akan ditutup setelah proses ini selesai.
my: သင့် မက်ဆေ့ချ်များ ဖျက်၍ အပ္ပလီကေးရှင်းအား မူလစနစ်သို့ ပြန်လည် ရီစပ် ချပါမည်။ ဤလုပ်ဆောင်ချက်အား ပြီးစီးလျှင် အပ္ပလီကေးရှင်း ပိတ်သွားပါမည်။
nb: Dette vil tilbakestille applikasjonen ved å slette meldingene dine. Appen lukkes etter at denne prosessen er fullført.
nl: Hiermee zal de applicatie gereset worden, waarbij alle berichten van dit apparaat worden verwijderd. De app wordt gesloten nadat dit proces is voltooid.
pa: ਇਸ ਨਾਲ ਤੁਹਾਡੇ ਸੁਨੇਹੇ ਮਿਟਕੇ ਐਪਲੀਕੇਸ਼ਨ ਰੀਸੈੱਟ ਹੋ ਜਾਵੇਗੀ। ਇਹ ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਐਪ ਬੰਦ ਹੋ ਜਾਵੇਗੀ।
pl: Spowoduje to zresetowanie aplikacji i usunięcie wiadomości. Następnie aplikacja zostanie zamknięta.
ps: دا کار به اپلیکیشن ستاسې د پیغامونو په پاکولو له سره تنظیم کړی. دغه اپلیکیشن به د پروسې له بشپړیدو وروسته وتړل شی.
pt_br: Essa ação apagará os dados do aplicativo, excluindo suas mensagens. O aplicativo será fechado após a conclusão desse processo.
pt_pt: Isto irá redefinir a aplicação ao eliminar as suas mensagens. A aplicação irá encerrar depois deste processo estar completo.
ro: Această acțiune va reseta aplicația prin ștergerea mesajelor. Aplicația se va închide după ce s-a finalizat procesul.
ru: Приложение будет сброшено, и ваши сообщения будут удалены. Приложение закроется после завершения этого процесса.
sk: Toto zresetuje aplikáciu odstránením vašich správ. Po dokončení tohto procesu sa aplikácia zavrie.
sl: To bo ponastavilo aplikacijo in izbrisalo sporočila. Aplikacija se bo zaprla, ko bo postopek končan.
sq: Kjo do të kthejë aplikacionin te parazgjedhjet, duke fshirë kështu mesazhet tuaja. Aplikacioni do të mbyllet, pasi kjo të jetë plotësuar.
sr: Овим ће се ресетовати апликација и избрисати поруке. Апликација ће се затворити када се тај поступак заврши.
sv: Detta kommer att återställa applikationen genom att ta bort dina meddelanden. Appen stängs när processen är slutförd.
sw: Hatua hii itaweka upya programu kwa kufuta ujumbe wako. Programu itafungwa baada ya mchakato huu kukamilika.
te: ఇది మీ సందేశాలను తొలగించడం ద్వారా అనువర్తనాన్ని రీసెట్ చేస్తుంది. ఈ ప్రక్రియ పూర్తయిన తర్వాత అనువర్తనం మూసివేయబడుతుంది.
th: นี่จะเป็นการรีเซ็ตแอปพลิเคชันโดยการลบข้อความของคุณ แอปจะปิดลงหลังจากที่กระบวนการนี้เสร็จสิ้น
tr: Bu, iletilerinizi silerek uygulamayı sıfırlayacaktır. Bu işlem tamamlandıktan sonra uygulama kapanacaktır.
ug: ئۇچۇرنى ئۆچۈرۈش ئارقىلىق ئەپنى ئەسلىگە قايتۇرىدۇ. بۇ جەريان ئاخىرلاشقاندىن كېيىن ئەپ تاقىلىدۇ.
uk: Налаштування застосунку буде скинуто, а ваші повідомлення — видалено. Після завершення цього процесу застосунок закриється.
ur: یہ آپ کے پیغامات کو حذف کرکے ایپلی کیشن کو دوبارہ ترتیب دے گا۔ یہ عمل مکمل ہونے کے بعد ایپ بند ہوجائے گی۔
vi: Việc này sẽ đặt lại ứng dụng bằng cách xoá tin nhắn của bạn. Ứng dụng sẽ đóng sau khi quá trình này hoàn tất.
zh_cn: 这将删除消息来重置应用。该过程完成之后，应用将关闭。
zh_hk: 這將會刪除您的訊息以便重設應用程式。過程完成後，應用程式將關閉。

# CONFIRM_DELETE_DATA_TITLE
source: Are you sure you want to delete all data?
af: Is jy seker jy wil alle data wis?
ar: هل أنت متأكِّد من رغبتك في حذف جميع البيانات؟
az: Bütün verilənləri silmək istədiyinizə əminsiniz?
be: Вы ўпэўнены, што жадаеце выдаліць усе даныя?
bn: আপনি কি সকল ডেটা মুছে ফেলতে চাওয়ার ব্যাপারে নিশ্চিত?
ca: Segur que voleu suprimir totes les dades?
cs: Opravdu chcete odstranit všechna data?
cy: Ydych chi'n siŵr eich bod chi am ddileu'r holl ddata?
da: Vil du slette alle data?
de: Möchtest du wirklich alle Daten löschen?
el: Θέλεις σίγουρα να διαγράψεις όλα τα δεδομένα;
es: ¿Seguro que quieres eliminar todos los datos?
et: Kas sa tõesti soovid kõiki andmeid kustutada?
eu: Ziur datu guztiak ezabatu nahi dituzula?
fa: آیا مطمئن هستید که میخواهید تمام اطلاعات را پاک کنید؟
fi: Oletko varma, että haluat poistaa kaikki tiedot?
fr: Voulez-vous vraiment supprimer toutes les données ?
ga: An bhfuil tú cinnte gur mhaith leat do chuid sonraí go léir a scriosadh?
gu: શું તમે ખરેખર બધા ડેટા ડિલીટ કરવા માગો છો?
he: בטוח שבא לך למחוק את כל הנתונים?
hi: क्या आपको यकीन है कि आप अपना डाटा डिलीट करना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati sve podatke?
hu: Biztosan törölni akarsz minden adatot?
id: Anda yakin ingin menghapus semua data?
is: Ertu viss um að vilja eyða öllum gögnum?
it: Vuoi davvero eliminare tutti i dati?
ja: 本当にすべてのデータを消去しますか？
kab: D tidet tebɣiḍ ed tsefḍeḍ akk isefka?
km: áá¾á¢áŸ’á“á€á…áŸ’á”á¶áŸáŸ‹áá¶á…á„áŸ‹á›á»á”á‘á·á“áŸ’á“á“áŸá™á‘á¶áŸ†á„á¢áŸáŸ‹á¬á‘áŸ?
kn: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 모든 데이터를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti visus duomenis?
lv: Vai tiešām vēlaties dzēst visus savus datus?
mk: Дали сте сигурни дека сакате да ги избриште сите податоци?
ml: നിങ്ങൾക്ക് എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കണമെന്ന് ഉറപ്പാണോ?
mr: आपण खात्रीने सर्व डेटा हटवू इच्छित आहात?
ms: Adakah anda pasti mahu padamkan semua data?
my: သင်မှ ဒေတာများအားလုံး ဖျက်မည်ဆိုတာ သေချာပါသလား?
nb: Er du sikker på at du vil slette alle dataene?
nl: Weet je zeker dat je alle gegevens wilt wissen?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਸਾਰਾ ਡੇਟਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć wszystkie dane?
ps: ایا ډاډه یاست چې غواړئ د ټولو پیغامونو تاریخچه پاکه کړئ؟
pt_br: Tem certeza que deseja excluir todos os dados?
pt_pt: Tem a certeza que deseja eliminar todos os dados?
ro: Ești sigur că vrei să ștergi toate datele?
ru: Вы действительно хотите удалить все данные?
sk: Určite chcete vymazať všetky dáta?
sl: Ste prepričani, da želite izbrisati celotno vsebino?
sq: Jeni i sigurt se doni të fshihen krejt të dhënat?
sr: Желите ли сигурно да избришете све податке?
sv: Är du säker på att du vill ta bort alla data?
sw: Una uhakika unataka kufuta data zote?
ta: எல்லா தரவையும் நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా అన్ని డేటాను తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบข้อมูลทั้งหมด
tr: Tüm verileri silmek istediğinden emin misin?
ug: راستلا ھەممە سانلىق مەلۇماتنى ئۆچۈرەمسىز؟
uk: Ви справді хочете видалити всі дані?
ur: کیا آپ واقعی سارا ڈیٹا حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa toàn bộ dữ liệu?
zh_cn: 您确认要删除所有数据吗？
zh_hk: 您確定要刪除所有資料嗎？
