Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# INPUT_TOOLBAR_STICKER_BUTTON_ACCESSIBILITY_LABEL
source: Stickers
af: Plakkers
ar: المُلصَقات
az: Stikerlər
be: Стыкеры
bg: Стикери
bn: স্টিকারসমূহ
ca: Adhesius
cs: Nálepky
cy: Sticeri
da: Klistermærker
de: Sticker
el: Αυτοκόλλητα
es_es: Cromos
et: Kleebised
eu: Eranskailuak
fa: استیکر ها
fi: Tarrat
ga: Greamáin
gu: સ્ટીકરો
he: מדבקות
hi: स्टिकर
hr: Naljepnice
hu: Matricák
id: Stiker
is: Límmerki
it: Adesivi
ja: ステッカー
kk: Жапсырмалар
km: áŸáŸ’á‘á¸á€á‚áŸáš
kn: ಸ್ಟಿಕ್ಕರ್‌ಗಳು
ko: 스티커
lt: Lipdukai
lv: Uzlīmes
mk: Стикери
ml: സ്റ്റിക്കറുകൾ
mr: स्टिकर
ms: Pelekat
my: စတစ်ကာများ
nb: Klistremerker
pa: ਸਟਿੱਕਰ
pa_pk: اسٹیکرز
pl: Naklejki
ps: سټیکرونه
pt_br: Figurinhas
pt_pt: Autocolantes
ro: Autocolante
ru: Стикеры
sk: Nálepky
sl: Nalepke
sq: Ngjitëse
sr: Налепнице
sw: Vibandiko
ta: ஓட்டிகள்
te: స్టిక్కర్లు
th: สติกเกอร์
tr: Çıkartmalar
ug: چاپلاقلار
uk: Стікери
ur: اسٹیکرز
vi: Nhãn dán
zh_cn: 表情
zh_hk: 貼圖

# INPUT_TOOLBAR_VOICE_MEMO_BUTTON_ACCESSIBILITY_HINT
source: Double tap and hold to record. Release to send or slide left to cancel. Double tap and slide up to lock recording.
af: Dubbeltik en hou om op te neem. Laat los om te verstuur of vee na links om te kanselleer. Dibbeltik en vee op om opname te sluit.
ar: للتسجيل، انقر مرّتين واستمر بالضغط. للإرسال، ارفع الإصبع عن الشاشة. للإلغاء، مرِّر نحو اليسار. لتأمين التسجيل، انقر مرّتين ومرِّر نحو الأعلى.
az: Səsyazmaq üçün cüt basıb saxlayın. Göndərmək üçün buraxın, imtina etmək üçün sola sürüşdürün. Səsyazmanı kilidləmək üçün cüt toxunub yuxarı sürüşdürün.
be: Каб запісаць, двойчы націснуць і ўтрымліваць. Адпусціць, каб адправіць, або пацягнуць улева, каб скасаваць. Каб зафіксаваць запіс, двойчы націснуць і пацягнуць уверх.
bn: রেকর্ড করতে দুবার ট্যাপ করুন ও ধরে রাখুন। পাঠাতে ছেড়ে দিন অথবা বাতিল করতে বামদিকে স্লাইড করুন। রেকর্ডিং লক করতে দুবার ট্যাপ করুন ও উপরের দিকে স্লাইড করুন।
ca: Feu-hi doble toc i manteniu-ho premut per gravar. Deixeu-ho anar per enviar o llisqueu cap a l'esquerra per cancel·lar. Feu-hi doble toc i llisqueu cap amunt per blocar la gravació.
cs: Dvakrát ťukněte a podržte prst pro nahrávání. Uvolněním odešlete nebo posunutím doleva zrušíte. Dvojitým klepnutím a posunutím nahoru nahrávání uzamknete.
cy: Tapio ddwywaith a dal i recordio. Rhyddhau i anfon neu llithro i'r chwith i ganslo. Tapio ddwywaith a llithro i fyny i gloi recordio.
da: Tryk to gange og hold nede for at optage. Slip for at sende eller skub til venstre for at annullere. Dobbelttryk og skub op for at låse optagelsen.
de: Zweimal tippen und halten zum Aufzeichnen. Loslassen oder nach links wischen zum Abbrechen. Zweimal tippen und nach oben wischen zum Sperren der Aufzeichnung.
el: Διπλό πάτημα και παρατεταμένο κράτημα για εγγραφή. Απελευθέρωση για αποστολή ή σύρε προς τα αριστερά για ακύρωση. Διπλό πάτημα και σύρε προς τα πάνω για να κλειδώσεις την εγγραφή.
es: Toca dos veces y mantén pulsado para grabar. Suelta o desliza hacia la izquierda para cancelar. Toca dos veces y desliza hacia arriba para fijar la grabación.
et: Salvestamiseks tee topeltklõps ja hoia all. Saatmiseks lase lahti, tühistamiseks libista vasakule. Tee topeltklõps ja libista üles salvestamise lukustamiseks.
fa: برای ضبط دو بار ضربه بزنید و نگه دارید. رها کنید تا ارسال شود یا به سمت چپ بکشید تا لغو شود. دو بار ضربه بزنید و به سمت بالا بکشید تا ضبط را قفل کنید.
fi: Tallenna kaksoisnapauttamalla ja painamalla pitkään. Lähetä irrottamalla tai peru pyyhkäisemällä vasemmalle. Lukitse tallennus käyntiin kaksoisnapauttamalla ja pyyhkäisemällä ylös.
fr: Touchez deux fois et maintenez pour enregistrer. Relâchez pour envoyer ou faites glisser vers la gauche pour annuler. Touchez deux fois et faites glisser vers le haut pour verrouiller le mode et enregistrer en continu.
gu: રેકોર્ડ કરવા માટે ડબલ ટેપ કરો અને હોલ્ડ કરો. મોકલવા માટે રિલીઝ કરો અથવા રદ કરવા માટે ડાબી બાજુ સ્લાઇડ કરો. રેકોર્ડિંગને લૉક કરવા માટે ડબલ ટેપ આરો અને સ્લાઇડ કરો.
he: הקש פעמיים והחזק כדי להקליט. שחרר כדי לשלוח או החלק שמאלה כדי לבטל. הקש פעמיים והחלק למעלה כדי לנעול הקלטה.
hi: रिकॉर्ड करने के लिए दो बार टैप करके दबाकर रखें। भेजने के लिए छोड़ें या रद्द करने के बाईं ओर स्लाइड करें। रिकॉर्डिंग लॉक करने के लिए दो बार टैप करें और ऊपर की ओर स्लाइड करें।
hr: Dvaput dodirnite i zadržite za snimanje. Otpustite za slanje ili kliznite lijevo za otkazivanje. Dvaput dodirnite i pomaknite prema gore za zaključavanje snimanja.
hu: Koppints duplán és tartsd nyomva a felvételhez. Elngedd fel az ujjad a küldéshez, vagy suhints balra az eldobáshoz. Dupla kopp és felfele húzás a gomb zárolásához.
id: Ketuk dua kali dan tahan untuk merekam. Lepaskan untuk mengirim atau geser ke kiri untuk membatalkan. Ketuk dua kali dan geser ke atas untuk tetap merekam.
is: Tvípikkaðu og haltu til að taka upp. Slepptu til að senda eða dragðu til vinstri til að hætta við. Tvípikkaðu og dragðu upp til að læsa upptöku.
it: Tocca due volte e tieni premuto per registrare. Rilascia per inviare o scorri verso sinistra per annullare. Tocca due volte e scorri verso l'alto per bloccare la registrazione.
ja: ダブルタップして保持すると録音します。離すと送信し、または左にスライドするとキャンセルします。ダブルタップして上にスライドすると、録音をロックします。
km: á…á»á…á–á¸ášáŠá„á±áŸ’á™á‡á¶á”áŸ‹áŠá¾á˜áŸ’á”á¸áááŸá˜áŸ’á›áŸá„áŸ” áŠá€áŠáŸƒá…áŸá‰áŠá¾á˜áŸ’á”á¸á•áŸ’á‰á¾ á¬ á¢á¼áŸá‘áŸ…á†áŸ’áœáŸá„áŠá¾á˜áŸ’á”á¸á”á‰áŸ’áˆá”áŸ‹áŸ” á…á»á…á–á¸ášáŠá„ á“á·á„á¢á¼áŸá¡á¾á„á›á¾áŠá¾á˜áŸ’á”á¸á…á¶á€áŸ‹áŸáŸ„ášá€á¶ášáááŸá˜áŸ’á›áŸá„áŸ”
kn: ರೆಕಾರ್ಡ್‌ ಮಾಡಲು ಎರಡು ಬಾರಿ ಟ್ಯಾಪ್‌ ಮಾಡಿ ಮತ್ತು ಹಾಗೇ ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳಿ. ಕಳುಹಿಸಲು ಹಿಡಿದಿಟ್ಟುಕೊಂಡಿರುವುದನ್ನು ಬಿಡಿ ಅಥವಾ ರದ್ದುಪಡಿಸಲು ಎಡಕ್ಕೆ ಸ್ಲೈಡ್‌ ಮಾಡಿ. ರಿಕಾರ್ಡಿಂಗ್‌ ಅನ್ನು ಲಾಕ್‌ ಮಾಡಲು ಎರಡು ಬಾರಿ ಟ್ಯಾಪ್‌ ಮಾಡಿ ಮತ್ತು ಮೇಲಕ್ಕೆ ಸ್ಲೈಡ್‌ ಮಾಡಿ.
ko: 녹음하려면 두 번 탭하고 길게 누르세요. 보내려면 손을 떼거나 취소하려면 왼쪽으로 미세요. 두 번 탭하고 위로 밀어 녹음을 잠급니다.
lt: Bakstelėkite du kartus ir laikykite, norėdami įrašinėti. Atleiskite, norėdami siųsti arba braukite kairėn, norėdami atsisakyti. Bakstelėkite du kartus ir braukite aukštyn, kad užrakintumėte įrašinėjimą.
lv: Divreiz ātri pieskarieties un turiet, lai ierakstītu. Atlaidiet, lai nosūtītu, vai velciet pa kreisi, lai atceltu. Divreiz ātri pieskarieties un velciet uz augšu, lai bloķētu ierakstīšanu.
ml: റെക്കോർഡ് ചെയ്യാൻ ഇരട്ട തൊടുക. അയയ്ക്കാൻ റിലീസ് ചെയുക അല്ലെങ്കില് റദ്ദാക്കാൻ ഇടത്തേക്കിലേക്ക് സ്ലൈഡുചെയ്യുക. റെക്കോർഡിംഗ് ലോക്ക് ചെയ്യുന്നതിന് ഇരട്ട തൊടുക ഒപ്പം സ്ലൈഡ് ചെയ്യുക.
mr: दोनदा टॅप करा आणि रेकॉर्ड करण्यासाठी धरून ठेवा. पाठवण्यासाठी सोडा किंवा रद्द करण्यासाठी डावीकडे स्लाइड करा. दोनदा टॅप करा आणि रेकॉर्ड करणे लॉक करण्यासाठी वर स्लाइड करा.
ms: Ketik dua kali dan tahan untuk merakam. Lepaskan untuk hantar atau lungsur ke kiri untuk batalkan. Ketik dua kali dan lungsur ke atas untuk mengunci rakaman.
nb: Dobbelttrykk og hold for å spille inn. Slipp for å sende eller sveip venstre for å avbryte. Dobbelttrykk og sveip opp for å låse innspilling.
nl: Dubbeltik en houd vast om een spraakbericht op te nemen. Laat los om te verzenden of veeg naar links om te annuleren. Dubbeltik en veeg omhoog om een spraakbericht te blijven opnemen nadat je los laat.
pa: ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਦੋ ਵਾਰ ਟੈਪ ਕਰੋ ਅਤੇ ਹੋਲਡ ਕਰੋ। ਭੇਜਣ ਲਈ ਜਾਰੀ ਕਰੋ ਜਾਂ ਰੱਦ ਕਰਨ ਲਈ ਖੱਬੇ ਪਾਸੇ ਸਲਾਈਡ ਕਰੋ। ਡਬਲ ਟੈਪ ਕਰੋ ਅਤੇ ਰਿਕਾਰਡਿੰਗ ਨੂੰ ਲਾਕ ਕਰਨ ਲਈ ਉੱਪਰ ਵੱਲ ਸਲਾਈਡ ਕਰੋ।
pl: Dotknij dwukrotnie i przytrzymaj, aby nagrać. Puść, aby wysłać, lub przesuń w lewo, aby anulować. Dotknij dwukrotnie i przesuń w górę, aby zablokować nagrywanie.
ps: دوه وارې پرې کلیک وکړئ او بیا یې ونیسئ تر څو ریکارډ وکړئ. پریږدئ یې تر څو ولیږل شي یا کېڼې خوا ته یې کش کړئ تر څو لغوه شي. دوه وارې کلیک وکړئ او پورته یې کش کړئ تر څو ریکارډینګ قفل شي.
pt_br: Toque duas vezes e segure para gravar. Solte para enviar ou deslize para a esquerda para cancelar. Toque duas vezes e deslize para cima para bloquear a gravação.
pt_pt: Toque duas vezes e mantenha premido para gravar. Solte para enviar ou deslize para a esquerda para cancelar. Toque duplo e deslize para cima para bloquear a gravação.
ro: Atinge de două ori și ține apăsat pentru a înregistra. Eliberează pentru a trimite sau glisează spre stânga pentru a anula. Atinge de două ori și glisează în sus pentru a bloca înregistrarea.
ru: Нажмите дважды и удерживайте, чтобы записать. Отпустите, чтобы отправить, или проведите влево, чтобы отменить. Нажмите дважды и сдвиньте вверх, чтобы зафиксировать запись.
sk: Ak chcete nahrávať, dvakrát ťuknite a podržte. Uvoľnením tlačidla odošlete, alebo posunutím doľava zrušíte. Dvojitým poklepaním a posunutím nahor uzamknete nahrávanie.
sl: Dvakrat tapnite in pridržite za snemanje. Spustite za pošiljanje ali podrsajte levo za preklic. Dvakrat tapnite in podrsajte navzgor, da zaklenete snemanje.
sq: Për incizim, prekeni dy herë dhe mbajeni të prekur. Lëreni, që të dërgohet, ose fërkojeni për majtas, që të anulohet. Prekeni dy here dhe fërkojeni për sipër që të kyçet incizimi.
sr: Двапут додирните и држите да започнете снимање. Отпустите да пошаљете или превуците налево да откажете. Двапут додирните и превуците нагоре да закључате снимање.
sv: Dubbeltryck och håll ned för att spela in. Släpp för att skicka eller skjut åt vänster för att avbryta. Dubbeltryck och skjut uppåt för att låsa inspelningen.
sw: Gusa mara mbili na ushikilie ili kurekodi. Achia ili utume au kutelezesha kushoto ili ughairi. Gusa mara mbili na utelezeshe juu ili ufunge rekodi.
ta: இரட்டை தட்டவும்மற்றும் பதிவு செய்ய. வெளியிடஅனுப்பு அல்லது ஸ்லைடுரத்து செய்ய இடது. இரட்டைதட்டவும் மற்றும் ஸ்லைடு பதிவு பூட்டுதல் வரை.
te: రికార్డ్ చేయడానికి రెండుసార్లు నొక్కి పట్టుకోండి. పంపడానికి విడుదల లేదా రద్దు చేయడానికి ఎడమవైపుకి స్లయిడ్ చేయండి.రికార్డింగ్‌ని లాక్ చేయడానికి రెండుసార్లు నొక్కండి మరియు స్లైడ్ చేయండి.
th: แตะสองครั้งและค้างไว้เพื่อบันทึก ปล่อยเพื่อส่งหรือปัดซ้ายเพื่อยกเลิก แตะสองครั้งและปันขึ้นเพื่อล็อกการบันทึก
tr: Kaydetmek için çift dokunun ve basılı tutun. Göndermek için bırakın veya iptal etmek için sola kaydırın. Kaydı kilitlemek için iki kez dokunun ve yukarı kaydırın.
ug: قوش چېكىپ بېسىپ تۇرۇلسا خاتىرىلەيدۇ. قويۇۋېتىلسە يوللايدۇ ياكى سولغا سۈرۈلسە ۋاز كېچىدۇ. قوش چېكىلسە ياكى ئۈستىگە سۈرۈلسە خاتىرىلەشنى قۇلۇپلايدۇ.
uk: Торкніться двічі та утримуйте для запису. Відпустіть, щоб надіслати або потягніть ліворуч, щоб скасувати. Торкніться двічі та потягніть угору, щоб записувати без утримування.
ur: ریکارڈ کرنے کیلئے ڈبل تھپتھپائیں اور تھامیں۔ بھیجنے کے لیے جاری کریں یا منسوخ کرنے کے لیے بائیں سلائیڈ کریں۔ ریکارڈنگ کو مقفل کرنے کیلئے ڈبل تھپتھپائیں اور اوپر سلائیڈ کریں۔
vi: Nhấn hai lần và giữ để thu âm. Thả ra để gửi hoặc trượt sang trái để huỷ. Nhấn hai lần và trượt lên để khoá thu âm.
zh_cn: 双击并按住以录音。释放以发送，左滑以取消。双击并上滑以锁定录音。
zh_hk: 輕觸兩下並按住錄音。鬆手傳送或向左滑動取消。輕觸兩下並向上滑以鎖定錄音。

# INPUT_TOOLBAR_VOICE_MEMO_BUTTON_ACCESSIBILITY_LABEL
source: Voice Message
af: Stemboodskap
ar: رسالة صوتية
az: Səsyazmalı mesaj
be: Галасавое паведамленне
bg: Гласово съобщение
bn: ভয়েস বার্তা
ca: Missatge de veu
cs: Hlasová zpráva
cy: Neges Llais
da: Talebesked
de: Sprachnachricht
el: Μήνυμα φωνής
es: Mensaje de voz
es_es: Nota de voz
et: Häälsõnum
eu: Ahots Mezua
fa: پیام صوتی
fi: Ääniviesti
fil: Voice na Mensahe
fr: Message vocal
ga: Glórphost
gu: વૉઈસ મેસેજ
he: הודעה קולית
hi: ध्वनि मेसेज
hr: Glasovna poruka
hu: Hangüzenet
id: Pesan Suara
is: Talskilaboð
it: Messaggio vocale
ja: 音声メッセージ
kab: Izen s taɣect
kk: Дауысты хабарлама
km: áŸá¶ášá‡á¶áŸáŸ†á¡áŸá„
kn: ಧ್ವನಿ ಸಂದೇಶ
ko: 음성 메시지
lt: Balso žinutė
lv: Balss ziņa
mk: Гласовна порака
ml: വോയിസ് മെസേജ്
mr: व्हॉईस संदेश
ms: Mesej suara
my: အသံသတင်းစကား
nb: Talemelding
nl: Spraakbericht
pa: ਆਵਾਜ਼ ਦਾ ਸੁਨੇਹਾ
pa_pk: وائس سنیہا
pl: Wiadomość głosowa
ps: غږیز پیغام
pt_br: Mensagem de voz
pt_pt: Mensagem de voz
ro: Mesaj vocal
ru: Голосовое сообщение
sk: Hlasová správa
sl: Glasovno sporočilo
sq: Mesazh Zanor
sr: Гласовна порука
sv: Röstmeddelande
sw: Ujumbe wa Sauti
ta: குரல் செய்தி
te: వాయిస్ సందేశం
th: ข้อความเสียง
tr: Sesli İleti
ug: ئاۋازلىق ئۇچۇر
uk: Голосове повідомлення
ur: آواز کے ذریعے پیغام
vi: Tin nhắn Thoại
zh_cn: 语音消息
zh_hk: 語音訊息

# INVALID_AUDIO_FILE_ALERT_ERROR_MESSAGE
source: Invalid audio file.
af: Ongeldige klanklêer.
ar: ملف صوتي غير صالح.
az: Etibarsız səs faylı.
be: Несапраўдны аўдыяфайл.
bg: Невалиден аудио файл.
bn: অবৈধ অডিও ফাইল।
ca: Fitxer d'àudio no vàlid.
cs: Neplatný zvukový soubor.
cy: Ffeil sain annilys.
da: Ugyldig lydfil.
de: Ungültige Audiodatei.
el: Μη έγκυρο αρχείο ήχου.
es: Archivo de audio no válido.
es_es: Archivo de audio inválido.
et: Vigane audiofail.
eu: Soinu fitxategi baliogabea.
fa: فایل صوتی نامعتبر.
fi: Virheellinen äänitiedosto.
fil: Ang file na audio ay hindi valid.
fr: Fichier audio non valide.
ga: Comhad fuaime neamhbhailí.
gu: અમાન્ય ઓડિયો ફાઇલ.
he: קובץ שמע בלתי תקף.
hi: अवैध ऑडियो फ़ाइल
hr: Nevažeća zvučna datoteka.
hu: Érvénytelen hangfájl.
id: Berkas audio tidak valid.
is: Ógild hljóðskrá.
it: Audio file non valido.
ja: 不正な音声ファイルです。
kab: Afaylu n umeslaw d arameɣtu.
kk: Жарамсыз дыбыстық файл.
km: á¯á€áŸá¶ášáŸáŸ†á¡áŸá„á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಅಮಾನ್ಯ ಆಡಿಯೋ ಫೈಲ್.
ko: 잘못된 음성 파일입니다.
lt: Neteisingas garso failas.
lv: Nederīgs audio fails.
mk: Невалидна аудио датотека.
ml: അസാധുവായ ഓഡിയോ ഫയൽ.
mr: अवैध ऑडिओ फाईल.
ms: Fail audio tidak sah.
my: ဖိုင်စနစ်မှားနေသော အသံဖိုင်
nb: Ugyldig lydfil.
nl: Ongeldig audiobestand.
pa: ਗਲਤ ਆਡੀਓ ਫਾਈਲ ਹੈ।
pa_pk: غلط آڈیو فائل۔
pl: Nieprawidłowy plik audio.
ps: ناسم اډیويي فایل.
pt_br: Arquivo de áudio inválido.
pt_pt: Ficheiro de áudio inválido.
ro: Fișier audio invalid.
ru: Недействительный аудиофайл.
sk: Neplatný zvukový súbor.
sl: Neveljavna zvočna datoteka
sq: Kartelë audio e pavlefshme.
sr: Аудио фајл је неважећи.
sv: Ogiltig ljudfil.
sw: Faili batili ya sauti.
ta: தவறான ஆடியோ கோப்பு.
te: చెల్లని ఆడియో ఫైల్.
th: แฟ้มแนบแบบเสียงมีรูปแบบแฟ้มที่ไม่ถูกต้อง
tr: Geçersiz ses dosyası.
ug: ئىناۋەتسىز ئۈن ھۆججىتى.
uk: Неправильний аудіофайл.
ur: بے اثر آڈیو فائل۔
vi: Tập âm thanh không hợp lệ.
zh_cn: 语音文件无效
zh_hk: 無效音訊檔案。

# INVALID_PROXY_HOST_ERROR
source: The proxy address you have entered is invalid, please check the address and try again.
ar: عنوان البروكسي الذي أدخلته غير صحيح. يُرجى التحقُّق من العنوان والمحاولة مرّة أخرى.
be: Проксі-адрас, што вы ўвялi, несапраўдны: праверце адрас і паўтарыце спробу.
bn: আপনি যে প্রক্সি ঠিকানাটি লিখেছেন সেটি অকার্যকর, অনুগ্রহ করে ঠিকানাটি ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: L'adreça del servidor intermediari que has introduït no és vàlida, comprova-la i torna-ho a intentar.
cs: Zadaná adresa proxy serveru je neplatná, zkontrolujte ji prosím a zkuste to znovu.
da: Den angivne proxyadresse er ugyldig. Tjek adressen, og prøv igen.
de: Die von dir eingegebene Proxy-Adresse ist ungültig. Bitte überprüfe die Adresse und versuche es erneut.
el: Η διεύθυνση proxy που έχεις εισαγάγει δεν είναι έγκυρη, έλεγξε τη διεύθυνση και δοκίμασε ξανά.
es: La dirección del servidor proxy que has introducido no es válida. Comprueba la dirección e inténtalo de nuevo.
fa: آدرس پراکسی که وارد کرده‌اید نامعتبر است، لطفاً آدرس را بررسی و دوباره امتحان کنید.
fi: Antamasi välityspalvelinosoite on virheellinen. Tarkista osoite ja yritä uudelleen.
fr: L'adresse de proxy que vous avez saisie est incorrecte. Vérifiez-la et réessayez.
ga: Tá an seoladh seachfhreastalaí a chuir tú isteach neamhbhailí, seiceáil an seoladh agus triail arís.
gu: તમે દાખલ કરેલ પ્રૉક્સી એડ્રેસ અમાન્ય છે, કૃપા કરીને એડ્રેસ તપાસો અને ફરી પ્રયાસ કરો.
he: כתובת הפרוקסי שהכנסת אינה חוקית, יש לבדוק את הכתובת ולנסות שוב.
hi: आपके द्वारा एंटर किया गया प्रॉक्सी ऐड्रेस अमान्य है, कृपया ऐड्रेस जाँचें और फिर से प्रयास करें।
hr: Proxy adresa koju ste unijeli nije valjana. Provjerite adresu i pokušajte ponovno.
hu: A megadott proxy cím érvénytelen. Kérjük, ellenőrizd a címet, és próbáld újra!
id: Alamat proksi yang Anda masukkan tidak valid, periksa alamat dan coba lagi.
it: L'indirizzo del proxy che hai inserito non è valido, controlla l'indirizzo e riprova.
ja: 入力したプロキシアドレスは無効です。アドレスを確認して再度試してください。
ko: 입력한 프록시 주소가 잘못됐습니다. 주소를 확인하고 다시 시도하세요.
mr: आपण प्रविष्ट केलेला प्रॉक्सी पत्ता अवैध आहे, कृपया पत्ता तपासा आणि पुन्हा प्रयत्न करा.
ms: Alamat proksi yang anda masukkan tidak sah, sila semak alamat dan cuba lagi.
nb: Proxy-adressen du har oppgitt, er ugyldig. Sjekk adressen og prøv igjen.
nl: Het door jou ingevoerde proxy-adres is ongeldig. Controleer het adres en probeer het opnieuw.
pl: Podany adres proxy jest nieprawidłowy. Sprawdź adres i spróbuj ponownie.
pt_br: O endereço proxy que você inseriu é inválido. Confira o endereço e tente novamente.
pt_pt: O endereço proxy inserido é inválido. Verifique o endereço e tente novamente.
ro: Adresa proxy pe care ai introdus-o este invalidă, verifică adresa și încearcă.
ru: Введённый вами адрес прокси недействителен. Пожалуйста, проверьте адрес и попробуйте ещё раз.
sk: Zadaná proxy adresa je neplatná, skontrolujte adresu a skúste to znova.
sl: Vnesen proxy naslov je neveljaven, preverite naslov in poskusite znova.
sr: Адреса прокси сервера коју сте унели је неважећа. Проверите адресу и пробајте поново.
sv: Proxyadressen du har angett är ogiltig. Kontrollera adressen och försök igen.
th: ที่อยู่พร็อกซีที่คุณป้อนไม่ถูกต้อง โปรดตรวจสอบที่อยู่และลองอีกครั้ง
tr: Girdiğin proxy adresi geçersiz, lütfen adresi kontrol edip tekrar dene.
ug: سىز كىرگۈزگەن ۋاكالەتچى ئادرېس ئىناۋەتسىز، ئادرېسنى تەكشۈرۈپ قايتا سىناڭ.
uk: Ви ввели недійсну адресу проксі-сервера. Перевірте її і спробуйте ще раз.
ur: جو پراکسی ایڈریس آپ نے درج کیا ہے وہ غلط ہے، براہ کرم ایڈریس چیک کریں اور دوبارہ کوشش کریں۔
vi: Địa chỉ proxy bạn nhập không hợp lệ, vui lòng kiểm tra lại địa chỉ và thử lại.
zh_cn: 您输入的代理服务器地址无效，请检查该地址并重试。
zh_hk: 你輸入的代理伺服器位址無效，請檢查位址，然後再試一次。
