Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_LINK_PROMOTION_ALERT_APPROVE_NEW_MEMBERS_EXPLANATION
source: Require an admin to approve new members joining via the group link.
af: ’n Admin moet nuwe lede goedkeur wat d.m.v. die groepskakel aansluit.
ar: تتطلب موافقة المُشرِف لقبول انضمام أعضاء جُدُد عبر رابط المجموعة.
az: Qrup bağlantısı vasitəsilə qoşulan yeni üzvlərin admin tərəfindən təsdiqlənməsi tələb olunsun.
be: Адміністратару неабходна ўхваляць далучэнне новых удзельнікаў праз спасылку на групу.
bn: গ্রুপের লিঙ্কের মাধ্যমে নতুন সদস্যদের যোগদানের অনুমোদনের জন্য একজন অ্যাডমিনের প্রয়োজন।
ca: Requereix que un administrador aprovi els membres nous que s’afegeixin per l’enllaç del grup.
cs: Požadovat, aby správce schválil nové členy, kteří se připojují přes odkaz skupiny.
cy: Ei gwneud yn ofynnol i weinyddwr gymeradwyo aelodau newydd sy'n ymuno trwy'r ddolen grŵp.
da: Det kræves at en administrator godkender nye gruppemedlemmer via gruppelinket
de: Ein Admin muss Beitrittsanfragen von neuen Mitgliedern über den Gruppen-Link bestätigen.
el: Να απαιτείται η έγκριση απο διαχειριστή/τρια για νέα μέλη που μπαίνουν από το σύνδεσμο της ομάδας.
es: Alguien que sea admin del grupo debe aprobar a nuevos participantes que se unan mediante enlace.
es_es: Al seguir el enlace se genera una solicitud de acceso que debe ser aprobada.
et: Nõua grupilingi kaudu liituvate uute liikmete kinnitamist administraatori poolt.
eu: Kideak talde esteka bidez sartzen badira taldean, derrigorrezkotzat jo administratzaile batek onartzea.
fa: نیاز به یک مدیر برای تأیید اعضای جدید که از طریق پیوند گروه می‌پیوندند.
fi: Ylläpitäjän on hyväksyttävä ryhmälinkin kautta liittyvät uudet jäsenet.
fr: Un administrateur doit approuver les nouveaux membres qui rejoignent le groupe via le lien.
gu: ગ્રુપ લિંક મારફતે જોડાનારા નવા સભ્યોને મંજૂરી આપવા માટે એડમિનની આવશ્યકતા છે.
he: דרוש מנהלן כדי לאשר הצטרפות של חברי קבוצה חדשים באמצעות קישור הקבוצה.
hi: ग्रुप लिंक के माध्यम से नए ग्रुप में शामिल होने वाले मेंबर्स को अनुमोदित करने के लिए एडमिन को आवश्यक करें।
hr: Zahtjeva da administrator odobri pridruživanje novih članova putem poveznice grupe.
hu: A csoporthivatkozással belépő tagok felvételéhez admin jóváhagyása szükséges.
id: Dibutuhkan persetujuan admin untuk menerima anggota baru yang bergabung melalui tautan grup.
is: Krefjast að stjórnandi samþykki nýja meðlimi sem taka þátt í gegnum hóptengil.
it: Richiedi a un admin di approvare i nuovi membri che si uniscono tramite il link del gruppo.
ja: グループリンク経由での新メンバー参加時に、管理者の承認を要求します。
kab: Suter anedbal i wakken ad isentem iεeggalen imaynuten i d-yernan s useɣwen n ugraw.
km: á‘á¶á˜á‘á¶ášá¢áŸ’á“á€á¢á—á·á”á¶á› áŠá¾á˜áŸ’á”á¸á¢á“á»á˜áŸááŸá˜á¶á‡á·á€ááŸ’á˜á¸ á…á¼á›ášá½á˜áá¶á˜ááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜á áŸ’á“á¹á„áŸ”
kn: ಗುಂಪಿನ ಲಿಂಕ್ ಮೂಲಕ ಹೊಸ ಸದಸ್ಯರು ಸೇರುವುದನ್ನು ಅನುಮೋದಿಸಲು ಅಡ್ಮಿನ್ ಅಗತ್ಯವಿರುತ್ತದೆ.
ko: 그룹 링크로 참가하려는 새 멤버를 승인하려면 관리자 권한이 필요합니다.
lt: Reikalauti, kad administratorius patvirtintų naujus, per grupės nuorodą prisijungiančius, narius.
lv: Pieprasiet, lai administrators apstiprina jaunu dalībnieku pievienošanos, izmantojot grupas saiti.
mk: Бара од администраторот да ги одобри новите членови кои што се приклучуваат преку групниот линк.
ml: ഗ്രൂപ്പ് ലിങ്ക് വഴി ചേരുന്ന പുതിയ അംഗങ്ങളെ അംഗീകരിക്കുന്നതിന് ഒരു അഡ്മിൻ ആവശ്യമാണ്.
mr: नवीन सदस्यांनी गट लिंक द्वारा सामील होण्यासाठी ऍडमिन स्वीकार करणे आवश्यक आहे.
ms: Memerlukan pentadbir untuk meluluskan ahli baharu yang menyertai kumpulan melalui pautan kumpulan.
my: အဖွဲ့ဝင်သစ်များ အဖွဲ့လင့်ခ်ဖြင့် ဝင်ပါနိုင်ခြင်းကို စီမံသူမှ အတည်ပြုရန် လိုအပ်စေပေးပါ။
nb: Krev administratorgodkjenning for nye medlemmer som blir med via gruppelenken.
nl: Vereis voor iedere persoon die via de groepslink lid wil worden eerst goedkeuring van een beheerder.
pa: ਗਰੁੱਪ ਲਿੰਕ ਰਾਹੀਂ ਸ਼ਾਮਲ ਹੋਣ ਵਾਲੇ ਨਵੇਂ ਮੈਂਬਰਾਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਕਿਸੇ ਐਡਮਿਨ ਦੀ ਲੋੜ ਹੈ।
pl: Wymagaj zatwierdzania przez administratora nowych osób dołączających do grupy za pomocą linku.
ps: اډمین ته اړتیا ده تر څو هغه نوي غړي تصویب کړي کوم چې د ګروپ د لینک له لارې یو ځای کېږي.
pt_br: Exigir que um administrador aprove pedidos de novos membros que entrarem através do link do grupo.
pt_pt: Solicite a um administrador que aprove a entrada de novos membros através do link para o grupo.
ro: Solicită unui administrator să aprobe membrii noi ce se alătură prin linkul grupului.
ru: Администратор должен будет одобрять новых участников, присоединяющихся по ссылке на группу.
sk: Vyžadovať schválenie administrátorom pri nových členoch, ktorí sa pridajú prostredníctvom odkazu do skupiny.
sl: Za pridružitev tej skupini preko deljene povezave je zahtevana odobritev skrbnika/ce.
sq: Kërko doemos që një përgjegjës të miratojë anëtarë të rinj që vijnë prej një lidhjeje grupi.
sr: Обавезно је да администратор групе одобри нове чланове који се придружују групи преко линка за групу.
sv: Kräv en administratör för att godkänna nya medlemmar som går med via grupplänken.
sw: Itisha ruhusa ya msimamizi kuidhinisha wanachama wapya wanaojiunga kupitia kiungo cha kikundi.
ta: குழு இணைப்பு வழியாக குழுவில் சேர விரும்பும் புதிய உறுப்பினர்களுக்கு நிர்வாகி ஒப்புதல் தேவை.
te: సమూహ లింక్ ద్వారా చేరిన కొత్త సభ్యులను ఆమోదించడానికి నిర్వాహకుడిని అవసరం.
th: ผู้ดูแลต้องอนุมัติสมาชิกใหม่ที่เข้าร่วมผ่านลิงก์กลุ่ม
tr: Grup bağlantısı üzerinden katılan yeni üyelerin yönetici tarafından onaylanması gereksin.
ug: گۇرۇپپا ئۇلانمىسى ئارقىلىق قوشۇلماقچى بولغان يېڭى ئەزالارنى باشقۇرغۇچى دەلىللەيدۇ.
uk: Нових учасників, які приєднуються до групи за посиланням, повинен затверджувати адміністратор.
ur: کسی گروپ کے ذریعے نئے ممبروں کی شمولیت کی منظوری کے لیئے کسی منتظم کی ضرورت ہے۔
vi: Cần quản trị viên chấp nhận thành viên tham gia qua đường dẫn nhóm.
zh_cn: 通过群组链接的新成员需要经过管理员同意才能入群。
zh_hk: 要求透過群組連結加入的新成員須經管理員核准。

# GROUP_LINK_PROMOTION_ALERT_APPROVE_NEW_MEMBERS_SWITCH
source: Require Admin Approval
af: Keur nuwe lede goed
ar: يتطلَّب موافقة المُشرِف
az: Yeni üzvləri təsdiqlə
be: Патрабуецца пацвярджэнне адміністратара
bn: অ্যাডমিনের অনুমোদন প্রয়োজন
ca: Sol·licitar l'aprovació de l'administrador
cs: Vyžadovat schválení správcem
cy: Cymeradwyo Aelodau Newydd
da: Kræv godkendelse af administrator
de: Administrator-Genehmigung benötigt
el: Απαιτείται έγκριση διαχειριστή
es: Solicitar aprobación de admin
es_es: Aprobar solicitudes
et: Uute liikmete kinnitamine
eu: Onartu kide berriak
fa: نیازمند تأیید مدیر
fi: Vaadi järjestelmänvalvojan hyväksyntä
fr: Exiger l'approbation d'un admin
ga: Éiligh Faomhadh Riarthóra
gu: એડમિનની મંજૂરી જરૂરી બનાવો
he: לדרוש אישור מנהל/ת
hi: एडमिन की मंज़ूरी की ज़रूरत है
hr: Zatraži odobrenje administratora
hu: Adminisztrátori jóváhagyás szükséges
id: Perlu Persetujuan Admin
is: Samþykkja nýja meðlimi
it: Richiedi l'approvazione dell'admin
ja: 管理者の承認を必要とする
kab: Qbel iεeggalen imaynuten
km: á¢á“á»á˜áŸááŸá˜á¶á‡á·á€ááŸ’á˜á¸
kn: ಹೊಸ ಸದಸ್ಯರನ್ನು ಅನುಮೋದಿಸಿ
ko: 관리자 승인 필요
lt: Patvirtinti naujus narius
lv: Apstiprināt jaunus dalībniekus
mk: Одобри нови членови
ml: പുതിയ അംഗങ്ങളെ അംഗീകരിക്കുക
mr: ॲडमिनची मंजुरी आवश्यक आहे
ms: Memerlukan Kelulusan Pentadbir
my: အဖွဲ့ဝင်သစ်များကို လက်ခံမယ်
nb: Krev godkjenning fra administrator
nl: Nieuwe leden goedkeuren
pa: ਨਵੇਂ ਮੈਂਬਰਾਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿਓ
pl: Wymagaj zatwierdzenia przez administratora
ps: د نویو غړو تصویب
pt_br: Exigir aprovação do admin
pt_pt: Requerer aprovação do administrador
ro: Necesită aprobarea administratorului
ru: Требуется одобрение администратора
sk: Vyžadovať schválenie administrátorom
sl: Odobritev novih članov_ic
sq: Miratoni Anëtarë të Rinj
sr: Обавезно одобрење администратора
sv: Kräv godkännande av administratör
sw: Idhinisha Wanachama Wapya
ta: புதிய உறுப்பினர்களை அங்கீகரிக்கவும்
te: క్రొత్త సభ్యులను ఆమోదించండి
th: ต้องได้รับการอนุมัติจากผู้ดูแล
tr: Yönetici onayı İste
ug: باشقۇرغۇچىنىڭ تەستىقىنى تەلەپ قىلىش
uk: Адміністратор затверджує учасників
ur: ایڈمن کی منظوری درکار ہے
vi: Cần quản trị viên chấp duyệt
zh_cn: 需要管理员批准
zh_hk: 需要管理員核准

# GROUP_LINK_PROMOTION_ALERT_ENABLE_AND_SHARE_LINK
source: Enable and Share Link
af: Aktiveer en deel skakel
ar: تفعيل ومُشاركة الرابط
az: Bağlantını fəallaşdır və paylaş
be: Уключыць і абагуліць спасылку
bn: লিঙ্ক সক্ষম করুন ও শেয়ার করুন
ca: Habilita i comparteix l'enllaç
cs: Povolit a sdílet odkaz
cy: Galluogi a Rhannu Dolen
da: Aktivér og del link
de: Link aktivieren und teilen
el: Ενεργοποίηση και διαμοιρασμός συνδέσμου
es: Activar y compartir enlace
es_es: Activar y compartir enlace
et: Luba ja jaga linki
eu: Aktibatu eta esteka partekatu
fa: فعال‌سازی و اشتراک‌گذاری پیوند
fi: Ota käyttöön ja jaa linkki
fr: Activer le lien et le partager
gu: લિંકને સક્ષમ કરો અને શેર કરો
he: אפשר ושתף קישור
hi: एनेबल करें और लिंक शेयर करें
hr: Omogući i podijeli poveznicu
hu: Hivatkozás használata
id: Aktifkan dan Bagikan Tautan
is: Virkja og deila tengli
it: Abilita e condividi link
ja: リンクを有効にして共有する
kab: Rmed syen bḍu aseɣwen
km: á”á¾á€ á“á·á„á…áŸ‚á€ášáŸ†á›áŸ‚á€ááŸ†áá—áŸ’á‡á¶á”áŸ‹
kn: ಲಿಂಕ್‌ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಿ
ko: 링크 활성화 및 공유
lt: Įjungti ir bendrinti nuorodą
lv: Iespējot un kopīgot saiti
mk: Вклучи и сподели линк
ml: ലിങ്ക് പ്രവർത്തനക്ഷമമാക്കി പങ്കിടുക
mr: लिंक सक्षम आणि शेअर करा
ms: Dayakan dan Kongsikan Pautan
my: ဖွင့်၍ လင့်ခ်ကို မျှဝေပါ
nb: Aktiver og del lenke
nl: Groepslink inschakelen en delen
pa: ਲਿੰਕ ਸਮਰੱਥ ਅਤੇ ਸਾਂਝਾ ਕਰੋ
pl: Włącz i udostępnij link
ps: فعال یې کړئ او لینک شریک کړئ
pt_br: Ativar e Compartilhar Link
pt_pt: Ativar e partilhar ligação
ro: Permite și distribuie adresa
ru: Включить ссылку и поделиться ей
sk: Povoliť a zdieľať odkaz
sl: Omogoči in deli povezavo
sq: Aktivizoni dhe Jepeni Lidhjen
sr: Укључи и подели линк
sv: Aktivera och dela länk
sw: Wezesha na Ushiriki Kiungo
ta: இணைப்பை இயக்கி பகிரவும்
te: లింక్‌ను ప్రారంభించండి మరియు భాగస్వామ్యం చేయండి
th: เปิดใช้งานและแบ่งปันลิงก์
tr: Bağlantıyı Etkinleştir ve Paylaş
ug: قوزغىتىپ ئۇلانمىنى ھەمبەھىرلەيدۇ
uk: Поділитися посиланням
ur: لنک شروع کریں اور شیئر کریں
vi: Bật và Chia sẻ Đường dẫn
zh_cn: 启用并分享链接
zh_hk: 啟用並分享連結

# GROUP_LINK_PROMOTION_ALERT_SHARE_LINK
source: Share Link
af: Deel skakel
ar: مشاركة الرابط
az: Bağlantını paylaş
be: Абагуліць спасылку
bn: লিঙ্ক শেয়ার করুন
ca: Compartir enllaç
cs: Sdílet odkaz
cy: Rhannu Dolen
da: Del link
de: Link teilen
el: Διαμοιρασμός συνδέσμου
es: Compartir enlace
es_es: Compartir enlace
et: Jaga linki
eu: Partekatu esteka
fa: اشتراک‌گذاری پیوند
fi: Jaa linkki
fr: Partager le lien
gu: લિંક શેર કરો
he: שתף קישור
hi: लिंक शेयर करें
hr: Podijeli poveznicu
hu: Link megosztása
id: Bagi Tautan
is: Deila tengli
it: Condividi link
ja: リンクを共有する
kab: Bḍu aseɣwen
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€ááŸ†áá—áŸ’á‡á¶á”áŸ‹
kn: ಲಿಂಕ್ ಹಂಚಿಕೊಳ್ಳಿ
ko: 링크 공유
lt: Bendrinti nuorodą
lv: Kopīgot saiti
mk: Сподели линк
ml: ലിങ്ക് പങ്കിടുക
mr: लिंक शेअर करा
ms: Kongsikan Pautan
my: လင့်ခ်ကို မျှဝေပါ
nb: Del lenke
nl: Groepslink delen
pa: ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij link
ps: لینک شریک کړئ
pt_br: Compartilhar Link
pt_pt: Partilhar ligação
ro: Distribuie adresa
ru: Поделиться ссылкой
sk: Zdieľať odkaz
sl: Deli povezavo
sq: Jepeni Lidhjen
sr: Подели линк
sv: Dela länk
sw: Shiriki Kiungo
ta: இணைப்பை பகிரவும்
te: లింక్‌ను భాగస్వామ్యం చేయండి
th: แบ่งปันลิงก์
tr: Bağlantıyı Paylaş
ug: ئۇلانما ھەمبەھىر
uk: Поділитися посиланням
ur: لنک شیئر کریں
vi: Chia sẻ Đường dẫn
zh_cn: 分享链接
zh_hk: 分享連結

# GROUP_LINK_PROMOTION_ALERT_SUBTITLE
source: Share this link with friends to let them quickly join this group.
af: Deel hierdie skakel met vriende sodat hulle maklik by hierdie groep kan aansluit.
ar: شارِك هذا الرابط مع الأصدقاء لتمكينهم من الانضمام بشكلٍ سريع لهذه المجموعة.
az: Bu qrupa daha tez qoşulmaları üçün dostlarınızla bu bağlantını paylaşın.
be: Абагульце спасылку з сябрамі, каб яны маглі хутка далучыцца да гэтай групы.
bn: বন্ধুরা যাতে দ্রুত এই গ্রুপে যোগ দিতে পারেন সেজন্য তাদের সাথে লিঙ্কটি শেয়ার করুন।
ca: Compartiu un enllaç amb les amistats perquè s'hi afegeixin ràpidament.
cs: Sdílejte tento odkaz s přáteli a umožněte jim rychle se přidat ke skupině.
cy: Rhannwch y ddolen hon gyda ffrindiau i adael iddyn nhw ymuno â'r grŵp hwn yn gyflym.
da: Del dette link med venner, så de hurtigt kan deltage i denne gruppe.
de: Teile diesen Link mit Personen, damit sie der Gruppe einfach beitreten können.
el: Μοιράσου αυτόν το σύνδεσμο με τους φίλους σου για να μπορέσουν να μπουν γρήγορα στην ομάδα.
es: Comparte este enlace para que otras personas se unan al grupo.
es_es: Comparte este enlace con tus amistades para que se unan rápidamente a este grupo.
et: Jaga seda linki sõpradega, et nad saaks kiiresti grupiga liituda.
eu: Partekatu esteka bat zure lagunen artean talde honetara erraz sartzeko.
fa: این پیوند را با دوستان اشتراک‌گذاری کنید تا به آن‌ها اجازه دهید به سرعت به این گروه بپیوندند.
fi: Jaa kavereille linkki, jolla he voivat liittyä helposti tähän ryhmään.
fr: Partager ce lien avec des amis pour les inviter à rejoindre ce groupe en un clin d’œil.
gu: આ લિંકને મિત્રો સાથે શેર કરો જેથી તેઓ ઝડપથી આ ગ્રુપમાં જોડાઈ શકે.
he: שתף קישור זה עם חברים כדי לתת להם להצטרף במהירות אל קבוצה זו.
hi: दोस्तों के साथ इस लिंक को शेयर करें ताकि वे जल्दी से इस ग्रुप में जुड़ सकें।
hr: Podijelite poveznicu s prijateljima kako bi se brzo pridružili ovoj grupi.
hu: Ennek a hivatkozásnak a megosztásával barátaid gyorsan csatlakozhatnak ehhez a csoporthoz.
id: Bagikan tautan ini dengan teman-teman agar mereka dapat segera bergabung dengan grup ini.
is: Deildu þessum tengli með vinum þínum svo þeir geti gengið fljótt í hópinn.
it: Condividi questo link con gli amici per consentire loro di unirsi rapidamente a questo gruppo.
ja: 友達とリンクを共有して、すぐにこのグループに参加してもらいましょう。
kab: Bḍu aseɣwen-a akked yimeddukkal i wakken ad d-rnun ɣer ugraw-a s zzerb.
km: á…áŸ‚á€ášáŸ†á›áŸ‚á€ááŸ†áá—áŸ’á‡á¶á”áŸ‹á‡á¶á˜á½á™á˜á·ááŸ’áá—á€áŸ’áá· áŠá¾á˜áŸ’á”á¸á¢á“á»á‰áŸ’á‰á¶áá‚áŸá±áŸ’á™á…á¼á›á—áŸ’á›á¶á˜áŸ—á€áŸ’á“á»á„á€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: ಸ್ನೇಹಿತರು ಈ ಗುಂಪಿಗೆ ತ್ವರಿತವಾಗಿ ಸೇರಿಕೊಳ್ಳಲು ಈ ಲಿಂಕ್‌ ಅನ್ನು ಅವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ.
ko: 친구들과 링크를 공유해서 그룹에 빠르게 참가하도록 하세요.
lt: Bendrinkite šią nuorodą su draugais, norėdami leisti jiems greitai prisijungti prie šios grupės.
lv: Kopīgojiet šo saiti ar draugiem, lai viņi varētu ātri pievienoties šai grupai.
mk: Споделете линк со пријателите за да им овозможите брзо да се приклучат на оваа група.
ml: പെട്ടന്ന് ജോയിൻ ചെയ്യാൻ ഈ ലിങ്ക് സുഹൃത്തുക്കളുമായി പങ്കുവെക്കുക
mr: मित्रांना पटकन या गटात सामील करून घेण्यासाठी त्यांच्यासोबत ही लिंक शेअर करा.
ms: Kongsikan pautan ini dengan rakan untuk membenarkan mereka menyertai kumpulan ini dengan cepat.
my: သူငယ်ချင်းများ အဖွဲ့သို့မြန်မြန် ဝင်ရောက်ရန် ၎င်းလင့်ခ်ကို မျှဝေလိုက်ပါ။
nb: Del denne lenken med venner for å la dem raskt bli med i gruppen.
nl: Je kunt een groepslink delen met vrienden zodat ze gemakkelijk lid kunnen worden van deze groep.
pa: ਦੋਸਤਾਂ ਨਾਲ ਇਹ ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ ਤਾਂ ਜੋ ਉਹ ਜਲਦੀ ਨਾਲ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਣ।
pl: Udostępnij ten link znajomym, aby mogli błyskawicznie dołączyć do grupy.
ps: له ملګرو سره لینک شریک کړئ تر څو هغوی پوه شې چې په چټکۍ له دې ګروپ سره یو ځای شي.
pt_br: Compartilhe este link com amigos para que eles entrem nesse grupo rapidamente.
pt_pt: Partilhe esta ligação com amigos e permita que eles entrem rapidamente para este grupo.
ro: Distribuie această adresă prietenilor pentru a le permite să se alăture grupului.
ru: Поделитесь ссылкой с друзьями, чтобы они смогли быстро присоединиться к этой группе.
sk: Zdieľajte tento odkaz s priateľmi, aby sa mohli rýchlo pridať do skupiny.
sl: Delite to povezavo s prijatelji, da se bodo hitro pridružili tej skupini.
sq: Jepuani lidhjen shokëve, për t’i lënë të bëhen pjesë e grupit shpejt e shpejt.
sr: Поделите овај линк са пријатељима да би се брже придружили овој групи.
sv: Dela länken med vänner så att de snabbt kan gå med i denna grupp.
sw: Shiriki kiungo hiki na marafiki ili uwawezeshe kujiunga haraka kwenye kikundi hiki.
ta: இந்த குழுவில் விரைவாக சேர நண்பர்களுடன் இந்த இணைப்பைப் பகிரவும்.
te: ఈ గుంపులో త్వరగా చేరడానికి స్నేహితులతో ఈ లింక్‌ను భాగస్వామ్యం చేయండి.
th: แบ่งปันลิงก์ให้เพื่อนของคุณเพื่อให้พวกเขาสามารถเข้าร่วมกลุ่มนี้ได้อย่างรวดเร็ว
tr: Bu gruba hızla katılmalarına izin vermek için bu bağlantıyı arkadaşlarınızla paylaşın.
ug: ئۇلانمىنى دوستلارغا ھەمبەھىرلەپ ئۇلارنىڭ بۇ گۇرۇپپىغا كىرىشىنى تېزلىتەلەيسىز.
uk: Надішліть друзям посилання, щоб вони швидко приєдналися до групи.
ur: دوستوں کے ساتھ ایک لنک شیئر کریں تاکہ وہ اس گروپ میں جلدی سے شامل ہوں۔
vi: Chia sẻ đường dẫn này với bạn bè để họ có thể nhanh chóng tham gia nhóm này.
zh_cn: 分享该链接，以便好友快速加入群组。
zh_hk: 與好友分享此連結，讓他們快速加入此群組。

# GROUP_LINK_PROMOTION_ALERT_TITLE
source: Invite Friends
af: Nooi vriende
ar: اُدْعُ الأصدقاء
az: Dostları dəvət et
be: Запрасіць сяброў
bn: বন্ধুকে আমন্ত্রণ জানান
ca: Convideu els amics
cs: Pozvat přátele
cy: Gwahodd Ffrindiau
da: Invitér venner
de: Personen einladen
el: Πρόσκληση φίλων
es: Invitar personas
es_es: Invitar amistades
et: Kutsu sõpru
eu: Lagunak gonbidatu
fa: دعوت از دوستان
fi: Kutsu kavereita
fr: Inviter des amis
ga: Tabhair Cuireadh do Chairde
gu: મિત્રોને આમંત્રિત કરો
he: הזמן חברים
hi: मित्रों को आमंत्रित करें
hr: Pozovite prijatelje
hu: Barátok meghívása
id: Undang Kawan
is: Bjóða vinum aðgang
it: Invita i tuoi amici
ja: 友達を招待しましょう
kab: Nced imeddukkal
km: á¢á‰áŸ’á‡á¾á‰á˜á·ááŸ’áá—á€áŸ’áá·
kn: ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
ko: 친구 초대
lt: Pakviesti draugus
lv: Aicināt draugus
mk: Поканете пријатели
ml: സുഹൃത്തുക്കളെ ക്ഷണിക്കുക
mr: मित्रांना आमंत्रित करा
ms: Jemput Rakan
my: သူငယ်ချင်းများကို ဖိတ်မည်
nb: Inviter venner
nl: Vrienden uitnodigen
pa: ਦੋਸਤਾਂ ਨੂੰ ਸੱਦਾ ਦਿਓ
pl: Zaproś znajomych
ps: ملګري راوبولئ
pt_br: Convidar amigos e amigas
pt_pt: Convidar amigos
ro: Invită prieteni
ru: Пригласите друзей
sk: Pozvať priateľov
sl: Povabi prijatelje
sq: Ftoni Shokë
sr: Позовите пријатеље
sv: Bjud in vänner
sw: Alika Marafiki
ta: நண்பர்களை அழைக்க
te: స్నేహితులను ఆహ్వానించండి
th: ชวนเพื่อน
tr: Arkadaş Davet Et
ug: دوستلار تەكلىپى
uk: Запрошення в групу
ur: دوستوں کو دعوت دیں
vi: Mời Bạn bè
zh_cn: 邀请朋友
zh_hk: 邀請好友

# GROUP_LINK_PROMOTION_UPDATE
source: Invite friends to your group via the group link
af: Nooi vriende na jou groep d.m.v. die groepskakel
ar: اُدعُ الأصدقاء لمجموعتك عبر رابط المجموعة
az: Dostlarınızı qrupa, qrup bağlantısı ilə dəvət edin
be: Запрасіце сяброў у гэтую групу па спасылцы на групу
bn: গ্রুপ লিঙ্কটির মাধ্যমে বন্ধুদের আপনার গ্রুপে আমন্ত্রণ জানান
ca: Convideu amistats al grup amb un enllaç de grup.
cs: Pozvěte přátele do vaší skupiny prostřednictvím odkazu skupiny
cy: Gwahoddwch ffrindiau i'ch grŵp trwy ddolen grŵp
da: Inviter venner til din gruppe via et gruppelink
de: Lade mit einem Gruppen-Link Personen zu dieser Gruppe ein
el: Προσκάλεσε φίλους να μπουν στην ομάδα μέσω του συνδέσμου της ομάδας.
es: Invita a otras personas usando el enlace al grupo
es_es: Invita amistades a tu grupo vía enlace
et: Kutsu sõpru grupilingi abil gruppi
eu: Gonbidatu lagunak talde honetara talde-esteka bidez sartzeko
fa: دوستان را به گروه خود از طریق پیوند گروه دعوت کنید
fi: Kutsu kavereita ryhmään ryhmälinkillä
fr: Partagez le lien du groupe pour inviter des amis
gu: મિત્રોને ગ્રુપ લિંક દ્વારા તમારા ગ્રુપમાં આમંત્રણ આપો
he: הזמן חברים אל הקבוצה שלך באמצעות קישור הקבוצה
hi: ग्रुप लिंक के माध्यम से मित्रों को अपने ग्रुप में आमंत्रित करें
hr: Pozovite prijatelje u vašu grupu putem poveznice grupe
hu: Barátok meghívása ebbe a csoportba csoporthivatkozás használatával
id: Undang teman ke grup anda melalui tautan grup
is: Bjóddu vinum að ganga í þennan hóp með hóptengli
it: Invita gli amici al tuo gruppo tramite il link del gruppo
ja: グループリンク経由で友達をこのグループに招待しましょう
kab: Nced-d imeddukkal ɣer ugraw-inek·inem s useɣwen n ugraw
km: á¢á‰áŸ’á‡á¾á‰á˜á·ááŸ’áá—á€áŸ’áá·á‘áŸ…á€á¶á“áŸ‹á€áŸ’ášá»á˜ášá”áŸáŸ‹á¢áŸ’á“á€ áá¶á˜ášá™áŸˆááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜
kn: ಗುಂಪಿನ ಲಿಂಕ್‌ ಮೂಲಕ ಗುಂಪಿಗೆ ಸ್ಬೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
ko: 그룹 링크로 그룹에 친구 추가
lt: Pakvieskite draugus į savo grupę per grupės nuorodą
lv: Uzaiciniet draugus šajā grupā, izmantojot grupas saiti
mk: Поканете пријатели во вашата група преку групниот линк
ml: സുഹൃത്തുക്കളെ ഗ്രൂപ്പ് ലിങ്ക് ഉപയോഗിച്ചു് നിങ്ങളുടെ ഗ്രൂപ്പിലേക്ക് ക്ഷണിക്കുക
mr: गट लिंक वरून आपल्या मित्रांना गटात आमंत्रित करा
ms: Jemput rakan ke kumpulan anda melalui pautan kumpulan
my: အဖွဲ့လင့်ခ်နှင့် အဖွဲ့သို့ သင်၏သူငယ်ချင်းများကို ဖိတ်ခေါ်ပါ။
nb: Inviter venner til gruppen din med gruppelenken
nl: Je kunt vrienden voor deze groep uitnodigen via een groepslink
pa: ਗਰੁੱਪ ਲਿੰਕ ਰਾਹੀਂ ਦੋਸਤਾਂ ਨੂੰ ਆਪਣੇ ਗਰੁੱਪ ਲਈ ਸੱਦਾ ਦਿਓ
pl: Zaproś znajomych do grupy za pomocą linku
ps: د ګروپ لینک له لارې ملګري دغه ګروپ ته راوبولئ
pt_br: Convide amigos para o seu grupo por meio do link do grupo.
pt_pt: Convide amigos para o seu grupo através do link do grupo
ro: Invită-ți prietenii pe grup folosind adresa grupului
ru: Пригласите друзей в эту группу, используя ссылку
sk: Pozvite priateľov do vašej skupiny prostredníctvom odkazu do skupiny
sl: Preko povezave skupine povabite prijatelje v skupino
sq: Ftoni shokë te grupi juaj përmes lidhjes së grupit
sr: Позовите пријатеље у групу преко линка за групу
sv: Bjud in vänner till din grupp via grupplänken
sw: Waalike marafiki kwenye kikundi chako kupitia kiungo cha kikundi
ta: குழு இணைப்பு வழியாக உங்கள் குழுவிற்கு நண்பர்களை அழைக்கவும்
te: సమూహ లింక్ ద్వారా మీ గుంపుకు స్నేహితులను ఆహ్వానించండి
th: เชิญเพื่อนเข้ากลุ่มของคุณผ่านลิงก์กลุ่มนี้
tr: Grup bağlantısı yoluyla arkadaşlarınızı grubunuza davet edin
ug: گۇرۇپپا ئۇلانمىسىنى ئارقىلىق دوستلىرىڭىزنى تەكلىپ قىلىڭ
uk: Запросіть друзів до своєї групи, надіславши їм посилання
ur: گروپ لنک کے ذریعے دوستوں کو اس گروپ میں شامل کریں
vi: Mời bạn bè vào nhóm của bạn bằng đường dẫn nhóm
zh_cn: 通过群组链接邀请好友加入
zh_hk: 邀請好友透過群組連結加入您的群組
