Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_STATUS_FOOTER
source: Transaction details including the payment amount and time of transaction are part of the MobileCoin Ledger.
af: Transaksiedetails insluitend die betaalbedrag en transaksietyd is deel van die MobileCoin grootboek.
ar: تفاصيل المعاملة التي تشتمل على مبالغ المدفوعات وتاريخ المعاملات هي جزء من دفتر حسابات MobileCoin.
az: Ödəniş miqdarı və əməliyyat vaxtını ehtiva edən əməliyyat təfsilatları, MobileCoin Ledger-in bir hissəsidir.
be: Дэталі транзакцыі, у тым ліку сума плацяжу і час транзакцыі, з'яўляюцца часткай размеркаванага рэестра MobileCoin.
bn: লেনদেনের বিস্তারিত বিবরণের মধ্যে রয়েছে পেমেন্টের পরিমাণ এবং লেনদেনের সময় যা MobileCoin লেজার-এর একটি অংশ।
ca: Les dades de la transacció, inclosos l'import del pagament i el moment de la transacció, formen part de MobileCoin Ledger.
cs: Podrobnosti transakce, včetně částky platby a času transakce, jsou součástí knihy MobileCoin.
cy: Mae manylion trafodion gan gynnwys swm y taliad ac amser y trafodyn yn rhan o'r Cyfriflyfr MobileCoin.
da: Transaktionsdetaljer herunder betalingsbeløb og tidspunkt for transaktionen er en del af MobileCoin Ledger.
de: Transaktionsdetails wie Zahlbetrag und Transaktionszeit sind Teil des MobileCoin-Kontenblatts.
el: Τα στοιχεία συναλλαγής, συμπεριλαμβανομένου του ποσού πληρωμής και του χρόνου συναλλαγής, αποτελούν μέρος του Καθολικού MobileCoin.
es: Los detalles de la transacción, incluidos el importe y la fecha del pago, se registran en el libro mayor de MobileCoin.
et: Tehingu andmed, sh maksesumma ja tehingu aeg on osa MobileCoini arvestusraamatust.
eu: Transakzioaren xehetasunak ordainketaren zenbatekoa eta transakzioaren denbora barne, MobileCoin Ledger-en parte dira.
fa: جزئیات تراکنش شامل مقدار پرداخت و زمان تراکنش بخشی از دفتر کل MobileCoin هستند.
fi: Tapahtuman tiedot, mm. summa ja aika tallennetaan MobileCoiniin.
fr: Les informations relatives aux transactions, y compris le montant du paiement et la date de la transaction, font partie du registre MobileCoin.
gu: પેમેન્ટની રકમ અને ટ્રાન્ઝેક્શનના સમય સહિતની ટ્રાન્ઝેક્શન સંબંધી વિગતો MobileCoin લેજરનો ભાગ છે.
he: פרטי עסקה כולל סכום התשלום וזמן העסקה הם חלק מן MobileCoin Ledger.
hi: भुगतान राशि और लेन-देन के समय सहित लेन-देन विवरण MobileCoin लेजर का हिस्सा हैं।
hr: Pojedinosti o prijenosu kao i iznos uplate i vrijeme prijenosa su dio MobileCoin Ledger.
hu: A tranzakció részletei, beleértve a fizetési összeget és a tranzakció idejét, a MobileCoin Ledger részét képezik.
id: Detil transaksi termasuk jumlah pembayaran dan waktu dari transaksi adalah bagian dari Ledger MobileCoin.
is: Nánari upplýsingar um millifærslur, eins og t.d. upphæð og tímasetning millifærslu, eru hluti af hreyfingaskrá / ledger MobileCoin.
it: I dettagli della transazione, compreso l'importo del pagamento e l'ora della transazione, fanno parte del MobileCoin Ledger.
ja: 決済金額や時刻などの取引の詳細は、MobileCoin台帳の一部です。
km: á–áŸááŸŒá˜á¶á“á›á˜áŸ’á¢á·áá¢áŸ†á–á¸á”áŸ’ášáá·á”ááŸ’áá·á€á¶áš ášá½á˜á‘á¶áŸ†á„á…áŸ†á“á½á“á‘á¹á€á”áŸ’ášá¶á€áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹ á“á·á„á–áŸá›áœáŸá›á¶á“áŸƒá”áŸ’ášáá·á”ááŸ’áá·á€á¶áš á‚áºá‡á¶á•áŸ’á“áŸ‚á€á˜á½á™á“áŸƒ MobileCoin LedgeráŸ”
kn: ಪಾವತಿ ಮೊತ್ತ ಮತ್ತು ವಹಿವಾಟಿನ ಸಮಯ ಸೇರಿದಂತೆ ವಹಿವಾಟು ವಿವರಗಳು ಮೊಬೈಲ್‌ಕಾಯಿನ್‌ ಲೆಡ್ಜರ್‌ನ ಭಾಗವಾಗಿದೆ.
ko: 지불 금액 및 거래 시간을 포함한 거래 세부 정보는 MobileCoin Ledger의 일부입니다.
lt: Išsamesnė operacijos informacija, įskaitant mokėjimo sumą ir operacijos laiką, yra „MobileCoin“ sąskaitų knygos dalis.
lv: Transakcijas informācija, tostarp maksājuma summa un transakcijas laiks, norādīta MobileCoin virsgrāmatā.
mk: Деталите за трансакцијата, вклучувајќи го износот на плаќање и времето на трансакцијата, се дел од MobileCoin регистарот.
ml: പേയ്മെന്റ് തുകയും ഇടപാടിന്റെ സമയവും ഉൾപ്പെടെയുള്ള ട്രാൻസാക്ഷൻ വിശദാംശങ്ങൾ മൊബൈൽ കോയിൻ ലെഡ്ജറിന്റെ ഭാഗമാണ്.
mr: व्यवहार तपशील ज्यात पेमेंट रक्कम आणि व्यवहाराची वेळ हे MobileCoin लेजरचा एक भाग आहेत.
ms: Butiran transaksi termasuk jumlah pembayaran dan masa transaksi ialah sebahagian daripada MobileCoin Ledger.
my: ငွေပေးချေမှု ငွေပမာဏ နှင့် လုပ်ဆောင်သည့်အချိန် စသဖြင့် ရောင်းဝယ်မှု၏ အသေးစိတ်အချက်အလက်များသည် MobileCoin စာအုပ်စာရင်း၏ အစိတ်အပိုင်းတစ်ခု ဖြစ်ပါသည်။
nb: Transaksjonsinformasjonen, inkludert betalingsbeløp og transaksjonstid, finner du i din MobileCoin-hovedbok.
nl: Transactiegegevens, waaronder het bedrag en het tijdstip van de transactie, zijn onderdeel van het grootboek van MobileCoin.
pa: ਭੁਗਤਾਨ ਦੀ ਰਕਮ ਅਤੇ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਦੇ ਸਮੇਂ ਸਮੇਤ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਵੇਰਵੇ MobileCoin ਲੈਜ਼ਰ ਦਾ ਹਿੱਸਾ ਹਨ।
pl: Szczegóły transakcji, w tym kwota i czas płatności, pochodzą z rejestru MobileCoin.
ps: د پرداخت مقدار او د معاملې د وخت په ګډون د معاملې جزئیات د MobileCoin د لیجر برخه دي.
pt_br: Os detalhes da transação, incluindo o valor do pagamento e a hora da transação, fazem parte do Livro-razão MobileCoin.
pt_pt: Os detalhes de pagamento incluindo o montante de pagamento e o horário da transação, são parte da MobileCoin Ledger.
ro: Detaliile tranzacției inclusiv valoarea și data acesteia, fac parte din registrul MobileCoin
ru: Подробности транзакции, включая сумму платежа и время транзакции, являются частью распределённого реестра MobileCoin.
sk: Podrobnosti o transakcii vrátane sumy, platby a času transakcie sú súčasťou MobileCoin Ledger.
sq: Hollësi transaksioni, përfshi llogari pagesash dhe kohë transaksioni, janë pjesë e MobileCoin Ledger.
sr: Детаљи трансакције, укључујући износ плаћања и време трансакције, део су књиге MobileCoin-а.
sv: Transaktionsdetaljer inklusive betalningsbelopp och transaktionstid är en del av MobileCoin Ledger.
sw: Maelezo ya muamala, ikiwa ni pamoja na kiwango cha malipo na wakati wa muamala ni sehemu ya Leja ya MobileCoin.
ta: பரிவர்த்தனை விவரங்கள் கட்டணம் செலுத்தும் தொகை மற்றும் பரிவர்த்தனை நேரம் உட்பட MobileCoin லெட்ஜரின் ஒரு பகுதியாகும்.
te: చెల్లింపు మొత్తం మరియు లావాదేవీల సమయంతో సహా లావాదేవీ వివరాలు MobileCoin లెడ్జర్‌లో భాగం.
th: รายละเอียดธุรกรรม รวมถึงจำนวนเงินและเวลาของธุรกรรมเป็นส่วนหนึ่งของ MobileCoin Ledger
tr: Ödeme miktarı ve işlem zamanını da içeren işlem ayrıntıları MobileCoin hesap defterinin bir parçasıdır.
ug: چىقىم سوممىسى ۋە مۇئامىلە ۋاقتىنى ئۆز ئىچىگە ئالغان مۇئامىلە تەپسىلاتلىرى MobileCoin ھېسابات دەپتىرىنىڭ بىر قىسمى.
uk: Інформацію про операцію, зокрема суму платежу й час операції, включено до журналу MobileCoin.
ur: ٹرانزیکشن کی تفصیلات بشمول ادائیگی کی رقم اور لین دین کا وقت ، موبائل کوائن لیجر کا حصہ ہیں۔
vi: Chi tiết giao dịch bao gồm số tiền thanh toán và thời gian giao dịch là một phần của Sổ cái MobileCoin.
zh_cn: 交易，包括付款金额和交易时间，是 MobileCoin 账本的一部分。
zh_hk: 交易詳情包括付款金額和交易時間，屬於 MobileCoin Ledger 一部份。

# SETTINGS_PAYMENTS_PAYMENT_DETAILS_STATUS_FOOTER_DEFRAGMENTATION
source: A “coin cleanup fee” is charged when the coins in your possession can not be combined to complete a transaction. Cleanup will allow you to continue sending payments.
af: ’n “Muntskoonmaakfooi” word gehef wanneer die munte in u besit nie gekombineer kan word om ’n transaksie te voltooi nie. Skoonmaak sal u toelaat om steeds betalings te verstuur.
ar: يتم فرض ”رسوم تنظيف العملة“ عندما يتعذَّر دمج العملات التي بحوزتك لإتمام معاملة. سيسمح لك التنظيف بمواصلة إرسال المدفوعات.
az: Sahib olduğunuz xırda pullar, bir əməliyyatı tamamlamaq üçün birləşdirilə bilməyəndə "Xırda pul təmizləmə haqqı" tutulur. Təmizləmə, ödəniş göndərməyə davam etməyinizi təmin edir.
be: «Камісія за ачыстку манет» спаганяецца, калі манеты, якімі вы валодаеце, немагчыма аб'яднаць, каб выканаць транзакцыю. Пасля ачысткі вы зможаце працягнуць адпраўляць плацяжы.
bn: যখন আপনার দখলে থাকা কয়েন কোনও লেনদেন সম্পন্ন করার কাজে সংযুক্ত করা যাবে না, তখন “কয়েন ক্লিনআপ ফি” ধার্য করা হয়। ক্লিনআপের ফলে আপনি পেমেন্ট পাঠানো অব্যাহত রাখতে পারবেন।
ca: Es cobra una comissió de neteja de monedes quan les monedes que teniu no es poden combinar per completar una transacció. La neteja us permetrà continuar enviant pagaments.
cs: „Poplatek za vyčištění mincí“ je účtován, když mince ve vašem držení nelze kombinovat k dokončení transakce. Vyčištění vám umožní pokračovat v odesílání plateb.
cy: Mae “ffii ailgyfansoddi ceiniogau” yn cael ei godi pan nad oes modd cyfuno'r darnau arian yn eich meddiant i gwblhau trafodyn. Bydd ailgyfansoddi yn caniatáu ichi barhau i anfon taliadau.
da: Et "Møntoprydningsgebyr" opkræves, når mønterne i din besiddelse ikke kan kombineres for at fuldføre en transaktion. Oprydning vil gøre det muligt for dig fortsat at sende betalinger.
de: Eine »Bereinigungsgebühr« wird berechnet, wenn deine Coins nicht zu einer vollständigen Transaktion kombiniert werden können. Die Bereinigung ermöglicht dir, weiterhin Zahlungen zu senden.
el: Ένα «τέλος καθαρισμού κερμάτων» χρεώνεται όταν τα κέρματα που έχετε στην κατοχή σας δεν μπορούν να συνδυαστούν για να ολοκληρωθεί μια συναλλαγή. Ο καθαρισμός θα σας επιτρέψει να συνεχίσετε να στέλνετε πληρωμές.
es: Se cobra una tarifa por consolidación de monedas cuando las monedas que tienes no pueden combinarse para completar una transacción. La consolidación te permite continuar enviando pagos.
et: Coin cleanup fee on tasu, mis võetakse, kui sinu omandis olevatest coinidest ei saa kokku tervet makset. Cleanup võimaldab sellisel juhul maksete saatmist jätkata.
eu: "Txanponen garbiketa" kobratuko da zure jabetzako txanponak ezin direnean konbinatu transakzio bat burutzeko. Garbiketak ordainketak bidaltzen jarraitzen utziko dizu.
fa: «هزینهٔ تمیزکاری سکه» زمانی کم می‌شود که سکه‌های در اختیار شما نمی‌توانند برای کامل کردن یک تراکنش ترکیب شوند. تمیزکاری به شما اجازه می‌دهد که به ارسال پرداخت‌ها ادامه دهید.
fi: Jos siirtoon vaadittavat kolikot eivät mene tasan, summasta peritään kolikoiden siivousmaksu. Siivouksen jälkeen maksujen lähettäminen on jälleen mahdollista.
fr: Lorsque les pièces en votre possession ne peuvent pas être combinées pour finaliser une transaction, elles doivent être agrégées et des frais vous sont facturés. Cette agrégation vous permet de continuer à effectuer des paiements.
gu: જ્યારે તમારા કબજામાં રહેલા કોઇનને ટ્રાન્ઝેક્શન પૂર્ણ કરવા માટે જોડી શકાય નહીં ત્યારે "કોઇન ક્લીન અપ ફી" લેવામાં આવે છે. ક્લીનઅપ તમને પેમેન્ટ મોકલવાનું ચાલુ રાખવાની મંજૂરી આપશે.
he: "עמלת ניקוי מטבעות" מחויבת כאשר המטבעות בחזקתך אינם יכולים להתאחד כדי להשלים עסקה. ניקוי יתיר לך להמשיך לשלוח תשלומים.
hi: जब आपके स्वामित्व के कॉइन किसी लेन-देन को पूरा करने के लिए एकत्र नहीं किए जा सकते हैं तब “कॉइन क्लीनअप शुल्क” लगाया जाता है। क्लीनअप द्वारा आप भुगतान भेजना जारी रख सकेंगे।
hr: "Naknada za čišćenje novčića" naplaćuje se kada se novčići u vašem posjedu ne mogu kombinirati za dovršetak transakcije. Čišćenje će vam omogućiti da i dalje šaljete uplate.
hu: A “coin rendbetételi díj ” akkor kerül felszámolásra, ha a birtokodban lévő coinok nem kombinálhatók egy tranzakció teljesítéséhez. A rendbetétel lehetővé teszi, hogy folytasd a fizetések küldését.
id: "Biaya coin cleanup" dibebankan saat koin dalam kepemilikan Anda tidak dapat digabungkan untuk menyelesaikan sebuah transaksi. Cleanup memungkinkan Anda untuk melanjutkan pembayaran.
is: “Gjald fyrir hreinsun mynta” er innheimt þegar ekki er hægt að sameina myntir í þinni eigu til að ljúka millifærslu. Hreinsun gerir þér kleift að halda áfram að senda greiðslur.
it: Una "commissione per la pulizia delle monete" viene addebitata quando le monete in tuo possesso non possono essere combinate per completare una transazione. La pulizia ti consentirà di continuare a inviare pagamenti.
ja: 「コインクリーンアップ手数料」は、お手持ちのコインを組み合わせて取引を完了できない場合に発生します。クリーンアップすることで、送金を続けることができます。
km: â€œááŸ’á›áŸƒáŸáŸáœá¶áŸáŸ†á¢á¶áá€á¶á€áŸ‹â€ ááŸ’ášá¼áœá”á¶á“á‚á·áá”áŸ’ášá¶á€áŸ‹á“áŸ…á–áŸá›áŠáŸ‚á›á€á¶á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á¢á¶á…á”á‰áŸ’á…á¼á›á‚áŸ’á“á¶áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á…á”áŸ‹á”áŸ’ášáá·á”ááŸ’áá·á€á¶ášáŸ” á€á¶ášáŸáŸ†á¢á¶áá“á¹á„á¢á“á»á‰áŸ’á‰á¶áá±áŸ’á™á¢áŸ’á“á€á”á“áŸ’áá€á¶ášá•áŸ’á‰á¾á€á¶ášá‘á¼á‘á¶ááŸ‹áŸ”
kn: ನಿಮ್ಮ ಸ್ವಾಧೀನದಲ್ಲಿನ ಕಾಯಿನ್‌ಗಳನ್ನು ವಹಿವಾಟು ಪೂರ್ಣಗೊಳಿಸಲು ಸಂಯೋಜಿಸಲು "ಕಾಯಿನ್ ಕ್ಲೀನಪ್‌ ಫೀ" ಅನ್ನು ವಿಧಿಸಲಾಗುತ್ತದೆ. ಪೇಮೆಂಟ್‌ಗಳನ್ನು ಕಳುಹಿಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ಕ್ಲೀನಪ್‌ ಅನುಮತಿಸುತ್ತದೆ.
ko: 보유하고 있는 코인을 합산하여 거래를 완료할 수 없는 경우 '코인 정리 수수료'가 부과됩니다. 정리를 통해 계속 지불할 수 있습니다.
lt: „Monetų išvalymo mokesčiu“ yra apmokestinama tuomet, kai jūsų turimos monetos negali būti sujungtos operacijos užbaigimui. Išvalymas leis jums ir toliau siųsti mokėjimus.
lv: Naudas līdzekļu tīrīšanas jeb defragmentēšanas maksa tiek ieturēta, ja jūsu rīcībā esošos naudas līdzekļus nevar apvienot, lai pabeigtu transakciju. Veicot tīrīšanu, varēsiet turpināt maksājumu sūtīšanu.
mk: „Сума за чистење на монети“ се наплаќа кога монетите кои што ги поседувате не можат да се искомбинираат за да се направи трансакција. Чистењето ќе Ви овозможи да продолжите да испраќате плаќања.
ml: നിങ്ങളുടെ കൈവശമുള്ള നാണയങ്ങൾ ഒരു ഇടപാട് പൂർത്തിയാക്കാൻ സംയോജിപ്പിക്കാൻ കഴിയാത്തപ്പോൾ ഒരു "നാണയം വൃത്തിയാക്കൽ ഫീസ്" ഈടാക്കുന്നു. പേയ്മെന്റുകൾ അയയ്ക്കുന്നത് തുടരാൻ ക്ലീനപ്പ് നിങ്ങളെ അനുവദിക്കും.
mr: आपल्याकडील कॉइन व्यव्हार पूर्ण करण्यासाठी वापरले जाऊ शकत नसल्यास "कॉइन सफाई फी" चार्ज केली जाते. सफाई आपल्याला पेमेंट पाठवण्यासाठी अनुमती देते.
ms: "Bayaran pembersihan syiling" dikenakan apabila duit syiling yang anda miliki tidak dapat digabungkan untuk menyelesaikan transaksi. Pembersihan akan membenarkan anda terus menghantar pembayaran.
my: ငွေပေးချေမှု လုပ်ဆောင်ရန် သင့်လက်ထဲတွင်ရှိသော အကြွေစေ့များကိုပေါင်းစပ်သော်လည်း လုံလောက်မှုမရှိခဲ့လျှင် "အကြွေစေ့ရှင်းရေးအခကြေး" ကို ကောက်ခံယူပါမည်။ ရှင်းခြင်းဖြင့် ငွေပေးချေမှုများ ဆက်လက် ပေးပို့နိုင်ပါမည်။
nb: "Myntoppryddingsgebyr" belastes når myntene i din besittelse ikke kan kombineres for å fullføre en transaksjon. Oppryddingen vil tillate deg å fortsette å sende betalinger.
nl: Er worden ‘samenvoegingskosten’ in rekening gebracht wanneer de munten die je bezit niet kunnen worden samengevoegd tot de nieuwe gewenste betaling. Door deze samenvoeging kun je toch betalingen blijven verzenden.
pa: ਜਦੋਂ ਕਿਸੇ ਟ੍ਰਾਂਜ਼ੈਕਸ਼ਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਅਧਿਕਾਰ ਵਿਚਲੇ ਸਿੱਕਿਆਂ ਨੂੰ ਰਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਤਾਂ ਇੱਕ "ਸਿੱਕਾ ਕਲੀਨਅੱਪ ਫ਼ੀਸ" ਲਗਾਈ ਜਾਂਦੀ ਹੈ। ਕਲੀਨਅੱਪ ਨਾਲ ਤੁਸੀਂ ਭੁਗਤਾਨ ਭੇਜਣਾ ਜਾਰੀ ਰੱਖ ਸਕੋਗੇ।
pl: Opłata za tzw. uporządkowanie coinów (ang. coin cleanup) jest naliczana, gdy Twoich coinów nie można ze sobą połączyć, aby przeprowadzić transakcję. Po ich uporządkowaniu możesz znów wysyłać płatności.
ps: «د سکې د پاکولو لګښت» هغه مهال چارچ کېږي کله چې ستاسې په اختیار کې پرتې سیکې ونشي کړای د یوې معاملې د بشپړولو لپاره ترکیب شي. دا پاکول تاسې ته اجازه درکوي تر څو د پرداختونو لیږد ته ادامه ورکړئ.
pt_br: Uma "taxa de limpeza de moedas" é cobrada quando as moedas em sua posse não podem ser combinadas para completar uma transação. A limpeza permitirá que você continue enviando pagamentos.
pt_pt: É cobrada uma "taxa de limpeza de moedas" que se encontra na sua posse não podem ser combinadas para completar a transação. A limpeza irá permitir-lhe que continue a enviar pagamentos.
ro: Un „comision de consolidare monedă” este perceput atunci când monedele pe care le deții nu pot fi combinate pentru a finaliza o tranzacție. Consolidarea îți permite să continui efectuarea de plăți.
ru: «Комиссия за очистку монет» взимается, когда монеты, которыми вы владеете, невозможно объединить, чтобы совершить транзакцию. После очистки вы сможете продолжить отправлять платежи.
sk: "Poplatok za upratanie mincí" sa účtuje, keď mince vo vašom vlastníctve nie je možné skombinovať na dokončenie transakcie. Upratanie vám umožní posielať platby naďalej.
sq: Një “tarifë pastrimi monedhash” aplikohet kur monedhat në pronësinë tuaj s’mund të ndërthuren për të plotësuar një transaksion. Pastrimi do t’ju lejojë të vazhdoni dërgim pagesash.
sr: „Накнада за чишћење новчића“ се наплаћује када се новчићи у вашем власништву не могу комбиновати да би се обавила трансакција. Чишћење ће вам омогућити да наставите са слањем уплата.
sv: En "myntsaneringsavgift" debiteras när mynten i ditt innehav inte kan kombineras för att slutföra en transaktion. Sanering gör att du kan fortsätta skicka betalningar.
sw: “Ada ya kusafisha sarafu” inatozwa wakati sarafu ulizonazo haziwezi kuunganishwa ili kukamilisha muamala. Usafishaji utakuwezesha kuendelea kutuma malipo.
ta: உங்களிடம் உள்ள நாணயங்களை இணைக்க முடியாதபோது “நாணயம் தூய்மைப்படுத்தும் கட்டணம்” வசூலிக்கப்படுகிறது முழுமைஒரு பரிவர்த்தனை. தூய்மைப்படுத்தும்அனுமதி நீங்கள் தொடர்ந்து பணம் அனுப்ப வேண்டும்.
te: లావాదేవీని పూర్తి చేయడానికి మీ వద్ద ఉన్న నాణేలను కలపలేనప్పుడు “కాయిన్ క్లీనప్ ఫీజు” వసూలు చేయబడుతుంది. చెల్లింపులు పంపడం కొనసాగించడానికి క్లీనప్ మిమ్మల్ని అనుమతిస్తుంది.
th: "ค่าธรรมเนียมจัดระเบียบเหรียญ" มีการเรียกเก็บเมื่อเหรียญที่คุณครอบครองไม่สามารถนำไปรวมเพื่อให้ธุรกรรมเสร็จสมบูรณ์ได้ การจัดระเบียบช่วยให้คุณส่งเงินต่อไปได้
tr: “Bozukluk temizleme ücreti” sahip olduğunuz paralar bir işlemi tamamlamaya yetecek şekilde birleştirilemediğinde alınıyor. Temizleme ödeme göndermeye devam etmenizi sağlıyor.
ug: قولىڭىزدىكى تەڭگىلەرنى بىرلەشتۈرۈپ مۇئامىلىنى تاماملىغىلى بولمىغاندا ، «تەڭگە تازىلاش ھەققى» ئېلىنىدۇ. تازىلاش ئارقىلىق داۋاملىق چىقىم يوللاشقا يول قويىدۇ.
uk: «Плата за округлення койнів» стягується, коли ваші койни неможливо згрупувати для здійснення трансакції. Округлення дасть вам змогу продовжити надсилати платежі.
ur: جب آپ کے پاس موجود سکے کو ٹرانزیکشن کو مکمل کرنے کے لئے جوڑ نہیں کیا جاسکتا ہے تو "Coin cleanup fee" وصول کی جاتی ہے۔ Cleanup آپ کو ادائیگی بھیجنا جاری رکھنے کی اجازت دے گی۔
vi: "Phí dọn dẹp đồng xu" được tính khi những đồng xu bạn sở hữu không thể được gộp để hoàn tất một giao dịch. Việc dọn dẹp sẽ cho phép bạn tiếp tục gửi thanh toán.
zh_cn: 当您拥有的货币无法合并以完成交易时，将收取“货币清理费”。清理后可继续发送付款。
zh_hk: 當您擁有的金幣無法合併以完成一筆交易時，將會徵收一項「金幣清理費用」。清理將會允許您繼續發送付款。

# SETTINGS_PAYMENTS_PAYMENT_INSUFFICIENT_BALANCE_ALERT_MESSAGE_FORMAT
source: You don’t have enough MOB to complete this payment. Your current balance is %@.
af: U het nie genoeg MOB om hierdie betaling te voltooi nie. U huidige balans is %@.
ar: ليس لديك ما يكفي من عملة MOB لإتمام هذا الدفع. رصيدك الحالي هو %1$@.
az: Bu ödənişi tamamlamaq üçün yetərli MOB yoxdur. Hazırkı balansınız: %@.
be: Недастаткова MOB, каб завяршыць гэты плацеж. Ваш бягучы баланс %1$@.
bn: পেমেন্টটি সম্পন্ন করতে আপনার পর্যাপ্ত MOB নেই। আপনার বর্তমান ব্যালান্স হচ্ছে %1$@।
ca: No teniu prou MOB per completar aquest pagament. El saldo és de %1$@.
cs: Na dokončení této platby nemáte dostatek MOB. Váš zůstatek je %1$@.
cy: Nid oes gennych ddigon o MOB i gwblhau'r taliad hwn. Eich balans yw %@.
da: Du har ikke saldo nok til at gennemføre denne betaling. Din nuværende saldo er %1$@.
de: Du hast zu wenig MOB, um diese Zahlung abzuschließen. Dein aktueller Kontostand ist %1$@.
el: Δεν έχετε αρκετά MOB για να ολοκληρώσετε αυτήν την πληρωμή. Το τρέχον υπόλοιπό σας είναι %1$@.
es: No tienes suficientes MOB para completar este pago. Tu saldo actual es de %1$@.
fa: شما به اندازهٔ کافی MOB برای تکمیل این تراکنش ندارید. موجودی فعلی شما %1$@ است.
fi: Sinulla ei ole tarpeeksi saldoa tämän maksun maksamiseksi. Saldosi on %1$@.
fr: Solde en MOB insuffisant pour réaliser ce paiement. Montant actuel de votre solde : %1$@.
ga: You don’t have enough MOB to complete this payment. Your current balance is %1$@.
gu: આ પેમેન્ટ પૂર્ણ કરવા માટે તમારી પાસે પૂરતું MOB નથી. તમારું વર્તમાન બેલેન્સ %1$@ છે
he: אין לך מספיק מאזן כדי להשלים את התשלום הזה. המאזן הנוכחי שלך הוא %1$@.
hi: इस भुगतान को पूरा करने के लिए आपके पास पर्याप्त MOB नहीं है। आपका मौजूदा बैलेंस %1$@ है।
hr: Nemate dovoljno MOB za dovršetak ove uplate. Vaše trenutno stanje je%1$@.
hu: Nincs elég MOB a birtokodban ehhez a kifizetéshez. Az aktuális egyenleged: %1$@.
id: Anda tidak memiliki cukup MOB untuk menyelesaikan pembayaran ini. Saldo Anda saat ini %1$@.
is: Þú átt ekki nægilega mikið af MOB til að ljúka þessari greiðslu. Fyrirliggjandi inneign þín er núna %@.
it: Non hai abbastanza MOB per completare questo pagamento. Il tuo saldo attuale è %1$@.
ja: 決済を完了できる十分なMOBがありません。残高は%1$@です。
km: á¢áŸ’á“á€á˜á·á“á˜á¶á“ MOB á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹ áŠá¾á˜áŸ’á”á¸á”á‰áŸ’á…á”áŸ‹á€á¶ášá‘á¼á‘á¶ááŸ‹á“áŸáŸ‡áŸ” áŸá˜áá»á›áŸ’á™á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“ášá”áŸáŸ‹á¢áŸ’á“á€á‚áº %@áŸ”
kn: ಈ ಪೇಮೆಂಟ್‌ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮಲ್ಲಿ ಸಾಕಷ್ಟು MOB ಇಲ್ಲ. ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಬ್ಯಾಲೆನ್ಸ್‌ %@.
ko: 지불을 완료하기에 충분한 MOB가 없습니다. 현재 잔액은 %1$@입니다.
lt: Jums nepakanka MOB, kad užbaigtumėte šį mokėjimą. Jūsų dabartinis likutis yra %@.
lv: Jums nav pietiekami daudz MOB, lai pabeigtu šo maksājumu. Jūsu pašreizējais atlikums ir %@.
ml: ഈ പേയ്മെന്റ് പൂർത്തിയാക്കാൻ നിങ്ങൾക്ക് മതിയായ എംഓബി ഇല്ല. നിങ്ങളുടെ നിലവിലെ ബാലൻസ് %@ ആണ്.
mr: हे पेमेंट पूर्ण करण्यासाठी आपल्याकडे पुरेसे MOB नाहीत. आपला वर्तमान बॅलंस %1$@ आहे.
ms: Anda tidak mempunyai MOB yang mencukupi untuk menyelesaikan pembayaran ini. Baki semasa anda ialah %1$@.
my: သင့်တွင် ငွေပေးချေမှုအတွက် MOB လုံလောက်မှုမရှိပါ။ သင်၏ လက်ရှိလက်ကျန်ငွေသည် %@ ဖြစ်ပါသည်။
nb: Du har ikke nok MOB til å gjennomføre denne betalingen. Saldoen din er %1$@.
nl: Je hebt niet genoeg MOB om deze betaling te kunnen doen. Je huidige krediet is %1$@.
pa: ਇਸ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਲੋੜੀਂਦਾ MOB ਨਹੀਂ ਹੈ। ਤੁਹਾਡਾ ਮੌਜੂਦਾ ਬਕਾਇਆ %@ਹੈ।
pl: Nie masz wystarczająco dużo waluty MOB, aby wykonać tę płatność. Dostępne środki: %1$@.
ps: د همدې پرداخت د بشپړولو لپاره تاسې کافي MOB نه لرئ. ستاسې اوسنی بېلانس %@ ده.
pt_br: Você não tem MOB o suficiente para concluir este pagamento. Seu saldo atual é de %1$@.
pt_pt: Não possui MOB suficiente para completar este pagamento. O seu saldo atual é de %1$@.
ro: Nu ai suficient MOB pentru a finaliza această plată. Soldul tău curent este %1$@.
ru: У вас недостаточно MOB, чтобы выполнить этот платёж. Ваш текущий баланс: %1$@.
sk: Na dokončenie tejto platby nemáte dostatok MOB. Váš súčasný zostatok je %1$@.
sl: Nimate dovolj MOB za dokončanje tega plačila. Vaše trenutno stanje je %@.
sq: S’keni MOB të majftueshëm për të plotësuar këtë pagesë. Depozita juaj aktuale është %@.
sr: Немате довољно MOB-а да извршите ово плаћање. Ваш тренутни износ је %1$@.
sv: Du har inte tillräckligt med MOB för att slutföra denna betalning. Ditt nuvarande saldo är %1$@.
sw: Huna MOB ya kutosha kukamilisha malipo haya. Salio lako la sasa ni %@.
ta: உங்களிடம் போதுமான MOB இல்லை முழுமைஇந்த கட்டணம். உங்கள் தற்போதையசமநிலை இருக்கிறது %@.
te: ఈ చెల్లింపును పూర్తి చేయడానికి మీకు తగినంత MOB లేదు. మీ ప్రస్తుత బ్యాలెన్స్ %@.
th: คุณมี MOB ไม่พอสำหรับทำการชำระเงินนี้ให้สมบูรณ์ ขณะนี้คุณมี %1$@
tr: Bu ödemeyi tamamlamak için yeterince MOB'a sahip değilsiniz. Mevcut bakiyeniz %1$@.
ug: بۇ چىقىمنى تۆلىگىدەك MOB يوق. نۆۋەتتىكى قالدۇق سوممىڭىز %1$@.
uk: У вас не вистачає MOB на балансі для здійснення цього платежу. Ваш поточний баланс — %1$@.
ur: آپ کے پاس اس ادائیگی کو مکمل کرنے کے لئے اتنی MOB نہیں ہے۔ آپ کا موجودہ بیلنس%1$@ ہے۔
vi: Bạn không có đủ MOB để hoàn tất thanh toán này. Số dư hiện tại của bạn là %1$@.
zh_cn: 没有足够的 MOB 完成该付款。您的当前余额为 %1$@。
zh_hk: 您沒有足夠的 MOB 來完成這次付款。您目前的餘額為 %1$@。
