Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_SECTION_SOUNDS
source: Sounds
af: Geluide
ar: اﻷصوات
az: Səslər
be: Гукі
bg: Звуци
bn: শব্দসমূহ
ca: Sons
cs: Zvuky
cy: Seiniau
da: Lyde
de: Töne
el: Ήχοι
es: Sonidos
es_es: Sonidos
et: Helid
eu: Soinuak
fa: صداها
fi: Äänet
fil: Mga Tunog
fr: Sons
ga: Fuaimeanna
gu: અવાજો
he: צלילים
hi: आवाज़
hr: Zvukovi
hu: Hangok
id: Suara
is: Hljóð
it: Suoni
ja: 着信音
kab: Imeslan
kk: Дыбыстар
km: áŸáŸ†á¡áŸá„
kn: ಶಬ್ದಗಳು
ko: 소리
lt: Garsai
lv: Skaņas
mk: Звуци
ml: ശബ്ദങ്ങൾ
mr: ध्वनी
ms: Bunyi
my: အသံ
nb: Lyder
nl: Geluiden
pa: ਆਵਾਜ਼ਾਂ
pa_pk: آوازاں
pl: Dźwięki
ps: غږونه
pt_br: Sons
pt_pt: Sons
ro: Sunete
ru: Звуки
sk: Zvuky
sl: Zvoki
sq: Tinguj
sr: Звукови
sv: Ljud
sw: Sauti
ta: ஒலிகள்
te: శబ్దాలు
th: เสียง
tr: Sesler
ug: ئاۋازلار
uk: Звуки
ur: آوازیں
vi: Âm thanh
zh_cn: 声音
zh_hk: 聲音

# SETTINGS_SECTION_TITLE_CALLING
source: Calling
af: Om te bel
ar: المكالمات
az: Zəng edilir
be: Званок
bg: Повикване
bn: কল করা হচ্ছে
ca: Telefonades
cs: Volání
cy: Galwadau
da: Opkald
de: Anrufe
el: Κλήσεις
es: Llamadas
es_es: Llamadas
et: Helistamine
eu: Deitzen
fa: درحال تماس
fi: Puhelut
fil: Tumatawag na
fr: Appels
ga: Glaonna
gu: કૉલ થઈ રહ્યો છે
he: התקשרות
hi: कॉल की जा रही है
hr: Uspostava poziva
hu: Hívás
id: Panggilan
is: Hringi
it: Chiamate
ja: 通話
kab: Asiwel
kk: Қоңырау соғуда
km: á€á¶ášá áŸ…
kn: ಕರೆ ಮಾಡುವುದು
ko: 통화
lt: Skambinimas
lv: Zvani
mk: Повикување
ml: കോളിംഗ്
mr: कॉलिंग
ms: Memanggil
my: ခေါ်နေသည်
nb: Oppringing
nl: Bellen
pa: ਕਾਲਿੰਗ
pa_pk: کال کر رئیا اے
pl: Połączenia
ps: د اړیکې نیولو په حالت کې
pt_br: Chamando
pt_pt: Chamadas
ro: Apel în curs
ru: Звонки
sk: Uskutočňovanie hovorov
sl: Kličem
sq: Thirrje
sr: Позиви
sv: Samtal
sw: Inapiga
ta: அழைக்கிறது
te: కాలింగ్
th: การโทร
tr: Arama
ug: چاقىرغاندا
uk: Здійснення викликів
ur: کال ہو رہی ہے
vi: Đang gọi
zh_cn: 呼叫时
zh_hk: 通話

# SETTINGS_SECURITY_DETAIL
source: Use Touch ID, Face ID, or your iOS device passcode to unlock Signal.
af: Gebruik Touch ID, Face ID of u iOS-toestelwagkode om Signal te ontgrendel.
ar: استخدِم بصمة الإصبع (Finger ID) أو تقنية التعرُّف على الوجه (Face ID) أو رمز المرور لجِهاز iOS الخاصّ بك لفك قفل سيجنال.
az: Signal-ın kilidini açmaq üçün Touch ID, Face ID və ya iOS cihazınızın parolunu istifadə edin.
be: Выкарыстаць Touch ID, Face ID або код доступу вашай прылады iOS, каб разблакаваць Signal.
bn: Signal আনলক করতে টাচ ID, ফেস ID বা আপনার iOS ডিভাইসের পাসকোড ব্যবহার করুন।
ca: Useu l'ID de tacte, l'ID de cara o la contrasenya del dispositiu d'iOS per desblocar el Signal.
cs: Použijte Touch ID, Face ID nebo systémový PIN pro odemknutí Signalu.
cy: Defnyddio Touch ID, Face ID, neu'ch cyfrinair dyfais iOS i ddatgloi Signal.
da: Brug Touch ID, Face ID eller din iOS-enheds adgangskode for at oplåse Signal.
de: Verwende Touch ID, Face ID oder den Code deines iOS-Geräts, um Signal zu entsperren.
el: Χρήση Touch ID, Face ID, ή του κωδικού της συσκευής iOS σου για ξεκλείδωμα του Signal.
es: Usa Touch ID, Face ID o la clave de acceso del dispositivo iOS para desbloquear Signal.
et: Kasuta Signali avamiseks TouchID-d, FaceID-d või iOS seadme parooli.
fa: از Touch ID یا Face ID، یا گذرواژهٔ دستگاه iOS خود برای باز کردن قفل سیگنال استفاده کنید.
fi: Signalin lukitus avataan Touch ID:llä, Face ID:llä tai iOS-pääsykoodilla.
fr: Utilisez Touch ID, Face ID ou le mot de passe de votre appareil iOS pour déverrouiller Signal.
gu: Signal ને અનલૉક કરવા માટે ટચ ID , ફેસ ID અથવા તમારા iOS ડિવાઇસ પાસકોડનો ઉપયોગ કરો.
he: השתמש בזיהוי טביעת אצבע, זיהוי פנים או סיסמת מכשיר iOS שלך כדי לשחרר נעילת Signal.
hi: Signal को अनलॉक करने के लिए Touch ID, Face ID, या अपने iOS डिवाइस पासकोड का उपयोग करें।
hr: Koristite Touch ID, Face ID ili šifru vašeg iOS uređaja za otključavanje Signala.
hu: Touch ID, FaceID, jelkód használata a Signal feloldásához.
id: Gunakan Touch ID, Face ID, atau kode sandi perangkat iOS Anda untuk membuka kunci Signal.
is: Aflæstu Signal með snerti- eða andlitsauðkenni (Touch ID/Face ID) eða aðgangskóða tækis.
it: Utilizza Touch ID, Face ID o il codice di accesso del tuo dispositivo iOS per sbloccare Signal.
ja: Touch ID、Face IDまたはiOS端末のパスコードを使用して、Signalのロックを解除します。
km: á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Touch ID, Face ID, á¬á›áŸáá€á¼áŠá§á”á€ášááŸ iOS ášá”áŸáŸ‹á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸áŠáŸ„áŸ‡áŸáŸ„ SignaláŸ”
kn: Signal ಅಲ್‌ಲಾಕ್‌ ಮಾಡಲು ಟಚ್ ಐಡಿ, ಫೇಸ್ ಐಡಿ ಅಥವಾ ನಿಮ್ಮ iOS ಸಾಧನ ಪಾಸ್‌ಕೋಡ್ ಬಳಸಿ.
ko: Touch ID, Face ID 또는 iOS 장치 비밀번호를 사용하여 Signal의 잠금을 해제하세요.
lt: Signal atrakinimui naudoti „Touch ID“, „Face ID“ ar jūsų iOS įrenginio slaptą kodą.
lv: Signal atbloķēšanai izmantojiet skāriena ID, sejas ID vai iOS ierīces ieejas kodu.
ml: Signal അൺലോക്ക് ചെയ്യുന്നതിന് ടച്ച് ഐഡി, ഫെയ്സ് ഐഡി അല്ലെങ്കിൽ നിങ്ങളുടെ ഐഒഎസ് ഉപകരണ പാസ്കോഡ് ഉപയോഗിക്കുക.
mr: Signal अनलॉक करण्यासाठी Touch ID, Face ID किंवा आपला iOS डिव्हाइस पासकोड वापरा.
ms: Gunakan Touch ID, Face ID atau kod laluan peranti iOS anda untuk membuka kunci Signal.
my: Signal ပြန်ဖွင့်ရန် Touch ID၊ Face ID၊ သို့မဟုတ် သင့် iOS စက်၏ စကားဝှက်ကိုသုံးပါ။
nb: Bruk Touch ID, Face ID eller koden for iOS-enheten for å låse opp Signal.
nl: Gebruik Touch ID, Face ID of de toegangscode van je iOS-apparaat om Signal te ontgrendelen.
pa: Signal ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਟੱਚ ID, ਫੇਸ ID, ਜਾਂ ਆਪਣੇ iOS ਡਿਵਾਈਸ ਪਾਸਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Aby odblokować Signal, użyj Touch ID, Face ID lub kodu do swojego urządzenia z systemem iOS.
ps: د Signal د خلاصولو لپاره ټچ ID، مخ ID یا هم د خپلې iOS وسیلې پسکوډ وکاروئ.
pt_br: Use o Touch ID, o Face ID ou a senha do seu aparelho iOS para desbloquear o Signal.
pt_pt: Utilize o Touch ID, Face ID, ou a palavra-passe do seu dispositivo iOS para desbloquear o Sigal.
ro: Utilizați Touch ID, Face ID sau codul de acces al dispozitivului iOS pentru a debloca Signal.
ru: Использовать Touch ID, Face ID или код-пароль вашего устройства iOS для разблокирования Signal.
sk: Na odblokovanie Signal použite Touch ID, Face ID alebo prístupový kód zariadenia so systémom iOS.
sl: Odklepajte Signal s pomočjo Touch ID, Face ID ali gesla vaše iOS naprave.
sq: Përdorni Touch ID, Face ID, ose kodkalim të pajisjes tuaj iOS që të shkyçni Signal-in.
sr: Користите Touch ID, Face ID или лозинку за iOS уређај да бисте откључали Signal.
sv: Använd Touch ID, Face ID eller din iOS-enhets lösenkod för att låsa upp Signal.
sw: Tumia Kitambulisho cha Kugusa, Kitambulisho cha Uso, au nambari yako ya siri ya kifaa cha iOS kufungua Signal.
ta: டச் ஐடி, ஃபேஸ் ஐடி அல்லது உங்களுடையதைப் பயன்படுத்தவும் iOS திறக்க சாதன கடவுக்குறியீடு Signal.
te: Signal ను అన్‌లాక్ చేయడానికి టచ్ ఐడి, ఫేస్ ఐడి లేదా మీ iOS పరికర పాస్‌కోడ్‌ను ఉపయోగించండి.
th: ใช้การสแกนลายนิ้วมือ ใบหน้า หรือรหัสผ่านของอุปกรณ์ iOs ของคุณเพื่อปลดล็อค Signal
tr: Signal'i açmak için Touch ID, Face ID veya iOS cihaz parolası kullan.
ug: ‫ Touch ID، چىراي ID ياكى iOS ئۈسكۈنىدىكى ئىم ئارقىلىق Signal قۇلۇپىنى ئېچىڭ.
uk: Використовувати Touch ID, Face ID або код допуску iOS для розблокування Signal.
ur: Signal کو غیر مقفل کرنے کیلئے ٹچ ID ، چہرہ ID ، یا اپنے iOS آلہ پاس کوڈ کا استعمال کریں۔
vi: Sử dụng Touch ID, Face ID, hoặc mật mã thiết bị iOS của bạn để mở khoá Signal.
zh_cn: 使用 Touch ID、Face ID 或 iOS 设备密码来解锁 Signal。
zh_hk: 使用 Touch ID、Face ID 或 iOS 裝置密碼來解鎖 Signal。

# SETTINGS_SECURITY_DETAIL_FACEID
source: Use Face ID to unlock Signal.
af: Gebruik Face ID om Signal te ontgrendel.
ar: استخدِم تقنية التعرُّف على الوجه (Face ID) لفك قفل سيجنال.
az: Signal-ın kilidini açmaq üçün Face ID istifadə edin.
be: Выкарыстаць Face ID, каб разблакаваць Signal.
bn: Signal আনলক করতে ফেস ID ব্যবহার করুন।
ca: Usa l'ID de cara per desblocar el Signal.
cs: Použijte Face ID pro odemknutí Signalu.
cy: Defnyddio Face ID i ddatgloi Signal.
da: Brug Face ID for at oplåse Signal.
de: Face ID zum Entsperren von Signal verwenden.
el: Χρήση Face ID για ξεκλείδωμα του Signal.
es: Usar Face ID para desbloquear Signal.
et: Kasuta Signali avamiseks FaceID-d.
fa: از Face ID برای باز کردن قفل سیگنال استفاده کنید.
fi: Signalin lukitus avataan Face ID:llä.
fr: Utilisez Face ID pour déverrouiller Signal.
gu: Signal ને અનલૉક કરવા માટે, ફેસ ID નો ઉપયોગ કરો.
he: השתמש בזיהוי פנים כדי לשחרר נעילת Signal.
hi: Signal को अनलॉक करने के लिए Face ID का उपयोग करें।
hr: Koristite Face ID za otključavanje Signala.
hu: Face ID használata a Signal feloldásához.
id: Gunakan Face ID untuk membuka kunci Signal.
is: Notaðu Face ID andlitsauðkenni til að aflæsa Signal.
it: Usa Face ID per sbloccare Signal.
ja: Face IDでSignalのロックを解除します。
km: á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Face ID áŠá¾á˜áŸ’á”á¸áŠáŸ„áŸ‡áŸáŸ„ SignaláŸ”
kn: Signal ಅನ್‌ಲಾಕ್‌ ಮಾಡಲು ಫೇಸ್‌ ಐಡಿ ಬಳಸಿ
ko: Signal을 잠금 해제하려면 Face ID를 사용하세요.
lt: Signal atrakinimui naudoti „Face ID“.
lv: Izmantojiet sejas ID, lai atbloķētu Signal.
ml: Signal അൺലോക്കുചെയ്യാൻ Face ID ഉപയോഗിക്കുക.
mr: Signal अनलॉक करण्यासाठी Face ID वापरा.
ms: Gunakan Face ID untuk membuka kunci Signal.
my: Signal ပြန်ဖွင့်ရန် မျက်နှာ Face ID ကိုသုံးပါ။
nb: Bruk Face ID for å låse opp Signal.
nl: Gebruik Face ID om Signal te ontgrendelen.
pa: Signal ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਫੇਸ ਆਈਡੀ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Aby odblokować Signal, użyj Face ID.
ps: د Signal د خلاصولو لپاره د مخ ID وکاروئ.
pt_br: Use o Face ID para desbloquear o Signal.
pt_pt: Utilizar o Face ID para desbloquear o Signal.
ro: Folosiți Face ID pentru a debloca Signal.
ru: Использовать Face ID для разблокирования Signal.
sk: Na odblokovanie Signal použite Face ID.
sl: Uporabite Face ID, da odklenete Signal.
sq: Përdorni Face ID që të shkyçni Signal-in.
sr: Користите Face ID за откључавање Signal-а.
sv: Använd Face ID för att låsa upp Signal.
sw: Tumia Kitambulisho cha Uso kufungua Signal.
ta: திறக்க முக ஐடியைப் பயன்படுத்தவும் Signal.
te: Signal ను అన్‌లాక్ చేయడానికి ఫేస్ ఐడిని ఉపయోగించండి.
th: ใช้การสแกนใบหน้าเพื่อปลดล็อค Signal
tr: Signal'i açmak için Face ID kullan.
ug: چىراي ID ئارقىلىق Signal قۇلۇپىنى ئېچىڭ.
uk: Використовувати Face ID для розблокування Signal.
ur: Signal کو غیر مقفل کرنے کیلئے فیس آئی ڈی استعمال کریں۔
vi: Sử dụng Face ID để mở khoá Signal.
zh_cn: 使用 Face ID 解锁 Signal。
zh_hk: 使用 Face ID 解鎖 Signal。

# SETTINGS_SECURITY_DETAIL_OPTICID
source: Use Optic ID to unlock Signal.
ar: استخدِم Optic ID لفتح قفل سيجنال.
be: Выкарыстаць Optic ID, каб разблакіраваць Signal.
bn: Signal আনলক করতে অপটিক আইডি ব্যবহার করুন।
ca: Utilitzar Optic ID per desbloquejar Signal.
cs: Použít funkci Optic ID pro odemknutí aplikace Signal.
da: Brug Optic ID til at låse Signal op.
de: Optic ID zum Entsperren von Signal verwenden.
el: Χρήση Optic ID για ξεκλείδωμα Signal.
es: Usa Optic ID para desbloquear Signal.
fa: برای قفل‌گشایی سیگنال، از «احراز هویت بصری» استفاده کنید.
fi: Signalin lukitus avataan Optic ID:llä.
fr: Utiliser Optic ID pour déverrouiller Signal.
ga: Úsáid Optic ID le Signal a dhíghlasáil.
gu: Signalને અનલૉક કરવા ઑપ્ટિક IDનો ઉપયોગ કરો.
he: שימוש ב–Optic ID כדי לשחרר את הנעילה של Signal.
hi: Signal को अनलॉक करने के लिए Optic ID का इस्तेमाल करें।
hr: Koristite značajku Optic ID za otključavanje Signala.
hu: A Signal feloldásához használd az Optic ID-t.
id: Gunakan Optic ID untuk membuka kunci Signal.
it: Usa l'Optic ID per sbloccare Signal.
ja: Optic IDを使用してSignalをアンロックする
ko: Optic ID를 사용하여 Signal을 잠금 해제하세요.
mr: Signal ला अनलॉक करण्यासाठी ऑप्टिक ID वापरा.
ms: Gunakan ID Optik untuk membuka kunci Signal.
nb: Bruk Optic ID til å låse opp Signal.
nl: Gebruik Optic ID om Signal te ontgrendelen.
pl: Aby odblokować Signal, użyj Optic ID.
pt_br: Use o Optic ID para desbloquear o Signal.
pt_pt: Utilizar o Optic ID para desbloquear o Signal.
ro: Folosește ID Optic pentru a debloca Signal.
ru: Использовать Optic ID для разблокирования Signal.
sk: Na odblokovanie Signalu použiť Optic ID.
sr: Користи оптичку идентификацију за откључавање Signal-а.
sv: Använd Optic ID för att låsa upp Signal.
th: ใช้ Optic ID ในการปลดล็อก Signal
tr: Signal'i açmak için Optic ID kullan.
ug: ‫Optic ID ئارقىلىق سىگنال قۇلۇپىنى ئېچىڭ.
uk: Використовувати Optic ID для розблокування Signal.
ur: Signal کو ان لاک کرنے کے لیے آپٹک ID استعمال کریں۔
vi: Sử dụng Optic ID để mở khoá Signal.
zh_cn: 使用视控 ID 解锁 Signal。
zh_hk: 使用 Optic ID 解鎖 Signal。

# SETTINGS_SECURITY_DETAIL_PASSCODE
source: Use your device passcode to unlock Signal.
af: Gebruik u toestel se wagkode om Signal te ontgrendel.
ar: استخدِم رمز المرور الخاص بجهازك لفك قفل سيجنال.
az: Signal-ın kilidini açmaq üçün cihaz parolunu istifadə edin.
be: Выкарыстаць код доступу вашай прылады iOS, каб разблакаваць Signal.
bn: Signal আনলক করতে আপনার ডিভাইসের পাসকোড ব্যবহার করুন।
ca: Usa la contrasenya del dispositiu per desblocar el Signal.
cs: Použijte PIN zařízení pro odemknutí Signalu.
cy: Defnyddio eich cyfrinair dyfais iOS i ddatgloi Signal.
da: Brug din enheds adgangskode for at oplåse Signal.
de: Code des Geräts zum Entsperren von Signal verwenden.
el: Χρήση του κωδικού της συσκευής για ξεκλείδωμα του Signal.
es: Usar la clave de acceso del dispositivo para desbloquear Signal.
et: Kasuta Signali avamiseks seadme parooli.
fa: از گذرواژهٔ دستگاه خود برای باز کردن قفل سیگنال استفاده کنید.
fi: Signalin lukitus avataan laitteen pääsykoodilla.
fr: Utilisez le mot de passe de votre appareil pour déverrouiller Signal.
gu: Signal ને અનલૉક કરવા માટે તમારા ડિવાઇસના પાસકોડનો ઉપયોગ કરો.
he: השתמש בסיסמת המכשיר שלך כדי לשחרר נעילת Signal.
hi: Signal को अनलॉक करने के लिए अपने डिवाइस के पासकोड का उपयोग करें।
hr: Koristite šifru vašeg iOS uređaja za otključavanje Signala.
hu: Jelkód használata a Signal feloldásához.
id: Gunakan kode sandi perangkat Anda untuk membuka kunci Signal.
is: Notaðu aðgangskóða tækis til að aflæsa Signal.
it: Usa il codice di accesso del tuo dispositivo per sbloccare Signal.
ja: 端末のパスコードでSignalのロックを解除します。
km: á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á›áŸáá€á¼áŠá§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€ áŠá¾á˜áŸ’á”á¸áŠáŸ„áŸ‡áŸáŸ„ SignaláŸ”
kn: Signal ಅನ್‌ಲಾಕ್‌ ಮಾಡಲು ನಿಮ್ಮ ಸಾಧನದ ಪಾಸ್‌ಕೋಡ್‌ ಬಳಸಿ
ko: Signal을 잠금 해제하려면 기기 비밀번호를 사용하세요.
lt: Signal atrakinimui naudoti jūsų įrenginio slaptą kodą.
lv: Izmantojiet ierīces ieejas kodu, lai atbloķētu Signal.
ml: Signal അൺലോക്ക് ചെയ്യാൻ നിങ്ങളുടെ ഉപകരണ പാസ്കോഡ് ഉപയോഗിക്കുക.
mr: Signal अनलॉक करण्यासाठी आपला डिव्हाइस पासकोड वापरा.
ms: Gunakan kod laluan peranti anda untuk membuka kunci Signal.
my: Signal ပြန်ဖွင့်ရန် သင့်စက်၏ စကားဝှက်ကိုသုံးပါ။
nb: Bruk koden for iOS-enheten for å låse opp Signal.
nl: Het wachtwoord voor je apparaat gebruiken om Signal te ontgrendelen.
pa: Signal ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਆਪਣੇ ਡਿਵਾਈਸ ਪਾਸਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Aby odblokować Signal, użyj kodu do swojego urządzenia.
ps: د Signal د خلاصولو لپاره د خپلې وسیلې پسکوډ وکاروئ.
pt_br: Use a senha do seu aparelho para desbloquear o Signal.
pt_pt: Utilize o código de desbloqueio do seu dispositivo para desbloquear o Signal.
ro: Folosiți codul de acces al dispozitivului pentru a debloca Signal.
ru: Использовать код-пароль вашего устройства iOS для разблокирования Signal.
sk: Na odblokovanie Signal použite prístupový kód zariadenia.
sl: Uporabite geslo naprave, da odklenete Signal.
sq: Përdorni kodkalim të pajisjes tuaj që të shkyçni Signal-in.
sr: Користи лозинку уређаја за откључавање Signal-а.
sv: Använd din enhets lösenkod för att låsa upp Signal.
sw: Tumia nenosiri lako la kifaa kufungua Signal.
ta: திறக்க உங்கள் சாதன கடவுக்குறியீட்டைப் பயன்படுத்தவும் Signal.
te: Signal ను అన్‌లాక్ చేయడానికి మీ పరికర పాస్‌కోడ్‌ను ఉపయోగించండి.
th: ใช้รหัสผ่านอุปกรณ์ของคุณเพื่อปลดล็อค Signal
tr: Signal'i açmak için cihaz parolası kullan.
ug: ئۈسكۈنە ئىم ئارقىلىق Signal قۇلۇپىنى ئېچىڭ.
uk: Використовувати код допуску iOS для розблокування Signal.
ur: Signal کو غیر مقفل کرنے کیلئے اپنے آلے کا پاس کوڈ استعمال کریں۔
vi: Sử dụng mật mã thiết bị của bạn để mở khoá Signal.
zh_cn: 使用设备密码解锁 Signal。
zh_hk: 使用裝置密碼解鎖 Signal。

# SETTINGS_SECURITY_DETAIL_TOUCHID
source: Use Touch ID to unlock Signal.
af: Gebruik Touch ID om Signal te ontgrendel.
ar: استخدِم بصمة الإصبع (Touch ID) لفك فقل سيجنال.
az: Signal kilidini açmaq üçün Touch ID istifadə edin.
be: Выкарыстаць Touch ID, каб разблакаваць Signal.
bn: Signal আনলক করতে টাচ ID ব্যবহার করুন।
ca: Usa l'ID de tacte per desblocar el Signal.
cs: Použijte Touch ID pro odemknutí Signalu.
cy: Defnyddio Touch ID i ddatgloi Signal.
da: Brug Touch ID for at oplåse Signal.
de: Touch ID zum Entsperren von Signal verwenden.
el: Χρήση Touch ID για ξεκλείδωμα Signal.
es: Usa Touch ID para desbloquear Signal.
et: Kasuta Signali avamiseks TouchID-d.
fa: از Touch ID استفاده کنید تا قفل سیگنال را باز کنید.
fi: Signalin lukitus avataan Touch ID:llä.
fr: Utilisez Touch ID pour déverrouiller Signal.
gu: Signal ને અનલૉક કરવા માટે ટચ ID નો ઉપયોગ કરો.
he: השתמש בזיהוי טביעת אצבע כדי לשחרר נעילת Signal.
hi: Signal अनलॉक करने के लिए Touch ID का उपयोग करें।
hr: Koristite Touch ID za otključavanje Signala.
hu: Touch ID használata a Signal feloldásához.
id: Gunakan Touch ID untuk membuka kunci Signal.
is: Notaðu Touch ID snertiauðkenni til að aflæsa Signal.
it: Usa Touch ID per sbloccare Signal.
ja: Face IDでSignalのロックを解除します。
km: á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Touch ID áŠá¾á˜áŸ’á”á¸áŠáŸ„áŸ‡áŸáŸ„ SignaláŸ”
kn: Signal ಅನ್‌ಲಾಕ್‌ ಮಾಡಲು ಟಚ್‌ ಐಡಿ ಬಳಸಿ.
ko: Signal을 잠금 해제하려면 Touch ID를 사용하세요.
lt: Signal atrakinimui naudoti „Touch ID“.
lv: Izmantojiet skāriena ID, lai atbloķētu Signal.
ml: Signal അൺലോക്കുചെയ്യാൻ Touch ID ഉപയോഗിക്കുക.
mr: Signal अनलॉक करण्यासाठी Touch ID वापरा.
ms: Gunakan Touch ID untuk membuka kunci Signal.
my: Signal ပြန်ဖွင့်ရန် Touch ID ကိုသုံးပါ။
nb: Bruk Touch ID for å låse opp Signal.
nl: Gebruik Touch ID om Signal te ontgrendelen.
pa: Signal ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਟੱਚ ID ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Aby odblokować Signal, użyj Touch ID.
ps: د Signal د خلاصولو لپاره د ټچ ID وکاروئ.
pt_br: Use o Touch ID para desbloquear o Signal.
pt_pt: Utilizar o Touch ID para desbloquear o Signal.
ro: Folosiți Touch ID pentru a debloca Signal.
ru: Использовать Touch ID для разблокирования Signal.
sk: Na odblokovanie Signal použite Touch ID.
sl: Uporabite Touch ID, da odklenete Signal.
sq: Përdorni Touch ID që të shkyçni Signal-in.
sr: Користите Touch ID за откључавање Signal-а.
sv: Använd Touch ID för att låsa upp Signal.
sw: Tumia Kitambulisho cha Kugusa kufungua Signal.
ta: திறக்க டச் ஐடியைப் பயன்படுத்தவும் Signal.
te: Signal ను అన్‌లాక్ చేయడానికి టచ్ ఐడిని ఉపయోగించండి.
th: ใช้การสแกนลายนิ้วมือเพื่อปลดล็อค Signal
tr: Signal'i açmak için Touch ID kullan.
ug: ‫Touch ID ئارقىلىق Signal قۇلۇپىنى ئېچىڭ.
uk: Використовувати Touch ID для розблокування Signal.
ur: Signal کو غیر مقفل کرنے کیلئے ٹچ ID استعمال کریں۔
vi: Sử dụng Touch ID để mở khoá Signal.
zh_cn: 使用 Touch ID 解锁 Signal。
zh_hk: 使用 Touch ID 解鎖 Signal。

# SETTINGS_SECURITY_TITLE
source: App Security
af: Toepsekuriteit
ar: أمان التطبيق
az: Tətbiq təhlükəsizliyi
be: Бяспека праграмы
bg: Екранна Сигурност
bn: অ্যাপের নিরাপত্তা
ca: Seguretat de les aplicacions
cs: Bezpečnost aplikace
cy: Diogelwch Ap
da: App-sikkerhed
de: App-Sicherheit
el: Ασφάλεια εφαρμογής
es: Seguridad de la app
es_es: Protección de pantalla
et: Rakenduse turvalisus
fa: امنیت برنامه
fi: Turvallisuus
fil: Seguridad ng Screen
fr: Sécurité de l'app
gu: એપ્લિકેશનની સુરક્ષા
he: אבטחת יישום
hi: ऐप सुरक्षा
hr: Sigurnost aplikacije
hu: Biztonság
id: Keamanan Aplikasi
is: Öryggi forrits
it: Sicurezza app
ja: アプリのセキュリティ
kab: Taɣellist n usnas
kk: Экран қауіпсіздігі
km: áŸá“áŸ’áá·áŸá»áá€á˜áŸ’á˜áœá·á’á¸
kn: ಆಪ್ ಸುರಕ್ಷತೆ
ko: 애플리케이션 보안
lt: Programėlės saugumas
lv: Lietotnes aizsardzība
mk: Безбедност на апликацијата
ml: ആപ്പ് സുരക്ഷ
mr: अॅप सुरक्षा
ms: Keselamatan Aplikasi
my: အပ္ပလီကေးရှင်း လုံခြုံရေး
nb: App-sikkerhet
nl: App-beveiliging
pa: ਐਪ ਦੀ ਸੁਰੱਖਿਆ
pa_pk: سکرین سیکیورٹی
pl: Bezpieczeństwo aplikacji
ps: د اپلیکیشن امنیت
pt_br: Segurança do app
pt_pt: Segurança da aplicação
ro: Securitatea Aplicației
ru: Безопасность приложения
sk: Zabezpečenie aplikácie
sl: Varnost aplikacije
sq: Siguri Aplikacioni
sr: Безбедност апликације
sv: Appsäkerhet
sw: Usalama wa Programu
ta: பயன்பாட்டு பாதுகாப்பு
te: అనువర్తన భద్రత
th: ความปลอดภัยของแอป
tr: Uygulama Güvenliği
ug: ئەپ بىخەتەرلىكى
uk: Конфіденційність
ur: ایپ سیکیورٹی
vi: Bảo mật Ứng dụng
zh_cn: 应用安全
zh_hk: 應用程式安全性
