Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SUSTAINER_VIEW_CANCEL_SUBSCRIPTION_CONFIRMATION_MESSAGE
source: You won't be charged again. Your badge will be removed from your profile at the end of your billing period.
af: Jy sal nie weer hoef te betaal nie. Jou wapen sal aan die einde van jou faktureringstydperk van jou profiel verwyder word.
ar: لن يتم تحصيل رسوم منك مرّة أخرى. سَتتمُّ إزالة شارتك من حسابك الشخصي في نهاية المدة الزمنية لإعداد الفواتير.
az: Təkrar ödəniş alınmayacaq. Nişanınız, faktura dövrünün sonunda profilinizdən çıxarılacaq.
be: Вашы сродкі не будуць спісаны. Ваш значок будзе выдалены з вашага профілю напрыканцы разліковага перыяду.
bn: আপনাকে আর চার্জ করা হবে না। আপনার বিলিংয়ের মেয়াদ শেষে আপনার প্রোফাইল থেকে আপনার ব্যাজ সরিয়ে দেওয়া হবে।
ca: No se't tornarà a cobrar. La insígnia se suprimirà del perfil al final del període de facturació.
cs: Nebude vám znovu účtován poplatek. Na konci zúčtovacího období bude odznak z vašeho profilu odstraněn.
cy: Fyddwn ni ddim yn codir tâl arnoch eto. Bydd eich bathodyn yn cael ei dynnu o'ch proffil ar ddiwedd eich cyfnod bilio.
da: Beløbet vil ikke blive opkrævet igen. Din badge bliver fjernet fra din profil ved udgangen af din faktureringsperiode.
de: Es findet keine weitere Abbuchung mehr statt. Dein Abzeichen wird am Ende deines Abrechnungszeitraums aus deinem Profil entfernt.
el: Δεν θα χρεωθείς ξανά. Το σήμα σου θα αφαιρεθεί από το προφίλ σου στο τέλος της περιόδου για την οποία έχεις χρεωθεί.
es: No te volveremos a cobrar. Se eliminará la insignia de tu perfil cuando finalice tu periodo de facturación.
et: Sinult ei võeta rohkem tasu. Sinu märk eemaldatakse su profiililt arveldusperioodi lõpus.
eu: Ez zaizu berriro kobratuko. Zure bereizgarria zure profiletik kenduko da fakturazio epea amaitzean.
fa: دیگر هزینه‌ای از شما کسر نخواهد شد. نشان شما در انتهای دوره پرداختتان از نمایه‌تان حذف خواهد شد.
fi: Sinua ei veloiteta uudelleen. Merkki poistetaan profiilistasi laskutusjaksosi lopussa.
fr: Vous ne serez plus facturé. Votre macaron sera supprimé de votre profil à la fin de la période de facturation.
ga: Ní ghearrfar an tabhartas ort arís. Bainfear an suaitheantas de do phróifíl ag deireadh na tréimhse billeála.
gu: તમારી પાસેથી ફરીથી ચાર્જ લેવામાં આવશે નહીં. તમારી બિલિંગ અવધિના અંતે તમારી પ્રોફાઇલમાંથી તમારું બૅજ દૂર થઈ જશે.
he: לא נחייב אותך שוב. התג שלך יוסר מהפרופיל שלך בסוף תקופת החיוב שלך.
hi: आपसे दोबारा शुल्क नहीं लिया जाएगा. आपकी बिलिंग अवधि के अंत में आपका बैज आपकी प्रोफ़ाइल से हटा दिया जाएगा.
hr: Više vam ništa neće biti naplaćeno. Značka će biti uklonjena s vašeg profila na kraju razdoblja naplate.
hu: Nem vonunk le több összeget. Jelvényed a számlázási ciklus végig megmarad.
id: Anda tidak akan dikenakan biaya lagi. Lencana Anda akan dihapus dari profil Anda pada akhir periode penagihan.
is: Þú færð ekki rukkun oftar. Merkið verður fjarlægt úr persónusniðinu þínu eftir að greiðslutímabilinu lýkur.
it: Non ti verrà addebitato nessun altro importo. Il badge sarà rimosso dal tuo profilo alla fine del periodo di fatturazione.
ja: 再度課金されることはありません。課金期間が終了すると、バッジがプロフィールから削除されます。
km: á™á¾á„á“á¹á„á˜á·á“á‚á·áá›á»á™á¢áŸ’á“á€á˜áŸ’áŠá„á‘áŸ€áá‘áŸáŸ” áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„ááŸ’ášá¼áœáŠá€á…áŸá‰á–á¸á‚áá“á¸á¢áŸ’á“á€á“áŸ…á…á»á„á”á‰áŸ’á…á”áŸ‹á“áŸƒá€á¶ášá‡á¶áœášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: ನಿಮಗೆ ಮತ್ತೊಮ್ಮೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ಅವಧಿಯ ಕೊನೆಯಲ್ಲಿ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
ko: 요금이 다시 청구되지 않습니다. 청구 기간이 끝나면 프로필에서 배지를 제거합니다.
lt: Daugiau nebebūsite apmokestinti. Jūsų ženkliukas bus pašalintas iš jūsų profilio, kai pasibaigs apmokėtas laikotarpis.
lv: No Jums vairs netiks iekasēta maksa. Jūsu nozīmīte tiks noņemta no Jūsu profila norēķinu perioda beigās.
mk: Нема да Ви биде наплатено повторно. Вашиот беџ ќе биде отстранет од Вашиот профил на крајот од Вашиот претплатнички период.
ml: നിങ്ങളിൽ നിന്ന് വീണ്ടും നിരക്ക് ഈടാക്കില്ല. നിങ്ങളുടെ ബില്ലിംഗ് കാലയളവിന്റെ അവസാനം നിങ്ങളുടെ പ്രൊഫൈലിൽ നിന്ന് നിങ്ങളുടെ ബാഡ്ജ് നീക്കം ചെയ്യപ്പെടും.
mr: तुमच्याकडून पुन्हा शुल्क आकारले जाणार नाही. तुमचा बिलिंग कालावधी संपल्यावर तुमचा बॅज तुमच्या प्रोफाइलमधून काढून टाकला जाईल.
ms: Anda tidak akan dicaj lagi. Lencana anda akan dibuang daripada profil anda pada penghujung tempoh pengebilan anda.
my: သင့်ထံမှ ထပ်မံ၍ ငွေတောင်းခံတော့မည် မဟုတ်ပါ။ သင်၏ ကျသင့်ငွေတောင်းခံကာလအဆုံးတွင် သင့်ဘဲ့ဂျ်ကို သင့်ပရိုဖိုင်မှ ဖယ်ရှားသွားပါမည်။
nb: Betalingen vil ikke trekkes igjen. Merket fjernes fra profilen din på slutten av faktureringsperioden.
nl: Er zal niet opnieuw geld worden afgeschreven. Je badge zal worden verwijderd van je profiel wanneer je laatste donatieperiode is afgelopen.
pa: ਤੁਹਾਡੇ ਤੋਂ ਦੁਬਾਰਾ ਕੋਈ ਖਰਚਾ ਨਹੀਂ ਲਿਆ ਜਾਵੇਗਾ। ਤੁਹਾਡੀ ਬਿਲਿੰਗ ਮਿਆਦ ਦੇ ਅੰਤ 'ਤੇ ਤੁਹਾਡਾ ਬੈਜ ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Nie zostaną już od Ciebie pobrane żadne środki. Odznaka zniknie z Twojego profilu z końcem okresu rozliczeniowego.
ps: پر تاسې بیا لګښت نه راځي. ستاسې بج به ستاسې له پروفایل څخه ستاسې د بیلنګ د دورې په پای کې ایسته شي.
pt_br: A cobrança não será feita novamente. O selo será removido do seu perfil ao final do período do seu faturamento.
pt_pt: Não será cobrado novamente. O seu crachá será removido do seu perfil no final do período de faturação.
ro: Nu vei fi taxat din nou. Insigna ta va fi eliminată din profilul tău la sfârșitul perioadei de facturare.
ru: С вас больше не будет взиматься плата. Ваш значок будет удалён из вашего профиля в конце расчётного периода.
sk: Už vám nebudeme účtovať žiadne poplatky. Na konci fakturačného obdobia bude váš odznak odstránený z vášho profilu.
sl: Nova naročnina vam ne bo zaračunana. Bedž bo izginil z vašega profila ob koncu naročniškega obdobja.
sq: S’do t’ju faturohet gjë më. Stema juaj do të hiqet nga profili juaj në fund të periudhës së faturuar.
sr: Неће вам бити поново наплаћено. Значка ће бити уклоњена са вашег профила на крају обрачунског периода.
sv: Du kommer inte att debiteras igen. Ditt märke tas bort från din profil i slutet av din faktureringsperiod.
sw: Hutatozwa tena. Beji yako itaondolewa kwenye wasifu wako mwishoni mwa kipindi cha malipo.
ta: உங்களிடம் மீண்டும் கட்டணம் விதிக்கப்படாது. உங்கள் பில்லிங் காலத்தின் முடிவில் உங்கள் சுயவிவரத்திலிருந்து உங்கள் பேட்ஜ் அகற்றப்படும்.
te: మీకు మళ్లీ ఛార్జ్ చేయబడదు. మీ బిల్లింగ్ పీరియడ్ ముగిసిన తరువాత మీ ప్రొఫైల్ నుంచి మీ బ్యాడ్జీ తొలగించబడుతుంది.
th: คุณจะไม่ถูกเรียกเก็บเงินอีก โล่ของคุณจะถูกนำออกออกจากโปรไฟล์เมื่อสิ้นสุดรอบการเรียกเก็บเงิน
tr: Bir daha faturalandırılmayacaksın. Rozetin fatura döneminin sonunda profilinden kaldırılacak.
ug: سىزدىن قايتا ھەق ئېلىنمايدۇ. ھەق ھېسابلاش ئاخىرلاشقاندىن كېيىن ئىزنىكىڭىز ئارخىپىڭىزدىن چىقىرىۋېتىلىدۇ.
uk: Оплата більше не стягуватиметься. Значок буде вилучено з профілю, коли спливе період підписки.
ur: آپ کو دوبارہ چارج نہیں کیا جائے گا۔ آپ کی بلنگ کی مدت کے اختتام پر آپ کی پروفائل سے آپ کا بیج ہٹا دیا جائے گا۔
vi: Bạn sẽ không cần chi trả thêm khoản nào. Huy hiệu của bạn sẽ được gỡ bỏ khỏi hồ sơ cá nhân khi hết thời hạn.
zh_cn: 之后您不会再被扣款。您的徽章将会在期满后从您的个人资料中移除。
zh_hk: 您不會再被收取費用。當付款週期屆滿時，您的徽章將從個人資料中移除。

# SUSTAINER_VIEW_CANCEL_SUBSCRIPTION_CONFIRMATION_TITLE
source: Confirm Cancellation?
af: Bevestig kansellasie?
ar: هل ترغبُ بتأكيد الإلغاء؟
az: İmtinanı təsdiqləyirsiniz?
be: Пацвердзіць скасаванне?
bn: বাতিল করার ব্যাপারে নিশ্চিত?
ca: Confirmar la cancel·lació?
cs: Potvrdit zrušení?
cy: Cadarnhau'r Dileu?
da: Bekræft opsigelse?
de: Kündigung bestätigen?
el: Επιβεβαίωση ακύρωσης;
es: ¿Confirmar cancelación?
et: Kas kinnitada tühistamine?
eu: Ezeztapena berretsi?
fa: تأیید لغو اشتراک؟
fi: Vahvista peruutus?
fr: Confirmer la résiliation ?
ga: Deimhnigh Cealú?
gu: ખરેખર રદ કરવું છે?
he: לאשר ביטול?
hi: रद्द करने की पुष्टि करें?
hr: Potvrditi otkazivanje?
hu: Törlés biztosan?
id: Konfirmasi Pembatalan?
is: Staðfesta uppsögn?
it: Confermare l'annullamento?
ja: 解除しますか？
km: á”á‰áŸ’á‡á¶á€áŸ‹á€á¶ášá•áŸ’áŠá¶á…áŸ‹?
kn: ರದ್ದತಿಯನ್ನು ದೃಢೀಕರಿಸುತ್ತೀರಾ?
ko: 취소할까요?
lt: Patvirtinti nutraukimą?
lv: Apstiprināt atcelšanu?
mk: Потврди откажување?
ml: റദ്ദാക്കൽ സ്ഥിരീകരിക്കണോ?
mr: रद्द करण्याची पुष्टी करायची?
ms: Sahkan Pembatalan?
my: ပယ်ဖျက်မှုကို အတည်ပြုမည်လား။
nb: Vil du bekrefte kanselleringen?
nl: Maandelijkse donatie stopzetten?
pa: ਤਸਦੀਕ ਰੱਦ ਕਰਨਾ ਹੈ?
pl: Potwierdzić anulowanie?
ps: غواړئ لغوه کول تایید کړئ؟
pt_br: Quer cancelar?
pt_pt: Confirma o concelamento?
ro: Confirmi anularea?
ru: Подтверждаете отмену?
sk: Potvrdiť zrušenie?
sl: Res želite prekiniti svojo naročnino?
sq: E ripohoni Anulimin?
sr: Желите ли да потврдите отказивање?
sv: Bekräfta annullering?
sw: Thibitisha kughairi?
ta: ரத்து செய்வதை உறுதிசெய்யலாமா?
te: క్యాన్సిలేషన్‌ని రద్దు చేయాలా?
th: ยืนยันการยกเลิกใช่ไหม
tr: İptal edilsin mi?
ug: بىكار قىلىشنى جەزملەشتۈرەمسىز؟
uk: Підтвердити скасування?
ur: منسوخی کی تصدیق کریں؟
vi: Xác nhận hủy?
zh_cn: 确定要取消吗？
zh_hk: 確認取消訂閱嗎？

# SUSTAINER_VIEW_CANT_ADD_BADGE_MESSAGE
source: Your badge could not be added to your account. Please contact support.
af: Jou wapen kon nie tot jou rekening toegevoeg word nie. Kontak asb. ondersteuning.
ar: تعذَّرت إضافة شارتك إلى حسابك. يُرجى التواصل مع فريق الدعم.
az: Nişanınız hesabınıza əlavə edilə bilmədi. Zəhmət olmasa dəstəklə əlaqə saxlayın.
be: Не атрымалася дадаць ваш значок у ваш уліковы запіс. Калі ласка, звярніцеся да службы падтрымкі.
bn: আপনার ব্যাজ আপনার অ্যাকাউন্টে যোগ করা যায় নি। অনুগ্রহ করে সহায়তা কেন্দ্রে যোগাযোগ করুন।
ca: La insígnia no s'ha pogut afegir al compte. Poseu-vos en contacte amb l'assistència.
cs: Váš odznak se nepodařilo přidat k vašemu účtu. Kontaktujte prosím podporu.
cy: Methwyd ychwanegu eich bathodyn i'ch cyfrif. Cyslltwch â chymorth Signal.
da: Dit emblem kunne ikke tilføjes til din konto. Kontakt venligst support.
de: Dein Abzeichen konnte nicht zu deinem Konto hinzugefügt werden. Bitte kontaktiere den Support.
el: Το έμβλημά σου δεν μπόρεσε να προστεθεί στο λογαριασμό σου. Παρακαλώ επικοινώνησε με την υποστήριξη.
es: No se ha podido añadir la insignia a tu perfil. Contacta con el equipo de asistencia.
et: Märgi lisamine sinu kontole ei õnnestunud. Palun võta ühendust kasutajatoega.
fa: نشان شما نمی‌تواند به حساب کاربری شما اضافه شود، لطفاً با پشتیبانی تماس بگیرید.
fi: Merkkiä ei voitu lisätä tilillesi. Ota yhteyttä tukeen.
fr: Impossible d'ajouter votre macaron à votre compte. Nous vous invitons à contacter l'assistance.
gu: તમારું બૅજ તમારા એકાઉન્ટ પર ઉમેરી ન શકાયું. કૃપા કરીને સપોર્ટનો સંપર્ક કરો.
he: התג שלך לא היה יכול להתווסף אל החשבון שלך. אנא צור קשר עם התמיכה.
hi: आपका बैज आपके अकाउंट में नहीं शामिल किया जा सका. कृपया सपोर्ट से संपर्क करें.
hr: Vašu značku nije bilo moguće dodati na profil. Kontaktirajte podršku.
hu: Nem tudtuk a kitűződet a fiókodhoz rendelni. Kérjük vedd fel a kapcsolatot a Támogatási Központtal.
id: Lencana Anda tidak dapat ditambahkan ke akun Anda. Mohon hubungi bantuan.
is: Ekki var hægt að bæta merkinu við aðganginn þinn. Hafðu samband við aðstoðarteymið.
it: Il tuo badge non può essere aggiunto al tuo account. Contatta l'assistenza.
ja: あなたのアカウントにバッジを追加できませんでした。お手数ですが、サポートまでお問い合わせください。
km: áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹á¢áŸ’á“á€á˜á·á“á¢á¶á…áŠá¶á€áŸ‹á…á¼á›á‚áá“á¸á¢áŸ’á“á€á”á¶á“á‘áŸáŸ” áŸá¼á˜á‘á¶á€áŸ‹á‘á„á•áŸ’á“áŸ‚á€á‚á¶áŸ†á‘áŸ’ášáŸ”
ko: 배지를 계정에 추가할 수 없습니다. 고객 지원팀에 문의하세요.
lt: Nepavyko pridėti ženkliuko prie jūsų paskyros. Susisiekite su palaikymu.
ml: നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് നിങ്ങളുടെ ബാഡ്ജ് ചേർക്കാനായില്ല. പിന്തുണയുമായി ബന്ധപ്പെടുക.
mr: तुमचा बॅज तुमच्या खात्यात जोडला जाऊ शकला नाही. कृपया सपोर्टशी संपर्क साधा.
ms: Lencana anda tidak dapat ditambahkan ke akaun anda. Sila hubungi pusat bantuan.
nb: Merket kunne ikke legges til i kontoen din. Ta kontakt med kundestøtten vår.
nl: Het is niet gelukt om de badge toe te voegen aan je account. Neem contact op met ondersteuning.
pl: Nie udało się dodać odznaki do Twojego konta. Skontaktuj się z zespołem pomocy technicznej.
pt_br: Não foi possível adicionar seu selo à sua conta. Entre em contato com o suporte.
pt_pt: Não foi possível adicionar o seu crachá à sua conta. Entre em contacto com a equipa de suporte.
ro: Insigna nu a putut fi adăugată în cont. Te rugăm să contactezi asistența.
ru: Не удалось добавить ваш значок в вашу учётную запись. Пожалуйста, свяжитесь с поддержкой.
sk: Váš odznak sa nepodarilo pridať do vášho účtu. Kontaktujte podporu.
sl: Vaše značke ni bilo mogoče dodati k vašemu računu. Prosimo obrnite se na podporo.
sq: Stema juaj s’u shtua dot te llogaria juaj. Ju lutemi, lidhuni me asistencën.
sr: Додавање значке на ваш налог није успело. Обратите се подршци.
sv: Ditt märke kunde inte läggas till ditt konto. Kontakta supporten.
sw: Beji yako imeshindwa kuongezwa kwenye akaunti yako. Tafadhali wasiliana na wahudumu.
th: โล่ของคุณไม่สามารถเพิ่มไปยังบัญชีของคุณได้ กรุณาติดต่อฝ่ายสนับสนุน
tr: Rozetin hesabına eklenemedi. Lütfen destek ekibiyle iletişime geç.
ug: ھېساباتىڭىزغا ئىزنىكىڭىزنى قوشقىلى بولمىدى. ياردەم خادىمى بىلەن ئالاقىلىشىڭ.
uk: Не вдалося додати значок до вашого акаунту. Зверніться в службу підтримки.
ur: آپ کا بیج آپ کے اکاؤنٹ میں شامل نہیں کیا جا سکا۔ براہ کرم معاونت سے رابطہ کریں۔
vi: Huy hiệu của bạn không thể thêm vào tài khoản, xin vui lòng liên hệ với chúng tôi để được hổ trợ.
zh_cn: 您的徽章无法添加到您的帐户中。请联系支持人员。
zh_hk: 您的徽章未能新增至您的帳戶。請聯絡支援。

# SUSTAINER_VIEW_CANT_ADD_BADGE_TITLE
source: Couldn't Add Badge
af: Kon nie wapen toevoeg nie
ar: تعذَّرت إضافة الشارة
az: Nişan əlavə edilə bilmir
be: Не атрымалася дадаць значок
bn: ব্যাজ যোগ করা যায় নি
ca: No s'ha pogut afegir la insígnia.
cs: Nezdařilo se přidat odznak
cy: Methwyd Ychwanegu Bathodyn
da: Kunne ikke tilføje emblem
de: Abzeichen konnte nicht hinzugefügt werden.
el: Αδυναμία προσθήκης εμβλήματος
es: No se ha podido añadir tu insignia
et: Märgi lisamine ei õnnestunud
fa: امکان افزودن نشان وجود نداشت
fi: Merkkiä ei voitu lisätä
fr: Impossible d’ajouter le macaron.
gu: બૅજ ઉમેરી ન શક્યા
he: לא היה ניתן להוסיף תג
hi: बैज नहीं शामिल कर सके
hr: Nije moguće dodati značku
hu: Kitűző hozzáadása sikertelen.
id: Tidak Dapat Menambahkan Lencana
is: Gat ekki bætt við merki
it: Non è stato possibile aggiungere il badge
ja: バッジを追加できませんでした
km: á˜á·á“á¢á¶á…áŠá¶á€áŸ‹áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹á”á¶á“á‘áŸ
ko: 배지를 추가하지 못했습니다.
lt: Nepavyko pridėti ženkliuko
ml: ബാഡ്ജ് ചേർക്കാനായില്ല
mr: बॅज जोडता आला नाही
ms: Tidak Dapat Menambah Lencana
nb: Kunne ikke legge til merket
nl: Het toevoegen van de badge is mislukt
pl: Nie udało się dodać odznaki
pt_br: Não foi possível adicionar o selo
pt_pt: Não foi possível adicionar o crachá
ro: Nu s-a putut adăuga insigna
ru: Не удалось добавить значок
sk: Odznak sa nepodarilo pridať
sl: Značke nismo mogli dodati
sq: S’u Shtua Dot Stemë
sr: Додавање значке није успело
sv: Det gick inte att lägga till märke
sw: Imeshindikana Kuongeza Beji
th: ไม่สามารถเพิ่มโล่ได้
tr: Rozet Eklenemedi
ug: ئىزنەك قوشالمىدى
uk: Не вдалося додати значок
ur: بیج شامل نہیں کر سکے
vi: Không thể thêm huy hiệu
zh_cn: 无法添加徽章
zh_hk: 無法新增徽章

# SUSTAINER_VIEW_ERROR_AUTHORIZING_PAYMENT_TITLE
source: Error Authorizing Payment
ar: حدث خطأ أثناء تخويل عملية الدفع
be: Памылка падчас аўтарызацыі плацяжу
bn: পেমেন্ট অনুমোদনে ত্রুটি দেখা দিয়েছে
ca: Error en autoritzar el pagament
cs: Při autorizaci platby se vyskytla chyba
da: Fejl ved godkendelse af betaling
de: Fehler bei der Autorisierung der Zahlung
el: Σφάλμα κατά την εξουσιοδότηση πληρωμής
es: No se ha podido autorizar el pago
fa: خطا در تأیید پرداخت
fi: Virhe maksun valtuuttamisessa
fr: Erreur lors de l'autorisation du paiement
ga: Earráid le hÚdarú na hÍocaíochta
gu: ચુકવણી અધિકૃત કરવામાં ભૂલ
he: שגיאה באישור תשלום
hi: भुगतान अनुमोदित करने में त्रुटि हुई
hr: Pogreška pri autorizaciji plaćanja
hu: Hiba a fizetés engedélyezése során
id: Kesalahan Otorisasi Pembayaran
it: Errore nell'autorizzazione del pagamento
ja: 決済承認エラー
ko: 결제 승인 오류
mr: पेमेंट अधिकृत करण्यामध्ये त्रुटी
ms: Ralat Membenarkan Pembayaran
nb: Feil ved godkjenning av betaling
nl: Fout bij het goedkeuren van de overschrijving
pl: Błąd autoryzacji płatności
pt_br: Erro ao autorizar pagamento
pt_pt: Erro a autorizar pagamento
ro: Eroare la autorizarea plății
ru: Ошибка авторизации платежа
sk: Chyba pri autorizácii platby
sr: Грешка приликом одобрења плаћања
sv: Fel vid godkännande av betalning
th: การอนุมัติการชำระเงินมีข้อผิดพลาด
tr: Ödeme Onayında Hata
ug: پۇل تۆلەشنى تەستىقلاش خاتالىقى
uk: Помилка авторизації платежу
ur: پیمنٹ کی تصدیق کاری کا نقص
vi: Lỗi Duyệt Thanh Toán
zh_cn: 授权付款时出错
zh_hk: 處理授權付款時發生錯誤

# SUSTAINER_VIEW_ERROR_PROCESSING_PAYMENT_TITLE
source: Error Processing Donation
af: Kon nie betaling verwerk nie
ar: حدث خطأ أثناء معالجة التبرُّع
az: Ödəniş emal xətası
be: Памылка падчас апрацоўкі ахвяравання
bn: ডোনেশন প্রক্রিয়াকরণে ত্রুটি দেখা দিয়েছে
ca: S'ha produït un error en processar la donació
cs: Při zpracování příspěvku se vyskytla chyba
cy: Gwall Yn Prosesu Taliad
da: Fejl ved behandling af donation
de: Fehler beim Bearbeiten der Spende
el: Σφάλμα κατά την επεξεργασία της δωρεάς
es: No se ha podido procesar tu donación
et: Error Processing Payment
eu: Error Processing Payment
fa: خطا در پردازش اهدای مالی
fi: Virhe lahjoituksen käsittelyssä
fr: Erreur de traitement
ga: Earráid le Próiseáil an Tabhartais
gu: દાનની પ્રક્રિયા કરવામાં ભૂલ આવી
he: שגיאה בעיבוד תרומה
hi: दान संसाधित करने में त्रुटि
hr: Pogreška pri obradi donacije
hu: Hiba történt az adomány feldolgozása közben
id: Gagal Memproses Donasi
is: Villa við meðhöndlun greiðslu
it: Errore nell'elaborazione della donazione
ja: 寄付の処理中にエラーが発生しました
kab: Error Processing Payment
km: á˜á¶á“á”á‰áŸ’á á¶á€áŸ’á“á»á„áŠáŸ†áá¾ášá€á¶ášá‘á¼á‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹
kn: Error Processing Payment
ko: 기부 처리 오류
lt: Klaida apdorojant mokėjimą
lv: Error Processing Payment
mk: Error Processing Payment
ml: പേയ്മെന്റ് പ്രോസസ് ചെയ്യുന്നതിൽ പിശക്
mr: देणगीवर प्रक्रिया करताना त्रुटी आली
ms: Ralat Memproses Derma
my: Error Processing Payment
nb: Betalingen av pengegaven kunne ikke gjennomføres
nl: Fout bij het verwerken van donatie
pa: Error Processing Payment
pl: Błąd przetwarzania darowizny
ps: Error Processing Payment
pt_br: Erro ao processar doação
pt_pt: Erro ao processar donativo
ro: Eroare la procesarea donației
ru: Ошибка обработки пожертвования
sk: Chyba pri spracovaní príspevku
sl: Napaka pri obdelavi plačila.
sq: Gabim në Përpunim Pagese
sr: Грешка приликом обраде донације
sv: Fel vid bearbetning av donation
sw: Hitilafu kwenye Mchakato wa Malipo
ta: Error Processing Payment
te: Error Processing Payment
th: การดำเนินการบริจาคมีข้อผิดพลาด
tr: Bağış işlenirken hata oluştu
ug: ئىئانە بىر تەرەپ قىلىش خاتالىقى
uk: Помилка під час опрацювання
ur: عطیے کی عمل کاری میں نقص پیش آیا
vi: Có Lỗi Khi Xử Lý Khoản Ủng Hộ
zh_cn: 处理捐款发生错误
zh_hk: 處理捐款時發生錯誤

# SUSTAINER_VIEW_PRICING
source: %@/month
af: %@/maand
ar: %1$@/شهريًا
az: %@/ay
be: %1$@/месяц
bn: %1$@/মাস
ca: %1$@ / mes
cs: %1$@/měsíčně
cy: %@/mis
da: %1$@/måned
de: %1$@/Monat
el: %1$@/μήνα
es: %1$@/mes
et: %@/kuu
fa: %1$@ در ماه
fi: %1$@ / kk
fr: %1$@/mois
ga: %1$@/mí
gu: %1$@/માસ
he: %1$@/חודש
hi: %1$@/महीना
hr: %1$@/mjesečno
hu: %1$@/hó
id: %1$@/bulan
is: %@/mánuði
it: %1$@/al mese
ja: %1$@/月
km: %@/ááŸ‚
ko: %1$@/월
lt: %@/mėn.
ml: %@/മാസം
mr: %1$@/महिना
ms: %1$@/bulan
nb: %1$@ per måned
nl: %1$@/maand
pl: %1$@ miesięcznie
pt_br: %1$@/mês
pt_pt: %1$@/mês
ro: %1$@/lună
ru: %1$@/месяц
sk: %1$@/mesiac
sl: %@/mesec
sq: %@/muaj
sr: %1$@ месечно
sv: %1$@/månad
sw: %@/mwezi
th: %1$@/เดือน
tr: %1$@/ay
ug: %1$@/ئايلىق
uk: %1$@/місяць
ur: %1$@/ماہ
vi: %1$@/tháng
zh_cn: %1$@/月
zh_hk: %1$@/月

# SUSTAINER_VIEW_PROCESSING_PAYMENT
source: Processing donation...
af: Betaling word verwerk…
ar: التبرُّع قيد المعالجة…
az: Ödəniş emal olunur...
be: Апрацоўка ахвяравання…
bn: ডোনেশন প্রক্রিয়া করা হচ্ছে...
ca: S'està processant la donació…
cs: Příspěvek se zpracovává…
cy: Yn prosesu taliad...
da: Behandler donation…
de: Spende wird bearbeitet…
el: Επεξεργασία δωρεάς…
es: Procesando donación…
et: Makse töötlemine...
eu: Processing payment...
fa: در حال پردازش اهدای مالی...
fi: Käsitellään lahjoitusta...
fr: Don en cours de traitement...
ga: Tabhartas á phróiseáil...
gu: દાનની પ્રક્રિયા થઈ રહી છે...
he: תרומה בעיבוד…
hi: दान संसाधित किया जा रहा है...
hr: Obrada donacije u tijeku…
hu: Adomány feldolgozása...
id: Memproses donasi…
is: Meðhöndlun greiðslu...
it: Donazione in elaborazione…
ja: 寄付の処理中です...
kab: Processing payment...
km: á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶ášá€á¶ášá‘á¼á‘á¶ááŸ‹...
kn: Processing payment...
ko: 기부를 처리하는 중...
lt: Apdorojamas mokėjimas...
lv: Processing payment...
mk: Processing payment...
ml: പേയ്‌മെന്റ് പ്രോസസ്സ് ചെയ്യുന്നു...
mr: देणगीवर प्रक्रिया करत आहे...
ms: Memproses derma...
my: Processing payment...
nb: Behandler betalingen av pengegaven …
nl: Aan het verwerken…
pa: Processing payment...
pl: Przetwarzanie darowizny…
ps: Processing payment...
pt_br: Processando doação…
pt_pt: A processar donativo…
ro: Se procesează donația…
ru: Обработка пожертвования...
sk: Spracúva sa príspevok…
sl: Obdelava plačila...
sq: Po përpunohet pagesa…
sr: Обрађујемо донацију…
sv: Bearbetar donation …
sw: Inachakata malipo...
ta: Processing payment...
te: Processing payment...
th: กำลังดำเนินการบริจาค…
tr: Bağış işleniyor...
ug: ئىئانە بىر تەرەپ قىلىنىۋاتىدۇ...
uk: Триває опрацювання донату…
ur: عطیے پر عمل کاری ہو رہی ہے...
vi: Đang xử lý khoản ủng hộ…
zh_cn: 正在处理捐款……
zh_hk: 正在處理捐款...

# SUSTAINER_VIEW_RENEWAL
source: Renews %@
af: Hernieu %@
ar: التجديد في %1$@
az: %@ yenilənir
be: Аднаўленне %1$@
bn: %1$@ তারিখে নবায়ন হবে
ca: Renovació: %1$@
cs: Obnoví se %1$@
cy: Yn adnewyddu ar %@
da: Fornyes %1$@
de: Verlängert sich am: %1$@
el: Ανανέωση: %1$@
es: Se renueva el %1$@
et: Uueneb %@
fa: %1$@ تمدید می‌شود
fi: Uusiutuu %1$@
fr: Prochaine échéance : %1$@
ga: Athnuachan %1$@
gu: %1$@ના રોજ રિન્યૂ થશે
he: מתחדש ב–%1$@
hi: %1$@ को नवीकृत होता है
hr: Obnavlja se %1$@
hu: Megújul %1$@
id: Perpanjang %1$@
is: Endurnýjast %@
it: Si rinnova il giorno: %1$@
ja: 更新 %1$@
km: á”á“áŸ’á%@
ko: %1$@ 갱신
lt: Atsinaujina %@
ml: %@-ന് പുതുക്കുന്നു
mr: नूतनीकरणे %1$@
ms: Perbaharui %1$@
nb: Fornyes %1$@
nl: Verlengt op %1$@
pl: Kolejna wpłata %1$@
pt_br: Renova em %1$@
pt_pt: Renova a %1$@
ro: Reînnoire: %1$@
ru: Продлится %1$@
sk: Obnoví sa %1$@
sl: Obnovitev naročnine: %@
sq: Rinovohet më %@
sr: Обнавља се на дан %1$@
sv: Förnyas %1$@
sw: Huisha %@
th: ต่ออายุ %1$@
tr: %1$@ tarihinde yenilenir
ug: يېڭىلىنىش ۋاقتى %1$@
uk: Наступний платіж %1$@
ur: %1$@ کی تجدید کرتا ہے
vi: Làm mới %1$@
zh_cn: 到 %1$@续期
zh_hk: %1$@ 續期
