Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CREDIT_OR_DEBIT_CARD_DONATION_ERROR_INVALID_EXPIRY_MONTH
source: The expiration month on your card is incorrect. Verify your card details are correct and try again.
ar: شهر انتهاء الصلاحية الخاص ببطاقتك غير صحيح. تأكَّد من صحة تفاصيل بطاقتك وحاوِل مرّة أخرى.
be: Месяц сканчэння тэрміну дзеяння вашай карткі няправільны. Праверце даныя вашай карткі і паўтарыце спробу.
bn: আপনার কার্ডের মেয়াদোত্তীর্ণের মাস সঠিক নয়। আপনার কার্ডের বিবরণ সঠিক কি না তা যাচাই করুন এবং আবার চেষ্টা করুন।
ca: El mes de venciment de la teva targeta no és correcte. Verifica que les dades de la teva targeta siguin correctes i torna-ho a provar.
cs: Měsíc ukončení platnosti na vaší kartě není správný. Zkontrolujte, zda jsou údaje o vaší kartě správné, a zkuste to znovu.
da: Udløbsmåneden på dit kort er forkert. Tjek, at dine kortoplysninger er korrekte, og prøv igen.
de: Der Ablaufmonat auf deiner Karte ist nicht korrekt. Prüfe die Daten deiner Karte und versuche es erneut.
el: Ο μήνας λήξης της κάρτας σου είναι λάθος. Επαλήθευσε ότι τα στοιχεία της κάρτας σου είναι σωστά και δοκίμασε ξανά.
es: El mes de vencimiento de tu tarjeta es incorrecto. Comprueba que los datos de tu tarjeta son correctos e inténtalo de nuevo.
fa: ماه انقضای کارت شما نادرست است. بررسی کنید که مشخصات کارت‌تان درست باشد و دوباره امتحان کنید.
fi: Kortin viimeinen voimassaolokuukausi on virheellinen. Tarkista, että kortin tiedot ovat oikein, ja yritä uudelleen.
fr: Mois d'expiration incorrect. Veuillez vérifier les informations de votre carte et réessayer.
ga: Tá an mhí as feidhm ar do chárta mícheart. Fíoraigh go bhfuil sonraí do chárta ceart agus triail arís.
gu: તમારા કાર્ડ પરનો સમયસમાપ્તિ મહિનો ખોટો છે. તમારી કાર્ડની વિગતો સાચી છે તેની ખાતરી કરો અને ફરી પ્રયત્ન કરો.
he: חודש התפוגה על הכרטיס שלך שגוי. יש לוודא שפרטי הכרטיס שלך נכונים ולנסות שוב.
hi: आपके कार्ड पर दिया वैधता समाप्ति का माह गलत है। सत्यापित करें कि आपका कार्ड विवरण सही है और फिर से प्रयास करें।
hr: Mjesec isteka vaše kartice je netočan. Provjerite jesu li podaci o vašoj kartici ispravni i pokušajte ponovno.
hu: A kártyád lejárati hónapja helytelen. Ellenőrizd, hogy a kártyaadatok helyesek-e, és próbáld újra.
id: Bulan kedaluwarsa pada kartu Anda salah. Pastikan detail kartu Anda sudah benar dan coba lagi.
it: Il mese della data di scadenza della tua carta non è valido. Controlla che i dati della tua carta siano corretti e riprova.
ja: カードの有効期限の月が正しくありません。カード情報が正しいことを確認し、もう一度お試しください。
ko: 카드 만료 월이 잘못되었습니다. 카드 세부 정보가 올바른지 확인하고 다시 시도하세요.
mr: आपल्या कार्डचा कालबाह्यता महिना चुकीचा आहे. आपला कार्ड तपशील बरोबर असल्याची पडताळणी करा आणि पुन्हा प्रयत्न करा.
ms: Bulan tamat tempoh kad anda tidak betul. Sahkan butiran kad anda adalah betul dan cuba lagi.
nb: Utløpsmåneden stemmer ikke. Sjekk om kortinformasjonen stemmer og prøv igjen.
nl: De vervalmaand op je kaart is onjuist. Controleer of je kaartgegevens correct zijn en probeer het opnieuw.
pl: W miesiącu ważności karty jest błąd. Sprawdź poprawność danych karty i spróbuj ponownie.
pt_br: O mês da validade do seu cartão está incorreto. Confira se os detalhes do seu cartão estão corretos e tente novamente.
pt_pt: O mês de expiração no seu cartão está incorreto. Verifique se os detalhes do seu cartão estão corretos e tente novamente.
ro: Luna de expirare de pe cardul tău este incorectă. Verifică dacă detaliile cardului sunt corecte și încearcă din nou.
ru: Месяц истечения срока действия вашей карты неверен. Проверьте правильность данных вашей карты и попробуйте ещё раз.
sk: Mesiac vypršania platnosti na vašej karte je nesprávny. Skontrolujte, či sú údaje z vašej karty správne a skúste to znova.
sr: Месец истека на картици је нетачан. Проверите да ли су подаци на картици тачни и пробајте поново.
sv: Utgångsmånaden på ditt kort är felaktig. Kontrollera att dina kortuppgifter är korrekta och försök igen.
th: เดือนที่หมดอายุบนบัตรไม่ถูกต้อง ตรวจยืนยันว่ารายละเอียดบัตรของคุณถูกต้อง แล้วลองอีกครั้ง
tr: Kartındaki son kullanma ayı yanlış. Kart bilgilerini kontrol et ve tekrar dene.
ug: كارتىڭىزنىڭ ۋاقتى توشىدىغان ئاي خاتا. كارتا تەپسىلاتىنىڭ توغرىلىقىنى دەلىللەپ قايتا سىناڭ.
uk: Неправильний місяць закінчення дії картки. Переконайтеся, що правильно ввели дані картки, і повторіть платіж.
ur: آپ کے کارڈ پر زائد المیعاد ہونے کا مہینہ غلط ہے۔ توثیق کریں کہ آپ کے کارڈ کی تفصیلات درست ہیں اور دوبارہ کوشش کریں۔
vi: Tháng hết hạn của thẻ bạn không đúng. Đảm bảo thông tin thẻ của bạn đúng và thử lại.
zh_cn: 您卡片上的到期月份不正确。请检查您的卡片信息正确无误并重试。
zh_hk: 您信用卡上的有效日期不正確。驗證您的信用卡資料是否正確，然後重試。

# CREDIT_OR_DEBIT_CARD_DONATION_ERROR_INVALID_EXPIRY_YEAR
source: The expiration year on your card is incorrect. Verify your card details are correct and try again.
ar: سنة انتهاء الصلاحية الخاصة ببطاقتك غير صحيحة. تأكَّد من صحة تفاصيل بطاقتك وحاوِل مرّة أخرى.
be: Год сканчэння тэрміну дзеяння вашай карткі няправільны. Праверце даныя вашай карткі і паўтарыце спробу.
bn: আপনার কার্ডের মেয়াদোত্তীর্ণের বছর সঠিক নয়। আপনার কার্ডের বিবরণ সঠিক কি না তা যাচাই করুন এবং আবার চেষ্টা করুন।
ca: L'any de venciment de la teva targeta no és correcte. Verifica que les dades de la teva targeta siguin correctes i torna-ho a provar.
cs: Rok ukončení platnosti na vaší kartě není správný. Zkontrolujte, zda jsou údaje o vaší kartě správné, a zkuste to znovu.
da: Udløbsåret på dit kort er forkert. Tjek, at dine kortoplysninger er korrekte, og prøv igen.
de: Das Ablaufjahr auf deiner Karte ist nicht korrekt. Prüfe die Daten deiner Karte und versuche es erneut.
el: Το έτος λήξης της κάρτας σου δεν είναι σωστό. Επαλήθευσε ότι τα στοιχεία της κάρτας σου είναι σωστά και δοκίμασε ξανά.
es: El año de vencimiento de tu tarjeta es incorrecto. Comprueba que los datos de tu tarjeta son correctos e inténtalo de nuevo.
fa: سال انقضای کارت شما نادرست است. بررسی کنید که مشخصات کارت‌تان درست باشد و دوباره امتحان کنید.
fi: Kortin viimeinen voimassaolovuosi on virheellinen. Tarkista, että kortin tiedot ovat oikein, ja yritä uudelleen.
fr: Année d'expiration incorrecte. Veuillez vérifier les informations de votre carte et réessayer.
ga: Tá an bhliain as feidhm ar do chárta mícheart. Fíoraigh go bhfuil sonraí do chárta ceart agus triail arís.
gu: તમારા કાર્ડ પરનું સમયસમાપ્તિ વર્ષ ખોટું છે. તમારી કાર્ડની વિગતો સાચી છે તેની ખાતરી કરો અને ફરી પ્રયત્ન કરો.
he: שנת התפוגה על הכרטיס שלך שגויה. יש לוודא שפרטי הכרטיס שלך נכונים ולנסות שוב.
hi: आपके कार्ड पर दिया वैधता समाप्ति का वर्ष गलत है। सत्यापित करें कि आपका कार्ड विवरण सही है और फिर से प्रयास करें।
hr: Godina isteka vaše kartice je netočna. Provjerite jesu li podaci o vašoj kartici ispravni i pokušajte ponovno.
hu: A kártyád lejárati éve helytelen. Ellenőrizd, hogy a kártyaadatok helyesek-e, és próbáld újra.
id: Tahun kedaluwarsa pada kartu Anda salah. Pastikan detail kartu Anda sudah benar dan coba lagi.
it: L'anno di scadenza della tua carta non è valido. Controlla che i dati della tua carta siano corretti e riprova.
ja: カードの有効期限の年が正しくありません。カード情報が正しいことを確認し、もう一度お試しください。
ko: 카드 만료 연도가 잘못되었습니다. 카드 세부 정보가 올바른지 확인하고 다시 시도하세요.
mr: आपल्या कार्डवरील कालबाह्यता वर्ष चुकीचे आहे. आपला कार्ड तपशील बरोबर असल्याची पडताळणी करा आणि पुन्हा प्रयत्न करा.
ms: Tahun tamat tempoh kad anda tidak betul. Sahkan butiran kad anda adalah betul dan cuba lagi.
nb: Utløpsåret stemmer ikke. Sjekk om kortinformasjonen stemmer og prøv igjen.
nl: Het vervaljaar op je kaart is onjuist. Controleer of je kaartgegevens correct zijn en probeer het opnieuw.
pl: W roku ważności karty jest błąd. Sprawdź poprawność danych karty i spróbuj ponownie.
pt_br: A data de validade do seu cartão está incorreta. Confira se os detalhes do seu cartão estão corretos e tente novamente.
pt_pt: O ano de expiração no seu cartão está incorreto. Verifique se os detalhes do seu cartão estão corretos e tente novamente.
ro: Anul de expirare de pe cardul tău este incorect. Verifică dacă detaliile cardului sunt corecte și încearcă din nou.
ru: Год истечения срока действия вашей карты неверен. Проверьте правильность данных вашей карты и попробуйте ещё раз.
sk: Rok vypršania platnosti na vašej karte je nesprávny. Skontrolujte, či sú údaje z vašej karty správne a skúste to znova.
sr: Година истека на картици је нетачна. Проверите да ли су подаци на картици тачни и пробајте поново.
sv: Utgångsåret på ditt kort är felaktigt. Kontrollera att dina kortuppgifter är korrekta och försök igen.
th: ปีที่หมดอายุบนบัตรไม่ถูกต้อง ตรวจยืนยันว่ารายละเอียดบัตรของคุณถูกต้อง แล้วลองอีกครั้ง
tr: Kartındaki son kullanma yılı yanlış. Kart bilgilerini kontrol et ve tekrar dene.
ug: كارتىڭىزنىڭ ۋاقتى توشىدىغان يىل خاتا. كارتا تەپسىلاتىنىڭ توغرىلىقىنى دەلىللەپ قايتا سىناڭ.
uk: Неправильний рік закінчення дії картки. Переконайтеся, що правильно ввели дані картки, і повторіть платіж.
ur: آپ کے کارڈ پر زائد المیعاد ہونے کا سال غلط ہے۔ توثیق کریں کہ آپ کے کارڈ کی تفصیلات درست ہیں اور دوبارہ کوشش کریں۔
vi: Năm hết hạn của thẻ bạn không đúng. Đảm bảo thông tin thẻ của bạn đúng và thử lại.
zh_cn: 您卡片上的到期年份不正确。请检查您的卡片信息正确无误并重试。
zh_hk: 您信用卡上的有效日期不正確。驗證您的信用卡資料是否正確，然後重試。

# CREDIT_OR_DEBIT_CARD_DONATION_ERROR_OTHER
source: Verify your card details are correct and try again. If the problem continues, contact your bank.
ar: تأكَّد من صحة تفاصيل بطاقتك وحاوِل مرّة أخرى. إذا استمرت المشكلة، تواصَل مع البنك الذي تتعامل معه.
be: Праверце даныя вашай карткі і паўтарыце спробу. Калі праблема не знікне, звярніцеся да свайго банка.
bn: আপনার কার্ডের বিবরণ সঠিক কি না তা যাচাই করুন এবং আবার চেষ্টা করুন। সমস্যা চলতে থাকলে, আপনার ব্যাংকের সাথে যোগাযোগ করুন।
ca: Verifica que les dades de la teva targeta siguin correctes i torna-ho a provar. Si el problema continua, posa't en contacte amb el teu banc.
cs: Zkontrolujte, zda jsou údaje o vaší kartě správné, a zkuste to znovu. Pokud bude problém přetrvávat, kontaktujte svou banku.
da: Tjek, at dine kortoplysninger er korrekte, og prøv igen. Hvis problemet fortsætter, skal du kontakte din bank.
de: Prüfe die Daten deiner Karte und versuche es erneut. Falls das Problem weiterhin besteht, kontaktiere deine Bank.
el: Επαλήθευσε ότι τα στοιχεία της κάρτας σου είναι σωστά και δοκίμασε ξανά. Αν δεν λυθεί το πρόβλημα, επικοινώνησε με την τράπεζά σου.
es: Comprueba que los datos de tu tarjeta son correctos e inténtalo de nuevo. Si el problema persiste, contacta con tu banco.
fa: بررسی کنید که مشخصات کارت‌تان درست باشد و دوباره امتحان کنید. اگر مشکل ادامه داشت، با بانک خود تماس بگیرید.
fi: Tarkista, että kortin tiedot ovat oikein, ja yritä uudelleen. Jos ongelma jatkuu, ole yhteydessä pankkiisi.
fr: Veuillez vérifier les informations de votre carte et réessayer. Si le problème persiste, contactez votre banque.
ga: Fíoraigh go bhfuil sonraí do chárta ceart agus triail arís. Má leanann an fhadhb, déan teagmháil le do bhanc.
gu: તમારી કાર્ડની વિગતો સાચી છે તેની ખાતરી કરો અને ફરી પ્રયત્ન કરો. જો સમસ્યા ચાલુ રહે તો તમારી બેંકનો સંપર્ક કરો.
he: יש לוודא שפרטי הכרטיס שלך נכונים ולנסות שוב. אם הבעיה נמשכת, יש ליצור קשר עם הבנק שלך.
hi: सत्यापित करें कि आपका कार्ड विवरण सही है और फिर से प्रयास करें। यदि फिर भी समस्या बनी रहे तो अपने बैंक से संपर्क करें।
hr: Provjerite jesu li podaci o vašoj kartici ispravni i pokušajte ponovno. Ako i dalje imate poteškoće, obratite se svojoj banci.
hu: Ellenőrizd, hogy a kártyaadatok helyesek-e, és próbáld újra. Ha a probléma továbbra is fennáll, fordulj a bankodhoz.
id: Pastikan detail kartu Anda sudah benar dan coba lagi. Jika masalah tetap terjadi, hubungi pihak bank.
it: Controlla che i dati della tua carta siano corretti e riprova. Se il problema persiste, contatta la tua banca.
ja: カード情報が正しいことを確認し、もう一度お試しください。問題が解決されない場合は、取引先の銀行にお問い合わせください。
ko: 카드 세부 정보가 올바른지 확인하고 다시 시도하세요. 문제가 계속되면 은행에 문의하세요.
mr: आपला कार्ड तपशील बरोबर असल्याची पडताळणी करा आणि पुन्हा प्रयत्न करा. तरीदेखील समस्या सुरूच राहिल्यास, आपल्या बँकेशी संपर्क साधा.
ms: Sahkan butiran kad anda adalah betul dan cuba lagi. Jika masalah masih berterusan, hubungi bank anda.
nb: Sjekk om kortinformasjonen stemmer og prøv igjen. Kontakt banken din hvis problemet vedvarer.
nl: Controleer of je kaartgegevens correct zijn en probeer het opnieuw. Neem contact op met je bank als dit probleem aanhoudt.
pl: Sprawdź poprawność danych karty i spróbuj ponownie. Jeśli problem będzie się powtarzać, skontaktuj się ze swoim bankiem.
pt_br: Confira se os detalhes do seu cartão estão corretos e tente novamente. Se o problema continuar, entre em contato com seu banco.
pt_pt: Verifique se os detalhes do seu cartão estão corretos e tente novamente. Se o problema persistir, contacte o seu banco.
ro: Verifică dacă detaliile cardului sunt corecte și încearcă din nou. Dacă problema continuă, contactează-ți banca.
ru: Проверьте правильность данных вашей карты и попробуйте ещё раз. Если проблема не решается, свяжитесь со своим банком.
sk: Skontrolujte, či sú údaje z vašej karty správne a skúste to znova. Ak problém pretrváva, kontaktujte svoju banku.
sr: Проверите да ли су подаци на картици тачни и пробајте поново. Ако се проблем настави, обратите се својој банци.
sv: Kontrollera att dina kortuppgifter är korrekta och försök igen. Kontakta din bank om problemet kvarstår.
th: ตรวจยืนยันว่ารายละเอียดบัตรของคุณถูกต้อง แล้วลองอีกครั้ง หากยังพบปัญหา โปรดติดต่อธนาคารของคุณ
tr: Kart bilgilerini kontrol et ve tekrar dene. Sorun devam ederse, bankanla iletişime geç.
ug: كارتا تەپسىلاتىنىڭ توغرىلىقىنى دەلىللەپ قايتا سىناڭ. مەسىلە ھەل بولمىسا بانكا بىلەن ئالاقىلىشىڭ.
uk: Переконайтеся, що правильно ввели дані картки, і повторіть платіж. Якщо це не допоможе, зв'яжіться зі своїм банком.
ur: توثیق کریں کہ آپ کے کارڈ کی تفصیلات درست ہیں اور دوبارہ کوشش کریں۔ اگر مسئلہ جاری رہتا ہے، تو اپنے بینک سے رابطہ کریں۔
vi: Đảm bảo thông tin thẻ của bạn đúng và thử lại. Nếu vẫn gặp vấn đề, hãy liên hệ với ngân hàng của bạn.
zh_cn: 请检查您的卡片信息正确无误并重试。如果问题仍然存在，请联系您的银行。
zh_hk: 驗證您的信用卡資料是否正確，然後重試。如果問題仍然存在，請與您的銀行聯絡。

# CREDIT_OR_DEBIT_CARD_DONATION_ERROR_PAYMENT_CANNOT_BE_AUTHORIZED
source: Verify your card details are correct and try again.
ar: تأكَّد من صحة تفاصيل بطاقتك وحاوِل مرّة أخرى.
be: Праверце даныя вашай карткі і паўтарыце спробу.
bn: আপনার কার্ডের বিবরণ সঠিক কি না তা যাচাই করুন এবং আবার চেষ্টা করুন।
ca: Verifica que les dades de la teva targeta siguin correctes i torna-ho a provar.
cs: Zkontrolujte, zda jsou údaje o vaší kartě správné, a zkuste to znovu.
da: Tjek, at dine kortoplysninger er korrekte, og prøv igen.
de: Prüfe die Daten deiner Karte und versuche es erneut.
el: Επαλήθευσε ότι τα στοιχεία της κάρτας σου είναι σωστά και δοκίμασε ξανά.
es: Comprueba que los datos de tu tarjeta son correctos e inténtalo de nuevo.
fa: بررسی کنید که مشخصات کارت‌تان درست باشد و دوباره امتحان کنید.
fi: Tarkista, että kortin tiedot ovat oikein, ja yritä uudelleen.
fr: Veuillez vérifier les informations de votre carte et réessayer.
ga: Fíoraigh go bhfuil sonraí do chárta ceart agus triail arís.
gu: તમારી કાર્ડની વિગતો સાચી છે તેની ખાતરી કરો અને ફરી પ્રયત્ન કરો.
he: יש לוודא שפרטי הכרטיס שלך נכונים ולנסות שוב.
hi: सत्यापित करें कि आपका कार्ड विवरण सही है और फिर से प्रयास करें।
hr: Provjerite jesu li podaci o vašoj kartici ispravni i pokušajte ponovno.
hu: Ellenőrizd, hogy a kártyaadatok helyesek-e, és próbáld újra.
id: Pastikan detail kartu Anda sudah benar dan coba lagi.
it: Controlla che i dati della tua carta siano corretti e riprova.
ja: カード情報が正しいことを確認し、もう一度お試しください。
ko: 카드 세부 정보가 올바른지 확인하고 다시 시도하세요.
mr: आपला कार्ड तपशील बरोबर असल्याची पडताळणी करा आणि पुन्हा प्रयत्न करा.
ms: Sahkan butiran kad anda adalah betul dan cuba lagi.
nb: Sjekk om kortinformasjonen stemmer og prøv igjen.
nl: Controleer of je kaartgegevens correct zijn en probeer het opnieuw.
pl: Sprawdź poprawność danych karty i spróbuj ponownie.
pt_br: Confira se os detalhes do seu cartão estão corretos e tente novamente.
pt_pt: Verifique se os detalhes do seu cartão estão corretos e tente novamente.
ro: Verifică dacă detaliile cardului sunt corecte și încearcă din nou.
ru: Проверьте правильность данных вашей карты и попробуйте ещё раз.
sk: Skontrolujte, či sú údaje z vašej karty správne a skúste to znova.
sr: Проверите да ли су подаци на картици тачни и пробајте поново.
sv: Kontrollera att dina kortuppgifter är korrekta och försök igen.
th: ตรวจยืนยันว่ารายละเอียดบัตรของคุณถูกต้อง แล้วลองอีกครั้ง
tr: Kart bilgilerini kontrol et ve tekrar dene.
ug: كارتا تەپسىلاتىنىڭ توغرىلىقىنى دەلىللەپ قايتا سىناڭ.
uk: Переконайтеся, що правильно ввели дані картки, і повторіть платіж.
ur: توثیق کریں کہ آپ کے کارڈ کی تفصیلات درست ہیں اور دوبارہ کوشش کریں۔
vi: Đảm bảo thông tin thẻ của bạn đúng và thử lại.
zh_cn: 请检查您的卡片信息正确无误并重试。
zh_hk: 驗證您的信用卡資料是否正確，然後重試。

# CROP_SCALE_IMAGE_VIEW_TITLE
source: Move and Scale
af: Skuif en skaleer
ar: تحريك وتعديل الحجم
az: Yerini dəyişdir və ölçünü dəyişdir
be: Перасунуць і маштабаваць
bg: Преместване и мащабиране
bn: সরান এবং স্কেল করুন
ca: Mou i escala
cs: Přesun a zvětšení
cy: Symud a Graddio
da: Flyt og skalér
de: Verschieben und Skalieren
el: Μετακίνηση και Κλίμακα
es: Arrastra para encuadrar
es_es: Editar foto
et: Liiguta ja skaleeri
eu: Mugitu eta Eskalatu
fa: حرکت و مقیاس
fi: Liikuta ja skaalaa
fil: I-move at I-scale
fr: Déplacer et redimensionner
ga: Bearradh ⁊ Méid
gu: ખસેડો અને સ્કેલ
he: הזז ושנה גודל
hi: मूव या स्केल करें
hr: Pomakni i skaliraj
hu: Mozgatás és Nagyítás
id: Pindahkan dan ubah skala
is: Flytja og breyta stærð
it: Sposta e ridimensiona
ja: 編集
kab: Senkez, tsemsawiḍ tasekta.
kk: Көбірек және Масштаб
km: á•áŸ’á›á¶áŸáŸ‹á‘á¸á“á·á„á€áŸ†áááŸ‹ááŸ’á“á¶á
kn: ಸರಿಸಿ ಮತ್ತು ಅಳತೆ ಮಾಡಿ
ko: 이동 및 크기 변경
lt: Perkelti ir keisti mastelį
lv: Pārvietot un mērogot
mk: Премести и измери
ml: മൂവ് ആൻഡ് സ്കെയിൽ
mr: हलवा आणि स्केल करा
ms: Pindah dan Skalakan
my: ​ရွှေ့ပြီး ပြန်ချိန်မည်
nb: Flytt og skalér
nl: Verplaatsen en schalen
pa: ਮੂਵ ਐਂਡ ਸਕੇਲ
pa_pk: حرکت تے پیمانہ
pl: Przesuń lub dostosuj kadr
ps: حرکت او مقیاس
pt_br: Mover e redimensionar
pt_pt: Mover e redimensionar
ro: Mută și scalează
ru: Переместить и масштабировать
sk: Orezanie a zmena veľkosti
sl: Premakni in spremeni velikost
sq: Lëvizeni dhe Ripërmasojeni
sr: Померање и скалирање
sv: Flytta och skala
sw: Sogeza na Upogoe
ta: நகர்த்தி அளவுகோல் செய்
te: తరలించు మరియు కొలుచు
th: ย้ายและปรับขนาด
tr: Taşı ve Ölçeklendir
ug: يۆتكەش ۋە چوڭلۇقى
uk: Переміщуйте й масштабуйте
ur: منتقل اور پیمانے
vi: Di chuyển và Thay đổi tỉ lệ
zh_cn: 移动与缩放
zh_hk: 移動及縮放

# CURRENCY_PICKER_VIEW_TITLE
source: Set Currency
af: Stel geldeenheid
ar: تحديد العُملَة
az: Pul vahidini tənzimlə
be: Выбраць валюту
bn: মুদ্রা নির্ধারণ করুন
ca: Estableix la moneda
cs: Nastavit měnu
cy: Gosod Arian Cyfred
da: Indstil valuta
de: Währung festlegen
el: Ορισμός νομίσματος
es: Establecer moneda
et: Määra valuuta
eu: Ezarri moneta
fa: تعیین ارز
fi: Aseta valuutta
fr: Définir la devise
ga: Socraigh Airgeadra
gu: ચલણ સેટ કરો
he: הגדרת מטבע
hi: करेंसी सेट करें
hr: Postavi valutu
hu: Pénznem beállítása
id: Atur Mata Uang
is: Stilla gjaldmiðil
it: Imposta valuta
ja: 通貨を設定してください
km: á€áŸ†áááŸ‹ášá¼á”á·á™áœááŸ’áá»
kn: ಕರೆನ್ಸಿ ನಿಗದಿಸಿ
ko: 통화 설정
lt: Nustatyti valiutą
lv: Iestatīt valūtu
mk: Постави валута
ml: കറൻസി സജ്ജമാക്കുക
mr: चलन सेट करा
ms: Tetapkan Matawang
my: ငွေကြေး သတ်မှတ်မယ်
nb: Velg valuta
nl: Valuta instellen
pa: ਕਰੰਸੀ ਸੈੱਟ ਕਰੋ
pl: Ustaw walutę
ps: د اسعار ټاکنه
pt_br: Definir a moeda
pt_pt: Definir moeda
ro: Setează Moneda
ru: Выберите валюту
sk: Nastaviť menu
sl: Določi valuto
sq: Caktoni Monedhë
sr: Подесите валуту
sv: Ställ in valuta
sw: Weka Sarafu
ta: அமை நாணய
te: కరెన్సీని సెట్ చేయండి
th: ตั้งสกุลเงิน
tr: Para Birimini Ayarla
ug: پۇلنى بەلگىلەش
uk: Установити валюту
ur: کرنسی مقرر کریں
vi: Chọn Tiền tệ
zh_cn: 设置货币
zh_hk: 設定貨幣

# CUSTOM_CHAT_COLOR_SETTINGS_GRADIENT
source: Gradient
af: Gradiënt
ar: مُتدرِّج
az: Meyil
be: Градыент
bn: গ্রেডিয়েন্ট
cs: Gradientní
cy: Graddiant
da: Farveovergang
de: Farbverlauf
el: Διαβάθμιση
es: Degradado
et: Üleminek
eu: Gradientea
fa: گرادیان
fi: Liukuväri
fr: Dégradée
gu: ગ્રેડિયન્ટ
he: גרדיאנט
hi: ढाल
hr: Gradijent
hu: Gradiens
id: Gradasi
is: Litstigull
it: Gradiente
ja: グラデーション
kn: ಗ್ರೇಡಿಯೆಂಟ್
ko: 그라디언트
lt: Gradientas
lv: Gradients
mk: Градиент
ml: ഗ്രേഡിയന്റ്
mr: ग्रेडिएंट
ms: Kecerunan
nb: Graderinger
nl: Verloop
pa: ਗਰੇਡੀਐਂਟ
ps: مسطح
pt_br: Gradiente
pt_pt: Gradiente
ru: Градиент
sk: Farebný prechod
sl: Prelivajoča
sr: Градијент
sv: Lutning
sw: Upinde
ta: சாய்வு
te: ప్రవణత
th: ไล่สี
tr: Karışım
ug: يانتۇلۇق
uk: Градієнт
ur: تدریجی
vi: Theo nhiệt độ
zh_cn: 渐变
zh_hk: 漸層

# CUSTOM_CHAT_COLOR_SETTINGS_HUE
source: Hue
af: Tint
ar: اللون
az: Rəng tonu
be: Адценне
bn: হিয়ু
ca: Tonalitat
cs: Odstín
cy: Arlliw
da: Nuance
de: Farbton
el: Απόχρωση
es: Tonalidad
et: Toon
eu: Tonua
fa: فام
fi: Värisävy
fr: Teinte
gu: હ્યુ
he: גוון
hi: वर्ण
hr: Nijansa
hu: árnyalat
id: Warna dasar
is: Litblær
it: Tonalità
ja: 色相
kn: ಹ್ಯೂ
ko: 색상
lt: Atspalvis
lv: Nokrāsa
mk: Нијанса
ml: ഹ്യൂ
mr: ह्यू
nb: Fargetone
nl: Tint
pa: ਰੰਗਤ
pl: Odcień
ps: رنګ
pt_br: Matiz
pt_pt: Tom
ro: Culoare
ru: Оттенок
sk: Odtieň
sl: Odtenek
sq: Ngjyresë
sr: Нијанса
sv: Nyans
sw: Ukolevu wa rangi
ta: சாயல்
te: రంగు
th: โทนสี
tr: Ton
ug: سايە
uk: Відтінок
ur: ہیو
vi: Sắc
zh_cn: 色调
zh_hk: 色調

# CUSTOM_CHAT_COLOR_SETTINGS_SATURATION
source: Saturation
af: Versadiging
ar: التشبُّع اللوني
az: Doydurma
be: Насычанасць
bn: স্যাচুরেশন
ca: Saturació
cs: Saturace
cy: Trwythiad
da: Mætning
de: Sättigung
es: Saturación
et: Küllastus
eu: Saturazioa
fa: اشباع
fi: Värikylläisyys
gu: સચ્યુરેશન
he: רוויה
hi: परिपूर्णता
hr: Zasićenost
hu: Szaturáció
id: Saturasi
is: Litmettun
it: Saturazione
ja: 彩度
kn: ಸ್ಯಾಚುರೇಶನ್
ko: 채도
lt: Sodrumas
lv: Piesātinājums
mk: Сатурација
ml: സാച്ചുറേഷൻ
mr: सॅच्यूरेशन
ms: Ketepuan
nb: Fargemetning
nl: Verzadiging
pa: ਸੰਤ੍ਰਿਪਤ
pl: Nasycenie
ps: اشباع
pt_br: Saturação
pt_pt: Saturação
ro: Saturație
ru: Насыщенность
sk: Sýtosť
sl: Barvna nasičenost
sq: Ngopje
sr: Засићеност
sv: Mättnad
sw: Ukolevu
ta: செறிவூட்டல்
te: సంతృప్తత
th: ความอิ่มสี
tr: Doygunluk
ug: تويۇنۇش
uk: Насиченість
ur: سنترپتی
vi: Bão hoà
zh_cn: 饱和度
zh_hk: 飽和度

# CUSTOM_CHAT_COLOR_SETTINGS_SOLID_COLOR
source: Solid
af: Solied
ar: مُوحَّد
az: Qatı
be: Суцэльны
bn: সলিড
ca: Sòlid
cs: Pevná
cy: Solet
de: Einfarbig
el: Μονόχρωμο
es: Sólido
et: Ühtlane
eu: Solidoa
fa: یک‌دست
fi: Tasaväri
fr: Unie
gu: સોલીડ
he: מוצק
hi: ठोस
hr: Solidna
hu: Egyszínű
is: Einlitt
it: Tinta unita
ja: 単色
kn: ಘನ
ko: 견고함
lt: Vientisa
lv: Necaurspīdīga
mk: Цврста
ml: ഖരം
mr: सॉलिड
ms: Padu
nb: Hel farge
nl: Effen
pa: ਗੂੜ੍ਹਾ
pl: Jednolity kolor
ps: جامد
pt_br: Sólida
pt_pt: Sólida
ru: Сплошной
sk: Jednoliata
sl: Enotna
sq: E plotë
sr: Једнобојно
sw: Madhubuti
ta: திட
te: ఘన
th: ทึบ
tr: Düz
ug: قېنىق
uk: Суцільний колір
ur: ٹھوس
vi: Đặc
zh_cn: 纯色
zh_hk: 實色
