Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# HOME_VIEW_BLOCKED_CONVERSATION
source: Blocked
af: Versper
ar: تم الحظر
az: Əngəlləndi
be: Заблакавана
bg: Блокиране
bn: ব্লক করা হয়েছে
ca: Bloquejat
cs: Blokováno
cy: Wedi'i Rhwystro
da: Blokeret
de: Blockiert
el: Λίστα αποκλεισμού
es: Bloqueado
es_es: Bloqueado
et: Blokeeritud
eu: Blokeatuta
fa: مسدودشده
fi: Estetty
fil: Naka-block
fr: Conversation bloquée
ga: Bac curtha
gu: બ્લૉક કર્યા
he: חסום/ה
hi: ब्लॉक किया गया
hr: Blokirani razgovori
hu: Letiltva
id: Diblokir
is: Bannaður
it: Chat bloccata
ja: ブロック中
kab: Yewḥel
kk: Бұғаттаулы
km: á”á¶á“á á¶á˜áƒá¶ááŸ‹
kn: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko: 차단함
lt: Užblokuotas
lv: Bloķēta
mk: Блокиран
ml: ബ്ലോക്കു ചെയ്തു
mr: अवरोधित केले
ms: Disekat
my: ပိတ်ပယ်ထားသည်
nb: Blokkert
nl: Geblokkeerd
pa: ਪਾਬੰਦੀ ਲੱਗਾ
pa_pk: بلاک کیتا
pl: Zablokowano
ps: بلاک شوي
pt_br: Bloqueada
pt_pt: Bloqueado
ro: Blocat
ru: Пользователь заблокирован
sk: Blokované
sl: Blokirano
sq: E bllokuar
sr: Блокирано
sv: Blockerad
sw: Zuiwa
ta: தடுக்கப்பட்ட
te: నిరోధించిన
th: ถูกบล็อก
tr: Engellendi
ug: چەكلەندى
uk: Заблоковано
ur: بلاک کر دیا گیا
vi: Đã chặn
zh_cn: 已屏蔽
zh_hk: 已封鎖

# HOME_VIEW_CONVERSATION_SEARCHBAR_PLACEHOLDER
source: Search
af: Soek
ar: البحث
az: Axtar
be: Пошук
bg: Търсене
bn: অনুসন্ধান
ca: Cerca
cs: Hledat
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
es_es: Buscar
et: Otsi
eu: Bilatu
fa: جستجو
fi: Hae
fil: Hanapin
fr: Rechercher
ga: Cuardaigh
gu: શોધો
he: חיפוש
hi: सर्च
hr: Pretraži
hu: Keresés
id: Pencarian
is: Leita
it: Cerca
ja: 検索
kab: Nadi
kk: Іздеу
km: áŸáŸ’áœáŸ‚á„ášá€
kn: ಹುಡುಕಿ
ko: 검색
lt: Ieškoti
lv: Meklēt
mk: Барај
ml: തിരയൽ
mr: शोध
ms: Cari
my: ရှာရန်
nb: Søk
nl: Zoeken
pa: ਖੋਜ
pa_pk: لبھو
pl: Szukaj
ps: پلټنه
pt_br: Buscar
pt_pt: Procurar
ro: Caută
ru: Поиск
sk: Hľadať
sl: Iskanje
sq: Kërko
sr: Претрага
sv: Sök
sw: Tafuta
ta: தேடல்
te: వెతకండి
th: ค้นหา
tr: Ara
ug: ئىزدە
uk: Пошук
ur: تلا ‎ش کر یں
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# HOME_VIEW_DRAFT_PREFIX
source: Draft:
af: Konsep:
ar: مُسوَّدَة:
az: Qaralama:
be: Чарнавік:
bg: Чернова:
bn: ড্রাফ্ট:
ca: Esborrany:
cs: Koncept:
cy: Drafft:
da: Kladde:
de: Entwurf:
el: Πρόχειρο:
es: Borrador:
es_es: Borrador:
et: Mustand:
eu: Zirriborroa:
fa: پیش نویس:
fi: Luonnos:
fr: Brouillon :
ga: Dréacht:
gu: ડ્રાફ્ટ
he: טיוטה:
hi: ड्राफ्टः
hr: Skica:
hu: Vázlat:
id: Draf:
is: Drög:
it: Bozza:
ja: 下書き:
kab: Arewway:
kk: Жоба:
km: á–áŸ’ášá¶á„áŸ–
kn: ಕರಡು:
ko: 임시 저장:
lt: Juodraštis:
lv: Melnraksts:
mk: Скица:
ml: ഡ്രാഫ്റ്റ്:
mr: मसुदा:
ms: Draf:
my: မူကြမ်း -
nb: Utkast:
nl: Concept:
pa: ਡਰਾਫਟ:
pa_pk: مسودہ:
pl: Wersja robocza:
ps: مخلیکنه:
pt_br: Rascunho:
pt_pt: Rascunho:
ro: Ciornă:
ru: Черновик:
sk: Koncept:
sl: Osnutek:
sq: Skicë:
sr: Нацрт:
sv: Utkast:
sw: Rasimu
ta: வரைவு:
te: చిత్తు పత్రం:
th: ร่าง:
tr: Taslak:
ug: ئارگىنال:
uk: Чернетка:
ur: ڈرافٹ
vi: Nháp:
zh_cn: 草稿：
zh_hk: 草稿：

# HOME_VIEW_FIRST_CONVERSATION_OFFER_1_CONTACT_FORMAT
source: Some of your contacts are already on Signal, including %@.
af: Sommige van jou kontakte is reeds op Signal, insluitend %@.
ar: بعض جهات اتصالك بالفعل في سيجنال، بما في ذلك %1$@.
az: %@ daxil olmaqla, əlaqələrinizdən bəziləri artıq Signal-dadır.
be: Некаторыя з вашых кантактаў ужо ў Signal, у тым ліку %1$@.
bg: Някои от контактите ви вече са в Signal, включително %@.
bn: %1$@ সহ আপনার কিছু পরিচিতি ইতিমধ্যে Signal -এ রয়েছে।
ca: Alguns dels vostres contactes ja són al Signal, inclòs %1$@.
cs: Někteří z vašich kontaktů jsou již na Signalu, včetně %1$@.
cy: Mar rhai o'ch cysylltiadau eisoes ar Signal, yn cynnwys %@.
da: Nogle af dine kontakter er allerede på Signal, blandt andet %1$@
de: Einige deiner Kontakte sind bereits bei Signal, darunter %1$@
el: Κάποιες από τις επαφές σου είναι ήδη στο Signal, όπως ο/η %1$@.
es: Algunos de tus contactos, como %1$@, ya usan Signal.
es_es: Algunas de tus amistades y contactos, como p.ej. %@ ya utilizan Signal.
et: Mõned su kontaktidest kasutavad juba Signalit, kaasaarvatud %@.
eu: Zure kontaktuetako batzuk Signalen daude jada, %@ barne hartuta.
fa: برخی از مخاطبان از سیگنال استفاده میکنند، مثل %1$@.
fi: Osa yhteystiedoistasi käyttää jo Signalia, esimerkiksi %1$@.
fil: Ilan sa iyong mga kontak ay nasa Signal na, kasama si %@.
fr: Certains de vos contacts, comme %1$@, sont déjà sur Signal.
ga: Tá teagmhálaithe de do chuid ar Signal cheana, %1$@ ina measc.
gu: તમારા કેટલાક સંપર્કો પહેલેથી જ Signal પર છે, %1$@સહિત
he: כמה מאנשי הקשר שלך כבר ב־Signal, כולל %1$@.
hi: आपके कुछ संपर्क पेहले से Signal पर हैं, %1$@ भी।
hr: Neki vaši kontakti već koriste Signal, uključujući %1$@.
hu: A kontaklistádból %1$@ szintén Signal felhasználó.
id: Beberapa kontak Anda telah ada di Signal, termasuk %1$@.
is: Sumir tengiliðanna þinna eru þegar á Signal, þar með talinn %@.
it: Alcuni dei tuoi contatti sono già su Signal, incluso %1$@.
ja: 連絡先には、すでにSignalを使用中の人がいます: %1$@
kab: Kra seg yinermisen-ik·im llan yakan deg Signal, ula d %@.
kk: Сіздің кейбір байланыстық тұлғаларыңыз, соның ішінде %@ Signal қолданбасын пайдалануда.
km: á¢áŸ’á“á€á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á˜á½á™á…áŸ†á“á½á“á€áŸ†á–á»á„á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal ášá½á˜á”á‰áŸ’á…á¼á› %@â€‹áŸ”
kn: %@ ಸೇರಿದಂತೆ ನಿಮ್ಮ ಕೆಲವು ಸಂಪರ್ಕಗಳು ಈಗಾಗಲೇ Signal ನಲ್ಲಿವೆ.
ko: %1$@ 등 이미 내가 아는 사람이 Signal을 사용하고 있습니다.
lt: Kai kurie jūsų adresatai, įskaitant %@, jau yra Signal.
lv: Dažas no jūsu kontaktpersonām jau lieto Signal, tostarp %@.
mk: Некои од вашите контакти се веќе на Signal, вклучувајќи го %@.
ml: നിങ്ങളുടെ കോൺടാക്ടുകളിൽ കുറച്ച് പേർ, %@ ഉൾപ്പെടെ, Signal ലിൽ ഉണ്ട്.
mr: आपल्या संपर्कांमधील काही आधीपासून Signal वर आहेत, ज्यात %1$@यांचा समावेश आहे.
ms: Sesetengah kenalan anda sudah berada di Signal, termasuk %1$@.
my: သင်၏ အဆက်အသွယ်အချို့သည် Signal ပေါ်တွင် ရှိပြီးသားဖြစ်ပါသည်၊ %@ အပါအဝင်။
nb: Noen av dine kontakter er allerede på Signal, inkludert %1$@.
nl: Sommige van je contacten maken al gebruik van Signal, waaronder %1$@.
pa: ਤੁਹਾਡੇ ਕੁਝ ਸੰਪਰਕ ਪਹਿਲਾਂ ਤੋਂ ਹੀ Signal ਵਿੱਚ ਹਨ, ਜਿਸ ਵਿੱਚ %@ ਵੀ ਸ਼ਾਮਲ ਹੈ.
pa_pk: تساں دے کجھ رابطے پہلاں ای Signal اتے موجود ہین، بشمول %@۔
pl: Z aplikacji Signal korzystają już niektóre osoby z Twoich kontaktów, między innymi %1$@.
ps: ستاسې ځینې مخاطبین له پخوا څخه په Signal کې دي، له هغې ډلې %@.
pt_br: Alguns dos seus contatos já estão no Signal, inclusive %1$@.
pt_pt: Alguns dos seus contactos já estão no Signal, incluindo %1$@.
ro: Unele dintre contactele tale sunt deja conectate la Signal, inclusiv %1$@.
ru: Некоторые из ваших контактов уже в Signal, включая %1$@.
sk: Niektoré z vašich kontaktov už používajú Signal, vrátane %1$@.
sl: Nekateri izmed vaših stikov že uporabljajo Signal, na primer %@.
sq: Disa nga kontaktet tuaja kanë tashmë Signal, përfshi %@.
sr: Неки ваши контакти већ користе Signal, укључујући корисника %1$@.
sv: Några av dina kontakter är redan på Signal, inklusive %1$@.
sw: Baadhi ya wawasiliani wako tayari wapo kwa Signal, ikiwemo %@.
ta: உங்கள் தொடர்புகள் சில ஏற்கனவே Signal லில் உள்ளன%@ உட்பட.
te: మీ పరిచయాలు కొన్ని ఇప్పటికే %@ తో సహా Signal లో ఉన్నాయి
th: ผู้ติดต่อบางคนของคุณอยู่บน Signal อยู่แล้ว รวมถึง %1$@
tr: Bazı kişileriniz zaten Signal kullanıyor, örneğin %1$@.
ug: %1$@نى ئۆز ئىچىگە ئالغان بىر قىسىم ئالاقىداشلىرىڭىز ئاللىقاچان Signal دا.
uk: Серед ваших контактів є користувачі Signal, зокрема %1$@.
ur: آپ کے کچھ رابطے پہلے سے Signal پر موجود ہیں،%1$@شامل کریں۔
vi: Một số liên hệ của bạn đã có trên Signal, bao gồm %1$@.
zh_cn: 您的一些联系人已经在使用Signal了，比如%1$@。
zh_hk: 您的一些聯絡人已在使用 Signal，包括 %1$@。

# HOME_VIEW_FIRST_CONVERSATION_OFFER_2_CONTACTS_FORMAT
source: Some of your contacts are already on Signal, including %@ and %@
af: Sommige van jou kontakte is reeds op Signal, insluitend %@ en %@
ar: بعض جهات اتصالك بالفعل في سيجنال، بما في ذلك %1$@ و%2$@.
az: %@ və %@ daxil olmaqla, əlaqələrinizdən bəziləri Signal-dadır
be: Некаторыя з вашых кантактаў ужо ў Signal, у тым ліку %1$@ і %2$@
bg: Някои от контактите ви вече са в Signal, включително %@ и %@
bn: %1$@এবং %2$@ সহ আপনার কিছু পরিচিতি ইতিমধ্যে Signal -এ রয়েছে।
ca: Alguns dels vostres contactes ja són al Signal, inclosos %1$@i %2$@.
cs: Někteří z vašich kontaktů jsou již na Signalu, včetně %1$@ a %2$@
cy: Mar rhai o'ch cysylltiadau eisoes ar Signal, yn cynnwys %@ a %@
da: Nogle af dine kontakter er allerede på Signal, blandt andet %1$@ og %2$@
de: Einige deiner Kontakte sind bereits bei Signal, darunter %1$@ und %2$@
el: Κάποιες από τις επαφές σου είναι ήδη στο Signal, όπως οι %1$@ και %2$@
es: Algunos de tus contactos, como %1$@ y %2$@, ya usan Signal.
es_es: Algunas de tus amistades y contactos ya utilizan Signal, p.ej. %@ y %@
et: Mõned su kontaktidest juba kasutavad Signalit, kaasaarvatud %@ ja %@
eu: Zure kontaktuetako batzuk Signalen daude jada, %@ eta %@ barne hartuta
fa: برخی از مخاطبان هم اکنون در حال استفاده از سیگنال می باشند، مثل %1$@ و %2$@
fi: Osa yhteystiedoistasi käyttää jo Signalia, esimerkiksi %1$@ ja %2$@
fil: Ilan sa iyong mga kontak ay nasa Signal na, kasama sina %@ at %@.
fr: Certains de vos contacts, comme %1$@ et %2$@, sont déjà sur Signal.
ga: Tá teagmhálaithe de do chuid ar Signal cheana, %1$@ agus %2$@ ina measc
gu: તમારા કેટલાક સંપર્કો પહેલાથી જ સિગ્નલ પર છે, જેમાં %1$@અને %2$@નો સમાવેશ થાય છે
he: כמה מאנשי הקשר שלך כבר ב־Signal, כולל %1$@ ו%2$@
hi: आपके कुछ संपर्क पेहले से Signal पर हैं, जैसे %1$@और %2$@
hr: Neki vaši kontakti već koriste Signal, uključujući %1$@ i %2$@
hu: A kontaktlistádból többen is Signal felhasználók, mint például %1$@ és %2$@.
id: Beberapa kontak Anda telah ada di Signal, termasuk %1$@ dan %2$@
is: Sumir tengiliðanna þinna eru þegar á Signal, þar með taldir %@ og %@
it: Alcuni dei tuoi contatti sono già su Signal, inclusi %1$@ e %2$@
ja: 連絡先には、すでにSignalを使用中の人がいます: %1$@, %2$@
kab: Kra seg yinermisen-ik·im llan yakan deg Signal, ula d %@ d %@
kk: Сіздің кейбір байланыстық тұлғаларыңыз, соның ішінде %@ және %@ Signal қолданбасын пайдалануда.
km: á¢áŸ’á“á€á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á˜á½á™á…áŸ†á“á½á“á€áŸ†á–á»á„á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal ášá½á˜á”á‰áŸ’á…á¼á› %@ á“á·á„%@â€‹
kn: %@ ಮತ್ತು %@ ಸೇರಿದಂತೆ ನಿಮ್ಮ ಕೆಲವು ಸಂಪರ್ಕಗಳು ಈಗಾಗಲೇ Signal ನಲ್ಲಿವೆ.
ko: %1$@, %2$@ 등 이미 내가 아는 사람이 Signal을 사용하고 있습니다.
lt: Kai kurie jūsų adresatai, įskaitant %@ ir %@, jau yra Signal
lv: Dažas no jūsu kontaktpersonām jau lieto Signal, tostarp %@ un %@
mk: Некои од вашите контакти веќе се на Signal, вклучувајќи ги %@ и %@
ml: നിങ്ങളുടെ കോൺടാക്ടുകളിൽ കുറച്ച് പേർ, %@ ഉം %@ ഉം ഉൾപ്പെടെ, Signal ലിൽ ഉണ്ട്.
mr: आपल्या संपर्कांमधील काही आधीपासून Signal वर आहेत, ज्यात %1$@ आणि %2$@यांचा समावेश आहे.
ms: Sesetengah kenalan anda sudah berada di Signal, termasuk %1$@ dan %2$@
my: သင်၏ အဆက်အသွယ်အချို့သည် Signal ပေါ်တွင် ရှိပြီးသားဖြစ်ပါသည်၊ %@ နှင့် %@ တို့ အပါအဝင်။
nb: Noen av dine kontakter er allerede på Signal, inkludert %1$@ og %2$@.
nl: Sommige van je contacten maken al gebruik van Signal, waaronder %1$@ en %2$@.
pa: ਤੁਹਾਡੇ ਕੁਝ ਸੰਪਰਕ ਪਹਿਲਾਂ ਤੋਂ ਹੀ Signal ਵਿੱਚ ਹਨ, ਜਿਸ ਵਿੱਚ %@ ਅਤੇ %@ ਵੀ ਸ਼ਾਮਲ ਹਨ.
pa_pk: تساں دے کجھ رابطے پہلاں ای Signal اتے موجود ہین، بشمول %@ تے %@
pl: Z aplikacji Signal korzystają już niektóre osoby z Twoich kontaktów, między innymi %1$@ i %2$@.
ps: ستاسې ځینې مخاطبین له پخوا څخه په Signal کې دي، له هغې ډلې %@ او %@
pt_br: Alguns dos seus contatos já estão no Signal, inclusive %1$@ e %2$@
pt_pt: Alguns dos seus contactos já estão no Signal, incluindo %1$@ e %2$@
ro: Unele dintre contactele tale sunt deja conectate la Signal, printre care %1$@ și %2$@
ru: Некоторые из ваших контактов уже в Signal, включая %1$@ и %2$@.
sk: Niektoré z vašich kontaktov už používajú Signal, vrátane %1$@ a %2$@
sl: Nekateri izmed vaših stikov že uporabljajo Signal, na primer %@ in %@
sq: Disa nga kontaktet tuaj kanë tashmë Signal, përfshi %@ dhe %@
sr: Неки ваши контакти већ користе Signal, као што су %1$@ и %2$@
sv: Några av dina kontakter är redan på Signal, inklusive %1$@ och %2$@
sw: Baadhi ya wawasiliani wako tayari wapo kwa Signal, ikiwemo %@na %@
ta: உங்கள் தொடர்புகள் சில ஏற்கனவே Signal லில் உள்ளன, இதில் %@ மற்றும் 1%@ உட்பட
te: మీ పరిచయాలు కొన్ని ఇప్పటికే %@ మరియు %@ తో సహా Signal లో ఉన్నాయి
th: ผู้ติดต่อบางคนของคุณอยู่บน Signal อยู่แล้ว รวมถึง %1$@ และ %2$@
tr: Bazı kişileriniz zaten Signal kullanıyor, örneğin %1$@ ve %2$@
ug: %1$@ ۋە «%2$@» نى ئۆز ئىچىگە ئالغان بىر قىسىم ئالاقىداشلىرىڭىز ئاللىقاچان Signal دا
uk: Серед ваших контактів є користувачі Signal, зокрема %1$@ і %2$@.
ur: آپ کے کچھ رابطے پہلے سے Signal پر موجود ہیں،%1$@اور%2$@شامل کریں
vi: Một số liên hệ của bạn đã có trên Signal, bao gồm %1$@ và %2$@
zh_cn: 您的一些联系人已经在使用Signal了，比如%1$@和%2$@。
zh_hk: 您的一些聯絡人已在使用 Signal，包括 %1$@ 和 %2$@。

# HOME_VIEW_FIRST_CONVERSATION_OFFER_3_CONTACTS_FORMAT
source: Some of your contacts are already on Signal, including %@, %@ and %@
af: Sommige van jou kontakte is reeds op Signal, insluitend %@, %@ en %@
ar: بعض جهات اتصالك بالفعل في سيجنال، بما في ذلك %1$@، %2$@ و%3$@
az: %@, %@ və %@ daxil olmaqla, əlaqələrinizdən bəziləri Signal-dadır
be: Некаторыя з вашых кантактаў ужо ў Signal, у тым ліку %1$@, %2$@ і %3$@
bg: Някои от контактите ви вече са в Signal, включително %@, %@ и %@.
bn: %1$@, %2$@এবং %3$@ সহ আপনার কিছু পরিচিতি ইতিমধ্যে Signal -এ রয়েছে।
ca: Alguns dels vostres contactes ja són al Signal, inclosos %1$@, %2$@i %3$@.
cs: Někteří z vašich kontaktů jsou již na Signalu, včetně %1$@, %2$@ a %3$@
cy: Mar rhai o'ch cysylltiadau eisoes ar Signal, yn cynnwys %@, %@ a %@
da: Nogle af dine kontakter er allerede på Signal, blandt andet %1$@, %2$@ og %3$@
de: Einige deiner Kontakte sind bereits bei Signal, darunter %1$@, %2$@ und %3$@
el: Κάποιες από τις επαφές σου είναι ήδη στο Signal, όπως οι %1$@, %2$@ και %3$@
es: Algunos de tus contactos, como %1$@, %2$@ y %3$@, ya usan Signal.
es_es: Algunas de tus amistades y contactos ya utilizan Signal, p.ej. %@, %@ y %@
et: Mõned su kontaktidest juba kasutavad Signalit, kaasaarvatud %@, %@ ja %@
eu: Zure kontaktuetako batzuk Signalen daude jada, %@, %@ eta %@ barne hartuta
fa: برخی از مخاطبان از سیگنال استفاده میکنند، مثل %1$@ ، %2$@ و %3$@
fi: Osa yhteystiedoistasi käyttää jo Signalia, esimerkiksi %1$@, %2$@ ja %3$@
fil: Ilan sa iyong mga kontak ay nasa Signal na, kasama sina %@, %@ at %@.
fr: Certains de vos contacts, comme %1$@, %2$@ et %3$@, sont déjà sur Signal.
ga: Tá teagmhálaithe de do chuid ar Signal cheana, %1$@, %2$@, agus %3$@ ina measc
gu: તમારા કેટલાક સંપર્કો પહેલેથી જ Signal પર છે, જેમાં %1$@, %2$@અને %3$@શામેલ છે
he: כמה מאנשי הקשר שלך כבר ב־Signal, כולל %1$@, %2$@ ו%3$@
hi: आपके कुछ संपर्क पेहले से Signal पर हैं, जैसे %1$@, %2$@ और %3$@
hr: Neki vaši kontakti već koriste Signal, uključujući %1$@, %2$@ i %3$@
hu: A kontaktlistádból többen is Signal felhasználók, mint például %1$@, %2$@ és %3$@.
id: Beberapa kontak Anda telah ada di Signal, termasuk %1$@,%2$@ dan %3$@
is: Sumir tengiliðanna þinna eru þegar á Signal, þar með taldir %@, %@ og %@
it: Alcuni dei tuoi contatti sono già su Signal, inclusi %1$@, %2$@ e %3$@
ja: 連絡先には、すでにSignalを使用中の人がいます: %1$@, %2$@, %3$@
kab: Kra seg yinermisen-ik·im llan yakan deg Signal, ula d %@, %@ d %@
kk: Сіздің кейбір байланыстық тұлғаларыңыз, соның ішінде %@, %@ және %@ Signal қолданбасын пайдалануда.
km: á¢áŸ’á“á€á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á˜á½á™á…áŸ†á“á½á“á€áŸ†á–á»á„á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹ Signal ášá½á˜á”á‰áŸ’á…á¼á› %@ , %@â€‹ á“á·á„ %@
kn: %@%@ ಮತ್ತು %@ ಸೇರಿದಂತೆ ನಿಮ್ಮ ಕೆಲವು ಸಂಪರ್ಕಗಳು ಈಗಾಗಲೇ Signal ನಲ್ಲಿವೆ.
ko: %1$@, %2$@, %3$@ 등 이미 내가 아는 사람이 Signal을 사용하고 있습니다.
lt: Kai kurie jūsų adresatai, įskaitant %@, %@ ir %@, jau yra Signal
lv: Dažas no jūsu kontaktpersonām jau lieto Signal, tostarp %@, %@ un %@
mk: Некои од вашите контакти се веќе на Signal, вклучувајќи ги %@, %@ и %@
ml: നിങ്ങളുടെ കോൺടാക്ടുകളിൽ കുറച്ച് പേർ, %@ ഉം %@ ഉം %@ഉം ഉൾപ്പെടെ, Signal ലിൽ ഉണ്ട്.
mr: आपल्या संपर्कांमधील काही आधीपासून Signal वर आहेत, ज्यात %1$@, %2$@ आणि %3$@ यांचा समावेश आहे.
ms: Sesetengah kenalan anda sudah berada di Signal, termasuk %1$@, %2$@ dan %3$@
my: သင်၏ အဆက်အသွယ်အချို့သည် Signal ပေါ်တွင် ရှိပြီးသားဖြစ်ပါသည်၊ %@၊ %@၊ နှင့် %@ တို့ အပါအဝင်။
nb: Noen av dine kontakter er allerede på Signal, inkludert %1$@, %2$@og %3$@
nl: Sommige van je contacten maken al gebruik van Signal, waaronder %1$@, %2$@ en %3$@.
pa: ਤੁਹਾਡੇ ਕੁਝ ਸੰਪਰਕ ਪਹਿਲਾਂ ਤੋਂ ਹੀ Signal ਵਿੱਚ ਹਨ, ਜਿਸ ਵਿੱਚ %@, %@ ਅਤੇ %@ ਵੀ ਸ਼ਾਮਲ ਹਨ.
pa_pk: تساں دے کجھ رابطے پہلاں ای Signal اتے موجود ہین، بشمول %@، %@ تے %@
pl: Z aplikacji Signal korzystają już niektóre osoby z Twoich kontaktów, między innymi %1$@, %2$@ i %3$@.
ps: ستاسې ځینې مخاطبین له پخوا څخه په Signal کې دي، له هغې ډلې %@، %@ او %@
pt_br: Alguns dos seus contatos já estão no Signal, inclusive %1$@, %2$@ e %3$@
pt_pt: Alguns dos seus contactos já estão no Signal, incluindo %1$@, %2$@ e %3$@
ro: Unele dintre contactele tale sunt deja conectate la Signal, printre care %1$@, %2$@ și %3$@
ru: Некоторые из ваших контактов уже в Signal, включая %1$@, %2$@ и %3$@.
sk: Niektoré z vašich kontaktov už používajú Signal, vrátane %1$@, %2$@ a %3$@
sl: Nekateri izmed vaših stikov že uporabljajo Signal, med drugimi %@, %@ in %@
sq: Disa nga kontaktet tuaja kanë tashmë Signal, përfshi %@, %@ dhe %@
sr: Неки ваши контакти већ користе Signal, као што су %1$@, %2$@ и %3$@
sv: Några av dina kontakter är redan på Signal, inklusive %1$@, %2$@ och %3$@
sw: Baadhi ya wawasiliani wako tayari wapo kwa Signal, ikiwemo %@,%@na%@
ta: உங்கள் தொடர்புகள் சில ஏற்கனவே Signal லில் உள்ளன, இதில் %@, %@ மற்றும் %@ உட்பட
te: మీ పరిచయాలు కొన్ని ఇప్పటికే %@, %@ మరియు %@ తో సహా Signal లో ఉన్నాయి
th: ผู้ติดต่อบางคนของคุณอยู่บน Signal อยู่แล้ว รวมถึง %1$@, %2$@ และ %3$@
tr: Bazı kişileriniz zaten Signal kullanıyor, örneğin %1$@, %2$@ ve %3$@
ug: %1$@، %2$@ ۋە «%3$@» نى ئۆز ئىچىگە ئالغان بىر قىسىم ئالاقىداشلىرىڭىز ئاللىقاچان Signal دا
uk: Серед ваших контактів є користувачі Signal, зокрема %1$@, %2$@ і %3$@.
ur: آپ کے کچھ رابطے پہلے سے Signal پر ہیں،%1$@،%2$@اور%3$@شامل کریں
vi: Một số liên hệ của bạn đã có trên Signal, bao gồm %1$@, %2$@ và %3$@
zh_cn: 您的一些联系人已经在使用Signal了，比如%1$@，%2$@，以及%3$@。
zh_hk: 您的一些聯絡人已在使用 Signal，包括 %1$@、%2$@及%3$@。

# HOME_VIEW_FIRST_CONVERSATION_OFFER_NO_CONTACTS
source: Start your first chat here.
af: Begin jou eerste klets hier.
ar: اِبدأ أوَّلَ دردشة لكَ مِن هُنا.
az: İlk söhbətinizi burada başladın.
be: Распачаць свой першы чат тут.
bg: Започнете първия си разговор тук.
bn: আপনার প্রথম চ্যাটটি এখান থেকে শুরু করুন।
ca: Comença el teu primer xat aquí.
cs: Svůj první chat začněte zde.
cy: Dechreuwch eich sgwrs gyntaf yma.
da: Start din første chat her.
de: Beginne hier deinen ersten Chat.
el: Ξεκίνα την πρώτη σου συνομιλία εδώ.
es: Comienza a chatear aquí.
es_es: Comienza aquí con tu primer chat de Signal.
et: Alusta siin enda esimest vestlust.
eu: Hasi zure lehenengo solasaldia hemen.
fa: اولین گفتگوی خود را از اینجا آغاز کنید.
fi: Aloita ensimmäinen keskustelu.
fil: Simulan ang iyong unang pag-uusap dito.
fr: Lancez votre première conversation ici.
ga: Tosaigh ar do chéad chomhrá anseo.
gu: અહીં તમારી પ્રથમ ચેટ શરૂ કરો.
he: אפשר להתחיל את הצ׳אט הראשון שלך כאן.
hi: अपनी पहली चैट यहाँ शुरू करें।
hr: Započnite svoj prvi razgovor ovdje.
hu: Kezdd el első csevegésed!
id: Mulai obrolan pertama Anda di sini.
is: Byrjaðu fyrsta spjallið þitt hér.
it: Inizia qui la tua prima chat.
ja: 最初のチャットを始めましょう。
kab: Dbu adiwenni-inek·inem amezwaru dagi.
kk: Осы жердегі алғашқы әңгімені бастаңыз.
km: á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á¶ášá‡á‡áŸ‚á€áŠáŸ†á”á¼á„ášá”áŸáŸ‹á¢áŸ’á“á€á“áŸ…á‘á¸á“áŸáŸ‡áŸ”
kn: ಇಲ್ಲಿ ನಿಮ್ಮ ಮೊದಲ ಚಾಟ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ.
ko: 여기서 첫 대화를 시작하세요.
lt: Čia pradėkite savo pirmąjį pokalbį.
lv: Sāciet savu pirmo tērzēšanu šeit.
mk: Започнете го Вашиот прв разговор тука.
ml: നിങ്ങളുടെ ആദ്യ ചാറ്റ് ഇവിടെ ആരംഭിക്കുക.
mr: आपले पहिले चॅट येथे चालू करा.
ms: Mulakan sembang pertama anda di sini.
my: သင်၏ ပထမဦးဆုံး စကားပြောဆိုမှုကို ဤနေရာတွင် စလိုက်ပါ။
nb: Start din første samtale her.
nl: Begin je eerste chat hier.
pa: ਆਪਣੀ ਪਹਿਲੀ ਗੱਲਬਾਤ ਇੱਥੇ ਸ਼ੁਰੂ ਕਰੋ।
pa_pk: اپنی پہلی گل وات ایتھے شروع کرو۔
pl: Rozpocznij swój pierwszy czat tutaj.
ps: خپل لومړی چټ دلته پیل کړئ.
pt_br: Comece a conversar por aqui.
pt_pt: Inicie aqui o seu primeiro chat.
ro: Începe prima ta conversație aici.
ru: Начните свой первый чат здесь.
sk: Zahájte svoj prvý čet tu.
sl: Tu začnite svoj prvi pogovor.
sq: Filloni këtu fjalosjen tuaj të parë.
sr: Овде започните прво ћаскање.
sv: Starta din första chatt här.
sw: Tuma gumzo lako la kwanza hapa.
ta: உங்கள் முதல் உரையாடலை இங்கே தொடங்கவும்.
te: మీ మొదటి చాట్‌ను ఇక్కడ ప్రారంభించండి.
th: เริ่มแชทแรกของคุณที่นี่
tr: İlk sohbetini buradan başlat.
ug: تۇنجى پاراڭنى بۇ يەردىن باشلاڭ.
uk: Почніть перший чат.
ur: اپنی پہلی چیٹ یہاں شروع کریں۔
vi: Bắt đầu cuộc trò chuyện đầu tiên của bạn ở đây.
zh_cn: 开启第一次聊天。
zh_hk: 在這裡開始你的首個聊天。

# HOME_VIEW_MESSAGE_REQUEST_ADDED_TO_GROUP_FORMAT
source: %@ added you to the group
af: %@ het jou by die groep gevoeg
ar: أضافكَ %1$@ إلى المجموعة
az: %@, sizi qrupa əlavə etdi.
be: %1$@ дадаў(-ла) вас у групу
bg: %@ ви добави към групата
bn: %1$@ আপনাকে গ্রুপে যোগ করেছেন
ca: %1$@ us ha afegit al grup.
cs: %1$@ vás přidal(a) do skupiny.
cy: Ychwanegodd %@ chi at y grŵp
da: %1$@ tilføjede dig til gruppen
de: %1$@ hat dich zur Gruppe hinzugefügt
el: Ο/Η %1$@ σε πρόσθεσε στην ομάδα
es: %1$@ te ha añadido al grupo
es_es: %@ te ha añadido al grupo
et: %@ lisas sind gruppi
eu: %@(e)k taldera gehitu zaitu
fa: %1$@ شما را به گروه اضافه کرد
fi: %1$@ lisäsi sinut ryhmään
fil: Idinagdag ka ni %@ sa grupo
fr: %1$@ vous a ajouté au groupe
ga: Chuir %1$@ leis an ngrúpa thú
gu: %1$@એ તમને ગ્રુપમાં ઉમેર્યા છે
he: %1$@ הוסיף אותך אל הקבוצה
hi: %1$@ ने आपको ग्रुप में शामिल किया।
hr: %1$@ vas je dodao u grupu
hu: %1$@ hozzáadott a csoporthoz
id: %1$@mengundang Anda ke grup
is: %@ bætti þér í hópinn
it: %1$@ ti ha aggiunto al gruppo
ja: %1$@ があなたをグループに追加しました
kab: %@ yerna-k·kem ɣer ugraw
kk: %@ сізді топқа қосты
km: %@ á”á¶á“á”á“áŸ’ááŸ‚á˜á¢áŸ’á“á€á…á¼á›á€áŸ’á“á»á„á€áŸ’ášá»á˜
kn: %@ ನಿಮ್ಮನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸಿದ್ದಾರೆ
ko: %1$@ 님이 나를 그룹에 추가했습니다.
lt: %@ pridėjo jus į grupę
lv: %@ pievienoja jūs grupai
mk: %@ ве додаде во групата
ml: %@ നിങ്ങളെ ഗ്രൂപ്പിലേക്ക് ചേർത്തു
mr: %1$@ ने आपल्याला गटात जोडले
ms: %1$@ menambah anda kepada kumpulan
my: %@ မှ သင့်ကို အဖွဲ့ထဲသို့ ထည့်ခဲ့ပါသည်။
nb: %1$@ la deg til gruppen
nl: %1$@ heeft je toegevoegd aan de groep
pa: %@ ਨੇ ਤੁਹਾਨੂੰ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ
pa_pk: %@ نے تساں نوں گروپ اچ شامل کیتا
pl: %1$@ dodaje Cię do grupy
ps: %@ تاسې ګروپ ته اضافه کړئ
pt_br: %1$@ adicionou você ao grupo
pt_pt: %1$@ adicionou-o(a) ao grupo
ro: %1$@ te-a adăugat la grup
ru: %1$@ добавил(-а) вас в группу
sk: %1$@ vás pridal(a) do skupiny
sl: Uporabnik/ca %@ vas je dodal/a v skupino
sq: %@ ju shtoi te grupi
sr: %1$@ вас је додао/ла у групу
sv: %1$@ lade till dig i gruppen
sw: %@amekuongeza kwa kundi
ta: %@ சேர்க்கப்பட்டது நீங்கள் குழுவிற்கு
te: %@ మిమ్మల్ని సమూహానికి చేర్చారు.
th: %1$@ เพิ่มคุณเข้ากลุ่ม
tr: %1$@ sizi gruba ekledi
ug: %1$@ سىزنى گۇرۇپپىغا قوشتى
uk: Користувач %1$@ додав вас до групи
ur: %1$@ نے آپ کو گروپ میں شامل کیا
vi: %1$@ đã thêm bạn vào nhóm
zh_cn: %1$@ 将你加入群组。
zh_hk: %1$@ 已將您新增至此群組。
