Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_REMOTE_USER_JOINED_GROUP_FORMAT
source: %@ joined the group.
af: %@ het by die groep aangesluit.
ar: انضمَّ %1$@ إلى المجموعة.
az: %@ qrupa qoşuldu.
be: %1$@ далучыўся(-лася) да групы.
bg: %@ се присъедини към групата.
bn: %1$@ গ্রুপে যোগ দিয়েছেন।
ca: %1$@ s'ha afegit al grup.
cs: %1$@ se připojil ke skupině.
cy: Ymunodd %@ â'r grŵp.
da: %1$@ sluttede sig til gruppen.
de: %1$@ ist der Gruppe beigetreten.
el: Ο/Η %1$@ μπήκε στην ομάδα.
es: %1$@ se ha unido al grupo.
es_es: %@ se ha unido al grupo.
et: %@ liitus grupiga.
eu: %@ taldean sartu da.
fa: %1$@ به گروه پیوست.
fi: %1$@ liittyi ryhmään.
fil: Sumali si %@ sa grupo.
fr: %1$@ a rejoint le groupe.
ga: Tá %1$@ ina bhall den ghrúpa anois.
gu: %1$@ ગ્રુપમાં જોડાયા.
he: %1$@ הצטרף אל הקבוצה.
hi: %1$@ ग्रुप में शामिल हुए।
hr: %1$@ se pridružio/la grupi.
hu: %1$@ belépett a csoportba.
id: %1$@bergabung ke dalam grup.
is: %@ gekk í hópinn.
it: %1$@ si è unito al gruppo.
ja: %1$@ がグループに参加しました。
kab: %@ yerna ɣer ugraw.
kk: %@ топқа қосылды.
km: %@ á”á¶á“á…á¼á›ášá½á˜á€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: %@ಗುಂಪಿಗೆ ಸೇರಿಕೊಂಡಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹에 참가했습니다.
lt: %@ prisijungė prie grupės.
lv: %@ pievienojās šai grupai.
mk: %@ и се приклучи на групата.
ml: %@ ഗ്രൂപ്പിൽ ചേർന്നു.
mr: %1$@ गटात सामील झाले.
ms: %1$@ menyertai kumpulan.
my: %@ သည် အဖွဲ့သို့ ဝင်ခဲ့ပါသည်။
nb: %1$@ ble med i gruppen.
nl: %1$@ is lid geworden van de groep.
pa: %@ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਇਆ/ਹੋਈ।
pa_pk: %@ نے گروپ اچ شمولیت کیتی۔
pl: %1$@ dołącza do grupy.
ps: %@ ګروپ سره یو ځای شو.
pt_br: %1$@ entrou no grupo.
pt_pt: %1$@ juntou-se ao grupo.
ro: %1$@ s-a alăturat grupului.
ru: %1$@ присоединился(-лась) к группе.
sk: %1$@ sa pridal(a) do skupiny.
sl: Uporabnik/ca %@ se je pridružil/a skupini.
sq: %@ u bë pjesë e grupit.
sr: %1$@ се придружио/ла групи.
sv: %1$@ anslöt sig till gruppen.
sw: %@alijiunga na kundi.
ta: %@ குழுவில் சேர்ந்தார்.
te: %@ గుంపులో చేరారు.
th: %1$@ เข้าร่วมกลุ่ม
tr: %1$@ gruba katıldı.
ug: گۇرۇپپىغا %1$@ قوشۇلدى.
uk: Користувач %1$@ приєднався до групи.
ur: %1$@ گروپ میں شامل ہوا۔
vi: %1$@ đã tham gia nhóm.
zh_cn: %1$@ 加入了此群。
zh_hk: %1$@ 已加入此群組。

# GROUP_REMOTE_USER_JOINED_THE_GROUP_VIA_GROUP_INVITE_LINK_FORMAT
source: %@ joined the group via the group link.
af: %@ het d.m.v. die groepskakel by die groep aangesluit.
ar: انضمَّ %1$@ إلى المجموعة عبر رابط المجموعة.
az: %@, qrup bağlantısı vasitəsilə qrupa qoşuldu.
be: %1$@ далучыўся(-лася) да групы па спасылцы на групу.
bn: %1$@ গ্রুপ লিঙ্কের মাধ্যমে গ্রুপটিতে যোগ দিয়েছেন।
ca: %1$@ s'ha afegit al grup per l'enllaç de grup.
cs: %1$@ se připojil ke skupině pomocí skupinového odkazu.
cy: Ymunodd %@ a'r grŵp trwy'r ddolen grŵp.
da: %1$@ sluttede sig til gruppen via gruppelinket.
de: %1$@ ist der Gruppe über den Gruppen-Link beigetreten.
el: Ο/Η %1$@ μπήκε στην ομάδα μέσω του συνδέσμου της ομάδας.
es: %1$@ se ha unido al grupo mediante enlace.
es_es: %@ se ha unido al grupo vía enlace.
et: %@ liitus grupiga grupilingi kaudu.
eu: %@ erabiltzailea taldean sartu da talde esteka baten bidez.
fa: %1$@ از طریق پیوند گروه به گروه پیوست.
fi: %1$@ liittyi ryhmään ryhmälinkin kautta.
fr: %1$@ a rejoint le groupe via le lien du groupe.
ga: %1$@ joined the group via the group link.
gu: %1$@ગ્રુપ લિંક મારફતે ગ્રુપમાં જોડાયા.
he: %1$@ הצטרפ/ה אל הקבוצה באמצעות קישור הקבוצה.
hi: %1$@ ग्रुप लिंक के माध्यम से शामिल हुए
hr: %1$@ se pridružio/la grupi putem poveznice grupe.
hu: %1$@ belépett a csoportba a csoporthivatkozás használatával.
id: %1$@ bergabung ke grup melalui tautan grup.
is: %@ gekk í hópinn með hóptenglinum.
it: %1$@ si è unito al gruppo tramite il link del gruppo.
ja: %1$@ がグループリンクからグループに参加しました。
kab: %@ yerna ɣer ugraw s useɣwen n ugraw.
km: %@á”á¶á“á…á¼á›ášá½á˜á€áŸ’ášá»á˜ áá¶á˜ášá™áŸˆááŸ†áá—áŸ’á‡á¶á”áŸ‹á€áŸ’ášá»á˜áŸ”
kn: %@ ಅವರು ಗುಂಪಿನ ಲಿಂಕ್ ಮೂಲಕ ಗುಂಪನ್ನು ಸೇರಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 링크로 그룹에 참가했습니다.
lt: %@ prisijungė prie grupės per grupės nuorodą.
lv: %@ pievienojās šai grupai, izmantojot grupas saiti.
mk: %@ се приклучи на групата преку групниот линк.
ml: %@ ഗ്രൂപ്പ് ലിങ്ക് ഉപയോഗിച്ച് ഗ്രൂപ്പിൽ ചേർന്നു.
mr: %1$@ ने गट लिंक द्वारा आपण गटात सामील झाला आहात.
ms: %1$@ telah menyertai kumpulan melalui pautan kumpulan.
my: အဖွဲ့လင့်ခ်ဖြင့် %@ သည် အဖွဲ့သို့ ဝင်ခဲ့ပါသည်။
nb: %1$@ ble med i gruppen via gruppelenken.
nl: %1$@ is lid geworden via de groepslink.
pa: %@ ਗਰੁੱਪ ਲਿੰਕ ਰਾਹੀਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ।
pl: %1$@ dołącza do grupy przez link.
ps: %@ له ګروپ سره د ګروپ لینک له لارې یو ځای شو.
pt_br: %1$@ entrou no grupo pelo link.
pt_pt: %1$@ entrou para o grupo através do link do grupo.
ro: %1$@ s-a alăturat grupului prin linkul de grup.
ru: %1$@ присоединился(-лась) к группе по ссылке на группу.
sk: %1$@ sa pridal(a) do skupiny prostredníctvom odkazu do skupiny.
sl: %@ se je pridružil_a skupini preko deljene povezave.
sq: %@ u bë pjesë e grupit përmes lidhjesh së grupit.
sr: %1$@ се придружио/ла групи преко линка за групу.
sv: %1$@ gick med i gruppen via grupplänken.
sw: %@ amejiunga na kikundi kupitia kiungo cha kikundi.
ta: %@ சேர்ந்தார் குழு வழியாக குழு இணைப்பு.
te: %@ గ్రూప్ లింక్ ద్వారా సమూహంలో చేరారు.
th: %1$@ เข้าร่วมกลุ่มผ่านลิงก์กลุ่ม
tr: %1$@, grup bağlantısı üzerinden gruba katıldı.
ug: %1$@ گۇرۇپپا ئۇلانمىسى ئارقىلىق گۇرۇپپىغا قوشۇلدى.
uk: Користувач %1$@ приєднався до групи за допомогою посилання.
ur: %1$@ گروپ کے ذریعے گروپ میں شامل ہوا۔
vi: %1$@ tham gia nhóm bằng đường dẫn nhóm.
zh_cn: %1$@ 已通过群组链接入群组。
zh_hk: %1$@ 已透過群組連結加入此群組。

# GROUP_REMOTE_USER_LEFT_GROUP_FORMAT
source: %@ left the group.
af: %@ het die groep verlaat.
ar: غادرَ %1$@ المجموعة.
az: %@ qrupu tərk etdi.
be: %1$@ пакінуў(-ла) групу.
bg: %@ напусна групата.
bn: %1$@ গ্রুপ ছেড়ে চলে গেছেন।
ca: %1$@ ha abandonat el grup.
cs: %1$@ opustil skupinu.
cy: Gadawodd %@ y grŵp.
da: %1$@ har forladt gruppen
de: %1$@ hat die Gruppe verlassen.
el: Ο/Η %1$@ έφυγε από την ομάδα.
es: %1$@ ha abandonado el grupo.
es_es: %@ ha abandonado el grupo.
et: %@ lahkus grupist.
eu: %@ erabiltzaileak taldea utzi du.
fa: %1$@ گروه را ترک کرد.
fi: %1$@ poistui ryhmästä.
fil: Umalis si %@ sa grupo.
fr: %1$@ a quitté le groupe.
ga: D'fhág %1$@ an grúpa.
gu: %1$@ એ ગ્રુપ છોડી દીધું.
he: %1$@ עזב את הקבוצה.
hi: %1$@ ने ग्रुप छोड़ दिया।
hr: %1$@ je napustio/la grupu.
hu: %1$@ elhagyta a csoportot.
id: %1$@ meninggalkan grup.
is: %@ yfirgaf hópinn.
it: %1$@ ha abbandonato il gruppo.
ja: %1$@ がグループを抜けました。
kab: %@ yeǧǧa agraw.
kk: %@ топтан шығып кетті.
km: %@ á”á¶á“á…á¶á€á…áŸá‰á–á¸á€áŸ’ášá»á˜áŸ”
kn: %@ಗುಂಪನ್ನು ತೊರೆದಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹에서 나갔습니다.
lt: %@ išėjo iš grupės.
lv: %@ izstājās no šīs grupas.
mk: %@ ја напушти групата.
ml: %@ ഗ്രൂപ്പിൽ നിന്നും പോയി.
mr: %1$@ ने गट सोडले.
ms: %1$@ meninggalkan kumpulan.
my: %@ သည် အဖွဲ့မှ ထွက်ခွာသွားပါသည်။
nb: %1$@ forlot gruppen.
nl: %1$@ heeft de groep verlaten.
pa: %@ ਨੇ ਗਰੁੱਪ ਨੂੰ ਛੱਡਿਆ।
pa_pk: %@ نے گروپ چھڈ دتا۔
pl: %1$@ opuszcza grupę.
ps: %@ ګروپ پریښود.
pt_br: %1$@ saiu do grupo.
pt_pt: %1$@ abandonou o grupo.
ro: %1$@ a părăsit grupul.
ru: %1$@ покинул(-а) группу.
sk: %1$@ opustil(a) skupinu.
sl: Uporabnik/ca %@ je zapustil/a skupino.
sq: %@ braktisi grupin.
sr: %1$@ је напустио/ла групу.
sv: %1$@ lämnade gruppen.
sw: %@ameondoka kwenye kundi.
ta: %@ குழுவிலிருந்து வெளியேறினார்.
te: %@ సమూహాన్ని విడిచిపెట్టారు.
th: %1$@ ออกจากกลุ่ม
tr: %1$@ gruptan ayrıldı.
ug: %1$@ گۇرۇپپىدىن ئايرىلدى
uk: Користувач %1$@ покинув групу.
ur: %1$@ نے گروپ چھوڑ دیا۔
vi: %1$@ đã rời nhóm.
zh_cn: %1$@ 已离开该群组。
zh_hk: %1$@ 已退出此群組。

# GROUP_REMOTE_USER_REMOVED_BY_LOCAL_USER_FORMAT
source: You removed %@.
af: Jy het %@ verwyder.
ar: قُمتَ بإزالة %1$@.
az: %@ üzvünü çıxartdınız.
be: Вы выдалілі %1$@.
bg: Вие отстранихте %@.
bn: আপনি %1$@-কে সরিয়ে দিয়েছেন।
ca: Has esborrat a %1$@.
cs: Odebrali jste %1$@ ze skupiny.
cy: Dileasoch %@.
da: Du fjernede %1$@.
de: Du hast %1$@ entfernt.
el: Αφαίρεσες τον/την %1$@.
es: Has eliminado a %1$@.
es_es: Has expulsado a %@.
et: Sa eemaldasid kasutaja %@.
eu: %@ ezabatu duzu.
fa: شما %1$@ را حذف کردید.
fi: Poistit käyttäjän %1$@.
fil: Tinanggal mo si %@.
fr: Vous avez retiré %1$@ du groupe.
ga: Bhain tú %1$@.
gu: તમે %1$@ને દૂર કર્યા
he: הסרת את %1$@.
hi: आपने %1$@ को हटा दिया।
hr: Uklonili ste %1$@.
hu: Eltávolítottad a csoportból %1$@ felhasználót.
id: Anda mengeluarkan %1$@.
is: Þú fjarlægðir %@.
it: Hai rimosso %1$@.
ja: %1$@ を削除しました。
kab: Tekkseḍ %@.
kk: Сіз %@ деген қатысушыны алып тастадыңыз.
km: á¢áŸ’á“á€á”á¶á“á›á»á” %@áŸ”
kn: ನೀವು %@ ಅನ್ನು ತೆಗೆದುಹಾಕಿದ್ದೀರಿ.
ko: %1$@ 님을 제거했습니다.
lt: Jūs pašalinote %@.
lv: Jūs dzēsāt %@.
mk: Вие го отстранивте %@.
ml: നിങ്ങൾ %@ നെ നീക്കം ചെയ്തിരിക്കുന്നു.
mr: आपण %1$@ ला काढले.
ms: Anda mengeluarkan %1$@.
my: သင်မှ %@ ကို ဖယ်ရှားခဲ့ပါသည်။
nb: Du fjernet %1$@.
nl: Je hebt %1$@ verwijderd.
pa: ਤੁਸੀਂ %@ ਨੂੰ ਕੱਢਿਆ।
pa_pk: تساں نے %@ نوں ہٹا دتا۔
pl: Usuwasz tę osobę: %1$@.
ps: تاسې %@ لري کړ.
pt_br: Você excluiu %1$@.
pt_pt: Você removeu %1$@.
ro: Ai eliminat pe %1$@.
ru: Вы удалили %1$@.
sk: Odstránili ste používateľa %1$@.
sl: Odstranili ste uporabnika/co %@.
sq: Hoqët %@.
sr: Уклонили сте %1$@.
sv: Du tog bort %1$@.
sw: Umemwondoa %@.
ta: நீங்கள் அகற்றப்பட்டது %@.
te: మీరు %@ ను తొలగించారు.
th: คุณลบ %1$@ ออก
tr: %1$@ adlı kişiyi çıkarttın.
ug: %1$@ نى چىقىرىۋەتتىڭىز
uk: Ви вилучили користувача %1$@.
ur: آپ نے %1$@ کو ہٹا دیا۔
vi: Bạn đã xóa %1$@.
zh_cn: 你将%1$@移出了此群。
zh_hk: 您已將 %1$@ 移出群組。

# GROUP_REMOTE_USER_REMOVED_BY_UNKNOWN_USER_FORMAT
source: %1$@ is no longer in the group
ar: %1$@ لم يعُد عضوًا في هذه المجموعة
be: %1$@ больш не ў групе
bn: %1$@ আর গ্রুপে নেই
ca: %1$@ ja no és al grup.
cs: %1$@ už není členem skupiny
da: %1$@ er ikke længere i gruppen
de: %1$@ ist nicht mehr in der Gruppe
el: Ο/Η %1$@ δεν είναι στην ομάδα πια
es: %1$@ ya no forma parte del grupo
fa: %1$@ دیگر در گروه نیست
fi: %1$@ ei ole enää ryhmässä
fr: %1$@ ne fait plus partie du groupe
ga: Níl %1$@ sa ghrúpa a thuilleadh
gu: %1$@ હવે ગ્રૂપમાં નથી
he: %1$@ לא בקבוצה יותר
hi: %1$@ अब ग्रुप में नहीं है
hr: %1$@ više nije u grupi
hu: %1$@ már nem a csoport tagja
id: %1$@ sudah tidak ada di grup
it: %1$@ non è più nel gruppo
ja: %1$@ はこのグループから削除されました
ko: %1$@ 님은 더 이상 그룹에 있지 않습니다.
mr: %1$@ हे यापुढे गटात नाही
ms: %1$@ tiada lagi dalam kumpulan
nb: %1$@ er ikke lenger medlem av gruppen
nl: %1$@ is geen lid meer van deze groep
pl: %1$@ nie należy już do grupy
pt_br: %1$@ não está mais no grupo
pt_pt: %1$@ já não pertence ao grupo
ro: %1$@ nu mai face parte din grup
ru: %1$@ больше не состоит в группе
sk: %1$@ už nie je v tejto skupine
sr: %1$@ није више у групи
sv: %1$@ är inte längre i gruppen
th: %1$@ ไม่ได้อยู่ในกลุ่มนี้แล้ว
tr: %1$@ artık grupta değil
ug: %1$@ ئەمدى گۇرۇپپىدا ئەمەس
uk: %1$@ вже не учасник групи
ur: %1$@ مزید گروپ میں نہیں ہے
vi: %1$@ không còn trong nhóm này
zh_cn: %1$@已不在群组中
zh_hk: %1$@ 已不在此群組中

# GROUP_REMOTE_USER_REMOVED_FROM_GROUP_BY_REMOTE_USER_FORMAT
source: %1$@ removed %2$@.
af: %1$@ het %2$@ verwyder.
ar: قامَ %1$@ بإزالة %2$@.
az: %1$@, %2$@ üzvünü çıxartdı.
be: %1$@ выдаліў(-ла) %2$@.
bg: %1$@ отстрани %2$@.
bn: %1$@ %2$@-কে সরিয়ে দিয়েছেন।
ca: %1$@ ha esborrat %2$@.
cs: %1$@ odebral/a %2$@.
cy: Dilëwyd %2$@ gan %1$@.
da: %1$@ fjernede %2$@.
de: %1$@ hat %2$@ entfernt.
el: Ο/Η %1$@ αφαίρεσε τον/την %2$@.
es: %1$@ ha eliminado a %2$@.
es_es: %1$@ ha expulsado a %2$@.
et: %1$@ eemaldas kasutaja %2$@.
eu: %1$@ erabiltzaileak %2$@ ezabatu du.
fa: %1$@ %2$@ را حذف کرد.
fi: %1$@ poisti käyttäjän %2$@.
fil: Tinanggal ni %1$@ si %2$@.
fr: %1$@ a retiré %2$@ du groupe.
ga: Bhain %1$@ %2$@.
gu: %1$@ એ %2$@ને દૂર કર્યા.
he: %1$@ הסיר/ה את %2$@.
hi: %1$@ ने %2$@ को हटा दिया।
hr: %1$@ je uklonio/la %2$@.
hu: %1$@ eltávolította a csoportból %2$@ felhasználót.
id: %1$@ mengeluarkan %2$@.
is: %1$@ fjarlægði %2$@.
it: %1$@ ha rimosso %2$@.
ja: %1$@ が %2$@ を削除しました。
kab: %1$@ yekkes %2$@.
kk: %1$@ %2$@ деген қатысушыны алып тастады.
km: %1$@ á”á¶á“á›á»á” %2$@áŸ”
kn: %1$@ ರವರು %2$@ ತೆಗೆದಿದ್ದಾರೆ.
ko: %1$@ 님이 %2$@ 님을 제거했습니다.
lt: %1$@ pašalino naudotoją %2$@.
lv: %1$@ dzēsa %2$@.
mk: %1$@ го отстрани %2$@.
ml: %1$@ %2$@നെ നീക്കം ചെയ്തിരിക്കുന്നു.
mr: %1$@ ने %2$@ ला काढून टाकले.
ms: %1$@ mengeluarkan %2$@.
my: %1$@ မှ %2$@ ကို ဖယ်ရှားခဲ့ပါသည်။
nb: %1$@ fjernet %2$@.
nl: %1$@ heeft %2$@ verwijderd.
pa: %1$@ ਨੇ %2$@ ਨੂੰ ਕੱਢਿਆ।
pa_pk: %1$@ نے %2$@ نوں ہٹا دتا۔
pl: %1$@ usuwa tę osobę: %2$@.
ps: %1$@ %2$@ لري کړ.
pt_br: %1$@ excluiu %2$@.
pt_pt: %1$@ removeu %2$@.
ro: %1$@ a eliminat pe %2$@.
ru: %1$@ удалил(-а) %2$@.
sk: %1$@ odstránil(a) používateľa %2$@.
sl: Oseba %1$@ je odstranila uporabnika/co %2$@.
sq: %1$@ hoqi %2$@.
sr: %1$@ је уклонио/ла %2$@.
sv: %1$@ tog bort %2$@.
sw: %1$@amemwondoa %2$@.
ta: %1$@ அகற்றப்பட்டது %2$@.
te: %1$@ తొలగించబడింది %2$@.
th: %1$@ ลบ %2$@ ออก
tr: %2$@, %1$@ tarafından çıkarıldı.
ug: %1$@ %2$@ نى چىقىرىۋەتتى
uk: Користувач %1$@ видалив користувача %2$@.
ur: %1$@ نے %2$@ کو ہٹا دیا
vi: %1$@ đã xóa %2$@.
zh_cn: %1$@将%2$@移出了此群。
zh_hk: %1$@ 已將 %2$@ 移出群組。

# GROUP_REMOTE_USER_REQUEST_APPROVED_BY_LOCAL_USER_FORMAT
source: You approved a request to join the group from %@.
af: Jy het ’n versoek van %@ om by die groep aan te sluit goedgekeur.
ar: وافقتَ على طلب الانضمام إلى المجموعة من طرف %1$@.
az: %@ tərəfindən göndərilən qrupa qoşulma tələbini təsdiqlədiniz.
be: Вы ўхвалілі запыт далучыцца да групы ад %1$@.
bn: আপনি গ্রুপটিতে যোগদান করার জন্য %1$@-এর অনুরোধ অনুমোদন করেছেন।
ca: Heu aprovat una sol·licitud d'adhesió al grup de %1$@.
cs: Schválil jste požadavek na připojení ke skupině od %1$@.
cy: Gwnaethoch chi gymeradwyo cais i ymuno â'r grŵp gan %@.
da: Du godkendte en anmodning fra %1$@ om at deltage i gruppen
de: Du hast eine Gruppenbeitrittsanfrage von %1$@ bestätigt.
el: Ενέκρινες το αίτημα του/της %1$@ να μπει στην ομάδα.
es: Has aprobado la solicitud de %1$@ para unirse al grupo.
es_es: Has aprobado la solicitud de %@ para unirse al grupo.
et: Sa kinnitasid isiku %@ taotluse grupiga liituda.
eu: %@ erabiltzaileak taldean sartzeko egindako eskaera onartu duzu.
fa: شما با درخواستی از %1$@ برای پیوستن به گروه موافقت کردید.
fi: Hyväksyit pyynnön liittyä ryhmään käyttäjältä %1$@.
fr: Vous avez approuvé la demande d’adhésion de %1$@.
ga: You approved a request to join the group from %1$@.
gu: તમે %1$@માંથી ગ્રુપમાં જોડાવાની વિનંતીને મંજૂરી આપી.
he: אישרת בקשה להצטרף אל הקבוצה מאת %1$@.
hi: आपने %1$@ से ग्रुप में जुड़ने का निवेदन स्वीकार किया।
hr: Prihvatili ste zahtjev za pridruživanje u grupu od %1$@.
hu: Jóváhagytál egy csoport belépési igényt tőle: %1$@
id: Anda menerima permintaan bergabung ke grup dari %1$@.
is: Þú samþykktir beiðni frá %@ um að ganga í hópinn.
it: Hai approvato una richiesta di unirsi al gruppo da %1$@.
ja: %1$@ からのグループ参加申請を承認しました。
kab: Tqebleḍ asuter n tmerna ɣer ugraw seg %@.
km: á¢áŸ’á“á€á”á¶á“á¢á“á»á˜áŸááŸáŸ†áá¾á…á¼á›ášá½á˜á€áŸ’ášá»á˜á–á¸ %@áŸ”
kn: %@ ಅವರು ಗುಂಪನ್ನು ಸೇರಲು ಮಾಡಿದ ವಿನಂತಿಯನ್ನು ನೀವು ಅನುಮೋದಿಸಿದ್ದೀರಿ.
ko: %1$@ 님의 그룹 참가 요청을 승인했습니다.
lt: Jūs patvirtinote naudotojo %@ prašymą prisijungti prie grupės.
lv: Jūs apstiprinājāt %@ pieprasījumu pievienoties šai grupai.
ml: ഗ്രൂപ്പിൽ ചേരുന്നതിനുള്ള %@-യുടെ അഭ്യർത്ഥന നിങ്ങൾ അംഗീകരിച്ചു
mr: %1$@ कडून गटात सामील होण्याची विनंतीला आपण मान्यता दिली.
ms: Anda telah meluluskan permintaan untuk menyertai kumpulan daripada %1$@.
my: %@ မှ အဖွဲ့သို့ဝင်ရန် တောင်းဆိုချက်ကို သင်သည် လက်ခံအတည်ပြုခဲ့ပါသည်။
nb: Du godkjente en forespørsel om å bli med i gruppen fra%1$@.
nl: Je hebt het verzoek van %1$@ om lid te worden van de groep goedgekeurd.
pa: ਤੁਸੀਂ %@ ਤੋਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਬੇਨਤੀ ਨੂੰ ਮਨਜ਼ੂਰ ਕੀਤਾ।
pl: Zatwierdzasz prośbę o przyjęcie do grupy, której nadawcą jest %1$@.
ps: تاسې د %@ له خوا له ګروپ سره د یو ځای کېدو غوښتنه ومنله.
pt_br: Você aprovou o pedido de %1$@ para entrar no grupo.
pt_pt: Você aprovou o pedido de %1$@ para entrar para o grupo.
ro: Ai aprobat o solicitare de aderare la grup de la %1$@.
ru: Вы приняли запрос на присоединение к группе от %1$@.
sk: Schválili ste žiadosť o členstvo v skupine od %1$@.
sl: Odobrili ste prošnjo uporabnika_ce %@ za pridružitev skupini.
sq: Miratuar një kërkesë për t’u bërë pjesë e grupit nga %@.
sr: Одобрили сте захтев за придруживање групи који шаље %1$@.
sv: Du godkände en förfrågan om att gå med i gruppen från %1$@.
sw: Umeidhinisha ombi la kujiunga na kikundi kutoka kwa %@.
ta: கோரிக்கையை நீங்கள் அங்கீகரித்தீர்கள் சேர தி குழு இருந்து %@.
te: %@ నుండి సమూహంలో చేరాలని మీరు చేసిన అభ్యర్థనను ఆమోదించారు.
th: คุณได้อนุมัติคำขอเข้ากลุ่มของ %1$@
tr: %1$@ kişisinin gruba katılma isteğini onayladınız.
ug: %1$@ نىڭ گۇرۇپپىغا قوشۇلۇش ئىلتىماسىنى تەستىقلىدىڭىز.
uk: Ви дозволили користувачеві %1$@ приєднатися до групи.
ur: آپ نے %1$@ کی گروپ میں شامل ہونے کی درخواست منظور کی۔
vi: Bạn đã chấp nhận yêu cầu tham gia nhóm của %1$@.
zh_cn: 您同意了 %1$@ 的入群申请。
zh_hk: 您已批准 %1$@ 加入此群組的請求。

# GROUP_REMOTE_USER_REQUEST_APPROVED_BY_REMOTE_USER_FORMAT
source: %2$@ approved a request to join the group from %1$@.
af: %2$@ het ’n versoek van %1$@ om by die groep aan te sluit goedgekeur.
ar: وافقَ %2$@ على طلب انضمام إلى المجموعة من طرف %1$@.
az: %2$@, %1$@ tərəfindən göndərilən qrupa qoşulma tələbini təsdiqlədi.
be: %2$@ ухваліў(-ла) запыт далучыцца да групы ад %1$@.
bn: %2$@ গ্রুপটিতে যোগদান করার জন্য %1$@-এর অনুরোধ অনুমোদন করেছেন।
ca: %2$@ ha aprovat una sol·licitud de %1$@ per afegir-se al grup.
cs: %2$@ schválil požadavek na připojení ke skupině od %1$@.
cy: Cymeradwyodd %2$@ gais i ymuno â'r grŵp gan %1$@.
da: %2$@ godkendte en anmodning fra %1$@ om at deltage i gruppen
de: %2$@ hat eine Gruppenbeitrittsanfrage von %1$@ bestätigt.
el: Ο/Η %2$@ ενέκρινε το αίτημα του/της %1$@ να μπει στην ομάδα.
es: %2$@ ha aprobado la solicitud de %1$@ para unirse al grupo.
es_es: %2$@ ha aprobado la solicitud de %1$@ para unirse al grupo.
et: %2$@ kinnitas isiku %1$@ taotluse grupiga liituda.
eu: %2$@ erabiltzaileak taldean sartzeko %1$@erabiltzailearen eskaera onartu du.
fa: %2$@ با درخواستی از %1$@ برای پیوستن به گروه موافقت کرد.
fi: %2$@ hyväksyi henkilön %1$@ pyynnön liittyä ryhmään.
fr: %2$@ a approuvé la demande d’adhésion de %1$@.
gu: %2$@ એ %1$@માંથી ગ્રુપમાં જોડાવાની વિનંતીને મંજૂરી આપી
he: %2$@ אישר/ה בקשה להצטרף אל הקבוצה מאת %1$@.
hi: %2$@ ने %1$@ से ग्रुप में जुड़ने के अनुरोध को स्वीकार किया।
hr: %2$@ je prihvatio/la zahtjev za pridruživanje u grupu od %1$@.
hu: %2$@ jóváhagyott egy csoport belépési igényt tőle: %1$@.
id: %2$@ menerima permintaan bergabung ke grup dari %1$@.
is: %2$@ samþykkti beiðni frá %1$@ um að ganga í hópinn.
it: %2$@ ha approvato una richiesta di unirsi al gruppo da %1$@.
ja: %2$@ が %1$@ からのグループ参加申請を承認しました。
kab: %2$@ yeqbel asuter n tmerna ɣer ugraw seg %1$@.
km: %2$@ á”á¶á“á¢á“á»á˜áŸááŸáŸ†áá¾á˜á½á™ áŠá¾á˜áŸ’á”á¸á…á¼á›ášá½á˜á€áŸ’ášá»á˜á–á¸ %1$@áŸ”
kn: %1$@ ಅವರು ಗುಂಪನ್ನು ಸೇರಲು ಮಾಡಿದ ವಿನಂತಿಯನ್ನು %2$@ ಅವರು ಅನುಮೋದಿಸಿದ್ದಾರೆ.
ko: %2$@ 님이 %1$@ 님의 그룹 참가 요청을 승인했습니다.
lt: %2$@ patvirtino naudotojo %1$@ prašymą prisijungti prie grupės.
lv: %2$@ apstiprināja %1$@ pieprasījumu pievienoties šai grupai.
ml: ഗ്രൂപ്പിൽ ചേരാനുള്ള %1$@-യുടെ അഭ്യർത്ഥന %2$@ അംഗീകരിച്ചു.
mr: %1$@ कडून गटात सामील होण्याच्या विनंतीला %2$@ ने मान्यता दिली.
ms: %2$@ telah meluluskan permintaan untuk menyertai kumpulan daripada %1$@.
my: %1$@ မှ အဖွဲ့သို့ဝင်ရန် တောင်းဆိုချက်ကို %2$@ သည် လက်ခံအတည်ပြုခဲ့ပါသည်။
nb: %2$@ godkjente en forespørsel om å bli med i gruppen fra %1$@.
nl: %2$@ heeft het verzoek van %1$@ om lid te worden van de groep goedgekeurd.
pa: %2$@ ਨੇ %1$@ ਤੋਂ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਬੇਨਤੀ ਨੂੰ ਮਨਜ਼ੂਰ ਕੀਤਾ।
pl: %2$@ zatwierdza prośbę o przyjęcie do grupy, której nadawcą jest %1$@.
ps: %2$@ له ګروپ سره د %1$@ د یو ځای کېدو غوښتنه ومنله.
pt_br: %2$@ aprovou o pedido de %1$@ para entrar no grupo.
pt_pt: %2$@ aprovou um pedido de %1$@ para entrar no grupo.
ro: %2$@ a aprobat o cerere de alăturare la grup de la %1$@.
ru: %2$@ принял(-а) запрос на присоединение к группе от %1$@.
sk: %2$@ schválil(a) žiadosť o členstvo v skupine od %1$@.
sl: %2$@ je odobril_a prošnjo uporabnika_ce %1$@ za pridružitev skupini.
sq: %2$@ miratoi një kërkesë për t’u bërë pjesë e grupit nga %1$@.
sr: %2$@ је прихватио/ла захтев за придруживање групи који шаље %1$@.
sv: %2$@ godkände en förfrågan om att gå med i gruppen från %1$@.
sw: %2$@ ameidhinisha ombi la kujiunga na kikundi kutoka kwa %1$@.
ta: %2$@ கோரிக்கையை அங்கீகரித்தது சேர தி குழு இருந்து %1$@.
te: %1$@ నుండి సమూహంలో చేరాలని చేసిన అభ్యర్థనను %2$@ ఆమోదించారు.
th: %2$@ ได้อนุมัติคำขอเข้ากลุ่มของ %1$@
tr: %2$@, %1$@ kişisinin gruba katılma isteğini onayladı.
ug: %1$@ نىڭ گۇرۇپپىغا قوشۇلۇش ئىلتىماسىنى %2$@ تەستىقلىدى.
uk: Користувач %2$@ дозволив користувачеві %1$@ приєднатися до групи.
ur: %2$@ نے %1$@ کی اس گروپ میں شامل ہونے کی درخواست منظور کی۔
vi: %2$@ đã chấp nhận yêu cầu tham gia nhóm của %1$@.
zh_cn: %2$@ 同意了 %1$@ 的入群申请。
zh_hk: %2$@ 已批准 %1$@ 加入此群組的請求。

# GROUP_REMOTE_USER_REQUEST_APPROVED_BY_UNKNOWN_USER_FORMAT
source: A request to join the group from %1$@ has been approved.
ar: تمَّت الموافقة على طلب انضمام %1$@ للمجموعة.
be: Запыт на далучэнне да групы ад %1$@ быў ухвалены.
bn: গ্রুপটিতে যোগদানের জন্য %1$@-এর অনুরোধ অনুমোদন করা হয়েছে।
ca: S'ha aprovat la sol·licitud de %1$@ per a afegir-se al grup.
cs: Žádost %1$@o připojení ke skupině byla schválena.
da: En anmodning fra %1$@ om at deltage i gruppen blev godkendt.
de: Eine Gruppenbeitrittsanfrage von %1$@ wurde bestätigt.
el: Το αίτημα του/της %1$@ να μπει στην ομάδα εγκρίθηκε.
es: Se ha aprobado la solicitud de %1$@ para unirse al grupo.
fa: با درخواستی از %1$@ برای پیوستن به گروه موافقت شد.
fi: Henkilön %1$@ pyyntö liittyä ryhmään on hyväksytty.
fr: La demande d’adhésion de %1$@ a été approuvée.
ga: Faomhadh iarratas ó %1$@ ar dhul isteach sa ghrúpa.
gu: %1$@ તરફથી ગ્રુપમાં જોડાવાની વિનંતી મંજૂર કરવામાં આવી છે.
he: בקשה להצטרף אל הקבוצה מאת %1$@ אושרה.
hi: %1$@ का ग्रुप से जुड़ने का निवेदन स्वीकारा जा चूका है।
hr: Odobren je zahtjev za pridruživanje u grupu od %1$@.
hu: %1$@ csatlakozási igénye jóvá lett hagyva.
id: Permintaan bergabung ke grup dari %1$@ telah diterima.
it: Una richiesta di unirsi al gruppo da %1$@ è stata approvata.
ja: %1$@ からのグループ参加申請が承認されました。
ko: %1$@의 그룹 참가 요청이 승인됐습니다.
mr: %1$@कडून गटात सामील होण्याची विनंती मंजूर झाली आहे.
ms: Permintaan untuk menyertai kumpulan daripada %1$@ telah diluluskan.
nb: En forespørsel om å bli med i gruppen fra %1$@har blitt godkjent.
nl: Een verzoek van %1$@ om lid te worden van de groep is goedgekeurd.
pl: %1$@ prosi o przyjęcie do grupy. Prośba zostaje zaakceptowana.
pt_br: O pedido de %1$@ para entrar no grupo foi aprovado.
pt_pt: Foi aprovado o pedido de %1$@ para entrar para o grupo.
ro: O cerere de alăturare la grup de la %1$@ a fost aprobată.
ru: Запрос на присоединение к группе от %1$@ был принят.
sk: Žiadosť o pripojenie sa k skupine od používateľa %1$@ bola schválená.
sr: Захтев за придруживање групи од %1$@ је одобрен.
sv: En begäran om att gå med i gruppen från %1$@ har godkänts.
th: คำขอเข้ากลุ่มจาก %1$@ ได้รับอนุมัติแล้ว
tr: %1$@ kişisinin gruba katılma isteği onaylandı.
ug: %1$@ نىڭ گۇرۇپپىغا قوشۇلۇش ئىلتىماسى تەستىقلاندى.
uk: Користувачеві %1$@ дозволено приєднатися до групи.
ur: %1$@ سے گروپ میں شامل ہونے کی درخواست منظور کرلی گئی ہے۔
vi: Yêu cầu để tham gia nhóm từ %1$@ đã được chấp duyệt.
zh_cn: %1$@ 的入群请求已批准。
zh_hk: 加入的要求已從 %1$@ 獲得批准。
