Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SPAM_CAPTCHA_SKIP_VERIFICATION_ACTION
source: Skip Verification
af: Slaan verifikasie oor
ar: تخطِّي التَحَقُّق
az: Təsdiqləməni ötür
be: Прапусціць праверку
bn: যাচাইকরণ এড়িয়ে যান
ca: Omet la verificació
cs: Přeskočit ověření
cy: Hepgor Gwiriad
da: Spring bekræftelse over
de: Verifizierung überspringen
el: Παράλειψη επιβεβαίωσης
es: Omitir verificación
et: Jäta kinnitamine vahele
fa: رد کردن مرحلهٔ وارسی
fi: Ohita varmennus
fr: Ignorer la vérification
gu: ચકાસણી સ્કિપ કરો
he: דלג על וידוא
hi: सत्यापन छोड़ें
hr: Preskoči provjeru
hu: Ellenőrzés kihagyása
id: Lewati Verifikasi
is: Sleppa sannvottun
it: Salta verifica
ja: 認証をスキップ
km: ášáŸ†á›á„á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ಪರಿಶೀಲನೆ ತೊರೆಯಿರಿ
ko: 확인 건너뛰기
lt: Praleisti patvirtinimą
lv: Izlaist verifikāciju
ml: പരിശോധിച്ചുറപ്പിക്കൽ ഒഴിവാക്കുക
mr: सत्यापन वगळा
ms: Langkau Pengesahan
nb: Hopp over verifisering
nl: Verificatie overslaan
pa: ਤਸਦੀਕ ਕਰਨ ਨੂੰ ਛੱਡੋ
pl: Pomiń weryfikację
ps: له تایید څخه تیر شئ
pt_br: Ignorar verificação
pt_pt: Ignorar verificação.
ro: Omiteți verificarea
ru: Пропустить проверку
sk: Preskočiť overenie
sl: Preskoči preverjanje
sq: Anashkaloje Verifikimin
sr: Прескочи верификацију
sv: Hoppa över verifiering
sw: Ruka Uthibitishaji
ta: சரிபார்ப்பைத் தவிர்
te: ధృవీకరణను దాటవేయి
th: ข้ามการตรวจยืนยัน
tr: Doğrulamayı Atla
ug: دەلىللەشتىن ئاتلا
uk: Не проходити перевірку
ur: تصدیق چھوڑ دیں
vi: Bỏ qua xác minh
zh_cn: 跳过验证
zh_hk: 略過驗證

# SPAM_CAPTCHA_VIEW_CONTROLLER
source: Complete verification
af: Voltooi verifikasie
ar: إتمام التحقُّق
az: Təsdiqləməni tamamla
be: Завяршыць праверку
bn: যাচাইকরণ সম্পন্ন করুন
ca: Verificació completa
cs: Dokončit ověření
cy: Cwblhau gwirio
da: Gennemfør bekræftelsen
de: Verifizierung abschließen
el: Ολοκλήρωση επιβεβαίωσης
es: Completar verificación
et: Lõpeta verifitseerimine
eu: Osatu egiaztapena
fa: وارسی را کامل کنید
fi: Tee varmennus loppuun
fr: Confirmer le reCAPTCHA
gu: ચકાસણી પૂર્ણ કરો
he: וידוא הושלם
hi: सत्यापन पूरा करें
hr: Dovrši provjeru
hu: Ellenőrzés befejezése
id: Selesaikan verifikasi
is: Ljúka sannvottun
it: Completa verifica
ja: 認証を完了してください
kab: Ffak asenqed
km: á”á‰áŸ’á…á”áŸ‹á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಣ ಪೂರ್ಣಗೊಳಿಸಿ
ko: 확인 완료
lt: Užbaigti patvirtinimą
lv: Pabeigt verifikāciju
mk: Заврши проверка
ml: പരിശോധന പൂർത്തിയാക്കുക
mr: सत्यापन पूर्ण करा
ms: Lengkapkan pengesahan
my: အတည်ပြုမှု အပြီးသတ်လုပ်ရန်
nb: Fullfør verifisering
nl: Verificatie voltooien
pa: ਤਸਦੀਕ ਪੂਰੀ ਕਰੋ
pl: Przejdź weryfikację
ps: تایید یې بشپړ کړئ
pt_br: Concluir verificação
pt_pt: Verificação completa
ro: Finalizați verificarea
ru: Пройдите проверку
sk: Kompletné overenie
sl: Dokončajte verifikacijo
sq: Plotësoni verifikimin
sr: Довршите верификацију
sv: Slutför verifieringen
sw: Kamilisha uthibitishaji
ta: முழுமை சரிபார்ப்பு
te: పూర్తి ధృవీకరణ
th: การตรวจยืนยันสมบูรณ์
tr: Doğrulamayı tamamla
ug: دەلىللەش تامام
uk: Пройдіть перевірку
ur: مکمل تصدیق
vi: Hoàn thành xác minh
zh_cn: 完成验证
zh_hk: 完成驗證

# SPEAKERPHONE_OFF_CONFIRMATION_TOAST_LABEL
source: Speaker off
ar: مُكبِّر الصوت غير مُشغَّل
be: Вонкавы дынамік адключаны
bn: স্পিকার বন্ধ
ca: Altaveu apagat
cs: Reproduktor vypnutý
da: Højttaler fra
de: Lautsprecher aus
el: Ηχείο ανενεργό
es: Altavoz desactivado
fa: بلندگو خاموش شد
fi: Kaiutin pois käytöstä
fr: Haut-parleur désactivé
ga: Callaire as
gu: સ્પીકર બંધ
he: רמקול כבוי
hi: स्पीकर बंद
hr: Isključen zvučnik
hu: Hangszóró kikapcsolva
id: Speaker nonaktif
it: Vivavoce disattivato
ja: スピーカーはオフになっています
ko: 스피커 꺼짐
mr: स्पीकर बंद
ms: Pembesar suara dimatikan
nb: Høyttaler av
nl: Luidspreker uit
pl: Głośnik wyłączony
pt_br: Alto-falante desligado
pt_pt: Alta voz desligada
ro: Difuzor oprit
ru: Звук выключен
sk: Reproduktor vypnutý
sr: Звучник је искључен
sv: Högtalare av
th: ลำโพงปิดอยู่
tr: Hoparlör kapalı
ug: كاناي تاقاقلىق
uk: Динамік вимкнено
ur: اسپیکر آف ہے
vi: Tắt loa
zh_cn: 扬声器关闭
zh_hk: 揚聲器關閉

# SPEAKERPHONE_ON_CONFIRMATION_TOAST_LABEL
source: Speaker on
ar: مكبر الصوت مُشغَّل
be: Вонкавы дынамік уключаны
bn: স্পিকার চালু
ca: Altaveu encès
cs: Reproduktor zapnutý
da: Højttaler til
de: Lautsprecher an
el: Ηχείο ενεργό
es: Altavoz activado
fa: بلندگو روشن شد
fi: Kaiutin käytössä
fr: Haut-parleur activé
ga: Callaire air
gu: સ્પીકર ચાલુ
he: רמקול פועל
hi: स्पीकर चालू
hr: Uključen zvučnik
hu: Hangszóró bekapcsolva
id: Speaker aktif
it: Vivavoce attivo
ja: スピーカーはオンになっています
ko: 스피커 켜짐
mr: स्पीकर सुरू
ms: Pembesar suara dihidupkan
nb: Høyttaler på
nl: Luidspreker aan
pl: Głośnik włączony
pt_br: Alto-falante ligado
pt_pt: Alta voz ligada
ro: Difuzor pornit
ru: Звук включён
sk: Reproduktor zapnutý
sr: Звучник је укључен
sv: Högtalare på
th: ลำโพงเปิดอยู่
tr: Hoparlör açık
ug: كاناي ئوچۇق
uk: Динамік увімкнено
ur: اسپیکر آن ہے
vi: Bật loa
zh_cn: 扬声器开启
zh_hk: 揚聲器開啟

# STICKER_CATEGORY_FEATURED_NAME
source: Featured
ar: مُميَّزة
be: Выбраныя
bn: ফিচারকৃত
ca: Destacats
cs: Doporučené
da: Fremhævet
de: Ausgewählt
el: Προτεινόμενα
es: Destacados
fa: ویژه
fi: Esittelyssä
fr: À la une
ga: Faoi thrácht
gu: ફીચર્ડ
he: מומלצים
hi: फीचर्ड
hr: Istaknuto
hu: Kiemelt
id: Unggulan
it: In evidenza
ja: おすすめ
ko: 추천
mr: वैशिष्ट्यीकृत
ms: Dipaparkan
nb: Utvalgte
nl: Uitgelicht
pl: Polecane
pt_br: Em destaque
pt_pt: Em destaque
ro: Promovate
ru: Избранные
sk: Odporúčané
sr: Истакнуто
sv: Utvalda
th: แนะนำ
tr: Önerilenler
ug: ئالاھىدە
uk: Обрані
ur: فیچر کردہ
vi: Nổi bật
zh_cn: 精选
zh_hk: 精選

# STICKER_CATEGORY_RECENTS_NAME
source: Recents
ar: الأحدث
be: Нядаўнія
bn: সাম্প্রতিক
cs: Poslední
da: Nylige
de: Zuletzt verwendet
el: Πρόσφατα
es: Recientes
fa: تماس‌های اخیر
fi: Äskeiset
fr: Récents
ga: Úsáidte le Déanaí
gu: તાજેતરનું
he: אחרונים
hi: नवीनतम
hr: Nedavno
hu: Előzmények
id: Baru
it: Recenti
ja: 最近使った絵文字
ko: 최근
mr: अलीकडील
ms: Terkini
nb: Sist brukte
nl: Onlangs gebruikt
pl: Ostatnie
pt_br: Recentes
pt_pt: Recentes
ro: Recente
ru: Недавние
sk: Nedávno použité
sr: Недавно
sv: Senaste
th: ล่าสุด
tr: Yakınlarda
ug: يېقىنقى
uk: Недавні
ur: حالیہ
vi: Gần đây
zh_cn: 最近通话
zh_hk: 最近使用

# STICKER_MESSAGE_PREVIEW
source: Sticker Message
af: Plakkerboodskap
ar: رسالة مُلصَق
az: Stiker mesajı
be: Стыкер-паведамленне
bg: Съобщение със стикер
bn: স্টিকার বার্তা
ca: Missatge adhesiu
cs: Zpráva se samolepkou
cy: Neges Sticer
da: Klistermærke-besked
de: Sticker-Nachricht
el: Μήνυμα αυτοκόλλητου
es: Mensaje con sticker
es_es: Mensaje con cromo
et: Kleebissõnum
eu: Eranskailua duen Mezua
fa: استیکر
fi: Tarraviesti
fil: Sticker na Mensahe
fr: Message – Sticker
ga: Teachtaireacht Ghreamáin
gu: સ્ટીકર મેસેજ
he: הודעת מדבקה
hi: स्टिकर मेसेज
hr: Naljepnica
hu: Matrica üzenet
id: Pesan Stiker
is: Skilaboð með límmerki
it: Messaggio adesivo
ja: ステッカーメッセージ
kab: Izen inetḍen
kk: Жапсырма хабарламасы
km: áŸá¶ášáŸáŸ’á‘á¸á€á‚áŸáš
kn: ಸ್ಟಿಕ್ಕರ್ ಸಂದೇಶ
ko: 스티커 메시지
lt: Lipduko žinutė
lv: Ziņa ar uzlīmi
mk: Стикер порака
ml: സ്റ്റിക്കർ സന്ദേശം
mr: स्टिकर संदेश
ms: Mesej Pelekat
my: စတစ်ကာ မက်ဆေ့ချ်
nb: Klistremerkemelding
nl: Stickerbericht
pa: ਸਟਿੱਕਰ ਸੁਨੇਹਾ
pa_pk: اسٹیکر سنیہا
pl: Naklejka
ps: سټیکر
pt_br: Mensagem - Figurinha
pt_pt: Mensagem tipo autocolante
ro: Mesaj cu autocolant
ru: Сообщение со стикером
sk: Správa s nálepkou
sl: Sporočilo z nalepko
sq: Mesazh Ngjitësi
sr: Налепница
sv: Klistermärkesmeddelande
sw: Ujumbe wa Kibandiko
ta: ஸ்டிக்கர் செய்தி
te: స్టిక్కర్ సందేశం
th: ข้อความสติกเกอร์
tr: Çıkartma İletisi
ug: چاپلاق ئۇچۇرى
uk: Повідомлення зі стікером
ur: اسٹیکر پیغام
vi: Tin nhắn có Nhãn dán
zh_cn: 表情信息
zh_hk: 貼圖訊息

# STICKER_UNAVAILABLE_MESSAGE_LABEL
source: Sticker not available
ar: المُلصَق غير مُتوفِّر
be: Стыкер недаступны
bn: স্টিকার নেই
ca: Sticker no disponible
cs: Nálepka není k dispozici
da: Klistermærket er ikke tilgængeligt
de: Sticker nicht verfügbar
el: Το αυτοκόλλητο δεν είναι διαθέσιμο
es: Sticker no disponible
fa: استیکر در دسترس نیست
fi: Tarra ei ole saatavilla
fr: Sticker indisponible
ga: Níl an greamán ar fáil
gu: સ્ટીકર ઉપલબ્ધ નથી
he: סטיקר לא זמין
hi: स्टिकर उपलब्ध नहीं है
hr: Naljepnica nije dostupna
hu: Matrica nem elérhető
id: Stiker tidak tersedia
it: Adesivo non disponibile
ja: ステッカーはご利用になれません
ko: 스티커를 사용할 수 없음
mr: स्टिकर उपलब्ध नाही
ms: Pelekat tidak tersedia
nb: Klistremerket er ikke tilgjengelig
nl: Sticker niet beschikbaar
pl: Naklejka niedostępna
pt_br: Figurinha indisponível
pt_pt: Autocolante não disponível
ro: Autocolantul nu este disponibil
ru: Стикер недоступен
sk: Nálepka nie je k dispozícii
sr: Налепница није доступна
sv: Klistermärket är inte tillgängligt
th: ไม่พบสติกเกอร์
tr: Çıkartma kullanılamıyor
ug: چاپلاقنى ئىشلەتكىلى بولمايدۇ
uk: Стікер недоступний
ur: اسٹیکر دستیاب نہیں ہے
vi: Nhãn dán không có sẵn
zh_cn: 表情不可用
zh_hk: 無法取得貼圖

# STICKER_UNAVAILABLE_SHEET_MESSAGE
source: This sticker was not transferred from your phone when this device was linked. Media and files older than 45 days at the time of device linking can not be synced.
ar: هذا المُلصَق لم يتم تحويله من هاتفك عندما كان هذا الجهاز مُرتبِطًا. لا يمكن مُزامنة الملفات والوسائط التي تعود إلى أكثر من 45 يوم منذ الوقت الذي تمَّ فيه ربط الجهاز.
be: Гэты стыкер не быў перанесены з вашага тэлефона, калі была звязана гэта прылада. Немагчыма сінхранізаваць медыяфайлы і файлы, старэйшыя за 45 дзён на той момант, калі была звязана прылада.
bn: এই ডিভাইসটি লিংক করার সময় আপনার ফোন থেকে এই স্টিকারটি ট্রান্সফার করা হয়নি। ডিভাইস লিংক করার সময় 45 দিনের বেশি পুরনো মিডিয়া এবং ফাইল সমন্বয় করা যাবে না।
ca: Aquest sticker no es va transferir des del telèfon mentre aquest dispositiu estava enllaçat. Els arxius que en el moment de vincular el dispositiu tinguin més de 45 dies d'antiguitat no es podran sincronitzar.
cs: Tato nálepka nebyla při propojení tohoto zařízení z vašeho telefonu přenesena. Média a soubory, které jsou v době propojení zařízení starší než 45 dní, nelze synchronizovat.
da: Dette klistermærke blev ikke overført fra din telefon, da denne enhed blev tilknyttet. Medier og filer, der er ældre end 45 dage, når enheder tilknyttes, kan ikke synkroniseres.
de: Dieser Sticker wurde nicht von deinem Telefon übertragen, als dieses Gerät gekoppelt wurde. Medien und Dateien, die zum Zeitpunkt der Gerätekoppelung älter als 45 Tage sind, können nicht synchronisiert werden.
el: Αυτό το αυτοκόλλητο δεν μεταφέρθηκε από το τηλέφωνό σου όταν συνδέθηκε αυτή η συσκευή. Δεν είναι δυνατός ο συγχρονισμός πολυμέσων και αρχείων παλαιότερων των 45 ημερών κατά τη σύνδεση της συσκευής.
es: Este sticker no se transfirió desde tu teléfono cuando se vinculó este dispositivo. No se pueden sincronizar los archivos que en el momento de vinculación del dispositivo tengan más de 45 días de antigüedad.
fa: در زمان اتصال این دستگاه، این استیکر از گوشی شما انتقال داده نشد. رسانه‌ها و فایل‌های قدیمی‌تر از ۴۵ روز در زمان اتصال دستگاه، قابل همگام‌سازی نیستند.
fi: Tarraa ei siirretty puhelimestasi, kun laite yhdistettiin. Yhdistämishetkellä yli 45 päivää vanhempia mediaa ja tiedostoja ei voida synkronoida.
fr: Ce sticker n'a pas été transféré depuis votre téléphone lorsque vous avez associé cet appareil. Les fichiers et médias datant de plus de 45 jours au moment de l'association ne sont pas synchronisés.
ga: Níor aistríodh an greamán seo ó do ghuthán nuair a nascadh an gléas seo. Meáin agus comhaid a bhí níos sine ná 45 lá ag an uair a nascadh an gléas, ní féidir iad a shioncronú.
gu: જ્યારે આ ડિવાઇસ લિંક કરવામાં આવ્યું હતું ત્યારે આ સ્ટીકર તમારા ફોનમાંથી ટ્રાન્સફર થયું ન હતું. ડિવાઇસ લિંક કરતી વખતે 45 દિવસથી જૂના મીડિયા અને ફાઈલો સિંક કરી શકાતા નથી.
he: סטיקר זה לא הועבר מהטלפון שלך כשהמכשיר הזה קושר. לא ניתן לסנכרן קבצים ומדיה שיותר ישנים מ–45 ימים בזמן קישור המכשיר.
hi: जब यह डिवाइस लिंक था, तब यह स्टिकर आपके फ़ोन से ट्रांसफ़र नहीं हुआ था। डिवाइस लिंक करते समय, 45 दिनों से पुराने मीडिया और फ़ाइलों को सिंक नहीं किया जा सकता।
hr: Ova naljepnica nije prenesena s vašeg telefona kad je ovaj uređaj povezan. Datoteke i medijske zapise starije od 45 dana u trenutku povezivanja uređaja nije moguće sinkronizirati.
hu: Ez a matrica nem lett átmásolva a telefonodról az eszköz összekapcsolásakor. Az eszköz összekapcsolásakor 45 napnál régebbi médiafájlok és fájlok nem szinkronizálhatók.
id: Stiker ini tidak ditransfer dari ponsel Anda saat perangkat ini dihubungkan. File dan media yang tersimpan lebih dari 45 hari pada saat penautan perangkat tidak dapat disinkronkan.
it: Questo adesivo non è stato trasferito dal tuo telefono quando questo dispositivo è stato collegato. Non è possibile sincronizzare file e media più vecchi di 45 giorni al momento del collegamento del dispositivo.
ja: この端末をリンクしたとき、このファイルはスマートフォンから移行されませんでした。端末をリンクした時点で45日以上経過したメディアやファイルは同期できません。
ko: 이 기기 연결 시 이 스티커를 휴대폰에서 전송할 수 없습니다. 기기 연결 시점에 45일보다 오래된 미디어와 파일은 동기화할 수 없습니다.
mr: हा डिव्हाईस लिंक केला तेव्हा हा स्टिकर तुमच्या फोनवरून हस्तांतरित झाला नव्हता. डिव्हाईस सिंक करतेवेळी ४५ दिवसांपेक्षा जुना मिडीयाआणि जुन्या फाईल्स स्थलांतरित झाल्या नव्हत्या.
ms: Fail ini tidak dipindahkan dari telefon anda semasa peranti ini dipautkan. Media dan fail lebih lama daripada 45 hari pada masa pemautan peranti tidak boleh disegerakkan.
nb: Dette klistremerket ble ikke overført fra telefonen din da du koblet til denne enheten. Det er ikke mulig å synkronisere mediefiler og andre filer som er mer enn 45 dager gamle, når enheten kobles til.
nl: Deze sticker is niet overgezet van je telefoon toen dit apparaat werd gekoppeld. Media en bestanden die ouder zijn dan 45 dagen op het moment dat het apparaat wordt gekoppeld, kunnen niet worden gesynchroniseerd.
pl: Podczas łączenia urządzenia z Twoim telefonem naklejka nie została przeniesiona. Pliki i multimedia, które w momencie łączenia urządzeń mają ponad 45 dni, nie są synchronizowane.
pt_br: Essa figurinha não foi transferida do seu telefone quando este dispositivo foi vinculado. Arquivos e mídias que tinham mais de 45 dias no momento da vinculação não podem ser sincronizados.
pt_pt: Este autocolante não foi transferido do seu telemóvel quando este dispositivo foi associado. Os ficheiros e multimédia com mais de 45 dias no momento da associação do dispositivo não podem ser sincronizados.
ro: Acest fișier nu a fost transferat de pe telefonul tău când acest dispozitiv a fost asociat. Media și fișierele mai vechi de 45 de zile în momentul conectării dispozitivului nu pot fi sincronizate.
ru: Этот стикер не был перенесён с вашего телефона при привязке этого устройства. Медиафайлы и файлы, срок создания которых на момент привязки устройства превышал 45 дней, не могут быть синхронизированы.
sk: Táto nálepka nebola po prepojení zariadenia prenesená z vášho telefónu. Médiá a súbory, ktoré sú v čase prepojenia zariadenia staršie ako 45 dní, nie je možné synchronizovať.
sr: Ова налепница није пребачена са вашег телефона када је овај уређај повезан. Фајлови и медији који су у тренутку повезивања уређаја старији од 45 дана не могу се синхронизовати.
sv: Det här klistermärket överfördes inte från din telefon när den här enheten länkades. Media och filer som är äldre än 45 dagar vid tidpunkten för enhetslänkning kan inte synkroniseras.
th: สติกเกอร์นี้ไม่ได้ถูกถ่ายโอนจากโทรศัพท์ของคุณในขั้นตอนการเชื่อมโยงอุปกรณ์ ระบบไม่สามารถซิงค์ไฟล์และสื่อที่เก่ากว่า 45 วันนับจากวันที่เชื่อมโยงอุปกรณ์ได้
tr: Bu cihaz bağlandığında, bu çıkartma telefonundan aktarılmadı. Cihaz bağlandığında 45 günden eski olan medya ve dosyalar senkronize edilemez.
ug: بۇ چاپلاق بۇ ئۈسكۈنە ئۇلانغان ۋاقىتتا تېلېفونىڭىزدىن يۆتكەلمىگەن. ئۈسكۈنە ئۇلىنىۋاتقان ۋاقىتتا ، 45 كۈندىن ئاشقان ھۆججەتلەر ۋە مېدىيانى ماسقەدەملىگىلى بولمايدۇ.
uk: Коли ви зв'язали цей пристрій, стікер не було перенесено з вашого телефону. Файли й медіафайли, надіслані чи отримані понад 45 днів тому, не буде синхронізовано після зв'язування нового пристрою.
ur: جب اس ڈیوائس کو لنک کیا گیا تھا تو یہ اسٹیکر آپ کے فون سے ٹرانسفر نہیں ہوا تھا۔ ڈیوائس کو لنک کرتے وقت 45 دنوں سے زیادہ پرانے میڈیا اور فائلز کو سنک نہیں کیا جا سکتا۔
vi: Nhãn dán này không được chuyển từ điện thoại của bạn khi thiết bị này được liên kết. Đa phương tiện và tập tin cũ hơn 45 ngày tại thời điểm liên kết thiết bị thì không thể được đồng bộ.
zh_cn: 此设备链接时，此表情未从您的手机转移。设备链接时已存在超过 45 天的媒体和文件无法同步。
zh_hk: 連結此裝置時，此貼圖未從你的手機轉移過來。當裝置連結時，超過 45 天的媒體和檔案無法同步

# STICKER_UNAVAILABLE_SHEET_TITLE
source: Sticker Not Available
ar: المُلصَق غير مُتوفِّر
be: Стыкер недаступны
bn: স্টিকার নেই
ca: Sticker no disponible
cs: Nálepka není k dispozici
da: Klistermærket er ikke tilgængeligt
de: Sticker nicht verfügbar
el: Το αυτοκόλλητο δεν είναι διαθέσιμο
es: Sticker no disponible
fa: استیکر در دسترس نیست
fi: Tarra ei ole saatavilla
fr: Sticker indisponible
ga: Níl an Greamán ar Fáil
gu: સ્ટીકર ઉપલબ્ધ નથી
he: סטיקר לא זמין
hi: स्टिकर उपलब्ध नहीं है
hr: Naljepnica nije dostupna
hu: Matrica nem elérhető
id: Stiker Tidak Tersedia
it: Adesivo non disponibile
ja: ステッカーはご利用になれません
ko: 스티커를 사용할 수 없음
mr: स्टिकर उपलब्ध नाही
ms: Pelekat Tidak Tersedia
nb: Klistremerket er ikke tilgjengelig
nl: Sticker niet beschikbaar
pl: Naklejka niedostępna
pt_br: Figurinha indisponível
pt_pt: Autocolante não disponível
ro: Autocolantul nu este disponibil
ru: Стикер недоступен
sk: Nálepka nie je k dispozícii
sr: Налепница није доступна
sv: Klistermärket är inte tillgängligt
th: ไม่พบสติกเกอร์
tr: Çıkartma kullanılamıyor
ug: چاپلاقنى ئىشلەتكىلى بولمايدۇ
uk: Стікер недоступний
ur: اسٹیکر دستیاب نہیں ہے
vi: Nhãn Dán Không Có Sẵn
zh_cn: 表情不可用
zh_hk: 無法取得貼圖

# STICKERS_INSTALL_BUTTON
source: Install
af: Installeer
ar: تثبيت
az: Quraşdır
be: Усталяваць
bg: Инсталирай
bn: ইনস্টল করুন
ca: Instal·la
cs: Instalovat
cy: Gosod
da: Installér
de: Installieren
el: Εγκατάσταση
es: Instalar
es_es: Instalar
et: Paigalda
eu: Instalatu
fa: نصب
fi: Asenna
fil: I-install
fr: Installer
ga: Suiteáil
gu: ઇન્સ્ટોલ
he: התקן
hi: इंस्टॉल करें
hr: Instalirajte
hu: Telepítés
id: Pasang
is: Setja upp
it: Installa
ja: インストール
kab: Sebded
kk: Орнату
km: áŠáŸ†á¡á¾á„
kn: ಸ್ಥಾಪಿಸಿ
ko: 설치
lt: Įdiegti
lv: Instalēt
mk: Инсталирај
ml: ഇൻസ്റ്റാൾ
mr: स्थापना करा
ms: Memasang
my: ထည့်သွင်းပါ
nb: Installer
nl: Stickerpakket installeren
pa: ਇੰਸਟਾਲ ਕਰੋ
pa_pk: انسٹال کرو
pl: Zainstaluj
ps: انسټال
pt_br: Instalar
pt_pt: Instalar
ro: Instalați
ru: Установить
sk: Inštalovať
sl: Namesti
sq: Instaloje
sr: Инсталирај
sv: Installera
sw: Simika
ta: நிறுவு
te: వ్యవస్థాపన
th: ติดตั้ง
tr: Yükle
ug: ئورنات
uk: Установити
ur: انسٹال
vi: Cài đặt
zh_cn: 安装
zh_hk: 安裝

# STICKERS_MANAGE_VIEW_AVAILABLE_BUILT_IN_PACKS_SECTION_TITLE
source: Signal Artist Series
af: Signal-kunstenaarreeks
ar: حزَم المُلصَقات الفنية على سيجنال
az: Signal Sənətkar Seriyaları
be: Стыкеры ад мастакоў Signal
bg: Signal Artist серии
bn: Signal শিল্পী সিরিজ
ca: Sèries d'artistes de Signal
cs: Serie Signal
cy: Cyfres Artistiaid Signal
da: Signal-kunstnerserie
de: Signal-Artist-Serie
el: Σειρά καλλιτεχνών Signal
es: Stickers de artistas de Signal
es_es: Series de artistas de Signal
et: Signali artisti seeria
eu: Signal artisten serieak
fa: سری های هنرمند سیگنال
fi: Signal Artist -sarja
fil: Serye ng mga Artista ng Signal
fr: Stickers d'artistes pour Signal
ga: Sraith Ealaíontóirí Signal
gu: Signal આર્ટિસ્ટ સિરીઝ
he: סדרת אומנים Signal
hi: Signal की कलाकार श्रृंखला से
hr: Signalova umjetnička serija
hu: Signal Művészi Sorozat
id: Seri Seniman Signal
is: Úrval frá listafólki Signal
it: Serie artisti di Signal
ja: Signalアーティストシリーズ
kab: Tizrarin n yinaẓuren Signal
kk: Signal Artist топтамасы
km: áŸáŸáŸŠášá¸áŸá·á›áŸ’á”á€áš Signal
kn: Signal ಕಲಾವಿದ ಸರಣಿ
ko: Signal 아티스트 시리즈
lt: Signal menininkų serija
lv: Signal mākslas sērijas
mk: Серија уметници на Signal
ml: Signal ആർട്ടിസ്റ്റ് സീരീസ്
mr: Signal कलाकार सिरीझ
ms: Siri Artis Signal
my: Signal အနုပညာရှင် စီးရီး
nb: Signal-kunstnerserier
nl: Signals eigen stickerpakketten
pa: Signal ਕਲਾਕਾਰ ਸੀਰੀਜ਼
pa_pk: Signal فنکار سلسلہ
pl: Sztuka w aplikacji Signal
ps: د Signal د هنرمندانو ټولګه
pt_br: Série Signal Artist
pt_pt: Séries de artista Signal
ro: Seria artistică Signal
ru: Стикеры от художников Signal
sk: Zbierka od výtvarníkov Signalu
sl: Serija Signalovi umetniki
sq: Seritë Artis Signal-i
sr: Серијал „Signal уметник“
sv: Signal Artist Serier
sw: Mfululizo wa Msanii wa Signal
ta: சிக்னல் கலைஞர் தொடர்
te: Singal కళాకారుడు సిరీస్
th: ซีรีส์สติกเกอร์โดยศิลปิน Signal
tr: Signal Tarafından
ug: Signal ئارتىس يۈرۈشلۈكى
uk: Серія «Художники Signal»
ur: Signal آرٹسٹ سیریز
vi: Tuyển tập Nghệ sĩ Signal
zh_cn: Signal 艺术家系列
zh_hk: Signal 藝術家系列

# STICKERS_MANAGE_VIEW_AVAILABLE_KNOWN_PACKS_SECTION_TITLE
source: Stickers You Received
af: Plakkers wat u ontvang het
ar: حزم المُلصَقات التي قد تلقيتها
az: Aldığınız stikerlər
be: Атрыманыя вамі стыкеры
bg: Получени стикери
bn: আপনার প্রাপ্ত স্টিকার
ca: Adhesius que heu rebut
cs: Přijaté nálepky
cy: Sticeri rydych wedi'u Derbyn
da: Klistermærker du har modtaget
de: Empfangene Sticker
el: Αυτοκόλλητα που έχεις λάβει
es: Stickers recibidos
es_es: Cromos recibidos
et: Vastuvõetud kleebised
eu: Jaso dituzun eranskailuak
fa: استیکر هایی که دریافت کردید
fi: Vastaanotetut tarrat
fil: Mga Sticker na Iyong Natanggap
fr: Stickers reçus
ga: Greamáin a bhFuair Tú
gu: તમે પ્રાપ્ત કરેલ સ્ટીકરો
he: מדבקות שקיבלת
hi: आपको प्राप्त स्टीकर
hr: Naljepnice koje ste primili
hu: Beérkezett matricák
id: Stiker Yang Anda Terima
is: Límmerki sem þú fékkst
it: Adesivi che hai ricevuto
ja: 受信済みステッカー
kab: Stickers i d-tremseḍ
kk: Алынған жапсырмалар
km: áŸáŸ’á‘á¸á€á‚áŸášáŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á‘á‘á½á›
kn: ನೀವು ಸ್ವೀಕರಿಸಿದ ಸ್ಟಿಕ್ಕರ್‌ಗಳು
ko: 받은 스티커
lt: Jūsų gauti lipdukai
lv: Jūsu saņemtās uzlīmes
mk: Примени стикери
ml: നിങ്ങൾക്ക് ലഭിച്ച സ്റ്റിക്കറുകൾ
mr: आपल्याला प्राप्त झालेले स्टिकर
ms: Pelekat Yang Anda Terima
my: သင် လက်ခံရရှိထားသော စတစ်ကာများ
nb: Klistremerker du mottok
nl: Ontvangen stickerpakketten
pa: ਤੁਹਾਨੂੰ ਪ੍ਰਾਪਤ ਹੋਏ ਸਟਿੱਕਰ
pa_pk: تہانوں موصول ہوئے اسٹیکرز
pl: Otrzymane naklejki
ps: هغه سټیکرونه چې تاسې تر لاسه کړي
pt_br: Figurinhas que você recebeu
pt_pt: Autocolantes que recebeu
ro: Autocolante primite
ru: Полученные вами стикеры
sk: Prijaté nálepky
sl: Prejete nalepke
sq: Ngjitës Që Keni Marrë
sr: Налепнице које сте примили
sv: Klistermärken du mottagit
sw: Vibandiko Ulivyovipokea
ta: நீங்கள் பெற்ற ஸ்டிக்கர்கள்
te: మీరు అందుకున్న స్టిక్కర్లు
th: สติกเกอร์ที่คุณได้รับ
tr: Aldığınız Çıkartmalar
ug: تاپشۇرۇۋالغان چىراي ئىپادىلىرى
uk: Отримані cтікери
ur: اسٹیکرز جو آپ کو ملے ہیں
vi: Nhãn dán nhận được
zh_cn: 你收到的表情
zh_hk: 您已接收的貼圖
