Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# THREAD_MERGE_LEARN_MORE
source: After messaging with %1$@ you learned this number belongs to %2$@. Their number is private. Your message history for both chats has been merged here.
ar: بعد تبادل الرسائل مع %1$@، أدركت أن هذا الرقم يعود إلى %2$@. رقم هاتفه خاص. تمَّ دمج سِجل رسائلك للدردشتين معًا.
be: Пасля абмену паведамленнямі з %1$@ вы даведаліся, што гэты нумар належыць %2$@. Гэта прыватны нумар. Гісторыя вашых паведамленняў для абодвух чатаў была аб'яднана тут.
bn: %1$@-এর সাথে ম্যাসেজ আদানপ্রদান করার পর আপনি জানতে পেরেছেন যে এই নম্বরটি %2$@-এর। তার ফোন নম্বরটি ব্যক্তিগত। উভয় চ্যাট-এর জন্য আপনার ম্যাসেজের ইতিহাস এখানে একত্রিত করা হয়েছে।
ca: Després de parlar amb %1$@, has sabut que aquest número pertany a %2$@. El seu número és privat. El teu historial de missatges per ambdós xats s'ha combinat aquí.
cs: Z komunikace s %1$@ vyplynulo, že toto číslo patří uživateli %2$@. Toto telefonní číslo je soukromé. Historie vašich zpráv obou chatů byla sloučena zde.
da: Efter at have sendt en besked til %1$@, fik du at vide at dette nummer tilhører %2$@. Vedkommendes telefonnummer er privat. Din beskedhistorik for begge chats er slået sammen her.
de: Nach dem Nachrichtenaustausch mit der Nummer %1$@ hast du erfahren, dass diese zu %2$@ gehört. Diese Nummer ist privat. Dein Nachrichtenverlauf für beide Chats wurde hier zusammengeführt.
el: Μετά από μήνυμα με τον χρήστη %1$@ έμαθες ότι αυτός ο αριθμός ανήκει στον χρήστη %2$@. Ο αριθμός τηλεφώνου του χρήστη είναι ιδιωτικός. Το ιστορικό μηνυμάτων σου και για τις δύο συνομιλίες έχει συγχωνευτεί εδώ.
es: Has enviado un mensaje a %1$@ y ahora sabes que este número pertenece a %2$@. Su número es privado. Tu historial de mensajes de ambos chats se ha fusionado aquí.
fa: پس از تبادل پیام با %1$@ متوجه شدید که این شماره متعلق به %2$@ است. شماره او خصوصی است. تاریخچه پیام شما برای هر دو گفتگو اینجا ادغام شده است.
fi: Lähetettyäsi viestin numeroon %1$@ sinulle selvisi, että numero kuuluu käyttäjälle %2$@. Puhelinnumero on yksityinen. Molempien keskusteluiden viestihistoria on yhdistetty tähän.
fr: Après avoir envoyé un message au %1$@, vous avez découvert que ce numéro est en fait celui de %2$@. Son numéro est privé. Signal a fusionné ici les messages contenus dans les deux conversations.
ga: Tar éis teachtaireachtaí a sheoladh chuig %1$@ fuair tú amach gur le %2$@ an uimhir seo. Tá uimhir an duine sin príobháideach. Tá do stair teachtaireachtaí don dá chomhrá cumasctha anseo.
gu: %1$@ સાથે મેસેજમાં વાતચીત કર્યા પછી તમે જાણ્યું કે આ નંબર %2$@નો છે. તેમનો નંબર ખાનગી છે. બંને ચેટ માટેની તમારી મેસેજ હિસ્ટ્રી અહીં મર્જ કરવામાં આવી છે.
he: לאחר התכתבות עם %1$@ גילית שהמספר הזה שייך ל%2$@. מספר הטלפון שלו או שלה הוא פרטי. היסטוריית ההודעות שלך לשני הצ'אטים מוזגה כאן.
hi: %1$@ को संदेश भेजने पर आपने जाना कि यह नंबर %2$@ का है। उनका नंबर निजी है। दोनों चैट के लिए आपका संदेश इतिहास यहां मर्ज कर दिया गया है।
hr: Nakon razgovora s brojem %1$@ saznali ste da pripada korisniku %2$@. Taj je broj telefona privatan. Vaša povijest poruka za oba razgovora spojena je i nalazi se ovdje.
hu: A(z) %1$@ telefonszámmal való üzenetváltás után megtudtad, hogy ez a szám %2$@ felhasználóhoz tartozik. A telefonszáma privát. A két csevegéshez tartozó üzenetelőzmények itt kerültek összevonásra.
id: Setelah berkirim pesan dengan %1$@, Anda mengetahui nomor ini milik %2$@. Nomor teleponnya diatur privat. Riwayat pesan Anda untuk kedua obrolan telah digabungkan di sini.
it: Dopo aver inviato un messaggio a %1$@ hai scoperto che questo numero appartiene a %2$@. Il numero di telefono di questa persona è privato. La cronologia dei messaggi di entrambe le chat è stata unita e puoi trovarla qui.
ja: %1$@ へのメッセージ送信後、この電話番号は %2$@さんのものであることが確認されました。電話番号は非公開です。 両方のチャットのメッセージ履歴は統合されました。
ko: %1$@ 님과 메시지를 주고받은 후 이 번호가 %2$@ 님의 전화번호라는 걸 알게 됐습니다. 해당 사용자의 번호는 비공개 상태입니다. 두 대화의 메시지 기록이 여기에 병합됩니다.
mr: %1$@ सह मेसेज केल्यानंतर आपणाला हा क्रमांक %2$@ च्या मालकीचा असल्याचे समजले. त्यांचा क्रमांक खाजगी आहे. दोन्ही चॅट्ससाठीचा आपला संदेश इतिहास येथे एकत्र करण्यात आला आहे.
ms: Selepas menghantar mesej kepada %1$@, anda mengetahui nombor ini milik %2$@. Nombor mereka adalah peribadi. Sejarah mesej anda untuk kedua-dua sembang telah digabungkan di sini.
nb: Du fant ut at dette nummeret tilhører %2$@ etter å ha utvekslet meldinger med %1$@. Nummeret er privat. Meldingsloggene for begge samtalene er slått sammen her.
nl: Na het uitwisselen van berichten met %1$@ weet je dat dit nummer van %2$@ is. Hun telefoonnummer is privé. Je chatgeschiedenis voor beide chats is hier samengevoegd.
pl: Wymiana wiadomości z numerem %1$@ pozwoliła potwierdzić, że osobą, do której należy ten numer, jest %2$@. Ten numer jest ukryty. Historia wiadomości z obu czatów została połączona tutaj.
pt_br: Após trocar mensagens com %1$@, você descobriu que esse número pertence ao membro %2$@. O número é privado. Seu histórico de mensagens para ambos os chats foi mesclado aqui.
pt_pt: Após trocar mensagens com %1$@ descobriu que este número pertence a %2$@. O número desta pessoa é privado. O seu histórico de mensagens para ambos os chats foi juntado aqui.
ro: După ce ai schimbat mesaje cu %1$@ ai aflat că acest număr aparține lui %2$@. Numărul de telefon este privat. Istoricul mesajelor pentru ambele conversații au fost cumulate aici.
ru: После обмена сообщениями с %1$@ вам стало известно, что этот номер принадлежит %2$@. Это частный номер. История ваших сообщений для обоих чатов была объединена здесь.
sk: Po odoslaní správy na %1$@ ste zistili, že toto číslo patrí používateľovi %2$@. Ich číslo je súkromné. História správ pre oba čety bola zlúčená tu.
sr: Након ћаскања са бројем %1$@, сазнали сте да је власник тог броја %2$@. Број тог корисника је приватан. Историја порука за оба ћаскања спојена је овде.
sv: Efter att ha skickat meddelanden med %1$@ fick du reda på att detta nummer tillhör %2$@. Numret är privat. Din meddelandehistorik för båda chattarna har slagits samman här.
th: หลังจากที่ส่งข้อความกับ %1$@ คุณได้ทราบว่าหมายเลขนี้เป็นของ %2$@ หมายเลขโทรศัพท์นี้เป็นข้อมูลส่วนตัว ประวัติการส่งข้อความสำหรับแชททั้งสองรายการถูกรวมไว้ในนี้
tr: %1$@ ile mesajlaştıktan sonra bu numaranın %2$@ adlı kişiye ait olduğunu öğrenmiş oldun. Bu kişinin telefon numarası gizlidir. Her iki sohbet için mesaj geçmişin burada birleştirilmiştir.
ug: %1$@ بىلەن ئۇچۇرلاشقاندىن كىيىن، سىز بۇ نومۇرنىڭ %2$@گە تەۋە ئىكەنلىكىنى بىلدىڭىز. ئۇلارنىڭ نومۇرى شەخسىي. ھەر ئىككى پاراڭدىكى ئۇچۇرلىشىش خاتىرىڭىز بۇ يەردە بىرلەشتۈرۈلدى.
uk: Після спілкування з %1$@ ви дізналися, що цей номер належить користувачу %2$@. Це приватний номер. Вашу історію повідомлень для обох чатів було об'єднано тут.
ur: %1$@ کے ساتھ میسجنگ کرنے کے بعد آپ کو معلوم ہو گیا ہے کہ یہ نمبر %2$@ سے تعلق رکھتا ہے۔ ان کا نمبر نجی ہے۔ دونوں چیٹس کے لیے آپ کی میسج ہسٹری یہاں ضم کر دی گئی ہے۔
vi: Sau khi nhắn tin với %1$@ bạn biết số này thuộc về %2$@. Số điện thoại của liên hệ này là thông tin riêng tư. Lịch sử tin nhắn của các cuộc trò chuyện của bạn đã được hợp nhất tại đây.
zh_cn: 给 %1$@ 发送消息后，您得知这是%2$@的电话号码。此电话号码为私密号码。 您两个聊天的消息记录已合并到此处。
zh_hk: 與 %1$@ 通訊後，你得知此號碼是屬於 %2$@。其電話號碼已設定為私人狀態。 兩組聊天的訊息紀錄已在此處合併。

# THREAD_MERGE_NO_PHONE_NUMBER
source: Your message history with %1$@ and another chat that belonged to them has been merged.
ar: تمَّ دمج سِجّل رسائلك مع %1$@ ودردشة أخرى تخصه.
be: Гісторыя вашых паведамленняў з %1$@ і іншым чатам, які належаў яму/ёй, была аб'яднаная.
bn: %1$@-এর সাথে আপনার ম্যাসেজের ইতিহাস এবং সেগুলোর সাথে সম্পর্কিত অন্য একটি চ্যাট একত্রিত করা হয়েছে।
ca: L'historial de missatges amb %1$@ i un altre xat de la mateixa persona s'ha fusionat.
cs: Historie vašich zpráv s uživatelem %1$@ a další chat s ním spojený byly sloučeny.
da: Din beskedhistorik med %1$@ og en anden chat, der tilhørte vedkommende, er slået sammen.
de: Dein Nachrichtenverlauf mit %1$@ und einem anderen Chat, der dazu gehört, wurde zusammengeführt.
el: Το ιστορικό μηνυμάτων σου με τον χρήστη %1$@ και μια άλλη συνομιλία που του άνηκε συγχωνεύτηκαν.
es: Tu historial de mensajes con %1$@ se ha fusionado con otro chat que tenías con esa misma persona.
fa: سابقه پیام شما با %1$@ و گفتگوی دیگری که متعلق به او بود ادغام شده است.
fi: Viestihistoriasi henkilön %1$@ kanssa ja toinen siihen kuulunut keskustelu on yhdistetty.
fr: Signal a fusionné les messages échangés avec %1$@ et ceux d'une autre conversation associée au même contact.
ga: Cumascadh stair do theachtaireachtaí le %1$@ agus comhrá eile ar leis an duine sin é.
gu: %1$@ સાથેની તમારી મેસેજ હિસ્ટ્રી અને તેમની સાથેની બીજી ચેટને ભેગી કરી દેવામાં આવી છે.
he: היסטוריית ההודעות שלך עם %1$@ וצ׳אט נוסף ששייך אליו או אליה מוזגו יחד.
hi: %1$@ के साथ आपके संदेश इतिहास को उनके साथ ही किसी अन्य चैट के साथ जोड़ दिया गया है।
hr: Povijest vašeg razgovora s korisnikom %1$@ sada je povezana s drugim razgovorom s istim korisnikom.
hu: %1$@ és a hozzá tartozó csevegés üzenetelőzményei összevonásra kerültek.
id: Riwayat pesan Anda dengan %1$@ dan satu obrolan lain dengannya telah digabungkan.
it: La tua cronologia dei messaggi con %1$@ è stata collegata a un'altra sua chat.
ja: %1$@ さんとのメッセージ履歴と、同じ人との別のチャットが統合されました。
ko: %1$@ 님과 주고받은 메시지 기록과 해당 사용자가 속한 다른 대화의 메시지 기록을 병합했습니다.
mr: आपला %1$@ यांच्यासह संदेश इतिहास आणि त्यांच्याशी संबंधित असलेले अन्य चॅट एकत्रित करण्यात आले आहेत.
ms: Sejarah mesej anda dengan %1$@ dan sembang lain milik mereka telah digabungkan.
nb: Meldingsloggen din med %1$@ har blitt slått sammen med en annen samtale som tilhørte vedkommende.
nl: Je chatgeschiedenis met %1$@ en een andere chat met deze persoon zijn samengevoegd.
pl: Historia wiadomości, które wymieniacie Ty i %1$@, oraz tych z innego czatu należącego do tej osoby została połączona.
pt_br: Seu histórico de mensagens com %1$@ e outro chat pertencente a este usuário foram mesclados.
pt_pt: O seu histórico de mensagens com %1$@ e outro chat com esta pessoa foram juntados.
ro: Istoricul mesajelor tale cu %1$@ și altă conversație care le aparținea au fost unite.
ru: Ваши истории сообщений с %1$@ и другим чатом, который принадлежал ему/ей, были объединены.
sk: Vaša história správ s používateľom %1$@ a ďalším četom, ktorého je súčasťou, bola zlúčená.
sr: Историја порука које сте разменили ви и %1$@ и друго ћаскање које је припадало том кориснику сада су спојени.
sv: Din meddelandehistorik med %1$@ och en annan chatt som tillhörde hen har slagits samman.
th: ประวัติการส่งข้อความของคุณกับ %1$@ และอีกแชทของผู้ติดต่อถูกรวมเข้าด้วยกันเรียบร้อยแล้ว
tr: %1$@ ile olan mesaj geçmişin ve ona ait başka bir sohbet birleştirildi.
ug: %1$@ ۋە ئۇلارغا تەۋە باشقا بىر پاراڭدىكى ئۇچۇرلىشىش خاتىرىڭىز بىرلەشتۈرۈلدى.
uk: Вашу історію повідомлень із користувачем %1$@ й іншим чатом, який належить йому, було об'єднано.
ur: %1$@ اور ایک اور چیٹ کے ساتھ آپ کی میسج ہسٹری کو ضم کر دیا گیا ہے جو ان سے متعلقہ تھی۔
vi: Lịch sử tin nhắn của bạn với %1$@ và một cuộc trò chuyện khác của liên hệ này đã được hợp nhất.
zh_cn: 您与%1$@的消息记录以及您与对方的其他聊天记录已合并。
zh_hk: 你與 %1$@ 的訊息紀錄和屬於他們的另一個聊天已經合併。

# THREAD_MERGE_PHONE_NUMBER
source: Your message history with %1$@ and their number %2$@ has been merged.
ar: تمَّ دمج سِجّل رسائلك مع %1$@ ورقمه %2$@.
be: Гісторыя вашых паведамленняў з %1$@ і яго/яе нумарам %2$@ была аб'яднаная.
bn: %1$@-এর সাথে আপনার ম্যাসেজের ইতিহাস এবং তাদের নম্বর %2$@ একত্রিত করা হয়েছে।
ca: L'historial de missatges amb %1$@ i el seu número %2$@ s'ha fusionat.
cs: Historie vašich zpráv s uživatelem %1$@ a jeho číslem %2$@ byla sloučena.
da: Din meddelelseshistorik med %1$@ og vedkommendes nummer %2$@ er blevet flettet.
de: Dein Nachrichtenverlauf mit %1$@ und der zugehörigen Nummer %2$@ wurde zusammengeführt.
el: Συγχωνεύτηκαν το ιστορικό μηνυμάτων σου με τον χρήστη %1$@ και τον αριθμό του, %2$@.
es: Tu historial de mensajes con %1$@ y su número %2$@ se ha fusionado.
fa: تاریخچه پیام شما با %1$@ و شماره او %2$@ ادغام شده است.
fi: Viestihistoriasi henkilön %1$@ kanssa ja käyttäjän numero %2$@ on yhdistetty.
fr: Signal a fusionné les messages échangés avec %1$@ et avec son numéro %2$@.
ga: Cumascadh stair do theachtaireachtaí le %1$@ agus uimhir an duine sin %2$@.
gu: %1$@ સાથેની તમારી મેસેજ હિસ્ટ્રી અને તેમનો નંબર %2$@ ભેગા કરી દેવામાં આવ્યા છે.
he: היסטוריית ההודעות שלך עם %1$@ והמספר שלו או שלה %2$@ מוזגו יחד.
hi: %1$@ के साथ आपके संदेश इतिहास को उनके नंबर %2$@ के साथ जोड़ दिया गया है।
hr: Povijest vašeg razgovora s korisnikom %1$@ sada je povezana s njegovim brojem %2$@.
hu: %1$@ és számának (%2$@) üzenetelőzményei összevonásra kerültek.
id: Riwayat pesan Anda dengan %1$@ dan nomor %2$@ telah digabungkan.
it: La tua cronologia dei messaggi con %1$@ è stata collegata al suo numero %2$@.
ja: %1$@ さんと%2$@ のメッセージ履歴が統合されました。
ko: %1$@ 님과 해당 사용자 번호 %2$@의 메시지 기록을 병합했습니다.
mr: आपला %1$@ यांच्यासह असलेला संदेश इतिहास आणि त्यांचा क्रमांक %2$@ एकत्रित करण्यात आला आहे.
ms: Sejarah mesej anda dengan %1$@ dan nombor mereka %2$@ telah digabungkan.
nb: Meldingsloggen din med %1$@ (%2$@) og vedkommendes telefonnummer har blitt slått sammen.
nl: Je chatgeschiedenis met %1$@ en diens nummer %2$@ zijn samengevoegd.
pl: Historia wiadomości, które wymieniacie Ty i %1$@, oraz tych na czacie z numerem %2$@ została połączona.
pt_br: Seu histórico de mensagens com %1$@ e o número %2$@ foram mesclados.
pt_pt: O seu histórico de mensagens com %1$@ e o seu número %2$@ foram agregados.
ro: Istoricul mesajelor tale cu %1$@ și numărul său %2$@ au fost unite.
ru: Ваши истории сообщений с %1$@ и его/её номером %2$@ были объединены.
sk: Vaša história správ s používateľom %1$@ a ich číslom %2$@ bola zlúčená.
sr: Историја порука које сте разменили ви и %1$@ и број тог корисника %2$@ сада су спојени.
sv: Din meddelandehistorik med %1$@ och hens nummer %2$@ har slagits samman.
th: ประวัติการส่งข้อความของคุณกับ %1$@ รวมถึงหมายเลขโทรศัพท์ %2$@ ถูกรวมเข้าด้วยกันเรียบร้อยแล้ว
tr: %1$@ kişisi ve %2$@ numarası ile olan mesaj geçmişin birleştirildi.
ug: %1$@ ۋە ئۇلارنىڭ نومۇرى %2$@ بىلەن بولغان ئۇچۇرلىشىش خاتىرىڭىز بىرلەشتۈرۈلدى.
uk: Вашу історію повідомлень із користувачем %1$@ і номером %2$@ було об'єднано.
ur: %1$@ اور ان کے نمبر %2$@ کے ساتھ آپ کی میسج ہسٹری ضم کر دی گئی ہے۔
vi: Lịch sử tin nhắn của bạn với %1$@ và số điện thoại %2$@ của liên hệ này đã được hợp nhất.
zh_cn: 您与%1$@的消息记录以及您与聊天对象名称为对方电话号码 %2$@ 的消息记录已合并。
zh_hk: 你與 %1$@ 的訊息紀錄及其號碼 %2$@ 已經合併。

# TIME_AMOUNT_DAYS
source: %@ days
af: %@ dae
ar: %1$@ أيام
az: %@ gün
be: %1$@ дзён
bg: %@ дена
bn: %1$@দিন
ca: %1$@ dies
cs: %1$@ dnů
cy: %@ diwrnod
da: %1$@ dage
de: %1$@ Tage
el: %1$@ ημέρες
es: %1$@ días
es_es: %@ días
et: %@ päeva
eu: %@egun
fa: %1$@ روز
fi: %1$@ päivää
fil: %@ araw
fr: %1$@ jours
ga: %1$@ lá
gu: %1$@ દિવસ
he: %1$@ ימים
hi: %1$@ दिन
hr: %1$@ dana
hu: %1$@ nap
id: %1$@hari
is: %@ dagar
it: %1$@ giorni
ja: %1$@日
kab: %@ n wussan
kk: %@ күн
km: %@ ááŸ’á„áŸƒ
kn: %@ ದಿನಗಳು
ko: %1$@일
lt: %@ dienas(-ų)
lv: %@ dienas
mk: %@ денови
ml: %@ ദിവസങ്ങൾ
mr: %1$@ दिवस
ms: %1$@ hari
my: %@ နေ့
nb: %1$@ dager
nl: %1$@ dagen
pa: %@ ਦਿਨ
pa_pk: %@ دن
pl: %1$@ dni
ps: %@ ورځې
pt_br: %1$@ dias
pt_pt: %1$@ dias
ro: %1$@ zile
ru: %1$@ дней
sk: %1$@ dní
sl: %@ dni
sq: %@ ditë
sr: %1$@ дан(а)
sv: %1$@ dagar
sw: %@siku
ta: %@ நாட்கள்
te: %@ రోజులు
th: %1$@ วัน
tr: %1$@ gün
ug: %1$@ كۈن
uk: %1$@ д
ur: %1$@دنوں
vi: %1$@ ngày
zh_cn: %1$@天
zh_hk: %1$@ 天

# TIME_AMOUNT_DAYS_SHORT_FORMAT
source: %@d
ar: %1$@ي
az: %@ gün
be: %1$@ д
bg: %@д
bn: %1$@দি.
ca: %1$@ d
cs: %1$@d
da: %1$@ d
de: %1$@ Tg.
el: %1$@ημ
es: %1$@ d
et: %@p
eu: %@e
fa: %1$@ر
fi: %1$@ pv
fil: %@a
fr: %1$@ j
ga: %1$@l
gu: %1$@d
he: %1$@י
hi: %1$@दिन
hr: %1$@d
hu: %1$@ nap
id: %1$@d
it: %1$@d
ja: %1$@日
kab: %@ n wussan
kk: %@к
km: %@ááŸ’á„áŸƒ
kn: %@ದಿ
ko: %1$@d
mk: %@д
mr: %1$@ दि
ms: %1$@ h
nb: %1$@d
nl: %1$@ d
pa: %@ਦ
pa_pk: %@ دن
pl: %1$@d
ps: %@ ورځ
pt_br: %1$@d
pt_pt: %1$@d
ro: %1$@d
ru: %1$@д
sk: %1$@d
sr: %1$@ д.
sv: %1$@d
sw: %@s
ta: %@நாள்
te: %@ రో
th: %1$@วัน
tr: %1$@g
ug: %1$@ كۈن
uk: %1$@д
ur: %1$@ڈی
vi: %1$@ngày
zh_cn: %1$@天
zh_hk: %1$@ 天

# TIME_AMOUNT_HOURS
source: %@ hours
af: %@ uur
ar: %1$@ ساعات
az: %@ saat
be: %1$@ гадзін
bg: %@ часа
bn: %1$@ ঘন্টা
ca: %1$@ hores
cs: %1$@ hodin
cy: %@ awr
da: %1$@ timer
de: %1$@ Stunden
el: %1$@ ώρες
es: %1$@ horas
es_es: %@ horas
et: %@ tundi
eu: %@ordu
fa: %1$@ ساعت
fi: %1$@ tuntia
fil: %@ oras
fr: %1$@ heures
ga: %1$@ uair
gu: %1$@ કલાક
he: %1$@ שעות
hi: %1$@ घंटे
hr: %1$@ sata/i
hu: %1$@ óra
id: %1$@jam
is: %@ klukkustundir
it: %1$@ ore
ja: %1$@時間
kab: %@ n yisragen
kk: %@ сағат
km: %@ á˜áŸ‰áŸ„á„
kn: %@ ಗಂಟೆಗಳು
ko: %1$@시간
lt: %@ valandas(-ų)
lv: %@ stundas
mk: %@ часа
ml: %@ മണിക്കൂറുകൾ
mr: %1$@ तास
ms: %1$@ jam
my: %@ နာရီ
nb: %1$@ timer
nl: %1$@ uur
pa: %@ ਘੰਟੇ
pa_pk: %@ گھنٹے
pl: %1$@ godz.
ps: %@ ساعتونه
pt_br: %1$@ horas
pt_pt: %1$@ horas
ro: %1$@ ore
ru: %1$@ часов
sk: %1$@ hod
sl: %@ ur
sq: %@ orë
sr: %1$@ h
sv: %1$@ timmar
sw: %@saa
ta: %@மணி நேரங்கள்
te: %@ గంటలు
th: %1$@ ชั่วโมง
tr: %1$@ saat
ug: %1$@ سائەت
uk: %1$@ год
ur: %1$@گھنٹے
vi: %1$@ giờ
zh_cn: %1$@小时
zh_hk: %1$@ 小時

# TIME_AMOUNT_HOURS_SHORT_FORMAT
source: %@h
ar: %1$@س
az: %@ sa
be: %1$@ г
bg: %@ч
bn: %1$@ঘ.
ca: %1$@ h
cs: %1$@h
cy: %@a
da: %1$@ t
de: %1$@ Std.
el: %1$@ώ
es: %1$@ h
et: %@t
fa: %1$@س
fi: %1$@ t
fil: %@o
fr: %1$@ h
ga: %1$@u
gu: %1$@ક
he: %1$@שע
hi: %1$@घंटे
hr: %1$@h
hu: %1$@h
id: %1$@h
is: %@klst
it: %1$@h
ja: %1$@時間
kab: %@srg
kk: %@сағ
km: %@á˜áŸ‰áŸ„á„
kn: %@ಗಂ
ko: %1$@시
lt: %@val.
mk: %@ч
mr: %1$@ ता
ms: %1$@ j
nb: %1$@t
nl: %1$@ u
pa: %@ਘੰ
pa_pk: %@ گھنٹے
pl: %1$@g
ps: %@ ساعت
pt_br: %1$@h
pt_pt: %1$@h
ro: %1$@h
ru: %1$@ч
sk: %1$@h
sr: %1$@ h
sv: %1$@h
sw: %@s
ta: %@மணி நேரம்
te: %@గం
th: %1$@ชม
tr: %1$@sa
ug: %1$@ سائەت
uk: %1$@г
ur: %1$@ایچ
vi: %1$@giờ
zh_cn: %1$@时
zh_hk: %1$@小時

# TIME_AMOUNT_MINUTES
source: %@ minutes
af: %@ minute
ar: %1$@ دقائق
az: %@ dəqiqə
be: %1$@ хвілін
bg: %@ минути
bn: %1$@ মিনিট
ca: %1$@ minuts
cs: %1$@ minut
cy: %@ munud
da: %1$@ minutter
de: %1$@ Minuten
el: %1$@ λεπτά
es: %1$@ minutos
es_es: %@ minutos
et: %@ minutit
eu: %@minutu
fa: %1$@ دقیقه
fi: %1$@ minuuttia
fil: %@ minuto
fr: %1$@ minutes
ga: %1$@ nóiméad
gu: %1$@ મિનિટ
he: %1$@ דקות
hi: %1$@ मिनट
hr: %1$@ minuta
hu: %1$@ perc
id: %1$@menit
is: %@ mínútur
it: %1$@ minuti
ja: %1$@分
kab: %@ n tesdatin
kk: %@ минут
km: %@ á“á¶á‘á¸
kn: %@ ನಿಮಿಷಗಳು
ko: %1$@분
lt: %@ minutes(-ių)
lv: %@ minūtes
mk: %@ минути
ml: %@ മിനിറ്റുകൾ
mr: %1$@ मिनिटे
ms: %1$@ minit
my: %@ မိနစ်
nb: %1$@ minutter
nl: %1$@ minuten
pa: %@ ਮਿੰਟ
pa_pk: %@ منٹس
pl: %1$@ min
ps: %@ دقیقې
pt_br: %1$@ minutos
pt_pt: %1$@ minutos
ro: %1$@ minute
ru: %1$@ мин.
sk: %1$@ min
sl: %@ minut
sq: %@ minuta
sr: %1$@ m
sv: %1$@ minuter
sw: %@dakika
ta: %@நிமிடங்கள்
te: %@ నిముషాలు
th: %1$@ นาที
tr: %1$@ dakika
ug: %1$@ مىنۇت
uk: %1$@ хв
ur: %1$@منٹس
vi: %1$@ phút
zh_cn: %1$@分钟
zh_hk: %1$@ 分鐘

# TIME_AMOUNT_MINUTES_SHORT_FORMAT
source: %@m
ar: %1$@د
az: %@ dəq
be: %1$@ хв
bg: %@м
bn: %1$@মি.
ca: %1$@ m
cs: %1$@m
da: %1$@ m
de: %1$@ Min.
el: %1$@λ
es: %1$@ min
eu: %@min
fa: %1$@دق
fi: %1$@ min
fr: %1$@ m
ga: %1$@n
gu: %1$@મિ
he: %1$@ד
hi: %1$@मिनट
hr: %1$@m
hu: %1$@p
id: %1$@m
it: %1$@min
ja: %1$@分
kab: %@ tsd
kk: %@мин
km: %@á“á¶á‘á¸
kn: %@ ನಿ
ko: %1$@분
lt: %@min.
lv: %@ min
mk: %@м
mr: %1$@ मि
ms: %1$@ m
nb: %1$@m
nl: %1$@ min
pa: %@ਮ
pa_pk: %@ منٹس
pl: %1$@m
ps: %@ دقیقه
pt_br: %1$@m
pt_pt: %1$@m
ro: %1$@m
ru: %1$@мин
sk: %1$@m
sr: %1$@ m
sv: %1$@m
sw: %@d
ta: %@நிமிடம்
te: %@ ని
th: %1$@นาที
tr: %1$@dk
ug: %1$@ مىنۇت
uk: %1$@хв
ur: %1$@ایم
vi: %1$@phút
zh_cn: %1$@分
zh_hk: %1$@分鐘

# TIME_AMOUNT_SECONDS
source: %@ seconds
af: %@ sekondes
ar: %1$@ ثوان
az: %@ saniyə
be: %1$@ секунд
bg: %@ секунди
bn: %1$@সেকেন্ড
ca: %1$@ segons
cs: %1$@ sekund
cy: %@ eiliad
da: %1$@ sekunder
de: %1$@ Sekunden
el: %1$@ δευτερόλεπτα
es: %1$@ segundos
es_es: %@ segundos
et: %@ sekundit
eu: %@segundu
fa: %1$@ ثانیه
fi: %1$@ sekuntia
fil: %@ segundo
fr: %1$@ secondes
ga: %1$@ soicind
gu: %1$@સેકન્ડ
he: %1$@ שניות
hi: %1$@सेकंड
hr: %1$@ sekunde/i
hu: %1$@mp
id: %1$@ detik
is: %@ sekúndur
it: %1$@ secondi
ja: %1$@秒
kab: %@ n tsinin
kk: %@ секунд
km: %@ áœá·á“á¶á‘á¸
kn: %@ ಸೆಕೆಂಡುಗಳು
ko: %1$@초
lt: %@ sekundes(-ių)
lv: %@ sekundes
mk: %@ секунди
ml: %@ സെക്കൻ്റുകൾ
mr: %1$@ सेकंद
ms: %1$@ saat
my: %@ စက္ကန့်
nb: %1$@ sekunder
nl: %1$@ seconden
pa: %@ ਸਕਿੰਟ
pa_pk: %@ سیکنڈ
pl: %1$@ sek.
ps: %@ ثانیې
pt_br: %1$@ segundos
pt_pt: %1$@ segundos
ro: %1$@ secunde
ru: %1$@ секунд
sk: %1$@ sek
sl: %@ sekund
sq: %@ sekonda
sr: %1$@ s
sv: %1$@ sekunder
sw: %@sekunde
ta: %@விநாடிகள்
te: %@ సెకన్లు
th: %1$@ วินาที
tr: %1$@ saniye
ug: %1$@ سېكۇنت
uk: %1$@ с
ur: %1$@سیکنڈز
vi: %1$@ giây
zh_cn: %1$@秒
zh_hk: %1$@ 秒

# TIME_AMOUNT_SECONDS_SHORT_FORMAT
source: %@s
ar: %1$@ث
az: %@ sn
be: %1$@ с
bg: %@с
bn: %1$@সে.
ca: %1$@ s
cs: %1$@s
cy: %@e
da: %1$@ s
de: %1$@ Sek.
el: %1$@δ
es: %1$@ s
fa: %1$@ث
fi: %1$@ s
fr: %1$@ s
ga: %1$@s
gu: %1$@સે
he: %1$@שנ
hi: %1$@सेकंड
hr: %1$@s
hu: %1$@mp
id: %1$@s
it: %1$@s
ja: %1$@秒
kab: %@ tsn
kk: %@сек
km: %@áœá·á“á¶á‘á¸
kn: %@ ಸೆ
ko: %1$@초
lt: %@sek.
mk: %@с
mr: %1$@ से
ms: %1$@ s
nb: %1$@s
nl: %1$@ s
pa: %@ਸ
pa_pk: %@ سیکنڈ
pl: %1$@s
ps: %@ ثانیه
pt_br: %1$@s
pt_pt: %1$@s
ro: %1$@s
ru: %1$@с
sk: %1$@s
sr: %1$@ s
sv: %1$@s
ta: %@விநாடிகள்
te: %@ సె
th: %1$@วิ
tr: %1$@sn
ug: %1$@ سېكۇنت
uk: %1$@с
ur: %1$@ایس
vi: %1$@ giây
zh_cn: %1$@秒
zh_hk: %1$@ 秒

# TIME_AMOUNT_SINGLE_DAY
source: %@ day
af: %@ dag
ar: %1$@ يوم
az: %@ gün
be: %1$@ дзень
bg: %@ дни
bn: %1$@দিন
ca: %1$@ dia
cs: %1$@ den
cy: %@ diwrnod
da: %1$@ dag
de: %1$@ Tag
el: %1$@ ημέρα
es: %1$@ día
es_es: %@ día
et: %@ päev
eu: egun %@
fa: %1$@ روز
fi: %1$@ päivä
fil: %@ araw
fr: %1$@ jour
ga: %1$@ lá
gu: %1$@દિવસ
he: יום %1$@
hi: %1$@दिन
hr: %1$@ dan
hu: %1$@ nap
id: %1$@hari
is: %@ daga
it: %1$@ giorno
ja: %1$@日
kab: %@ n wass
kk: %@ күн
km: %@ ááŸ’á„áŸƒ
kn: %@ ದಿನ
ko: %1$@일
lt: %@ dieną
lv: %@ diena
mk: %@ ден
ml: %@ ദിവസം
mr: %1$@ दिवस
ms: %1$@ hari
my: %@ ရက်
nb: %1$@ dag
nl: %1$@ dag
pa: %@ ਦਿਨ
pa_pk: %@ دن
pl: %1$@ dzień
ps: %@ ورځ
pt_br: %1$@ dia
pt_pt: %1$@ dia
ro: %1$@ zi
ru: %1$@ день
sk: %1$@ deň
sl: %@ dan
sq: %@ ditë
sr: %1$@ дан
sv: %1$@ dag
sw: %@siku
ta: %@நாள்
te: %@ రోజు
th: %1$@ วัน
tr: %1$@ gün
ug: %1$@ كۈن
uk: %1$@ день
ur: %1$@دن
vi: %1$@ ngày
zh_cn: %1$@天
zh_hk: %1$@ 天

# TIME_AMOUNT_SINGLE_HOUR
source: %@ hour
af: %@ uur
ar: %1$@ ساعة
az: %@ saat
be: %1$@ гадзіны
bg: %@ час
bn: %1$@ঘন্টা
ca: %1$@ hora
cs: %1$@ hodina
cy: %@ awr
da: %1$@ time
de: %1$@ Stunde
el: %1$@ ώρα
es: %1$@ hora
es_es: %@ hora
et: %@ tund
eu: ordu %@
fa: %1$@ ساعت
fi: %1$@ tunti
fil: %@ oras
fr: %1$@ heure
ga: %1$@ uair
gu: %1$@કલાક
he: שעה %1$@
hi: %1$@घंटा
hr: %1$@ sat
hu: %1$@ óra
id: %1$@ jam
is: %@ klukkustund
it: %1$@ ora
ja: %1$@時間
kab: %@ n usrag
kk: %@ сағат
km: %@ á˜áŸ‰áŸ„á„
kn: %@ ಗಂಟೆ
ko: %1$@시간
lt: %@ valandą
lv: %@ stunda
mk: %@ час
ml: %@ മണിക്കൂർ
mr: %1$@ तास
ms: %1$@ jam
my: %@ နာရီ
nb: %1$@ time
nl: %1$@ uur
pa: %@ ਘੰਟਾ
pa_pk: %@ گھنٹہ
pl: %1$@ godz.
ps: %@ ساعت
pt_br: %1$@ hora
pt_pt: %1$@ hora
ro: %1$@ oră
ru: %1$@ час
sk: %1$@ hodina
sl: %@ ura
sq: %@ orë
sr: %1$@ h
sv: %1$@ timme
sw: %@saa
ta: %@மணி நேரம்
te: %@ గంట
th: %1$@ ชั่วโมง
tr: %1$@ saat
ug: %1$@ سائەت
uk: %1$@ год
ur: %1$@گھنٹہ
vi: %1$@ giờ
zh_cn: %1$@小时
zh_hk: %1$@ 小時
