Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PENDING_GROUP_MEMBERS_DENY_REQUEST_CONFIRMATION_TITLE_FORMAT
source: Deny request from “%@”? They will not be able to request to join via the group link again.
ar: هل ترغبُ برفض طلب انضمام "%1$@"؟ لن يتمكن المُستخدِم من إرسال طلب الانضمام للمجموعة بواسطة رابط المجموعة مرّة أخرى.
be: Адхіліць запыт ад «%1$@»? Гэты карыстальнік больш не зможа запытаць далучэнне праз спасылку на групу.
bn: "%1$@"-এর অনুরোধ প্রত্যাখ্যান করবেন? তারা আর গ্রুপ লিংকের মাধ্যমে যোগ দেয়ার জন্য অনুরোধ করতে পারবেন না।
ca: Vols rebutjar la sol·licitud de "%1$@"? No podran tornar a sol·licitar que t'uneixis a través de l'enllaç del grup.
cs: Zamítnout žádost od "%1$@"? Nebudou moci znovu požádat o připojení prostřednictvím odkazu na skupinu.
da: Afvis anmodning fra “%1$@”? Personen vil ikke kunne anmode om at deltage via gruppelinket igen.
de: Beitrittsanfrage von »%1$@« ablehnen? Eine erneute Beitrittsanfrage über den Gruppen-Link ist dann nicht mehr möglich.
el: Απόρριψη αιτήματος του χρήστη "%1$@"; Δεν θα μπορεί να ξαναζητήσει να μπει στην ομάδα μέσω του συνδέσμου ομάδας.
es: ¿Rechazar la solicitud de %1$@? Esta persona ya no podrá solicitar unirse al grupo mediante enlace.
es_es: ¿Rechazar la solicitud de «%@»?
fa: درخواست «%1$@» رد شود؟ او دوباره نمی‌تواند از طریق پیوند گروه درخواست عضویت کند.
fi: Hylätäänkö pyyntö käyttäjältä %1$@? Tämän jälkeen hän ei voi enää pyytää liittymistä ryhmälinkin kautta.
fr: Refuser la demande de %1$@ ? Cette personne ne pourra plus demander à rejoindre le groupe via le lien.
ga: Diúltaigh don iarratas ó “%1$@”? Ní bheidh an duine sin in ann dul isteach trí nasc an ghrúpa a iarraidh arís.
gu: "%1$@"ની વિનંતી નકારવી છે? તે ફરીથી ગ્રુપ લિંક વડે જોડાવાની વિનંતી કરી શકશે નહીં.
he: לסרב לבקשה מ“%1$@“? הוא או היא לא יוכלו לבקש להצטרף דרך לינק קבוצתי שוב.
hi: "%1$@" का अनुरोध अस्वीकार करें? वे फिर से ग्रुप लिंक के माध्यम से शामिल होने के लिए अनुरोध नहीं कर पाएंगे।
hr: Odbacite zahtjev od “%1$@”? Ova osoba neće moći ponovno zatražiti pridruživanje putem poveznice grupe.
hu: Elutasítod „%1$@” csatlakozási kérelmét? Nem kérheti újra a csatlakozást a csoporthivatkozáson keresztül.
id: Tolak permintaan dari “%1$@”? Dia tidak akan bisa lagi meminta bergabung via tautan grup.
it: Vuoi rifiutare la richiesta di "%1$@"? Non potrà più richiedere di unirsi tramite il link del Gruppo.
ja: 「%1$@」からの申請を拒否しますか？申請者は、このグループリンクから再申請できなくなります。
km: Deny request from â€œ%@â€? They will not be able to request to join via the group link again.
ko: “%1$@” 님의 요청을 거부할까요? 더 이상 그룹 링크를 통한 참가를 요청할 수 없게 됩니다.
mr: “%1$@” कडूनची विनंती नाकारयाची? ते पुन्हा एकदा गट लिंक मार्गे सामील होण्याची विनंती करु शकणार नाही.
ms: Tolak permintaan daripada "%1$@"? Mereka tidak akan dapat meminta untuk menyertai melalui pautan kumpulan lagi.
nb: Vil du slette forespørselen fra %1$@? Hvis du gjør dette, vil vedkommende ikke kunne spørre om å bli med i gruppen via gruppelenken igjen.
nl: Wil je het lidmaatschapsverzoek van ‘%1$@’ afwijzen? Als je dit doet dan kan deze persoon niet opnieuw via de groepslink verzoeken om lid te worden van de groep.
pl: Odrzucić prośbę, której nadawcą jest %1$@? Osoba ta nie będzie mogła ponownie poprosić o przyjęcie do grupy za pomocą linku.
pt_br: Recusar o pedido de “%1$@”? Essa pessoa não poderá pedir para entrar novamente via link do grupo.
pt_pt: Rejeitar o pedido de "%1$@"? Essa pessoa não poderá voltar a pedir para entrar novamente através do link do grupo.
ro: Respingi solicitarea din partea „%1$@”? Nu va putea să mai solicite să se alăture prin linkul de grup din nou.
ru: Отклонить запрос от «%1$@»? Этот пользователь больше не сможет запросить присоединиться к группе по ссылке.
sk: Odmietnuť žiadosť používateľa „%1$@“? Nebude môcť znova požiadať o pripojenie sa prostredníctvom odkazu do skupiny.
sl: Želite zavrniti prošnjo uporabnika_ce “%@”? Ta oseba ne bo več mogla zaprositi za članstvo preko povezave.
sr: Желите ли да одбијете захтев који шаље %1$@? Неће више моћи да тражи да се придружи групи преко линка.
sv: Neka förfrågan från %1$@? Hen kommer inte kunna begära att gå med genom grupplänken igen.
th: ปฏิเสธคำขอจาก "%1$@" หรือไม่ ผู้ติดต่อจะไม่สามารถส่งคำขอเพื่อเข้าร่วมด้วยลิงก์กลุ่มนี้ได้อีก
tr: “%1$@” tarafından gönderilen istek reddedilsin mi? Bu durumda grup bağlantısı üzerinden tekrar katılma talebinde bulunamayacaklar.
ug: «%1$@» نىڭ ئىلتىماسىنى رەت قىلامسىز؟ ئۇلار گۇرۇپپا ئۇلانمىسى بىلەن قايتا قوشۇلۇشنى ئىلتىماس قىلالمايدۇ.
uk: Відхилити запит від користувача %1$@? Цей користувач не зможе надіслати ще один запит на приєднання за посиланням групи.
ur: "%1$@" کی طرف سے درخواست رد کرنی ہے؟ وہ گروپ لنک کے ذریعے دوباہ شامل ہونے کی درخواست نہیں دے سکیں گے۔
vi: Từ chối yêu cầu từ "%1$@"? Người này sẽ không thể yêu cầu tham gia lại qua đường dẫn nhóm.
zh_cn: 要拒绝“%1$@”的请求吗？对方将无法再通过群组链接申请加入群组。
zh_hk: 要拒絕「%1$@」的請求嗎？對方將無法透過群組連結再次請求加入。

# PENDING_GROUP_MEMBERS_NO_PENDING_MEMBER_REQUESTS
source: There are no pending member requests.
af: Daar is geen hangende lidmaatskapversoeke nie.
ar: لا توجد طلبات أعضاء مُعلَّقة.
az: Gözləyən heç bir üzv tələbi yoxdur.
be: Няма запытаў на ўдзел у чаканні разгляду.
bn: কোনও মুলতুবি থাকা সদস্যের অনুরোধ নেই।
ca: No hi ha sol·licituds d'adhesió pendents.
cs: Neexistují žádné nevyřízené žádosti o členství.
cy: Nid oes unrhyw geisiadau aelodaeth yn aros.
da: Der er ingen afventende medlemsanmodninger
de: Keine ausstehenden Beitrittsanfragen.
el: Δεν υπάρχουν αιτήματα μελών σε εκκρεμότητα.
es: No hay solicitudes pendientes.
es_es: No hay solicitudes pendientes.
et: Ootel liikmetaotlusi pole.
eu: Ez dago egiteke dagoen kide eskaerarik.
fa: هیچ درخواست عضویت در حال انتظاری وجود ندارد.
fi: Ei odottavia liittymispyyntöjä.
fr: Aucune demande d'adhésion en attente.
gu: મેમ્બરની કોઈ બાકી રહેલી વિનંતીઓ નથી.
he: אין בקשות ממתינות של חברי קבוצה.
hi: कोई भी मेंबर के निवेदन लंबित नहीं हैं।
hr: Nema zahtjeva za članove na čekanju.
hu: Nincsenek függőben lévő tagsági kérések
id: Tidak ada permintaan anggota yang tertunda.
is: Það eru engar inngöngubeiðnir sem bíða.
it: Non ci sono richieste di diventare membro in attesa.
ja: 保留中のメンバー申請はありません。
kab: Ulac isutar n uεeggal yettṛaǧun.
km: á˜á·á“á¢á¶á…áŸáŸ†áá¾áŸá˜á¶á‡á·á€áŠáŸ‚á›á˜á·á“á‘á¶á“áŸ‹áŸá˜áŸ’ášáŸá…áŸ”
kn: ಯಾವುದೇ ಬಾಕಿ ಉಳಿದಿರುವ ಸದಸ್ಯರ ವಿನಂತಿಗಳಿಲ್ಲ.
ko: 대기 중인 멤버 요청이 없습니다.
lt: Nėra laukiančių prašymų tapti nariu.
lv: Nav neapstiprinātu dalībnieku pieprasījumi.
ml: ശേഷിക്കുന്ന അംഗ അഭ്യര്‍ത്ഥനകള്‍ ഇല്ല
mr: कुठल्याही इतर प्रलंबित सदस्य विनंत्या नाहीत.
ms: Tidak ada permintaan ahli yang belum selesai.
my: ဆိုင်းငံ့နေသော အဖွဲ့ဝင် တောင်းဆိုမှုများ မရှိပါ။
nb: Det er ingen ventende medlemsforespørsler.
nl: Geen lidmaatschapsverzoeken.
pa: ਕੋਈ ਬਾਕੀ ਮੈਂਬਰ ਬੇਨਤੀਆਂ ਨਹੀਂ ਹਨ।
pl: Nie ma oczekujących próśb o przyjęcie.
ps: د غړو ځنډول شوې غوښتنې نشته.
pt_br: Não há pedidos pendentes de membros.
pt_pt: Não existem pedidos pendentes para membro.
ro: Nu există solicitări în așteptare pentru membri noi.
ru: Нет ожидающих запросов на участие.
sk: Žiadne čakajúce žiadosti o členstvo.
sl: Ni čakajočih prošenj za članstvo.
sq: S’ka pezull kërkesa anëtarësh.
sr: Нема захтева за чланство на чекању.
sv: Det finns inga väntande medlemsförfrågningar.
sw: Hakuna maombi ya mwanachama yanayosubiri.
ta: உள்ளன இல்லை நிலுவையில் உள்ளது உறுப்பினர் கோரிக்கைகளை.
te: సభ్యుల అభ్యర్థనలు పెండింగ్‌లో లేవు.
th: ไม่มีคำขอเป็นสมาชิกที่ค้างอยู่ในขณะนี้
tr: Beklemede olan üyelik isteği yok.
ug: كۈتۈۋاتقان ئەزا تەلەپلىرى يوق.
uk: Немає нерозглянутих запитів на приєднання.
ur: کوئی رکن کی درخواستیں زیر التواء نہیں ہیں۔
vi: Đang không có yêu cầu thành viên nào đang chờ.
zh_cn: 没有待处理的入群申请。
zh_hk: 沒有待處理的成員請求。

# PENDING_GROUP_MEMBERS_NO_PENDING_MEMBERS
source: No invites to show.
af: Geen uitnodigings om te wys nie.
ar: لا توجد دعوات لتعرضها.
az: Göstəriləcək dəvət yoxdur.
be: Няма запрашэнняў.
bg: Няма покани за показване.
bn: দেখানোর মত কোনও আমন্ত্রণ নেই।
ca: No hi ha invitacions per mostrar.
cs: Žádné pozvánky
cy: Dim gwahoddiadau yw dangos.
da: Ingen invitationer
de: Keine Einladungen.
el: Δεν υπάρχουν προσκλήσεις
es: No hay invitaciones que mostrar.
es_es: No hay invitaciones que mostrar.
et: Kutseid pole.
eu: Ez dago gonbidapenik.
fa: هیچ دعوتی برای نمایش وجود ندارد.
fi: Ei odottavia kutsuja.
fil: Walang maipakitang mga imbitasyon.
fr: Aucune invitation à afficher.
ga: Níl aon chuireadh ann.
gu: બતાવવા માટે કોઈ આમંત્રણ નથી.
he: אין הזמנות להראות.
hi: कोई आमंत्रण नहीं हैं।
hr: Nema pozivnica.
hu: Nincsenek csoportmeghívások.
id: Tidak ada undangan.
is: Engin boð til að birta.
it: Nessun invito da mostrare.
ja: 招待はありません。
kab: Ulac tinubgiwin ara d-yettwaseknen.
kk: Көрсететін шақырулар жоқ.
km: á‚áŸ’á˜á¶á“á€á¶ášá¢á‰áŸ’á‡á¾á‰áŠá¾á˜áŸ’á”á¸á”á„áŸ’á á¶á‰áŸ”
kn: ತೋರಿಸಲು ಯಾವುದೇ ಆಹ್ವಾನಗಳಿಲ್ಲ.
ko: 표시할 초대가 없습니다.
lt: Nėra rodytinų pakvietimų.
lv: Nav parādāmu uzaicinājumu.
mk: Нема покани за прикажување.
ml: കാണിക്കാൻ ക്ഷണം ഒന്നുമില്ല
mr: दाखविण्यासाठी कुठलेही आमंत्रण नाही.
ms: Tiada jemputan untuk ditunjukkan.
my: ဖိတ်ခေါ်ချက်များ ပြရန်မရှိပါ
nb: Ingen aktive invitasjoner
nl: Geen uitnodigingen.
pa: ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਸੱਦੇ ਨਹੀਂ ਹਨ.
pa_pk: وکھان دے لئی کوئی دعوتاں نئیں۔
pl: Nie ma oczekujących zaproszeń.
ps: بلنې نشته چې ویې ښیي.
pt_br: Nenhum convite a mostrar.
pt_pt: Sem convites para exibir.
ro: Nu există invitații de afișat.
ru: Нет приглашений.
sk: Žiadne pozvánky na zobrazenie.
sl: Ni vabil
sq: S’ka ftesa për shfaqje.
sr: Нема позивница за приказ.
sv: Inga inbjudningar att visa.
sw: Hakuna mialiko ya kuonyesha
ta: இல்லை காட்ட அழைக்கிறது.
te: చూపించడానికి ఆహ్వానాలు లేవు.
th: ไม่มีคำเชิญให้แสดง
tr: Gösterilecek davet yok
ug: كۆرسىتىدىغان تەكلىپلەر يوق.
uk: Запрошень немає.
ur: کوئی دعوت نامہ نہیں ہے۔
vi: Không có thư mời để hiển thị.
zh_cn: 暂无邀请通知。
zh_hk: 暫無邀請處理。

# PENDING_GROUP_MEMBERS_REQUEST_APPROVED_FORMAT
source: Added “%@”.
af: “%@” toegevoeg.
ar: تمَّت إضافة "%1$@".
az: "%@" əlavə edildi.
be: «%1$@» быў(-ла) даданы(-а).
bn: “%1$@”-কে যোগ করা হয়েছে।
ca: S'ha afegit “%1$@”.
cs: Byl/a přidán/a „%1$@“.
cy: Ychwanegwyd “%@“.
da: "%1$@" tilføjet.
de: »%1$@« hinzugefügt.
el: Ο/Η "%1$@" προστέθηκε.
es: Se ha añadido a %1$@.
es_es: Se ha sido añadido a %@.
et: Lisati isik “%@“.
eu: "%@" gehitua.
fa: «%1$@» افزوده شد.
fi: %1$@ lisätty.
fr: %1$@ fait maintenant partie du groupe.
ga: "%1$@" curtha leis.
gu: “%1$@“ ઉમેર્યું.
he: “%1$@“ התווספ/ה.
hi: “%1$@“ को शामिल किया गया।
hr: „%1$@“ je dodan/a.
hu: „%1$@” hozzáadva.
id: “%1$@” ditambahkan.
is: Bætti við "%@".
it: Aggiunto “%1$@”.
ja: 「%1$@」を追加しました。
kab: Yettwarna "%@".
km: á”á¶á“á”á“áŸ’ááŸ‚á˜ â€œ%@â€œáŸ”
kn: “%@“ ಅವರನ್ನು ಸೇರಿಸಲಾಗಿದೆ.
ko: '%1$@' 님을 추가했습니다.
lt: Pridėtas naudotojas „%@“.
lv: Pievienots “%@“.
ml: "%@"-നെ ചേർത്തു
mr: “%1$@“ ला जोडले.
ms: "%1$@" telah ditambah.
my: "%@" ကို ပေါင်းထည့်ပြီး
nb: La til «%1$@».
nl: ‘%1$@’ toegevoegd.
pa: “%@“ ਨੂੰ ਜੋੜਿਆ ਗਿਆ।
pl: %1$@ należy teraz do grupy.
ps: "%@" اضافه شول.
pt_br: “%1$@“ foi adicionado(a).
pt_pt: “%1$@“ adicionado.
ro: "%1$@" a fost adăugat(ă).
ru: «%1$@» был(-а) добавлен(-а).
sk: Používateľ „%1$@“ bol pridaný.
sl: "%@" dodan_a.
sq: U shtua “%@“.
sr: Додат је корисник %1$@.
sv: Lagt till %1$@.
sw: Umemwongeza “%@“.
ta: சேர்க்கப்பட்டது“%@“.
te: “%@“ జోడించబడింది.
th: เพิ่ม “%1$@” แล้ว
tr: "%1$@" eklendi.
ug: «%1$@» قوشۇلدى.
uk: Додано користувача %1$@.
ur: “%1$@” کو شامل کیا گیا۔
vi: Đã thêm “%1$@”.
zh_cn: 已添加“%1$@”。
zh_hk: 已新增「%1$@」。

# PENDING_GROUP_MEMBERS_REQUEST_BANNER_VIEW_REQUESTS
source: View Requests
af: Bekyk versoeke
ar: عرض الطلبات
az: Tələblərə bax
be: Прагледзець запыты
bn: অনুরোধ দেখুন
ca: Mostra les sol·licituds
cs: Prohlédnout požadavky
cy: Gweld Ceisiadau
da: Vis anmodninger
de: Anfragen anzeigen
el: Προβολή αιτημάτων
es: Ver solicitudes
es_es: Ver solicitudes
et: Näita taotlusi
eu: Ikusi Eskaerak
fa: دیدن درخواست‌ها
fi: Näytä pyynnöt
fr: Afficher les demandes
ga: Amharc ar Iarratais
gu: વિનંતીઓ જુઓ
he: הצג בקשות
hi: अनुरोध देखें
hr: Prikaži zahtjeve
hu: Kérések mutatása
id: Lihat Permintaan
is: Skoða beiðnir
it: Vedi le richieste
ja: 申請を見る
kab: Wali isuturen
km: á–á·á“á·ááŸ’á™á˜á¾á›áŸáŸ†áá¾
kn: ವಿನಂತಿಗಳನ್ನು ನೋಡು
ko: 요청 보기
lt: Rodyti prašymus
lv: Skatīt pieprasījumus
mk: Погледај ги барањата
ml: അഭ്യർത്ഥനകൾ കാണുക
mr: विनंत्या पहा
ms: Lihat Permintaan
my: တောင်းဆိုမှုများ ကြည့်ရှုမယ်
nb: Vis forespørsler
nl: Verzoeken weergeven
pa: ਬੇਨਤੀਆਂ ਵੇਖੋ
pl: Wyświetl prośby
ps: د غوښتنو لیدل
pt_br: Ver os Pedidos
pt_pt: Ver pedidos
ro: Vezi solicitări
ru: Просмотреть запросы
sk: Zobraziť žiadosti
sl: Ogled prošenj
sq: Shihni Kërkesa
sr: Прикажи захтеве
sv: Visa förfrågningar
sw: Angalia Maombi
ta: காண்க கோரிக்கைகளை
te: అభ్యర్థనలను వీక్షించండి
th: ดูคำขอ
tr: İstekleri Görüntüle
ug: تەلەپلەرنى كۆرۈڭ
uk: Переглянути запити
ur: درخواستیں دیکھیں
vi: Xem các Yêu cầu
zh_cn: 查看入群申请
zh_hk: 檢視入群申請

# PENDING_GROUP_MEMBERS_REQUEST_DENIED_FORMAT
source: Denied “%@”.
af: “%@” geweier.
ar: تمَّ رفض "%1$@".
az: "%@" rədd edildi.
be: «%1$@» быў(-ла) адмоўлены(-а).
bn: “%1$@“ প্রত্যাখ্যান করা হয়েছে।
ca: S'ha rebutjat “%1$@”.
cs: „%1$@“ byl/a zamítnut/a.
cy: Gwrthodwyd “%@“.
da: "%1$@" afvist.
de: »%1$@« abgelehnt.
el: Ο/Η "%1$@" απορρίφθηκε.
es: Se ha rechazado a %1$@.
es_es: %@ ha sido rechazad@.
et: Isiku “%@“ liikmetaotlusest keelduti.
eu: "%@" ukatua.
fa: «%1$@» رد شد.
fi: %1$@ hylätty.
fr: La demande d'adhésion de %1$@ a été refusée.
ga: "%1$@" diúltaithe.
gu: “%1$@“નો અસ્વીકાર કર્યો.
he: “%1$@“ נדחה/נדחתה.
hi: "%1$@" को नामंज़ूर किया गया।
hr: „%1$@“ je odbijen/a.
hu: „%1$@” elutasítva.
id: “%1$@” ditolak.
is: Hafnaði "%@".
it: Rifiutato “%1$@”.
ja: 「%1$@」を拒否しました。
kab: Yugi "%@".
km: á”á¶á“á”áŠá·áŸáŸá’ â€œ%@â€œáŸ”
kn: “%@“ ಅವರು ನಿರಾಕರಿಸಿದ್ದಾರೆ.
ko: '%1$@' 님을 거절했습니다.
lt: Naudotojas „%@“ atmestas.
lv: Noraidīts “%@“.
ml: "%@" നിഷേധിച്ചു.
mr: “%1$@“ ला नकार द्या.
ms: "%1$@" telah Ditolak.
my: "%@" ကို ငြင်းဆိုခဲ့ပါသည်
nb: Du avslo forespørselen fra «%1$@».
nl: ‘%1$@’ afgewezen.
pa: “%@“ ਨੂੰ ਨਾਂਹ ਕੀਤੀ
pl: Prośba, której nadawcą jest %1$@, zostaje odrzucona.
ps: رد شوی "%@".
pt_br: “%1$@“ foi recusado(a).
pt_pt: “%1$@“ recusado.
ro: "%1$@" a fost refuzat(ă).
ru: «%1$@» был(-а) отклонен(-а).
sk: Používateľ „%1$@“ bol odmietnutý.
sl: Zavrnjen_a uporabnik_ca "%@".
sq: U hodh poshtë “%@“.
sr: Одбијен је контакт %1$@.
sv: Avvisade %1$@.
sw: Umemkataza “%@“.
ta: மறுக்கப்பட்டது “%@“.
te: “%@“ తిరస్కరించబడింది.
th: ปฏิเสธ “%1$@” แล้ว
tr: "%1$@" reddedildi.
ug: «%1$@» رەت قىلىندى.
uk: Запит користувача %1$@ відхилено.
ur: "%1$@" کو مسترد کیا گیا۔
vi: Đã từ chối “%1$@”.
zh_cn: 已拒绝“%1$@”。
zh_hk: 已拒絕「%1$@」。

# PENDING_GROUP_MEMBERS_REVOKE_INVITE_1_BUTTON
source: Revoke Invite
af: Herroep uitnodiging
ar: إلغاء الدعوة
az: Dəvəti ləğv et
be: Адклікаць запрашэнне
bg: Оттегляне на покана
bn: আমন্ত্রণ প্রত্যাহার করুন
ca: Rebutja la invitació
cs: Zrušit pozvání
cy: Dirymu gwahoddiad
da: Tilbagekald invitation
de: Einladung widerrufen
el: Ανάκληση πρόσκλησης
es: Retirar invitación
es_es: Retirar invitación
et: Tühista kutse
eu: Ezeztatu Gonbidapena
fa: لغو دعوت
fi: Peruuta kutsu
fil: Bawiin ang Imbitasyon
fr: Annuler l'invitation
ga: Cealaigh an Cuireadh
gu: આમંત્રણ રદ કરો
he: שלול הזמנה
hi: आमंत्रण वापस लें
hr: Opozovi pozivnicu
hu: Meghívás visszavonása
id: Batalkan Undangan
is: Afturkalla boð
it: Revoca invito
ja: 招待を取り消す
kab: Sefsex tinubga
kk: Шақыруды қайтарып алу
km: áŠá€á á¼áá€á¶ášá¢á‰áŸ’á‡á¾á‰
kn: ಆಹ್ವಾನವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ
ko: 초대 취소
lt: Panaikinti pakvietimą
lv: Atsaukt uzaicinājumu
mk: Отповикај Покана
ml: ക്ഷണം റദ്ദാക്കുക
mr: आमंत्रण रद्द करा
ms: Batalkan Jemputan
my: ဖိတ်ကြားမှုကို ရုပ်သိမ်းမယ်
nb: Trekk tilbake invitasjon
nl: Uitnodiging intrekken
pa: ਸੱਦੇ ਨੂੰ ਰੱਦ ਕਰੋ
pa_pk: دعوت منسوخ کرو
pl: Cofnij zaproszenie
ps: د بلنې لغوه کول
pt_br: Revogar convite
pt_pt: Revogar convite
ro: Revocare invitație
ru: Отозвать приглашение
sk: Odvolať pozvánku
sl: Prekliči vabilo
sq: Shfuqizoje Ftesën
sr: Повуци позивницу
sv: Återkalla inbjudan
sw: Batili mwaliko
ta: அழைப்பைத் திரும்பப்பெறு
te: ఆహ్వానాన్ని ఉపసంహరించుకోండి
th: เพิกถอนคำเชิญ
tr: Daveti İptal Et
ug: تەكلىپنى بىكار قىلىڭ
uk: Відкликати запрошення
ur: دعوت نامہ کالعدم کریں
vi: Thu hồi Thư mời
zh_cn: 撤回邀请
zh_hk: 撤銷邀請

# PENDING_GROUP_MEMBERS_REVOKE_LOCAL_INVITE_CONFIRMATION_TITLE_1_FORMAT
source: Revoke group invite for “%@”?
af: Herroep groepuitnodiging vir “%@”?
ar: هل تُريد إلغاء دعوة المجموعة لـ "%1$@"؟
az: "%@" üçün qrup dəvəti ləğv edilsin?
be: Адклікаць запрашэнне ў групу для «%1$@»?
bg: Оттегляне на поканата за група за „%@“?
bn: "%1$@"-এর জন্য গ্রুপ আমন্ত্রণ প্রত্যাহার করবেন?
ca: Vols rebutjar la invitació per a “%1$@”?
cs: Zrušit pozvání do skupiny pro „%1$@“?
cy: Dirymu gwahoddiad grŵp i "%@"?
da: Vil du tilbagekalde invitationen til gruppen for "%1$@"?
de: Gruppeneinladung für »%1$@« widerrufen?
el: Ανάκληση πρόσκλησης στην ομάδα για τον/την "%1$@";
es: ¿Retirar la invitación enviada a %1$@?
es_es: ¿Retirar la invitación a %@?
et: Kas tühistada kasutaja “%@“ grupiga liitumise kutse?
eu: Ezeztatu "%@" erabiltzailearentzako talde gonbidapena?
fa: دعوت به گروه برای «%1$@» لغو شود؟
fi: Peruutetaanko ryhmäkutsu käyttäjältä %1$@?
fil: Bawiin ang imbitasyon sa grupo para kay “%@“?
fr: Annuler l'invitation envoyée à %1$@ ?
ga: Cealaigh an cuireadh grúpa do "%1$@"?
gu: “%1$@“ માટે ગ્રૂપ આમંત્રણ રદ કરવું છે?
he: לשלול הזמנה אל קבוצה עבור “%1$@“?
hi: "%1$@" का इनवाइट वापस लें?
hr: Opozvati pozivnicu za korisnika „%1$@“?
hu: Visszavonod „%1$@” csoportmeghívását?
id: Batalkan undangan grup untuk “%1$@”?
is: Afturkalla boð í hóp fyrir "%@"?
it: Revocare l'invito al gruppo per “%1$@”?
ja: 「%1$@」に対するグループへの招待を取り消しますか？
kab: Sefsex tinubga n ugraw i "%@"?
kk: “%@“ деген қатысушыға арналған топтық шақыруды қайтарып алу керек пе?
km: áŠá€á á¼áá€á¶ášá¢á‰áŸ’á‡á¾á‰á€áŸ’ášá»á˜áŸá˜áŸ’ášá¶á”áŸ‹ â€œ%@â€œ?
kn: “%@“ ಗಾಗಿ ಗುಂಪು ಆಹ್ವಾನವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳುವುದೇ?
ko: '%1$@' 님에게 보낸 그룹 초대를 취소하시겠습니까?
lt: Panaikinti pakvietimą prisijungti prie grupės, skirtą naudotojui „%@“?
lv: Vai atsaukt “%@“ uzaicinājumu, pievienoties grupai?
mk: Отповикајте групна покана за “%@”?
ml: "%@" ന് വേണ്ടിയുള്ള ഗ്രൂപ്പ് ക്ഷണം റദ്ദാക്കട്ടെ?
mr: "%1$@" साठीचे गट निमंत्रण रद्द करायचे?
ms: Batalkkan jemputan kumpulan untuk “%1$@“?
my: "%@" အတွက် အဖွဲ့ဖိတ်ခေါ်မှုကို ရုပ်သိမ်းမည်လား?
nb: Vil du trekke tilbake invitasjonen til «%1$@»?
nl: Groepsuitnodiging voor ‘%1$@’ intrekken?
pa: “%@“ ਲਈ ਗਰੁੱਪ ਦੇ ਸੱਦੇ ਨੂੰ ਰੱਦ ਕਰਨਾ ਹੈ?
pa_pk: "%@" دے لئی گروپ دعوت نوں منسوخ کرو؟
pl: Cofnąć zaproszenie do grupy, którego adresatem jest %1$@?
ps: غواړئ د ”%@“ لپاره د ګروپ بلنه لغوه کړئ؟
pt_br: Revogar convite de grupo para "%1$@"?
pt_pt: Revogar o convite de grupo de “%1$@“?
ro: Revoci invitația de grup pentru “%1$@“?
ru: Отозвать приглашение в группу для «%1$@»?
sk: Odvolať pozvánku do skupiny pre používateľa „%1$@“?
sl: Želite preklicati vabilo za uporabnika/co “%@“?
sq: Të shfuqizohet ftesë grupi për “%@“?
sr: Желите ли да повучете позивницу за групу за корисника %1$@?
sv: Återkalla gruppinbjudan för %1$@?
sw: Batili mwaliko wa kundi kwa "%@"?
ta: குழு அழைப்பை ரத்துசெய் “%@“?
te: “%@“ కోసం సమూహ ఆహ్వానాన్ని ఉపసంహరించుకోండి?
th: เพิกถอนคำเชิญเข้ากลุ่มสำหรับ “%1$@” ใช่หรือไม่
tr: "%1$@" için grup daveti iptal edilsin mi?
ug: «%1$@» نىڭ گۇرۇپپىغا قوشۇلۇش تەكلىپىنى بىكار قىلامسىز؟
uk: Відкликати запрошення користувача %1$@ в групу?
ur: “%1$@” کے لیے گروپ کی دعوت کو کالعدم کریں؟
vi: Thu hồi thư mời cho “%1$@”?
zh_cn: 要撤回对“%1$@”的群组邀请？
zh_hk: 要撤銷對「%1$@」的群組邀請嗎？
