Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONVERSATION_SETTINGS_MUTE_ACTION_SHEET_TITLE
source: Mute this chat for…
af: Demp hierdie klets vir…
ar: كتم الدردشة لمدة…
az: Bu söhbəti səssizə al
be: Адключыць апавяшчэнні ў чаце на…
bg: Заглуши
bn: এই চ্যাটটি মিউট করুন…
ca: Silencia aquest xat durant…
cs: Ztlumit chat na…
cy: Tewi y sgwrs hon…
da: Ignorer denne chat i…
de: Diesen Chat stummschalten für …
el: Σίγαση συνομιλίας για…
es: Silenciar este chat…
es_es: Silenciar
et: Vaigista see vestlus...
fa: بی‌صدا کردن این گفتگو به‌مدت…
fi: Mykistä tämä keskustelu, kesto…
fil: I-Mute
fr: Mettre la conversation en sourdine pour…
ga: Balbhaigh an comhrá seo ar feadh…
gu: આ ચેટને આટલા સમય માટે મ્યૂટ કરો…
he: השתקת צ׳אט זה למשך…
hi: इस चैट को इसके लिए म्यूट करें
hr: Utišaj razgovor na…
hu: Némítás eddig…
id: Bisukan obrolan ini selama…
is: Þagga þetta spjall í…
it: Silenzia questa chat per…
ja: このチャットのミュート期間…
kk: Дыбысын басу
km: á”á·á‘áŸáŸ†á¡áŸá„á€á¶ášá‡á‡áŸ‚á€á“áŸáŸ‡áŸá˜áŸ’ášá¶á”áŸ‹...
kn: ಈ ಸಮಯದವರೆಗೆ ಚಾಟ್ ಅನ್ನು ಮ್ಯೂಟ್ ಮಾಡಿ...
ko: 다음 기간 동안 이 대화 알림 끄기…
lt: Išjungti šio pokalbio pranešimus…
lv: Izslēgt skaņu šai tērzēšanai...
mk: Исклучи звук во овој разговор за...
ml: ചാറ്റ് മ്യൂട്ടുചെയ്യുക...
mr: (…) साठी हे चॅट मूक करा
ms: Redamkan sembang ini untuk…
my: ဤစကားပြောဆိုမှုကို အချိန်အကန့်သတ်နှင့် အသံပိတ်ထားပါ...
nb: Demp samtalen i …
nl: Deze chat dempen voor…
pa: …ਲਈ ਇਹ ਚੈਟ ਮੌਨ ਕਰੋ
pa_pk: خموش
pl: Wycisz ten czat na…
ps: دغه چټ د ... لپاره صامت کړئ
pt_br: Silenciar este chat por…
pt_pt: Silenciar este chat durante…
ro: Pune pe silențios această conversație pentru…
ru: Отключить звуки чата на…
sk: Stlmiť tento čet na…
sl: Utišaj ta pogovor za...
sq: Heshtoje këtë fjalosje për…
sr: Искључи обавештења за ово ћаскање на одређено време…
sv: Tysta denna chatt i …
sw: Mnyamazishie gumzo hii…
ta: முடக்கு இது அரட்டை க்கு…
te: దీని కోసం ఈ చాట్‌ను మ్యూట్ చేయండి ...
th: ปิดเสียงแชทนี้เป็นเวลา…
tr: Bu sohbeti sessize al…
ug: بۇ پاراڭنى تۆۋەندىكىلەر ئۈچۈن ئۈنسىز قىلىش…
uk: Вимкнути сповіщення чату на…
ur: اس چیٹ کو خاموش کریں تا وقتیکہ…
vi: Tắt tiếng cuộc trò chuyện này trong…
zh_cn: 将此聊天静音……
zh_hk: 將此聊天設為靜音…

# CONVERSATION_SETTINGS_MUTE_ALWAYS_ACTION
source: Always
af: Altyd
ar: دائمًا
az: Həmişə
be: Заўсёды
bn: সর্বদা
ca: Sempre
cs: Vždy
cy: Bob tro
da: Altid
de: Immer
el: Πάντα
es: para siempre
et: Alati
eu: Beti
fa: همیشه
fi: Toistaiseksi
fr: Toujours
ga: I gcónaí
gu: હંમેશાં
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Végleg
id: Selalu
is: Alltaf
it: Sempre
ja: 常時
kab: Yal tikkelt
km: á‡á¶á“á·á…áŸ’á…
kn: ಎಂದಿಗೂ
ko: 항상
lt: Visada
lv: Vienmēr
mk: Секогаш
ml: എല്ലായ്പ്പോഴും
mr: नेहमी
ms: Sentiasa
my: အမြဲ
nb: Evig tid
nl: Altijd
pa: ਹਮੇਸ਼ਾਂ
pl: Zawsze
ps: تل
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sq: Përherë
sr: Увек
sv: Alltid
sw: Kila mara
ta: எப்போதும்
te: ఎల్లప్పుడూ
th: ตลอดเวลา
tr: Her zaman
ug: ھەمىشە
uk: Назавжди
ur: ہمیشہ
vi: Luôn luôn
zh_cn: 总是
zh_hk: 總是

# CONVERSATION_SETTINGS_MUTE_BUTTON
source: mute
af: demp
ar: كتم
az: səssizə al
be: апавяшч. адкл.
bn: মিউট করুন
ca: silencia
cs: ztlumit
cy: tewi
da: ignorer
de: Stummschalten
el: σίγαση
es: silenciar
et: vaigista
fa: بی‌صدا کردن
fi: mykistä
fr: sourdine
ga: balbhaigh
gu: મ્યૂટ કરો
he: השתקה
hi: म्यूट करें
hr: utišaj
hu: némítás
id: bisukan
is: þagga
it: silenzia
ja: ミュート
km: á”á·á‘áŸáŸ†á¡áŸá„
kn: ಮ್ಯೂಟ್‌
ko: 알림 끄기
lt: išj. pranešimus
lv: izslēgt skaņu
mk: Исклучи звук
ml: നിശബ്ദമാക്കുക
mr: मूक करा
ms: redamkan
my: အသံပိတ်သည်
nb: demp
nl: dempen
pa: ਮੌਨ
pl: Wycisz
ps: صامت
pt_br: silenciar
pt_pt: silenciar
ro: silențios
ru: откл. звук
sk: stlmiť
sl: utišaj
sq: heshtoje
sr: искључи обавештења
sv: tysta
sw: nyemazisha
ta: ஊமையாக
te: నిశబ్ధం
th: ปิดเสียง
tr: sessiz
ug: ئۈنسىز
uk: не сповіщати
ur: خاموش کریں
vi: tắt tiếng
zh_cn: 静音
zh_hk: 靜音

# CONVERSATION_SETTINGS_MUTE_EIGHT_HOUR_ACTION
source: 8 hours
af: 8 uur
ar: ثماني ساعات
az: 8 saat
be: 8 гадзін
bn: 8 ঘন্টা
ca: 8 hores
cs: 8 hodin
cy: 8 awr
da: 8 timer
de: 8 Stunden
el: 8 ώρες
es: 8 horas
et: 8 tundi
eu: 8 ordu
fa: ۸ ساعت
fi: 8 tunniksi
fr: 8 heures
gu: 8 કલાક
he: 8 שעות
hi: 8 घंटे
hr: 8 sati
hu: 8 óra
id: 8 jam
is: 8 klukkustundir
it: 8 ore
ja: 8時間
km: áŸ¨ á˜áŸ‰áŸ„á„
kn: 8 ಗಂಟೆಗಳು
ko: 8시간
lt: 8 valandos
lv: 8 stundas
mk: 8 часа
ml: 8 മണിക്കൂർ
mr: 8 तास
ms: 8 jam
my: ၈ နာရီ
nb: 8 timer
nl: 8 uur
pa: 8 ਘੰਟੇ
pl: 8 godzin
ps: 8 ساعتونه
pt_br: 8 horas
pt_pt: 8 horas
ro: 8 ore
ru: 8 часов
sk: 8 hodín
sl: 8 ur
sq: 8 orë
sr: 8 сати
sv: 8 timmar
sw: Saa 8
ta: 8 மணி நேரம்
te: 8 గంటలు
th: 8 ชั่วโมง
tr: 8 saat
ug: 8 سائەت
uk: 8 годин
ur: 8 گھنٹے
vi: 8 tiếng
zh_cn: 8 小时
zh_hk: 8 小時

# CONVERSATION_SETTINGS_MUTE_LABEL
source: Mute
af: Demp
ar: كتم
az: Səssizə al
be: Апавяшч. адкл.
bg: Заглуши
bn: মিউট করুন
ca: Silencia
cs: Ztlumit
cy: Tewi
da: Ignorer
de: Stummschalten
el: Σίγαση
es: Silenciar
es_es: Silenciar
et: Vaigista
eu: Isildu
fa: بی‌صدا
fi: Mykistä
fil: I-Mute
fr: Sourdine
ga: Balbhaigh
gu: મ્યૂટ કરો
he: השתקה
hi: म्यूट करें
hr: Utišaj
hu: Némítás
id: Bisukan
is: Hljóð af
it: Silenzia
ja: ミュート
kab: Kkes imesli
kk: Дыбысын басу
km: á”á·á‘áŸáŸ†á¡áŸá„
kn: ಮ್ಯೂಟ್ ಮಾಡಿ
ko: 알림 끄기
lt: Išjungti pranešimus
lv: Atspējot ziņas
mk: Исклучи звук
ml: നിശബ്ദമാക്കുക
mr: मूक करा
ms: Redamkan
my: အသံပိတ်သည်
nb: Demp
nl: Dempen
pa: ਚੁੱਪ
pa_pk: خموش
pl: Wycisz
ps: صامت
pt_br: Silenciar
pt_pt: Silenciar
ro: Silențios
ru: Откл. звук
sk: Stlmiť
sl: Utišaj
sq: Heshtoje
sr: Искључи обавештења
sv: Tysta
sw: Zima
ta: முடக்கு
te: నిశబ్ధం
th: ปิดเสียง
tr: Sessize al
ug: ئۈنسىز
uk: Не сповіщати
ur: خاموش کریں
vi: Tắt tiếng
zh_cn: 静音
zh_hk: 靜音

# CONVERSATION_SETTINGS_MUTE_NOT_MUTED
source: Not muted
af: Nie gedemp nie
ar: غير مكتومة
az: Səssiz deyil
be: Апавяшчэнні ўключаны
bg: Не е заглушен
bn: মিউট করা হয়নি
ca: No silenciat
cs: Není ztlumené
cy: Heb ei ddistewi
da: Ikke ignoreret
de: Nicht stumm
el: Χωρίς σίγαση
es: No silenciado
es_es: No silenciado
et: Pole vaigistatud
eu: Ez mututua
fa: بی‌صدا نیست
fi: Ei mykistetty
fil: Hindi Naka-mute
fr: Désactivée
ga: Gan bhalbhú
gu: મ્યૂટ કર્યું નથી
he: לא מושתק
hi: म्युट नहीं है
hr: Nije utišano
hu: Nincs némítva
id: Tidak dibisukan
is: Ekki þaggað
it: Non silenziata
ja: ミュートなし
kab: Ur igugem ara
kk: Дыбысы басылған жоқ
km: á˜á·á“á”á·á‘áŸáŸ†á¡áŸá„
kn: ಮ್ಯೂಟ್ ಮಾಡಲಾಗಿಲ್ಲ
ko: 알림 꺼지지 않음
lt: Pranešimai neišjungti
lv: Nav atspējotas
mk: Звукот не е исклучен
ml: നിശബ്ദമാക്കിയിട്ടില്ല
mr: मूक केलेले नाही
ms: Tidak diredam
my: အသံမပိတ်ပါ
nb: Ikke dempet
nl: Niet gedempt
pa: ਚੁੱਪ ਨਹੀਂ
pa_pk: خموش نئیں
pl: Nie wyciszono
ps: صامت شوی نه دی
pt_br: Não silenciada
pt_pt: Não silenciado
ro: Nu este pe silențios
ru: Звук включён
sk: Nestlmené
sl: Neutišan
sq: S’është heshtuar
sr: Обавештења нису искључена
sv: Inte tystad
sw: Haijanyamazishwa
ta: முடக்கப்படவில்லை
te: మ్యూట్ చేయలేదు
th: ไม่ได้ปิดเสียงอยู่
tr: Sessize alınmadı
ug: ئۈنسىز ئەمەس
uk: Сповіщення ввімкнено
ur: غیر خاموش کردہ
vi: Không tắt tiếng
zh_cn: 未静音
zh_hk: 非靜音

# CONVERSATION_SETTINGS_MUTE_ONE_DAY_ACTION
source: 1 day
af: 1 dag
ar: يوم واحد
az: 1 gün
be: 1 дзень
bg: Заглуши за ден
bn: 1 দিন
ca: 1 dia
cs: 1 den
cy: 1 diwrnod
da: 1 dag
de: 1 Tag
el: 1 ημέρα
es: 1 día
es_es: Silenciar por un día
et: 1 päev
eu: egun 1
fa: ۱ روز
fi: 1 päiväksi
fil: I-mute ng isang araw
fr: 24 heures
ga: 1 lá amháin
gu: 1 દિવસ
he: יום
hi: 1 दिन
hr: 1 dan
hu: 1 nap
id: 1 hari
is: 1 dagur
it: 1 giorno
ja: 1日
kk: Бір күнге дыбысын басу
km: 1 ááŸ’á„áŸƒ
kn: 1 ದಿನ
ko: 1일
lt: 1 diena
lv: 1 diena
mk: 1 ден
ml: 1 ദിവസം
mr: 1 दिवस
ms: 1 hari
my: ၁ ရက်
nb: 1 dag
nl: 1 dag
pa: 1 ਦਿਨ
pa_pk: اک دن دے لئی خموش کرو
pl: 1 dzień
ps: 1 ورځ
pt_br: 1 dia
pt_pt: 1 dia
ro: 1 zi
ru: 1 день
sk: 1 deň
sl: 1 dan
sq: 1 ditë
sr: 1 дан
sv: 1 dag
sw: Siku moja
ta: 1 நாள்
te: 1 రోజు
th: 1 วัน
tr: 1 gün
ug: 1 كۈن
uk: 1 день
ur: 1 دن
vi: 1 ngày
zh_cn: 1 天
zh_hk: 1 天

# CONVERSATION_SETTINGS_MUTE_ONE_HOUR_ACTION
source: 1 hour
af: 1 uur
ar: ساعة واحدة
az: 1 saat
be: 1 гадзіна
bg: Заглуши за час
bn: 1 ঘন্টা
ca: 1 hora
cs: 1 hodina
cy: 1 awr
da: 1 time
de: 1 Stunde
el: 1 ώρα
es: 1 hora
es_es: Silenciar por una hora
et: 1 tund
eu: ordubete
fa: ۱ ساعت
fi: 1 tunniksi
fil: I-mute ng isang oras
fr: 1 heure
ga: 1 uair an chloig
gu: 1 કલાક
he: שעה
hi: 1 घंटा
hr: 1 sat
hu: 1 óra
id: 1 jam
is: 1 klukkustund
it: 1 ora
ja: 1時間
kk: Бір сағатқа дыбысын басу
km: 1 á˜áŸ‰áŸ„á„
kn: 1 ಗಂಟೆ
ko: 1시간
lt: 1 valanda
lv: 1 stunda
mk: 1 час
ml: 1 മണിക്കൂർ
mr: 1 तास
ms: 1 jam
my: ၁ နာရီ
nb: 1 time
nl: 1 uur
pa: 1 ਘੰਟਾ
pa_pk: اک گھنٹے دے لئی خموش کرو
pl: 1 godzinę
ps: 1 ګړۍ
pt_br: 1 hora
pt_pt: 1 hora
ro: o oră
ru: 1 час
sk: 1 hodina
sl: 1 ura
sq: 1 orë
sr: 1 сат
sv: 1 timme
sw: Saa moja
ta: 1 மணி நேரம்
te: 1 గంట
th: 1 ชั่วโมง
tr: 1 saat
ug: 1 سائەت
uk: 1 година
ur: 1 گھنٹا
vi: 1 giờ
zh_cn: 1 小时
zh_hk: 1 小時

# CONVERSATION_SETTINGS_MUTE_ONE_WEEK_ACTION
source: 1 week
ar: أسبوع واحد
az: 1 həftə
be: 1 тыдзень
bg: Заглуши за седмица
bn: 1 সপ্তাহ
ca: 1 setmana
cs: 1 týden
cy: 1 wythnos
da: 1 uge
de: 1 Woche
el: 1 εβδομάδα
es: 1 semana
es_es: Silenciar por una semana
et: 1 nädal
eu: astebete
fa: ۱ هفته
fi: 1 viikoksi
fil: I-mute ng isang linggo
fr: 1 semaine
ga: 1 seachtain amháin
gu: 1 અઠવાડિયું
he: שבוע
hi: 1 सप्ताह
hr: 1 tjedan
hu: 1 hét
id: 1 minggu
is: 1 vika
it: 1 settimana
ja: 1週間
kk: Бір аптаға дыбысын басу
km: 1 áŸá”áŸ’áá¶á áŸ
kn: 1 ವಾರ
ko: 1주
lt: 1 savaitė
lv: 1 nedēļa
mk: 1 недела
ml: 1 ആഴ്ച
mr: 1 आठवडा
ms: 1 minggu
my: ၁ ပတ်
nb: 1 uke
pa: 1 ਹਫਤਾ
pa_pk: اک ہفتے دے لئی خموش کرو
pl: 1 tydzień
ps: 1 اوونۍ
pt_br: 1 semana
pt_pt: 1 semana
ro: 1 săptămână
ru: 1 неделю
sk: 1 týždeň
sl: 1 teden
sq: 1 javë
sr: 1 недеља
sv: 1 vecka
sw: Wiki moja
ta: 1 வாரம்
te: 1 వారం
th: 1 สัปดาห์
tr: 1 hafta
ug: 1 ھەپتە
uk: 1 тиждень
ur: 1 ہفتہ
vi: 1 tuần
zh_cn: 1 周
zh_hk: 1 週

# CONVERSATION_SETTINGS_MUTED_ALWAYS
source: Always
af: Altyd
ar: دائمًا
az: Həmişə
be: Заўсёды
bn: সর্বদা
ca: Sempre
cs: Vždy
cy: Bob tro
da: Altid
de: Immer
el: Πάντα
es: para siempre
et: Alati
eu: Beti
fa: همیشه
fi: Toistaiseksi
fr: Toujours
ga: I gcónaí
gu: હંમેશાં
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Végleg
id: Selalu
is: Alltaf
it: Sempre
ja: 常時
kab: Yal tikkelt
km: á‡á¶á“á·á…áŸ’á…
kn: ಎಂದಿಗೂ
ko: 항상
lt: Visada
lv: Vienmēr
mk: Секогаш
ml: എല്ലായ്പ്പോഴും
mr: नेहमी
ms: Sentiasa
my: အမြဲ
nb: Evig tid
nl: Voor altijd
pa: ਹਮੇਸ਼ਾਂ
pl: Zawsze
ps: تل
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sq: Përherë
sr: Увек
sv: Alltid
sw: Kila mara
ta: எப்போதும்
te: ఎల్లప్పుడూ
th: ตลอดเวลา
tr: Her zaman
ug: ھەمىشە
uk: Ніколи
ur: ہمیشہ
vi: Luôn luôn
zh_cn: 总是
zh_hk: 總是

# CONVERSATION_SETTINGS_MUTED_ALWAYS_UNMUTE
source: Always muted
af: Altyd gedemp
ar: مكتوم دائمًا
az: Həmişəlik səssizə alındı
be: Апавяшчэнні заўсёды адключаны
bn: সবসময়ের জন্য মিউট করা হয়েছে
ca: Sempre silenciat
cs: Vždy ztlumené
cy: Wedi tewi am byth
da: Altid ignoreret
de: Immer stumm
el: Πάντα σε σίγαση
es: Silenciado para siempre
et: Alati vaigistatud
fa: همیشه بی‌صدا
fi: Mykistetty aina
fr: Toujours en sourdine
ga: Balbhaithe i gcónaí
gu: હંમેશાં માટે મ્યૂટ કર્યું
he: מושתק תמיד
hi: हमेशा म्यूट किया गया
hr: Uvijek utišano
hu: Mindig némítva
id: Selalu dibisukan
is: Alltaf þaggað
it: Sempre silenziata
ja: 常時ミュート中
km: ááŸ‚á„ááŸ‚á”á·á‘áŸáŸ†á¡áŸá„
kn: ಯಾವಾಗಲೂ ಮ್ಯೂಟ್‌ ಮಾಡಲಾಗಿದೆ
ko: 항상 알림 끔
lt: Pranešimai visada išjungti
lv: Vienmēr izslēgt skaņu
mk: Секогаш исклучен звук
ml: എല്ലായ്പ്പോഴും മ്യൂട്ടുചെയ്തു
mr: नेहमी मूक केलेले
ms: Sentiasa diredam
my: အမြဲ အသံပိတ်ထားသည်
nb: Alltid dempet
nl: Voor altijd gedempt
pa: ਹਮੇਸ਼ਾਂ ਮੌਨ ਹੈ
pl: Wyciszono na zawsze
ps: تل صامت شوی
pt_br: Silenciada para sempre
pt_pt: Silenciado para sempre
ro: Întotdeauna silențios
ru: Звук отключён навсегда
sk: Permanentne stlmené
sl: Trajno utišano
sq: Përherë i heshtuar
sr: Обавештења су трајно искључена
sv: Alltid tystad
sw: Imenyamazishwa kila wakati
ta: எப்போதும் முடக்கியது
te: ఎల్లప్పుడూ మ్యూట్ చేయబడింది
th: ปิดเสียงตลอด
tr: Daima sessiz
ug: ھەمىشە ئۈنسىز
uk: Ніколи не сповіщати
ur: ہمیشہ کے لیے خاموش کردہ
vi: Luôn tắt tiếng
zh_cn: 总是静音
zh_hk: 總是靜音

# CONVERSATION_SETTINGS_MUTED_BUTTON
source: muted
af: gedemp
ar: مكتومة
az: səssizə alındı
be: апавяшч. адкл.
bn: মিউট করা হয়েছে
ca: silenciat
cs: ztlumeno
cy: wedi tewi
da: ignoreret
de: Stumm
el: σε σίγαση
es: silenciado
et: vaigistatud
fa: بی‌صدا
fi: mykistetty
fr: en sourdine
ga: balbhaithe
gu: મ્યૂટ કરેલ છે
he: מושתק
hi: म्यूट किया गया
hr: utišano
hu: némítva
id: dibisukan
is: þaggað
it: silenziata
ja: ミュート中
km: á”á¶á“á”á·á‘áŸáŸ†á¡áŸá„
kn: ಮ್ಯೂಟ್‌ ಮಾಡಲಾಗಿದೆ
ko: 알림 끔
lt: pranešimai išj.
lv: izslēgta skaņa
mk: звукот е исклучен
ml: നിശബ്ദമാക്കി
mr: मूक केलेले
ms: diredam
my: muted - အသံပိတ်ထားသည် to unmute - အသံပြန်ဖွင့်မယ်
nb: dempet
nl: dempen opheffen
pa: ਮੌਨ ਹੈ
pl: Wyciszono
ps: صامت شوی
pt_br: silenciada
pt_pt: silenciado
ro: silențios
ru: без звука
sk: stlmené
sl: utišano
sq: heshtuar
sr: обавештења су искључена
sv: tystad
sw: imenyamazishwa
ta: முடக்கியது
te: మ్యూట్ చేయబడింది
th: ปิดเสียงอยู่
tr: sessiz
ug: ئۈنسىز
uk: сповіщення вимкнено
ur: خاموش کردہ
vi: đã tắt tiếng
zh_cn: 已静音
zh_hk: 已靜音

# CONVERSATION_SETTINGS_MUTED_UNTIL_FORMAT
source: until %@
af: tot %@
ar: حتى %1$@
az: %@ tarixinə qədər
be: да %1$@
bg: до %@
bn: %1$@ পর্যন্ত
ca: fins al %1$@
cs: do %1$@
cy: tan %@
da: indtil %1$@
de: bis %1$@
el: μέχρι τις %1$@
es: hasta %1$@
es_es: hasta %@
et: kuni %@
eu: %@ -arte
fa: تا %1$@
fi: %1$@ asti
fil: hanggang %@
fr: jusqu'à %1$@
ga: go dtí %1$@
gu: %1$@ ત્યાં સુધી
he: עד %1$@
hi: %1$@ तक
hr: do %1$@
hu: %1$@-ig
id: hingga %1$@
is: til %@
it: fino a: %1$@
ja: %1$@まで
kab: alamma d %@
kk: %@ дейін
km: ášá á¼ááŠá›áŸ‹ %@
kn: %@ ವರೆಗೆ
ko: %1$@까지
lt: iki %@
lv: līdz %@
mk: до %@
ml: %@ വരെ
mr: %1$@पर्यंत
ms: sehingga %1$@
my: %@အထိ
nb: fram til %1$@
nl: tot %1$@
pa: %@ ਤੱਕ
pa_pk: %@ تائیں
pl: Do %1$@
ps: تر %@ پورې
pt_br: até %1$@
pt_pt: até %1$@
ro: până la %1$@
ru: До %1$@
sk: do %1$@
sl: do %@
sq: deri më %@
sr: до дана %1$@
sv: fram tills %1$@
sw: hadi %@
ta: %@ வரை
te: వరకు %@
th: จนถึง %1$@
tr: %1$@ tarihine kadar
ug: %1$@ غىچە
uk: до %1$@
ur: جب تک%1$@
vi: Cho đến %1$@
zh_cn: 直到 %1$@
zh_hk: 直到%1$@

# CONVERSATION_SETTINGS_MUTED_UNTIL_UNMUTE_FORMAT
source: Muted until %@
af: Gedemp tot %@
ar: مكتوم حتى %1$@
az: %@ tarixinə qədər səssizə alındı
be: Апавяшчэнні адключаны да %1$@
bn: %1$@ পর্যন্ত মিউট করা হয়েছে
ca: Silenciat fins a %1$@
cs: Ztlumeno do %1$@
cy: Wedi tewi tan %@
da: Ignoreres indtil %1$@
de: Stumm bis %1$@
el: Σε σίγαση μέχρι %1$@
es: Silenciado hasta %1$@
et: Vaigistatud kuni %@
fa: بی‌صدا تا %1$@
fi: Mykistetty %1$@ asti
fr: En sourdine jusqu’à %1$@
ga: Balbhaithe go dtí %1$@
gu: %1$@ સુધી મ્યૂટ કરેલ છે
he: מושתק עד %1$@
hi: %1$@ तक म्यूट किया गया
hr: Utišano do %1$@
hu: Némítva eddig: %1$@
id: Dibisukan hingga %1$@
is: Þaggað til %@
it: Silenziata fino al %1$@
ja: %1$@までミュート
km: á”á·á‘áŸáŸ†á¡áŸá„ášá á¼ááŠá›áŸ‹ %@
kn: %@ ವರೆಗೂ ಮ್ಯೂಟ್‌ ಮಾಡಲಾಗಿದೆ
ko: %1$@까지 알림을 껐습니다.
lt: Pranešimai išjungti iki %@
lv: Skaņa izslēgta līdz %@
mk: Звукот е исклучен до %@
ml: %@ വരെ നിശബ്ദമാക്കി
mr: %1$@ पर्यंत मूक केले
ms: Diredam sehingga %1$@
my: %@ ထိ အသံပိတ်ထားသည်
nb: Dempet til %1$@
nl: Gedempt tot %1$@
pa: %@ ਤੱਕ ਮੌਨ ਹੈ
pl: Wyciszono do %1$@
ps: تر %@ پورې صامت شوی
pt_br: Silenciada até %1$@
pt_pt: Silenciado até %1$@
ro: Silențios până la %1$@
ru: Звук отключён до %1$@
sk: Stlmené do %1$@
sl: Utišano do %@
sq: Heshtuar deri më %@
sr: Обавештења су искључена до дана %1$@
sv: Tystad till %1$@
sw: Imenyamazishwa hadi %@
ta: வரை முடக்கியது %@
te: %@ వరకు మ్యూట్ చేయబడింది
th: ปิดเสียงจนถึง %1$@
tr: %1$@ tarihine kadar sessiz
ug: %1$@ غىچە ئۈنسىز قىلىش
uk: Сповіщення вимкнено до %1$@
ur: %1$@ تک خاموش کردہ ہے
vi: Tắt tiếng cho tới %1$@
zh_cn: 静音至 %1$@
zh_hk: 保持靜音直至 %1$@

# CONVERSATION_SETTINGS_NEW_CONTACT
source: Create New Contact
af: Skep nuwe kontak
ar: إنشاء جهة اتصال جديدة
az: Yeni əlaqə yarat
be: Стварыць новы кантакт
bg: Създай Нов Контакт
bn: নতুন পরিচিতি সৃষ্টি করুন
ca: Crea un contacte
cs: Vytvořit nový kontakt
cy: Creu Cysylltiad Newydd
da: Opret ny kontakt
de: Neuen Kontakt erstellen
el: Δημιουργία νέας επαφής
es: Crear contacto nuevo
es_es: Crear nuevo contacto
et: Loo uus kontakt
eu: Sortu Kontaktu Berria
fa: ساخت مخاطب جدید
fi: Luo uusi yhteystieto
fil: Gumawa ng Bagong Kontak
fr: Créer un nouveau contact
ga: Cruthaigh Teagmhálaí Nua
gu: નવો સંપર્ક બનાવો
he: צור איש קשר חדש
hi: नया संपर्क बनायें
hr: Stvori novi kontakt
hu: Új kontakt
id: Buat kontak baru
is: Búa til nýjan tengilið
it: Crea nuovo contatto
ja: 新規の連絡先を作成
kab: Rnu anermis amaynut
kk: Жаңа байланыстық тұлға жасау
km: á”á„áŸ’á€á¾áá›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ááŸ’á˜á¸
kn: ಹೊಸ ಸಂಪರ್ಕವನ್ನು ರಚಿಸಿ
ko: 새 연락처 만들기
lt: Sukurti naują adresatą
lv: Izveidot jaunu kontaktpersonu
mk: Создади нов контакт
ml: പുതിയ കോൺടാക്ട് സൃഷ്ടിക്കുക
mr: नवीन संपर्क बनवा
ms: Cipta Kenalan Baru
my: လိပ်စာအသစ်ထည့်မည်
nb: Opprett ny kontakt
nl: Nieuw contact aanmaken
pa: ਨਵਾਂ ਸੰਪਰਕ ਬਣਾਓ
pa_pk: نواں رابطہ بناؤ
pl: Utwórz nowy kontakt
ps: د نوي مخاطب جوړول
pt_br: Criar novo contato
pt_pt: Criar novo contacto
ro: Creează contact nou
ru: Создать новый контакт
sk: Vytvoriť nový kontakt
sl: Ustvari nov stik
sq: Krijoni Kontakt të Ri
sr: Креирај нови контакт
sv: Skapa ny kontakt
sw: Unda Mwasiliani Mpya
ta: புதிய தொடர்பை உருவாக்கவும்
te: క్రొత్త పరిచయాన్ని సృష్టించండి
th: สร้างผู้ติดต่อใหม่
tr: Yeni Kişi Oluştur
ug: يېڭى ئالاقەداش قۇر
uk: Створити новий контакт
ur: نیا رابطہ قائم کریں
vi: Tạo Liên hệ Mới
zh_cn: 新建联系人
zh_hk: 新增聯絡人

# CONVERSATION_SETTINGS_NO_MUTUAL_GROUPS_SECTION_TITLE
source: No Groups in Common
af: Geen groepe in gemeen
ar: لا توجد مجموعات مُشتركة
az: Heç bir ortaq qrup yoxdur
be: Няма агульных груп
bn: একই রকমের আর কোনও গ্রুপ নেই
ca: Cap grup en comú
cs: Žádné společné skupiny
cy: Dim Grwpiau'n Gyffredin
da: Ingen fællesgrupper
de: Keine gemeinsamen Gruppen
el: Καμία κοινή ομάδα
es: No tienes grupos en común
et: Ühiseid gruppe pole
fa: بدون گروه مشترک
fi: Ei yhteisiä ryhmiä
fr: Aucun groupe en commun
gu: કોમનમાં કોઈ ગ્રુપ નથી
he: אין קבוצות במשותף
hi: सामान्य में कोई समूह नहीं
hr: Nema zajedničkih grupa
hu: Nincs közös csoport
id: Tidak ada grup yang sama
is: Engir sameiginlegir hópar
it: Nessun gruppo in comune
ja: 共通のグループはありません
km: á‚áŸ’á˜á¶á“á€áŸ’ášá»á˜ášá½á˜
kn: ನೀವಿಬ್ಬರೂ ಒಂದೇ ಗುಂಪುಗಳಲ್ಲಿಲ್ಲ
ko: 공통 그룹 없음
lt: Nėra bendrų grupių
lv: Nav kopīgu grupu
mk: Немате заеднички групи
ml: പൊതുവായി ഗ്രൂപ്പുകളൊന്നുമില്ല
mr: कुठलेही गट समाईक नाहीत
ms: Tidak ada Kumpulan yang Sama
my: အဖွဲ့တူ မရှိ
nb: Ingen felles grupper
nl: Geen gemeenschappelijke groepen
pa: ਕੋਈ ਗਰੁੱਪ ਸਾਂਝੇ ਨਹੀਂ
pl: Brak wspólnych grup
ps: هېڅ ګډ ګروپ نشته
pt_br: Nenhum grupo em comum
pt_pt: Sem grupos em comum
ro: Niciun grup în comun
ru: Нет общих групп
sk: Žiadne spoločné skupiny
sl: Ni skupnih skupin.
sq: Pa Grupe të Përbashkët
sr: Немате заједничких група
sv: Inga grupper gemensamt
sw: Hakuna Vikundi Mnavyoshiriki Pamoja
ta: இல்லை குழுக்கள் பொதுவாக
te: సాధారణమైన సమూహాలు లేవు
th: ไม่มีกลุ่มร่วมกัน
tr: Ortak Grup Yok
ug: ئورتاق گۇرۇپپا يوق
uk: Спільних груп немає
ur: مشترکہ طور پر کوئی گروپس نہیں
vi: Không có Nhóm chung
zh_cn: 无共同群组
zh_hk: 無共同群組

# CONVERSATION_SETTINGS_PERMISSIONS
source: Permissions
af: Magtigings
ar: الأذونات
az: İcazələr
be: Дазволы
bn: অনুমতি
ca: Permisos
cs: Oprávnění
cy: Caniatâd
da: Tilladelser
de: Berechtigungen
el: Άδειες
es: Permisos
et: Õigused
eu: Baimenak
fa: دسترسی ها
fi: Käyttöoikeudet
fr: Autorisations
ga: Ceadanna
gu: પરવાનગીઓ
he: הרשאות
hi: अनुमतियाँ
hr: Dozvole
hu: Jogosultságok
id: Perizinan
is: Heimildir
it: Permessi
ja: アクセス許可
km: á€á¶ášá¢á“á»á‰áŸ’á‰á¶á
kn: ಅನುಮತಿಗಳು
ko: 권한
lt: Leidimai
lv: Atļaujas
mk: Дозволи
ml: അനുമതികൾ
mr: परवानग्या
ms: Kebenaran
my: ခွင့်ပြုချက်များ
nb: Tillatelser
nl: Machtigingen
pa: ਇਜਾਜ਼ਤਾਂ
pl: Uprawnienia
ps: اجازې
pt_br: Permissões
pt_pt: Permissões
ro: Permisiuni
ru: Разрешения
sk: Povolenia
sl: Dovoljenja
sq: Leje
sr: Дозволе
sv: Behörigheter
sw: Ruhusa
ta: அனுமதிகள்
te: అనుమతులు
th: สิทธิ์
tr: İzinler
ug: ھوقۇقلار
uk: Дозволи
ur: اجازت
vi: Quyền
zh_cn: 权限
zh_hk: 權限

# CONVERSATION_SETTINGS_REMOVE_FROM_GROUP_BUTTON
source: Remove From Group
af: Verwyder uit groep
ar: إزالة من المجموعة
az: Qrupdan çıxart
be: Выдаліць з групы
bg: Отстраняване от групата
bn: গ্রুপ থেকে সরিয়ে ফেলুন
ca: Esborra del grup
cs: Odebrat ze skupiny
cy: Dileu O'r Grŵp
da: Fjern fra gruppe
de: Aus Gruppe entfernen
el: Αφαίρεση από την ομάδα
es: Eliminar del grupo
es_es: Expulsar del grupo
et: Eemalda grupist
eu: Taldetik kanporatu
fa: حذف از گروه
fi: Poista ryhmästä
fil: Tanggalin sa Grupo
fr: Retirer du groupe
ga: Bain den Ghrúpa
gu: ગ્રુપમાંથી દૂર કરો
he: הסרה מהקבוצה
hi: ग्रुप से निकालें
hr: Ukloni iz grupe
hu: Eltávolítás a csoportból
id: Hapus Dari Grup
is: Fjarlægja úr hóp
it: Rimuovi dal gruppo
ja: グループから削除する
kab: Yettwakkes seg ugraw
kk: Топтан алып тастау
km: á›á»á”á…áŸá‰á–á¸á€áŸ’ášá»á˜
kn: ಗುಂಪಿನಿಂದ ತೆಗೆಯಿರಿ
ko: 그룹에서 제거
lt: Šalinti iš grupės
lv: Dzēst no grupas
mk: Отстранете од група
ml: ഗ്രൂപ്പിൽ നിന്ന് ഒഴിവാക്കുക
mr: ग्रुपमधून काढून टाका
ms: Keluarkan Daripada Kumpulan
my: အဖွဲ့မှ ဖယ်ရှားမယ်
nb: Fjern fra gruppen
nl: Uit de groep verwijderen
pa: ਗਰੁੱਪ ਵਿੱਚੋਂ ਹਟਾਓ
pa_pk: گروپ توں ہٹاؤ
pl: Usuń z grupy
ps: له ګروپ څخه ایستل
pt_br: Apagar do grupo
pt_pt: Remover do grupo
ro: Elimină Din Grup
ru: Удалить из группы
sk: Odstrániť zo skupiny
sl: Odstrani iz skupine
sq: Hiqe Prej Grupi
sr: Уклони из групе
sv: Ta bort från grupp
sw: Ondoa Kutoka Kikundi
ta: குழுவிலிருந்து அகற்று
te: సమూహం నుండి తీసివేయండి
th: ลบออกจากกลุ่ม
tr: Gruptan Çıkar
ug: گۇرۇپپىدىن چىقىرىۋەت
uk: Вилучити з групи
ur: گروپ سے ہٹائیں
vi: Loại bỏ khỏi Nhóm
zh_cn: 从群组移除
zh_hk: 從群組中移除
