Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DATABASE_RECOVERY_MORE_STORAGE_SPACE_NEEDED_CONTINUE_ANYWAY
source: Continue Anyway
ar: متابعة على أي حال
be: Працягнуць у любым выпадку
bn: যেভাবেই হোক এগিয়ে যান
ca: Continuar de totes maneres
cs: Přesto pokračovat
da: Fortsæt alligevel
de: Trotzdem fortfahren
el: Συνέχεια παρ' όλα αυτά
es: Continuar de todos modos
fa: به هر حال ادامه بده
fi: Jatka silti
fr: Continuer quand même
ga: Lean ar aghaidh ar aon nós
gu: કોઈપણ રીતે ચાલુ રાખો
he: להמשיך בכל זאת
hi: फिर भी जारी रखें
hr: Svejedno nastavi
hu: Mindenképp folytatom
id: Tetap Lanjutkan
it: Continua lo stesso
ja: とにかく続ける
ko: 무시하고 계속
mr: तरीही सुरू ठेवा
ms: Teruskan sahaja
nb: Fortsett likevel
nl: Toch doorgaan
pl: Mimo to kontynuuj
pt_br: Continuar mesmo assim
pt_pt: Continuar mesmo assim
ro: Continuă Oricum
ru: Всё равно продолжить
sk: Napriek tomu pokračovať
sr: Свакако настави
sv: Fortsätt ändå
th: ยืนยันที่จะดำเนินการต่อ
tr: Yine De Devam Et
ug: يەنىلا داۋاملاشتۇرۇش
uk: Усе одно продовжити
ur: بہر صورت جاری رکھیں
vi: Tiếp tục
zh_cn: 仍然继续
zh_hk: 仍要繼續

# DATABASE_RECOVERY_MORE_STORAGE_SPACE_NEEDED_DESCRIPTION
source: In order to complete data recovery, we recommend you have at least %@ of storage space free on your device.
ar: لاستكمال عملية استعادة البيانات، نوصي أن تكون مساحة تخزين جهازك لا تقل عن %1$@.
be: Каб завяршыць аднаўленне даных, мы рэкамендуем мець на вашай прыладзе мінімум %1$@ вольнага месца ў сховішчы.
bn: ডেটা পুনরুদ্ধার সম্পন্ন করতে, আমারা আপনাকে আপনার ডিভাইসের কমপক্ষে %1$@ জায়গা খালি রাখার পরামর্শ দিচ্ছি।
ca: Per completar la recuperació de dades, et recomanem que tinguis com a mínim %1$@ d'espai d'emmagatzematge lliure al teu dispositiu.
cs: K dokončení obnovy dat doporučujeme mít v zařízení alespoň %1$@ volného úložiště.
da: For at fuldføre datagendannelse, anbefaler vi, at du har mindst %1$@ lagerplads ledig på din enhed.
de: Um die Datenwiederherstellung abzuschließen, solltest du mindestens %1$@ freien Speicherplatz auf deinem Gerät haben.
el: Για να ολοκληρώσεις την ανάκτηση δεδομένων, προτείνουμε να έχεις τουλάχιστον %1$@ ελεύθερο χώρο αποθήκευσης στη συσκευή σου.
es: Para completar la recuperación de datos, recomendamos que tengas al menos %1$@ de espacio de almacenamiento libre en tu dispositivo.
fa: به منظور تکمیل بازیابی داده‌ها، توصیه می‌کنیم حداقل %1$@ فضای ذخیره‌سازی آزاد در دستگاه خود داشته باشید.
fi: Jotta tietojen palauttaminen voidaan suorittaa loppuun, suosittelemme, että laitteessasi on vähintään %1$@ vapaata tallennustilaa.
fr: Pour récupérer vos données, vous devez disposer d'au moins %1$@ d'espace de stockage libre sur votre appareil.
ga: Chun athshlánú na sonraí a chur i gcrích, molaimid duit %1$@ de shaorspás stórála ar a laghad a bheith agat ar do ghléas.
gu: ડેટા રિકવરી પૂર્ણ કરવા માટે, અમે ભલામણ કરીએ છીએ કે તમે તમારા ડિવાઇસ પર સ્ટોરેજ સ્પેસમાંથી ઓછામાં ઓછી %1$@ ખાલી રાખો.
he: על מנת להשלים את שחזור הנתונים, אנחנו ממליצים שיהיו לך לפחות %1$@ של שטח אחסון פנוי במכשיר שלך.
hi: डेटा रिकवरी पूरी करने के लिए हम आपको आपके डिवाइस पर कम से कम %1$@ स्टोरेज खाली रखने की सलाह देते हैं।
hr: Kako bi oporavak podataka bio uspješan, preporučljivo je imati najmanje %1$@ slobodnog prostora za pohranu na svom uređaju.
hu: Az adatok helyreállításának befejezéséhez azt javasoljuk, hogy legalább %1$@ szabad tárhely legyen az eszközödön.
id: Untuk menyelesaikan pemulihan data, kami sarankan Anda memiliki minimal %1$@ ruang penyimpanan kosong di perangkat.
it: Per completare il processo di recupero dati ti consigliamo di avere almeno %1$@ di spazio libero sulla memoria di archiviazione del tuo dispositivo.
ja: データの復元を完了させるためには、デバイスに少なくとも %1$@ のストレージの空き容量を確保することをお勧めします。
ko: 데이터 복구를 완료하려면 기기에 저장공간이 %1$@ 이상 있어야 합니다.
mr: डेटा पुनर्प्राप्त पूर्ण करण्याच्या दृष्टीने, आम्ही आपल्या डिव्हाइसवर कमीत कमी %1$@ संग्रहण जागा असण्याची आवश्यकता असण्याची शिफारस करतो.
ms: Untuk melengkapkan pemulihan data, kami mengesyorkan anda mempunyai sekurang-kurangnya %1$@ ruang storan kosong pada peranti anda.
nb: For å gjenopprette all data anbefaler vi at du har minst %1$@ ledig lagringsplass på enheten.
nl: Om herstel van je gegevens te voltooien, raden we je aan ten minste %1$@ opslagruimte vrij te houden op je apparaat.
pl: Aby przywracanie danych się udało, zalecamy co najmniej %1$@ wolnego miejsca na urządzeniu.
pt_br: Para concluir a recuperação de dados, recomendamos que você tenha pelo menos %1$@ de espaço livre no seu dispositivo.
pt_pt: A fim de completar a recuperação de dados, recomendamos que tenha pelo menos %1$@ de espaço de armazenamento livre no seu dispositivo.
ro: Ca să finalizezi recuperarea datelor, îți recomandăm să ai cel puțin %1$@ din spațiul de stocare disponibil pe dispozitivul tău.
ru: Для полного восстановления данных требуется не менее %1$@ места на вашем устройстве.
sk: Ak si želáte dokončiť obnovu údajov, odporúčame vám, aby vo vašom zariadení bolo aspoň %1$@ voľného miesta.
sr: Да бисте довршили опоравак података, препоручујемо вам да имате најмање %1$@ слободног меморијског простора на уређају.
sv: För att slutföra återställning av data rekommenderar vi att du har minst %1$@ lagringsutrymme ledigt på din enhet.
th: เราขอแนะนำให้อุปกรณ์มีพื้นที่จัดเก็บเหลืออย่างน้อย %1$@ เพื่อการกู้คืนข้อมูลที่สมบูรณ์
tr: Veri kurtarma işlemini tamamlamak için cihazında en az %1$@ boş depolama alanı olmasını öneriyoruz.
ug: سانلىق مەلۇماتنى ئەسلىگە كەلتۈرۈشنى تاماملاش ئۈچۈن، ئۈسكۈنىڭىزدە كەم دېگەندە %1$@ ساقلاش بوشلۇقى بولۇشى تەۋسىيە قىلىنىدۇ.
uk: Щоб завершити відновлення даних, рекомендуємо мати принаймні %1$@ вільної пам'яті на пристрої.
ur: ڈیٹا کی بحالی مکمل کرنے کے لیے، ہمارا مشورہ ہے کہ آپ کے پاس اپنی ڈیوائس پر کم از کم %1$@ اسٹوریج اسپیس خالی ہو۔
vi: Để hoàn tất khôi phục dữ liệu, chúng tôi khuyến nghị thiết bị có ít nhất %1$@ dung lượng lưu trữ trống.
zh_cn: 为了完成数据恢复，我们建议您的设备上至少要有 %1$@ 的存储空间。
zh_hk: 為了完成資料恢復，我們建議你的裝置最少要有 %1$@ 的可用儲存空間。

# DATABASE_RECOVERY_MORE_STORAGE_SPACE_NEEDED_TITLE
source: More Storage Space Needed
ar: مطلوب المزيد من مساحة التخزين
be: Патрэбна больш месца ў сховішчы
bn: সংরক্ষণের আরো জায়গা প্রয়োজন
ca: Es necessita més espai d'emmagatzematge
cs: Je zapotřebí více volného místa v úložišti
da: Kræver mere lagerplads
de: Mehr Speicherplatz erforderlich
el: Απαιτείται περισσότερος χώρος αποθήκευσης
es: Se necesita más espacio de almacenamiento
fa: فضای ذخیره سازی بیشتری مورد نیاز است
fi: Tallennustila ei riitä
fr: Espace de stockage insuffisant
ga: Tá tuilleadh spáis stórála ag teastáil
gu: વધુ સ્ટોરેજ સ્પેસની જરૂર છે
he: דרוש עוד שטח אחסון
hi: अधिक स्टोरेज स्पेस चाहिए
hr: Nedostaje prostora za pohranu
hu: Több tárhelyre van szükség
id: Diperlukan Ruang Penyimpanan Lebih
it: Spazio di archiviazione insufficiente
ja: より多くのストレージ容量が必要です
ko: 저장공간 부족
mr: अधिक संग्रहण जागा आवश्यक आहे
ms: Lebih Banyak Ruang Storan Diperlukan
nb: For lite lagringsplass
nl: Meer opslagruimte nodig
pl: Potrzeba więcej miejsca na urządzeniu
pt_br: Você precisa de mais espaço de armazenamento
pt_pt: É necessário mais espaço de armazenamento
ro: Este Necesar mai mult Spațiu de Stocare.
ru: Недостаточно места в хранилище
sk: Vyžaduje sa viac úložného priestoru
sr: Потребно је више меморијског простора
sv: Mer lagringsutrymme behövs
th: ต้องการพื้นที่จัดเก็บเพิ่ม
tr: Daha Fazla Depolama Alanı Gerekiyor
ug: كۆپرەك بوشلۇق لازىم
uk: Потрібно більше пам'яті
ur: زیادہ سٹوریج اسپیس درکار ہے
vi: Cần thêm Dung lượng Lưu trữ
zh_cn: 需要更多存储空间
zh_hk: 需要更多儲存空間

# DATABASE_RECOVERY_RECOVERY_FAILED_DESCRIPTION
source: Your message history couldn’t recover. You can continue to use Signal after reinstalling. Submit a debug log so we can better understand what went wrong.
ar: تعذَّرت استعادة سجل الرسائل الخاص بحسابك. يمكنك الاستمرار في استخدام تطبيق سيجنال بعد إعادة التثبيت. أرسِل سجل الأخطاء حتى نتمكن من فهم الخطأ الذي حدث بشكلٍ أفضل.
be: Не атрымалася аднавіць вашу гісторыю паведамленняў. Вы зможаце працягваць выкарыстоўваць Signal, калі паўторна ўсталюецца праграму. Адпраўце журнал адладкі, каб мы лепш зразумелі, што адбываецца не так, як трэба.
bn: আপনার ম্যাসেজ ইতিহাস পুনরুদ্ধার করা যায়নি। আপনি পুনরায় ইনস্টল করার পর Signal ব্যবহার করা চালিয়ে যেতে পারেন। একটি ডিবাগ লগ জমা দিন, যাতে আমরা ভালোভাবে বুঝতে পারি কী সমস্যা হয়েছে।
ca: No s'ha pogut recuperar el teu historial de missatges. Pots continuar utilitzant Signal després de reinstal·lar-lo. Envia un informe de depuració perquè puguem entendre millor què ha fallat.
cs: Historii vašich zpráv se nepodařilo obnovit. Po přeinstalování můžete Signal dál používat. Odešlete protokol ladění, abychom mohli lépe pochopit, co se pokazilo.
da: Din meddelelseshistorik kunne ikke gendannes. Du kan fortsætte med at bruge Signal efter geninstallation. Indsend en fejlfindingslog, så vi bedre kan forstå, hvad der gik galt.
de: Dein Nachrichtenverlauf konnte nicht wiederhergestellt werden. Du kannst Signal nach der Neuinstallation weiter verwenden. Sende uns ein Diagnoseprotokoll, damit wir besser verstehen können, was schiefgelaufen ist.
el: Δεν ήταν δυνατή η ανάκτηση του ιστορικού μηνυμάτων σου. Μπορείς να συνεχίσεις να χρησιμοποιείς το Signal μετά την επανεγκατάσταση. Υπόβαλε ένα αρχείο καταγραφής εντοπισμού σφαλμάτων για να κατανοήσουμε καλύτερα τι πήγε στραβά.
es: No se ha podido recuperar tu historial de mensajes. Puedes seguir usando Signal después de reinstalar la app. Envía un informe de depuración para que podamos identificar el problema.
fa: سابقه پیام شما بازیابی نشد. پس از نصب مجدد می توانید به استفاده از سیگنال ادامه دهید. یک گزارش اشکال‌زدایی ارسال کنید تا بهتر بفهمیم چه مشکلی رخ داده است.
fi: Viestihistoriaa ei voitu palauttaa. Voit jatkaa Signalin käyttöä asennettuasi sen uudelleen. Lähetä virheenkorjausloki, jotta voimme paremmin ymmärtää, mikä meni vikaan.
fr: Impossible de récupérer vos messages. Vous pouvez continuer à utiliser Signal après avoir réinstallé l'application. Pour nous aider à comprendre ce qui s'est passé, veuillez nous envoyer un journal de débogage.
ga: Níorbh fhéidir stair do theachtaireachtaí a athshlánú. Is féidir leat leanúint le Signal a úsáid i ndiaidh athshuiteáil a dhéanamh. Cuir isteach loga dífhabhtaithe ionas gur féidir linn tuiscint níos fearr a fháil ar an méid a tharla.
gu: તમારી મેસેજ હિસ્ટ્રી રિકવર થઈ શકી નહીં. તમે Signalને ફરીથી ઇન્સ્ટોલ કર્યા પછી તેનો ઉપયોગ ચાલુ રાખી શકો છો. ડીબગ લોગ સબમિટ કરો જેથી અમે વધુ સારી રીતે સમજી શકીએ કે શું ખોટું થયું છે.
he: לא הצלחנו לשחזר את היסטוריית ההודעות שלך. באפשרותך להמשיך להשתמש ב–Signal לאחר התקנה מחדש. מומלץ לשלוח יומן ניפוי באגים כדי שנוכל להבין טוב יותר מה השתבש.
hi: आपका संदेश इतिहास रिकवर नहीं हो सका। Signal को फिर से इंस्टॉल करने के बाद आप उसे इस्तेमाल करना जारी रख सकते हैं। एक डीबग लॉग सबमिट करें ताकि हम बेहतर समझ सकें कि क्या गड़बड़ हुई।
hr: Oporavak povijesti vaših poruka nije uspio. Možete nastaviti koristiti Signal nakon što ga ponovno instalirate. Pošaljite zapisnik o pogrešci kako bismo bolje razumjeli što se dogodilo.
hu: Az üzenetelőzményeket nem sikerült helyreállítani. Az újratelepítés után folytathatod a Signal használatát. Küldj be egy hibakeresési naplót, hogy jobban megérthessük a problémát.
id: Riwayat pesan Anda tidak dapat dipulihkan. Anda dapat terus menggunakan Signal setelah menginstal ulang. Kirim log debug agar kami bisa lebih memahami masalahnya.
it: Non siamo riusciti a recuperare la tua cronologia messaggi :( Puoi però continuare a usare Signal dopo aver reinstallato l'app. Invia un log di debug per permetterci di capire cosa non ha funzionato.
ja: メッセージ履歴を復元できませんでした。再インストール後も引き続きSignalをご利用いただけます。原因究明のためにデバッグログを送信してください。
ko: 메시지 기록을 복구할 수 없습니다. Signal을 다시 설치하고 계속 사용할 수 있습니다. 어디에 문제가 있었는지 확인할 수 있도록 디버그 로그를 제출해 주세요.
mr: आपला संदेश इतिहास पुनर्प्राप्त केला जाऊ शकत नाही. पुन्हा स्थापना केल्यानंतर आपण Signal चा वापर करणे पुढे सुरू ठेवू शकता. डीबग लॉग सादर करा म्हणजे आम्हाला काय चुकीचे झाले ते अधिक चांगल्या प्रकारे समजू शकेल.
ms: Sejarah mesej anda tidak dapat dipulihkan. Anda boleh terus menggunakan Signal selepas memasangnya semula. Hantar log nyahpepijat supaya kami dapat memahami dengan lebih baik masalah yang dihadapi.
nb: Meldingsloggen din kunne ikke gjenopprettes. Du må installere appen på nytt for å fortsette å bruke Signal. Send inn en feilsøkingslogg slik at vi kan forstå hva som gikk galt.
nl: Je chatgeschiedenis kan niet worden hersteld. Je kunt Signal blijven gebruiken na de herinstallatie. Stuur een foutopsporingslog in, zodat we beter kunnen begrijpen wat er misging.
pl: Nie udało się przywrócić historii wiadomości. Aby nadal korzystać z aplikacji Signal, zainstaluj ją ponownie. Wyślij nam dzienniki debugowania, abyśmy mogli przeanalizować, co poszło nie tak.
pt_br: Não foi possível recuperar seu histórico de mensagens. Continue a usar o Signal depois de reinstalar. Envie um registro de depuração para que a gente possa entender o que aconteceu.
pt_pt: O seu histórico de mensagens não pode ser recuperado. Pode continuar a usar o Signal após reinstalar. Envie um registo de depuração para que possamos compreender melhor o que correu mal.
ro: Istoricum mesajelor tale nu a putut fi recuperat. Poți să continui să folosești Signal după reinstalare. Trimite un jurnal de depanare ca să înțelegem mai bine ce nu a funcționat.
ru: История ваших сообщений не может быть восстановлена. Вы сможете снова пользоваться Signal после переустановки. Отправьте журнал отладки, чтобы мы могли лучше понять, что пошло не так.
sk: Históriu správ sa nepodarilo obnoviť. Po preinštalovaní môžete Signal naďalej používať. Odošlite záznam s chybou, pomôže nám lepšie pochopiť, kde sa vyskytol problém.
sr: Опоравак историје порука није успео. Можете наставити да користите Signal након поновне инсталације. Пошаљите извештај о грешкама да бисмо боље разумели шта је пошло по злу.
sv: Det gick inte att återställa meddelandehistoriken. Du kan fortsätta att använda Signal efter ominstallation. Skicka en felsökningslogg så att vi bättre kan förstå vad som gick fel.
th: ไม่สามารถกู้คืนประวัติการส่งข้อความของคุณได้ หลังจากติดตั้ง Signal อีกครั้งแล้ว คุณจะสามารถใช้งานแอปได้ตามปกติ ส่งบันทึกดีบักเพื่อให้เราได้ศึกษาและตรวจสอบข้อผิดพลาดนี้
tr: Mesaj geçmişin kurtarılamadı. Yeniden yükleme yaptıktan sonra Signal'ı kullanmaya devam edebilirsin. Problemi daha iyi anlayabilmemiz için bize bir hata günlüğü gönder.
ug: ئۇچۇرلىشىش خاتىرىڭىزنى ئەسلىگە كەلتۈرگىلى بولمىدى. Signal نى قايتا قاچىلىغاندىن كېيىن داۋاملىق ئىشلەتسىڭىز بولىدۇ. قەيەردە مەسىلە كۆرۈلگەنلىكىنى ئايدىڭلاشتۇرۇش ئۈچۈن خاتالىق خاتىرىسىنى يوللاپ بەرسىڭىز بولىدۇ.
uk: Не вдалося відновити історію повідомлень. Ви можете повторно встановити Signal і користуватися застосунком надалі. Надішліть нам журнал налагодження, щоб ми могли розібратися в цій проблемі.
ur: آپ کی میسج ہسٹری بحال نہیں کی جا سکی۔ آپ دوبارہ انسٹال کرنے کے بعد Signal استعمال کرنا جاری رکھ سکتے ہیں۔ ایک نقص ازالہ کاری کا لاگ جمع کروائیں تاکہ ہم بہتر طور پر سمجھ سکیں کہ کیا غلط ہوا۔
vi: Không thể khôi phục lịch sử tin nhắn. Bạn có thể tiếp tục sử dụng Signal sau khi cài đặt lại. Gửi nhật ký gỡ lỗi để chúng tôi có thể hiểu hơn vấn đề đã xảy ra.
zh_cn: 您的消息记录无法恢复。您可以重新安装并继续使用 Signal。请向我们提交调试日志，以便我们更好地了解情况。
zh_hk: 無法恢復你的訊息紀錄。重新安裝後，你可以繼續使用 Signal。請提交除錯紀錄，幫助我們更了解問題所在。

# DATABASE_RECOVERY_RECOVERY_FAILED_RESET_APP_BUTTON
source: Reset Signal
ar: إعادة تعيين سيجنال
be: Усталяваць Signal нанова
bn: Signal রিসেট করুন
ca: Reiniciar Signal
cs: Restartovat Signal
da: Nulstil signal
de: Signal zurücksetzen
el: Επαναφορά Signal
es: Restablecer Signal
fa: بازنشانی سیگنال
fi: Palauta Signal
fr: Réinitialiser Signal
ga: Athshocraigh Signal
gu: Signal રીસેટ કરો
he: איפוס של Signal
hi: Signal को रीसेट करें
hr: Resetiraj Signal
hu: Signal visszaállítása
it: Reset di Signal
ja: Signalをリセットする
ko: Signal 초기화
mr: Signal रिसेट करा
ms: Tetapkan Semula Signal
nb: Tilbakestill Signal
nl: Signal resetten
pl: Zresetuj Signal
pt_br: Reiniciar o Signal
pt_pt: Repor Signal
ro: Resetare Signal
ru: Переустановить Signal
sk: Resetovať Signal
sr: Ресетуј Signal
sv: Återställ Signal
th: รีเซ็ต Signal
tr: Signal'ı Sıfırla
ug: Signal نى قايتا تەڭشەش
uk: Скинути налаштування Signal
ur: Signal ری سیٹ کریں
vi: Không Khôi phục được Dữ liệu
zh_cn: 重置 Signal
zh_hk: 重設 Signal

# DATABASE_RECOVERY_RECOVERY_FAILED_RESET_APP_CONFIRMATION_CONFIRM
source: Reset
ar: إعادة التعيين
be: Скінуць
bn: রিসেট করুন
ca: Restableix
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fi: Palauta alkuasetuksiin
fr: Réinitialiser
ga: Athshocraigh
gu: ફરીથી સેટ કરો
he: אפס
hi: फिर से स्थापित करना
hr: Poništi
hu: Visszaállítás
id: Atur ulang
it: Resetta
ja: リセット
ko: 초기화
mr: रीसेट करा
ms: Tetap semula
nb: Tilbakestill
nl: Resetten
pl: Zresetuj
pt_br: Redefinir
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Resetovať
sr: Ресетуј
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
ug: ئەسلىگە قايتۇر
uk: Скинути
ur: دوبارہ بحال کریں
vi: Đặt lại
zh_cn: 重置
zh_hk: 重設

# DATABASE_RECOVERY_RECOVERY_FAILED_RESET_APP_CONFIRMATION_DESCRIPTION
source: Your account info, profile, and all of your messages will be cleared. The app will close after this process is complete.
ar: سيتمُّ إزالة معلومات حسابك وحسابك الشخصي وجميع رسائلك. سيتمُّ إغلاق التطبيق بعد اكتمال هذه العملية.
be: Ваша інфармацыя ўліковага запісу, профіль і ўсе вашы паведамленні будуць ачышчаны. Праграма закрыецца пасля завяршэння гэтага працэсу.
bn: আপনার অ্যাকাউন্টের তথ্য, প্রোফাইল এবং আপনার সমস্ত ম্যাসেজ মুছে যাবে। এই প্রক্রিয়াটি সম্পন্ন হওয়ার পর অ্যাপটি বন্ধ হয়ে যাবে।
ca: Això suprimirà la informació del compte, el perfil i tots els teus missatges. L'app es tancarà un cop finalitzat aquest procés.
cs: Informace o vašem účtu, váš profil a všechny zprávy budou vymazány. Po dokončení tohoto procesu se aplikace ukončí.
da: Dine kontooplysninger, din profil og alle dine beskeder ryddes. Appen lukkes, når denne proces er fuldført.
de: Deine Kontodaten, dein Profil und all deine Nachrichten werden dabei gelöscht. Die App wird beendet, wenn dieser Vorgang abgeschlossen ist.
el: Τα στοιχεία του λογαριασμού σου, το προφίλ σου και όλα σου τα μηνύματα θα διαγραφούν. Η εφαρμογή θα κλείσει αφού ολοκληρωθεί αυτή η διαδικασία.
es: Se eliminará la información de tu cuenta, tu perfil y todos tus mensajes. La app se cerrará después de que finalice este proceso.
fa: اطلاعات حساب، نمایه و تمام پیام‌های شما پاک خواهد شد. پس از اتمام این فرآیند، برنامه بسته خواهد شد.
fi: Tilin tiedot, profiili ja kaikki viestit poistetaan. Sovellus sulkeutuu, kun prosessi on valmis.
fr: Vous êtes sur le point de supprimer votre profil, les informations de votre compte et tous vos messages. L'application se fermera une fois l'opération terminée.
ga: Glanfar d'fhaisnéis chuntais, do phróifíl agus do theachtaireachtaí go léir. Dúnfaidh an app nuair a bheidh an próiseas seo críochnaithe.
gu: તમારા અકાઉન્ટની માહિતી, પ્રોફાઇલ અને તમારા બધા મેસેજ સાફ થઈ જશે. આ પ્રક્રિયા પૂર્ણ થયા પછી ઍપ બંધ થઈ જશે.
he: פרטי החשבון, הפרופיל, וכל ההודעות שלך ימחקו. האפליקציה תיסגר לאחר השלמת התהליך.
hi: आपके अकाउंट की जानकारी, प्रोफ़ाइल, और आपके सभी संदेश हटा दिए जाएंगे। यह प्रक्रिया पूरी होने पर ऐप बंद हो जाएगा।
hr: Podaci o vašem računu, vaš profil i sve vaše poruke bit će izbrisani. Aplikacija će se zatvoriti nakon završetka ovog postupka.
hu: A fiókadataid, a profilod és minden üzeneted törlésre kerül. Az alkalmazás a folyamat befejezése után bezárul.
id: Info akun, profil, dan semua pesan Anda akan dihapus. Aplikasi akan tertutup setelah proses ini selesai.
it: I dati legati al tuo account e profilo, così come tutti i tuoi messaggi, verranno eliminati. L'app si chiuderà da sola dopo aver completato l'operazione.
ja: アカウント情報、プロフィール、メッセージはすべて消去されます。この処理が完了するとアプリは終了します。
ko: 내 계정 정보와 프로필, 모든 메시지를 삭제합니다. 이 프로세스를 완료하면 앱을 종료합니다.
mr: आपली अकाऊंट माहिती, प्रोफाइल आणि आपले सर्व संदेश साफ केले जातील. ही प्रक्रिया पूर्ण झाल्यानंतर अ‍ॅप बंद होईल.
ms: Maklumat akaun, profil dan semua mesej anda akan dikosongkan. Aplikasi akan ditutup selepas proses ini selesai.
nb: Dette sletter kontoinformasjonen din, profilen din og alle meldingene dine. Appen lukkes når prosessen er fullført.
nl: Je accountgegevens, profiel en al je berichten worden gewist. De app wordt gesloten nadat dit proces is voltooid.
pl: Dane konta, profil i wszystkie wiadomości zostaną usunięte. Po zakończeniu tego procesu aplikacja zostanie zamknięta.
pt_br: Suas informações de conta, perfil e todas as suas mensagens serão apagadas. O app será encerrado após a conclusão deste processo.
pt_pt: As informações da sua conta, perfil, e todas as suas mensagens serão apagadas. A app será encerrada após a conclusão deste processo.
ro: Informațiile despre cont, profil și toate mesajele tale vor fi șterse. Aplicația se va închide după ce se încheie procesul.
ru: Будут удалены информация вашей учётной записи, ваш профиль и все ваши сообщения. После завершения этого процесса приложение закроется.
sk: Informácie o vašom účte, profil a všetky správy budú vymazané. Po dokončení tohto procesu sa aplikácia zatvorí.
sr: Овим ћете избрисати податке налога, профил и све поруке. Апликација ће се затворити када се тај поступак заврши.
sv: Din kontoinformation, profil och alla dina meddelanden rensas. Appen stängs när den här processen är klar.
th: ข้อมูลบัญชี โปรไฟล์ และข้อความทั้งหมดของคุณจะถูกล้าง แอปจะปิดหลังขั้นตอนนี้เสร็จสิ้น
tr: Hesap bilgilerin, profilin ve tüm mesajların silinecek. Bu işlem tamamlandıktan sonra uygulama kapanacaktır.
ug: ھېسابات ئۇچۇرىڭىز، ئارخىپىڭىز ۋە بارلىق ئۇچۇر خاتىرىڭىز ئۆچۈرۈلىدۇ. بۇ جەريان تاماملانغاندىن كېيىن ئەپ ئېتىلىدۇ.
uk: Буде видалено інформацію про ваш акаунт, профіль і всі ваші повідомлення. Після цього застосунок закриється.
ur: آپ کے اکاؤنٹ کی معلومات، پروفائل، اور آپ کے تمام میسجز صاف ہو جائیں گے۔ ایپ اس عمل کے مکمل ہونے کے بعد بند ہو جائے گی۔
vi: Thông tin tài khoản của bạn, hồ sơ, và tất cả tin nhắn của bạn sẽ được xóa. Ứng dụng sẽ đóng sau khi quá trình này hoàn tất.
zh_cn: 您的账户信息、个人资料和所有消息将会被清空。应用将会在这个过程完成后关闭。
zh_hk: 你的帳戶資料、個人檔案和所有訊息將會被清除。完成處理後，應用程式將會關閉。

# DATABASE_RECOVERY_RECOVERY_FAILED_RESET_APP_CONFIRMATION_TITLE
source: Reset Signal
ar: إعادة تعيين سيجنال
be: Усталяваць Signal нанова
bn: Signal রিসেট করুন
ca: Reiniciar Signal
cs: Restartovat Signal
da: Nulstil signal
de: Signal zurücksetzen
el: Επαναφορά Signal
es: Restablecer Signal
fa: بازنشانی سیگنال
fi: Palauta Signal
fr: Réinitialiser Signal
ga: Athshocraigh Signal
gu: Signal રીસેટ કરો
he: איפוס של Signal
hi: Signal को रीसेट करें
hr: Resetiraj Signal
hu: Signal visszaállítása
it: Reset di Signal
ja: Signalをリセットする
ko: Signal 초기화
mr: Signal रिसेट करा
ms: Tetapkan Semula Signal
nb: Tilbakestill Signal
nl: Signal resetten
pl: Zresetuj Signal
pt_br: Reiniciar o Signal
pt_pt: Repor Signal
ro: Resetează Signal
ru: Переустановить Signal
sk: Resetovať Signal
sr: Ресетујте Signal
sv: Återställ Signal
th: รีเซ็ต Signal
tr: Signal'ı Sıfırla
ug: Signal نى قايتا تەڭشەش
uk: Скинути налаштування Signal
ur: Signal ری سیٹ کریں
vi: Đặt lại Signal
zh_cn: 重置 Signal
zh_hk: 重設 Signal
