Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PIN_CREATION_DISABLE_CONFIRMATION_MESSAGE
source: If you disable the PIN, you will lose all data when you re-register Signal unless you transfer it from another iOS device. You can not turn on Registration Lock while the PIN is disabled.
af: Indien u die PIN deaktiveer sal u alle data verloor wanneer u Signal herregistreer tensy u die vanaf ’n ander iOS-toestel oordra. U kan nie die registrasieslot aanskakel terwyl die PIN gedeaktiveer is nie.
ar: إذا عطَّلتَ رقم التعريف الشخصي (PIN)، ستفقد جميع البيانات عند إعادة التسجيل في سيجنال إلّا إذا قُمتَ بنقلِها مِن جهاز iOS آخر. لا يُمكنُك تفعيل قفل التسجيل أثناء تعطيل رقم التعريف الشخصي (PIN).
az: Əgər PIN-i sıradan çıxartsanız, başqa bir iOS cihazından köçürmədiyiniz müddətcə Signal-da yenidən qeydiyyatdan keçəndə bütün verilənlərinizi itirəcəksiniz. PIN sıradan çıxarılanda, Qeydiyyat Kilidini aça bilməyəcəksiniz.
be: Калі адключыць PIN-код, вы страціце ўсе даныя пры паўторным усталяванні Signal, таму загадзя перанясіце іх з іншай прылады iOS. Пакуль PIN-код адключаны, нельга будзе ўключыць блакіроўку рэгістрацыі.
bn: আপনি যদি পিন নিষ্ক্রিয় করেন, আপনি যদি আরেকটি iOS ডিভাইস থেকে সেটি স্থানান্তর না করেন তবে Signal-এ পুনরায় রেজিস্টার করার সময় আপনার সকল ডেটা হারাবেন। পিন নিষ্ক্রিয় থাকা অবস্থায় আপনি রেজিস্ট্রেশন লক চালু করতে পারবেন না।
ca: Si desactiveu el PIN, perdreu totes les dades quan torneu a registrar-vos al Signal, si no és que les transferiu des d'un altre dispositiu iOS. No podeu activar el blocatge de registre mentre el PIN estigui desactivat.
cs: Pokud PIN deaktivujete, tak při opětovné registraci Signal ztratíte všechna data, jestliže si je ručně nezazálohujete a neobnovíte. Když je PIN deaktivován, nemůžete si zapnout zámek registrace.
cy: Os fyddwch yn analluogi'r PIN, byddwch yn colli'r holl ddata pan fyddwch yn ailgofrestru Signal oni bai eich bod yn ei drosglwyddo o ddyfais iOS arall. Ni fyddwch yn gallu galluogi Cloi Cofrestru tra bod y PIN wedi ei analluogi.
da: Hvis du deaktiverer din pinkode, mister du alle data når du genregistrerer Signal, medmindre du overfører den fra en anden iOS-enhed. Du kan ikke aktivere registreringslås, mens pinkoden er déaktiveret.
de: Falls du deine PIN deaktivierst, wirst du bei erneutem Registrieren von Signal alle Daten verlieren, sofern du sie nicht von einem anderen iOS-Gerät überträgst. Du kannst die Registrierungssperre nur bei aktivierter PIN einschalten.
el: Αν απενεργοποιήσεις το PIN, θα χάσεις όλα τα δεδομένα σου όταν επανεγγραφείς στο Signal, εκτός αν τα μεταφέρεις από άλλη iOS συσκευή. Δεν θα μπορείς να ενεργοποιήσεις το Κλείδωμα Εγγραφής όσο το PIN είναι απενεργοποιημένο.
es: Si desactivas el PIN, perderás todos los datos de tu cuenta si vuelves a registrarte en Signal. Solo podrás conservar los datos si los transfieres desde otro dispositivo iOS. No puedes activar el bloqueo de registro si el PIN está desactivado.
es_es: Si desactivas el PIN, perderás todos los datos de tu cuenta al volver a instalar Signal. Sólo podrás conservar los datos si los transfieres a otro dispositivo iOS durante el registro del nuevo dispositivo. No puedes activar el bloqueo de registro con el PIN desactivado.
et: Kui keelad PIN-koodi, siis kaotad kõik andmed, kui eemaldad Signal rakenduse ja pole seda teisaldanud teise iOS seadmesse. Registreerimislukku pole võimalik sisse lülitada, kui PIN-kood on keelatud.
eu: PINa desaktibatutakoan, Signal berriro erregistratuz gero, datu guztiak galduko dituzu berauek beste iOS gailu batera transferitu ezik. Ezin duzu erregistratzeko blokeoa aktibatu PINa desaktibatuta dagoen bitartean.
fa: اگر پین را غیرفعال کنید، هنگامی که دوباره در سیگنال ثبت‌نام می‌کنید تمامی داده‌ها را از دست خواهید داد، مگر اینکه از یک دستگاه iOS دیگر آنها را منتقل کنید. هنگامی که پین غیرفعال است نمی‌توانید قفل ثبت‌نام را روشن کنید.
fi: Jos poistat tunnusluvun käytöstä, menetät kaikki tietosi rekisteröityessäsi Signaliin uudelleen, ellet siirrä tietojasi toisesta iOS-laitteesta. Et voi myöskään ottaa rekisteröintiestoa käyttöön, jos tunnusluku on pois päältä.
fr: La désactivation du code PIN entraînera la perte de toutes vos données lors de votre réinscription sur Signal, à moins de les transférer depuis un autre appareil iOS. Vous ne pouvez pas activer le blocage d’inscription si le code PIN est désactivé.
ga: Má dhíchumasaíonn tú an UAP, caillfidh tú do chuid sonraí go léir nuair a athchláróidh tú Signal, mura bhfuil siad ar fáil le haistriú ó ghléas iOS eile. Ní féidir leat Glas Clárúcháin a chur ar siúl agus an UAP díchumasaithe.
gu: જો તમે PIN ને અક્ષમ કરો છો, તો જ્યારે તમે Signal ને ફરીથી રજીસ્ટર કરશો ત્યારે તમે તમામ ડેટા ગુમાવશો જ્યાં સુધી તમે તેને અન્ય iOS ડિવાઇસમાંથી સ્થાનાંતરિત ન કરો. જ્યારે PIN અક્ષમ હોય ત્યારે તમે રજીસ્ટ્રેશન લૉક ચાલુ કરી શકતા નથી.
he: אם תשבית את ה־PIN, תאבד את כל הנתונים כאשר תירשם מחדש אל Signal אלא אם תעביר אותו ממכשיר iOS אחר. אינך יכול להפעיל נעילת הרשמה בזמן שה־PIN מושבת.
hi: यदि आप पिन को डिसेबल कर देते हैं, तो आप Signal के साथ दोबारा रजिस्टर करने पर अपना सारा डेटा खो बैठेंगे यदि आप किसी अन्य iOS डिवाइस से इसे ट्रांसफर नहीं करते हैं। आप पिन के डिसेबल होते हुए रजिस्ट्रेशन लॉक को चालू नहीं कर सकते।
hr: Ako onemogućite PIN, izgubiti će te sve podatke kada se ponovo registrirate na Signal, osim ako ih ne prenesete s drugog iOS uređaja. Ne možete omogućiti Zaključavanje registracije dokle god je PIN onemogućen.
hu: Ha letiltod a PIN kódot, a Signal újraregisztrálásakor minden adatot elvesztesz, hacsak nem közvetlenül az adatátvitel funkcióval költöztetted át adataidat régi telefonodról. A Regisztrációs zár funkciót csak bekapcsolt PIN funkcióval használhatod. A PIN használata az üzenetek megőrzését nem biztosítja (csak kontaktlistádat, beállításaidat), azokat régi telefonodról viheted csak át újraregisztráláskor.
id: Jika Anda menonaktifkan PIN, Anda akan kehilangan data saat Anda mendaftar ulang Signal kecuali Anda mentransfernya dari perangkat iOS lain. Anda tidak dapat menyalakan Kunci Pendaftaran saat PIN dinonaktifkan.
is: Ef þú gerir PIN-númerið óvirkt, muntu tapa öllum gögnum þegar þú endurskráir Signal nema þú takir öryggisafrit handvirkt og endurheimtir það síðan af öðru iOS-tæki. Þú getur ekki kveikt á skráningarlæsingu á meðan PIN-númerið er óvirkt.
it: Se disabiliti il PIN, perderai tutti i dati quando ti registri nuovamente con Signal a meno che tu non li trasferisca da un altro dispositivo iOS. Non è possibile attivare il Blocco registrazione mentre il PIN è disabilitato.
ja: PINを無効にすると、他のiOS端末から移行しない限り、Signalに再登録する際すべてのデータが失われます。PINを無効にしている間は登録ロックは使用できません。
kab: Ma yella tsenseḍ tangalt PIN, ad tesruḥeḍ meṛṛa isefka mi ara talseḍ ajerred deg Signal, ala ma yella tḥerzeḍ-ten deg yibenk-nniḍen iOS. Ur tezmireḍ ara ad tremdeḍ asekkeṛ n ujerred mi ara tili tengalt PIN tensa.
km: á”á¾á¢áŸ’á“á€á”á·á‘á›áŸáá€á¼áŠ PIN á¢áŸ’á“á€á“á¹á„á”á¶ááŸ‹á”á„áŸ‹á‘á·á“áŸ’á“á“áŸá™á‘á¶áŸ†á„á¢áŸáŸ‹ á“áŸ…á–áŸá›á¢áŸ’á“á€á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ Signal á¡á¾á„áœá·á‰ á›á»áŸ‡ááŸ’ášá¶á¢áŸ’á“á€á•áŸ’á‘áŸášáœá¶á–á¸á§á”á€ášááŸ iOS á•áŸ’áŸáŸá„á‘áŸ€ááŸ” á¢áŸ’á“á€á˜á·á“á¢á¶á…á”á¾á€ á€á¶ášá…á¶á€áŸ‹áŸáŸ„á€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ á“áŸ…á–áŸá›á›áŸáá€á¼áŠ PIN á”á¶á“á”á·á‘á“áŸ„áŸ‡á‘áŸáŸ”
kn: ನೀವು ಪಿನ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ನೀವು Signal ಅನ್ನು ಮರುನೋಂದಾಯಿಸುವಾಗ ಬೇರೊಂದು iOS ಸಾಧನ ದಿಂದ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ವರ್ಗಾಯಿಸದಿದ್ದರೆ ನೀವು ಅದನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ. ಪಿನ್ ನಿಷ್ಕ್ರಿಯವಾಗಿರುವಾಗ ನೀವು ನೋಂದಣಿ ಲಾಕ್ ಅನ್ನು ಆನ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ko: PIN을 끌 경우, 또다른 iOS 기기에서 이동하지 않은 채로 Signal에 재등록할 때 모든 데이터를 잃어버리게 됩니다. PIN이 꺼져 있을 때에는 등록 잠금을 켤 수 없습니다.
lt: Jei išjungsite PIN kodą, tuomet registruodamiesi iš naujo Signal programėlėje, prarasite visus duomenis, nebent perkelsite juos iš kito iOS įrenginio. Tol, kol PIN kodas yra išjungtas, negalėsite įjungti Registracijos užrakto.
lv: Ja atspējosiet PIN, atkārtoti reģistrējoties lietotnē Signal, jūs zaudēsiet visus datus, ja vien tos nepārsūtīsiet no citas iOS ierīces. Reģistrācijas bloķēšanu nevar ieslēgt, kamēr PIN ir atspējots.
ml: നിങ്ങൾ പിൻ പ്രവർത്തനരഹിതമാക്കുകയാണെങ്കിൽ, നിങ്ങൾ മറ്റൊരു ഐഒഎസ് ഉപകരണത്തിൽ നിന്ന് കൈമാറ്റം ചെയ്യുന്നില്ലെങ്കിൽ Signal വീണ്ടും രജിസ്റ്റർ ചെയ്യുമ്പോൾ നിങ്ങൾക്ക് എല്ലാ ഡാറ്റയും നഷ്ടപ്പെടും. പിൻ പ്രവർത്തനരഹിതമിരിക്കെ നിങ്ങൾക്ക് രജിസ്ട്രേഷൻ ലോക്ക് ഓണാക്കാൻ കഴിയില്ല.
mr: आपण PIN अक्षम केल्यास, आपण दुसऱ्या iOS डिव्हाईसवरून त्याचे स्थानांतरण केल्याशिवाय आपण Signal वर पुन्हा नोंदणी करताना आपण सर्व डेटा गमवाल. PIN अक्षम केलेले असताना आपण नोंदणी लॉक चालू करू शकत नाही.
ms: Sekiranya anda menyahdayakan PIN, anda akan kehilangan semua data semasa mendaftar semula Signal melainkan anda memindahkannya daripada peranti iOS yang lain. Anda tidak dapat menghidupkan Kunci Pendaftaran semasa PIN dinyahdayakan.
my: ပင်နံပါတ်ကို ပိတ်ထားလျှင် အခြား iOS စက်ပေါ်သို့ ဒေတာကို လွှဲပြောင်းခြင်းမရှိခဲ့လျှင် Signal ကိုပြန်စာရင်းသွင်းသောအခါ ဒေတာအားလုံးကို ဆုံးရှူံးလိမ့်မည်။ ပင်နံပါတ်ကို ပိတ်ထားစဉ် မှတ်ပုံတင်ခြင်းသော့ကို သင်ဖွင့်၍ မရပါ။
nb: Hvis du deaktiverer PIN-koden vil du miste all informasjon når du gjennomfører Signal-registrering på nytt, med mindre du manuelt tar en sikkerhetskopi og gjenoppretter innholdet. Du kan ikke skru på registreringslås mens PIN-koden er deaktivert.
nl: Als je de pincode uitschakelt zul je wanneer je Signal opnieuw registreert alle gegevens kwijtraken, tenzij je de gegevens vanaf een ander iOS-apparaat overzet. Zolang de pincode is uitgeschakeld kun je geen registratievergrendeling inschakelen.
pa: ਜੇ ਤੁਸੀਂ ਪਿੰਨ ਅਸਮਰੱਥ ਕੀਤਾ ਤਾਂ ਤੁਸੀਂ Signal ਨੂੰ ਮੁੜ-ਰਜਿਸਟਰ ਕਰਨ ਵੇਲੇ ਸਾਡਾ ਡਾਟਾ ਗੁਆ ਦਿਓਗੇ, ਜਦੋਂ ਤੱਕ ਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਹੋਰ iOS ਡਿਵਾਈਸ ਤੋਂ ਟਰਾਂਸਫਰ ਨਹੀਂ ਕਰਦੇ ਹੋ। ਪਿੰਨ ਅਸਮੱਥ ਹੋਣ ਨਾਲ ਤੁਸੀਂ ਰਜਿਸਟਰੇਸ਼ਨ ਚਾਲੂ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ।
pl: Jeśli wyłączysz PIN, przy ponownej rejestracji w aplikacji Signal stracisz wszystkie dane (chyba że przeniesiesz je z innego urządzenia z systemem iOS). Gdy PIN jest wyłączony, nie można też korzystać z funkcji blokady rejestracji.
ps: که مو چیرته PIN غیرفعاله کړی وي، نو د Signal په بیرته ثبتولو سره به ټول اطلاعات له لاسه ورکړئ، مګر دا چې تاسې یې د iOS له کومې بلې وسیلې څخه ولیږدوئ. کله چې PIN غیرفعال وي نو تاسې نشئ کولای چې د نوم لیکنې قفل یې روښانه کړئ.
pt_br: Se você desabilitar o PIN, você perderá todos os dados ao se registrar de novo com o Signal, a menos que você transfira os dados de outro dispositivo iOS. Você não pode ativar o Bloqueio de Registro enquanto o PIN estiver desativado.
pt_pt: Se você desativar o PIN, todos os dados serão perdidos ao registar-se novamente no Sinal, a menos que o transfira de outro dispositivo iOS. Você não pode ativar o 'Bloqueio de registo' enquanto o PIN estiver desativado.
ro: Dacă dezactivezi codul PIN, vei pierde toate datele atunci când te vei înregistra din nou la Signal, dacă nu le transferi de pe alt dispozitiv iOS. Nu poți activa Blocarea înregistrării în timp ce codul PIN este dezactivat.
ru: Если вы отключите PIN-код, то потеряете все данные, когда переустановите Signal (если вы не перенесёте их с другого iOS-устройства). Вы не можете включить блокировку регистрации, когда PIN-код отключён.
sk: Ak vypnete PIN, opätovnou registráciou Signalu prídete o všetky vaše dáta, ak ich neprenesiete z iného iOS zariadenia. Kým bude PIN vypnutý, nebudete môcť zapnúť registračný zámok.
sl: Z izklopom kode PIN boste ob ponovni prijavi v svoj račun Signal izgubili vse tam shranjene podatke, razen če jih prej prenesete iz druge iOS naprave. Brez kode PIN tudi ne morete vklopiti zaklepa registracije.
sq: Nëse çaktivizoni PIN-in, do të humbni krejt të dhënat, kur riregjistroni Signal-in, veç në i shpërngulshi prej një pajisje tjetër iOS. S’mund të aktivizoni Kyçje Regjistrimi, teksa PIN-i është i çaktivizuar.
sr: Ако искључите PIN, изгубићете све податке када поново региструјете Signal, осим ако их не увезете из другог iOS уређаја. Не можете да активирате закључавање регистрације док је PIN искључен.
sv: Om du inaktiverar PIN-koden kommer du att förlora alla data när du registrerar om Signal om du inte överför data från en annan iOS-enhet. Du kan inte slå på registreringslåset medan PIN-koden är inaktiverad.
sw: Ukizima PIN, utapoteza data yote utakaposajili upya Signal isipokuwa ukiihamisha kutoka kifaa kingine cha iOS. Huwezi kuwasha Kufuli ya Usajili wakati PIN imezimwa.
ta: நீங்கள் PIN ஐ முடக்கினால், நீங்கள் Signal சிக்னலை மற்றொரு iOS சாதனத்திலிருந்து மாற்றாவிட்டால் அதை மீண்டும் பதிவுசெய்யும்போது எல்லா தரவையும் இழப்பீர்கள். பின் முடக்கப்பட்டிருக்கும் போது நீங்கள் பதிவு பூட்டை இயக்க முடியாது.
te: మీరు పిన్‌ను నిలిపివేస్తే, మీరు మరొక iOS పరికరం నుండి బదిలీ చేయకపోతే Signal‌ను తిరిగి నమోదు చేసినప్పుడు మీరు మొత్తం డేటాను కోల్పోతారు. పిన్ నిలిపివేయబడినప్పుడు మీరు రిజిస్ట్రేషన్ లాక్‌ని ఆన్ చేయలేరు.
th: หากคุณปิดการใช้งาน PIN คุณจะสูญเสียข้อมูลเมื่อคุณสมัครบัญชี Signal ใหม่ นอกจากว่าคุณได้ถ่ายโอนบัญชีมาจากอุปกรณ์ iOS อีกเครื่อง คุณไม่สามารถเปิดการใช้งานกุญแจลงทะเบียนในขณะที่ PIN ถูกปิดการใข้งานไว้อยู่ได้
tr: PIN'i devre dışı bırakırsanız, başka bir iOS cihazından aktarmadığınız sürece Signal'i yeniden kaydettiğinizde tüm verileri kaybedersiniz. PIN devre dışı iken Kayıt Kilidini açamazsınız.
ug: ئەگەر PIN نى چەكلىسىڭىز، Signal غا قايتا تىزىملاتقاندا باشقا iOS ئەسلىگە كەلتۈرمىگۈچە ھەممە سانلىق مەلۇماتلىرىڭىز يوقىلىدۇ، PIN چەكلەنسە تىزىملىتىش قۇلۇپىنى ئاچالمايسىز.
uk: Якщо ви вимкнете PIN-код, то в разі повторної реєстрації в Signal усі ваші дані буде втрачено. Щоб цього уникнути, їх необхідно перенести зі старого пристрою з iOS. З вимкненим PIN-кодом неможливо ввімкнути блокування реєстрації.
ur: اگر آپ PIN کو غیر فعال کردیتے ہیں تو ، آپ جب تک Signal کو دوبارہ رجسٹر کرتے ہیں تو آپ تمام ڈیٹا کو کھو دیں گے جب تک کہ آپ اسے کسی دوسرے iOS آلہ سے منتقل نہ کریں۔ جب PIN غیر فعال ہو تو آپ رجسٹریشن لاک آن نہیں کرسکتے ہیں۔
vi: Nếu bạn vô hiệu hoá mã PIN, bạn sẽ mất tất cả dữ liệu khi bạn đăng ký lại Signal trừ khi bạn chuyển nó từ một thiết bị iOS khác. Bạn không thể bật Khoá Đăng ký khi mã PIN bị vô hiệu hoá.
zh_cn: 若禁用 PIN 码，您在重新注册 Signal 后只能通过迁移其它 iOS 设备数据恢复账户数据，否则您将丢失所有数据。PIN 禁用时，无法启用注册锁定。
zh_hk: 若您停用 PIN 碼，當您重新註冊 Signal 時，除非透過另一部 iOS 裝置來轉移資料，否則您將遺失所有資料。PIN 碼停用時無法開啟註冊鎖。

# PIN_CREATION_DISABLE_CONFIRMATION_TITLE
source: Warning
af: Waarskuwing
ar: تحذير
az: Xəbərdarlıq
be: Увага
bn: সতর্কতা
ca: Advertiment
cs: Varování
cy: Rhybudd
da: Advarsel
de: Warnung
el: Προσοχή
es: Advertencia
es_es: Advertencia
et: Hoiatus
eu: Markatutako zenbakia ez dago Signalen erregistratuta. SMS bidez gonbidatu nahiko zenuke?
fa: اخطار
fi: Varoitus
fr: Avertissement
ga: Rabhadh
gu: ચેતવણી
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
is: Viðvörun
it: Attenzione
ja: ご注意ください
kab: Ɣur-k
km: á–áŸ’ášá˜á¶á“
kn: ಎಚ್ಚರಿಕೆ
ko: 경고
lt: Įspėjimas
lv: Brīdinājums
mk: Предупредување
ml: മുന്നറിയിപ്പ്
mr: चेतावणी
ms: Amaran
my: သတိပေးချက်
nb: Advarsel
nl: Waarschuwing
pa: ਚੇਤਾਵਨੀ
pl: Uwaga
ps: خبرداری
pt_br: Alerta
pt_pt: Aviso
ro: Avertizare
ru: Предупреждение
sk: Varovanie
sl: Opozorilo
sq: Paralajmërim
sr: Упозорење
sv: Varning
sw: Onyo
ta: எச்சரிக்கை
te: హెచ్చరిక
th: คำเตือน
tr: Uyarı
ug: ئاگاھلاندۇرۇش
uk: Увага
ur: انتباہ
vi: Cảnh báo
zh_cn: 警告
zh_hk: 警告
