Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_ACTION_ERROR_EMAIL_NOT_CONFIGURED
source: Email not configured.
af: E-pos nie opgestel nie.
ar: البريد الإلكتروني غير مُهيَّئ.
az: E-poçt konfiqurasiya edilməyib.
be: Электронная пошта не наладжана.
bn: ইমেইল কনফিগার করা নেই।
ca: Correu no configurat
cs: E-mail není nastaven.
cy: E-bost heb ei ffurfweddu
da: E-mail ikke konfigureret.
de: E-Mail nicht konfiguriert.
el: Το email δεν έχει παραμετροποιηθεί.
es: Correo electrónico no configurado.
et: E-post pole seadistatud.
fa: ایمیل پیکربندی نشده است.
fi: Sähköpostitiliä ei ole määritetty.
fr: E-mail non configuré.
gu: ઇમેઇલ કન્ફિગર કરેલ નથી.
he: דוא״ל אינו מתוצר.
hi: ईमेल कॉन्फ़िगर नहीं किया गया है।
hr: E-pošta nije postavljena.
hu: Nincs email beállítva.
id: Surel belum diatur.
is: Tölvupóstur ekki stilltur.
it: Email non configurata.
ja: Eメールが設定されていません。
km: á¢á»á¸á˜áŸ‰áŸ‚á›á˜á·á“á”á¶á“á”á„áŸ’á€á¾á
kn: ಇಮೇಲ್‌ ಕಾನ್ಫಿಗರ್‌ ಮಾಡಿಲ್ಲ.
ko: 이메일이 구성되지 않았습니다.
lt: El. paštas nėra sukonfigūruotas.
lv: E-pasts nav konfigurēts
ml: ഇമെയിൽ കോൺഫിഗർ ചെയ്തിട്ടില്ല.
mr: ईमेल कॉन्फिगर केलेले नाही.
ms: E-mel tidak dikonfigurasikan.
nb: E-post ikke satt opp.
nl: E-mail is niet ingesteld
pa: ਈਮੇਲ ਕੰਨਫਿਗਰ ਨਹੀਂ ਹੈ।
pl: Wiadomości e-mail nie zostały skonfigurowane.
ps: برېښنالیک کانفیګور شوی نه دی.
pt_br: E-mail não configurado.
pt_pt: E-mail não configurado.
ro: E-mailul nu este configurat.
ru: Электронная почта не настроена.
sk: E-mail nie je nastavený.
sl: E-pošta ni konfigurirana.
sq: Email-i s’është formësuar.
sr: Имејл није подешен.
sv: E-post är inte konfigurerad.
sw: Barua pepe haijasanidiwa.
ta: மின்னஞ்சல் உள்ளமைக்கப்படவில்லை.
te: ఇమెయిల్ కాన్ఫిగర్ చేయబడలేదు.
th: ไม่ได้กำหนดค่าอีเมล
tr: E-posta yapılandırılmamış.
ug: ئېلخەت سەپلەنمىگەن.
uk: Електронну пошту не налаштовано.
ur: ای میل تشکیل شدہ نہیں ہے۔
vi: Email chưa được cài đặt.
zh_cn: 电子邮件未配置。
zh_hk: 尚未設定電郵。

# MESSAGE_ACTION_FORWARD_MESSAGE
source: Forward This Message
af: Stuur hierdie boodskap aan
ar: إعادة توجيه هذه الرسالة
az: Bu mesajı yönləndir
be: Пераслаць гэта паведамленне
bg: Препращане на това съобщение
bn: এই বার্তা ফরোয়ার্ড করুন
ca: Reenvia aquest missatge
cs: Přeposlat tuto zprávu
cy: Anfon y Neges Hon Ymlaen
da: Videresend beskeden
de: Diese Nachricht weiterleiten
el: Προώθηση μηνύματος
es: Reenviar este mensaje
es_es: Reenviar mensaje
et: Edasta see sõnum
eu: Birbidali mezu hau
fa: بازارسال این پیام
fi: Välitä tämä viesti
fil: I-forward ang Mensaheng Ito
fr: Transférer ce message
ga: Cuir an Teachtaireacht Seo ar Aghaidh
gu: આ મેસેજ ફોરવર્ડ કરો
he: העבר הלאה הודעה זו
hi: इस संदेश को फ़ॉरवर्ड करें
hr: Proslijedi ovu poruku
hu: Üzenet továbbítása
id: Teruskan Pesan Ini
is: Áframsenda þessi skilaboð
it: Inoltra questo messaggio
ja: このメッセージを転送
kab: Welleh izen-a
kk: Осы хабарламаны басқаға жолдау
km: á”á‰áŸ’á‡á¼á“áŸá¶ášá“áŸáŸ‡á”á“áŸ’á
kn: ಈ ಸಂದೇಶ ಫಾರ್ವರ್ಡ್ ಮಾಡಿ
ko: 메시지 전달
lt: Persiųsti šią žinutę
lv: Pārsūtīt šo ziņu
mk: Препрати ја оваа порака
ml: ഈ സന്ദേശം ഫോർവേഡ് ചെയ്യുക
mr: हा संदेश फॉर्वर्ड करा
ms: Majukan Mesej Ini
my: မက်ဆေ့ချ်ကို ထပ်ဆင့် ပေးပို့မယ်
nb: Videresend denne meldingen
nl: Dit bericht doorsturen
pa: ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਅੱਗੇ ਭੇਜੋ
pa_pk: ایس سنیہا نوں اگے گھلو
pl: Przekaż tę wiadomość
ps: دغه پیغام فاروارډ کړئ
pt_br: Encaminhar essa mensagem
pt_pt: Reencaminhar esta mensagem
ro: Redirecționează acest mesaj
ru: Переслать это сообщение
sk: Preposlať túto správu
sl: Posreduj to sporočilo
sq: Përcilleni Këtë Mesazh
sr: Проследи ову поруку
sv: Vidarebefordra detta meddelande
sw: Tuma Huu Ujumbe
ta: இந்த செய்தியை முன்னோக்கு
te: ఈ సందేశాన్ని ఫార్వార్డ్ చేయండి
th: ส่งต่อข้อความนี้
tr: Bu İletiyi Yönlendir
ug: بۇ ئۇچۇرنى ئۇلاپ يوللاڭ
uk: Переслати це повідомлення
ur: اس پیغام کو آگے بھیجیں
vi: Chuyển tiếp tin nhắn này
zh_cn: 转发当前消息
zh_hk: 轉寄此訊息

# MESSAGE_ACTION_FORWARD_SELECTED_MESSAGES
source: Forward selected messages
af: Stuur gekose boodskappe aan
ar: إعادة توجيه الرسائل المُحدَّدة
az: Seçilən mesajları yönləndir
be: Пераслаць выбраныя паведамленні
bn: নির্বাচিত বার্তাগুলি ফরোয়ার্ড করুন
ca: Reenvia els missatges seleccionats
cs: Přeposlat vybrané zprávy
cy: Anfon negeseuon a ddewiswyd ymlaen
da: Videresend valgte beskeder
de: Ausgewählte Nachrichten weiterleiten
el: Προώθηση επιλεγμένων μηνυμάτων
es: Reenviar mensajes seleccionados
et: Edasta valitud sõnumid
fa: بازارسال پیام‌های انتخاب شده
fi: Lähetä valitut viestit edelleen
fr: Transférer les messages sélectionnés
gu: પસંદ કરેલા મેસેજ ફોરવર્ડ કરો
he: העבר הלאה הודעות נבחרות
hi: चुने हुए मेसेज को फ़ॉरवर्ड करें
hr: Proslijedi odabrane poruke
hu: Kijelölt üzenetek továbbítása
id: Tembuskan pesan terpilih
is: Áframsenda valin skilaboð
it: Inoltra messaggi selezionati
ja: 選択したメッセージを転送
km: á”á‰áŸ’á‡á¼á“á”á“áŸ’ááŸá¶ášáŠáŸ‚á›á”á¶á“á‡áŸ’ášá¾áŸášá¾áŸ
ko: 선택한 메시지 전달
lt: Persiųsti pažymėtas žinutes
mk: Препрати ги избраните пораки
ml: തിരഞ്ഞെടുത്ത സന്ദേശങ്ങൾ കൈമാറുക
mr: निवडलेले संदेश फॉर्वर्ड करा
ms: Majukan mesej yang dipilih
nb: Videresend de valgte meldingene
nl: Geselecteerde berichten doorsturen
pa: ਚੁਣੇ ਸੁਨੇਹੇ ਅੱਗੇ ਭੇਜੋ
pl: Przekaż wybrane wiadomości
ps: ټاکل شوي پیغامونه فاروارډ کړئ
pt_br: Encaminhar mensagens selecionadas
pt_pt: Reencaminhar as mensagens selecionadas
ro: Redirecționează mesajele selectate
ru: Переслать выбранные сообщения
sk: Poslať ďalej vybrané správy
sl: Posreduj izbrana sporočila
sq: Përcill mesazhet e përzgjedhur
sr: Проследи одабране поруке
sv: Vidarebefordra valda meddelanden
sw: Peleka mbele arafa zilizochaguliwa
th: ส่งต่อข้อความที่เลือกไว้
tr: Seçili iletileri yönlendir
ug: تاللانغان ئۇچۇرلارنى ئۇلاپ يوللا
uk: Переслати вибрані повідомлення
ur: منتخب کردہ پیغامات فارورڈ کریں
vi: Chuyển tiếp các tin nhắn đã chọn
zh_cn: 转发已选消息
zh_hk: 轉寄選取的訊息

# MESSAGE_ACTION_LINK_OPEN_ADDRESS_APPLE_MAPS
source: Open in Maps
ar: الفتح في الخريطة
be: Адкрыць у Мапах
bn: মানচিত্রে খুলুন
ca: Obre al Mapes
cs: Otevřít v Mapách
da: Åbn i Maps
de: In Maps öffnen
el: Άνοιγμα στους Χάρτες
es: Abrir en Mapas
fa: باز کردن در Maps
fi: Avaa Kartat-apissa
fr: Ouvrir dans Plans
ga: Oscail in aip Mapaí
gu: નકશામાં ખોલો
he: פתח במפות
hi: मैप में खोलें
hr: Otvori u Kartama
hu: Megnyitás a Térképek alkalmazásban
id: Buka di Peta
it: Apri nelle mappe
ja: 地図で開く
ko: 지도에서 열기
mr: मॅप मध्ये उघडा
ms: Buka dalam Peta
nb: Åpne i kart
nl: Openen in Kaarten
pl: Otwórz w Mapach
pt_br: Abrir no Mapas
pt_pt: Abrir no Mapas
ro: Deschide în Hărți
ru: Открыть в Картах
sk: Otvoriť v aplikácii Mapy
sr: Прикажи на мапи
sv: Öppna i Kartor
th: เปิดในแผนที่
tr: Haritalarda Aç
ug: خەرىتەدە ئاچ
uk: Відкрити в «Картах»
ur: نقشہ میں کھولیں
vi: Mở trong Bản đồ
zh_cn: 在地图中打开
zh_hk: 在地圖中開啟

# MESSAGE_ACTION_LINK_OPEN_ADDRESS_GOOGLE_MAPS
source: Open in Google Maps
ar: فتح في Google Maps
be: Адкрыць у Google Maps
bn: Google Maps খুলুন
ca: Obrir a Google Maps
cs: Otevřít v Mapách Google
da: Åbn i Google Maps
de: In Google Maps öffnen
el: Άνοιγμα στους Χάρτες Google
es: Abrir en Google Maps
fa: باز کردن در Google Maps
fi: Avaa Google Maps -sovelluksessa
fr: Ouvrir dans Google Maps
ga: Oscail in Google Maps
gu: Google Mapsમાં ખોલો
he: פתיחה בגוגל מפות
hi: Google मैप में खोलें
hr: Otvori u Google kartama
hu: Megnyitás a Google Térképen
id: Buka di Google Maps
it: Apri su Google Maps
ja: Google マップで開く
ko: Google 지도에서 열기
mr: Google मॅप्समध्ये उघडा
ms: Buka dalam Google Maps
nb: Åpne i Google Maps
nl: Openen in Google Maps
pl: Otwórz w Mapach Google
pt_br: Abrir no Google Maps
pt_pt: Abrir no Google Maps
ro: Deschide în Google Maps
ru: Открыть в Google Maps
sk: Otvoriť v aplikácii Mapy Google
sr: Отвори у Google мапама
sv: Öppna i Google Maps
th: เปิดใน Google Maps
tr: Google Haritalar'da Aç
ug: گۇگىل خەرىتىلەر بىلەن ئېچىڭ
uk: Відкрити в «Картах Google»
ur: گوگل میپس میں کھولیں
vi: Mở trong Google Maps
zh_cn: 在 Google 地图中打开
zh_hk: 在 Google 地圖中開啟

# MESSAGE_ACTION_LINK_OPEN_GROUP_INVITE
source: Open Group Invite
af: Open groepuitnodiging
ar: فتح الدعوة للمجموعة
az: Qrup dəvətini aç
be: Адкрыць запрашэнне ў групу
bn: গ্রুপ আমন্ত্রণ খুলুন
ca: Obra la invitació de grup
cs: Otevřít skupinovou pozvánku
cy: Agor Gwahoddiad Grŵp
da: Åbn gruppeinvitation
de: Gruppeneinladung öffnen
el: Άνοιγμα πρόσκλησης σε ομάδα
es: Abrir invitación al grupo
et: Ava grupikutse
fa: باز کردن دعوت گروه
fi: Avaa ryhmäkutsu
fr: Ouvrir l'invitation à rejoindre le groupe
gu: ગ્રુપ આમંત્રણ ઓપન કરો
he: פתח הזמנת קבוצה
hi: ग्रुप आमंत्रण खोलें
hr: Otvori grupnu pozivnicu
hu: Csoportmeghívó megnyitása
id: Buka Undangan Grup
is: Opna boð í hóp
it: Apri invito al gruppo
ja: グループ招待を開く
km: á”á¾á€á€á¶ášá¢á‰áŸ’á‡á¾á‰á€áŸ’ášá»á˜
kn: ಮುಕ್ತ ಗುಂಪು ಆಹ್ವಾನ
ko: 그룹 초대 열기
lt: Atverti pakvietimą prisijungti prie grupės
lv: Atvērt grupas uzaicinājumu
ml: ഗ്രൂപ്പ് ക്ഷണം തുറക്കുക
mr: गट आमंत्रण उघडा
ms: Buka Jemputan Kumpulan
nb: Åpne gruppeinvitasjon
nl: Groepsuitnodiging openen
pa: ਗਰੁੱਪ ਸੱਦੇ ਖੋਲੋ
pl: Otwórz zaproszenie do grupy
ps: د ګروپ د بلنې پرانیستل
pt_br: Abrir o convite do grupo
pt_pt: Abrir convite de grupo
ro: Deschide invitația de grup
ru: Открыть приглашение в группу
sk: Otvoriť pozvánku do skupiny
sl: Odpri vabilo v skupino
sq: Hapni Ftesë Grupi
sr: Отвори позивницу за групу
sv: Öppna gruppinbjudan
sw: Fungua Mwaliko wa Kikundi
ta: திற குழு அழைக்கவும்
te: ఓపెన్ సమూహం ఆహ్వానం
th: คำเชิญกลุ่มเปิด
tr: Grup Daveti Aç
ug: گۇرۇپپا تەكلىپىنى ئېچىش
uk: Відкрити запрошення в групу
ur: 'گروپ دعوت' کھولیں
vi: Mở Lời mời Nhóm
zh_cn: 打开群组邀请
zh_hk: 開啟群組邀請

# MESSAGE_ACTION_LINK_OPEN_LINK
source: Open Link
af: Open skakel
ar: فتح الرابط
az: Bağlantını aç
be: Адкрыць спасылку
bn: লিঙ্ক খুলুন
ca: Obre l'enllaç
cs: Otevřít odkaz
cy: Agor Dolen
da: Åbn link
de: Link öffnen
el: Άνοιγμα συνδέσμου
es: Abrir enlace
et: Ava link
fa: باز کردن پیوند
fi: Avaa linkki
fr: Ouvrir le lien
gu: લિંક ઓપન કરો
he: פתח קישור
hi: लिंक खोलें
hr: Otvori poveznicu
hu: Link megnyitása
id: Buka Tautan
is: Opna tengil
it: Apri link
ja: リンクを開く
km: á”á¾á€ááŸ†áášá—áŸ’á‡á¶á”áŸ‹
kn: ಲಿಂಕ್‌ ತೆರೆಯಿರಿ
ko: 링크 열기
lt: Atverti nuorodą
lv: Atvērt saiti
ml: ലിങ്ക് തുറക്കുക
mr: लिंक उघडा
ms: Buka Pautan
nb: Åpne lenke
nl: Link openen
pa: ਲਿੰਕ ਖੋਲ੍ਹੋ
pl: Otwórz link
ps: د لینک پرانیستل
pt_br: Abrir link
pt_pt: Abrir link
ro: Deschide linkul
ru: Открыть ссылку
sk: Otvoriť odkaz
sl: Odpri povezavo
sq: Hape Lidhjen
sr: Отвори линк
sv: Öppen länk
sw: Fungua Kiungo
ta: திற இணைப்பு
te: లింక్ తెరవండి
th: เปิดลิงก์
tr: Bağlantı Aç
ug: ئۇلانمىنى ئاچ
uk: Відкрити посилання
ur: لنک کھولیں
vi: Mở đường dẫn
zh_cn: 打开链接
zh_hk: 開啟連結

# MESSAGE_ACTION_LINK_OPEN_PROXY
source: Open Signal Proxy
ar: افتح بروكسي سيجنال
be: Адкрыць проксі Signal
bn: Signal প্রক্সি খুলুন
ca: Obrir el servidor intermediari de Signal
cs: Otevřít proxy server Signal
da: Åbn Signal Proxy
de: Signal-Proxy öffnen
el: Άνοιγμα Signal Proxy
es: Abrir servidor proxy de Signal
fa: باز کردن پروکسی سیگنال
fi: Avaa Signalin välityspalvelin
fr: Ouvrir le proxy Signal
ga: Oscail Seachfhreastalaí Signal
gu: Signal પ્રૉક્સી ઓપન કરો
he: פתיחת פרוקסי של Signal
hi: Signal प्रॉक्सी खोलें
hr: Otvorite Signal Proxy
hu: Signal Proxy megnyitása
id: Buka Proksi Signal
it: Apri il proxy di Signal
ja: Signalプロキシを開きます
ko: Signal 프록시 열기
mr: Signal प्रॉक्सी उघडा
ms: Buka Proksi Signal
nb: Åpne Signal-proxy
nl: Signal-proxy openen
pl: Otwórz proxy Signal
pt_br: Abrir proxy do Signal
pt_pt: Abrir proxy do Signal
ro: Deschide Signal Proxy
ru: Открыть прокси Signal
sk: Otvoriť Signal Proxy
sl: Odpri Signalov proxy
sr: Отворите прокси сервер Signal-а
sv: Öppna Signal-proxy
th: เปิดพร็อกซี Signal
tr: Signal Proxy Sunucusunu Aç
ug: Signal ۋاكالەتچىسىنى ئېچىش
uk: Відкрити проксі-сервер Signal
ur: Signal پراکسی کھولیں
vi: Mở Proxy của Signal
zh_cn: 打开 Signal 服务器
zh_hk: 開啟 Signal 代理伺服器

# MESSAGE_ACTION_LINK_OPEN_STICKER_PACK
source: View Sticker Pack
af: Bekyk plakkerpakket
ar: عرض مجموعة المُلصَقات
az: Stiker paketinə bax
be: Прагледзець набор стыкераў
bn: স্টিকার প্যাক দেখুন
ca: Mostra el paquet d'adhesius
cs: Prohlédnout kolekci nálepek
cy: Gweld Pecyn Sticeri
da: Vis klistermærkepakke
de: Sticker-Set anzeigen
el: Προβολή πακέτου αυτοκολλήτων
es: Ver paquete de stickers
et: Näita kleebisepakki
fa: مشاهدهٔ بستهٔ استیکر
fi: Selaa tarrapakettia
fr: Afficher le pack de stickers
ga: Amharc ar Phacáiste Greamán
gu: સ્ટીકર પેક જુઓ
he: הצג חבילת מדבקות
hi: स्टिकर पैक देखें
hr: Pogledaj paket naljepnica
hu: Matricacsomag megtekintése
id: Lihat Paket Stiker
is: Skoða límmerkjapakka
it: Visualizza pacchetto di adesivi
ja: ステッカーパックを表示
km: á˜á¾á›á€á‰áŸ’á…á”áŸ‹áŸáŸ’á‘á¸á€á‚áŸáš
kn: ಸ್ಟಿಕ್ಕರ್‌ ಪ್ಯಾಕ್‌ ವೀಕ್ಷಿಸಿ
ko: 스티커 팩 보기
lt: Rodyti lipdukų paketą
lv: Skatīt uzlīmju komplektu
ml: സ്റ്റിക്കർ പായ്ക്ക് കാണുക
mr: स्टिकर पॅक पहा
ms: Lihat Pek Pelekat
nb: Se klistremerkepakken
nl: Stickerpakket weergeven
pa: ਸਟਿੱਕਰ ਪੈਕ ਦੇਖੋ
pl: Wyświetl pakiet naklejek
ps: د سټیکر د کڅوړې لیدل
pt_br: Ver o pacote de figurinhas
pt_pt: Ver pacote de autocolantes
ro: Vezi pachetul de autocolante
ru: Просмотреть набор стикеров
sk: Zobraziť balík nálepiek
sl: Oglej si paket nalepk
sq: Shihni Paketë Ngjitësish
sr: Прикажи пакет налепница
sv: Visa klistermärkepaket
sw: Angalia Kifurushi cha Vibandiko
ta: காண்க ஒட்டிப் பொதி
te: స్టిక్కర్ ప్యాక్ చూడండి
th: ดูชุดสติกเกอร์
tr: Çıkartma Paketini Görüntüle
ug: چاپلاق بوغچىسىنى كۆرۈش
uk: Переглянути набір стікерів
ur: اسٹیکر پیک دیکھیں
vi: Xem Bộ Nhãn dán
zh_cn: 查看贴纸包
zh_hk: 檢視貼圖包

# MESSAGE_ACTION_PAYMENT_DETAILS
source: Payment Details
ar: تفاصيل عملية الدفع
be: Звесткі аб плацяжы
bn: পেমেন্টের বিস্তারিত
ca: Detalls de pagament
cs: Podrobnosti platby
da: Betalingsoplysninger
de: Zahlungsdetails
el: Στοιχεία πληρωμής
es: Detalles de pago
fa: جزئیات پرداخت
fi: Maksun tiedot
fr: Infos du paiement
ga: Sonraí na híocaíochta
gu: પેમેન્ટની વિગતો
he: פרטי תשלום
hi: भुगतान विवरण
hr: Pojedinosti o plaćanju
hu: Fizetés részletei
id: Detail pembayaran
it: Informazioni sul pagamento
ja: 決済の詳細
ko: 결제 세부 정보
mr: पेमेंट तपशील
ms: Butiran pembayaran
nb: Betalingsinformasjon
nl: Betalingsdetails
pl: Szczegóły płatności
pt_br: Detalhes de pagamento
pt_pt: Detalhes do pagamento
ro: Detalii de plată
ru: Подробности платежа
sk: Platobné údaje
sr: Подаци о плаћању
sv: Betalningsuppgifter
th: รายละเอียดการชำระเงิน
tr: Ödeme detayları
ug: پۇل تۆلەش تەپسىلاتلىرى
uk: Про платіж
ur: پیمنٹ کی تفصیلات
vi: Chi tiết Thanh toán
zh_cn: 付款详情
zh_hk: 付款詳情

# MESSAGE_ACTION_PHONE_NUMBER_CALL
source: Call
af: Bel
ar: اتصال
az: Zəng et
be: Званок
bn: কল করুন
ca: Truca
cs: Volat
cy: Galw
da: Ring op
de: Anrufen
el: Κλήση
es: Llamar
et: Helista
eu: Deitu
fa: تماس
fi: Soita
fr: Appeler
ga: Glaoigh
gu: કૉલ
he: התקשר
hi: कॉल
hr: Nazovi
hu: Hívás
id: Panggil
is: Símtal
it: Chiama
ja: 発信
kab: Siwel
km: á áŸ…á…áŸá‰
kn: ಕರೆ ಮಾಡಿ
ko: 전화
lt: Skambinti
lv: Zvanīt
mk: Повикај
ml: കോൾ ചെയ്യുക
mr: कॉल करा
ms: Panggilan
my: ခေါ်ဆိုမယ်
nb: Ring
nl: Bellen
pa: ਕਾਲ
pl: Zadzwoń
ps: زنګ وهل
pt_br: Ligar
pt_pt: Telefonar
ro: Apelează
ru: Позвонить
sk: Zavolať
sl: Kliči
sq: Thirrje
sr: Позови
sv: Ring
sw: Simu
ta: அழைப்பு
te: కాల్
th: โทร
tr: Ara
ug: چاقىر
uk: Виклик
ur: کال
vi: Gọi
zh_cn: 呼叫
zh_hk: 打電話

# MESSAGE_ACTION_PHONE_NUMBER_FACETIME_AUDIO
source: FaceTime Audio
ar: مكالمة صوتية عبر FaceTime
az: Facetime Səsli
be: Аўдыязванок FaceTime
bn: ফেসটাইম অডিও
ca: Àudio de FaceTime
cy: Sain FaceTime
da: FaceTime-lyd
el: Κλήση FaceTime
es: Llamada de FaceTime
fa: تماس صوتی Facetime
fi: Facetime-äänipuhelu
fr: Appel audio FaceTime
gu: FaceTime ઓડિયો
he: FaceTime שמע
hi: FaceTime ऑडियो
hr: FaceTime zvučni poziv
hu: Facetime hanghívás
id: Audio FaceTime
it: Audio FaceTime
ja: FaceTimeオーディオ
km: FaceTime á‡á¶áŸáŸ†á¡áŸá„
ko: FaceTime 오디오
lt: „FaceTime“ garso skambutis
ml: ഫെയിസ്ടൈം ഓഡിയോ
mr: FaceTime ऑडिओ
ms: Audio FaceTime
nb: FaceTime-lydsamtale
nl: FaceTime spraakoproep
pl: Połącz przez FaceTime (audio)
pt_br: Voz pelo FaceTime
pt_pt: Áudio FaceTime
ro: Apel audio FaceTime
ru: Аудиовызов FaceTime
sq: Audio FaceTime
sr: FaceTime аудио
sv: FaceTime med ljud
sw: FaceTime kwa Sauti
ta: ஃபேஸ்டைம் ஆடியோ
th: เสียง Facetime
tr: Facetime Sesi
ug: Facetime ئۈن
uk: Аудіовиклик у FaceTime
ur: FaceTime آڈیو
vi: FaceTime Âm Thanh
zh_cn: FaceTime 音频
zh_hk: FaceTime 語音

# MESSAGE_ACTION_PHONE_NUMBER_FACETIME_VIDEO
source: FaceTime Video
ar: مكالمة فيديو عبر FaceTime
az: Facetime Görüntülü
be: Відэазванок FaceTime
bn: ফেসটাইম ভিডিও
ca: Vídeo de FaceTime
cy: Fideo FaceTime
el: Βιντεοκλήση FaceTime
es: Videollamada de FaceTime
fa: تماس تصویری Facetime
fi: Facetime-videopuhelu
fr: Vidéo FaceTime
gu: FaceTime વિડિયો
he: FaceTime וידאו
hi: FaceTime वीडियो
hr: FaceTime video poziv
hu: Facetime videóhívás
id: Video FaceTime
it: Video FaceTime
ja: FaceTimeビデオ
km: FaceTime á‡á¶áœá¸áŠáŸá¢á¼
ko: FaceTime 비디오
lt: „FaceTime“ vaizdo skambutis
ml: ഫെയിസ്ടൈം വീഡിയോ
mr: FaceTime व्हिडिओ
ms: Video FaceTime
nb: FaceTime-videosamtale
nl: FaceTime video-oproep
pl: Połącz przez FaceTime (wideo)
pt_br: Vídeo pelo FaceTime
pt_pt: Facetime - Vídeo
ro: Apel video FaceTime
ru: Видеовызов FaceTime
sq: Video FaceTime
sr: FaceTime видео
sv: FaceTime med video
sw: FaceTime kwa Video
ta: முகநேர வீடியோ
th: วิดีโอ Facetime
tr: FaceTime Videosu
ug: Facetime سىن
uk: Відеовиклик у FaceTime
ur: FaceTime ویڈیو
zh_cn: FaceTime 视频
zh_hk: FaceTime 視像

# MESSAGE_ACTION_PHONE_NUMBER_SMS
source: Send Text Message
af: Stuur teksboodskap
ar: إرسال رسالة نصية
az: Mətn mesajı göndər
be: Адправіць тэкставае паведамленне
bn: টেক্সট মেসেজ পাঠান
ca: Envia un missatge de text
cs: Odeslat textovou zprávu
cy: Anfon Neges Destun
da: Send Tekstbesked
de: Textnachricht senden
el: Αποστολή μηνύματος κειμένου
es: Enviar mensaje de texto
et: Saada tekstsõnum
fa: ارسال پیام متنی
fi: Lähetä tekstiviesti
fr: Envoyer un message texte
gu: ટેક્સ્ટ મેસેજ મોકલો
he: שלח הודעת טקסט
hi: टेक्स्ट संदेश भेजें
hr: Pošalji tekstualnu poruku
hu: Üzenet küldése
id: Kirim Pesan Teks
is: Senda textaskilaboð
it: Invia un messaggio di testo
ja: テキストメッセージを送信
km: á•áŸ’á‰á¾áŸá¶ášá‡á¶á¢á€áŸ’áŸáš
kn: ಪಠ್ಯ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿ
ko: 문자 메시지 보내기
lt: Siųsti tekstinę žinutę
lv: Nosūtīt īsziņu
mk: Испрати текстуална порака
ml: ടെക്സ്റ്റ് സന്ദേശം അയയ്ക്കുക
mr: मजकूर संदेश पाठवा
ms: Hantar Mesej Teks
nb: Send melding
nl: Tekstbericht versturen
pa: ਟੈਕਸਟ ਸੁਨੇਹਾ ਭੇਜੋ
pl: Wyślij wiadomość tekstową
ps: د لیکلي پیغام لیږل
pt_br: Enviar mensagem de texto
pt_pt: Enviar mensagem de texto
ro: Trimite mesaj text
ru: Написать СМС
sk: Poslať textovú správu
sl: Pošlji sporočilo
sq: Dërgoni Mesazh Tekst
sr: Пошаљи текстуалну поруку
sv: Skicka textmeddelande
sw: Tuma Ujumbe wa Maandishi
ta: அனுப்பு உரை செய்தி
te: వచన సందేశం పంపండి
th: ส่งข้อความ
tr: İleti Gönder
ug: تېكىست ئۇچۇر يوللا
uk: Надіслати текстове повідомлення
ur: ٹیکسٹ میسج بھیجیں
vi: Gửi Tin nhắn Văn bản
zh_cn: 发送文本消息
zh_hk: 傳送文字訊息

# MESSAGE_ACTION_REPLY
source: Reply to This Message
af: Antwoord op hierdie boodskap
ar: الرد على هذه الرسالة
az: Bu mesajı cavabla
be: Адказаць на гэта паведамленне
bg: Отговор на това съобщение
bn: এই বার্তার জবাব দিন
ca: Respon aquest missatge
cs: Odpovědět na tuto zprávu
cy: Ateb y Neges Hon
da: Svar på denne besked
de: Diese Nachricht beantworten
el: Απάντηση σε αυτό το μήνυμα
es: Responder a este mensaje
es_es: Responder a este mensaje
et: Vasta sellele sõnumile
eu: Erantzun mezu honi
fa: پاسخ به این پیام
fi: Vastaa tähän viestiin
fil: Sumagot sa Mensaheng Ito
fr: Répondre à ce message
ga: Tabhair Freagra ar an Teachtaireacht Seo
gu: આ મેસેજનો જવાબ આપો
he: השב להודעה זו
hi: इस मेसेज का जवाब दें
hr: Odgovori na ovu poruku
hu: Válasz
id: Balas Pesan Ini
is: Svara þessum skilaboðum
it: Rispondi a questo messaggio
ja: このメッセージに返信
kab: Err ɣef yizen-a
kk: Осы хабарламаға жауап беру
km: á†áŸ’á›á¾á™áá”á‘áŸ…á€á¶á“áŸ‹áŸá¶ášá“áŸáŸ‡
kn: ಈ ಸಂದೇಶಕ್ಕೆ ಉತ್ತರಿಸಿ
ko: 메시지 답장
lt: Atsakyti į šią žinutę
lv: Atbildēt uz šo ziņu
mk: Одговори на оваа порака
ml: ഈ സന്ദേശത്തിന് മറുപടി നൽകുക
mr: ह्या संदेशाला प्रत्युत्तर द्या
ms: Balas Mesej Ini
my: ၎င်းမက်ဆေ့ချ်ကို ပြန်ကြားမယ်
nb: Svar på denne meldingen
nl: Bericht beantwoorden
pa: ਇਸ ਸੁਨੇਹੇ ਦਾ ਜਵਾਬ ਦਿਓ
pa_pk: ایس سنیہا دا جواب دیو
pl: Odpowiedz na wiadomość
ps: دغه پیغام ته ځواب ورکول
pt_br: Responder à mensagem
pt_pt: Responder a esta mensagem
ro: Răspunde la acest mesaj
ru: Ответить на это сообщение
sk: Odpovedať na túto správu
sl: Odgovori na to sporočilo
sq: Përgjigjuni Këtij Mesazhi
sr: Одговори на ову поруку
sv: Svara på detta meddelande
sw: Jibu Ujumbe Huu
ta: இந்த செய்திக்கு பதில்
te: ఈ సందేశానికి ప్రత్యుత్తరం ఇవ్వండి
th: ตอบกลับข้อความนี้
tr: Bu İletiyi Yanıtla
ug: بۇ ئۇچۇرغا جاۋاب
uk: Відповісти на це повідомлення
ur: اس پیغام کا جواب دیں
vi: Trả lời Tin nhắn này
zh_cn: 回复此消息
zh_hk: 回覆此訊息

# MESSAGE_ACTION_SAVE_MEDIA
source: Save
ar: حفظ
be: Захаваць
bn: সংরক্ষ
ca: Desar
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gu: સેવ કરો
he: שמירה
hi: सेव करें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
mr: जतन करा
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sr: Сачувај
sv: Spara
th: บันทึก
tr: Kaydet
ug: ساقلا
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_hk: 儲存

# MESSAGE_ACTION_SELECT_MESSAGE
source: Select Multiple
af: Kies meerdere
ar: اختيار مُتعدِّد
az: Çoxlu seçim
be: Выбраць «Некалькі»
bg: Избиране на няколко
bn: একাধিক নির্বাচন করুন
ca: Selecció múltiple
cs: Hromadný výběr
cy: Dewis Nifer
da: Vælg flere
de: Mehrere auswählen
el: Επιλογή πολλών
es: Selección múltiple
es_es: Selección múltiple
et: Vali mitu
eu: Hautatu Anitzak
fa: انتخاب چند پیام
fi: Valitse useita
fil: Pumili ng Marami
fr: Sélectionner plusieurs messages
ga: Níos mó ná ceann amháin
gu: મલ્ટીપલ પસંદ કરો
he: בחר הרבה
hi: कई का चयन करें
hr: Odaberi više
hu: Több kiválasztása
id: Pilih Beberapa
is: Velja mörg
it: Selezione multipla
ja: 複数を選択
kab: Fren aṭas
kk: Бірнешеуін таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá…áŸ’ášá¾á“
kn: ಬಹು ಆಯ್ಕೆ ಮಾಡಿ
ko: 다중 선택
lt: Pasirinkti kelis
lv: Atlasīt vairākas
mk: Избери повеќе
ml: ഒന്നിലധികം തിരഞ്ഞെടുക്കുക
mr: अनेक निवडा
ms: Pilih Pelbagai
my: မျိုးစုံရွေးချယ်မယ်
nb: Slett flere
nl: Meerdere berichten selecteren
pa: ਇੱਕ ਤੋਂ ਵੱਧ ਚੁਣੋ
pa_pk: متعدد نوں منتخب کرو
pl: Wybierz wiele
ps: د ګڼ شمېر مواردو ټاکل
pt_br: Selecionar múltiplas
pt_pt: Selecionar vários(as)
ro: Selectează mai multe
ru: Выбрать несколько
sk: Vybrať viac
sl: Izberi več
sq: Përzgjedhje e Shumëfishtë
sr: Изабери више
sv: Välj flera
sw: Chagua Kadha
ta: தேர்ந்தெடு பல
te: బహుళ ఎంచుకోండి
th: เลือกหลายข้อความ
tr: Çoklu Seç
ug: كۆپ تاللاڭ
uk: Вибрати кілька
ur: ایک سے زیادہ منتخب کریں
vi: Chọn Nhiều
zh_cn: 多选
zh_hk: 選取多個項目
