Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_ACCESS_LEVEL_MEMBER
source: All Members
af: Alle lede
ar: جميع الأعضاء
az: Bütün üzvlər
be: Усе ўдзельнікі
bg: Всички членове
bn: সকল সদস্য
ca: tots els membres
cs: Všichni členové
cy: Pob Aelod
da: Alle deltagere
de: Alle Mitglieder
el: Όλα τα μέλη
es: Cualquiera
es_es: Cualquiera
et: Kõik liikmed
eu: Partaide Guztiak
fa: همه اعضا
fi: Kaikki jäsenet
fil: Lahat ng Kasapi
fr: Tous les membres
ga: Na Baill Go Léir
gu: બધા સભ્યો
he: כל חברי הקבוצה
hi: सभी सदस्य
hr: Svi članovi
hu: Minden felhasználó
id: Semua Anggota
is: Allir meðlimir
it: Tutti i membri
ja: 全てのメンバー
kab: Meṛṛa iɛeggalen
kk: Барлық қатысушылар
km: áŸá˜á¶á‡á·á€á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲಾ ಸದಸ್ಯರು
ko: 모든 멤버
lt: Visi nariai
lv: Visi dalībnieki
mk: Сите членови
ml: എല്ലാ അംഗങ്ങൾക്കും
mr: सर्व सदस्य
ms: Semua Ahli
my: အဖွဲ့ဝင်များအားလုံး
nb: Alle medlemmer
nl: Alle leden
pa: ਸਾਰੇ ਮੈਂਬਰ
pa_pk: سارے اراکین
pl: Wszyscy członkowie
ps: ټول غړي
pt_br: Todos os membros
pt_pt: Todos os membros
ro: Toți membri
ru: Все участники
sk: Všetci členovia
sl: Vsi člani
sq: Krejt Anëtarët
sr: Сви чланови
sv: Alla medlemmar
sw: Wanachama Wote
ta: அனைத்து உறுப்பினர்களும்
te: సభ్యులందరు
th: สมาชิกทุกคน
tr: Tüm Üyeler
ug: ھەممە ئەزالار
uk: Усі учасники
ur: تمام ممبران
vi: Tất cả thành viên
zh_cn: 全部成员
zh_hk: 所有成員

# GROUP_ACCESS_LEVEL_UNKNOWN
source: Unknown
af: Onbekend
ar: غير معروف
az: Bilinmir
be: Невядома
bg: Непознат
bn: অজানা
ca: Desconegut
cs: Neznámý
cy: Anhysbys
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_es: Desconocido
et: Tundmatu
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
fil: Hindi tukoy
fr: Inconnu
ga: Anaithnid
gu: અજાણ્યું
he: בלתי ידוע
hi: अनजान
hr: Nepoznato
hu: Ismeretlen
id: Tidak dikenal
is: Óþekkt
it: Sconosciuto
ja: 不明
kab: Arussin
kk: Белгісіз
km: á˜á·á“áŸáŸ’á‚á¶á›áŸ‹
kn: ತಿಳಿದಿಲ್ಲ
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
mk: Непознато
ml: അജ്ഞാതം
mr: अज्ञात
ms: Tidak diketahui
my: အမည်မသိ
nb: Ukjent
nl: Onbekend
pa: ਅਣਜਾਣ
pa_pk: نامعلوم
pl: Nieznane uprawnienia
ps: ناپیژانده
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестная
sk: Neznáme
sl: Neznano
sq: I panjohur
sr: Није познато
sv: Okänt
sw: Isiyojulikana
ta: தெரியாத
te: తెలియని
th: ไม่ทราบ
tr: Bilinmeyen
ug: نامەلۇم
uk: Невідомо
ur: نامعلوم
vi: Vô danh
zh_cn: 未知
zh_hk: 未知

# GROUP_ACCESS_LEVEL_UNSATISFIABLE
source: Disabled
af: Gedeaktiveer
ar: مُعطَّل
az: Sıradan çıxarıldı
be: Адключана
bn: নিষ্ক্রিয় করা হয়েছে
ca: Desactivat
cs: Zakázáno
cy: Analluogwyd
da: Déaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
es_es: Desactivada
et: Keelatud
eu: Desaktibatuta
fa: غیرفعال
fi: Pois päältä
fr: Désactivé
ga: Díchumasaithe
gu: અક્ષમ
he: מושבת
hi: अक्षम
hr: Onemogućeno
hu: Letiltva
id: Ternonaktifkan
is: Óvirkt
it: Disabilitato
ja: 無効
kab: Yensa
km: á”á¶á“á”á·á‘
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ko: 꺼짐
lt: Išjungta
lv: Atspējota
mk: Оневозможено
ml: അപ്രാപ്‌തമാക്കി
mr: अक्षम केले
ms: Diyahdayakan
my: ပိတ်ထားသည်
nb: Deaktivert
nl: Uitgeschakeld
pa: ਅਸਮਰੱਥ ਕੀਤਾ
pl: Opcja wyłączona
ps: غیر فعال شوی
pt_br: Desabilitada
pt_pt: Desativado(a)
ro: Dezactivat
ru: Отключена
sk: Zakázané
sl: Vklopljena
sq: E çaktivizuar
sr: Искључено
sv: Inaktiverad
sw: Imelemazwa
ta: முடக்கப்பட்டது
te: అచేతనం అయింది
th: หยุดใช้
tr: Devre dışı
ug: تاقالغان
uk: Вимкнено
ur: غیر فعال ہونا
vi: Tắt
zh_cn: 已禁用
zh_hk: 已停用

# GROUP_ACCESS_MEMBERS_UPDATED_BY_LOCAL_USER_FORMAT
source: You changed who can edit group membership to “%@”.
af: Jy het verander wie die groeplidmaatskap kan wysig, na “%@”.
ar: غيَّرتَ من يمكنه تعديل عُضوية المجموعة إلى "%1$@".
az: Kimin qrup üzvlərinə düzəliş edə biləcəyini "%@" olaraq dəyişdirdiniz.
be: Вы змянілі рэдактара інфармацыі аб членстве ў групе на «%1$@».
bg: Променихте кой може да редактира членството в групата на „%@“.
bn: কারা গ্রুপের সদস্যতা এডিট করতে পারবেন তা আপনি "%1$@"-এ পরিবর্তন করেছেন।
ca: Has canviat qui pot editar els membres del grup a “%1$@”.
cs: Změnili jste, kdo může upravovat členství ve skupině, na „%1$@“.
cy: Newidiasoch pwy all olygu aelodaeth grŵp i "%@".
da: Du ændrede hvem der kan redigere medlemskaber af gruppen til "%1$@".
de: Du hast die Berechtigung »Mitglieder hinzufügen« zu »%1$@« geändert.
el: Άλλαξες το ποιος έχει την δυνατότητα αλλαγών στα μέλη της ομάδας σε "%1$@".
es: Has cambiado quién puede editar la lista de participantes del grupo a "%1$@".
es_es: Has actualizado quien puede modificar l@s participantes del grupo a «%@».
et: Sa muutsid grupi liikmete muutmise tasemeks “%@“.
eu: Aldatu duzu taldearen kidetza edita dezakeen pertsona. Orain "%@" da.
fa: شما قابلیت ویرایش اعضای گروه را به «%1$@» انتقال دادید.
fi: Muutit ryhmän jäsenyyden muokkaajaksi: %1$@.
fil: Binago mo kung sino ang maaaring mag-edit ng kasapian ng grupo sa “%@“.
fr: Vous avez défini l'autorisation d'ajouter des membres sur "%1$@".
ga: D'athraigh tú na daoine atá in ann ballraíocht an ghrúpa a chur in eagar chuig "%1$@".
gu: તમે ગ્રૂપ સદસ્યતામાં કોણ ફેરફાર કરી શકે છે તેને "%1$@" પર બદલ્યું છે.
he: שינית את מי שיכול לערוך את החברוּת בקבוצה אל “%1$@“.
hi: आपने ग्रुप की सदस्यता संपादित कर पाने वालों को “%1$@” कर दिया है।
hr: Promijenili ste postavku tko može uređivati članstvo grupe u „%1$@“.
hu: Megváltoztattad a csoport tulajdonságok állíthatóságát erre: „%1$@”.
id: Anda mengubah siapa yang bisa mengedit keanggotaan grup menjadi “%1$@”.
is: Þú breyttir þeim sem geta sýslað með meðlimi hóps yfir í "%@".
it: Hai cambiato chi può modificare l'appartenenza al gruppo in “%1$@”.
ja: グループメンバーを編集できるユーザーを「%1$@」に変更しました。
kab: Tbeddleḍ d anwa i izemren ad yeẓreg attekki ɣer ugraw ɣer "%@".
kk: Сіз топқа мүшелікті өңдей алатын адамды “%@“ етіп өзгерттіңіз.
km: á¢áŸ’á“á€á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá¢áŸ’á“á€áŠáŸ‚á›á¢á¶á…á€áŸ‚á”áŸ’ášáŸ‚áŸá˜á¶á‡á·á€á—á¶á–á€áŸ’ášá»á˜á‘áŸ… â€œ%@â€œáŸ”
kn: ನೀವು ಗುಂಪಿನ ಸದಸ್ಯತ್ವವನ್ನು ಯಾರು “%@“ ಗೆ ತಿದ್ದಬಹುದು ಎನ್ನುವುದನ್ನು ಬದಲಾಯಿಸಿದ್ದೀರಿ.
ko: 그룹 멤버십을 수정할 수 있는 사람을 '%1$@'(으)로 변경했습니다.
lt: Jūs pakeitėte asmenis, kurie gali keisti grupės narystes į „%@“.
lv: Jūs mainījāt, kurš var rediģēt grupas dalību, uz “%@“.
mk: Вие променивте кој може да го уредува членството во групата “%@“.
ml: ഗ്രൂപ്പ് മെംബർഷിപ്പ് ആർക്ക് എഡിറ്റ് ചെയ്യാം എന്നത് നിങ്ങൾ "%@" ലേക്ക് മാറ്റി.
mr: तुम्ही गट सदस्यत्व कोण संपादित करू शकते ते बदलून ‘‘%1$@’’ केलेत.
ms: Anda mengubah siapa boleh edit keahlian kumpulan kepada “%1$@“.
my: အဖွဲ့ဝင်ဖြစ်မှုအား မည်သူက ပြင်ဆင်ပြောင်းလဲနိုင်သည် ကို "%@" သို့ သင် ပြောင်းလိုက်သည်။
nb: Du endret hvem som kan redigere gruppemedlemskap, til «%1$@».
nl: Je hebt de instelling voor wie het groepslidmaatschap kan bewerken op ‘%1$@’ ingesteld.
pa: ਤੁਸੀਂ ਗਰੁੱਪ ਦੀ ਮੈਂਬਰਸ਼ਿਪ ਵਿੱਚ ਸੋਧ ਕਰਨ ਵਾਲਾ ਵਿਅਕਤੀ “%@“ ਨੂੰ ਬਣਾ ਦਿੱਤਾ.
pa_pk: کون گروپ دی رکنیت اچ تدوین کرسکدا اے نوں تساں نے "%@" اتے تبدیل کیتا۔
pl: Zmieniasz uprawnienia do edycji składu grupy na „%1$@”.
ps: دا چې څوک کولای شي د ګروپ غړیتوب تصحیح کړي "%@" ته بدل شو.
pt_br: Você mudou quem pode editar os membros do grupo para "%1$@".
pt_pt: Alterou quem pode editar a participação no grupo para "%1$@".
ro: Ai modificat cine poate edita apartenența la grup la “%1$@“.
ru: Вы изменили, кто может редактировать членство в группе, на «%1$@».
sk: Zmenili ste, kto môže upraviť členstvo v skupine na „%1$@“.
sl: Spremenili ste, kdo lahko upravlja članstvo v skupini: “%@“.
sq: Ndryshuat cilët mund të përpunojnë anëtarësi grupi te “%@“.
sr: Променили сте ко може да измени чланство у групи на „%1$@“.
sv: Du ändrade vem som kan redigera gruppmedlemskap till %1$@.
sw: Ulibadilisha anayeweza kuhariri ushiriki wa kundi kuwa "%@"
te: సమూహ సభ్యత్వాన్ని ఎవరు సవరించవచ్చో మీరు మార్చారు “%@“.
th: คุณเปลี่ยนผู้ที่จะสามารถแก้ไขการเป็นสมาชิกของกลุ่มให้เป็น “%1$@”
tr: Grup üyeliğini kimlerin düzenleyebileceğini "%1$@" olarak ayarladın.
ug: گۇرۇپپا ئەزالىرىنى تەھرىرلىسە بولىدىغان كىشىنى «%1$@» گە ئۆزگەرتتىڭىز.
uk: %1$@ тепер можуть змінювати склад групи, оскільки ви змінили налаштування.
ur: آپ نے جو لوگ گروپ کی ممبرشپ میں ترمیم کر سکتے ہیں کو “%1$@” میں تبدیل کیا۔
vi: Bạn thay đổi người có thể chỉnh sửa thành viên nhóm thành “%1$@”.
zh_cn: 您已将谁能编辑群组成员身份更改为“%1$@”。
zh_hk: 你已將可編輯群組成員的人變更為「%1$@」。

# GROUP_ACCESS_MEMBERS_UPDATED_BY_REMOTE_USER_FORMAT
source: %1$@ changed who can edit group membership to “%2$@”.
af: %1$@ het verander wie die groeplidmaatskap kan wysig, na “%2$@”.
ar: غيَّرَ %1$@ مَن يُمكنه تعديل عُضوية المجموعة إلى "%2$@".
az: %1$@, kimin qrup üzvlərinə düzəliş edə biləcəyini "%2$@" olaraq dəyişdirdi.
be: %1$@ змяніў(-ла) рэдактара інфармацыі аб членстве ў групе на «%2$@».
bg: %1$@ промени кой може да редактира членството в групата на „%2$@“.
bn: %1$@ কারা গ্রুপের সদস্যতা এডিট করতে পারবেন তা "%2$@"-এ পরিবর্তন করেছেন।
ca: %1$@ ha canviat qui pot editar els membres del grup a “%2$@”.
cs: %1$@ změnil/a, kdo může upravovat členství ve skupině, na „%2$@“.
cy: Newidiodd %1$@ pwy all olygu aelodaeth grŵp i "%2$@".
da: %1$@ ændrede hvem der kan redigere medlemskab af gruppen til "%2$@".
de: %1$@ hat die Berechtigung »Mitglieder hinzufügen« zu »%2$@« geändert.
el: Ο/Η %1$@ άλλαξε το ποιος έχει τη δυνατότητα αλλαγών στα μέλη της ομάδας σε "%2$@".
es: %1$@ ha cambiado quién puede editar la lista de participantes del grupo a "%2$@".
es_es: %1$@ ha actualizado quien puede modificar l@s participantes del grupo a «%2$@».
et: %1$@ muutis grupi liikmete muutmise tasemeks “%2$@“.
eu: %1$@ erabiltzaileak taldeko kidetza edita dezakeena aldatu du. Orain "%2$@" da.
fa: %1$@ قابلیت ویرایش عضویت گروه را به «%2$@» انتقال داد.
fi: %1$@ muutti ryhmän jäsenyyden muokkaajaksi: %2$@.
fil: Binago ni %1$@ kung sino ang maaaring mag-edit ng kasapian ng grupo sa “%2$@“.
fr: %1$@ a défini l'autorisation d'ajouter des membres sur "%2$@".
ga: D'athraigh %1$@ na daoine atá in ann ballraíocht an ghrúpa a chur in eagar chuig "%2$@".
gu: %1$@એ ગ્રૂપ સદસ્યતામાં કોણ ફેરફાર કરી શકે તેને “%2$@“ પર બદલ્યું છે.
he: %1$@ שינה את מי שיכול לערוך את החברוּת בקבוצה אל “%2$@“.
hi: %1$@ ने ग्रुप की सदस्यता संपादित कर पाने वालों को “%2$@” कर दिया है।
hr: %1$@ je promijenio/la postavku tko može uređivati članstvo grupe u „%2$@“.
hu: %1$@ megváltoztatta a csoport tagság állíthatóságát erre: „%2$@”.
id: %1$@ mengubah siapa yang bisa mengedit keanggotaan grup menjadi “%2$@”.
is: %1$@ breytti þeim sem geta sýslað með meðlimi hóps yfir í "%2$@".
it: %1$@ ha cambiato chi può modificare l'appartenenza al gruppo in “%2$@”.
ja: %1$@ がグループメンバーを編集できるユーザーを「%2$@」に変更しました。
kab: %1$@ ibeddel d anwa i izemren ad yeẓreg attekki ɣer ugraw ɣer "%2$@".
kk: %1$@ топқа мүшелікті өңдей алатын адамды “%2$@“ етіп өзгертті.
km: %1$@ á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá¢áŸ’á“á€áŠáŸ‚á›á¢á¶á…á€áŸ‚á”áŸ’ášáŸ‚áŸá˜á¶á‡á·á€á—á¶á–á€áŸ’ášá»á˜á‘áŸ… â€œ%2$@â€œáŸ”
kn: %1$@ಯು ಗುಂಪಿನ ಸದಸ್ಯತ್ವವನ್ನು ಯಾರು “%2$@“ ಗೆ ತಿದ್ದಬಹುದು ಎನ್ನುವುದನ್ನು ಬದಲಾಯಿಸಿದ್ದಾರೆ.
ko: %1$@ 님이 그룹 멤버십을 수정할 수 있는 사람을 '%2$@'(으)로 변경했습니다.
lt: %1$@ pakeitė asmenis, kurie gali keisti grupės narystes į „%2$@“.
lv: %1$@ mainīja, kurš var rediģēt grupas dalību, uz “%2$@“.
mk: %1$@ промени кој може да го уредува членството во групата “%2$@“.
ml: ഗ്രൂപ്പ് മെംബർഷിപ്പ് ആർക്ക് എഡിറ്റ് ചെയ്യാം എന്നത് %1$@ "%2$@" ലേക്ക് മാറ്റി.
mr: %1$@ने गट सदस्यत्व कोण संपादित करू शकते ते बदलून ‘‘%2$@’’ केले.
ms: %1$@ mengubah siapa boleh edit keahlian kumpulan kepada “%2$@“.
my: %1$@ သည် အဖွဲ့ဝင်ဖြစ်မှုအား မည်သူက ပြင်ဆင်ပြောင်းလဲနိုင်သည် ကို "%2$@" သို့ ပြောင်းလိုက်သည်။
nb: %1$@ endret hvem som kan redigere gruppemedlemskap, til «%2$@».
nl: %1$@ heeft de instelling voor wie het groepslidmaatschap kan bewerken op ‘%2$@’ ingesteld.
pa: %1$@ ਨੇ ਗਰੁੱਪ ਦੀ ਮੈਂਬਰਸ਼ਿਪ ਵਿੱਚ ਸੋਧ ਕਰਨ ਵਾਲਾ ਵਿਅਕਤੀ “%2$@“ ਨੂੰ ਬਣਾ ਦਿੱਤਾ.
pa_pk: کون گروپ دی رکنیت اچ تدوین کر سکدا اے، نوں %1$@ نے "%2$@" اتے تبدیل کیتا۔
pl: %1$@ zmienia uprawnienia do edycji składu grupy na „%2$@”.
ps: %1$@ دا حق چې څوک کولای شي د ګروپ غړیتوب تصحیح کړي "%2$@" ته بدل کړ.
pt_br: %1$@ mudou quem pode editar os membros do grupo para "%2$@".
pt_pt: %1$@ alterou quem pode editar os membros do grupo para "%2$@".
ro: %1$@ a modificat cine poate edita apartenența la grup la “%2$@“.
ru: %1$@ изменил(-а), кто может редактировать членство в группе, на «%2$@».
sk: Používateľ %1$@ zmenil, kto môže upraviť členstvo v skupine na „%2$@“.
sl: Oseba %1$@ je spremenila, kdo lahko upravlja članstvo v skupini: “%2$@“.
sq: %1$@ ndryshoi se cilët mund të përpunojnë anëtarësi grupi te “%2$@“.
sr: %1$@ је променио/ла ко може да уређује чланство у групи на „%2$@“.
sv: %1$@ ändrade vem som kan redigera gruppmedlemskap till %2$@.
sw: %1$@amebadilisha anayeweza kuhariri ushiriki wa kundi kuwa "%2$@".
ta: %1$@ யார் முடியும் என்று மாற்றப்பட்டது தொகு குழு உறுப்பினர் “%2$@“.
te: సమూహ సభ్యత్వాన్ని ఎవరు “%2$@“ కు సవరించవచ్చో %1$@మార్చబడింది.
th: %1$@ เปลี่ยนผู้ที่จะสามารถแก้ไขการเป็นสมาชิกของกลุ่มให้เป็น “%2$@”
tr: %1$@, grup üyeliğini kimlerin düzenleyebileceğini "%2$@" olarak ayarladı.
ug: %1$@ گۇرۇپپا ئەزالىرىنى تەھرىرلىسە بولىدىغان كىشىنى «%2$@» گە ئۆزگەرتتى.
uk: %2$@ тепер можуть змінювати склад групи, оскільки користувач %1$@ змінив налаштування.
ur: %1$@ نے جو لوگ گروپ کی ممبرشپ میں ترمیم کر سکتے ہیں کو “%2$@” میں تبدیل کیا۔
vi: %1$@ thay đổi người có thể chỉnh sửa thành viên nhóm thành “%2$@”.
zh_cn: %1$@已将谁能编辑群组成员身份更改为“%2$@”。
zh_hk: %1$@ 已將可編輯群組成員的人變更為「%2$@」。

# GROUP_ACCESS_MEMBERS_UPDATED_FORMAT
source: Group membership can be changed by “%@”.
af: Groeplidmaatskap kan verander word deur “%@”.
ar: يُمكن تغيير عُضوية المجموعة بواسطة "%1$@".
az: "%@" qrup üzvlərinə düzəliş edə bilər.
be: Членства ў групе можа змяніць «%1$@».
bg: Членството в групата може да се променя от „%@“.
bn: গ্রুপের সদস্যতা "%1$@" পরিবর্তন করতে পারবেন।
ca: Els membres del grup poden ser canviats per “%1$@”.
cs: Členství ve skupině mohou měnit „%1$@“.
cy: Gall "%@" newid aelodaeth grŵp.
da: Medlemskab af gruppen kan ændres af "%1$@".
de: Die Gruppenmitgliedschaft kann von »%1$@« geändert werden.
el: Οι χρήστες “%1$@“ μπορούν να κάνουν αλλαγές στα μέλη της ομάδας.
es: Quién puede editar la lista de participantes del grupo: "%1$@".
es_es: «%@» puede(n) modificar l@s participantes del grupo.
et: Grupi liikmeid saavad muuta “%@“.
eu: "%@" erabiltzaileak aldatu dezake taldearen kideak.
fa: عضویت گروه می‌تواند توسط «%1$@» تغییر کند.
fi: Ryhmän tietojen muokkaajiksi on määritelty: %1$@.
fil: Ang kasapian ng grupo ay mababago sa “%@“.
fr: %1$@ sont maintenant autorisés à ajouter des membres.
ga: Tá "%1$@" in ann ballraíocht an ghrúpa a chur in eagar.
gu: ગ્રૂપ સદસ્યતા “%1$@“ બદલી શકે છે.
he: החברוּת בקבוצה יכולה להשתנות על ידי “%1$@“.
hi: ग्रुप की सदस्यता को अब “%1$@” बदल सकते हैं।
hr: Članstvo u grupi mogu promijeniti „%1$@“.
hu: A csoport tagságot állíthatja: „%1$@”.
id: Keanggotaan grup bisa diubah oleh “%1$@”.
is: “%@“ getur sýslað með meðlimi hóps.
it: L'appartenenza al gruppo può essere modificata da “%1$@”.
ja: 「%1$@」はグループメンバーを変更できます。
kab: Attekki deg ugraw yezmer ad yettubeddel sɣur "%@".
kk: Топқа мүшелікті “%@“ өзгерте алады.
km: áŸá˜á¶á‡á·á€á—á¶á–á€áŸ’ášá»á˜á¢á¶á…ááŸ’ášá¼áœá”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŠáŸ„á™ â€œ%@â€œáŸ”
kn: ಗುಂಪಿನ ಸದಸ್ಯತ್ವವನ್ನು “%@“ ಬದಲಾಯಿಸಬಹುದು.
ko: 이제 '%1$@'이(가) 그룹 멤버십을 변경할 수 있습니다.
lt: Grupės narystes gali keisti „%@“.
lv: Grupas dalību var mainīt “%@“.
mk: Членувањето во групата може да биде променето од “%@“.
ml: "%@" കൊണ്ട് ഗ്രൂപ്പ് മെംബർഷിപ്പ് മാറ്റാനാകും.
mr: गट सदस्यत्व ‘‘%1$@’’ द्वारे बदलले जाऊ शकते.
ms: Keahlian kumpulan boleh diubah oleh “%1$@“.
my: အဖွဲ့ဝင်ဖြစ်မှုကို "%@" မှ ပြောင်းလဲနိုင်ပါသည်။
nb: Gruppemedlemskap kan endres av «%1$@».
nl: Het groepslidmaatschap kan vanaf nu door ‘%1$@’ worden bewerkt.
pa: ਗਰੁੱਪ ਦੀ ਮੈਂਬਰਸ਼ਿਪ “%@“ ਵੱਲੋਂ ਬਦਲੀ ਜਾ ਸਕਦੀ ਹੈ.
pa_pk: گروپ دی رکنیت "%@" دے ولوں تبدیل کیتی جا سکدی اے۔
pl: Kto może zmieniać skład grupy: „%1$@”.
ps: د ګروپ غړیتوب د "%@" له خوا بدلیدای شي.
pt_br: Os membros do grupo podem ser modificados por "%1$@".
pt_pt: A participação no grupo pode ser alterada por "%1$@".
ro: Apartenența la grup poate fi modificată de către “%1$@“.
ru: Членство в группе может быть изменено на «%1$@».
sk: Členstvo v skupine môžu zmeniť „%1$@“.
sl: Kdo lahko spreminja članstvo v skupini: “%@“.
sq: Anëtarësia në grup mund të ndryshohet nga “%@“.
sr: Чланство у групи могу да уређују „%1$@“.
sv: Gruppmedlemskap kan ändras av %1$@.
sw: Ushirika wa kundi unaweza kubadilishwa na "%@".
ta: குழு உறுப்பினர்களை மாற்றலாம் “%@“.
te: సమూహ సభ్యత్వాన్ని “%@“ ద్వారా మార్చవచ్చు.
th: สถานะการเป็นสมาชิกของกลุ่มสามารถเปลี่ยนแปลงได้โดย “%1$@”
tr: Grup üyeliği "%1$@" tarafından değiştirilebilir.
ug: «%1$@» گۇرۇپپا ئەزالىقىنى ئۆزگەرتەلەيدۇ.
uk: %1$@ можуть змінювати склад групи.
ur: گروپ کی ممبرشپ کو “%1$@” کے ذریعے تبدیل کیا جا سکتا ہے۔
vi: Thành viên nhóm có thể được thay đổi bởi “%1$@”.
zh_cn: 群组成员身份可以由“%1$@”更改。
zh_hk: 群組成員可被「%1$@」更改。

# GROUP_ADMIN_ONLY_WARNING
source: Only admins can change this option.
af: Slegs groepadmins kan hierdie opsie verander.
ar: المُشرفون فقط يُمكنهم تعديل هذا الإعداد.
az: Yalnız adminlər bu seçimi dəyişdirə bilər.
be: Толькі адміністратары могуць змяніць гэту опцыю.
bn: কেবলমাত্র অ্যাডমিনরা এই অপশনটি পরিবর্তন করতে পারবেন।
ca: Només els administradors poden canviar aquesta opció.
cs: Toto mohou změnit pouze správci.
cy: Dim ond gweinyddwyr gall newid y dewis hwn.
da: Kun administratorer kan ændre denne mulighed
de: Nur Admins können diese Option ändern.
el: Μόνο οι διαχειριστές μπορούν να αλλάξουν αυτή την επιλογή.
es: Solo admins pueden cambiar esta opción.
es_es: Sólo admins pueden modificar esta opción.
et: Ainult administraatorid saavad seda suvandit muuta.
eu: Bakarrik administratzaileek alda dezakete aukera hau.
fa: فقط مدیران می توانند این گزینه را تغییر دهند.
fi: Vain ylläpitäjät voivat muuttaa tätä vaihtoehtoa.
fr: Seuls les admins peuvent modifier cette option.
gu: આ વિકલ્પને માત્ર એડમિન જ બદલી શકે છે.
he: רק מנהלנים יכולים לשנות אפשרות זו.
hi: केवल एडमिन इस विकल्प को बदल सकते हैं।
hr: Samo administratori mogu promijeniti ovu opciju.
hu: Ezt a beállítást csak adminok módosíthatják.
id: Hanya admin yang dapat mengubah opsi ini.
is: Einungis stjórnendur geta breytt þessum valkosti.
it: Solo gli amministratori possono cambiare questa opzione.
ja: 管理者のみがこの設定を変更できます。
kab: Ala inedbalen i izemren ad beddlen taxtiṛit-a.
km: á˜á¶á“ááŸ‚á¢áŸ’á“á€á¢á—á·á”á¶á›á”áŸ‰á»ááŸ’ááŸ„áŸ‡ á¢á¶á…á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá‡á˜áŸ’ášá¾áŸá“áŸáŸ‡áŸ”
kn: ಅಡ್ಮಿನ್‌ಗಳು ಮಾತ್ರ ಈ ಆಯ್ಕೆಯನ್ನು ಬದಲಾಯಿಸಬಹುದು.
ko: 관리자만 이 설정을 변경할 수 있습니다.
lt: Šią parinktį gali keisti tik administratoriai.
lv: Šo opciju var mainīt tikai administratori.
mk: Само администраторите можат да ја променат оваа опција.
ml: അഡ്‌മിനുകൾക്ക് മാത്രമേ ഈ ഓപ്‌ഷൻ മാറ്റാൻ കഴിയൂ
mr: फक्त ऍडमिन हा पर्याय बदलू शकतात.
ms: Hanya pentadbir yang boleh menukar pilihan ini.
my: စီမံသူများသာ ၎င်းရွေးချယ်မှုကို ပြောင်းနိုင်ပါသည်။
nb: Bare administratorer kan endre dette.
nl: Alleen beheerders kunnen deze instelling wijzigen.
pa: ਸਿਰਫ ਐਡਮਿਨ ਹੀ ਇਸ ਵਿਕਲਪ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹਨ।
pl: Tę opcję mogą zmienić tylko administratorzy.
ps: یوازې اډمینان کولای شي دا غوراوی بدل کړي.
pt_br: Somente os administradores podem mudar esta opção.
pt_pt: Apenas os administradores podem alterar esta opção.
ro: Numai administratorii pot schimba această opțiune.
ru: Только администраторы могут изменять эту опцию.
sk: Toto nastavenie môžu zmeniť len administrátori.
sl: Le skrbniki lahko spreminjajo to nastavitev.
sq: Këtë mundësi mund ta ndryshojnë vetëm përgjegjësit.
sr: Само администратори могу да промене ову опцију.
sv: Endast administratörer kan ändra detta alternativ.
sw: Wasimamizi tu ndio wanaoweza kubadilisha chaguo hili.
ta: மட்டும் நிர்வாகிகள் முடியும் மாற்றம் இந்த விருப்பம்.
te: నిర్వాహకులు మాత్రమే ఈ ఎంపికను మార్చగలరు.
th: ผู้ดูแลกลุ่มเท่านั้นที่จะเปลี่ยนการตั้งค่านี้ได้
tr: Yalnızca yöneticiler bu seçeneği değiştirebilir.
ug: پەقەت باشقۇرغۇچىلارلا بۇ تاللانمىنى ئۆزگەرتەلەيدۇ.
uk: Це можуть змінювати тільки адміністратори.
ur: صرف منتظمین ہی اس اختیار کو تبدیل کرسکتے ہیں۔
vi: Chỉ có admin mới có thể thay đổi lựa chọn này.
zh_cn: 只有管理员才能改变此选项。
zh_hk: 僅有管理員才能更改此選項。
