Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# USERNAME_SELECTION_HEADER_TEXT_FOR_PLACEHOLDER
source: Choose your username
ar: اختر اسم مُستخدِم خاص بك
be: Выберыце для сябе імя карыстальніка
bn: আপনার ব্যবহারকারীর নামটি বেছে নিন
ca: Tria un àlies
cs: Zvolte si své uživatelské jméno
da: Vælg dit brugernavn
de: Wähle deinen Nutzernamen
el: Διάλεξε όνομα χρήστη
es: Elige tu alias
fa: نام کاربری خود را انتخاب کنید
fi: Valitse käyttäjänimi
fr: Choisissez votre nom d'utilisateur
ga: Roghnaigh d'ainm úsáideora
gu: તમારું યુઝરનેમ પસંદ કરો
he: בחירת שם המשתמש שלך
hi: अपना यूज़रनेम चुनें
hr: Odaberite vaše korisničko ime
hu: Válaszd ki a felhasználóneved
id: Pilih nama pengguna
it: Scegli il tuo nome utente
ja: ユーザーネームを選択してください
ko: 사용자 이름을 선택하세요.
mr: आपले वापरकर्तानाव निवडा
ms: Pilih nama pengguna anda
nb: Velg et brukernavn
nl: Kies jouw gebruikersnaam
pl: Wybierz dla siebie nazwę użytkownika
pt_br: Escolha o seu nome de usuário
pt_pt: Escolha o seu nome de utilizador
ro: Alege-ți numele de utilizator
ru: Выберите ваше имя пользователя
sk: Vyberte si používateľské meno
sr: Изаберите корисничко име
sv: Välj ditt användarnamn
th: เลือกชื่อผู้ใช้
tr: Kullanıcı adını seç
ug: ئىشلەتكۈچى نامىڭىزنى تاللاڭ
uk: Створіть ім'я користувача
ur: اپنا یوزر نیم منتخب کریں
vi: Chọn tên người dùng của bạn
zh_cn: 选择您的用户名
zh_hk: 選擇您的用戶名稱

# USERNAME_SELECTION_INVALID_CHARACTERS_ERROR_MESSAGE
source: Usernames may only contain a-z, 0-9, and _
ar: يُمكن أن تحتوي أسماء المُستخدِمين على حروف a-z، وأرقام 0-9 وشرطة سُفلية _ فقط.
be: Імёны карыстальнікаў могуць змяшчаць толькі сімвалы ад a да z, ад 0 да 9 і _
bn: ব্যবহারকারীর নামে শুধুমাত্র এগুল থাকতে পাবের a-z, 0-9, এবং _
ca: Els noms d'usuari només poden contenir a-z, 0-9 i _
cs: Uživatelská jména mohou obsahovat pouze a-Z, 0-9 a podtržítka.
da: Brugernavne må kun indeholde a-z, 0-9 og _
de: Nutzernamen dürfen nur die Zeichen a – z, 0 – 9 und »_« enthalten
el: Τα ονόματα χρήστη μπορούν να περιέχουν μόνο λατινικούς χαρακτήρες a-z, νούμερα 0-9 και την κάτω παύλα _
es: Los alias solo pueden contener caracteres de la A a la Z, del 0 al 9 y guion bajo.
fa: نامهای کاربری باید فقط شامل a-z ، 0-9 و _ باشد
fi: Käyttäjätunnukset voivat sisältää vain merkkejä a–z, 0–9 ja _
fr: Les noms d’utilisateur ne peuvent comporter que des caractères alphanumériques compris entre a et z, et 0 et 9, ainsi que des tirets bas _.
ga: Ní cheadaítear ach litreacha a-z, digití 0-9, agus _ in ainmneacha úsáideora
gu: વપરાશકર્તાનામોમાં ફક્ત a-z, 0-9 અને _ હોઈ શકે
he: שמות משתמש יכולים להכיל רק a-z, 0-9 והתו _
hi: उपयोगकर्ता नाम में केवल a-z, 0-9, और _ आ सकते हैं
hr: Korisnička imena smiju sadržavati samo a-z, 0-9 i _
hu: A felhasználónevek csak az alábbi karaktereket tartalmazhatják: a-z, 0-9, _
id: Nama pengguna hanya boleh terdiri dari karakter a-z, 0-9, dan _
it: I nomi utente possono contenere solo a-z, 0-9, e _
ja: ユーザ名には半角の英数字とアンダーバーのみ使用できます。
ko: 사용자 이름은 오직 a-z, 0-9, _만 등록할 수 있습니다
mr: वापरकर्तानावामध्ये फक्त a-z, 0-9, आणि _ राहू शकतात
ms: Nama pengguna hanya boleh mengandungi a-z, 0-9, dan _
nb: Brukernavn kan bare inneholde a-z, 0-9, og _
nl: Gebruikersnamen mogen alleen uit a-z, 0-9 en _ bestaan
pl: Nazwa użytkownika może zawierać wyłącznie znaki a–z, 0–9 oraz _
pt_br: Nomes de usuário podem conter apenas a-z, 0-9, e _
pt_pt: Os nomes de utilizador deverão apenas conter a-z, 0-9, e _
ro: Numele de utilizatori pot conține doar a-z, 0-9 și _
ru: Имена пользователей могут содержать только a-z, 0-9 и _
sk: Používateľské mená môžu obsahovať iba znaky a-Z, 0-9 a _
sr: Корисничко име може да садржи a-z, 0-9 и _
sv: Användarnamn får endast innehålla a-z, 0-9 och _
th: ชื่อผู้ใช้จะมีได้เฉพาะ a-z, 0-9 และ _
tr: Kullanıcı adları yalnızca a-z, 0-9, ve _ içerebilir
ug: ئىشلەتكۈچى ئىسمى پەقەت a-Z، 0-9 ۋە ئاستى سىزىقتىن تۈزۈلىشى كېرەك.
uk: Ім'я користувача може містити лише a-z, 0-9, та _
ur: صارف کا نام صرف a-z,اور 0-9 پر مشتمل ہو سکتا ہے۔۔۔
vi: Tên người dùng chỉ được chứa các ký tự a-z, 0-9, và _
zh_cn: 用户名只可包含a-z, 0-9, 以及 _
zh_hk: 使用者名稱僅可包括英文字母 (a-z)、數字 (0-9) 及底線 (_)

# USERNAME_SELECTION_INVALID_DISCRIMINATOR_ERROR_MESSAGE
source: Invalid username, enter a minimum of 2 digits
ar: اسم مُستخدِم غير صحيح. أدخِل رقمين على الأقل.
be: Несапраўднае імя карыстальніка, трэба ўвесці мінімум 2 лічбы
bn: অকার্যকর ব্যবহারকারীর নাম, অন্তত 2টি সংখ্যা লিখুন
ca: Àlies no vàlid, introdueix 2 dígits com a mínim
cs: Neplatné uživatelské jméno – zadejte alespoň dvě číslice
da: Ugyldigt brugernavn, angiv min. 2 cifre
de: Ungültiger Nutzername, bitte gib mindestens 2 Ziffern ein
el: Μη έγκυρο όνομα χρήστη, γράψε τουλάχιστον 2 ψηφία
es: Alias no válido. Ingresa un mínimo de 2 dígitos.
fa: نام کاربری نامعتبر است، حداقل ۲ رقم وارد کنید
fi: Virheellinen käyttäjänimi, anna vähintään 2 numeroa
fr: Nom d'utilisateur incorrect. Veuillez saisir au moins 2 chiffres.
ga: Ainm úsáideora neamhbhailí, cuir isteach íoslíon de 2 dhigit
gu: અમાન્ય યુઝરનેમ, ઓછામાં ઓછા 2 અંકો દાખલ કરો
he: שם משתמש לא חוקי, יש להזין לפחות 2 ספרות
hi: अमान्य यूज़रनेम, न्यूनतम 2 अंक दर्ज करें
hr: Korisničko ime nije valjano, unesite najmanje 2 znamenke
hu: Érvénytelen felhasználónév, adj meg legalább 2 számjegyet
id: Nama pengguna tidak valid, masukkan minimal 2 digit
it: Nome utente non valido, inserisci almeno 2 caratteri
ja: ユーザーネームが無効です。数字は2桁以上入力してください
ko: 사용자 이름이 잘못되었습니다. 2자 이상으로 입력해 주세요.
mr: अवैध वापरकर्ता नाव, कमीत कमी 2 अंक प्रविष्ट करा
ms: Nama pengguna tidak sah, masukkan sekurang-kurangnya 2 digit
nb: Ugyldig brukernavn. Angi minst 2 tall.
nl: Ongeldige gebruikersnaam, voer minimaal 2 cijfers in
pl: Nieprawidłowa nazwa użytkownika. Wpisz co najmniej dwie cyfry
pt_br: Nome de usuário inválido, insira no mínimo 2 dígitos
pt_pt: Nome de utilizador inválido, insira um mínimo de 2 dígitos
ro: Nume de utilizator nevalid, introdu minimum 2 cifre
ru: Неверное имя пользователя, введите минимум 2 цифры
sk: Neplatné používateľské meno, zadajte minimálne 2 číslice
sr: Неважеће корисничко име – унесите најмање 2 цифре
sv: Ogiltigt användarnamn. Ange minst 2 siffror
th: ชื่อผู้ใช้ไม่ถูกต้อง ต้องกรอกตัวเลขอย่างน้อย 2 หลัก
tr: Geçersiz kullanıcı adı, en az 2 hane gir
ug: ئىشلەتكۈچى نامى ئىناۋەتسىز، ئاز دېگەندە 2 خانە كىرگۈزۈڭ
uk: Неналежне ім'я користувача, введіть мінімум 2 цифри
ur: غلط یوزر نیم، کم از کم 2 ہندسے درج کریں
vi: Tên người dùng không hợp lệ, nhập tối thiểu 2 ký tự
zh_cn: 用户名无效，请至少输入 2 位数
zh_hk: 無效的用戶名稱，輸入至少 2 位數

# USERNAME_SELECTION_LEARN_MORE_ACTION_SHEET_MESSAGE
source: These digits help keep your username private so you can avoid unwanted messages. Share your username with only the people and groups you’d like to chat with. If you change usernames you’ll get a new set of digits.
ar: تُساعد هذه الأرقام في الحفاظ على خصوصية اسم المُستخدِم الخاص بك حتى تتجنَّب الرسائل غير المرغوب فيها. شارِك اسم المُستخدِم الخاص بك فقط مع الأشخاص والمجموعات الذين ترغب في الدردشة معهم. إذا غيَّرتَ أسماء المُستخدِم الخاصة بك، فسَتحصل على مجموعة جديدة من الأرقام.
be: Гэтыя лічбы дапамагаюць захаваць ваша імя карыстальніка ў тайне і пазбегнуць непажаданых паведамленняў. Абагульвайце сваё імя карыстальніка толькі з тымі людзьмі і групамі, з якімі жадаеце мець зносіны. Калі вы зменіце імя карыстальніка, вы атрымаеце новы набор лічбаў.
bn: এই সংখ্যাগুলি আপনার ব্যবহারকারীর নামটি গোপন রাখতে সাহায্য করে, যাতে আপনি অবাঞ্ছিত মেসেজ এড়িয়ে যেতে পারেন। আপনি যে ব্যক্তি ও গ্রুপের সাথে চ্যাট করতে চান শুধুমাত্র তাদের সাথে আপনার ব্যবহারকারীর নামটি শেয়ার করুন। ব্যবহারকারীর নামটি পরিবর্তন করলে আপনি কিছু নতুন সংখ্যার সেট পাবেন।
ca: Aquests dígits ajudaran a mantenir el teu àlies en privat per tal d'evitar rebre missatges no desitjats. Comparteix el teu àlies només amb aquelles persones i grups amb les que desitges parlar. Si canvies el teu àlies, rebràs una nova sèrie de dígits.
cs: Tyto číslice pomáhají zachovat vaše uživatelské jméno v soukromí, abyste se vyhnuli nechtěným zprávám. Uživatelské jméno sdílejte pouze s lidmi a skupinami, se kterými chcete chatovat. Pokud uživatelské jméno změníte, obdržíte novou sadu číslic.
da: Disse cifre hjælper med at skjule dit brugernavn, så du ikke modtager uønskede beskeder. Del kun dit brugernavn med de personer og grupper, du gerne vil chatte med. Hvis du ændrer brugernavn, får du et nyt sæt cifre.
de: Diese Ziffern helfen, deinen Nutzernamen privat zu halten, damit du keine unerwünschten Nachrichten erhältst. Teile deinen Nutzernamen nur mit den Personen und Gruppen, mit denen du dich unterhalten möchtest. Wenn du deinen Nutzernamen änderst, erhältst du eine neue Ziffernfolge.
el: Αυτά τα ψηφία διατηρούν απόρρητο το δικό σου όνομα χρήστη, ώστε να μη λαμβάνεις ανεπιθύμητα μηνύματα. Να μοιράζεσαι το όνομα χρήστη σου μόνο με άτομα και ομάδες που θέλεις να συνομιλείς. Εάν θέλεις να αλλάξεις όνομα χρήστη, θα λάβεις ένα νέο σετ ψηφίων.
es: Estos dígitos ayudan a proteger la privacidad de tu alias para evitar que recibas mensajes no deseados. Comparte tu alias solo con aquellas personas y grupos con los que quieras chatear. Si cambias tu alias, recibirás una nueva serie de dígitos.
fa: این ارقام به خصوصی ماندن نام کاربری‌تان کمک می‌کند تا بتوانید از پیام‌های ناخواسته جلوگیری کنید. نام کاربری خود را فقط با افراد و گروه‌هایی که می‌خواهید با آن‌ها گفتگو کنید به اشتراک بگذارید. اگر نام کاربری را تغییر دهید، مجموعه ارقام جدیدی دریافت خواهید کرد.
fi: Nämä numerot auttavat suojaamaan yksityisyyttäsi, jotta voit välttää ei-toivottuja viestejä. Jaa käyttäjänimesi vain niille henkilöille ja ryhmille, joiden kanssa haluat keskustella. Jos vaihdat käyttäjänimeä, saat uuden numerosarjan.
fr: Ces chiffres servent à protéger la confidentialité de votre nom d'utilisateur, vous évitant ainsi de recevoir des messages indésirables. Ne partagez votre nom d’utilisateur qu’avec les personnes et les groupes avec lesquels vous voulez discuter. Si vous changez de nom d’utilisateur, une nouvelle série de chiffres vous sera attribuée.
ga: Cabhraíonn na digití seo le d'ainm úsáideora a choimeád príobháideach le gur féidir leat teachtaireachtaí gan iarraidh a sheachaint. Ná comhroinn d'ainm úsáideora ach le daoine agus le grúpaí ar mhaith leat comhrá a dhéanamh leo. Má athraíonn tú d'ainm úsáideora gheobhaidh tú tacar nua digití.
gu: આ અંકો તમારા યુઝરનેમને ખાનગી રાખવામાં મદદ કરે છે જેથી તમે અનિચ્છનીય મેસેજને ટાળી શકો. તમારું યુઝરનેમ ફક્ત એ લોકો અને ગ્રૂપ સાથે જ શેર કરો જેમની સાથે તમને ચેટ કરવું ગમે છે. જો તમે યુઝરનેમ બદલો છો તો તમને નવા અંકો મળશે.
he: הספרות האלה עוזרות לשמור על שם המשתמש שלך פרטי כדי להימנע מהודעות לא רצויות. כדאי לשתף את שם המשתמש שלך רק עם אנשים וקבוצות שמתחשק לך לשוחח איתם. אם משנים את שם המשתמש, מקבלים סט חדש של ספרות.
hi: यह अंक आपके यूज़रनेम को निजी रखने में मदद करते हैं ताकि आप अवांछित संदेशों से बच सकें। अपना यूज़रनेम केवल उन लोगों और ग्रुप्स के साथ साझा करें जिनसे आप चैट करना पसंद करते हैं। यदि आप यूज़रनेम बदलते हैं तो आपको अंकों का एक नया सेट मिलेगा।
hr: Ove znamenke čuvaju privatnost vašeg korisničkog imena kako bi se izbjeglo primanje neželjenih poruka. Podijelite svoje korisničko ime samo s osobama i grupama s kojima želite razgovarati. Ako promijenite korisničko ime, dobit ćete novi skup znamenki.
hu: Ezek a számok segítenek megőrizni a felhasználóneved privát jellegét, hogy elkerüld a nem kívánt üzeneteket. Csak azokkal az emberekkel és csoportokkal oszd meg a felhasználóneved, akikkel csevegni szeretnél. Ha módosítod a felhasználóneved, új számsort kapsz.
id: Angka ini membantu memastikan nama pengguna Anda tetap privat dan mencegah pesan yang tidak diinginkan. Bagikan nama pengguna Anda hanya dengan orang dan grup yang diinginkan. Jika mengganti nama pengguna, Anda akan mendapatkan serangkaian angka baru.
it: Questi numeri fanno in modo che il tuo nome utente rimanga privato, così da evitare di ricevere messaggi indesiderati. Ti consigliamo di condividere il tuo nome utente solamente con le persone e i gruppi con cui vuoi chattare. Se cambi il nome utente, riceverai una nuova serie di numeri.
ja: これらの数字は、ユーザーネームを非公開にし、不要なメッセージを避けるのに役立ちます。ユーザーネームは、チャットをしたい人やグループとだけ共有してください。ユーザーネームを変更すると、新しい数字に更新されます。
ko: 이 일련번호는 사용자 이름을 비공개로 유지하여 원치 않는 메시지를 피할 수 있도록 도와줍니다. 대화를 원하는 사용자 및 그룹과만 사용자 이름을 공유하세요. 사용자 이름을 변경하면 새로운 일련번호가 부여됩니다.
mr: हे अंक आपले वापरकर्तानाव गोपनीय ठेवण्यास मदत करतील ज्यामुळे आपण नको असलेले संदेश टाळू शकता. आपणाला ज्यांच्या सोबत चॅट करणे आवडते फक्त अशा लोकांसह आणि गटांसह आपले वापरकर्तानाव शेअर करा. आपण वापरकर्तानाव बदलल्यास आपणाला अंकांचा नवीन संच मिळेल.
ms: Digit ini membantu mengekalkan privasi nama pengguna anda supaya anda boleh mengelakkan mesej yang tidak diingini. Kongsi nama pengguna anda hanya dengan orang dan kumpulan yang anda mahu bersembang. Jika anda menukar nama pengguna, anda akan menerima set digit baru.
nb: Disse tallene holder brukernavnet ditt skjult slik at du unngår uønskede meldinger. Det kan være lurt å bare dele brukernavnet ditt med personer og grupper du ønsker å ha samtaler med. Du får en ny tallrekke hvis du bytter brukernavn.
nl: Deze cijfers helpen om je gebruikersnaam privé te houden zodat je ongewenste berichten kunt voorkomen. Deel je gebruikersnaam alleen met mensen en groepen waarmee je zou willen chatten. Als je je gebruikersnaam wijzigt, krijg je een nieuwe cijfercombinatie.
pl: Te cyfry pomagają chronić prywatność Twojej nazwy użytkownika, dzięki czemu możesz uniknąć niechcianych wiadomości. Udostępniaj swoją nazwę użytkownika tylko tym osobom i grupom, z którymi chcesz rozmawiać na czacie. Jeśli zmienisz nazwę użytkownika, otrzymasz nowy zestaw cyfr.
pt_br: Esses dígitos ajudam a manter seu nome de usuário privado para evitar mensagens indesejadas. Compartilhe seu nome de usuário apenas com as pessoas e grupos com os quais gostaria de conversar. Se mudar seu nome de usuário, você receberá um novo conjunto de dígitos.
pt_pt: Estes dígitos ajudam a manter o seu nome de utilizador privado, para que possa evitar mensagens indesejadas. Partilhe o seu nome de utilizador apenas com as pessoas e grupos com quem gostaria de conversar. Se mudar de nome de utilizador, receberá um novo conjunto de dígitos.
ro: Aceste cifre ajută la păstrarea confidențialității numelui tău de utilizator ca să eviți mesajele nedorite. Trimite numele tău de utilizator doar persoanelor și grupurilor cu care dorești să conversezi. Dacă îți schimbi numele de utilizator, vei primi un set nou de cifre.
ru: Эти цифры помогают сохранить ваше имя пользователя в тайне и избежать нежелательных сообщений. Делитесь своим именем пользователя только с теми людьми и группами, с которыми вы хотели бы общаться. Если вы измените имя пользователя, вы получите новый набор цифр.
sk: Tieto číslice pomáhajú zachovať súkromie vášho používateľského mena, vďaka čomu sa vyhnete neželaným správam. Svoje používateľské meno zdieľajte iba s ľuďmi a skupinami, s ktorými chcete četovať. Ak si používateľské meno zmeníte, bude vám priradená nová súprava číslic.
sr: Овај број омогућава да ваше корисничко име остане приватно како бисте избегли нежељене поруке. Поделите корисничко име само са људима и групама са којима бисте желели да ћаскате. Ако промените корисничко име, биће вам додељен нови број.
sv: De här siffrorna hjälper till att hålla ditt användarnamn privat så att du kan undvika oönskade meddelanden. Dela ditt användarnamn endast med de personer och grupper som du vill chatta med. Om du ändrar användarnamn får du en ny uppsättning siffror.
th: ตัวเลขนี้จะช่วยรักษาความเป็นส่วนตัวให้ชื่อผู้ใช้ของคุณ ป้องกันไม่ให้คุณได้รับข้อความที่ไม่พึงประสงค์ เราขอแนะนำให้แชร์ชื่อผู้ใช้ของคุณเฉพาะกับคนและกลุ่มที่คุณอยากติดต่อด้วยเท่านั้น โดยหากเปลี่ยนชื่อผู้ใช้ คุณก็จะได้รับชุดตัวเลขใหม่
tr: Bu rakamlar, istenmeyen mesajlar almaman için kullanıcı adının gizli kalmasına yardımcı olur. Kullanıcı adını yalnızca sohbet etmek istediğin kişi ve gruplarla paylaş. Kullanıcı adını değiştirirsen, yeni bir rakam seti alırsın.
ug: بۇ رەقەملەر ئارقىلىق ئىشلەتكۈچى نامىڭىزنى مەخپىي تۇتالايسىز ۋە شۇ ئارقىلىق خالىمىغان ئۇچۇرلاردىن ساقلىنالايسىز. ئىشلەتكۈچى نامىڭىزنى پەقەت سىز پاراڭلاشماقچى بولغان كىشىلەر ۋە گۇرۇپپا بىلەنلا ئورتاقلىشىڭ. ئىشلەتكۈچى نامىڭىزنى ئۆزگەرتسىڭىز، يېڭى بىر يۈرۈش رەقەمگە ئېرىشىسىز.
uk: Завдяки цифрам ваше ім'я користувача конфіденційне, а ви не отримуєте небажаних повідомлень. Повідомляйте своє ім'я користувача тільки тим людям і групам, з якими хочете спілкуватися. Якщо змінити ім'я користувача, цифри також зміняться.
ur: یہ اعداد آپ کا یوزر نیم نجی رکھنے میں مدد کرتے ہیں تاکہ آپ غیر مطلوبہ میسجز سے بچ سکیں۔ اپنے یوزر نیم کو صرف ان افراد اور گروپس کے ساتھ شیئر کریں جن سے آپ چیٹ کرنا چاہتے ہیں۔ یوزر نیم تبدیل کرنے کی صورت میں آپ کو اعداد کا ایک نیا سیٹ ملے گا۔
vi: Các số này giúp giữ bí mật tên người dùng của bạn giúp bạn tránh các tin nhắn ngoài ý muốn. Chỉ chia sẻ tên người dùng của bạn với những người hoặc nhóm bạn muốn trò chuyện. Nếu bạn đổi tên người dùng, bạn sẽ nhận được một dãy số mới.
zh_cn: 这些数字可以将您的用户名保密，以免您收到骚扰消息。请仅将您的用户名分享给您想要聊天的对象和群组。如果您更改用户名，您将会收到一组新的数字。
zh_hk: 這組數字有助將你的用戶名稱保密，以免你受到不必要的訊息騷擾。請僅向你願意與其通訊的聯絡人和群組分享你的用戶名稱。如要更改用戶名稱，你將會收到一組新的數字。

# USERNAME_SELECTION_LEARN_MORE_ACTION_SHEET_TITLE
source: What is this number?
ar: ماذا يعني هذا الرقم؟
be: Што гэта за лічба?
bn: এই নম্বরটি কী?
ca: Què és aquest número?
cs: Co je to za číslo?
da: Hvad betyder disse cifre?
de: Was ist das für eine Nummer?
el: Τι είναι αυτός ο αριθμός;
es: ¿Qué es este número?
fa: این عدد چیست؟
fi: Mikä tämä numero on?
fr: Que signifient ces chiffres ?
ga: Cad í an uimhir seo?
gu: આ નંબર શું છે?
he: מה זה המספר הזה?
hi: यह नंबर क्या है?
hr: Čemu služi ovaj broj?
hu: Mi ez a szám?
id: Nomor apa ini?
it: Cosa rappresenta questo numero?
ja: この数字は何ですか？
ko: 이 번호는 무엇인가요?
mr: हा नंबर काय आहे?
ms: Apakah nombor ini?
nb: Hva er dette nummeret?
nl: Wat is dit nummer?
pl: Co to za cyfry?
pt_br: O que é esse número?
pt_pt: Que número é este?
ro: Ce este acest număr?
ru: Что это за число?
sk: Čo znamená toto číslo?
sr: Шта значи овај број?
sv: Vad är det här för nummer?
th: ตัวเลขนี้คืออะไร
tr: Bu numara kimin?
ug: بۇ نېمە سان؟
uk: Що це за цифри?
ur: یہ نمبر کیا ہے؟
vi: Số này là gì?
zh_cn: 这个号码是什么？
zh_hk: 這個號碼是什麼？

# USERNAME_SELECTION_NOT_AVAILABLE_ERROR_MESSAGE
source: This username is not available
ar: اسم المُستخدم هذا غير متاح.
be: Гэта імя карыстальніка недаступнае
bn: এই ব্যবহারকারীর নামটি উপলভ্য নেই
ca: Aquest àlies no està disponible
cs: Toto uživatelské jméno není k dispozici
da: Brugernavnet er ikke ledigt
de: Dein Nutzername ist nicht verfügbar
el: Αυτό το όνομα χρήστη δεν είναι διαθέσιμο
es: Alias no disponible
fa: این نام کاربری در دسترس نیست
fi: Tämä käyttäjänimi ei ole saatavilla
fr: Nom d’utilisateur indisponible
ga: Níl an t-ainm úsáideora seo ar fáil
gu: આ યુઝરનેમ ઉપલબ્ધ નથી
he: שם משתמש לא זמין
hi: यह यूज़रनेम उपलब्ध नहीं है।
hr: Odabrano korisničko ime nije dostupno
hu: Ez a felhasználónév nem érhető el
id: Nama pengguna ini tidak tersedia
it: Questo nome utente non è disponibile
ja: このユーザーネームは使用できません
ko: 이 사용자 이름은 사용할 수 없습니다.
mr: हे वापरकर्तानाव उपलब्ध नाही
ms: Nama pengguna ini tidak tersedia
nb: Dette brukernavnet er ikke tilgjengelig
nl: Deze gebruikersnaam is niet beschikbaar
pl: Ta nazwa użytkownika jest niedostępna
pt_br: Este nome de usuário não está disponível
pt_pt: Este nome de utilizador não está disponível
ro: Numele de utilizator nu e disponibil
ru: Это имя пользователя недоступно.
sk: Toto používateľské meno nie je k dispozícii
sr: Ово корисничко име није доступно
sv: Det här användarnamnet är inte tillgängligt
th: ไม่สามารถใช้ชื่อผู้ใช้นี้ได้
tr: Bu kullanıcı adı kullanılamıyor
ug: بۇ ئىشلەتكۈچى نامىنى ئىشلەتكىلى بولمايدۇ
uk: Це ім'я користувача недоступне
ur: یہ یوزر نیم دستیاب نہیں ہے
vi: Tên người dùng này không khả dụng
zh_cn: 该用户名不可用
zh_hk: 此用戶名稱無法使用

# USERNAME_SELECTION_RESERVATION_RATE_LIMITED_ERROR_MESSAGE
source: Too many attempts made, please try again later
ar: قُمتَ بمحاولاتٍ كثيرة. يُرجى المحاولة مرّة أخرى لاحقًا.
be: Занадта шмат спроб. Калі ласка, паўтарыце спробу пазней
bn: অনেকবার চেষ্টা করা হয়ে গেছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন
ca: S'han fet massa intents. Si us plau, torna-ho a provar més tard
cs: Uskutečnili jste příliš mnoho pokusů. Zkuste to prosím znovu později.
da: For mange forsøg – prøv igen senere
de: Zu viele Versuche. Bitte versuche es später erneut
el: Προσπάθησες πάρα πολλές φορές, δοκίμασε ξανά αργότερα
es: Se han realizado demasiados intentos. Inténtalo de nuevo más tarde.
fa: تعداد تلاش‌های ناموفق بیش از حد مجاز بود؛ لطفاً بعداً دوباره امتحان کنید
fi: Liian monta yritystä, yritä myöhemmin uudelleen
fr: Vous avez dépassé le nombre de tentatives autorisées. Veuillez réessayer ultérieurement.
ga: An iomarca iarrachtaí déanta, triail arís ar ball é
gu: ઘણા બધા પ્રયત્નો થઈ ગયા છે, કૃપા કરીને પછીથી ફરી પ્રયત્ન કરો
he: נעשו יותר מדי ניסיונות, יש לנסות שוב מאוחר יותר
hi: बहुत अधिक प्रयास किए गए, कृपया बाद में पुनः प्रयास करें
hr: Previše neuspjelih pokušaja. Pokušajte ponovno kasnije
hu: Túl sok kísérlet történt, kérjük, próbáld meg újra később
id: Terlalu banyak percobaan, coba lagi nanti
it: Troppi tentativi fatti, riprova più tardi
ja: 試行回数が多すぎます。しばらくしてから、もう一度お試しください。
ko: 너무 많이 시도했습니다. 나중에 다시 시도해 주세요.
mr: आपण खूप प्रयत्न केले, कृपया पुन्हा प्रयत्न करा
ms: Terlalu banyak percubaan, sila cuba lagi nanti
nb: Du har gjort for mange forsøk. Prøv igjen senere.
nl: Je hebt te veel pogingen gedaan. Probeer het later opnieuw
pl: Zbyt wiele prób. Spróbuj ponownie później
pt_br: Foram feitas muitas tentativas, tente novamente mais tarde
pt_pt: Foram feitas demasiadas tentativas, tente novamente mais tarde
ro: Prea multe încercări efectuate, încearcă din nou mai târziu
ru: Сделано слишком много попыток. Пожалуйста, попробуйте ещё раз позже
sk: Urobili ste príliš veľa pokusov, skúste to znova neskôr
sr: Имали сте превише покушаја. Пробајте поново касније.
sv: För många försök har gjorts. Försök igen senare
th: คุณลองตั้งชื่อหลายครั้งเกินไป โปรดลองใหม่ในภายหลัง
tr: Çok fazla deneme yapıldı, lütfen daha sonra tekrar dene
ug: زىيادە كۆپ قېتىم سىنىدىڭىز، كېيىنرەك قايتا سىناڭ
uk: Забагато спроб. Краще спробувати знову пізніше.
ur: بہیت زیادہ کوششیں کی گئی ہیں، براہ کرم بعد میں دوبارہ کوشش کریں
vi: Vượt quá số lần thử, vui lòng thử lại sau
zh_cn: 尝试次数过多，请稍候再试
zh_hk: 嘗試次數過多，請稍後再試

# USERNAME_SELECTION_TEXT_FIELD_PLACEHOLDER
source: Username
ar: اسم المُستخدِم
be: Імя карыстальніка
bn: ব্যবহারকারীর নাম
ca: Àlies
cs: Uživatelské jméno
da: Brugernavn
de: Nutzername
el: Όνομα χρήστη
es: Alias
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
ga: Ainm úsáideora
gu: યુઝરનેમ
he: שם משתמש
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザーネーム
ko: 사용자 이름
mr: वापरकर्तानाव
ms: Nama Pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sr: Корисничко име
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ug: ئىشلەتكۈچى نامى
uk: Ім'я користувача
ur: یوزر نیم
vi: Tên người dùng
zh_cn: 用户名
zh_hk: 用戶名稱

# USERNAME_SELECTION_TITLE
source: Username
ar: اسم المُستخدِم
be: Імя карыстальніка
bn: ব্যবহারকারীর নাম
ca: Àlies
cs: Uživatelské jméno
da: Brugernavn
de: Nutzername
el: Όνομα χρήστη
es: Alias
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
ga: Ainm úsáideora
gu: યુઝરનેમ
he: שם משתמש
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザーネーム
ko: 사용자 이름
mr: वापरकर्तानाव
ms: Nama Pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sr: Корисничко име
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ug: ئىشلەتكۈچى نامى
uk: Ім'я користувача
ur: یوزر نیم
vi: Tên người dùng
zh_cn: 用户名
zh_hk: 用戶名稱
