Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ERROR_MESSAGE_DECRYPTION_FAILURE_UNKNOWN_SENDER
source: A message could not be delivered
af: ’n Boodskap kon nie afgelewer word nie
ar: تعذَّر توصيل رسالة.
az: Bir mesaj çatdırıla bilmədi
be: Не атрымалася даставіць паведамленне
bn: একটি বার্তা সরবরাহ করা যায়নি
ca: No s'ha pogut entregar un missatge
cs: Zpráva nemohla být doručena.
cy: Methwyd trosglwyddo neges
da: En besked kunne ikke leveres
de: Eine Nachricht konnte nicht zugestellt werden
el: Ένα μήνυμα δεν μπόρεσε να παραδοθεί
es: No se ha podido entregar un mensaje
et: Sõnumi edastamine ei õnnestunud
fa: یک پیام نتوانست تحویل داده شود
fi: Viestiä ei voitu toimittaa
fr: Impossible de distribuer un message
gu: મેસેજ ડિલિવર ન થઈ શક્યો
he: הודעה לא יכלה להימסר
hi: एक मेसेज डिलीवर नहीं किया जा सका
hr: Poruku nije moguće isporučiti
hu: Egy üzenet kézbesítése sikertelen volt.
id: Pesan gagal dikirim
is: Skilaboð var ekki hægt að afhenda
it: Un messaggio non può essere consegnato
ja: メッセージを配送できませんでした
km: áŸá¶ášá˜á·á“á¢á¶á…á”á‰áŸ’á‡á¼á“á”á¶á“
ko: 메시지를 받지 못했습니다.
lt: Nepavyko pristatyti žinutės
mk: Пораката не може да биде испорачана
ml: ഒരു സന്ദേശം ഡെലിവർ ചെയ്യാൻ സാധിച്ചില്ല
mr: संदेश वितरित करता आला नाही
ms: Mesej gagal dihantar
nb: En melding kunne ikke leveres
nl: Een bericht kan niet worden afgeleverd
pl: Nie udało się dostarczyć wiadomości
ps: یو پیغام و نه لیږل شو
pt_br: Uma mensagem não pôde ser entregue
pt_pt: Não pode ser entregue uma mensagem
ro: Un mesaj nu a putut fi livrat
ru: Не удалось доставить сообщение
sk: Správu nebolo možné doručiť
sl: Sporočila ni bilo mogoče dostaviti
sq: Një mesazh s’u dorëzua dot
sr: Достављање поруке није успело
sv: Ett meddelande kunde inte levereras
sw: Arafa imeshindwa kufikishwa
th: ไม่สามารถส่งข้อความได้
tr: Bir ileti yönlendirilemedi
ug: ئۇچۇرنى يەتكۈزەلمەيدۇ
uk: Не вдалося доставити повідомлення
ur: پیغام بھیجا نہیں جا سکا
vi: Có một tin nhắn không nhận được
zh_cn: 消息无法送达
zh_hk: 一則訊息無法送達

# ERROR_MESSAGE_DUPLICATE_MESSAGE
source: Received a duplicate message.
af: Het ’n duplikaatboodskap ontvang.
ar: تلقيت رسالة مُكرَّرة.
az: Təkrarlanan bir mesaj alındı.
be: Атрыманы дублікат паведамлення.
bg: Получено е дублирано съобщение.
bn: একটি সদৃশ বার্তা পেয়েছি।
ca: S'ha rebut un missatge duplicat.
cs: Přijata duplikovaná zpráva.
cy: Derbynwyd neges ddyblyg.
da: Modtog en duplikeret besked
de: Nachricht doppelt erhalten.
el: Έλαβες ένα διπλότυπο μήνυμα.
es: Se ha recibido un mensaje duplicado.
es_es: Mensaje duplicado recibido.
et: Saabus duplikaatsõnum.
eu: Mezu bikoiztu bat jaso da.
fa: پیام تکراری دریافت شده است.
fi: Vastaanotettiin viestin kaksoiskappale.
fil: Nakatanggap ng magkaparehong mensahe.
fr: Réception d'un message en double.
ga: Fuarthas teachtaireacht dhúbailte.
gu: ડુપ્લિકેટ મેસેજ મળ્યો.
he: התקבלה הודעה כפולה.
hi: डुप्लिकेट मेसेज प्राप्त हुआ है।
hr: Primljena je dvostruka poruka.
hu: Duplikált üzenet érkezett.
id: Menerima pesan duplikat.
is: Tók við tvíteknum skilaboðum.
it: Ricevuto un messaggio duplicato.
ja: 重複したメッセージを受信しました。
kab: Yetturmes-d izen i d-yettuɣalen.
kk: Қайталанатын хабарлама алынды.
km: á”á¶á“á‘á‘á½á›áŸá¶ášáŸáŸ’á‘á½á“á‚áŸ’á“á¶áŸ”
kn: ಡುಪ್ಲಿಕೇಟ್ ಸಂದೇಶವನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ.
ko: 중복된 메시지를 받았습니다.
lt: Gauta dviguba žinutė.
lv: Saņemts ziņas dublikāts.
mk: Добиена дупликат порака.
ml: ഒരു ഡ്യൂപ്ലിക്കേറ്റ് സന്ദേശം ലഭിച്ചു.
mr: डूप्लिकेट संदेश प्राप्त झाले.
ms: Menerima mesej pendua.
my: မိတ္တူပွား မက်ဆေ့ချ် ရခဲ့ပါသည်။
nb: Mottok en duplikatmelding
nl: Bericht dubbel ontvangen.
pa: ਡੁਪਲੀਕੇਟ ਸੁਨੇਹਾ ਮਿਲਿਆ ਹੈ।
pa_pk: اک ڈپلیکیٹ سنیہا موصول ہوا۔
pl: Otrzymano powieloną wiadomość.
ps: یو دوه ګونی پیغام تر لاسه شو.
pt_br: Mensagem duplicada recebida.
pt_pt: Recebeu uma mensagem duplicada.
ro: A fost primit un mesaj duplicat.
ru: Получен дубликат сообщения.
sk: Prijatá duplikovaná správa.
sl: Prejeto je bilo podvojeno sporočilo.
sq: U mor një mesazh i përsëdytur.
sr: Примљен је дупликат поруке.
sv: Mottog ett duplicerat meddelande.
sw: Amepokea ujumbe maradufu.
ta: நகல் செய்தி கிடைத்தது.
te: నకిలీ సందేశం అందుకుంది.
th: ได้รับข้อความซ้ำ
tr: Tekrarlanan bir ileti alındı.
ug: تەكرار ئۇچۇر تاپشۇرۇۋالدى.
uk: Одержано дублікат повідомлення.
ur: ڈوپلیکیٹ پیغام وصول کریں۔
vi: Đã nhận được tin nhắn trùng lặp.
zh_cn: 收到了一条重复的消息。
zh_hk: 收到了一個重複的訊息。

# ERROR_MESSAGE_INVALID_KEY_EXCEPTION
source: The recipient's key is not valid.
af: Die ontvanger se sleutel is ongeldig.
ar: مفتاح المستلِم غير صالح.
az: Alıcının açarı etibarsızdır.
be: Ключ атрымальніка несапраўдны.
bg: Ключа на получателя не е валиден.
bn: প্রাপকের কী বৈধ নয়।
ca: La clau del destinatari no és vàlida.
cs: Klíč příjemce je neplatný.
cy: Nid yw allwedd y derbynnydd yn ddilys.
da: Modtagerens nøgle er ikke gyldig
de: Empfänger*in-Schlüssel ist ungültig.
el: Το κλειδί του παραλήπτη δεν είναι έγκυρο.
es: La clave del destinatario no es válida.
es_es: La clave de destinatari@ no es válida.
et: Saaja võti ei ole kehtiv.
eu: Hartzailearen gakoa baliogabea da.
fa: کلید گیرنده معتبر نیست.
fi: Vastaanottajan avain ei ole kelvollinen.
fil: Ang key ng tatanggap ay hindi valid.
fr: La clé du destinataire n'est pas valide.
ga: Níl eochair an fhaighteora bailí.
gu: પ્રાપ્તકર્તાની કી માન્ય નથી.
he: המפתח של המקבל אינו תקף.
hi: प्राप्तकर्ता की कुंजी अमान्य है।
hr: Ključ primatelja nije valjan.
hu: A címzett kulcsa nem érvényes.
id: Kunci penerima tidak valid.
is: Lykill viðtakandans er ekki gildur.
it: La chiave del destinatario non è valida.
ja: 宛先のキーが無効です。
kab: Tasarut n yiɣerwaḍen d tarameɣtut.
kk: Алушының кілті дұрыс емес.
km: áŸáŸ„ášášá”áŸáŸ‹á¢áŸ’á“á€á‘á‘á½á› á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ”
kn: ಸ್ವೀಕರಿಸುವವರ ಕೀ ಮಾನ್ಯವಾಗಿಲ್ಲ.
ko: 수신자의 키가 유효하지 않습니다.
lt: Gavėjo raktas yra neteisingas.
lv: Saņēmēja atslēga nav derīga.
mk: Клучот на примачот е неважечки.
ml: സ്വീകർത്താവിൻ്റെ കീ അസാധുവാണ്.
mr: प्राप्तकर्त्याची की वैध नाही.
ms: Kunci penerima tidak sah.
my: လက်ခံသူ၏လုံခြုံရေးသော့ မကိုက်ညီပါ။
nb: Mottakers identitetsnøkkel er ikke gyldig.
nl: Sleutel van de ontvanger is niet geldig.
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਦੀ ਕੀ ਵੈਧ ਨਹੀਂ ਹੈ.
pa_pk: وصول کنندہ دی کلید کارآمد نئیں اے۔
pl: Klucz odbiorcy nie jest poprawny.
ps: د تر لاسه کوونکي رمز معتبر نه دی.
pt_br: A chave do recipiente não é válida.
pt_pt: A chave do destinatário não é valida.
ro: Cheia destinatarului nu este validă.
ru: Ключ получателя недействителен.
sk: Kľúč príjemcu je neplatný.
sl: Prejemnikov ključ ni veljaven.
sq: Kyçi i marrësit s’është i vlefshëm.
sr: Кључ примаоца није важећи.
sv: Mottagarens nyckel är ogiltig.
sw: Ufunguo wa mpokeaji sio halali
ta: பெறுநரின் விசை செல்லுபடியாகாது.
te: గ్రహీత కీ చెల్లదు.
th: กุญแจของผู้รับไม่ถูกต้อง
tr: Alıcının anahtarı geçerli değil.
ug: تاپشۇرۇۋالغۇچىنىڭ شىفىرلىق ئاچقۇچى ئىناۋەتسىز.
uk: Недійсний ключ одержувача.
ur: وصول کنندہ کی کلید تصدیق شدہ نہیں۔
vi: Mã khóa của người nhận không có hiệu lực.
zh_cn: 对方的密钥无效。
zh_hk: 接收者的金鑰無效。

# ERROR_MESSAGE_INVALID_MESSAGE
source: Received message was out of sync.
af: Boodskap wat ontvang is, is nie goed gesinkroniseer nie.
ar: الرسالة المستلمة لم تكن متزامنة.
az: Alınmış mesaj eyniləşdirilmədi.
be: Атрымана несінхранізаванае паведамленне.
bg: Полученото съобщение не е синхронизирано.
bn: প্রাপ্ত বার্তাটি সুসংগত ছিল না।
ca: El missatge rebut no està sincronitzat.
cs: Přijatá zpráva byla mimo synchronizaci.
cy: Roedd y neges a dderbyniwyd allan o gydamseriad.
da: Modtaget besked var ude af synkronisering
de: Empfangene Nachricht war fehlerhaft verschlüsselt.
el: Το μήνυμα που έλαβες ήταν εκτός συγχρονισμού.
es: Error de sincronización del mensaje recibido
es_es: Mensaje recibido con clave desincronizada.
et: Saabunud sõnum polnud sünkroonis.
eu: Jasotako mezua sinkronizatu gabe zegoen.
fa: پیام دریافت شده همزمان سازی نشده بود.
fi: Vastaanotetun viestin synkronointivirhe.
fil: Ang natanggap na mensahe ay out of sync.
fr: Message reçu non synchronisé.
ga: Bhí an teachtaireacht a fuair tú as sionc.
gu: પ્રાપ્ત કરેલો મેસેજ સમન્વયનનો અંત આવ્યો.
he: ההודעה שהתקבלה לא הייתה מסונכרנת.
hi: प्राप्त मेसेज सिंक से बाहर था।
hr: Primljena poruka nije sinkronizirana.
hu: Időszinkron hiba a fogadott üzenetnél.
id: Pesan yang diterima tidak sinkron.
is: Móttekin skilaboð eru ekki samstillt.
it: Il messaggio ricevuto non era sincronizzato.
ja: 受信したメッセージが同期していませんでした。
kab: Izen i d-yettwaremsen ur yemtawi ara.
kk: Алынған хабарлама синхрондалмаған.
km: áŸá¶ášá‘á‘á½á›á”á¶á“ á˜á·á“á”á¶á“á’áŸ’áœá¾áŸá˜á€á¶á›á€á˜áŸ’á˜áŸ”
kn: ಸ್ವೀಕರಿಸಿದ ಸಂದೇಶವು ಸಿಂಕ್‌ ಆಗುತ್ತಿಲ್ಲ.
ko: 받은 메시지가 동기화되지 않았습니다.
lt: Gauta žinutė buvo asinchroninė.
lv: Saņemtā ziņa nebija sinhronizēta.
mk: Примената порака не беше синхронизирана.
ml: ലഭിച്ച സന്ദേശം ഔട്ട് ഓഫ് സിങ്ക് ആയിരുന്നു.
mr: प्राप्त झालेला संदेश संकालनाच्या बाहेर होता.
ms: Mesej yang diterima tidak disegerakkan.
my: လက်ခံရရှိခဲ့သော မက်ဆေ့ချ်သည် ကူးပြောင်းခြင်း မကိုက်ညီပါ။
nb: Mottatt melding var ikke i synk.
nl: Het ontvangen bericht was niet gesynchroniseerd met andere berichten.
pa: ਪ੍ਰਾਪਤ ਹੋਇਆ ਸੁਨੇਹਾ ਸਿੰਕ ਵਿੱਚ ਨਹੀਂ ਸੀ.
pa_pk: موصولہ سنیہا غیر ہم آہنگ سی۔
pl: Otrzymana wiadomość nie została zsynchronizowana.
ps: تر لاسه شوی پیغام همزمان سازي شوی نه دی.
pt_br: Mensagem recebida não sincronizada.
pt_pt: Mensagem recebida fora de ordem.
ro: Mesajul primit nu a fost sincronizat.
ru: Полученное сообщение было не синхронизировано.
sk: Prijatá správa bola mimo synchronizáciu.
sl: Problem pri sinhronizaciji sporočila.
sq: Mesazhi i marrë s’qe i njëkohësuar.
sr: Примљена порука није била синхронизована.
sv: Mottaget meddelande var inte i synk.
sw: Ujumbe uliopokelewa haujasawazishwa
ta: பெறப்பட்ட செய்தி ஒத்திசைக்கப்படவில்லை.
te: స్వీకరించిన సందేశం సమకాలీకరించబడలేదు.
th: ข้อความที่ได้รับยังไม่ถูกปรับประสานถึงกัน
tr: Alınan ileti senkronize edilemedi.
ug: تاپشۇرۇۋالغان ئۇچۇر بۇزۇلغان.
uk: Одержано несинхронізоване повідомлення.
ur: موصول پیغام مطابقت کے باہر تھا۔
vi: Tin nhắn đã nhận không đồng bộ.
zh_cn: 收到的消息已损坏。
zh_hk: 收到的訊息沒有被同步。

# ERROR_MESSAGE_INVALID_VERSION
source: Received a message that is not compatible with this version.
af: Het ’n boodskap ontvang wat nie met hierdie weergawe versoenbaar is nie.
ar: تلقيت رسالة غير متوافقة مع هذا الإصدار.
az: Bu versiyaya uyğun gəlməyən bir mesaj alındı.
be: Атрымана паведамленне, што несумяшчальнае з гэтай версіяй.
bg: Получено е съобщение, несъвместимо с тази версия.
bn: এই সংস্করণটির সাথে সামঞ্জস্যপূর্ণ নয় এমন একটি বার্তা পেয়েছেন।
ca: El missatge rebut no és compatible amb aquesta versió.
cs: Přijata zpráva, která je nekompatibilní s touto verzí.
cy: Derbynwyd neges nad yw'n gydnaws â'r fersiwn hon.
da: Modtog en besked, der ikke er kompatibel med denne version.
de: Mit dieser Signal-Version inkompatible Nachricht erhalten.
el: Λήψη μηνύματος που δεν είναι συμβατό με αυτή την έκδοση.
es: Se ha recibido un mensaje no compatible con esta versión.
es_es: Mensaje recibido no compatible con esta versión.
et: Saabus sõnum, mis pole selle versiooniga ühilduv.
eu: Bertsio honekin bateragarria ez den mezu bat jaso da.
fa: پیام دریافت شده با این نسخه سازگار نیست.
fi: Vastanotettiin viesti, joka ei ole yhteensopiva tämän ohjelmistoversion kanssa.
fil: Nakatanggap ng mensahe na hindi akma sa bersyon na ito.
fr: Réception d'un message incompatible avec cette version.
ga: Fuair tú teachtaireacht nach bhfuil comhoiriúnach leis an leagan seo.
gu: એક મેસેજ મળ્યો જે આ વર્ઝન સાથે સુસંગત નથી.
he: התקבלה הודעה שאינה תואמת אל גרסה זו.
hi: प्राप्त मेसेज Signal के इस वर्ज़न के मुताबिक़ नहीं हैं।
hr: Primljena poruka nije kompatibilna s ovom verzijom.
hu: Inkompatiblilis verziójú üzenet érkezett.
id: Menerima pesan yang tidak kompatibel dengan versi ini.
is: Tók við skilaboðum sem ekki eru samhæfð þessari útgáfu af Signal.
it: Ricevuto un messaggio non compatibile con questa versione.
ja: このバージョンと互換性のないメッセージを受信しました。
kab: Yetturmes-d yizen ur nemṣada ara d lqem-a.
kk: Осы нұсқамен сыйысымды емес хабарлама алынды.
km: á”á¶á“á‘á‘á½á›áŸá¶ášá˜á½á™ áŠáŸ‚á›á˜á·á“áŸáŸ’á‚á¶á›áŸ‹á“á¹á„á‡áŸ†á“á¶á“áŸ‹á“áŸáŸ‡áŸ”
kn: ಈ ಆವೃತ್ತಿಗೆ ಹೊಂದಿಕೆಯಾಗದ ಸಂದೇಶವನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ.
ko: 이 버전과 호환되지 않는 메시지를 받았습니다.
lt: Gauta žinutė, kuri yra nesuderinama su šia versija.
lv: Saņemta ziņa, kas nav saderīga ar šo versiju.
mk: Примена е порака која не е компитабилна со оваа верзија.
ml: ഈ പതിപ്പുമായി പൊരുത്തപ്പെടാത്ത ഒരു സന്ദേശം ലഭിച്ചു.
mr: या आवृत्तीसोबत अनुरूप नसणारा संदेश प्राप्त झाला आहे.
ms: Menerima mesej yang tidak serasi dengan versi ini.
my: ၎င်း ဗားရှင်းဖြင့် မလိုက်လျောသော မက်ဆေ့ချ်ကို လက်ခံရှိခဲ့ပါသည်။
nb: Mottok en melding som ikke er kompatibel med denne versjonen.
nl: Bericht ontvangen dat niet kan worden verwerkt met deze versie van Signal.
pa: ਅਜਿਹਾ ਸੁਨੇਹਾ ਪ੍ਰਾਪਤ ਹੋਇਆ ਜੋ ਇਸ ਸੰਸਕਰਣ ਦੇ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ.
pa_pk: اک سنیہا موصول ہویا جیہڑا ایس ورژن توں ہم آہنگ نئیں اے۔
pl: Otrzymano wiadomość, która jest niezgodna z obecną wersją aplikacji.
ps: داسې پیغام تر لاسه شو کوم چې له همدې نسخې سره سازګار نه دی.
pt_br: Recebida uma mensagem incompatível com esta versão.
pt_pt: Recebeu uma mensagem não compatível com esta versão.
ro: A fost primit un mesaj care nu este compatibil cu această versiune.
ru: Получено сообщение, несовместимое с этой версией.
sk: Prijatá správa nie je kompatibilná s touto verziou.
sl: Prejeto je bilo sporočilo, ki ni združljivo s to različico.
sq: U mor një mesazh që s’është i përputhshëm me këtë version.
sr: Примљена је порука која није компатибилна са овом верзијом.
sv: Fick ett meddelande som inte är kompatibelt med denna version.
sw: Ujumbe uliopokelewa usiotangamana na toleo hili.
ta: இந்த பதிப்போடு பொருந்தாத செய்தியைப் பெற்றது.
te: ఈ సంస్కరణకు అనుకూలంగా లేని సందేశాన్ని అందుకున్నారు.
th: ได้รับข้อความที่ใช้ไม่ได้กับรุ่นนี้
tr: Bu sürümle uyumsuz bir ileti alındı.
ug: بۇ نەشرى بىلەن ماسلاشمايدىغان بىر ئۇچۇر تاپشۇرۇۋالدى.
uk: Одержано повідомлення, несумісне з цією версією.
ur: موصول پیغام اس ورژن کے مطابق نہیں ہے۔
vi: Đã nhận một tin nhắn không tương thích với phiên bản này.
zh_cn: 收到了一条不兼容此版本软件的消息。
zh_hk: 收到了一個與當前版本不相容的訊息。

# ERROR_MESSAGE_NO_SESSION
source: No available session for contact.
af: Geen beskikbare sessie vir kontak nie.
ar: لا توجد جلسة متاحة للتواصل.
az: Əlaqə üçün mövcud seans yoxdur.
be: Няма даступнага сеансу для кантакту.
bg: Няма налична сесия за контакт.
bn: পরিচিতির জন্য কোনও সেশন পাওয়া যাচ্ছে না।
ca: Cap sessió disponible per a contactar.
cs: Nedostupné sezení pro kontakt.
cy: Nid oes sesiwn ar gael ar gyfer cysylltiad.
da: Ingen tilgængelig session med kontakten
de: Keine Sitzung für Kontakt vorhanden.
el: Δεν υπάρχει διαθέσιμή συνεδρία για αυτή την επαφή.
es: No hay sesión disponible para este contacto.
es_es: Sesión segura no disponible para esta persona.
et: Kontakti jaoks pole seanssi saadaval.
eu: Ez dago saiorik kontakturako.
fa: هیج مسیری برای تبادل اطلاعات با این مخاطب فعال نیست.
fi: Istunnon määrittäminen yhteyttä varten epäonnistui.
fil: Walang session na available para sa kontak.
fr: Aucune session disponible pour ce contact.
ga: Níl aon seisiún ar fáil don teagmhálaí seo.
gu: સંપર્ક માટે સત્ર ઉપલબ્ધ નથી.
he: אין שיח זמין עבור איש קשר.
hi: संपर्क के लिये कोई सेशन उपलब्ध नहीं है
hr: Nema dostupne sesije za kontakt.
hu: Nincs elérhető munkamenet a kontakthoz.
id: Tidak ada sesi yang tersedia untuk kontak
is: Engin tiltæk seta fyrir tengilið.
it: Nessuna sessione disponibile per il contatto.
ja: この連絡先とのセッションはありません。
kab: Ulac tiɣimit yellan i unermis-a.
kk: Байланыстық тұлға бойынша сеанс жоқ.
km: á‚áŸ’á˜á¶á“á€á¶ášá”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á“áŸ…áŸá›áŸ‹áŸá˜áŸ’ášá¶á”áŸ‹á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„áŸ”
kn: ಸಂಪರ್ಕಕ್ಕಾಗಿ ಯಾವುದೇ ಸೆಷನ್ ಲಭ್ಯವಿಲ್ಲ.
ko: 연락 가능한 세션이 없습니다.
lt: Nėra adresatui prieinamo seanso.
lv: Kontaktpersonai nav pieejama sesija.
mk: Нема достапна сесија за контакт.
ml: കോൺടാക്ടിന് വേണ്ടി സെഷൻ ലഭ്യമല്ല.
mr: संपर्काकरिता कुठलेही उपलब्ध सत्र नाही.
ms: Tiada sesi tersedia untuk kenalan.
my: ယင်းသူနှင့် ဆက်သွယ်နိုင်သော အချိန်ပိုင်းမရှိပါ။
nb: Ingen tilgjengelig sesjon for kontakt.
nl: Geen beschikbare sessie voor dit contact.
pa: ਇਸ ਸੰਪਰਕ ਲਈ ਕੋਈ ਸੈਸ਼ਨ ਉਪਲਬਧ ਨਹੀਂ ਹੈ.
pa_pk: رابطے دے لئی کوئی دستیاب سیشن نئیں ہین۔
pl: Brak dostępnej sesji dla kontaktu.
ps: د مخاطب لپاره هېڅ غونډه نشته.
pt_br: Nenhuma sessão disponível para este contato.
pt_pt: Não existe nenhuma sessão disponível para este contacto.
ro: Nu există nici o sesiune pentru contact.
ru: Нет доступных сессий для контакта.
sk: Žiadna relácia pre tento kontakt.
sl: Za ta stik ni na voljo nobena seja.
sq: S’ka sesion të gatshëm për kontaktin.
sr: Нема доступних сесија за контакт.
sv: Ingen tillgänglig session för kontakten.
sw: Hamna kikao kinachopatikana kwa mwasiliani
ta: தொடர்புக்கு கிடைக்கும் அமர்வு இல்லை.
te: పరిచయం కోసం అందుబాటులో సెషన్ లేదు.
th: ไม่มีสมัยสนทนาที่ใช้ได้สำหรับผู้ติดต่อ
tr: Kişi için oturum mevcut değil.
ug: ئالاقەداش ئىشلىتەلەيدىغان سۆزلىشىش يوق.
uk: Немає доступного сеансу для контакту.
ur: رابطے کیلئے کوئی سیشن دستیاب نہیں۔
vi: Không có phiên cho liên hệ.
zh_cn: 没有对方可用的会话。
zh_hk: 沒有可用的對話以聯絡。

# ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE
source: Safety number changed.
af: Veiligheidsnommer het verander.
ar: تغيَّر رقم اﻷمان.
az: Güvənlik nömrəsi dəyişdirildi.
be: Код бяспекі змяніўся.
bg: Номера за безопасност се променени.
bn: নিরাপত্তা নাম্বার পরিবর্তন হয়েছে।
ca: El número de seguretat ha canviat.
cs: Bezpečnostní číslo se změnilo.
cy: Rhif diogelwch wedi newid.
da: Sikkerhedsnummer er ændret.
de: Sicherheitsnummer geändert.
el: Ο αριθμός ασφαλείας άλλαξε.
es: El número de seguridad ha cambiado.
es_es: Las cifras de seguridad han cambiado.
et: Turvanumber on muutunud.
eu: Segurtasun zenbakia aldatu da.
fa: کد امنیتی تغییر یافت.
fi: Turvanumero on vaihtunut.
fil: Nagbago ang numerong pangkaligtasan.
fr: Changement de numéro de sécurité.
ga: Athraíodh an uimhir shábháilteachta.
gu: સલામતી નંબર બદલ્યો છે.
he: מספר בטיחות השתנה.
hi: सुरक्षा नंबर बदल गया है।
hr: Sigurnosni broj je promijenjen.
hu: A biztonsági azonosító megváltozott.
id: Nomor keamanan diubah.
is: Öryggisnúmer breyttist.
it: Il codice di sicurezza è cambiato.
ja: 安全番号が変わりました。
kab: Uṭṭun n tɣellist yettubeddel.
kk: Қауіпсіздік нөмірі өзгерді.
km: á›áŸááŸá»áœááŸ’áá·á—á¶á–á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŸ”
kn: ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ.
ko: 안전 번호가 변경되었습니다.
lt: Saugumo numeris pasikeitė.
lv: Drošības numurs ir mainīts.
mk: Безбедносниот број е променет.
ml: സുരക്ഷാ നമ്പർ മാറ്റി.
mr: सुरक्षितता नंबर बदलला.
ms: Nombor keselamatan diubah.
my: လုံခြုံရေးနံပါတ် ပြောင်းသွားသည်။
nb: Sikkerhetsnummeret er endret.
nl: Veiligheidsnummer is veranderd.
pa: ਸੁਰੱਖਿਆ ਨੰਬਰ ਬਦਲ ਗਿਆ.
pa_pk: حفاظتی نمر تبدیل ہو گیا اے۔
pl: Zmienił się numer bezpieczeństwa.
ps: د خوندیتوب شمېره بدله شوې ده.
pt_br: Número de segurança mudou.
pt_pt: Número de segurança alterado.
ro: Numărul de siguranță s-a schimbat.
ru: Код безопасности изменился.
sk: Bezpečnostné číslo sa zmenilo.
sl: Varnostna številka je bila spremenjena.
sq: Ndryshoi numri i sigurisë.
sr: Сигурносни број је промењен.
sv: Säkerhetsnumret har ändrats.
sw: Nambari ya usalama imebadilika
ta: பாதுகாப்பு எண் மாற்றப்பட்டது.
te: భద్రతా సంఖ్య మార్చబడింది
th: หมายเลขความปลอดภัยถูกเปลี่ยนแล้ว
tr: Güvenlik numarası değişti.
ug: بىخەتەرلىك نومۇرى ئۆزگەردى
uk: Змінився код безпеки.
ur: حفاظتی نمبر تبدیل ہوا
vi: Số an toàn đã thay đổi.
zh_cn: 安全码已经改变.
zh_hk: 安全碼已變更。

# ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE_FORMAT
source: Your safety number with %@ has changed.
af: Jou veiligheidsnommer met %@ het verander.
ar: رقم الأمان الخاص بك أنت و%1$@ قد تغيَّر.
az: %@ ilə olan güvənlik nömrəniz dəyişdirildi.
be: Ваш код бяспекі з %1$@ змяніўся.
bg: Номера за безопасност с %@ се променени.
bn: %1$@এর সাথে আপনার নিরাপত্তা নাম্বার পরিবর্তন হয়েছে।
ca: El número de seguretat amb %1$@ ha canviat.
cs: Vaše bezpečnostní číslo s %1$@ se změnilo.
cy: Mae'ch rhif diogelwch gyda %@ wedi newid.
da: Dit sikkerhedsnummer med %1$@ er ændret
de: Deine Sicherheitsnummer mit %1$@ hat sich geändert.
el: Ο αριθμός ασφαλείας με τον/την %1$@ άλλαξε.
es: Tu número de seguridad con %1$@ ha cambiado.
es_es: Tus cifras de seguridad con %@ han cambiado.
et: Sinu turvanumber kasutajaga %@ on muutunud.
eu: %@(r)ekin duzun segurtasun zenbakia aldatu da.
fa: کد امنیتی شما با %1$@ تغییر یافته است.
fi: Turvanumerosi yhteystiedon %1$@ kanssa on vaihtunut.
fil: Ang iyong numerong pangkaligtasan kay/sa %@ ay nagbago.
fr: Le numéro de sécurité associé à %1$@ a changé.
ga: Athraíodh an uimhir shábháilteachta le %1$@.
gu: %1$@ સાથેનો તમારો સલામતી નંબર બદલાયો છે.
he: מספר הביטחון שלך עם %1$@ השתנה.
hi: %1$@ के साथ आपका सुरक्षा नंबर बदल गया है।
hr: Vaš sigurnosni broj s %1$@ je promijenjen.
hu: %1$@ biztonsági azonosítója megváltozott.
id: Nomor keamanan Anda %1$@ telah berubah.
is: Öryggisnúmer þitt með %@ hefur breyst.
it: Il tuo codice di sicurezza con %1$@ è cambiato.
ja: %1$@ に対する安全番号が変わりました。
kab: Uṭṭun-ik·im aɣellsan s %@ yettubeddel.
kk: Сіздің %@ ауіпсіздік нөміріңіз өзгерді.
km: á›áŸááŸá»áœááŸ’áá·á—á¶á–á‡á¶á˜á½á™ %@ ááŸ’ášá¼áœá”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŸ”
kn: %@ ನೊಂದಿಗೆ ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆ ಬದಲಾಯಿಸಲಾಗಿದೆ.
ko: %1$@ 님과의 안전 번호가 변경되었습니다.
lt: Jūsų saugumo numeris su %@ pasikeitė.
lv: Jūsu drošības numurs ar %@ ir mainīts.
mk: Вашиот безбедносен број %@ е променет.
ml: %@ ന്റെ ഒപ്പമുള്ള നിങ്ങളുടെ സേഫ്റ്റി നമ്പർ മാറ്റിയിരിക്കുന്നു.
mr: %1$@सोबतचा आपला सुरक्षितता नंबर बदलला आहे.
ms: Nombor keselamatan anda dengan %1$@ telah berubah.
my: %@နှင့် လုံခြုံရေး နံပါတ်ပြောင်းသွားပြီ။
nb: Sikkerhetsnummeret for %1$@ har endret seg.
nl: Je veiligheidsnummer met %1$@ is veranderd.
pa: %@ ਦੇ ਨਾਲ ਤੁਹਾਡਾ ਸੁਰੱਖਿਆ ਨੰਬਰ ਬਦਲ ਗਿਆ ਹੈ.
pa_pk: %@ دے نال تساں دا حفاظتی نمر تبدیل ہو گیا اے۔
pl: Ty i %1$@ macie nowy numer bezpieczeństwa.
ps: له %@ سره ستاسې د خوندیتوب شمېره بدله شوې ده.
pt_br: Seu número de segurança com %1$@ mudou.
pt_pt: O seu número de segurança com %1$@ mudou.
ro: Numărul tău de siguranță pentru %1$@ s-a schimbat.
ru: Ваш код безопасности с %1$@ изменился.
sk: Vaše bezpečnostné číslo s %1$@ sa zmenilo.
sl: Varnostna številka z uporabikom_co %@ je bila spremenjena.
sq: Numri juaj i sigurisë me %@ ka ndryshuar.
sr: Промењен је ваш сигурносни број за дописивање са корисником %1$@.
sv: Ditt säkerhetsnummer med %1$@ har ändrats.
sw: Nambari yako ya usalama na %@imebadilika
ta: %@ உடன் உங்கள் பாதுகாப்பு எண் மாற்றப்பட்டுள்ளது.
te: %@ తో మీ భద్రత సంఖ్య మార్చబడింది.
th: หมายเลขความปลอดภัยของคุณกับ %1$@ ได้เปลี่ยนไป
tr: %1$@ ile olan güvenlik numaranız değişti.
ug: سىزنىڭ %1$@ بىلەن بولغان بىخەتەرلىك نومۇرىڭىز ئۆزگەردى.
uk: Змінився код безпеки для чатів з користувачем %1$@.
ur: %1$@کیساتھ آپ کا حفاظتی نمبر تبدیل ہوگیا ہے۔
vi: Số an toàn của bạn với %1$@ đã thay đổi.
zh_cn: 您与%1$@的安全码已经改变。
zh_hk: 你與%1$@的安全碼已變更。
