Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# STORY_COMPOSER_LINK_PREVIEW_ERROR
source: Couldn't load link. Check your connection and try again.
ar: تعذّر تحميل الرابط. يُرجى التحقّق من اتصالك بالشبكة ثم حاوِل مرّة أخرى.
be: Не атрымалася загрузіць спасылку. Праверце падключэнне і паўтарыце спробу.
bn: লিংক লোড করা যায়নি। আপনার সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: No s'ha pogut carregar l'enllaç. Comprova la teva connexió i torna-ho a intentar.
cs: Odkaz se nepodařilo načíst. Zkontrolujte připojení a zkuste to znovu.
da: Kunne ikke indlæse link. Tjek din forbindelse, og prøv igen.
de: Der Link konnte nicht geladen werden. Überprüfe deine Internetverbindung und versuche es erneut.
el: Αδυναμία φόρτωσης συνδέσμου. Έλεγξε τη σύνδεσή σου και δοκίμασε ξανά.
es: No se ha podido cargar el enlace. Comprueba tu conexión e inténtalo de nuevo.
fa: پیوند بارگیری نشد. اتصال خود را بررسی و دوباره امتحان کنید.
fi: Linkkiä ei voitu ladata. Tarkasta yhteytesi ja yritä uudelleen.
fr: Impossible de charger le lien. Vérifiez votre connexion et réessayez.
ga: Níorbh fhéidir an nasc a lódáil. Seiceáil do nasc agus triail arís.
gu: લિંક લોડ કરી શકાઈ નથી. તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he: לא הצלחנו לטעון את הלינק. כדאי לבדוק את החיבור ולנסות שוב.
hi: लिंक लोड नहीं किया जा सका। अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Učitavanje poveznice nije uspjelo. Provjerite vezu i pokušajte ponovno.
hu: Nem sikerült betölteni a hivatkozást. Ellenőrizd az internetkapcsolatot, és próbáld újra!
id: Tidak dapat memuat tautan. Periksa koneksi Anda dan coba lagi.
it: Impossibile caricare il link. Controlla la connessione e riprova.
ja: リンクを読み込めませんでした。インターネット接続を確認して、もう一度お試しください。
ko: 링크를 로드할 수 없습니다. 연결을 확인하고 다시 시도하세요.
mr: लिंक लोड करू शकत नाही. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Tidak dapat memuatkan pautan. Periksa sambungan anda dan cuba lagi.
nb: Kunne ikke laste inn lenken. Sjekk internettilkoblingen og prøv igjen.
nl: Link laadt niet. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się wczytać linku. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível carregar o link. Confira sua conexão e tente novamente.
pt_pt: Não foi possível carregar o link. Verifique a sua ligação e tente outra vez.
ro: Nu s-a putut încărca linkul. Verifică-ți conexiunea și încearcă din nou.
ru: Не удалось загрузить ссылку. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Odkaz sa nepodarilo načítať. Skontrolujte pripojenie a skúste to znova.
sl: Povezave ni bilo mogoče naložiti. Preverite povezavo in poskusite znova.
sr: Учитавање линка није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Det gick inte att ladda länken. Kontrollera anslutningen och försök igen.
th: ไม่สามารถโหลดลิงก์ได้ ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Bağlantı yüklenemedi. Bağlantını kontrol et ve tekrar dene.
ug: ئۇلانمىنى يۈكلىيەلمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Не вдалося завантажити посилання. Перевірте з'єднання з мережею і спробуйте знову.
ur: لنک لوڈ نہیں کر سکے۔ اپنا انٹرنیٹ چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể tải đường dẫn. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 无法加载链接，请检查您的网络连接并重试。
zh_hk: 無法載入連結。請檢查你的網絡連線，然後再試一次。

# STORY_COMPOSER_LINK_PREVIEW_PLACEHOLDER
source: Share a link with viewers of your story
af: Deel 'n skakel met mense wat na jou storie kyk
ar: مشاركة رابط مع مشاهدي قصتك
az: Hekayənizin bir bağlantısını izləyicilərlə paylaşın
be: Абагуліць спасылку з гледачамі вашай гісторыі
bn: আপনার স্টোরি-র দর্শকদের সাথে একটি লিংক শেয়ার করুন
ca: Comparteix un enllaç amb els espectadors de la teva història
cs: Sdílejte odkaz s těmi, kdo si váš příběh zobrazili
cy: Rhannwch ddolen gyda ddarllenwyr eich stori
da: Del et link med seere af din historie
de: Teile einen Link mit Betrachtern deiner Story
el: Μοιράσου έναν σύνδεσμο με τους θεατές της ιστορίας σου
es: Comparte un enlace en tu historia
et: Jaga linki oma loo vaatajatega
eu: Partekatu esteka bat zure storie-aren ikusleekin
fa: هم‌رسانی پیوند با بازدیدکنندگان استوری خود
fi: Jaa linkki tarinasi katsojille
fr: Partager un lien avec les spectateurs de votre story
ga: Comhroinn nasc le daoine a d'fhéach ar do scéal
gu: તમારી સ્ટોરીના દર્શકો સાથે લિંક શેર કરો
he: אפשר לשתף לינק עם הצופים של הסטורי שלך
hi: अपनी स्टोरी के व्यूअर्स के साथ कोई लिंक शेयर करें
hr: Podijelite poveznicu s gledateljima vaše priče
hu: Hivatkozás megosztása a történet megtekintői számára
id: Bagikan tautan kepada penonton cerita Anda
is: Deildu tengli með lesendum sögunnar þinnar
it: Condividi un link con le persone che vedranno la tua Storia
ja: ストーリーを閲覧している人とリンクを共有する
kn: ನಿಮ್ಮ ಸ್ಟೋರಿಯ ವೀಕ್ಷಕರೊಂದಿಗೆ ಒಂದು ಲಿಂಕ್ ಹಂಚಿಕೊಳ್ಳಿ
ko: 내 스토리를 볼 수 있는 사람과 링크 공유
lt: Bendrinti nuorodą su jūsų istorijos žiūrovais
lv: Kopīgojiet saiti ar jūsu stāsta skatītājiem
mk: Споделете линк со гледачите на Вашата приказна
ml: നിങ്ങളുടെ സ്റ്റോറിയുടെ കാഴ്ച്ചക്കാർക്കായി ഒരു ലിങ്ക് പങ്കിടുക
mr: आपल्या स्टोरीच्या दर्शकांसह लिंक शेअर करा
ms: Kongsi pautan dengan penonton cerita anda
my: သင့်စတိုရီ ကြည့်ရှုသူများနှင့် လင့်ခ် မျှဝေရန်
nb: Del en lenke med de som ser storyen din
nl: Een link delen met de kijkers van je verhaal
pa: ਆਪਣੀ ਸਟੋਰੀ ਦੇ ਦਰਸ਼ਕਾਂ ਨਾਲ ਇੱਕ ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij odbiorcom relacji link
pt_br: Compartilhar um link com os visualizadores do seu story
pt_pt: Partilhe um link com os visualizadores da sua história
ro: Distribuie un link cu spectatorii poveștii tale
ru: Поделитесь ссылкой со зрителями своей истории
sk: Zdieľajte odkaz so sledovateľmi vášho príbehu
sl: Delite povezavo z gledalci vaše zgodbe
sq: Ndajeni shembullin tuaj me shikuesit përmes një lidhjeje
sr: Поделите линк са гледаоцима ваше приче
sv: Dela en länk med din storys tittare
sw: Shiriki kiungo na watazamaji wa stori yako
ta: உங்கள் ஸ்டோரியின் பார்வையாளர்களுடன் ஒரு இணைப்பைப் பகிரவும்
te: మీ స్టోరీ వీక్షకులతో లింక్‌ని పంచుకోండి
th: แชร์ลิงก์กับผู้ที่รับชมสตอรี่ของคุณ
tr: Hikayeni görüntüleyenler ile bir bağlantı paylaş
ug: ھېكايىڭىزنىڭ كۆرۈرمەنلىرى بىلەن بىر ئۇلانما ئورتاقلىشىڭ
uk: Поділіться посиланням з глядачами вашої історії
ur: ناظرین کے ساتھ اپنی سٹوری کا لنک شیئر کریں
vi: Chia sẻ một đường dẫn với người xem story của bạn
zh_cn: 向您的动态访客分享链接
zh_hk: 與你限時動態的瀏覽者分享連結

# STORY_COMPOSER_TAP_ADD_TEXT
source: Tap to add text
af: Tik om teks by te voeg
ar: انقر لإضافة نص
az: Mətn əlavə etmək üçün toxunun
be: Націснуць, каб дадаць тэкст
bn: লেখা যোগ করতে ট্যাপ করুন
ca: Toca per afegir-hi text
cs: Klepnutím přidáte text
cy: Tapiwch i ychwanegu testun
da: Tryk for at tilføje tekst
de: Antippen, um Text hinzuzufügen
el: Πάτα για προσθήκη κειμένου
es: Toca para escribir
et: Toksa teksti lisamiseks
eu: Testua gehitzeko, sakatu
fa: برای افزودن متن ضربه بزنید
fi: Napsauta lisätäksesi tekstiä
fr: Touchez pour ajouter du texte
ga: Tapáil chun téacs a chur leis
gu: લખાણ ઉમેરવા ટૅપ કરો
he: אפשר ללחוץ כדי להוסיף טקסט
hi: टेक्स्ट जोड़ने के लिए टैप करें
hr: Dodirnite za dodavanje teksta
hu: Szöveg hozzáadásához koppints
id: Ketuk untuk menambahkan teks
is: Ýttu til að bæta við texta
it: Clicca per aggiungere testo
ja: タップしてテキストを追加
kn: ಪಠ್ಯ ಸೇರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭하여 텍스트 추가
lt: Bakstelėkite norėdami pridėti tekstą
lv: Pieskarieties, lai pievienotu tekstu
mk: Допри да додадеш текст
ml: ടെക്സ്റ്റ് ചേർക്കാൻ ടാപ്പ് ചെയ്യുക
mr: मजकूर जोडण्यासाठी टॅप करा
ms: Ketik untuk tambah teks
my: စာသားပေါင်းထည့်ရန် နှိပ်ပါ
nb: Trykk for å legge til tekst
nl: Tik om tekst toe te voegen
pa: ਲਿਖਤ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
pl: Dotknij, aby dodać tekst
pt_br: Toque para adicionar texto
pt_pt: Toque para adicionar texto
ro: Atinge pentru a adăuga text
ru: Нажмите, чтобы добавить текст
sk: Ťuknutím pridáte text
sl: Tapnite za dodajanje teksta
sq: Prekeni që të shtoni tekst
sr: Додирните да унесете текст
sv: Tryck för att lägga till text
sw: Bonyeza kuongeza maandishi
ta: உரை சேர்க்க தட்டவும்
te: టెక్ట్స్ జోడించడానికి తట్టండి
th: แตะเพื่อเพิ่มข้อความ
tr: Yazı eklemek için dokunun
ug: چېكىپ تېكىست قوشۇڭ
uk: Торкніться, щоб додати текст
ur: متن شامل کرنے کے لیے ٹیپ کریں
vi: Nhấn để thêm nội dung
zh_cn: 点击添加文本
zh_hk: 輕觸以新增文字

# STORY_COMPOSER_TEXT
source: Text
af: Teks
ar: النص
az: Mətn
be: Тэкст
bn: টেক্সট
cy: Testun
da: Tekst
el: Κείμενο
es: Texto
et: Tekst
eu: Testua
fa: متن
fi: Teksti
fr: Texte
ga: Téacs
gu: ટેક્સ્ટ
he: מלל
hi: टेक्स्ट
hr: Tekst
hu: Szöveg
id: Teks
is: Texti
it: Testo
ja: テキスト
km: á¢á€áŸ’áŸáš
kn: ಪಠ್ಯ
ko: 텍스트
lt: Tekstas
lv: Teksts
mk: Текст
ml: വാചകം
mr: मजकूर
ms: Teks
my: စာသား
nb: Tekst
nl: Tekst
pa: ਟੈਕਸਟ
pl: Tekst
ps: متن
pt_br: Texto
pt_pt: Texto
ru: Текст
sl: Besedilo
sq: Tekst
sr: Текст
sw: Maandishi
ta: உரை
te: వచనం
th: ข้อความ
tr: Yazı
ug: تېكىست
uk: Текст
ur: متن
vi: Văn bản
zh_cn: 文本
zh_hk: 文字

# STORY_COMPOSER_URL_FIELD_PLACEHOLDER
source: Type or paste a URL
af: Tik of plak 'n URL in
ar: اكتُب أو الصُق عنوان الـ URL
az: Yazın və ya bir URL yapışdırın
be: Увядзіце або ўстаўце URL
bn: URL টাইপ করুন কিংবা পেস্ট করুন
ca: Escriu o enganxa-hi un URL
cs: Zadejte nebo vložte adresu URL
cy: Teipio neu gludo URL
da: Angiv eller indsæt en URL
de: URL eingeben oder einfügen
el: Πληκτρολόγησε ή επικόλλησε ένα URL
es: Escribe o pega una URL
et: Sisesta või kleebi URL
eu: Idatzi edo itsatsi URL bat
fa: تایپ یا جایگذاری URL
fi: Kirjoita tai liitä URL-osoite
fr: Saisissez ou collez une URL
ga: Clóscríobh nó greamaigh URL
gu: URL લખો અથવા પેસ્ટ કરો
he: אפשר להקליד או להדביק כתובת URL
hi: कोई URL टाइप या पेस्ट करें
hr: Upišite ili zalijepite URL
hu: Gépelj vagy másolj be egy URL-t
id: Ketik atau tempel URL
is: Skrifaðu eða límdu vefslóð
it: Digita o incolla un URL
ja: URLを入力するか貼り付けてください
kn: URL ಟೈಪ್ ಮಾಡಿ ಅಥವಾ ಪೇಸ್ಟ್ ಮಾಡಿ
ko: URL 입력 또는 붙여넣기
lt: Įrašykite ar įdėkite URL adresą
lv: Uzrakstiet vai ielīmējiet URL
mk: Внеси или залепи URL
ml: ഒരു യുആർഎൽ ടൈപ്പ് ചെയ്യുകയോ ഒട്ടിക്കുകയോ ചെയ്യുക
mr: URL टाइप करा किंवा पेस्ट करा
ms: Taip atau tampal URL
my: ရိုက်ထည့်ပါ သို့မဟုတ် URL ကို ကူးထည့်ပါ
nb: Skriv eller lim inn en nettadresse
nl: Typ of plak een URL
pa: URL ਟਾਈਪ ਕਰੋ ਜਾਂ ਪੇਸਟ ਕਰੋ
pl: Wpisz albo wklej link
pt_br: Digite ou cole uma URL
pt_pt: Escreva ou cole um URL
ro: Tastează sau lipește un URL
ru: Наберите или вставьте URL
sk: Zadajte alebo vložte adresu URL
sl: Vtipkajte ali prilepite URL
sq: Shtypni pse hidhni një URL
sr: Унесите или налепите URL
sv: Skriv eller klistra in en webbadress
sw: Chapa au bandika URL
ta: இணைப்பை டைப் செய்யவும் அல்லது ஒட்டவும்
te: URLని టైప్ చేయండి లేదా పేస్ట్ చేయండి
th: พิมพ์หรือวาง URL
tr: Yaz veya bir URL yapıştır
ug: URL نى كىرگۈزۈڭ ياكى چاپلاڭ
uk: Введіть або вставте URL-адресу
ur: URL ٹائپ یا پیسٹ کریں
vi: Gõ hoặc dán một URL
zh_cn: 输入或粘贴 URL
zh_hk: 輸入或貼上 URL

# STORY_LINK_PREVIEW_VISIT_LINK_TOOLTIP
source: Visit link
af: Besoek skakel
ar: زيارة الرابط
az: Dəvət bağlantısı
be: Перайсці па спасылцы
bn: লিংক ভিজিট করুন
ca: Obre l'enllaç
cs: Navštívit odkaz
cy: Ymweld â'r ddolen
da: Besøg link
de: Link aufrufen
el: Επίσκεψη συνδέσμου
es: Abrir enlace
et: Külasta linki
eu: Ikusi linka
fa: بازدید از پیوند
fi: Avaa linkki
fr: Consultez le lien
gu: લિંકની મુલાકાત લો
he: בקר בקישור
hi: लिंक विज़िट करें
hr: Posjetite poveznicu
hu: Hivatkozás megnyitása
id: Kunjungi tautan
is: Skoða tengil
it: Visita link
ja: 表示する
km: á…á¼á›á˜á¾á›ááŸ†á
kn: ಲಿಂಕ್‌ಗೆ ಭೇಟಿ ನೀಡಿ
ko: 링크 방문
lt: Aplankyti tinklalapį
lv: Apmeklēt saiti
mk: Посети го линкот
ml: ലിങ്ക് സന്ദർശിക്കുക
mr: लिंकला भेट द्या
ms: Lawati pautan
my: လင့်ခ်အတိုင်း သွားကြည့်ရန်
nb: Gå inn på lenken
nl: Link volgen
pa: ਲਿੰਕ 'ਤੇ ਜਾਓ
pl: Otwórz link
pt_br: Abrir link
pt_pt: Abrir link
ro: Vezi linkul
ru: Посетить ссылку
sk: Navštívte odkaz
sl: Obišči povezavo
sq: Vizitoni lidhjen
sr: Посетите линк
sv: Besök länk
sw: Tembelea kiungo
ta: இணைப்பை பார்வையிடவும்
te: లింక్‌ని సందర్శించండి
th: ไปที่ลิงก์
tr: Bağlantıyı ziyaret et
ug: ئۇلانمىنى زىيارەت قىلىش
uk: Перейти за посиланням
ur: لنک ملاحظہ کریں
vi: Truy cập đường dẫn
zh_cn: 访问链接
zh_hk: 造訪連結

# STORY_NO_LONGER_AVAILABLE
source: No longer available
af: Nie meer beskikbaar nie
ar: لم تعد متاحة
az: Artıq mövcud deyil
be: Больш недаступная
bn: আর পাওয়া যাচ্ছে না
ca: Ja no està disponible
cs: Není již dostupný
cy: Ddim ar gael bellach
da: Ikke længere tilgængelig
de: Nicht mehr verfügbar
el: Δεν είναι πλέον διαθέσιμη
es: Ya no está disponible
et: Ei ole enam saadaval
eu: Ez dago erabilgarri
fa: دیگر در دسترس نیست
fi: Ei enää saatavana
fr: Cette story n’est plus disponible
gu: હવે ઉપલબ્ધ નથી
he: לא זמין יותר
hi: मौजूद नहीं
hr: Više nije dostupno
hu: Nem elérhető
id: Tidak lagi tersedia
is: Ekki lengur tiltækt
it: Non più disponibile
ja: 削除済み
km: á›áŸ‚á„á˜á¶á“á‘áŸ€áá á¾á™
kn: ಲಭ್ಯವಿಲ್ಲ
ko: 더는 사용할 수 없음
lt: Daugiau nebeprieinama
lv: Vairs nav pieejams
mk: Повеќе не е достапна
ml: ഇനി ലഭ്യമല്ല
mr: आता उपलब्ध नाही
ms: Tiada lagi
my: နောက်ထပ် မရရှိနိုင်တော့ပါ
nb: Ikke lenger tilgjengelig
nl: Niet langer beschikbaar
pa: ਹੁਣ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: Relacja nie jest już dostępna
pt_br: Não está mais disponível
pt_pt: Já não se encontra disponível
ro: Nu mai este disponibilă
ru: Больше не доступна
sk: Už nie je k dispozícii
sl: Ni več na voljo
sq: S’mund të kihet më
sr: Није више доступно
sv: Inte längre tillgänglig
sw: Haipatikani tena
ta: இனி ஒருபோதும் கிடைக்கப்பெறாது
te: ఇక ఏమాత్రం లభ్యం కాదు
th: ไม่มีอีกต่อไปแล้ว
tr: Artık mevcut değil.
ug: ئەمدى مەۋجۇت ئەمەس
uk: Уже недоступна
ur: مزید دستیاب نہیں
vi: Không thể xem được nữa
zh_cn: 已不存在
zh_hk: 不再可用

# STORY_PRIVACY_SETTINGS
source: Privacy
af: Privaatheid
ar: الخصوصية
az: Gizlilik
be: Канфідэнцыйнасць
bn: গোপনীয়তা
ca: Privadesa
cs: Soukromí
cy: Preifatrwydd
da: Privatliv
de: Datenschutz
el: Απόρρητο
es: Privacidad
et: Privaatsus
eu: Pribatutasuna
fa: حریم خصوصی
fi: Yksityisyys
fr: Confidentialité
ga: Príobháideachas
gu: ગોપનીયતા
he: פרטיות
hi: गोपनियता
hr: Privatnost
hu: Adatvédelem
id: Privasi
is: Gagnaleynd
ja: プライバシー
km: á¯á€á‡á“á—á¶á–
kn: ಖಾಸಗಿತನ
ko: 개인정보
lt: Privatumas
lv: Privātums
mk: Приватност
ml: സ്വകാര്യത
mr: गोपनीयता
ms: Privasi
my: ကိုယ်ရေးအချက်အလက်များလုံခြုံမှု
nb: Personvern
pa: ਪਰਦੇਦਾਰੀ
pl: Prywatność
ps: محرمیت
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sl: Zasebnost
sq: Privatësia
sr: Приватност
sv: Integritet
sw: Faragha
ta: தனியுரிமை
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
ug: مەخپىيەتلىك
uk: Конфіденційність
ur: رازداری
vi: Riêng tư
zh_cn: 隐私
zh_hk: 私隱

# STORY_PRIVACY_TITLE
source: Story Privacy
ar: إعدادات خصوصية القصة
be: Канфідэнцыйнасць гісторыі
bn: স্টোরির গোপনীয়তা
ca: Privacitat de la història
cs: Soukromí příběhu
da: Historieprivatliv
de: Story-Datenschutz
el: Ιδιωτικότητα ιστορίας
es: Privacidad de mis historias
fa: حریم شخصی استوری
fi: Tarinoiden yksityisyys
fr: Confidentialité de la story
ga: Príobháideachas Scéil
gu: સ્ટોરીની પ્રાઇવસી
he: פרטיות של סטורי
hi: स्टोरी की निजता
hr: Privatnost priča
hu: Történet adatvédelmi beállításai
id: Privasi Cerita
it: Privacy delle Storie
ja: ストーリー保護
ko: 스토리 개인정보보호
mr: स्टोरीची गोपनीयता
ms: Privasi Cerita
nb: Personvern for storyer
nl: Verhaalprivacy
pl: Prywatność relacji
pt_br: Privacidade do story
pt_pt: Privacidade da história
ro: Confidențialitatea Poveștilor
ru: Настройки приватности историй
sk: Súkromie príbehu
sr: Privatnost priča
sv: Storyintegritet
th: ความเป็นส่วนตัวของสตอรี่
tr: Hikaye Gizliliği
ug: ھېكايە مەخپىيەتلىكى
uk: Конфіденційність історій
ur: سٹوری کی پرائیویسی
vi: Sự Riêng tư của Story
zh_cn: 动态隐私
zh_hk: 限時動態隱私設定

# STORY_REACTION_LOCAL_AUTHOR_PREVIEW_FORMAT
source: Reacted %1$@ to your story
ar: تفاعَلَ %1$@ مع قصتك
be: Адрэагаваў(-ла) %1$@ на вашу гісторыю
bn: আপনার স্টোরিতে %1$@ রিঅ্যাক্ট করেছেন
ca: Ha reaccionat %1$@ a la teva història
cs: Reagoval/a %1$@ na váš příběh
da: Reagerede %1$@ på din historie
de: Hat mit %1$@ auf deine Story reagiert
el: Αντέδρασε με %1$@ στην ιστορία σου
es: Ha reaccionado con %1$@ a tu historia
fa: با %1$@ به استوری شما واکنش نشان داد
fi: Lähetti reaktion %1$@ tarinaasi
fr: a réagi par %1$@ à votre story
ga: Tugadh freagairt %1$@ do do scéal
gu: તમારી સ્ટોરી પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ לסטורי שלך
hi: आपकी स्टोरी पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na vašu priču
hu: Így reagált a Történetedre: %1$@
id: Menanggapi %1$@ pada cerita Anda
it: Ha reagito con %1$@ alla tua Storia
ja: %1$@のリアクションがあなたのストーリーにありました
ko: 내 스토리에 %1$@ 이모지로 반응했습니다.
mr: %1$@ अशी प्रतिक्रिया तुमच्या स्टोरीवर दिली
ms: Memberi reaksi %1$@ kepada cerita anda
nb: Reagerte med %1$@ på storyen din
nl: Reageerde met %1$@ op je verhaal
pl: Reakcja na Twoją relację: %1$@
pt_br: Reagiu com %1$@ ao seu story
pt_pt: Reagiu com %1$@ à sua história
ro: A reacționat cu %1$@ la povestea ta
ru: Отреагировал(-а) %1$@ на вашу историю
sk: Reagoval/a %1$@ na váš príbeh
sl: Odziv na vašo zgodbo: %1$@
sr: Реаговао/ла је %1$@ на вашу причу
sv: Reagerade %1$@ på din story
th: แสดงความรู้สึก %1$@ ต่อสตอรี่ของคุณ
tr: %1$@ hikayene tepki verdi
ug: ھېكايىڭىزگە ئىنكاس %1$@
uk: Реакція на вашу історію: %1$@
ur: آپ کی سٹوری پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với story của bạn
zh_cn: 用 %1$@ 回应了您的动态
zh_hk: 對以下內容表達了 %1$@ 心情：你的限時動態

# STORY_REACTION_QUOTE_FORMAT_SECOND_PERSON
source: Reacted %@ to a story
ar: تفاعَلَ %1$@ مع قصة
be: Адрэагаваў(-ла) %1$@ на гісторыю
bn: একটি স্টোরিতে %1$@ রিঅ্যাক্ট করেছেন
ca: Ha reaccionat %1$@ a una història
cs: Reagoval/a jsi %1$@ na příběh
da: Reagerede %1$@ på en historie
de: Du hast mit %1$@ auf eine Story reagiert
el: Αντέδρασες με %1$@ σε μια ιστορία
es: Has reaccionado con %1$@ a una historia
fa: با %1$@ به یک استوری واکنش نشان دادید
fi: Lähetit reaktion %1$@ tarinaan
fr: avez réagi par %1$@ à une story
ga: Tugadh freagairt %1$@ do scéal
gu: એક સ્ટોરી પર %1$@ પ્રતિક્રિયા આપી
he: הגבת %1$@ לסטורי
hi: किसी स्टोरी पर %1$@ प्रतिक्रिया दी
hr: Reagiraš s %1$@ na priču
hu: Így reagált egy történetre: %1$@
id: Memberi tanggapan %1$@ pada sebuah cerita
it: Hai reagito con %1$@ a una storia
ja: %1$@のリアクションをストーリーにしました
ko: 스토리에 %1$@ 이모지로 반응했습니다.
mr: %1$@ अशी प्रतिक्रिया एका स्टोरीवर दिली
ms: Memberi reaksi %1$@ kepada cerita
nb: Reagerte med %1$@ på en story
nl: Reageerde met %1$@ op een verhaal
pl: Reagujesz na relację: %1$@
pt_br: Reagiu com %1$@ a um story
pt_pt: Reagiu com %1$@ a uma história
ro: A reacționat cu %1$@ la o poveste
ru: Отреагировал(-а) %1$@ на историю
sk: Reagovali ste na príbeh %1$@
sr: Реаговали сте %1$@ на причу
sv: Reagerade %1$@ på en story
th: แสดงความรู้สึก %1$@ ต่อสตอรี่
tr: %1$@ bir hikayeye tepki verdin
ug: ھېكايىگە %1$@ ئىنكاسى قايتۇردى
uk: Ваша реакція на історію: %1$@
ur: سٹوری پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với một story
zh_cn: 用 %1$@ 回应了动态
zh_hk: 對以下內容表達了 %1$@ 心情：限時動態

# STORY_REACTION_QUOTE_FORMAT_THIRD_PERSON
source: Reacted %@ to a story
ar: تفاعَلَ %1$@ مع قصة
be: Адрэагаваў(-ла) %1$@ на гісторыю
bn: একটি স্টোরিতে %1$@ রিঅ্যাক্ট করেছেন
ca: Ha reaccionat %1$@ a una història
cs: Reagoval/a %1$@ na příběh
da: Reagerede %1$@ på en historie
de: Hat mit %1$@ auf eine Story reagiert
el: Αντέδρασε με %1$@ σε μια ιστορία
es: Ha reaccionado con %1$@ a una historia
fa: با %1$@ به یک استوری واکنش نشان داد
fi: Lähetti reaktion %1$@ tarinaan
fr: a réagi par %1$@ à une story
ga: Tugadh freagairt %1$@ do scéal
gu: એક સ્ટોરી પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ לסטורי
hi: किसी स्टोरी पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na priču
hu: Így reagált egy történetre: %1$@
id: Memberi tanggapan %1$@ pada sebuah cerita
it: Ha reagito con %1$@ a una storia
ja: %1$@のリアクションをストーリーにしました
ko: 스토리에 %1$@ 이모지로 반응했습니다.
mr: %1$@ अशी प्रतिक्रिया एका स्टोरीवर दिली
ms: Memberi reaksi %1$@ kepada cerita
nb: Reagerte med %1$@ på en story
nl: Reageerde met %1$@ op een verhaal
pl: Reaguje na relację: %1$@
pt_br: Reagiu com %1$@ a um story
pt_pt: Reagiu com %1$@ a uma história
ro: A reacționat cu %1$@ la o poveste
ru: Отреагировал(-а) %1$@ на историю
sk: Reagoval/a na príbeh %1$@
sr: Реаговао/ла је %1$@ на причу
sv: Reagerade %1$@ på en story
th: แสดงความรู้สึก %1$@ ต่อสตอรี่
tr: %1$@ bir hikayeye tepki verdi
ug: ھېكايىگە %1$@ ئىنكاسى قايتۇردى
uk: Реакція на історію: %1$@
ur: سٹوری پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với một story
zh_cn: 用 %1$@ 回应了动态
zh_hk: 對以下內容表達了 %1$@ 心情：限時動態

# STORY_REACTION_REMOTE_AUTHOR_PREVIEW_FORMAT
source: Reacted %1$@ to %2$@’s story
ar: تفاعَلَ %1$@ مع قصة %2$@
be: Адрэагаваў(-ла) %1$@ на гісторыю %2$@
bn: %2$@-এর স্টোরিতে %1$@ রিঅ্যাক্ট করেছেন
ca: Ha reaccionat %1$@ a la història de %2$@
cs: Reagoval/a %1$@ na příběh uživatele %2$@
da: Reagerede %1$@ på historien fra %2$@
de: Hat mit %1$@ auf die Story von %2$@ reagiert
el: Αντέδρασε με %1$@ στην ιστορία του χρήστη %2$@
es: Has reaccionado con %1$@ a la historia de %2$@
fa: با %1$@ به استوری %2$@ واکنش نشان داد
fi: Lähetti reaktion %1$@ henkilön %2$@ tarinaan
fr: a réagi par %1$@ à la story de %2$@
ga: Tugadh freagairt %1$@ do scéal %2$@
gu: %2$@ની સ્ટોરી પર %1$@ પ્રતિક્રિયા આપી
he: הגיב/ה %1$@ לסטורי של %2$@
hi: %2$@ की स्टोरी पर %1$@ प्रतिक्रिया दी
hr: Reagira s %1$@ na priču korisnika %2$@
hu: Így reagált %1$@ Történetére: %1$@
id: Menanggapi %1$@ pada cerita %2$@
it: Ha reagito con %1$@ alla Storia di %2$@
ja: %1$@のリアクションを%2$@さんのストーリーにしました
ko: %2$@ 님의 스토리에 %1$@ 이모지로 반응했습니다.
mr: %1$@ अशी प्रतिक्रिया %2$@च्या स्टोरीवर दिली
ms: Memberi reaksi %1$@ kepada cerita %2$@
nb: Reagerte med %1$@ på storyen til %2$@
nl: Reageerde met %1$@ op een verhaal van %2$@
pl: %2$@ otrzymuje reakcję na relację: %1$@
pt_br: Reagiu com %1$@ ao story de %2$@
pt_pt: Reagiu com %1$@ à história de %2$@
ro: A reacționat cu %1$@ la povestea lui %2$@
ru: Отреагировал(-а) %1$@ на историю %2$@
sk: Reagoval/a %1$@ na príbeh používateľa %2$@
sl: Odziv na zgodbo uporabnika_ce %2$@: %1$@
sr: Реаговао/ла је %1$@ на причу корисника %2$@
sv: Reagerade %1$@ på en story från %2$@
th: แสดงความรู้สึก %1$@ ต่อสตอรี่ของ %2$@
tr: %2$@ adlı kişinin hikayesine %1$@ tepkisi verdi
ug: «%2$@» نىڭ ھېكايىسىگە ئىنكاس %1$@
uk: Ваша реакція на історію користувача %2$@: %1$@
ur: %2$@ کی سٹوری پر %1$@ ری ایکٹ کیا
vi: Đã bày tỏ cảm xúc %1$@ với story của %2$@
zh_cn: 用 %1$@ 回应了 %2$@ 的动态
zh_hk: 對以下內容表達了 %1$@ 心情： %2$@ 的限時動態

# STORY_REPLY_BUTTON
source: Reply
af: Antwoord
ar: رد
az: Cavabla
be: Адказаць
bn: প্রত্যুত্তর
ca: Respon
cs: Odpovědět
cy: Ymateb
da: Besvar
de: Antworten
el: Απάντηση
es: Responder
et: Vasta
eu: Erantzun
fa: پاسخ
fi: Vastaa
fr: Réagir
ga: Freagair
gu: જવાબ આપો
he: השב
hi: उत्तर
hr: Odgovori
hu: Válasz
id: Balas
is: Svara
it: Rispondi
ja: 返信
kab: Err
km: á†áŸ’á›á¾á™áá”
kn: ಉತ್ತರಿಸಿ
ko: 답장
lt: Atsakyti
lv: Atbildēt
mk: Одговори
ml: മറുപടി
mr: प्रत्युत्तर द्या
ms: Balas
my: စာပြန်မည်
nb: Svar
nl: Reageren
pa: ਜਵਾਬ ਦਿਓ
pl: Odpowiedz
ps: بیا پلي کول
pt_br: Responder
pt_pt: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sl: Odgovori
sq: Përgjigju
sr: Одговори
sv: Svara
sw: Jibu
ta: பதில்
te: స్పంధించు
th: ตอบกลับ
tr: Cevapla
ug: جاۋاب
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_cn: 回复
zh_hk: 回覆
