Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_PAYMENTS_LOCK_PROMPT_EXPLANATION_TOUCHID
source: Help prevent a person with your phone from accessing your funds by enabling Touch ID. You can disable this option in Settings.
ar: ساعِد في منع أي شخص يستخدم هاتفكَ من الوصول إلى أموالك عن طريق تفعيل بصمة الإصبع (Touch ID). يُمكنك تعطيل هذا الخيار في "الإعدادات".
be: Каб прадухіліць доступ чалавека, які завалодаў вашым тэлефонам, да вашых грашовых сродкаў, уключыце опцыю Touch ID, дадатковы ўзровень бяспекі. Вы можаце адключыць гэтую опцыю ў Наладах.
bn: টাচ আইডি ব্যবহার করে কোনো ব্যক্তিকে আপনার ফান্ড অ্যাক্সেস করা থেকে প্রতিহত করতে সহায়তা করুন। আপনি সেটিংসে এই অপশনটি নিষ্ক্রিয় করতে পারবেন।
ca: Ajuda a evitar que una persona que tingui el teu telèfon pugui accedir als teus fons activant Touch ID. Pots desactivar aquesta opció a Ajustos.
cs: Zapnutím funkce Touch ID zabráníte osobě disponující vaším telefonem v přístupu k vašim finančním prostředkům. Tuto možnost můžete vypnout v nastavení.
da: Hjælp med at forhindre at en person med din telefon i at tilgå dine penge ved at aktivere Touch ID. Du kan deaktivere denne mulighed under Indstillinger.
de: Verhindere, dass eine Person mit deinem Mobiltelefon auf dein Geld zugreifen kann, indem du Touch ID aktivierst. Du kannst diese Option in Einstellungen deaktivieren.
el: Ενεργοποίησε το Touch ID για να αποτρέπεις την πρόσβαση ατόμων στα χρήματα στο τηλέφωνό σου. Μπορείς να απενεργοποιήσεις αυτή την επιλογή στις Ρυθμίσεις.
es: Activa Touch ID para ayudar a evitar que una persona que tenga tu teléfono pueda acceder a tus fondos. Puedes desactivar esta opción en Ajustes.
fa: با فعال کردن «شناسه لمسی»، از دسترسی شخصی که تلفن شما را در دست دارد به پول خود جلوگیری کنید. می‌توانید این گزینه را در «تنظیمات» غیرفعال کنید.
fi: Ota käyttöön Touch ID, jonka avulla voit estää puhelintasi käyttävää henkilöä käyttämästä varojasi. Voit poistaa tämän asetuksen käytöstä asetuksissa.
fr: Avec Touch ID, évitez qu'une personne qui accède à votre téléphone puisse aussi accéder à vos fonds. Vous pouvez désactiver cette option dans les paramètres.
ga: Cabhraigh le srian a chur ar dhuine a bhfuil do ghuthán aige nó aici rochtain a fháil ar do chuid airgid trí ID Tadhaill a chumasú. Is féidir leat an rogha seo a dhíchumasú i Socruithe.
gu: ટચ ID ને સક્ષમ કરીને તમારા ફોન ધરાવતી વ્યક્તિને તમારા ફંડને ઍક્સેસ કરતા રોકવામાં સહાય કરો. તમે આને સેટિંગ્સમાંથી બદલી શકો છો.
he: עוזרים למנוע מאדם שמחזיק במכשיר הטלפון שלך לגשת לכספים שלך באמצעות הפעלת זיהוי טביעת אצבע. אפשר לכבות את האפשרות הזו בהגדרות.
hi: टच ID सक्षम करके किसी व्यक्ति को अपने फोन से अपने पैसों तक पहुंचने से रोकने में मदद करें। आप सेटिंग्स में जा कर इस विकल्प को बंद कर सकते हैं।
hr: Spriječite pristup vašim sredstvima osobama koje imaju pristup vašem mobilnom uređaju omogućavanjem značajke Touch ID. Ovu opciju možete onemogućiti u Postavkama.
hu: A Touch ID engedélyezésével megakadályozhatod, hogy bárki hozzáférjen a pénzedhez a telefonodon keresztül. Ezt az opciót a Beállításokban kikapcsolhatod.
id: Cegah seseorang yang memegang ponsel Anda mengakses dana Anda dengan mengaktifkan Touch ID. Anda dapat menonaktifkan opsi ini di Pengaturan.
it: Attiva il Touch ID per evitare che chiunque abbia accesso al tuo telefono possa accedere ai fondi presenti. Puoi disattivare l'opzione nelle Impostazioni di Signal.
ja: Touch IDを有効化することで、第三者があなたの携帯電話を使用して資金にアクセスすることを防ぎます。このオプションは設定で無効にできます。
ko: 터치 ID를 설정하여 다른 사람이 사용자의 휴대폰을 손에 넣어 자금에 액세스할 수 없도록 예방하세요. 이 옵션은 설정에서 비활성화 할 수 있습니다.
mr: टच आयडी सक्षम करून आपल्या निधीमध्ये प्रवेश करण्यापासून आपला फोन ताब्यात असलेल्या व्यक्तीला रोखण्यास मदत करा. आपण सेटिंग्ज मध्ये हा पर्याय अक्षम करू शकता.
ms: Bantu menghalang seseorang yang memegang telefon anda daripada mengakses dana anda dengan mendayakan ID Sentuhan. Anda boleh nyahdayakan pilihan ini dalam Tetapan.
nb: Aktiver Touch ID for å forhindre at uvedkommende som får tak i telefonen din, får tilgang til pengene dine. Du kan slå dette av i innstillingene.
nl: Help voorkomen dat iemand met jouw telefoon toegang heeft tot je geld door Touch ID aan te zetten. In instellingen kun je deze optie uitschakelen.
pl: Dodatkowo zabezpiecz swoje konto za pomocą Touch ID, co uniemożliwi osobom trzecim używającym Twojego telefonu dostęp do Twoich środków. Możesz wyłączyć tę opcję w ustawieniach.
pt_br: Ative o Touch ID para impedir que alguém com seu telefone acesse seus fundos. É possível desativar esta opção nas Configurações.
pt_pt: Ative o Touch ID para ajudar a impedir que uma pessoa com o seu telemóvel aceda aos seus fundos. Pode desativar esta opção nas Definições.
ro: Ajută și împiedică o persoană să-ți acceseze fondurile cu telefonul tău activând ID-ul de amprentă. Poți să dezactivezi această opțiune din Setări.
ru: Предотвратите доступ человека, завладевшего вашим телефоном, к вашим денежным средствам, включив функцию Touch ID. Вы можете отключить эту опцию в настройках.
sk: Zabráňte osobe, ktorá používa váš telefón, pristupovať k vašim finančným prostriedkom povolením funkcie Touch ID. Túto možnosť môžete vypnúť v Nastaveniach.
sr: Помоћу идентификације отиска спречите особу која има приступ вашем телефону да приступи и вашим средствима. Ту опцију можете деактивирати у подешавањима.
sv: Förhindra att en person med din telefon får åtkomst till dina pengar genom att aktivera Touch ID. Du kan inaktivera det här alternativet i Inställningar.
th: เปิดใช้ Touch ID เพื่อช่วยป้องกันไม่ให้ผู้อื่นใช้โทรศัพท์คุณเข้าถึงเงินของคุณ คุณสามารถปิดใช้งานตัวเลือกนี้ได้ในการตั้งค่า
tr: Touch ID'yi etkinleştirerek telefonuna sahip bir kişinin parana erişmesini önlemeye yardımcı ol. Bu seçeneği Ayarlar'dan devre dışı bırakabilirsin.
ug: Touch ID نى قوزغىتىپ تېلېفونىڭىزدا باشقىلارنىڭ فوندلىرىڭىزنى زىيارەت قىلىشىنىڭ ئالدىنى ئېلىڭ. بۇ ئىقتىدارنى «تەڭشەك» تىن ئېتەلەيسىز.
uk: Увімкніть Touch ID і додайте ще один рівень безпеки, щоб людина з вашим телефоном не змогла отримати доступ до ваших коштів. Цю функцію можна вимкнути в параметрах.
ur: ٹچ ID فعال کر کے اس فرد کو اپنے فنڈز تک رسائی سے روکنے میں مدد کریں جس کے پاس آپ کا فون ہے۔ آپ اس آپشن کو سیٹنگز میں غیر فعال کر سکتے ہیں۔
vi: Giúp ngăn việc người khác sử dụng điện thoại của bạn và truy cập tài khoản thanh toán bằng cách kích hoạt Touch ID. Bạn có thể tắt tùy chọn này trong mục Cài đặt.
zh_cn: 启用 Touch ID 可以防止接触到您手机的人获取您的资金。您可以在设置中禁用该选项。
zh_hk: 啟用 Touch ID 以防止有人利用您的手機存取您的資金。您可以在「設定」中停用此選項。

# SETTINGS_PAYMENTS_PAYMENTS_OUTDATED_BUTTON
source: Update Signal
ar: ‫تحديث سيجنال‬
be: Абнавіць Signal
bn: Signal আপডেট করুন
ca: Actualitza el Signal
cs: Aktualizovat Signal
da: Opdatér Signal
de: Signal aktualisieren
el: Αναβάθμιση του Signal
es: Actualizar Signal
fa: به‌روزرسانی سیگنال
fi: Päivitä Signal
fr: Mettre à jour Signal
ga: Nuashonraigh Signal
gu: Signal ને અપડેટ કરો
he: עדכן את Signal
hi: Signal अपडेट करें
hr: Ažuriraj Signal
hu: Signal frissítése
id: Perbarui Signal
it: Aggiorna Signal
ja: Signalをアップデートする
ko: Signal 업데이트
mr: Signal अद्यतनित करा
ms: Kemas Kini Signal
nb: Oppdater Signal
nl: Signal bijwerken
pl: Zaktualizuj Signal
pt_br: Atualizar o Signal
pt_pt: Atualizar o Signal
ro: Actualizează Signal
ru: Обновить Signal
sk: Aktualizovať Signal
sr: Ажурирајте Signal
sv: Uppdatera Signal
th: ปรับปรุง Signal
tr: Signal'i Güncelle
ug: Signal نى يېڭىلا
uk: Оновити Signal
ur: Signal اپ ڈیٹ کریں
vi: Cập nhật Signal
zh_cn: 升级 Signal
zh_hk: 更新 Signal

# SETTINGS_PAYMENTS_PAYMENTS_OUTDATED_MESSAGE
source: An update is required to continue sending and receiving payments, and to view your up-to-date payment balance.
ar: يَجب تحديث التطبيق لمتابعة إرسال عمليات الدفع واستلامها، ولعرض رصيد عمليات الدفع المُحدَّثة الخاصة بك.
be: Абнаўленне неабходна, каб працягваць адпраўляць і атрымліваць плацяжы, а таксама каб прагледзець ваш актуальны плацежны баланс.
bn: পেমেন্ট পাঠানো এবং সংগ্রহ করা চালিয়ে যেতে এবং আপনার আপ-টু-ডেট পেমেন্ট ব্যালেন্স দেখতে আপডেট করা প্রয়োজন।
ca: Cal una actualització per continuar enviant i rebent pagaments i per veure el teu saldo de pagaments actualitzat.
cs: Aktualizace je nutná pro další odesílání a přijímání plateb a pro zobrazení aktuálního zůstatku.
da: Du bliver nødt til at opdatere for at fortsætte med at sende og modtage betalinger og for at se din opdaterede betalingssaldo.
de: Eine Aktualisierung ist erforderlich, um weiterhin Zahlungen zu senden und zu empfangen und deinen aktuellen Zahlungsstand anzuzeigen.
el: Απαιτείται ενημέρωση για να συνεχίσεις να στέλνεις και να λαμβάνεις πληρωμές και να βλέπεις το ενημερωμένο υπόλοιπο πληρωμών σου.
es: Se requiere una actualización para seguir enviando y recibiendo pagos, y para ver tu saldo actualizado.
fa: برای ادامه ارسال و دریافت پرداخت‌ها و مشاهده موجودی به‌روز پرداخت‌هایتان، به‌روزرسانی لازم است.
fi: Sovellus on päivitettävä, jotta voit jatkossakin lähettää ja vastaanottaa maksuja ja nähdä ajantasaiset saldotiedot.
fr: Une mise à jour est nécessaire pour afficher votre solde actualisé et continuer d’envoyer et de recevoir des paiements.
ga: Tá nuashonrú ag teastáil chun leanúint le híocaíochtaí a sheoladh agus a fháil, agus chun féachaint ar d'iarmhéid íocaíochta atá cothrom le dáta.
gu: ચુકવણીઓ મોકલવાનું અને પ્રાપ્ત કરવાનું ચાલુ રાખવા અને તમારું અપ-ટુ-ડેટ ચુકવણી બેલેન્સ જોવા માટે અપડેટ જરૂરી છે.
he: יש לעדכן את Signal כדי להמשיך לשלוח ולקבל תשלומים, ולראות את יתרת התשלומים המעודכנת שלך.
hi: भुगतान करने और प्राप्त करना जारी रखने, तथा अपनी अप-टू-डेट भुगतान शेषराशि को देखने के लिए एक अपडेट आवश्यक है।
hr: Za nastavak slanja i primanja uplata te za pregled vašeg trenutnog stanja računa potrebno je ažurirati aplikaciju.
hu: Frissítés szükséges a kifizetések küldésének és fogadásának folytatásához, valamint a naprakész fizetési egyenleg megtekintéséhez.
id: Diperlukan pembaruan aplikasi agar dapat terus mengirim dan menerima pembayaran, serta melihat saldo pembayaran Anda yang terkini.
it: Devi effettuare un aggiornamento per continuare a inviare e ricevere pagamenti, ma anche per vedere il tuo saldo aggiornato.
ja: 送金や受け取りを継続し、最新の決済残高を表示するためにはアップデートが必要です。
ko: 입/출금 기능을 계속 이용하고 결제 잔액 최신 상태를 보려면 앱을 업데이트해야 합니다.
mr: पेमेंट्स पाठवणे आणि प्राप्त करण्यासाठी, आणि आपली अद्ययावत पेमेंट्स शिल्लक पाहण्यासाठी अद्यतन आवश्यक आहे.
ms: Kemas kini diperlukan untuk meneruskan penghantaran dan penerimaan pembayaran dan untuk melihat baki pembayaran anda yang terkini.
nb: Du må oppdatere appen for å forsette å kunne sende og motta betalinger, og for å se den nyeste saldoen din.
nl: Een update is nodig om betalingen te blijven verzenden en ontvangen, en om je actuele krediet te bekijken.
pl: Aby dalej móc wysyłać i otrzymywać płatności oraz wyświetlać ich saldo, musisz zaktualizować aplikację.
pt_br: Você precisa fazer um update para continuar enviando e recebendo pagamentos e para ver seu saldo de pagamentos atualizado.
pt_pt: É necessária uma atualização para continuar a enviar e receber pagamentos, e para visualizar o seu saldo de pagamentos atualizado.
ro: O actualizare este necesară ca să continui să trimiți și să primești plăți și ca să-ți vezi soldul plăților actualizat.
ru: Обновление необходимо для продолжения отправки и получения платежей, а также для просмотра актуального платёжного баланса.
sk: Ak si želáte naďalej odosielať a prijímať platby a mať prehľad o aktuálnom zostatku platieb, aktualizujte si aplikáciu.
sr: Потребно је да ажурирате апликацију да бисте наставили са слањем и примањем новца, као и да бисте видели ажурирано стање.
sv: En uppdatering krävs för att fortsätta skicka och ta emot betalningar och för att visa ditt uppdaterade betalningssaldo.
th: จำเป็นต้องอัปเดตจึงจะส่งและรับเงินต่อได้ รวมถึงเพื่อดูยอดคงเหลือที่อัปเดตแล้วด้วย
tr: Ödeme gönderip almaya devam etmek ve güncel ödeme bakiyeni görüntülemek için bir güncelleme gereklidir.
ug: پۇل ئەۋەتىش ۋە تاپشۇرۇۋېلىش ۋە ئەڭ يېڭى قالدۇق سوممىڭىزنى كۆرۈش ئۈچۈن ئەپنى يېڭىلاش تەلەپ قىلىنىدۇ.
uk: Потрібно оновити застосунок, щоб і надалі надсилати й отримувати платежі, а також бачити актуальний залишок на рахунку.
ur: پیمنٹس بھیجنا اور وصول کرنا جاری رکھنے کے لیے، اور اپنا اپ ٹو ڈیٹ پیمنٹ بیلنس دیکھنے کے لیے اپ ڈیٹ درکار ہوتی ہے۔
vi: Bạn cần cập nhật để tiếp tục gửi và nhận thanh toán, và để xem số dư tài khoản mới nhất.
zh_cn: 如要发送和接收付款，并查看更新的付款余额，您需要更新 Signal。
zh_hk: 你必須進行更新方可繼續傳送及接收付款，並查看最新的付款餘額。

# SETTINGS_PAYMENTS_PAYMENTS_OUTDATED_TITLE_CANT_SEND
source: Can't Send Payment
ar: تعذَّر إرسال المدفوعات
be: Немагчыма адправіць плацеж
bn: পেমেন্ট পাঠানো যাবে না
ca: No es pot enviar el pagament.
cs: Nelze odeslat platbu
da: Betalingen kan ikke sendes
de: Zahlung kann nicht gesendet werden
el: Δεν είναι δυνατή η αποστολή πληρωμής
es: No se puede enviar el pago
fa: ارسال پرداخت ممکن نیست
fi: Maksun lähetys epäonnistui
fr: Impossible d'effectuer ce paiement
ga: Ní féidir an íocaíocht a sheoladh
gu: પેમેન્ટ મોકલી શકાતું નથી
he: לא ניתן לשלוח תשלום
hi: भुगतान नहीं भेज सकते
hr: Neuspješno slanje uplate
hu: Nem lehetséges a fizetés küldése
id: Tidak dapat mengirimkan pembayaran
it: Impossibile inviare il pagamento
ja: 送金できません
ko: 송금할 수 없음
mr: पेमेंट पाठवू शकत नाही
ms: Tidak dapat menghantar pembayaran
nb: Kan ikke sende betaling
nl: Kan betaling niet verzenden
pl: Nie można wysłać płatności
pt_br: Não é possível enviar o pagamento
pt_pt: Não é possível enviar o pagamento
ro: Nu se poate trimite plata
ru: Невозможно отправить платёж
sk: Platbu nie je možné odoslať
sr: Није могуће послати уплату
sv: Det går inte att skicka betalning
th: ไม่สามารถส่งการชำระเงินได้
tr: Ödeme Gönderilemiyor
ug: چىقىم يوللىنالمىدى
uk: Неможливо надіслати платіж
ur: ادائیگی نہیں بھیج سکتے
vi: Không thể gửi thanh toán
zh_cn: 无法发送付款
zh_hk: 無法發送付款

# SETTINGS_PAYMENTS_PAYMENTS_OUTDATED_TITLE_UPDATE
source: Update Required
ar: التحديث مطلوب
be: Патрабуецца абнаўленне
bn: আপডেট করা প্রয়োজন
ca: Actualització necessària
cs: Je nutná aktualizace
da: Opdatering påkrævet
de: Update erforderlich
el: Απαιτείται αναβάθμιση
es: Actualización necesaria
fa: به‌روزرسانی لازم است
fi: Päivitys vaaditaan
fr: Mise à jour requise
ga: Nuashonrú De Dhíth
gu: અપડેટ જરૂરી છે
he: נדרש עדכון
hi: अपडेट आवश्यक है
hr: Potrebno je ažuriranje
hu: Frissítés szükséges
id: Diperlukan Pembaruan
it: Aggiornamento necessario
ja: アップデートが必要です
ko: 업데이트가 필요합니다.
mr: अद्यतन आवश्यक आहे
ms: Kemas Kini Diperlukan
nb: Oppdatering kreves
nl: Update vereist
pl: Wymagana aktualizacja
pt_br: Update necessário
pt_pt: Atualização necessária
ro: Actualizare Necesară
ru: Требуется обновление
sk: Vyžaduje sa aktualizácia
sr: Неопходно је ажурирање апликације
sv: Uppdatering krävs
th: จำเป็นต้องอัปเดต
tr: Güncelleme Gerekli
ug: يېڭىلاش لازىم
uk: Необхідне оновлення
ur: اپ ڈیٹ درکار ہے
vi: Yêu cầu Cập nhật
zh_cn: 需要更新
zh_hk: 必須更新

# SETTINGS_PAYMENTS_PAYMENTS_TYPE_ALL
source: All
af: Alle
ar: الجميع
az: Hamısı
be: Усе
bn: সমস্ত
ca: Tot
cs: Všichni
cy: Y Cyfan
da: Alle
de: Alle
el: Όλοι/ες
es: Todos
et: Kõik
eu: Denak
fa: همه
fi: Kaikki
fr: Tous
ga: Uile
gu: બધા
he: הכול
hi: सब
hr: Sve
hu: Összes
id: Semua
is: Allt
it: Tutti
ja: すべて
kab: Akk
km: á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲಾ
ko: 모두
lt: Visi
lv: Visi
mk: Сите
ml: എല്ലാം
mr: सर्व
ms: Semua
my: အားလုံး
nb: Alle
nl: Alles
pa: ਸਾਰੇ
pl: Wszystkie
ps: ټول
pt_br: Todos
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sq: Krejt
sr: Све
sv: Alla
sw: Zote
ta: அனைத்து
te: అన్ని
th: ทั้งหมด
tr: Tümü
ug: ھەممىسى
uk: Усі
ur: تمام
vi: Tất cả
zh_cn: 全部
zh_hk: 全部

# SETTINGS_PAYMENTS_PAYMENTS_TYPE_INCOMING
source: Received
af: Ontvang
ar: تمَّ الاستلام
az: Alındı
be: Атрымана
bn: গ্রহণ করা হয়েছে
ca: Rebut
cs: Přijato
cy: Derbyniwyd
da: Modtaget
de: Empfangen
el: Ελήφθη
es: Recibidos
et: Saadud
eu: Jasota
fa: دریافت شد
fi: Vastaanotettu
fr: Reçus
ga: Faighte
gu: મળી ગયા
he: התקבל
hi: मिला
hr: Primljeno
hu: Beérkezett
id: Diterima
is: Móttekið
it: Ricevuti
ja: 着金
kab: Yettwarmes
km: á”á¶á“á‘á‘á½á›
kn: ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ko: 받은 시간
lt: Gauta
lv: Saņemta
mk: Примено
ml: ലഭിച്ചു
mr: प्राप्त झाले
ms: Diterima
my: လက်ခံရရှိပြီး
nb: Mottatt
nl: Ontvangen
pa: ਪ੍ਰਾਪਤ ਕੀਤਾ
pl: Otrzymane
ps: راورسیدي
pt_br: Recebidos
pt_pt: Recebida
ro: Primit
ru: Полученные
sk: Prijatá
sl: Prejeto
sq: Marrë më
sr: Примљено
sv: Mottagen
sw: Umepokewa
ta: பெறப்பட்டது
te: అందుకున్న
th: ได้รับแล้ว
tr: Alındı
ug: تاپشۇرۇۋېلىنغان
uk: Отримано
ur: وصول ہو گیا ہے
vi: Đã nhận
zh_cn: 接收
zh_hk: 已收取

# SETTINGS_PAYMENTS_PAYMENTS_TYPE_OUTGOING
source: Sent
af: Gestuur
ar: تمَّ الارسال
az: Göndərildi
be: Адпраўлена
bn: পাঠানো হয়েছে
ca: Enviament
cs: Odesláno
cy: Anfonwyd
da: Sendt
de: Versendet
el: Στάλθηκε στις
es: Enviados
et: Saadetud
eu: Bidalita
fa: ارسال شد
fi: Lähetetyt
fr: Émis
ga: Seolta
gu: મોકલ્યો
he: נשלח
hi: भेज दिया गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviati
ja: 送金
kab: Ttwazanen
km: á”á¶á“á•áŸ’á‰á¾
kn: ಕಳುಹಿಸಲಾಗಿದೆ
ko: 보낸 시간
lt: Išsiųsta
lv: Nosūtīta
mk: Испратено
ml: അയച്ചു
mr: पाठविले
ms: Dihantar
my: ပို့ပြီးပြီ
nb: Sendt
nl: Verzonden
pa: ਭੇਜਿਆ
pl: Wysłane
ps: لیږل شوی
pt_br: Enviados
pt_pt: Enviada
ro: Trimis
ru: Отправленные
sk: Odoslaná
sl: Poslano:
sq: Dërguar më
sr: Послато
sv: Skickad
sw: Umetumwa
ta: அனுப்பியது
te: పంపిన
th: ส่งแล้ว
tr: Gönderildi
ug: يوللانغان
uk: Надіслано
ur: بھیجا گیا
vi: Đã gửi
zh_cn: 发送
zh_hk: 已傳送

# SETTINGS_PAYMENTS_RECENT_PAYMENTS
source: Recent Payments
af: Onlangse betalings
ar: المدفوعات السابقة
az: Son ödənişlər
be: Нядаўнія плацяжы
bn: সাম্প্রতিক পেমেন্ট
ca: Pagaments recents
cs: Nedávné platby
cy: Taliadau Diweddar
da: Seneste betalinger
de: Letzte Zahlungen
el: Πρόσφατες πληρωμές
es: Pagos recientes
et: Hiljutised maksed
fa: پرداخت‌های اخیر
fi: Viimeisimmät maksut
fr: Paiements récents
gu: તાજેતરના પેમેન્ટ્સ
he: תשלומים מהזמן האחרון
hi: हाल ही के भुगतान
hr: Nedavna plaćanja
hu: Legutóbbi fizetések
id: Pembayaran Terbaru
is: Nýlegar greiðslur
it: Pagamenti recenti
ja: 最近の決済
km: á€á¶ášá‘á¼á‘á¶ááŸ‹ááŸ’á˜á¸áŸ—
kn: ಇತ್ತೀಚಿನ ಪೇಮೆಂಟ್‌ಗಳು
ko: 최근 지불
lt: Paskiausi mokėjimai
lv: Nesenie maksājumi
ml: സമീപകാല പേയ്മെന്റുകൾ
mr: अलीकडील पेमेंट
ms: Pembayaran Terkini
my: လတ်တလော ငွေပေးချေမှုများ
nb: Nylige betalinger
nl: Recente betalingen
pa: ਹਾਲੀਆ ਅਦਾਇਗੀ
pl: Ostatnie płatności
ps: وروستي پرداختونه
pt_br: Pagamentos recentes
pt_pt: Pagamentos recentes
ro: Plăți recente
ru: Недавние платежи
sk: Posledné platby
sl: Nedavna plačila
sq: Pagesa Së Fundi
sr: Недавна плаћања
sv: Senaste betalningar
sw: Malipo ya Hivi Majuzi
ta: சமீபத்திய கொடுப்பனவுகள்
te: ఇటీవలి చెల్లింపులు
th: การชำระเงินล่าสุด
tr: Son Ödemeler
ug: يېقىنقى چىقىملار
uk: Недавні платежі
ur: حالیہ ادائیگی
vi: Thanh toán Gần đây
zh_cn: 最近付款
zh_hk: 最近的付款
