Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_BACKUP_RESTORE_ERROR_SKIP_RESTORE_ACTION
source: Skip Restore
ar: تخطِّي الاستعادة
be: Прапусціць аднаўленне
bn: পুনরুদ্ধার এড়িয়ে যান
ca: Ometre la restauració
cs: Přeskočit obnovení
da: Spring gendannelse over
de: Wiederherstellen überspringen
el: Παράλειψη επαναφοράς
es: Omitir restauración
fa: رد کردن بازیابی
fi: Ohita palautus
fr: Ignorer la restauration
ga: Scipeáil an t-aischur
gu: રિસ્ટોર કરવાનું સ્કિપ કરો
he: דילוג על שחזור
hi: रीस्टोर करना छोड़ें
hr: Preskoči
hu: Visszaállítás kihagyása
id: Lewati Pemulihan
it: Salta il ripristino
ja: 復元をスキップする
ko: 복원 건너뛰기
mr: पुर्नस्थापित करणे वगळा
ms: Langkau pemulihan
nb: Hopp over gjenoppretting
nl: Herstel overslaan
pl: Pomiń przywracanie
pt_br: Pular restauração
pt_pt: Saltar restauro
ro: Sari peste restaurare
ru: Пропустить восстановление
sk: Preskočiť obnovenie
sr: Прескочи враћање
sv: Hoppa över återställning
th: ข้ามการกู้คืน
tr: Geri yüklemeyi atla
ug: ئەسلىگە كەلتۈرۈشتى ئاتلاڭ
uk: Не відновлювати
ur: بحال کرنا نظر انداز کریں
vi: Bỏ qua
zh_cn: 跳过恢复
zh_hk: 跳過還原

# REGISTRATION_BACKUP_RESTORE_ERROR_TRY_AGAIN_ACTION
source: Try Again
ar: حاوِل مُجدَّدًا
be: Паўтарыць спробу
bn: আবার চেষ্টা করুন
ca: Proveu de nou
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Ξαναδοκίμασε
es: Reintentar
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fr: Réessayer
ga: Bain Triail Eile As
gu: ફરીથી પ્રયત્ન કરો
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušajte ponovo
hu: Újrapróbálkozás
id: Coba Lagi
it: Riprova
ja: 再度試す
ko: 다시 시도
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Попробовать ещё раз
sk: Skúsiť znovu
sr: Пробајте поново
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden Dene
ug: قايتا سىنا
uk: Спробувати знову
ur: دوبارہ کوشش کریں
vi: Hãy thử lại
zh_cn: 重试
zh_hk: 再試一次

# REGISTRATION_BACKUP_RESTORE_ERROR_UNSUPPORTED_BACKUP_VERSION_BODY
source: To restore your backup, make sure you’re on the latest version of Signal and try again. If this problem persists, contact support.
ar: لاسترداد النسخة الاحتياطية الخاصة بك، تأكَّد من أنك تستخدم لآخر إصدار من سيجنال ثم حاوِل مُجدَّدًا. إذا استمرت المشكلة، تواصَل بقسم الدعم.
be: Каб аднавіць рэзервовую копію, пераканайцеся, што вы маеце апошнюю версію Signal, і паўтарыце спробу. Калі праблема не знікне, звярніцеся да службы падтрымкі.
bn: আপনার ব্যাকআপ পুনর্বহাল করতে, নিশ্চিত করুন যে আপনি Signal-এর সর্বশেষ সংস্করণে আছেন এবং আবার চেষ্টা করুন। এই সমস্যা অব্যাহত থাকলে, সহায়তার সাথে যোগাযোগ করুন।
ca: Per restaurar la teva còpia de seguretat, assegura't d'estar utilitzant la darrera versió de Signal i torna-ho a provar. Si el problema persisteix, posa't en contacte amb el servei de suport.
cs: Pokud chcete obnovit zálohu, ujistěte se, že používáte nejnovější verzi aplikace Signal, a zkuste to znovu. Pokud problém přetrvává, kontaktujte podporu.
da: For at gendanne din sikkerhedskopi skal du sikre, at du bruger den nyeste version af Signal, og derefter prøve igen. Kontakt support, hvis problemet fortsætter.
de: Vergewissere dich, dass du die neueste Version von Signal verwendest, um dein Backup wiederherzustellen, und versuche es erneut. Falls das Problem weiterhin besteht, kontaktiere bitte den Support.
el: Για να επαναφέρεις το αντίγραφο ασφαλείας, βεβαιώσου ότι έχεις την πιο πρόσφατη έκδοση του Signal και δοκίμασε ξανά. Εάν το πρόβλημα παραμένει, επικοινώνησε με την υποστήριξη.
es: Para restaurar tu copia de seguridad, asegúrate de tener la última versión de Signal y vuelve a intentarlo. Si el problema persiste, ponte en contacto con el equipo de asistencia.
fa: برای بازیابی نسخه پشتیبان، مطمئن شوید که از آخرین نسخه سیگنال استفاده می‌کنید و دوباره امتحان کنید. اگر مشکل همچنان ادامه یافت، با پشتیبانی تماس بگیرید.
fi: Palauttaaksesi varmuuskopion, varmista, että käytät Signalin uusinta versiota ja yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä tukeen.
fr: Pour restaurer votre sauvegarde, vérifiez que vous avez bien installé la dernière version de Signal, puis réessayez. Si le problème persiste, contactez l'assistance.
ga: Le do chúltaca a aischur, cinntigh go bhfuil an leagan is déanaí Signal agat agus triail arís. Má leanann an fhadhb sin, déan teagmháil leis an bhfoireann tacaíochta.
gu: તમારા બેકઅપને રિસ્ટોર કરવા માટે, ખાતરી કરો કે તમે Signalના લેટેસ્ટ વર્ઝન પર છો અને ફરી પ્રયાસ કરો. જો સમસ્યા ચાલુ રહે તો સપોર્ટનો સંપર્ક કરો.
he: כדי לאחסן את הגיבוי שלך, יש לוודא שיש לך את הגרסה האחרונה של Signal ולנסות שוב. אם הבעיה הזו נמשכת, יש ליצור קשר עם התמיכה.
hi: अपना बैकअप रीस्टोर करने के लिए पक्का करें कि आपके पास Signal का सबसे नया वर्ज़न हो और इसके बाद फिर से कोशिश करें। अगर समस्या बनी रहती है, तो सपोर्ट से संपर्क करें।
hr: Za vraćanje podataka iz sigurnosne kopije provjerite imate li najnoviju verziju Signala i pokušajte ponovno. Ako se problem i dalje pojavljuje, obratite se korisničkoj podršci.
hu: A biztonsági mentés visszaállításához győződj meg arról, hogy a Signal legújabb verzióját használod, és próbáld újra. Ha a probléma továbbra is fennáll, fordulj az ügyfélszolgálathoz.
id: Untuk memulihkan data cadangan, pastikan Anda menggunakan Signal versi terbaru, lalu coba lagi. Jika masalah ini berlanjut, hubungi tim dukungan.
it: Per ripristinare il tuo backup, accertati di star usando la versione più recente di Signal e riprova. Se il problema persiste, contatta l'assistenza.
ja: バックアップを復元するには、Signalが最新バージョンであることを確認してから、もう一度お試しください。この問題が解決しない場合は、サポートにお問い合わせください。
ko: 백업을 복원하려면 Signal의 최신 버전으로 업데이트한 후 다시 시도해 주세요. 이 문제가 계속되면 지원팀에 연락해 주세요.
mr: तुमचा बॅकअप पूर्ववत करण्यासाठी, तुम्ही Signal च्या सर्वांत नव्या आवृत्तीवर आहात याची खात्री करून घ्या आणि मग पुन्हा प्रयत्न करा. जर ही समस्या उद्भवत राहिली, तर सपोर्टशी संंपर्क साधा.
ms: Untuk memulihkan sandaran anda, pastikan anda menggunakan versi terkini Signal dan cuba lagi. Jika masalah ini berterusan, hubungi sokongan.
nb: For å gjenopprette sikkerhetskopien må du sørge for at du bruker den nyeste versjonen av Signal før du prøver på nytt. Ta kontakt med brukerstøtten vår dersom problemet vedvarer.
nl: Wil je je back-up herstellen? Controleer of je de meest recente versie van Signal gebruikt en probeer het daarna opnieuw. Als dit probleem zich blijft voordoen, neem dan contact op met ondersteuning.
pl: Aby przywrócić kopię zapasową, sprawdź, czy masz najnowszą wersję aplikacji Signal, i spróbuj ponownie. Jeśli problem będzie się powtarzać, skontaktuj się z pomocą techniczną.
pt_br: Para restaurar seu backup, verifique se você está usando a versão mais recente do Signal e tente novamente. Se o problema continuar, entre em contato com o suporte.
pt_pt: Para restaurar a sua cópia de segurança, certifique-se de que está na última versão do Signal e tente novamente. Se o problema persistir, contacte o suporte.
ro: Pentru a restaura copia de rezervă, asigură-te că ai cea mai recentă versiune de Signal și încearcă din nou. Dacă această problemă persistă, contactează serviciul de asistență.
ru: Чтобы восстановить резервную копию, убедитесь, что на вашем устройстве установлена последняя версия Signal, и повторите попытку. Если проблема не решается, свяжитесь со службой поддержки.
sk: Ak chcete obnoviť zálohu, uistite sa, že používate najnovšiu verziu Signalu a skúste to znova. Ak problém pretrváva, kontaktujte podporu.
sr: Да бисте вратили резервну копију, проверите да ли користите најновију верзију Signal-а и пробајте поново. Ако се проблем и даље буде појављивао, обратите се подршци.
sv: För att återställa din säkerhetskopia, se till att du använder den senaste versionen av Signal och försök igen. Kontakta supporten om problemet kvarstår.
th: สำหรับการกู้คืนข้อมูลสำรอง โปรดตรวจสอบให้แน่ใจว่าคุณกำลังใช้งาน Signal เวอร์ชันล่าสุดแล้วลองอีกครั้ง โปรดติดต่อฝ่ายสนับสนุนหากคุณยังพบปัญหาอยู่
tr: Yedeklemeni geri yüklemek için Signal'ın en son sürümünü kullandığından emin ol ve tekrar dene. Sorun devam ederse, destekle iletişime geç.
ug: زاپاسلاشنى ئەسلىگە كەلتۈرۈش ئۈچۈن ، Signalنىڭ ئەڭ يېڭى نەشرىدە ئىكەنلىكىڭىزنى جەزملەشتۈرۈڭ ۋە قايتا سىناڭ. ئەگەر بۇ مەسىلە داۋاملاشسا ، Signal ياردەم مەركىزى بىلەن ئالاقىلىشىڭ.
uk: Щоб відновити дані з резервної копії, оновіть Signal до останньої версії, якщо ще цього не зробили, і спробуйте ще раз. Якщо це не допоможе, зв'яжіться зі службою підтримки.
ur: اپنا بیک اپ بحال کرنے کے لیے، یقینی بنائیں کہ آپ Signal کا تازہ ترین ورژن استعمال کر رہے ہیں اور دوبارہ کوشش کریں۔ اگر یہ مسئلہ برقرار رہتا ہے، تو سپورٹ سے رابطہ کریں۔
vi: Để khôi phục bản sao lưu của bạn, đảm bảo bạn đang sử dụng phiên bản mới nhất của Signal và thử lại. Nếu vẫn gặp vấn đề này, hãy liên hệ với bộ phận hỗ trợ.
zh_cn: 要恢复您的备份，请确保您使用的是最新版本的 Signal，然后重试。如果问题仍然存在，请联系支持人员。
zh_hk: 若要還原備份，請確保你已使用最新版本的 Signal，然後重試。如果問題持續，請聯絡支援團隊。

# REGISTRATION_BACKUP_RESTORE_ERROR_UNSUPPORTED_BACKUP_VERSION_TITLE
source: Update required
ar: التحديث مطلوب
be: Патрабуецца абнаўленне
bn: আপডেট করা প্রয়োজন
ca: Actualització necessària
cs: Je nutná aktualizace
da: Opdatering påkrævet
de: Update erforderlich
el: Απαιτείται αναβάθμιση
es: Actualización necesaria
fa: به‌روزرسانی لازم است
fi: Päivitys vaaditaan
fr: Mise à jour nécessaire
ga: Nuashonrú de dhíth
gu: અપડેટ જરૂરી છે
he: נדרש עדכון
hi: अपडेट आवश्यक है
hr: Potrebno je ažuriranje
hu: Frissítés szükséges
id: Diperlukan pembaruan
it: Aggiornamento necessario
ja: アップデートが必要です
ko: 업데이트가 필요합니다.
mr: अद्यतन आवश्यक आहे
ms: Kemas Kini Diperlukan
nb: Oppdatering kreves
nl: Update vereist
pl: Wymagana aktualizacja
pt_br: Update necessário
pt_pt: Atualização necessária
ro: Actualizare Necesară
ru: Требуется обновление
sk: Vyžaduje sa aktualizácia
sr: Неопходно је ажурирање апликације
sv: Uppdatering krävs
th: จำเป็นต้องอัปเดต
tr: Güncelleme Gerekli
ug: يېڭىلاش لازىم
uk: Необхідне оновлення
ur: اپ ڈیٹ درکار ہے
vi: Yêu cầu Cập nhật
zh_cn: 需要更新
zh_hk: 必須更新

# REGISTRATION_BODY
source: Failed to re-register for push notifications.
af: Kon nie herregistreer vir stootkennisgewings nie.
ar: فشلت إعادة الاشتراك في الإشعارات داخل التطبيق.
az: Ani bildirişlər üçün təkrar qeydiyyat uğursuz oldu.
be: Паўторная рэгістрацыя для атрымання push-паведамленняў не атрымалася.
bg: Не успяхте да се пререгистрирахте за изкачащи известявания.
bn: পুশ বিজ্ঞপ্তিগুলির জন্য পুনরায় নিবন্ধন করতে ব্যর্থ।
ca: Ha fallat registrar-se de nou per a les notificacions.
cs: Opětovná registrace oznámení push se nezdařila.
cy: Methwyd ailgofrestru ar gyfer hysbysebiadau gwthio.
da: Kunne ikke aktivere push-notifikationer
de: Push-Mitteilungen konnten nicht erneut registriert werden.
el: Αποτυχία επανεγγραφής για λήψη ειδοποιήσεων.
es: No se han podido reactivar las notificaciones push.
es_es: Fallo al recuperar token para recibir notificaciones.
et: Teavituste saamiseks uuesti registreerumine ei õnnestunud.
eu: Push jakinarazpenetarako erregistratzeak huts egin du.
fa: خطا در فعال‌سازی مجدد اعلان‌های فوری.
fi: Push-ilmoitusten uudellenrekisteröinti epäonnistui.
fil: Bigong mai-rehistrong muli para sa mga push notification.
fr: Impossible de réactiver les notifications push.
ga: Theip ort athchlárú le brúfhógraí.
gu: પુશ સૂચનો માટે ફરીથી રજીસ્ટર કરવામાં નિષ્ફળ.
he: נכשל בהרשמה מחדש עבור התראות דחיפה.
hi: पुश अधिसूचनाएँ को पुनः पंजिकृत करना असफल रहा।
hr: Ponovna registracija push obavijesti nije uspjela.
hu: Push értesítések újraregisztrálása sikertelen.
id: Gagal mendaftar ulang untuk mendapatkan notifikasi.
is: Mistókst að endurskrá fyrir ýti-tilkynningar.
it: Errore in fase di ri-registrazione delle notifiche push.
ja: プッシュ通知の再登録に失敗しました。
kab: Allus n ujerred ur idda ara i udegger n yilεa.
kk: Push құлақтандыруларды қайтадан тіркеу сәтсіз болды.
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á¡á¾á„áœá·á‰â€‹ áŸá˜áŸ’ášá¶á”áŸ‹á€á¶ášá‡á¼á“áŠáŸ†áá¹á„áŸ”
kn: ಪುಶ್ ಅಧಿಸೂಚನೆಗಳಿಗಾಗಿ ಯಶಸ್ವಿಯಾಗಿ ಪುನಃ ನೋಂದಾಯಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 푸시 알림 재등록에 실패했습니다.
lt: Nepavyko iš naujo užsiregistruoti „Push“ pranešimams.
lv: Neizdevās atkārtoti reģistrēties automātiskajiem paziņojumiem.
mk: Повторното регистирањето за автоматски известувања беше неуспешно.
ml: പുഷ് നോട്ടിഫിക്കേഷനുകൾക്ക് വേണ്ടി റീ-രജിസ്റ്റർ ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടിരിക്കുന്നു.
mr: पुश सूचनांकरिता पुनर्नोंदणी करण्यात अयशस्वी.
ms: Gagal untuk mendaftar semula pemberitahuan tolak.
my: push notifications အတွက် ပြန်စာရင်းလုပ်တာ မအောင်မြင်ပါ။
nb: Klarte ikke å omregistrere for push-varslinger.
nl: Opnieuw registreren voor pushmeldingen is mislukt.
pa: ਪੁਸ਼ ਸੂਚਨਾਵਾਂ ਲਈ ਮੁੜ-ਰਜਿਸਟਰ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ.
pa_pk: پُش اطلاواں دے لئی فیر رجسٹر کرن اچ ناکام۔
pl: Nie udało się ponownie skonfigurować powiadomień push.
ps: د لیږونکو خبرتیاوو لپاره بیا نوم لیکنه تر سره نشوه.
pt_br: Falha ao rerregistrar para envio de notificações
pt_pt: Falhou a reinscrição nas notificações push.
ro: Eroare la re-înregistrare pentru notificările push.
ru: Перерегистрирация для получения push-уведомлений не удалась.
sk: Opätovné zaregistrovanie push notifikácií zlyhalo.
sl: Ponovna registracija za potisna obvestila ni bila uspešna.
sq: S’u arrit të bëhej riregjistrim për njoftime push.
sr: Поновна пријава на обавештења није успела.
sv: Det gick inte att omregistrera för pushnotiser.
sw: Imefeli kujisajili tena kwa arifa za kushinikiza.
ta: புஷ் அறிவிப்புகளுக்கு மீண்டும் பதிவுசெய்வதில் தோல்வி.
te: పుష్ నోటిఫికేషన్‌ల కోసం తిరిగి నమోదు చేయడంలో విఫలమైంది.
th: การลงทะเบียนอีกครั้งสำหรับการแจ้งเตือนแบบพุชไม่สำเร็จ
tr: Anlık bildirimler için yeniden kayıt edilemedi.
ug: تەۋسىيە ئۇقتۇرۇشنى قايتا تىزىملىتالمىدى.
uk: Не вдалося заново зареєструвати токен для отримання push-сповіщень.
ur: پش اطلاعات کیلئے دوبارہ رجسٹر کرنے میں ناکامی ۔
vi: Không thể đăng ký lại để nhận thông báo đẩy.
zh_cn: 重新注册推送失败.
zh_hk: 無法重設通知功能。

# REGISTRATION_CANNOT_CONTINUE_WITHOUT_UPDATING_APP_ACTION
source: Update
ar: تحديث
be: Абнавіць
bn: আপডেট করুন
ca: Actualització
cs: Aktualizovat
da: Opdatér
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fa: به‌روزرسانی
fi: Päivitä
fr: Mettre à jour
ga: Nuashonraigh
gu: અપડેટ કરો
he: עדכון
hi: अपडेट करें
hr: Ažuriraj
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: アップデートする
ko: 업데이트
mr: अद्यतन
ms: Kemas kini
nb: Oppdater
nl: Bijwerken
pl: Zaktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sr: Ажурирај
sv: Uppdatera
th: อัปเดต
tr: Güncelle
ug: يېڭىلاش
uk: Оновити
ur: اپ ڈیٹ کریں
vi: Cập nhật
zh_cn: 更新
zh_hk: 更新

# REGISTRATION_CANNOT_CONTINUE_WITHOUT_UPDATING_APP_DESCRIPTION
source: To continue with registration, please update to the latest version of Signal.
ar: لمتابعة التسجيل، يُرجى التحديث إلى أحدث إصدار من سيجنال.
be: Каб працягнуць рэгістрацыю, зрабіце абнаўленне да апошняй версіі Signal.
bn: নিবন্ধন চালিয়ে যেতে, অনুগ্রহ করে Signal-এর সর্বশেষ সংস্করণে আপডেট করুন।
ca: Per continuar amb el registre, actualitza a la darrera versió de Signal.
cs: Chcete-li pokračovat v registraci, aktualizujte aplikaci Signal na nejnovější verzi.
da: For at fortsætte med registreringen, skal du opdatere til den nyeste version af Signal.
de: Um mit der Registrierung fortzufahren, aktualisiere bitte auf die neueste Version von Signal.
el: Για να συνεχίσεις με την εγγραφή, κάνε ενημέρωση στην τελευταία έκδοση του Signal.
es: Para continuar con el proceso de registro, actualiza a la última versión de Signal.
fa: برای ادامه ثبت‌نام، لطفاً به جدیدترین نسخه سیگنال به‌روزرسانی کنید.
fi: Jatka rekisteröintiä päivittämällä Signalin uusimpaan versioon.
fr: Pour poursuivre l'inscription, merci d'installer la dernière version de Signal.
ga: Le leanúint leis gan chlárú, nuashonraigh chuig an leagan is déanaí de Signal.
gu: રજીસ્ટ્રેશન ચાલુ રાખવા માટે, કૃપા કરીને Signalના નવીનતમ વર્ઝન પર અપડેટ કરો.
he: כדי להמשיך ברישום, צריך לעדכן לגרסה האחרונה של Signal.
hi: पंजीकरण जारी रखने के लिए, कृपया Signal के नवीनतम संस्करण में अपडेट करें।
hr: Da biste nastavili s registracijom, molimo ažurirajte Signal na najnoviju verziju.
hu: A regisztráció folytatásához frissíts a Signal legújabb verziójára.
id: Untuk melanjutkan pendaftaran, perbarui Signal ke versi terbaru.
it: Per proseguire con la registrazione, devi aggiornare l'app di Signal alla versione più recente.
ja: 登録を続行するには、Signal の最新バージョンにアップデートしてください。
ko: 등록을 계속하려면 최신 버전 Signal로 업데이트해 주세요.
mr: नोंदणीकरण पुढे सुरु ठेवण्यासाठी, कृपया Signal च्या नवीनतम आवृत्तीसह अद्यतन करा.
ms: Untuk meneruskan pendaftaran, sila kemas kini kepada versi terkini Signal.
nb: Oppgrader til den nyeste versjonen av Signal for å fortsette registreringen.
nl: Werk bij naar de nieuwste versie van Signal om door te gaan met de registratie.
pl: Aby kontynuować rejestrację, zaktualizuj aplikację Signal do najnowszej wersji.
pt_br: Para continuar com o cadastro, atualize o app do Signal para a versão mais recente.
pt_pt: Para continuar com registo, atualize para a versão mais recente do Signal.
ro: Ca să continui cu înregistrarea, actualizează la cea mai recentă versiune de Signal.
ru: Чтобы продолжить регистрацию, пожалуйста, обновите Signal до последней версии.
sk: Ak chcete pokračovať v registrácii, aktualizujte Signal na najnovšiu verziu.
sr: Да бисте наставили са регистрацијом, ажурирајте Signal на најновију верзију.
sv: Uppdatera till den senaste versionen av Signal för att fortsätta med registreringen.
th: กรุณาอัปเดตเป็น Signal เวอร์ชันล่าสุดเพื่อลงทะเบียนต่อ
tr: Kayda devam etmek için lütfen Signal'in en son sürümüne güncelle.
ug: Signal نىڭ ئەڭ يېڭى نەشرىگە يېڭىلاپ تىزىملىتىشنى داۋاملاشتۇرۇڭ.
uk: Щоб продовжити реєстрацію, оновіть Signal до останньої версії.
ur: رجسٹریشن جاری رکھنے کے لیے، براہ کرم Signal کے تازہ ترین ورژن پر اپ ڈیٹ کریں۔
vi: Để tiếp tục đăng ký, vui lòng cập nhật phiên bản mới nhất của Signal.
zh_cn: 如要继续注册，请将 Signal 更新到最新版本。
zh_hk: 如要繼續註冊，請更新至最新版本的 Signal。

# REGISTRATION_CANNOT_CONTINUE_WITHOUT_UPDATING_APP_TITLE
source: Update Required
ar: التحديث مطلوب
be: Патрабуецца абнаўленне
bn: আপডেট করা প্রয়োজন
ca: Actualització necessària
cs: Je vyžadována aktualizace
da: Opdatering påkrævet
de: Update erforderlich
el: Απαιτείται αναβάθμιση
es: Actualización necesaria
fa: به‌روزرسانی لازم است
fi: Päivitys vaaditaan
fr: Mise à jour requise
ga: Nuashonrú De Dhíth
gu: અપડેટ જરૂરી છે
he: נדרש עדכון
hi: अपडेट आवश्यक है
hr: Potrebno je ažuriranje
hu: Frissítés szükséges
id: Diperlukan Pembaruan
it: Aggiornamento necessario
ja: アップデートが必要です
ko: 업데이트 필요
mr: अद्यतन आवश्यक आहे
ms: Kemas Kini Diperlukan
nb: Oppdatering kreves
nl: Update vereist
pl: Wymagana aktualizacja
pt_br: Update necessário
pt_pt: Atualização necessária
ro: Actualizare Necesară
ru: Требуется обновление
sk: Vyžaduje sa aktualizácia
sr: Неопходно је ажурирање апликације
sv: Uppdatering krävs
th: จำเป็นต้องอัปเดต
tr: Güncelleme Gerekli
ug: يېڭىلاش كېرەك
uk: Необхідне оновлення
ur: اپ ڈیٹ درکار ہے
vi: Yêu cầu Cập nhật
zh_cn: 需要更新
zh_hk: 必須更新

# REGISTRATION_CAPTCHA_TITLE
source: We need to verify that you’re human
ar: نحتاج للتحقُّق من أنك لستَ روبوتًا.
be: Нам трэба праверыць, што вы не робат
bn: আপনি যে একজন মানুষ তা আমরা যাচাই করতে চাই।
ca: Hem de verificar que ets una persona
cs: Potřebujeme ověřit, že jste člověk
da: Vi skal bekræfte, at du er et menneske
de: Wir müssen prüfen, ob du ein Mensch bist
el: Πρέπει να επιβεβαιώσουμε ότι είσαι άνθρωπος
es: Necesitamos verificar que eres una persona
fa: باید تأیید کنیم که شما ربات نیستید
fi: Meidän on varmistettava, että olet ihminen
fr: Nous devons vérifier que vous êtes un être humain.
ga: Ní mór dúinn a fhíorú gur duine thú
gu: તમારે કન્ફર્મ કરવાની જરૂર છે કે તમે માણસ છો
he: אנחנו צריכים לוודא שלא מדובר ברובוט
hi: हमें ये निशचित करना होगा कि आप इंसान हैं
hr: Moramo potvrditi da ste ljudsko biće
hu: Meg kell bizonyosodnunk róla, hogy valódi személy vagy
id: Kami perlu memverifikasi bahwa Anda manusia
it: Dobbiamo verificare che sei una persona e non un bot!
ja: あなたがロボットでないことを確認します
ko: 사람 인증
mr: आम्हाला आपण मनुष्य असल्याचे सत्यापित करायचे आहे
ms: Kami perlu mengesahkan bahawa anda adalah manusia
nb: Vi må bekrefte at du er et menneske
nl: We moeten verifiëren dat je een mens bent
pl: Musimy potwierdzić, że jesteś człowiekiem
pt_br: Precisamos verificar que você é um ser humano
pt_pt: Necessitamos de verificar que é humano
ro: Trebuie să verificăm dacă ești om
ru: Нам нужно убедиться, что вы человек
sk: Potrebujeme si overiť, že ste človek a nie robot
sr: Морамо да потврдимо да сте људско биће.
sv: Vi måste verifiera att du är en människa
th: เราจำเป็นต้องตรวจยืนยันว่าคุณเป็นมนุษย์
tr: İnsan olduğunu doğrulamamız gerekiyor
ug: سىزنىڭ ئادەم ئىكەنلىكىڭىزنى دەلىللىشىمىز كېرەك
uk: Нам потрібно переконатися, що ви людина
ur: ہم آپ کے انسان ہونے کی تصدیق کرنا چاہتے ہیں
vi: Chúng tôi cần xác minh bạn là người
zh_cn: 我们需要验证您是真正的用户
zh_hk: 我們必須確認你是真人

# REGISTRATION_DEFAULT_COUNTRY_NAME
source: Country Code
af: Landkode
ar: كود الدولة
az: Ölkə kodu
be: Код краіны
bg: Код на Държава
bn: দেশ কোড
ca: Codi internacional
cs: Kód země
cy: Côd Gwlad
da: Landekode
de: Landesvorwahl
el: Κωδικός χώρας
es: Código de país
es_es: Código de país
et: Riigi suunakood
eu: Herrialdearen kodea
fa: پیش‌شماره کشور
fi: Maatunnus
fr: Indicatif de pays
ga: Cód Tíre
gu: દેશનો કોડ
he: קוד מדינה
hi: देश कोड
hr: Kôd države
hu: Országkód
id: Kode Negeri
is: Landskóði
it: Prefisso telefonico internazionale
ja: 国番号
kab: Tangalt n tmurt
kk: Ел коды
km: á€á¼áŠá”áŸ’ášá‘áŸáŸ
kn: ದೇಶದ ಕೋಡ್
ko: 국가 코드
lt: Šalies kodas
lv: Valsts kods
mk: Повикувачки број на земјата
ml: രാജ്യ കോഡ്
mr: देश कोड
ms: Kod Negara
my: နိုင်ငံကုဒ်
nb: Landskode
nl: Landcode
pa: ਦੇਸ਼ ਦਾ ਕੋਡ
pa_pk: ملک دا کوڈ
pl: Kod kraju
ps: هېوادنی کوډ
pt_br: Código do país
pt_pt: Código do país
ro: Prefixul țării
ru: Код страны
sk: Kód krajiny
sl: Koda države
sq: Kod Vendi
sr: Позивни број државе
sv: Landskod
sw: Nambari ya Nchi
ta: நாட்டின் குறியீடு
te: దేశం కోడ్
th: รหัสประเทศ
tr: Ülke Kodu
ug: دۆلەت كودى
uk: Код країни
ur: ملک کا کوڈ
vi: Mã quốc gia
zh_cn: 国家编码
zh_hk: 國家代碼
