Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUPS_LEGACY_GROUP_INDICATOR
source: Legacy Group
af: Legaatgroep
ar: مجموعة بنمط سابق
az: Köhnə Qrup
be: Старая група
bn: লিগ্যাসি গ্রুপ
ca: Grup Antic
cs: Starší skupina
cy: Hen Grŵp
da: Forældet gruppe
de: Gruppe alten Typs
el: Ομάδα παλαιού τύπου
es: Grupo antiguo
es_es: Grupo antiguo
et: Vana grupp
eu: Jarauntsitako Taldea
fa: گروه موروثی
fi: Vanhan tyyppinen ryhmä
fr: Groupe hérité
ga: Grúpa Oidhreachta
gu: જૂના ગ્રુપ
he: קבוצה מיושנת
hi: लेगेसी ग्रुप
hr: Naslijeđena grupa
hu: Régi típusú csoport
id: Grup Lama
is: Eldri gerð hóps
it: Gruppo Legacy
ja: レガシーグループ
kab: Agraw aqbur
km: á€áŸ’ášá»á˜á˜á»á“
kn: ಹಳೆಯ ಗುಂಪು
ko: 구형 그룹
lt: Pasenusi grupė
lv: Mantotā grupa
mk: Застарена група
ml: ലെഗസി ഗ്രൂപ്പ്
mr: लेगसी गट
ms: Kumpulan Legasi
my: အမွေအဖွဲ့
nb: Legacy-grupper
nl: Verouderde groep
pa: ਪੁਰਾਣਾ ਗਰੁੱਪ
pl: Stara grupa
ps: پخوانی ګروپ
pt_br: Grupo Legado
pt_pt: Grupo legado
ro: Grup vechi
ru: Старая группа
sk: Zastaraná skupina
sl: Stara oblika skupine
sq: Grup i Dikurshëm
sr: Стара група
sv: Äldre grupp
sw: Kikundi Kizee
ta: பழைய மரபு குழு
te: లెగసీ సమూహం
th: กลุ่มแบบเก่า
tr: Eski Grup
ug: كونا گۇرۇپپا
uk: Застаріла група
ur: لیگیسی گروپ
vi: Nhóm Cũ
zh_cn: 旧版群组
zh_hk: 舊版群組

# GROUPS_REPLACE_ADMIN_ALERT_MESSAGE
source: Before you leave, choose a new admin for this group.
af: Voor jy verlaat, kies ’n nuwe admin vir hierdie groep.
ar: قبل أن تُغادر، اختر مشرفًا جديدًا لهذه المجموعة.
az: Tərk etməzdən əvvəl bu qrup üçün yeni bir admin seçin.
be: Перш чым пакінуць, выберыце новага адміністратара для гэтай групы.
bg: Преди да напуснете, изберете нов администратор за тази група.
bn: আপনি ছেড়ে চলে যাওয়ার আগে, এই গ্রুপের জন্য একটি নতুন অ্যাডমিন বেছে নিন।
ca: Abans d'abandonar-lo trieu un administrador nou per a aquest grup.
cs: Než opustíte skupinu, vyberte nového administrátora.
cy: Cyn i chi adael, dewsiwch weinyddwr newydd ar gyfer y grŵp hwn.
da: Før du forlader gruppen, skal du vælge en ny administrator for den
de: Wähle vor Verlassen der Gruppe mindestens einen neuen Gruppen-Admin.
el: Πριν φύγεις, διάλεξε έναν νέο διαχειριστή ή διαχειρίστρια για την ομάδα.
es: Antes de abandonar el grupo, designa a otra persona como admin.
es_es: Antes de abandonar, selecciona un(a) nuev@ admin para este grupo.
et: Vali enne lahkumist sellele grupile uus administraator.
eu: Taldea utzi baino leheango administratzaile berri bat hautatu.
fa: قبل از خروج، یک مدیر جدید برای این گروه تعیین کنید.
fi: Ennen kuin poistut ryhmästä, valitse uusi ylläpitäjä tälle ryhmälle.
fil: Bago ka umalis, pumili ng bagong admin para sa grupong ito.
fr: Avant de quitter ce groupe, désignez un nouvel admin.
ga: Sula bhfágfaidh tú an grúpa, ba chóir duit riarthóir nua a roghnú.
gu: તમે જતા પહેલાં, આ ગ્રુપ માટે નવું એડમિન પસંદ કરો.
he: לפני שאתה עוזב, בחר מנהלן חדש עבור קבוצה זו.
hi: ग्रुप को छोड़ने से पेहले नया ऐडमिन चुनें।
hr: Prije nego što napustite, odaberite novog administratora za ovu grupu.
hu: Mielőtt kilépsz, válassz egy új admint a csoport számára.
id: Sebelum Anda keluar, pilih admin baru untuk grup ini.
is: Áður en þú ferð þarftu að velja a.m.k. einn stjórnanda fyrir þennan hóp.
it: Prima di abbandonarlo, scegli un nuovo admin per questo gruppo.
ja: グループから抜ける前に、新しい管理者を選択してください。
kab: Send ad teffɣeḍ, ilaq ad tferneḍ anedbal amaynut i ugraw-a.
kk: Топтан шығардан бұрын жаңа әкімшіні таңдаңыз.
km: á˜á»á“á–áŸá›á¢áŸ’á“á€á…á¶á€á…áŸá‰ á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ááŸ’á˜á¸áŸá˜áŸ’ášá¶á”áŸ‹á€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: ನೀವು ತೊರೆಯುವ ಮೊದಲು, ಈ ಗುಂಪಿಗೆ ಹೊಸ ಅಡ್ಮಿನ್ ಆರಿಸಿ.
ko: 그룹에서 나가기 전에 새 관리자를 선택하세요.
lt: Prieš išeidami, pasirinkite šiai grupei naują administratorių.
lv: Pirms izstāšanās no šīs grupas izvēlieties jaunu grupas administratoru.
mk: Пред да ја напуштите, изберете нов администратор за оваа група.
ml: നിങ്ങൾ പുറത്ത് പോകുന്നതിന് മുൻപ് ഈ ഗ്രൂപ്പിനായി ഒരു പുതിയ അഡ്മിനെ തിരെഞ്ഞെടുക്കൂ.
mr: आपण जाण्यापूर्वी, या गटासाठी नवीन प्रशासक निवडा.
ms: Sebelum anda tinggalkan, pilih pentadbir baru untuk kumpulan ini.
my: သင်မထွက်ခွာမီ ၎င်းအဖွဲ့အတွက် စီမံသူအသစ် ရွေးပါ။
nb: Velg ny administrator for denne gruppen før du drar.
nl: Voordat je de groep verlaat moet je ten minste één beheerder aanwijzen voor deze groep.
pa: ਗਰੁੱਪ ਛੱਡਣ ਤੋਂ ਪਹਿਲਾਂ ਇਸ ਗਰੁੱਪ ਲਈ ਕੋਈ ਨਵਾਂ ਐਡਮਿਨ ਚੁਣੋ।
pa_pk: تساں چھڈن توں پہلاں، ایس گروپ دے لئی نواں ایڈمن منتخب کرو۔
pl: Zanim opuścisz grupę, wybierz nowego administratora.
ps: وړاندې تر دې چې ولاړ شئ، نو د دې ګروپ لپاره یو اډمین وټاکئ.
pt_br: Antes de você sair, escolha um novo admin para este grupo.
pt_pt: Antes de abandonar, escolha um novo administrador para este grupo.
ro: Înainte de a pleca, alege un nou administrator pentru acest grup.
ru: Прежде чем покинуть эту группу, выберите для неё нового администратора.
sk: Pred tým, ako opustíte túto skupinu, vyberte pre ňu nového administrátora.
sl: Pred odhodom iz skupine določite novega skrbnika.
sq: Përpara se të ikni, zgjidhni një përgjegjës të ri për këtë grup.
sr: Пре него што напустите ову групу, изаберите администратора за њу.
sv: Innan du lämnar, välj en ny administratör för denna grupp.
sw: Kabla hujaondoka, chagua msimamizi mpya wa hili kundi.
te: మీరు బయలుదేరే ముందు, ఈ గుంపు కోసం క్రొత్త నిర్వాహకుడిని ఎంచుకోండి.
th: ก่อนออกจากกลุ่ม ให้เลือกผู้ดูแลคนใหม่สำหรับกลุ่มนี้
tr: Ayrılmadan önce, bu grubun yeni yöneticisini seçin.
ug: ئايرىلىشتىن بۇرۇن بۇ گۇرۇپپىغا بىر يېڭى باشقۇرغۇچى تاللاڭ.
uk: Перш ніж покинути цю групу, оберіть нового адміністратора.
ur: جانے سے پہلے اس گروپ کے لئے نیا ایڈمن منتخب کریں۔
vi: Trước khi bạn rời đi, chọn một quản trị viên mới cho nhóm.
zh_cn: 在离开群组之前，请选择新的管理员。
zh_hk: 離開此群組前，請選擇一位新的管理員。

# GROUPS_REPLACE_ADMIN_ALERT_TITLE
source: Choose New Admin
af: Kies nuwe admin
ar: اختر مشرفًا جديدًا
az: Yeni admin seçin
be: Выберыце новага адміністратара
bg: Изберете нов администратор
bn: নতুন অ্যাডমিন বেছে নিন
ca: Trieu un administrador nou
cs: Vyberte nového administrátora
cy: Dewiswch Gweinyddwr Newydd
da: Vælg ny administrator
de: Neuen Admin wählen
el: Επιλογή νέου διαχειριστή
es: Designa a otra persona como admin
es_es: Nuev@ admin
et: Vali uus administraator
eu: Hautatu Administratzaile Berria
fa: انتخاب مدیر جدید
fi: Valitse uusi ylläpitäjä
fil: Pumili ng Bagong Admin
fr: Désigner un nouvel admin
ga: Riarthóir Nua
gu: નવો એડમિન પસંદ કરો
he: בחר מנהלן חדש
hi: नया एडमिन चुनें
hr: Odaberite novog administratora
hu: Új admin választása
id: Pilih Admin Baru
is: Veldu nýjan stjórnanda
it: Scegli nuovo amministratore
ja: 新管理者を選択してください
kab: Fren anedbal amaynut
kk: Жаңа Әкімші таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ááŸ’á˜á¸
kn: ಹೊಸ ಅಡ್ಮಿನ್ ಆರಿಸಿ
ko: 새 관리자 선택
lt: Pasirinkite naują administratorių
lv: Izvēlēties jaunu administratoru
mk: Избери Нов Администратор
ml: പുതിയ അഡ്മിനെ തിരെഞ്ഞെടുക്കുക
mr: नवीन प्रशासक निवडा
ms: Pilih Pentadbir Baru
my: စီမံသူအသစ် ရွေးပါ
nb: Velg ny administrator
nl: Kies een nieuwe beheerder
pa: ਨਵਾਂ ਐਡਮਿਨ ਚੁਣੋ
pa_pk: نواں ایڈمن منتخب کرو
pl: Wybierz nowego administratora
ps: د نوي اډمین ټاکنه
pt_br: Escolha Novo Admin
pt_pt: Escolha um administrador novo
ro: Alege un nou administrator
ru: Выберите нового администратора
sk: Vybrať nového administrátora
sl: Določite novega skrbnika
sq: Zgjidhni Përgjegjës të Ri
sr: Изаберите новог администратора
sv: Välj ny administratör
sw: Chagua Msimamizi Mpya
ta: புதிய நிர்வாகியைத் தேர்வுசெய்க
te: క్రొత్త నిర్వాహకుడిని ఎంచుకోండి
th: เลือกผู้ดูแลใหม่
tr: Yeni Yönetici Seç
ug: يېڭى باشقۇرغۇچى تاللاڭ
uk: Оберіть нового адміністратора
ur: نیا ایڈمن منتخب کریں
vi: Chọn Quản trị viên Mới
zh_cn: 选择新的管理员。
zh_hk: 請選擇新的管理員

# GROUPS_REPLACE_ADMIN_BUTTON
source: Choose new admin
af: Kies nuwe admin
ar: اختر مشرفًا جديدًا
az: Yeni admin seçin
be: Выбраць новага адміністратара
bg: Изберете нов администратор
bn: নতুন অ্যাডমিন বেছে নিন
ca: Trieu un administrador nou
cs: Vyberte nového administrátora
cy: Dewiswch gweinyddwr newydd
da: Vælg ny administrator
de: Neuen Admin wählen
el: Επιλογή νέου διαχειριστή
es: Designa a otra persona como admin
es_es: Nuev@ admin
et: Vali uus administraator
eu: Hautatu administratzaile berria
fa: مدیر جدید را انتخاب کنید
fi: Valitse uusi ylläpitäjä
fil: Pumili ng bagong admin
fr: Désigner un nouvel admin
ga: Roghnaigh riarthóir nua
gu: નવો એડમિન પસંદ કરો
he: בחר מנהלן חדש
hi: नया एडमिन चुनें
hr: Odaberi novog administratora
hu: Új admin választása
id: Pilih admin baru
is: Velja nýjan stjórnanda
it: Scegli un nuovo amministratore
ja: 新管理者を選択する
kab: Fren anedbal amaynut
kk: Жаңа әкімші таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ááŸ’á˜á¸
kn: ಹೊಸ ಅಡ್ಮಿನ್ ಆರಿಸಿ
ko: 새 관리자 선택
lt: Pasirinkti naują administratorių
lv: Izvēlēties jaunu administratoru
mk: Избери нов администратор
ml: പുതിയ അഡ്മിനെ തിരെഞ്ഞെടുക്കുക
mr: नवीन प्रशासक निवडा
ms: Pilih pentadbir baru
my: စီမံသူအသစ် ရွေးပါ
nb: Velg ny administrator
nl: Kies een nieuwe beheerder
pa: ਨਵਾਂ ਐਡਮਿਨ ਚੁਣੋ
pa_pk: نواں ایڈمن منتخب کرو
pl: Wybierz nowego administratora
ps: د نوي اډمین ټاکنه
pt_br: Escolha novo admin
pt_pt: Escolha um administrador novo
ro: Alege un nou administrator
ru: Выберите нового администратора
sk: Vybrať nového administrátora
sl: Določi novega skrbnika/co
sq: Zgjidhni përgjegjës të ri
sr: Изабери новог администратора
sv: Välj ny administratör
sw: Chagua msimamizi mpya
ta: புதிய நிர்வாகியைத் தேர்வுசெய்க
te: క్రొత్త నిర్వాహకుడిని ఎంచుకోండి
th: เลือกผู้ดูแลใหม่
tr: Yeni yönetici seç
ug: يېڭى باشقۇرغۇچى تاللاش
uk: Обрати нового адміністратора
ur: نیا ایڈمن منتخب کریں
vi: Chọn quản trị viên mới
zh_cn: 选择新的管理员。
zh_hk: 請選擇新的管理員

# GROUPS_TOO_MANY_MEMBERS_ALERT_TITLE
source: Recommended member limit reached
af: Aanbevole ledebeperking is bereik
ar: وصل عدد الأعضاء إلى الحدّ المُوصى به
az: Tövsiyə edilən üzv limitinə çatıldı
be: Дасягнуты ліміт рэкамендаваных удзельнікаў
bn: সুপারিশকৃত সদস্য সর্বোচ্চ সীমায় পৌঁছেছে
ca: S'ha assolit el límit màxim de membres recomanat.
cs: Dosažen doporučený limit členů
cy: Mae'r terfyn aelodaeth a argymhellir wedi'i gyrraedd
da: Anbefalet antal medlemmer nået
de: Empfohlene Mitgliederanzahl erreicht
el: Έφτασες το προτεινόμενο όριο μελών
es: Se ha alcanzado el límite recomendado de participantes
es_es: Se alcanzó el límite máximo recomendado
et: Jõuti soovitatava liikmete arvu piirini
eu: Gomendatutako kide kopuru mugara iritsi da
fa: تعداد اعضا به انتها رسیده است
fi: Suositeltu jäsenmäärä saavutettu
fr: Votre groupe a atteint la taille maximale recommandée
gu: ભલામણ કરેલ મેમ્બરની મર્યાદા પહોંચી ગઈ
he: מגבלה מומלצת של חברי קבוצה הושגה
hi: अनुशंसित मेंबर सीमा पूरी हुई
hr: Dosegnuto preporučeno ograničenje članova
hu: Elérted a javasolt létszám limitet
id: Jumlah rekomendasi anggota telah tercapai
is: Takmörkum á ráðlögðum þátttakendafjölda náð
it: Limite di membri consigliato raggiunto
ja: 推奨されるメンバー数の上限に達しました
kab: Talast n yiεeggalen i ilaqen tewweḍ
km: áŸá˜á¶á‡á·á€áŠáŸ‚á›á”á¶á“ááŸ‚á“á¶áŸ†á”á¶á“áˆá¶á“áŠá›áŸ‹áŠáŸ‚á“á€áŸ†áááŸ‹
kn: ಶಿಫಾರಸು ಮಾಡಿದ ಸದಸ್ಯ ಮಿತಿಯನ್ನು ತಲುಪಲಾಗಿದೆ
ko: 권장 멤버 수 한도에 도달했습니다.
lt: Pasiekta rekomenduojamo narių skaičiaus riba
lv: Ieteicamais dalībnieku limits sasniegts
mk: Препорачаниот лимит за членови е достигнат
ml: ശുപാർശ ചെയ്യുന്ന അംഗ പരിധി എത്തി
mr: शिफारस केलेली मर्यादा संपली
ms: Had ahli yang disyorkan telah dicapai
my: အကြံပြုထားသော အဖွဲ့ဝင် အရေအတွက် အကန့်သတ် ပြည့်ပါပြီ
nb: Anbefalt øvre grense for medlemsantall er nådd
nl: Het aanbevolen ledenlimiet is bereikt
pa: ਸਿਫਾਰਸ਼ ਕੀਤੀ ਮੈਂਬਰ ਸੀਮਾ ਪੂਰੀ ਹੋਈ
pl: Osiągnięto zalecaną maksymalną liczebność grupy
ps: د سپارښت شویو غړو اندازه ډکه شوه
pt_br: O limite recomendado de membros foi alcançado
pt_pt: Atingido o limite de membros recomendado
ro: A fost atinsă limita de membri recomandată
ru: Достигнут рекомендуемый предел участников
sk: Dosiahli ste odporúčaný limit počtu členov
sl: Priporočeno število članov/ic je bilo preseženo
sq: U mbërrit në kufi të rekomanduar anëtaarësh
sr: Достигнуто је ограничење препорученог броја чланова
sv: Rekommenderad medlemsgräns uppnådd
sw: Umefikia idadi juu zaidi ya wanachama iliyopendekezwa
ta: குழு உறுப்பினர் அளவு பரிந்துரைக்கப்பட்ட வரம்பை எட்டியுள்ளது
te: సిఫార్సు చేసిన సభ్యుల పరిమితి చేరుకుంది
th: จำนวนสมาชิกถึงขีดจำกัดที่แนะนำแล้ว
tr: Önerilen üye sınırına ulaşıldı.
ug: تەۋسىيە ئەزا چېكىگە يەتتى
uk: Досягнуто рекомендованої максимальної кількості учасників
ur: تجویز کردہ ممبر کی حد ہوگئی
vi: Đã đạt giới hạn thành viên được giới thiệu
zh_cn: 已达到建议成员数上限
zh_hk: 已到達建議的成員人數上限

# GROUPS_TOO_MANY_MEMBERS_CONFIRM
source: Add member anyway?
af: Voeg lid in elk geval by?
ar: هل ترغبُ بإضافة عضو على كل حال؟
az: Yenə də əlavə edilsin?
be: Дадаць удзельніка ў любым выпадку?
bn: যেকোনওভাবে নতুন সদস্যকে যোগ করবেন?
ca: Voleu afegir-hi un membre tanmateix?
cs: Přesto přidat člena?
cy: Ychwanegu aelod beth bynnag?
da: Tilføj medlem alligevel?
de: Mitglied trotzdem hinzufügen?
el: Προσθήκη μέλους παρ' όλα αυτά;
es: ¿Añadir participante de todos modos?
es_es: ¿Añadir participante de todas formas?
et: Kas ikkagi lisada liige?
eu: Kidea gehitu hala eta guztiz ere?
fa: در هر صورت عضو را اضافه می‌کنید؟
fi: Lisätäänkö jäsen silti?
fr: Ajouter ce membre quand même ?
gu: મેમ્બરને કોઈપણ રીતે ઉમેરવો છે?
he: להוסיף חבר קבוצה בכל זאת?
hi: फिर भी मेंबर को जोड़ना है?
hr: Dodaj člana svejedno?
hu: Tag hozzáadása mindenképp?
id: Tambahkan anggota?
is: Bæta samt við meðlimi?
it: Aggiungere membro comunque?
ja: メンバーを追加しますか？
kab: Rnu aɛeggal akken yebɣu yili?
km: á”á“áŸ’ááŸ‚á˜áŸá˜á¶á‡á·á€á‘áŸ„áŸ‡á™áŸ‰á¶á„áá¶á€áŸáŠáŸ„á™?
kn: ಆದರೂ ಸದಸ್ಯರನ್ನು ಸೇರಿಸುವುದೇ?
ko: 그래도 멤버를 추가하시겠습니까?
lt: Vis tiek pridėti narį?
lv: Vai tomēr pievienot dalībnieku?
ml: എന്തായാലും അംഗത്തെ ചേർക്കണോ?
mr: तरीही सदस्य जोडायचा?
ms: Teruskan tambah ahli?
my: ဘာပဲဖြစ်ဖြစ် အဖွဲ့ဝင် ထည့်မလား?
nb: Legg til medlem likevel?
nl: Lid toch toevoegen?
pa: ਫਿਰ ਵੀ ਮੈਂਬਰ ਜੋੜਣਾ ਹੈ?
pl: Mimo to dodać osobę?
ps: په هر صورت سره غواړئ غړي اضافه کړئ؟
pt_br: Adicionar mesmo assim?
pt_pt: Adicionar o membro mesmo assim?
ro: Adaugă oricum acest membru?
ru: Всё равно добавить участника?
sk: Pridať člena aj tak?
sl: Želite vseeno dodati novega_o člana_ico?
sq: Të shtohet anëtari, sido qoftë?
sr: Желите ли ипак да додате члана?
sv: Lägg till medlem ändå?
sw: Ungependa kumuongeza mwanachama?
ta: கூட்டு உறுப்பினர் எப்படியும்?
te: ఏమైనప్పటికీ సభ్యుడిని చేర్చాలా?
th: ยืนยันที่จะเพิ่มสมาชิกหรือไม่?
tr: Yine de üye eklensin mi?
ug: ئەزانى شۇنداقتىمۇ قوشامسىز؟
uk: Усе одно додати учасника?
ur: ویسے بھی ممبر شامل کریں؟
vi: Vẫn thêm thành viên?
zh_cn: 仍要添加成员吗？
zh_hk: 仍要新增成員嗎？

# GROUPS_VIEW_REQUEST_BUTTON
source: View Request
af: Bekyk versoek
ar: عرض الطلب
az: Tələbə bax
be: Прагледзець запыт
bn: অনুরোধ দেখুন
ca: Mostra la sol·licitud
cs: Prohlédnout požadavek
cy: Gweld Cais
da: Vis anmodning
de: Anfrage anzeigen
el: Προβολή αιτήματος
es: Ver solicitud
es_es: Ver solicitud
et: Näita taotlust
eu: Ikusi Eskaera
fa: دیدن درخواست
fi: Näytä pyyntö
fr: Afficher la demande
ga: Amharc ar Iarratas
gu: વિનંતી જુઓ
he: הצג בקשה
hi: अनुरोध देखें
hr: Prikaži zahtjev
hu: Kérés mutatása
id: Lihat Permintaan
is: Skoða beiðni
it: Vedi richiesta
ja: 申請を見る
kab: Wali asuter
km: á–á·á“á·ááŸ’á™á˜á¾á›áŸáŸ†áá¾
kn: ವಿನಂತಿಯನ್ನು ನೋಡು
ko: 요청 보기
lt: Rodyti prašymą
lv: Skatīt pieprasījumu
mk: Прегледај го барањето
ml: അഭ്യർത്ഥന കാണുക
mr: विनंत्या पहा
ms: Lihat Permintaan
my: တောင်းဆိုချက်ကို ကြည့်ရှုမယ်
nb: Se forespørsel
nl: Lidmaatschapsverzoek weergeven
pa: ਬੇਨਤੀ ਵੇਖੋ
pl: Zobacz prośbę
ps: د غوښتنو لیدل
pt_br: Ver a Solicitação
pt_pt: Ver pedido
ro: Vezi solicitarea
ru: Просмотреть запрос
sk: Zobraziť žiadosť
sl: Ogled prošnje
sq: Shihni Kërkesë
sr: Прикажи захтев
sv: Visa förfrågan
sw: Angalia Ombi
ta: காண்க கோரிக்கை
te: అభ్యర్థనను వీక్షించండి
th: ดูคำขอ
tr: İsteği Görüntüle
ug: تەلەپنى كۆرۈڭ
uk: Переглянути запит
ur: درخواست دیکھیں
vi: Xem Yêu cầu
zh_cn: 查看申请
zh_hk: 檢視入群申請

# GROUPS_VIEW_REQUESTS_BUTTON
source: View Requests
af: Bekyk versoeke
ar: عرض الطلبات
az: Tələblərə bax
be: Прагледзець запыты
bn: অনুরোধ দেখুন
ca: Mostra les sol·licituds
cs: Prohlédnout požadavky
cy: Gweld Ceisiadau
da: Vis anmodninger
de: Anfragen anzeigen
el: Προβολή αιτημάτων
es: Ver solicitudes
es_es: Ver solicitudes
et: Näita taotlusi
eu: Ikusi Eskaerak
fa: دیدن درخواست‌ها
fi: Näytä pyynnöt
fr: Afficher les demandes
ga: Amharc ar Iarratais
gu: વિનંતીઓ જુઓ
he: הצג בקשות
hi: अनुरोध देखें
hr: Prikaži zahtjeve
hu: Kérések mutatása
id: Lihat Permintaan
is: Skoða beiðnir
it: Vedi le richieste
ja: 申請を見る
kab: Wali isuturen
km: á–á·á“á·ááŸ’á™á˜á¾á›áŸáŸ†áá¾
kn: ವಿನಂತಿಗಳನ್ನು ನೋಡು
ko: 요청 보기
lt: Rodyti prašymus
lv: Skatīt pieprasījumus
mk: Погледај ги барањата
ml: അഭ്യർത്ഥനകൾ കാണുക
mr: विनंत्या पहा
ms: Lihat Permintaan
my: တောင်းဆိုမှုများ ကြည့်ရှုမယ်
nb: Vis forespørsler
nl: Lidmaatschapsverzoeken weergeven
pa: ਬੇਨਤੀਆਂ ਵੇਖੋ
pl: Zobacz prośby
ps: د غوښتنو لیدل
pt_br: Ver as Solicitações
pt_pt: Ver pedidos
ro: Vezi solicitări
ru: Просмотреть запросы
sk: Zobraziť žiadosti
sl: Ogled prošenj
sq: Shihni Kërkesa
sr: Прикажи захтеве
sv: Visa förfrågningar
sw: Angalia Maombi
ta: காண்க கோரிக்கைகளை
te: అభ్యర్థనలను వీక్షించండి
th: ดูคำขอ
tr: İstekleri Görüntüle
ug: تەلەپلەرنى كۆرۈڭ
uk: Переглянути запити
ur: درخواستیں دیکھیں
vi: Xem các Yêu cầu
zh_cn: 查看入群申请
zh_hk: 檢視入群申請

# HELP_CONTACT_US
source: Contact Us
af: Kontak ons
ar: تواصَل معنا
az: Bizimlə əlaqə
be: Звярнуцца да нас
bn: আমাদের সাথে যোগাযোগ করুন
ca: Contacteu-nos
cs: Kontaktujte nás
cy: Cysylltu â Ni
da: Kontakt os
de: Kontaktiere uns
el: Επικοινωνία
es: Contacta con nosotros
es_es: Contáctanos
et: Võta meiega ühendust
eu: Harremanetan Jarri Gurekin
fa: تماس با ما
fi: Ota yhteyttä
fr: Nous contacter
ga: Déan teagmháil linn
gu: અમારો સંપર્ક કરો
he: צור איתנו קשר
hi: हमसे संपर्क करें
hr: Kontaktirajte nas
hu: Kapcsolat
id: Hubungi Kami
is: Hafðu samband við okkur
it: Contattaci
ja: お問い合わせ
kab: Nermes-aɣ-d
km: á‘á¶á€áŸ‹á‘á„á™á¾á„
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ko: 문의하기
lt: Susisiekti su mumis
lv: Sazināties ar mums
mk: Контактирајте не
ml: ഞങ്ങളെ സമീപിക്കുക
mr: आमच्या सोबत संपर्क साधा
ms: Hubungi Kami
my: ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ
nb: Kontakt oss
nl: Neem contact met ons op
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z nami
ps: موږ سره اړیکه ونیسئ
pt_br: Fale conosco
pt_pt: Contacte-nos
ro: Contactează-ne
ru: Связаться с нами
sk: Kontaktujte nás
sl: Kontaktirajte nas
sq: Lidhuni Me Ne
sr: Обратите нам се
sv: Kontakta oss
sw: Wasiliana Nasi
ta: எங்களை தொடர்பு கொள்ள
te: మమ్మల్ని సంప్రదించండి
th: ติดต่อเรา
tr: Bizimle İletişime Geçin
ug: بىز بىلەن ئالاقىلىشىڭ
uk: Зв'яжіться з нами
ur: ہم سے رابطہ کریں
vi: Liên lạc chúng tôi
zh_cn: 联系我们
zh_hk: 聯絡我們

# HELP_SUPPORT_CENTER
source: Support Center
af: Steundienssentrum
ar: مركز الدعم
az: Dəstək mərkəzi
be: Цэнтр падтрымкі
bn: সহায়তা কেন্দ্র
ca: Centre d'assistència
cs: Centrum uživatelské podpory
cy: Canolfan Cymorth
da: Hjælpecenter
el: Κέντρο υποστήριξης
es: Centro de asistencia
es_es: Centro de soporte
et: Kasutajatugi
eu: Laguntzarako Zentroa
fa: مرکز پشتیبانی
fi: Tukikeskus
fr: Centre d'assistance
ga: Lárionad Tacaíochta
gu: સપોર્ટ સેન્ટર
he: מרכז תמיכה
hi: सहायता केंद्र
hr: Centar za podršku
hu: Támogatási Központ
id: Pusat Bantuan
is: Hjálparmiðstöð
it: Centro assistenza
ja: サポートセンター
kab: Ammas n tallelt
km: á˜ááŸ’áŒá›á‚á¶áŸ†á‘áŸ’áš
kn: ಬೆಂಬಲ ಕೇಂದ್ರ
ko: 지원 센터
lt: Palaikymo centras
lv: Atbalsta centrs
mk: Центар за поддршка
ml: പിന്തുണാ കേന്ദ്രം
mr: समर्थन केंद्र
ms: Pusat Sokongan
my: ပံ့ပိုးမှု စင်တာ
nb: Supportsenter
nl: Ondersteuningscentrum
pa: ਸਹਾਇਤਾ ਕੇਂਦਰ
pl: Centrum pomocy
ps: مرستندویه مرکز
pt_br: Central de Suporte
pt_pt: Centro de suporte
ro: Centru Asistență
ru: Центр поддержки
sk: Centrum technickej podpory
sl: Središče za podporo
sq: Qendër Asistence
sr: Центар за подршку
sw: Kituo cha Usaidizi
ta: ஆதரவு மையம்
te: సహాయ కేంద్రం
th: ศูนย์ความช่วยเหลือ
tr: Destek Merkezi
ug: قوللاش مەركىزى
uk: Центр підтримки
ur: مدداور تعاون کا مرکز
vi: Trung tâm Hỗ trợ
zh_cn: 支持中心
zh_hk: 支援中心

# HIDE_RECIPIENT_ACTION_SHEET_TITLE_FORMAT
source: Remove %@?
ar: هل ترغبُ بإزالة %1$@؟
be: Выдаліць %1$@?
bn: %1$@ সরিয়ে ফেলবেন?
ca: Esborrar a %1$@?
cs: Odebrat %1$@?
da: Fjern %1$@?
de: %1$@ entfernen?
el: Αφαίρεση του χρήστη %1$@;
es: ¿Eliminar a %1$@?
fa: %1$@ حذف شود؟
fi: Poistetaanko %1$@?
fr: Supprimer %1$@ ?
ga: Bain %1$@?
gu: %1$@ને દૂર કરવા છે?
he: להסיר את %1$@?
hi: %1$@ को हटाना है?
hr: Ukloni %1$@?
hu: %1$@ eltávolítása?
id: Hapus %1$@?
it: Vuoi rimuovere %1$@?
ja: %1$@を削除しますか？
ko: %1$@ 님을 제거할까요?
mr: %1$@ काढून टाकायचे?
ms: Alih Keluar %1$@?
nb: Vil du fjerne %1$@?
nl: %1$@ verwijderen?
pl: Usunąć tę osobę: %1$@?
pt_br: Remover %1$@?
pt_pt: Remover %1$@?
ro: Elimini pe %1$@?
ru: Удалить %1$@?
sk: Odstrániť používateľa %1$@?
sr: Желите ли да уклоните корисника %1$@?
sv: Ta bort %1$@?
th: ลบ %1$@ หรือไม่
tr: %1$@ kaldırılsın mı?
ug: «%1$@» نى چىقىرىۋېتەمسىز؟
uk: Вилучити користувача %1$@?
ur: %1$@ کو ہٹانا ہے؟
vi: Xóa %1$@?
zh_cn: 要移除%1$@吗？
zh_hk: 要移除 %1$@ 嗎？
