Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_SKIPPED
source: Skipped
af: Oorgeslaan
ar: تعذَّر التسليم
az: Ötürüldü
be: Прапушчана
bg: Пропуснато
bn: এড়িয়ে যাওয়া হয়েছে
ca: S'ha omès
cs: Nedoručeno
cy: Hepgorwyd
da: Sprunget over
de: Ausgelassen
el: Παραλείφθηκε
es: No entregado
es_es: Omitido
et: Vahele jäetud
eu: Jauzita
fa: ارسال نشد
fi: Ei toimitettu
fil: Nilagpasan
fr: Non distribué
ga: Scipeáilte
gu: ન પહોંચ્યો
he: לא נשלח
hi: छोङ दिया
hr: Nije isporučeno
hu: Kihagyva
id: Tidak terkirim
is: Sleppt
it: Non consegnato
ja: スキップ
kab: Yettawazgel
kk: Өткізіп жіберілді
km: á”á¶á“ášáŸ†á›á„
kn: ಬಿಟ್ಟು ಮುಂದುವರಿಯಲಾಗಿದೆ
ko: 건너뜀
lt: Praleista
lv: Izlaista
mk: Прескокнато
ml: ഒഴിവാക്കി
mr: वगळले
ms: Dilangkau
my: မဖတ်ဘဲ ကျော်သွားသော
nb: Ikke levert
nl: Overgeslagen
pa: ਛੱਡਿਆ
pa_pk: چھڈ دتا
pl: Pominięto
ps: تیر شوی
pt_br: Não entregue
pt_pt: Não entregue
ro: Omis
ru: Пропущено
sk: Nedoručené
sl: Izpuščeno
sq: Të anashkaluar
sr: Није достављено
sv: Överhoppad
sw: Imerukwa
ta: தவிர்க்கப்பட்டது
te: దాటవేయబడింది
th: ส่งไม่สำเร็จ
tr: Atlandı
ug: ئاتلاندى
uk: Кому не доставлено:
ur: نظر انداز ہو گیا
vi: Đã bỏ qua
zh_cn: 已跳过
zh_hk: 已略過

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_UPLOADING
source: Uploading
af: Laai tans op
ar: جارٍ التحميل
az: Yüklənir
be: Запампоўка
bg: Качва се
bn: আপলোড করা হচ্ছে
ca: Es penja
cs: Nahrávání
cy: Yn Uwchlwytho
da: Uploader
de: Wird hochgeladen
el: Ανεβαίνει
es: Cargando
es_es: Transfiriendo
et: Üleslaadimine
eu: Igotzen
fa: در حال بارگذاری
fi: Lähetetään
fil: Ina-upload
fr: Importation
ga: Á huaslódáil
gu: અપલોડ કરી રહ્યું છે
he: מעלה
hi: अपलोड हो रहा है
hr: Učitavanje
hu: Feltöltés
id: Mengunggah
is: Sendi inn
it: Invio in corso
ja: アップロード中
kab: Tuzzna n ifuyla
kk: Жүктеп салуда
km: á”á¶á“á”á‰áŸ’á‡á¼á“
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 업로드 중
lt: Nusiunčiama
lv: Augšupielādē
mk: Прикачување
ml: അപ്‌ലോഡ് ചെയ്യുന്നു
mr: अपलोड करत आहे
ms: Memuat Naik
my: အပ်လုပ် တင်နေသည်
nb: Laster opp
nl: Bezig met uploaden
pa: ਅਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
pa_pk: اپ لوڈ کرنا
pl: Przesyłanie
ps: د پورته کولو په حال کې ده
pt_br: Carregando
pt_pt: A carregar
ro: Se încarcă
ru: Загрузка
sk: Nahrávanie
sl: Prenašam
sq: Po ngarkohet
sr: Отпрема се
sv: Laddar upp
sw: Inapakia
ta: பதிவேற்றுகிறது
te: అప్లోడ్
th: กำลังอัปโหลด
tr: Yükleniyor
ug: يۈكلىنىۋاتىدۇ
uk: Вивантаження
ur: اپ لوڈ ہو رہا ہے
vi: Đang tải lên
zh_cn: 正在上传
zh_hk: 正在上載

# MESSAGE_METADATA_VIEW_MESSAGE_STATUS_VIEWED
source: Viewed by
af: Gesien deur
ar: شاهَدها
az: Baxıldı
be: Прагледжана
bn: যারা দেখেছেন
ca: Vist per
cs: Zobrazil(a)
cy: Gwelwyd gan
da: Set af
de: Angesehen von
el: Διαβάστηκε από
es: Visto por
et: Nähtud:
eu: Nork ikusia:
fa: مشاهده شده توسط
fi: Nähty
fr: Vu par
ga: Amharctha ag
gu: આના દ્વારા જોવાયું
he: נצפה ע״י
hi: के द्वारा देखा गया
hr: Pregledao/la
hu: Megtekintette
id: Dilihat oleh
is: Skoðað af
it: Visualizzato da
ja: 閲覧済み
km: á”á¶á“á–á·á“á·ááŸ’á™áŠáŸ„á™
kn: ವೀಕ್ಷಿಸಿದವರು
ko: 조회자
lt: Peržiūrėjo
lv: Skatīja
mk: Видено од
ml: കണ്ടത്
mr: यांनी बघितले
ms: Dilihat oleh
my: ကြည့်ရှုပြီး
nb: Sett av
nl: Gezien door
pa: ਦੁਆਰਾ ਦੇਖਿਆ ਗਿਆ
pl: Wiadomość wyświetlona
ps: له خوا لیدل شوی
pt_br: Visto por
pt_pt: Vista(s) por
ro: Vizualizat de
ru: Просмотрено
sk: Zobrazené používateľom
sl: Videli:
sq: Parë nga
sr: Видео/ла
sv: Visat av
sw: Umetazamwa na
ta: பார்த்தவர்
te: వీక్షించారు
th: เห็นโดย
tr: Görenler
ug: كۆرگۈچى
uk: Хто переглянув:
ur: کے ذریعہ دیکھا گیا
vi: Được xem bởi
zh_cn: 已查看：
zh_hk: 已看過

# MESSAGE_METADATA_VIEW_NEVER_DISAPPEARS
source: Never
af: Nooit
ar: أبدًا
az: Heç vaxt
be: Ніколі
bn: কখনও নয়
ca: Mai
cs: Nikdy
cy: Byth
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
et: Mitte kunagi
eu: Inoiz ez
fa: هرگز
fi: Ei koskaan
fr: Jamais
ga: Choíche
gu: ક્યારેય નહિ
he: אף פעם
hi: कभी नहीं
hr: Nikada
hu: Soha
id: Tidak pernah
is: Aldrei
it: Mai
ja: なし
kab: Werǧin
km: á˜á·á“á’áŸ’á›á¶á”áŸ‹
kn: ಎಂದಿಗೂ ಇಲ್ಲ
ko: 없음
lt: Niekada
lv: Nekad
mk: Никогаш
ml: ഒരിക്കലും വേണ്ട
mr: कधीही नाही
ms: Tidak pernah
my: ဘယ်တော့မှမ
nb: Aldri
nl: Nooit
pa: ਕਦੇ ਨਹੀਂ
pl: Nigdy
ps: هېڅکله
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sq: Kurrë
sr: Никад
sv: Aldrig
sw: Kamwe
ta: ஒருபோதுமில்லை
te: ఎప్పుడూ
th: ไม่เลย
tr: Asla
ug: ھەرگىز
uk: Ніколи
ur: کبھی نہیں
vi: Không bao giờ
zh_cn: 永不
zh_hk: 永不

# MESSAGE_METADATA_VIEW_RECEIVED_DATE_TIME
source: Received
af: Ontvang
ar: تمَّ الاستلام
az: Alındı
be: Атрымана
bg: Получено
bn: গৃহীত
ca: Rebut
cs: Přijato
cy: Derbyniwyd
da: Modtaget
de: Empfangen
el: Παρελήφθη
es: Recibido
es_es: Recibido
et: Saabunud
eu: Jasoa
fa: دریافت شد
fi: Vastaanotettu
fil: Natanggap na
fr: Reçu
ga: Faighte
gu: મળી ગયા
he: התקבל
hi: मिला
hr: Primljeno
hu: Beérkezett
id: Diterima
is: Móttekið
it: Ricevuto
ja: 受信
kab: Yettwarmes
kk: Алынды
km: á”á¶á“á‘á‘á½á›
kn: ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ko: 받은 시간
lt: Gauta
lv: Saņemta
mk: Примено
ml: ലഭിച്ചു
mr: प्राप्त झाले
ms: Diterima
my: လက်ခံရရှိပြီး
nb: Mottatt
nl: Ontvangen
pa: ਪ੍ਰਾਪਤ ਕੀਤਾ
pa_pk: موصول ہویا
pl: Odebrana
ps: راورسیدي
pt_br: Recebida
pt_pt: Recebida
ro: Primit
ru: Получено
sk: Prijatá
sl: Prejeto
sq: Marrë më
sr: Примљено
sv: Mottaget
sw: Umepokewa
ta: பெறப்பட்டது
te: అందుకున్న
th: ได้รับแล้ว
tr: Alındı
ug: تاپشۇرۇۋېلىنغان
uk: Отримано:
ur: وصول ہو گیا ہے
vi: Đã nhận
zh_cn: 已接收
zh_hk: 已收取

# MESSAGE_METADATA_VIEW_SENT_DATE_TIME
source: Sent
af: Gestuur
ar: تمَّ الإرسال
az: Göndərildi
be: Адпраўлена
bg: Изпратено
bn: পাঠানো হয়েছে
ca: Enviament
cs: Odesláno
cy: Anfonwyd
da: Sendt
de: Versendet
el: Στάλθηκε
es: Enviado
es_es: Enviado
et: Saadetud
eu: Bidali
fa: ارسال شده
fi: Lähetetty
fil: Naipadala na
fr: Envoyé
ga: Seolta
gu: મોકલ્યો
he: נשלח
hi: भेजा गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviato
ja: 送信
kab: Ttwazanen
kk: Жіберілді
km: á”á¶á“á•áŸ’á‰á¾
kn: ಕಳುಹಿಸಲಾಗಿದೆ
ko: 보낸 시간
lt: Išsiųsta
lv: Nosūtīta
mk: Испратено
ml: അയച്ചു
mr: पाठविले
ms: Dihantar
my: ပို့ပြီး
nb: Sendt
nl: Verzonden
pa: ਭੇਜਿਆ
pa_pk: گھلیا گیا
pl: Wysłana
ps: لیږل شوی
pt_br: Enviada
pt_pt: Enviada
ro: Trimis
ru: Отправлено
sk: Odoslaná
sl: Poslano
sq: Dërguar më
sr: Послато
sv: Skickat
sw: Umetumwa
ta: அனுப்பப்பட்டது
te: పంపిన
th: ส่งแล้ว
tr: Gönderildi
ug: يوللانغان
uk: Надіслано:
ur: چلا گیا
vi: Đã gửi
zh_cn: 已发送
zh_hk: 已傳送

# MESSAGE_METADATA_VIEW_SOURCE_FILENAME
source: Filename
af: Lêernaam
ar: اسم الملف
az: Fayl adı
be: Імя файла
bg: Име на файла
bn: ফাইলের নাম
ca: Nom del fitxer
cs: Název souboru
cy: Enw ffeil
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre del archivo
es_es: Nombre de archivo
et: Failinimi
eu: Fitxategiaren izena
fa: نام فایل
fi: Tiedostonimi
fr: Nom du fichier
ga: Ainm an chomhaid
gu: ફાઈલનું નામ
he: שם קובץ
hi: फाइल का नाम
hr: Naziv datoteke
hu: Fájlnév
id: Nama Berkas
is: Skráarheiti
it: Nome file
ja: ファイル名
kab: Nom de fichier
kk: Файл атауы
km: áˆáŸ’á˜áŸ„áŸ‡á¯á€áŸá¶áš
kn: ಫೈಲ್ ಹೆಸರು
ko: 파일명
lt: Failo pavadinimas
lv: Faila nosaukums
mk: Име на датотека
ml: ഫയൽ നാമം
mr: फाईलनाव
ms: Nama fail
my: ဖိုင်အမည်
nb: Filnavn
nl: Bestandsnaam
pa: ਫਾਇਲ ਦਾ ਨਾਂ
pa_pk: فائل دا ناں
pl: Nazwa pliku
ps: د فایل نوم
pt_br: Nome do Arquivo
pt_pt: Nome do ficheiro
ro: Nume fișier
ru: Имя файла
sk: Názov súboru
sl: Ime datoteke
sq: Emër kartele
sr: Назив фајла
sv: Filnamn
sw: Jina la faili
ta: கோப்புபெயர்
te: పంక్తిపేరు
th: ชื่อแฟ้ม
tr: Dosya adı
ug: ھۆججەت نامى
uk: Назва файлу
ur: فائل کا نام
vi: Tên tập tin
zh_cn: 文件名
zh_hk: 檔案名稱

# MESSAGE_METADATA_VIEW_TITLE
source: Message Details
af: Boodskapdetails
ar: تفاصيل الرسالة
az: Mesaj təfsilatları
be: Звесткі аб паведамленні
bg: Съобщение
bn: মেসেজের বিস্তারিত
ca: Detall del missatge
cs: Detaily zprávy
cy: Manylion Neges
da: Beskeddetaljer
de: Nachrichtendetails
el: Λεπτομέρειες μηνύματος
es: Detalles del mensaje
es_es: Mensaje
et: Sõnumi üksikasjad
fa: جزئیات پیام
fi: Viestin tiedot
fil: Mensahe
fr: Infos du message
gu: મેસેજ સંબંધી વિગતો
he: פרטי הודעה
hi: संदेश विवरण
hr: Detalji o poruci
hu: Üzenet részletei
id: Detail Pesan
is: Nánar um skilaboð
it: Dettagli messaggio
ja: メッセージの詳細
kk: Хабарлама
km: áŸá¶ášá›áŸ†á¢á·á
kn: ಸಂದೇಶದ ವಿವರಗಳು
ko: 메시지 세부 정보
lt: Žinutės informacija
lv: Ziņas informācija
ml: സന്ദേശം വിശദാംശങ്ങൾ
mr: संदेश तपशील
ms: Butiran Mesej
my: မက်ဆေ့ချ် အချက်အလက်များ
nb: Meldingsdetaljer
nl: Berichtdetails
pa: ਸੁਨੇਹਿਆਂ ਦੇ ਵੇਰਵੇ
pa_pk: سنیہا
pl: Informacje o wiadomości
ps: د پیغام جزئیات
pt_br: Detalhes da mensagem
pt_pt: Detalhes da mensagem
ro: Detalii mesaj
ru: Подробности сообщения
sk: Podrobnosti správy
sl: Podrobnosti sporočila
sq: Hollësi Mesazhi
sr: Детаљи поруке
sv: Meddelandedetaljer
sw: Maelezo ya Ujumbe
ta: செய்தி விவரங்கள்
te: సందేశం వివరాలు
th: รายละเอียดข้อความ
tr: İleti Detayları
ug: ئۇچۇر تەپسىلاتى
uk: Про повідомлення
ur: پیغام کی تفصیلات
vi: Chi tiết Tin nhắn
zh_cn: 消息详情
zh_hk: 訊息詳情

source: Message Preview
af: Boodskapvoorskou
ar: معاينة الرسالة
az: Mesaj önbaxışı
be: Папярэдні прагляд паведамлення
bn: বার্তা প্রিভিউ
ca: Previsualització del missatge
cs: Náhled zprávy
cy: Rhagolwg Neges
da: Forhåndsvisning af besked
de: Nachrichtenvorschau
el: Προεπισκόπηση μηνύματος
es: Vista previa del mensaje
et: Sõnumi eelvaade
fa: پیش‌نمایش پیام
fi: Viestin esikatselu
fr: Aperçu du message
ga: Réamhamharc ar Theachtaireacht
gu: મેસેજ પ્રિવ્યૂ
he: תצוגה מקדימה של הודעה
hi: संदेश प्रीव्यू
hr: Pregled poruke
hu: Üzenet előnézet
id: Pratinjau Pesan
is: Forskoðun skilaboða
it: Anteprima messaggio
ja: メッセージプレビュー
km: á–á·á“á·ááŸ’á™áŸá¶ášá¡á¾á„áœá·á‰
ko: 메시지 미리 보기
lt: Žinutės peržiūra
ml: സന്ദേശ പ്രിവ്യു
mr: संदेश पूर्वावलोकन
ms: Pratonton Mesej
nb: Forhåndsvisning av melding
nl: Berichtvoorbeeld
pa: ਸੁਨੇਹੇ ਦੀ ਝਲਕ
pl: Podgląd wiadomości
ps: د پیغام مخکتنه
pt_br: Visualização da mensagem
pt_pt: Pré-visualização de mensagem
ro: Previzualizare mesaj
ru: Предпросмотр сообщения
sk: Náhľad správy
sl: Predogled sporočila
sq: Paraparje Mesazhi
sr: Приказ поруке
sv: Meddelandeförhandsgranskning
sw: Kuhakiki Ujumbe
ta: செய்தி முன்னோட்டம்
th: ตัวอย่างข้อความ
tr: İleti Önizlemesi
ug: ئۇچۇرنى ئالدىن كۆر
uk: Попередній вигляд повідомлення
ur: پیغام کا پیش منظر
vi: Xem trước nội dung tin nhắn
zh_cn: 消息预览
zh_hk: 訊息預覽

# MESSAGE_REQUEST_ACCEPTED_INFO_MESSAGE_SHEET_OPTION_BLOCK
source: Block
ar: حظر
be: Заблакаваць
bn: ব্লক করুন
ca: Bloquejar
cs: Blokovat
da: Blokér
de: Blockieren
el: Αποκλεισμός
es: Bloquear
fa: مسدود کردن
fi: Estä
fr: Bloquer
ga: Cuir bac air
gu: બ્લૉક કરો
he: חסימה
hi: ब्लॉक करें
hr: Blokiraj
hu: Letiltás
id: Blokir
it: Blocca
ja: ブロック
ko: 차단
mr: अवरोधित करा
ms: Sekat
nb: Blokker
nl: Blokkeren
pl: Zablokuj
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Blokovať
sr: Блокирај
sv: Blockera
th: บล็อก
tr: Engelle
ug: چەكلەش
uk: Заблокувати
ur: بلاک کریں
vi: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# MESSAGE_REQUEST_ACCEPTED_INFO_MESSAGE_SHEET_OPTION_DELETE
source: Delete Chat
ar: حذف الدردشة
be: Выдаліць чат
bn: চ্যাট মুছে ফেলুন
ca: Eliminar el xat
cs: Odstranit chat
da: Slet chat
de: Chat löschen
el: Διαγραφή συνομιλίας
es: Eliminar chat
fa: پاک کردن گفتگو
fi: Poista keskustelu
fr: Supprimer la conversation
ga: Scrios comhrá
gu: ચેટ ડિલીટ કરો
he: מחיקת צ׳אט
hi: चैट डिलीट करें
hr: Izbriši razgovor
hu: Csevegés törlése
id: Hapus Obrolan
it: Elimina chat
ja: チャットを消去する
ko: 대화 삭제
mr: चॅट हटवा
ms: Padam sembang
nb: Slett samtalen
nl: Chat verwijderen
pl: Usuń czat
pt_br: Apagar conversa
pt_pt: Eliminar chat
ro: Șterge conversația
ru: Удалить чат
sk: Vymazať čet
sr: Избриши ћаскање
sv: Ta bort chatt
th: ลบแชท
tr: Sohbeti sil
ug: پاراڭنى ئۆچۈرۈش
uk: Видалити чат
ur: چیٹ حذف کریں
vi: Xóa cuộc trò chuyện
zh_cn: 删除聊天
zh_hk: 刪除聊天

# MESSAGE_REQUEST_ACCEPTED_INFO_MESSAGE_SHEET_OPTION_SPAM
source: Report Spam
ar: الإبلاغ عن الرسائل غير المرغوب فيها
be: Паскардзіцца на спам
bn: স্প্যাম রিপোর্ট করা হয়েছে
ca: Denunciar com a spam
cs: Nahlásit spam
da: Rapportér spam
de: Spam melden
el: Αναφορά ως ανεπιθύμητο
es: Denunciar spam
fa: به‌عنوان هرزنامه گزارش شود
fi: Ilmoita roskapostista
fr: Signaler comme spam
ga: Tuairiscigh turscar
gu: સ્પામ તરીકે જાણ કરો
he: דיווח כספאם
hi: स्पैम की रिपोर्ट करें
hr: Prijavi neželjeni sadržaj
hu: Kéretlen üzenet jelentése
id: Laporkan Spam
it: Segnala come spam
ja: スパムとして報告する
ko: 스팸 신고
mr: स्पॅम रिपोर्ट करा
ms: Laporkan spam
nb: Rapporter som søppelpost
nl: Spam melden
pl: Zgłoś spam
pt_br: Denunciar spam
pt_pt: Denunciar spam
ro: Raportează spam
ru: Сообщить о спаме
sk: Nahlásiť spam
sr: Пријави спам
sv: Rapportera skräppost
th: รายงานว่าเป็นสแปม
tr: Spam bildir
ug: ئالدامچى مەلۇم قىلىش
uk: Повідомити про спам
ur: اسپام کو رپورٹ کریں
vi: Báo cáo spam
zh_cn: 举报垃圾消息
zh_hk: 舉報垃圾訊息

# MESSAGE_REQUEST_BLOCK_ACTION
source: Block
af: Versper
ar: حظر
az: Əngəllə
be: Заблакаваць
bg: Блокиране
bn: ব্লক করুন
ca: Bloquejar
cs: Blokovat
cy: Rhwystro
da: Blokér
de: Blockieren
el: Αποκλεισμός
es: Bloquear
es_es: Bloquear
et: Blokeeri
eu: Blokeatu
fa: مسدود کردن
fi: Estä
fil: I-block
fr: Bloquer
ga: Cuir bac
gu: બ્લૉક કરો
he: חסימה
hi: ब्लॉक करें
hr: Blokiraj
hu: Letiltás
id: Blokir
is: Loka á
it: Blocca
ja: ブロックする
kab: Sewḥel
kk: Бұғаттау
km: ášá¶ášá¶áŸ†á„
kn: ನಿರ್ಬಂಧಿಸಿ
ko: 차단
lt: Užblokuoti
lv: Bloķēt
mk: Блокирај
ml: തടയുക
mr: अवरोधित करा
ms: Sekat
my: ပိတ်ပယ်မယ်
nb: Blokker
nl: Blokkeren
pa: ਪਾਬੰਦੀ ਲਾਓ
pa_pk: بلاک کرو
pl: Zablokuj
ps: بلاک کول
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Blokovať
sl: Blokiraj
sq: Bllokoje
sr: Блокирај
sv: Blockera
sw: Zuia
ta: தடு
te: నిరోధించు
th: บล็อก
tr: Engelle
ug: چەكلەش
uk: Заблокувати
ur: بلاک کریں
vi: Chặn
zh_cn: 屏蔽
zh_hk: 封鎖

# MESSAGE_REQUEST_BLOCK_AND_DELETE_ACTION
source: Block and Delete
af: Versper en skrap
ar: حظر وحذف
az: Əngəllə və sil
be: Заблакаваць і выдаліць
bg: Блокиране и изтриване
bn: ব্লক করুন এবং মুছে ফেলুন
ca: Bloquejar i suprimir
cs: Blokovat a odstranit
cy: Rhwystro a Dileu
da: Blokér og slet
de: Blockieren und löschen
el: Αποκλεισμός και διαγραφή
es: Bloquear y eliminar
es_es: Bloquear y eliminar
et: Blokeeri ja kustuta
eu: Blokeatu eta ezabatu
fa: مسدود و پاک کردن
fi: Estä ja poista
fil: I-block at Burahin
fr: Bloquer et supprimer
ga: Cuir bac air agus scrios
gu: બ્લૉક કરો અને ડિલીટ કરો
he: חסימה ומחיקה
hi: ब्लॉक करके डिलीट करें
hr: Blokiraj i izbriši
hu: Letiltás és törlés
id: Blokir dan Hapus
is: Útiloka og eyða
it: Blocca ed elimina
ja: ブロックして削除する
kab: Sewḥel yerna Kkes-it
kk: Бұғаттау және жою
km: á á¶á˜áƒá¶ááŸ‹ á“á·á„á›á»á”á…áŸ„á›
kn: ನಿರ್ಬಂಧಿಸಿ ಮತ್ತು ಅಳಿಸಿ
ko: 차단 후 삭제
lt: Užblokuoti ir ištrinti
lv: Bloķēt un dzēst
mk: Блокирај и Избриши
ml: ബ്ലോക്ക് ചെയ്ത് ഇല്ലാതാക്കുക
mr: अवरोधित करा आणि हटवा
ms: Sekat dan Padam
my: ပိတ်ပယ်ပြီး ဖျက်မယ်
nb: Blokker og slett
nl: Blokkeren en verwijderen
pa: ਪਾਬੰਦੀ ਲਾਓ ਤੇ ਹਟਾਓ
pa_pk: بلاک تے حذف کرو
pl: Zablokuj i usuń
ps: بلاک او پریښودل
pt_br: Bloquear e excluir
pt_pt: Bloquear e eliminar
ro: Blochează și șterge
ru: Заблокировать и удалить
sk: Blokovať a vymazať
sl: Blokiraj in izbriši
sq: Bllokoje dhe Fshije
sr: Блокирај и избриши
sv: Blockera och ta bort
sw: Zuia na Futa
ta: தடுமற்றும் அழி
te: అడ్డగించు మరియు తొలగించు
th: บล็อกและลบ
tr: Engelle ve Sil
ug: چەكلە ۋە ئۆچۈر
uk: Заблокувати й видалити
ur: بلاک کریں اور حذف کریں
vi: Chặn và Xóa
zh_cn: 屏蔽并删除
zh_hk: 封鎖並刪除

# MESSAGE_REQUEST_BLOCK_AND_REPORT_SPAM_ACTION
source: Report Spam and Block
af: Rapporteer gemorspos en versper
ar: الإبلاغ عن الرسائل غير المرغوب فيها وحظرها
az: Spam bildir və əngəllə
be: Паскардзіцца на спам і заблакаваць
bn: স্প্যাম রিপোর্ট করুন ও ব্লক করুন
ca: Informa de bloqueig i de correu spam
cs: Nahlásit spam a zablokovat
cy: Adrodd ar Sothach a'i Rwystro
da: Rapportér som spam og blokér
de: Spam melden und blockieren
el: Αναφορά ως ανεπιθύμητο και αποκλεισμός
es: Denunciar como spam y bloquear
et: Raporteeri rämpspostitus ja blokeeri
eu: Salatu spam-a eta blokeatu
fa: گزارش هرزنامه و مسدود کردن
fi: Ilmoita roskapostista ja estä
fr: Signaler comme spam et bloquer
ga: Tuairiscigh turscar agus cuir bac air
gu: સ્પામની જાણ કરો અને બ્લૉક કરો
he: דיווח על דואר זבל וחסימה
hi: स्पैम और ब्लॉक की रिपोर्ट करें
hr: Prijavi kao neželjenu poruku i blokiraj
hu: Kéretlen üzenet bejelentése és tiltása
id: Laporkan Spam dan Blokir
is: Tilkynna ruslpóst og útiloka
it: Segnala spam e blocca
ja: スパムとして報告してブロック
km: ášá¶á™á€á¶ášááŸáŸá¶ášá¥áá”á¶á“á€á¶áš á“á·á„á á¶á˜áƒá¶ááŸ‹
kn: ಸ್ಪ್ಯಾಮ್ ವರದಿ ಮಾಡಿ ಮತ್ತು ಬ್ಲಾಕ್ ಮಾಡಿ
ko: 스팸 신고 및 차단
lt: Pranešti apie brukalą ir užblokuoti
lv: Ziņot par nevēlamu pastu un bloķēt
mk: Пријави спам и блокирај
ml: സ്പാം റിപ്പോർട്ട് ചെയ്ത, ബ്ലോക്ക് ചെയ്യുക
mr: स्पॅम म्हणून रिपोर्ट करा आणि अवरोधित करा
ms: Laporkan Spam dan Sekat
my: လိမ်လည်မှုကို ရီပို့(တ်)တင်ပြီး တားမြစ်ရန်
nb: Rapporter søppelpost og blokkér
nl: Spam melden en blokkeren
pa: ਸਪੈਮ ਰਿਪੋਰਟ ਕਰੋ ਤੇ ਪਾਬੰਦੀ ਲਾਓ
pl: Zgłoś spam i zablokuj
ps: د سپم رپوټ یې ورکړئ او بلاک یې کړئ
pt_br: Denunciar spam e bloquear
pt_pt: Reportar spam e bloquear
ro: Raportează spam și blochează
ru: Сообщить о спаме и заблокировать
sk: Nahlásiť spam a blokovať
sl: Označi za neželeno in blokiraj
sq: Raportoni dhe Bllokoni të Padëshiruar
sr: Пријави спам и блокирај
sv: Rapportera som skräppost och blockera
sw: Ripoti kuwa Taka na Uizuie
ta: ஸ்பேம் மற்றும் தடுப்பைப் புகாரளிக்கவும்
te: స్పామ్ మరియు బ్లాక్‌ను నివేదించండి
th: รายงานว่าเป็นสแปมและบล็อก
tr: İstenmeyen İleti Olarak Bildir ve Engelle
ug: ئەخلەت ئۇچۇرنى مەلۇم قىلىش ۋە چەكلەش
uk: Повідомити й заблокувати
ur: اسپام رپورٹ کریں اور بلاک کریں
vi: Báo cáo Spam và Chặn
zh_cn: 举报垃圾消息并屏蔽
zh_hk: 舉報垃圾訊息並封鎖

# MESSAGE_REQUEST_BLOCK_CONVERSATION_MESSAGE
source: Blocked people won’t be able to call you or send you messages.
af: Versperde mense sal jou nie kan bel of vir jou boodskappe kan stuur nie.
ar: لن يتمكَّن الأشخاص المحظورون من الاتصال بك أو إرسال رسالة إليك.
az: Əngəllənmiş şəxslər sizə zəng edə və ya mesaj göndərə bilməyəcək.
be: Заблакаваныя асобы не змогуць вам тэлефанаваць або адпраўляць паведамленні.
bg: Блокираните хора няма да могат да ви звънят и да ви изпращат съобщения.
bn: ব্লক করা লোকজন আপনাকে কল করতে বা আপনাকে মেসেজ পাঠাতে পারবেন না।
ca: Les persones bloquejades no podran trucar-te ni enviar-te missatges.
cs: Blokovaní uživatelé vám nebudou moci volat ani posílat zprávy.
cy: Ni fydd pobl sydd wedi'u rhwystro yn gallu eich ffonio nac anfon negeseuon atoch.
da: Blokerede personer vil hverken kunne ringe eller sende beskeder til dig.
de: Blockierte Personen werden dich nicht anrufen oder dir Nachrichten senden können.
el: Τα αποκλεισμένα άτομα δεν θα μπορούν να σε καλέσουν ή να σου στείλουν μηνύματα.
es: Las personas que bloquees no podrán llamarte ni enviarte mensajes.
es_es: Las personas bloqueadas no podrán llamarte o enviarte mensajes.
et: Blokeeritud isikutel pole võimalik sulle helistada ega sõnumeid saata.
eu: Blokeatutako pertsonek ezingo dizute deitu edo mezuak bidali.
fa: افراد مسدودشده قادر به برقراری تماس با شما و ارسال پیام به شما نخواهند بود.
fi: Estetyt käyttäjät eivät voi soittaa sinulle tai lähettää sinulle viestejä.
fil: Ang mga taong naka-block ay hindi makakatawag o makakapagpadala ng mensahe sa iyo.
fr: Les utilisateurs que vous bloquez ne pourront ni vous appeler, ni vous envoyer de messages.
ga: Ní bheidh daoine bactha in ann glaonna a chur ort ná teachtaireachtaí a sheoladh chugat.
gu: બ્લૉક કરેલ લોકો તમને કૉલ કે મેસેજ કરી શકશે નહીં.
he: אנשים חסומים לא יוכלו להתקשר או לשלוח לך הודעות.
hi: ब्लॉक किए गए संपर्क अब न तो आपको संदेश भेज पाएँगे न ही आपको कॉल कर पाएँगे।
hr: Blokirani korisnici neće vas moći nazvati niti vam slati poruke.
hu: A letiltott felhasználók nem tudnak sem felhívni, sem pedig üzenetet küldeni neked.
id: Orang yang diblokir tidak akan bisa menelepon Anda atau mengirimi Anda pesan.
is: Útilokaðir einstaklingar munu ekki geta hringt í þig eða sent þér skilaboð.
it: Le persone bloccate non potranno chiamarti o inviarti messaggi.
ja: ブロックされた相手は、あなたへのメッセージ送信や通話発信ができなくなります。
kab: Imdanen yettusweḥlen ur ttizmiren ara ad ak·am-d-siwlen neɣ ad ak·am-d-aznen iznan.
kk: Бұғатталған адамдар сізге қоңырау соға және хабарлама жібере алмайтын болады.
km: á˜á“á»áŸáŸ’áŸáŠáŸ‚á›á”á¶á“á á¶á˜áƒá¶ááŸ‹ á“á¹á„á˜á·á“á¢á¶á…á áŸ… á¬á•áŸ’á‰á¾áŸá¶ášá˜á€á¢áŸ’á“á€á‘áŸáŸ”
kn: ನಿರ್ಬಂಧಿತ ಜನರು ನಿಮಗೆ ಕರೆ ಮಾಡಲು ಅಥವಾ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 차단한 사용자는 나에게 전화를 걸거나 메시지를 보낼 수 없습니다.
lt: Užblokuoti žmonės negalės jums skambinti ar siųsti žinučių.
lv: Bloķētie cilvēki nevarēs jums piezvanīt vai sūtīt ziņas.
mk: Блокираните луѓе нема да можат да ви се јават и да ви испраќаат пораки.
ml: ബ്ലോക്ക് ചെയ്യപ്പെട്ട ആളുകൾക്ക് നിങ്ങളെ വിളിക്കാനോ നിങ്ങൾക്ക് മെസേജ് അയയ്ക്കാനോ കഴിയില്ല.
mr: अवरोधित व्यक्ती आपल्याला कॉल करू किंवा संदेश पाठवू शकणार नाहीत.
ms: Orang yang disekat tidak dapat menghubungi anda atau menghantar mesej kepada anda.
my: ပိတ်ပယ်ထားသောသူများသည် သင့်စီသို့ ခေါ်ဆိုခြင်းနှင့် မက်ဆေ့ပို့ခြင်းများ မပြုလုပ်နိုင်ပါ။
nb: Blokkerte personer vil ikke kunne ringe til deg eller sende deg meldinger.
nl: Geblokkeerde personen kunnen je niet bellen en geen berichten sturen.
pa: ਪਾਬੰਦੀ ਲਾਏ ਲੋਕ ਤੁਹਾਨੂੰ ਕਾਲ ਕਰ ਜਾਂ ਸੁਨੇਹੇ ਨਹੀਂ ਭੇਜ ਸਕਣਗੇ।
pa_pk: بلاک لوکی تساں نوں کال کرن یا سنیہے گھلن دے قابل نئیں ہوو گے۔
pl: Zablokowane osoby nie będą mogły do Ciebie dzwonić ani wysyłać Ci wiadomości.
ps: بلاک شوي کسان به هېڅ ونشي کړای چې تاسې ته پیغام ولیږي یا درسره اړیکه ونیسي.
pt_br: As pessoas bloqueadas não poderão mais fazer chamadas ou enviar mensagens para você.
pt_pt: As pessoas bloqueadas não serão capazes de lhe ligar ou enviar-lhe mensagens.
ro: Persoanele blocate nu vor putea să te sune sau să-ți trimită mesaje.
ru: Заблокированные люди не смогут звонить вам или отправлять вам сообщения.
sk: Blokované osoby vám nebudú môcť volať ani posielať správy.
sl: Blokirani/e uporabniki/ce vas ne bodo mogli/e klicati ali vam pošiljati sporočil.
sq: Personat e bllokuar s’do të jenë në gjendje t’ju bëjnë thirrje apo t’ju dërgojnë mesazhe.
sr: Блокирани људи неће моћи да вас позову нити да вам шаљу поруке.
sv: Blockerade personer kommer inte att kunna ringa eller skicka meddelanden till dig.
sw: Watu waliozuiwa hawataweza kukupigia simu au kukutumia jumbe
ta: தடுக்கப்பட்டவர்களை அழைக்க முடியாது நீங்கள் அல்லது அனுப்பு நீங்கள் செய்திகள்.
te: నిరోధించిన వ్యక్తులు మీకు కాల్ చేయలేరు లేదా మీకు సందేశాలు పంపలేరు.
th: ผู้ที่ถูกบล็อกจะไม่สามารถโทรหรือส่งข้อความหาคุณได้
tr: Engellenen kişiler seni arayamaz veya mesaj gönderemez.
ug: چەكلەنگەن كىشىلەر سىزگە تېلېفون قىلالمايدۇ ياكى ئۇچۇر ئەۋەتەلمەيدۇ.
uk: Заблоковані користувачі не зможуть вам дзвонити й надсилати повідомлення.
ur: بلاک کردہ افراد آپ کو کال کرنے یا آپ کو میسجز بھیجنے کے قابل نہیں ہوں گے۔
vi: Người dùng bị chặn sẽ không thể gửi tin nhắn hay gọi cho bạn.
zh_cn: 被屏蔽的用户将无法向您发起通话或给您发送消息。
zh_hk: 被封鎖的人將無法與你通話或傳送訊息。
