Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PAYMENTS_LOCK_ERROR_LOCAL_AUTHENTICATION_NOT_ENROLLED
source: You must enable a passcode in your iOS Settings in order to use Payments Lock.
ar: يَجب عليك تمكين رمز المرور في إعدادات iOS على جهازك لتكون قادرًا على استخدام قفل عمليات الدفع.
be: Вам неабходна ўключыць код доступу ў наладах iOS, каб выкарыстоўваць блакіроўку плацяжоў.
bn: পেমেন্ট লক ব্যবহার করার জন্য আপনাকে অবশ্যই আপনার iOS সেটিংসে একটি পাসকোড চালু করতে হবে।
ca: Has d'activar una contrasenya als Ajustos d'iOS per utilitzar el bloqueig de pagaments.
cs: Pokud chcete používat zámek plateb, musíte v nastavení systému iOS aktivovat přístupový kód.
da: Du skal aktivere en adgangskode i dine iOS-indstillinger for at bruge Betalingslås.
de: Du musst einen Code in deinen iOS-Einstellungen festlegen, um die Zahlungssperre zu verwenden.
el: Πρέπει να ενεργοποιήσεις έναν κωδικό πρόσβασης στις Ρυθμίσεις iOS για να χρησιμοποιήσεις το Κλείδωμα πληρωμών.
es: Debes configurar un código en Ajustes de iOS para poder usar el bloqueo de pagos.
fa: برای استفاده از «قفل پرداخت‌ها»، باید یک گذرواژه در «تنظیمات iOS» خود فعال کنید.
fi: Sinun on otettava tunnuskoodi käyttöön iOS-laitteesi asetuksissa, jotta voit käyttää maksulukitusta.
fr: Pour utiliser la fonctionnalité de verrouillage des paiements, vous devez activer un code dans vos réglages iOS.
ga: Ní mór duit paschód a chumasú i do Shocruithe iOS chun Glas Íocaíochtaí a úsáid.
gu: પેમેન્ટ લૉકનો ઉપયોગ કરવા માટે તમારે તમારા iOS સેટિંગ્સમાં પાસકોડ ચાલુ કરવો આવશ્યક છે.
he: צריך לאפשר קוד גישה בהגדרות iOS שלך על מנת להשתמש בנעילת אבטחה לתשלום.
hi: भुगतान लॉक इस्तेमाल करने के लिये अपने iOS सेटिंग्स से पासकोड की अनुमति दें।
hr: Kako biste koristili Zaključavanje plaćanja, morate omogućiti šifru u postavkama iOS-a.
hu: A Fizetési zár használatához engedélyezned kell a jelkód használatát az iOS Beállításokban.
id: Anda harus mengaktifkan kode sandi di Pengaturan iOS untuk menggunakan Kunci Pembayaran.
it: Devi abilitare un codice di sicurezza nelle impostazioni di iOS per poter usare la funzione Pagamenti sicuri.
ja: 支払いのロックを使用するには、iOSの設定でパスコードを有効にしてください。
ko: 결제 잠금을 사용하려면 iOS 설정에서 비밀번호를 설정해야 합니다.
mr: पेमेंट्स लॉक वापरण्यासाठी आपण आपल्या iOS सेटिंग्ज मध्ये पासकोड सक्षम करायला हवा.
ms: Anda mesti mendayakan kod laluan dalam Tetapan iOS anda untuk menggunakan Kunci Pembayaran.
nb: Du må aktivere en låsekode i iOS-innstillingene på enheten for å kunne bruke betalingslås.
nl: Om Betalingsvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pl: Aby korzystać z blokady płatności, musisz ustawić kod w ustawieniach iOS.
pt_br: Você precisa criar uma senha no app Ajustes do iOS para usar o bloqueio de pagamentos.
pt_pt: Deverá ativar o código de desbloqueio nas definições do seu iOS para poder utilizar o bloqueio de pagamentos.
ro: Trebuie să activezi o parolă în setările tale iOS pentru a putea folosi Parola pentru Plăți.
ru: Вы должны включить код доступа в приложении iOS «Настройки», чтобы использовать блокировку платежей.
sk: Ak chcete použiť platobný zámok, musíte v nastaveniach systému iOS aktivovať prístupový kód.
sr: За закључавање плаћања морате додати шифру у подешавањима iOS-а.
sv: Du måste aktivera en lösenkod i dina iOS-inställningar för att använda Betalningssäkerhet.
th: คุณต้องเปิดใช้งานรหัสผ่านในการตั้งค่า iOS เพื่อใช้งานฟีเจอร์ล็อกการชำระเงิน
tr: Ödeme Kilidini kullanmak için iOS Ayarları'ndan bir şifre belirlemelisin.
ug: پۇل تۆلەش قۇلۇپىنى ئىشلىتىش ئۈچۈن چوقۇم iOS تەڭشەكلىرىڭىزدىن مەخپىي نومۇرنى قوزغىتىشىڭىز كېرەك.
uk: Щоб використовувати захист платежів, необхідно ввімкнути код доступу в параметрах iOS.
ur: پیمنٹس لاک استعمال کرنے کے لیے آپ پر iOS سیٹنگز میں پاس کوڈ فعال کرنا لازمی ہے۔
vi: Bạn phải tạo một mật mã trong Cài đặt iOS của bạn để sử dụng Khóa Thanh toán.
zh_cn: 您需要先在 iOS 设置中启用密码才能使用付款锁功能。
zh_hk: 如要使用付款鎖定，您必須在 iOS「設定」中啟用密碼功能。

# PAYMENTS_LOCK_ERROR_LOCAL_AUTHENTICATION_PASSCODE_NOT_SET
source: You must enable a passcode in your iOS Settings in order to use Payments Lock.
ar: يَجب عليك تمكين رمز المرور في إعدادات iOS على جهازك لتكون قادرًا على استخدام قفل عمليات الدفع.
be: Вам неабходна ўключыць код доступу ў наладах iOS, каб выкарыстоўваць блакіроўку плацяжоў.
bn: পেমেন্ট লক ব্যবহার করার জন্য আপনাকে অবশ্যই আপনার iOS সেটিংসে একটি পাসকোড চালু করতে হবে।
ca: Has d'activar una contrasenya als Ajustos d'iOS per utilitzar el bloqueig de pagaments.
cs: Pokud chcete používat zámek plateb, musíte v nastavení systému iOS aktivovat přístupový kód.
da: Du skal aktivere en adgangskode i dine iOS-indstillinger for at bruge Betalingslås.
de: Du musst einen Code in deinen iOS-Einstellungen festlegen, um die Zahlungssperre zu verwenden.
el: Πρέπει να ενεργοποιήσεις έναν κωδικό πρόσβασης στις Ρυθμίσεις iOS για να χρησιμοποιήσεις το Κλείδωμα πληρωμών.
es: Debes configurar un código en Ajustes de iOS para poder usar el bloqueo de pagos.
fa: برای استفاده از «قفل پرداخت‌ها»، باید یک گذرواژه در «تنظیمات iOS» خود فعال کنید.
fi: Sinun on otettava tunnuskoodi käyttöön iOS-laitteesi asetuksissa, jotta voit käyttää maksulukitusta.
fr: Pour utiliser la fonctionnalité de verrouillage des paiements, vous devez activer un code dans vos réglages iOS.
ga: Ní mór duit paschód a chumasú i do Shocruithe iOS chun Glas Íocaíochtaí a úsáid.
gu: પેમેન્ટ લૉકનો ઉપયોગ કરવા માટે તમારે તમારા iOS સેટિંગ્સમાં પાસકોડ ચાલુ કરવો આવશ્યક છે.
he: צריך לאפשר קוד גישה בהגדרות iOS שלך על מנת להשתמש בנעילת אבטחה לתשלום.
hi: भुगतान लॉक इस्तेमाल करने के लिये अपने iOS सेटिंग्स से पासकोड की अनुमति दें।
hr: Kako biste koristili Zaključavanje plaćanja, morate omogućiti šifru u postavkama iOS-a.
hu: A Fizetési zár használatához engedélyezned kell a jelkód használatát az iOS Beállításokban.
id: Anda harus mengaktifkan kode sandi di Pengaturan iOS untuk menggunakan Kunci Pembayaran.
it: Devi abilitare un codice di sicurezza nelle impostazioni di iOS per poter usare la funzione Pagamenti sicuri.
ja: 支払いのロックを使用するには、iOSの設定でパスコードを有効にしてください。
ko: 결제 잠금을 사용하려면 iOS 설정에서 비밀번호를 설정해야 합니다.
mr: पेमेंट्स लॉक वापरण्यासाठी आपण आपल्या iOS सेटिंग्ज मध्ये पासकोड सक्षम करायला हवा.
ms: Anda mesti mendayakan kod laluan dalam Tetapan iOS anda untuk menggunakan Kunci Pembayaran.
nb: Du må aktivere en låsekode i iOS-innstillingene på enheten for å kunne bruke betalingslås.
nl: Om Betalingsvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pl: Aby korzystać z blokady płatności, musisz ustawić kod w ustawieniach iOS.
pt_br: Você precisa criar uma senha no app Ajustes do iOS para usar o bloqueio de pagamentos.
pt_pt: Deverá ativar o código de desbloqueio nas definições do seu iOS para poder utilizar o bloqueio de pagamentos.
ro: Trebuie să activezi o parolă în setările tale iOS pentru a putea folosi Parola pentru Plăți.
ru: Вы должны включить код доступа в приложении iOS «Настройки», чтобы использовать блокировку платежей.
sk: Ak chcete použiť platobný zámok, musíte v nastaveniach systému iOS aktivovať prístupový kód.
sr: За закључавање плаћања морате додати шифру у подешавањима iOS-а.
sv: Du måste aktivera en lösenkod i dina iOS-inställningar för att använda Betalningssäkerhet.
th: คุณต้องเปิดใช้งานรหัสผ่านในการตั้งค่า iOS เพื่อใช้งานฟีเจอร์ล็อกการชำระเงิน
tr: Ödeme Kilidini kullanmak için iOS Ayarları'ndan bir şifre belirlemelisin.
ug: پۇل تۆلەش قۇلۇپىنى ئىشلىتىش ئۈچۈن چوقۇم iOS تەڭشەكلىرىڭىزدىن مەخپىي نومۇرنى قوزغىتىشىڭىز كېرەك.
uk: Щоб використовувати захист платежів, необхідно ввімкнути код доступу в параметрах iOS.
ur: پیمنٹس لاک استعمال کرنے کے لیے آپ پر iOS سیٹنگز میں پاس کوڈ فعال کرنا لازمی ہے۔
vi: Bạn phải tạo một mật mã trong Cài đặt iOS của bạn để sử dụng Khóa Thanh toán.
zh_cn: 您需要先在 iOS 设置中启用密码才能使用付款锁功能。
zh_hk: 如要使用付款鎖定，您必須在 iOS「設定」中啟用密碼功能。

# PAYMENTS_LOCK_FIRST_TIME_ACTION_SHEET_MESSAGE
source: Add an additional layer of security and require your passcode or Touch ID to send funds
ar: أَضِف طبقة أمان إضافية واِشترِط رمز المرور أو بصمة الإصبع (Touch ID) لإرسال المبالغ.
be: Дадайце яшчэ адзін узровень бяспекі і актывуйце код доступу або Touch ID для пераводу сродкаў
bn: নিরাপত্তার একটি অতিরিক্ত স্তর যোগ করুন এবং ফান্ড পাঠাতে পাসকোড অথবা টাচ আইডি'র আবশ্যকতা যোগ করুন
ca: Afegeix una capa addicional de seguretat i requereix la teva contrasenya o Touch ID per transferir fons
cs: Přidat další vrstvu zabezpečení a vyžadovat přístupový kód nebo Touch ID při odesílání peněz
da: Tilføj yderligere sikkerhed, og bed Android om at kræve din adgangskode eller Touch ID for at overføre penge
de: Füge eine zusätzliche Sicherheitsebene hinzu. Erfordert deinen Code oder Touch ID, um Geld zu senden
el: Πρόσθεσε ένα επιπλέον επίπεδο ασφάλειας και απαίτησε τον κωδικό πρόσβασης ή το Touch ID για αποστολή χρημάτων
es: Añade una capa adicional de seguridad y activa el uso de tu contraseña o Touch ID para enviar fondos
fa: یک لایه امنیتی بیشتر اضافه کنید و گذرواژه یا شناسه لمسی را برای ارسال وجوه الزامی کنید
fi: Lisää toinen suojaustaso ja vaadi tunnuskoodi tai Touch ID varojen lähettämiseksi
fr: Pour plus de sécurité, exigez la saisie de votre code ou l'utilisation de Touch ID pour effectuer des paiements.
ga: Cuir sraith bhreise cosanta leis agus éiligh do phaschód nó ID Tadhaill le hairgead a sheoladh
gu: સુરક્ષાનું વધારાનું સ્તર ઉમેરો અને ફંડ મોકલવા માટે તમારો પાસકોડ અથવા ટચ ID જરૂરી બનાવો
he: מוסיפים שכבת אבטחה נוספת ודורשים קוד גישה או זיהוי טביעת אצבע כדי להעביר כספים
hi: सुरक्षा की एक अतिरिक्त परत जोड़ें और पैसा भेजने के लिए अपने पासकोड या टच ID को आवश्यक बनाएं
hr: Odaberite dodatnu razinu sigurnosti i zahtijevajte unos šifre ili Touch ID-ja za prijenos sredstava
hu: Adj hozzá egy további biztonsági réteget, és kérj jelkódot vagy Touch ID-t a pénzküldéshez
id: Tambahkan lapisan keamanan tambahan dan wajibkan kode sandi Anda atau Touch ID untuk mengirim dana
it: Aggiungi un'ulteriore protezione al tuo account e fai richiedere il codice di sicurezza o il Touch ID ogni volta che invii dei fondi.
ja: 送金時にパスコードまたはTouch IDを要求することで、さらにセキュリティを強化することができます
ko: 자금 이체 시 비밀 번호 또는 터치 ID를 요구하도록 추가 보안 조치를 설정하세요.
mr: सुरक्षेचा एक अतिरिक्त स्तर जोडा आणि पैसे पाठवण्यास आपल्या पासकोडची किंवा स्पर्श आयडीची आवश्यकता असते
ms: Letak lapisan keselamatan tambahan dan perlukan kod laluan atau ID Sentuhan anda untuk menghantar dana
nb: Legg til et ekstra sikkerhetslag med krav om låsekode eller Touch ID for å sende penger
nl: Voeg een extra beveiligingslaag toe en vereis je toegangscode of Touch ID om geld te versturen
pl: Skonfiguruj dodatkowe zabezpieczenie: aby wykonać płatność, trzeba będzie podać kod lub użyć Touch ID
pt_br: Adicione uma camada extra de segurança exigindo senha ou Touch ID para enviar dinheiro
pt_pt: Adicione uma camada extra de segurança requerendo código-passe ou Touch ID para enviar fundos
ro: Adaugă un nivel suplimentar de securitate și solicită un cod sau ID de amprentă pentru a trimite fonduri
ru: Добавьте дополнительный уровень безопасности и требование ввода кода доступа или Touch ID для перевода средств
sk: Pridajte ďalšiu vrstvu zabezpečenia a na odosielanie prostriedkov vyžadujte prístupový kód alebo Touch ID
sr: Унесите додатни слој безбедности и захтевајте шифру или идентификацију отиска за слање средстава.
sv: Lägg till ytterligare ett säkerhetslager och kräv din lösenkod eller Touch ID för att skicka pengar
th: ยกระดับการรักษาความปลอดภัยขึ้นอีกขั้น และกำหนดให้ต้องกรอกรหัสผ่านหรือสแกน Touch ID เพื่อโอนเงิน
tr: Ek bir güvenlik katmanı ekle ve para göndermek için parolanı veya Touch ID'ni iste
ug: قوشۇمچە بىخەتەرلىك تەدبىرى قوللىنىپ پۇل ئاغدۇرۇش ئۈچۈن مەخپىي نومۇر ياكى Touch ID تەلەپ قىلىدىغان قىلىپ تەڭشەڭ
uk: Додатково убезпечте платежі, зробивши обов'язковим розблокування екрана для переказу коштів: або за допомогою Touch ID, або коду доступу
ur: سکیورٹی کی ایک اضافی تہہ شامل کریں اور فنڈز بھیجنے کے لیے اپنے پاس کوڈ یا ٹچ ID کا تقاضا کریں
vi: Thêm một lớp bảo mật và yêu cầu dùng mật mã hoặc Touch ID để gửi khoản thanh toán
zh_cn: 转账时需要输入您的密码或 Touch ID 才能转账，多加一重安全保护
zh_hk: 多加一重安全保障，使用密碼或 Touch ID 發送資金

# PAYMENTS_LOCK_FIRST_TIME_ACTION_SHEET_MESSAGE_FACEID
source: Add an additional layer of security and require Face ID to send funds.
ar: أَضِف طبقة أمان إضافية واِشترِط تقنية التعرُّف على الوجه (Face ID) لإرسال المبالغ.
be: Дадайце яшчэ адзін узровень бяспекі і актывуйце Face ID для пераводу сродкаў.
bn: নিরাপত্তার একটি অতিরিক্ত স্তর যোগ করুন এবং ফান্ড পাঠাতে ফেইস আইডি'র প্রয়োজনীয়তা যোগ করুন।
ca: Afegeix una capa addicional de seguretat i requereix Face ID per transferir fons.
cs: Přidat další vrstvu zabezpečení a vyžadovat Face ID při odesílání peněz.
da: Tilføj et ekstra sikkerhedslag, og kræv Face ID for at sende penge.
de: Füge eine zusätzliche Sicherheitsebene hinzu. Erfordert Face ID, um Geld zu senden.
el: Πρόσθεσε ένα επιπλέον επίπεδο ασφάλειας και απαίτησε Face ID για την αποστολή χρημάτων.
es: Añade una capa adicional de seguridad y activa Face ID para enviar fondos.
fa: یک لایه امنیتی بیشتر اضافه کنید و شناسایی چهره را برای ارسال وجوه الزامی کنید.
fi: Lisää toinen suojaustaso ja vaadi Face ID varojen lähettämiseksi.
fr: Pour plus de sécurité, exigez l'utilisation de Face ID pour effectuer des paiements.
ga: Cuir sraith bhreise cosanta leis agus éiligh ID Aghaidhe le hairgead a aistriú.
gu: સુરક્ષાનું વધારાનું સ્તર ઉમેરો અને ફંડ મોકલવા માટે ફેસ ID જરૂરી બનાવો.
he: מוסיפים שכבת אבטחה נוספת ודורשים זיהוי פנים כדי להעביר כספים.
hi: सुरक्षा की एक अतिरिक्त परत जोड़ें और पैसा भेजने के लिए फेस ID को आवश्यक बनाएं।
hr: Odaberite dodatnu razinu sigurnosti i zahtijevajte Face ID za prijenos sredstava.
hu: Adj hozzá egy további biztonsági réteget, és kérj Face ID-t a pénzküldéshez.
id: Tambahkan lapisan keamanan tambahan dan wajibkan Face ID untuk mengirim dana.
it: Aggiungi un'ulteriore protezione al tuo account e fai richiedere il Face ID ogni volta che invii dei fondi.
ja: 送金時にFace IDを要求することで、さらにセキュリティを強化することができます。
ko: 자금 이체 시 얼굴 ID를 요구하도록 추가 보안 조치를 설정하세요.
mr: पैसे ट्रान्सफर करण्यासाठी सुरक्षेचा अतिरिक्त स्तर आणि फेस आयडी जोडा.
ms: Letak lapisan keselamatan tambahan dan perlukan ID Wajah untuk menghantar dana.
nb: Legg til et ekstra sikkerhetslag med krav om Face ID for å sende penger.
nl: Voeg een extra beveiligingslaag toe en vereis verificatie via Face ID om geld te versturen.
pl: Skonfiguruj dodatkowe zabezpieczenie: aby wykonać płatność, trzeba będzie użyć Face ID.
pt_br: Adicione uma camada extra de segurança e exija Face ID para enviar dinheiro.
pt_pt: Acrescente uma camada extra de segurança requerendo Face ID para enviar fundos.
ro: Adaugă un nivel suplimentar de securitate și solicită ID facial pentru trimiterea de fonduri.
ru: Добавьте дополнительный уровень безопасности и требование Face ID для перевода средств.
sk: Pridajte ďalšiu vrstvu zabezpečenia a na odosielanie prostriedkov vyžadujte Face ID.
sr: Унесите додатни слој безбедности и захтевајте идентификацију лица за слање средстава.
sv: Lägg till ytterligare ett säkerhetslager och kräv Face ID för att skicka pengar.
th: ยกระดับการรักษาความปลอดภัยขึ้นอีกขั้น และกำหนดให้ต้องใช้ Face ID เพื่อโอนเงิน
tr: Ek bir güvenlik katmanı ekle ve para göndermek için Face ID'yi zorunlu kıl.
ug: قوشۇمچە بىخەتەرلىك تەدبىرى قوللىنىپ پۇل تۆلەش ئىقتىدارى ئۈچۈن Face ID تەلەپ قىلىدىغان قىلىپ تەڭشەڭ.
uk: Додатково убезпечте платежі, увімкнувши Face ID для переказу коштів.
ur: سکیورٹی کی ایک اضافی تہہ شامل کریں اور فنڈز بھیجنے کے لیے اپنے فیس ID کا تقاضا کریں۔
vi: Thêm một lớp bảo mật và yêu cầu dùng Face ID để gửi khoản thanh toán.
zh_cn: 转账时需要 Face ID才能转账，多加一重安全保护。
zh_hk: 多加一重安全保障，使用 Face ID 發送資金。

# PAYMENTS_LOCK_FIRST_TIME_ACTION_SHEET_MESSAGE_OPTICID
source: Add an additional layer of security and require Optic ID to send funds.
ar: أَضِف طبقة أمان إضافية واشترِط استخدام Optic ID لإرسال المبالغ.
be: Дадайце яшчэ адзін узровень бяспекі і актывуйце Optic ID для пераводу сродкаў.
bn: নিরাপত্তার একটি অতিরিক্ত স্তর যোগ করুন এবং ফান্ড পাঠাতে অপটিক আইডি-র আবশ্যকতা যোগ করুন।
ca: Afegeix una capa addicional de seguretat i activa Optic ID per a transferir fons.
cs: Přidat další vrstvu zabezpečení a vyžadovat Optic ID pro odesílání peněz.
da: Tilføj et ekstra sikkerhedslag, og kræv Optic ID for at sende penge.
de: Füge eine zusätzliche Sicherheitsebene hinzu und verlange Optic ID, um Geld zu senden.
el: Πρόσθεσε ένα επιπλέον επίπεδο ασφάλειας και απαίτησε Optic ID για την αποστολή χρημάτων.
es: Añade una capa adicional de seguridad y activa Optic ID para enviar fondos.
fa: یک لایه امنیتی بیشتر اضافه کنید و «احراز هویت بصری» را برای ارسال وجوه الزامی کنید.
fi: Lisää toinen suojaustaso ja vaadi Touch ID varojen lähettämiseksi.
fr: Pour plus de sécurité, exigez l'utilisation d'Optic ID pour effectuer des paiements.
ga: Cuir sraith bhreise de shlándáil leis agus éiligh Optic ID le hairgead a sheoladh.
gu: સુરક્ષાનું વધારાનું સ્તર ઉમેરો અને ફંડ મોકલવા માટે ઑપ્ટિક ID જરૂરથી બનાવો.
he: מוסיפים שכבת אבטחה נוספת ודורשים Optic ID כדי להעביר כספים.
hi: सुरक्षा की एक और लेयर जोड़ें और पैसा भेजने के लिए फ़ेस ID को ज़रूरी बनाएँ।
hr: Odaberite dodatnu razinu sigurnosti uključivanjem značajke Optic ID za prijenos sredstava.
hu: Adj hozzá egy további biztonsági réteget, és kérj Optic ID-t a pénzküldéshez.
id: Tambahkan lapisan keamanan tambahan dan wajibkan Optic ID untuk mengirim dana.
it: Aggiungi un'ulteriore protezione al tuo account e richiedi l'Optic ID ogni volta che invii dei fondi.
ja: 送金時にOptic IDを要求することで、さらにセキュリティを強化することができます。
ko: 자금 이체 시 Optic ID를 요구하도록 추가 보안 조치를 설정하세요.
mr: पैसे पाठवण्यासाठी सुरक्षेचा अतिरिक्त स्तर आणि ऑप्टिक ID ची आवश्यकता जोडा.
ms: Letak lapisan keselamatan tambahan dan perlukan ID Optik untuk menghantar dana.
nb: Legg til et ekstra sikkerhetslag med krav om Optic ID for å sende penger.
nl: Voeg een extra beveiligingslaag toe en vereis verificatie via Optic ID om geld te versturen.
pl: Skonfiguruj dodatkowe zabezpieczenie: aby wykonać płatność, trzeba będzie użyć Optic ID.
pt_br: Adicione uma camada extra de segurança e exija o Optic ID para enviar fundos.
pt_pt: Acrescente uma camada extra de segurança requerendo Optic ID para enviar fundos.
ro: Adaugă un nivel suplimentar de securitate și solicită ID Optic pentru trimiterea de fonduri.
ru: Добавьте дополнительный уровень безопасности и требование Optic ID для перевода средств.
sk: Pridajte ďalšiu vrstvu zabezpečenia a na odosielanie prostriedkov vyžadujte Optic ID.
sr: Уведите додатни слој безбедности и захтевајте оптичку идентификацију за слање средстава.
sv: Lägg till ytterligare ett säkerhetslager och kräv Optic ID för att skicka pengar.
th: ยกระดับการรักษาความปลอดภัยขึ้นอีกขั้น และกำหนดให้ต้องใช้ Optic ID เพื่อโอนเงิน
tr: Ek bir güvenlik katmanı ekle ve para göndermek için Optic ID'yi zorunlu kıl.
ug: قوشۇمچە بىخەتەرلىك تەدبىرى قوللىنىپ پۇل ئەۋەتىش ئۈچۈن Optic ID نى تەلەپ قىلىدىغان قىلىپ تەڭشەڭ.
uk: Зміцніть захист акаунту, увімкнувши Optic ID для переказу коштів.
ur: فنڈز بھیجنے کے لیے سیکیورٹی کی ایک اضافی تہ اور آپٹک ID کا تقاضا کرنا شامل کریں۔
vi: Thêm một lớp bảo mật và yêu cầu dùng Optic ID để gửi khoản thanh toán.
zh_cn: 转账时需要视控 ID才能转账，多加一重安全保护。
zh_hk: 多加一重安全保障，使用 Optic ID 發送資金。

# PAYMENTS_LOCK_FIRST_TIME_ACTION_SHEET_MESSAGE_PASSCODE
source: Add an additional layer of security and require passcode to send funds.
ar: أَضِف طبقة أمان إضافية واِشترط رمز المرور لإرسال المبالغ.
be: Дадайце яшчэ адзін узровень бяспекі і актывуйце код доступу для пераводу сродкаў.
bn: নিরাপত্তার একটি অতিরিক্ত স্তর যোগ করুন এবং ফান্ড পাঠাতে পাসকোডের আবশ্যকতা যোগ করুন।
ca: Afegeix una capa addicional de seguretat i requereix una contrasenya per transferir fons.
cs: Přidat další vrstvu zabezpečení a vyžadovat přístupový kód při odesílání peněz.
da: Tilføj et ekstra sikkerhedslag, og kræv en adgangskode for at sende penge.
de: Füge eine zusätzliche Sicherheitsebene hinzu. Erfordert deinen Code, um Geld zu senden.
el: Πρόσθεσε ένα επιπλέον επίπεδο ασφάλειας και απαίτησε κωδικό πρόσβασης για αποστολή χρημάτων.
es: Añade una capa adicional de seguridad y activa el uso de la contraseña para transferir fondos.
fa: یک لایه امنیتی بیشتر اضافه کنید و گذرواژه را برای ارسال وجوه الزامی کنید.
fi: Lisää toinen suojaustaso ja vaadi tunnuskoodi varojen lähettämiseksi.
fr: Pour plus de sécurité, exigez la saisie de votre code pour effectuer des paiements.
ga: Cuir sraith bhreise cosanta leis agus éiligh paschód le hairgead a sheoladh.
gu: સુરક્ષાનું વધારાનું સ્તર ઉમેરો અને ફંડ મોકલવા માટે પાસકોડ જરૂરી બનાવો.
he: מוסיפים שכבת אבטחה נוספת ודורשים קוד גישה כדי להעביר כספים.
hi: सुरक्षा की एक अतिरिक्त परत जोड़ें और पैसा भेजने के लिए पासकोड को आवश्यक बनाएं।
hr: Odaberite dodatnu razinu sigurnosti i zahtijevajte unos šifre za prijenos sredstava.
hu: Adj hozzá egy további biztonsági réteget, és kérj jelkódot a pénzküldéshez.
id: Tambahkan lapisan keamanan tambahan dan wajibkan kode sandi untuk mengirim dana.
it: Aggiungi un'ulteriore protezione al tuo account e fai richiedere il codice di sicurezza ogni volta che invii dei fondi.
ja: 送金時にパスコードを要求することで、さらにセキュリティを強化することができます。
ko: 자금 이체 시 비밀번호를 요구하도록 추가 보안 조치를 설정하세요.
mr: सुरक्षेचा एक अतिरिक्त स्तर जोडा आणि पैसे पाठवण्यास पासकोडची आवश्यकता असते.
ms: Letak lapisan keselamatan tambahan dan perlukan kod laluan untuk menghantar dana.
nb: Legg til et ekstra sikkerhetslag med krav om låsekode for å sende penger.
nl: Voeg een extra beveiligingslaag toe en vereis je toegangscode om geld te versturen.
pl: Skonfiguruj dodatkowe zabezpieczenie: aby wykonać płatność, trzeba będzie podać kod.
pt_br: Adicione uma camada extra de segurança exigindo uma senha para enviar dinheiro.
pt_pt: Adicione uma camada extra de segurança requerendo código-passe para enviar fundos.
ro: Adaugă un nivel suplimentar de securitate și solicită un cod pentru trimiterea de fonduri.
ru: Добавьте дополнительный уровень безопасности и требование ввода кода доступа для перевода средств.
sk: Pridajte ďalšiu vrstvu zabezpečenia a na odosielanie prostriedkov vyžadujte prístupový kód.
sr: Унесите додатни слој безбедности и захтевајте шифру за слање средстава.
sv: Lägg till ytterligare ett säkerhetslager och kräv lösenkod för att skicka pengar.
th: ยกระดับการรักษาความปลอดภัยขึ้นอีกขั้น และกำหนดให้ต้องกรอกรหัสผ่านเพื่อโอนเงิน
tr: Ek bir güvenlik katmanı ekle ve para göndermek için şifre iste.
ug: قوشۇمچە بىخەتەرلىك تەدبىرى قوللىنىپ پۇل تۆلەش ئىقتىدارى ئۈچۈن مەخپىي نومۇر تەلەپ قىلىدىغان قىلىپ تەڭشەڭ.
uk: Додатково убезпечте платежі, увімкнувши код доступу для переказу коштів.
ur: سکیورٹی کی ایک اضافی تہہ شامل کریں اور فنڈز بھیجنے کے لیے پاس کوڈ کا تقاضا کریں۔
vi: Thêm một lớp bảo mật và yêu cầu dùng mật mã để gửi khoản thanh toán.
zh_cn: 转账时需要输入密码才能转账，多加一重安全保护。
zh_hk: 多加一重安全保障，使用密碼發送資金。
