Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# CONVERSATION_SETTINGS_REMOVE_FROM_GROUP_TITLE_FORMAT
source: Remove %@ from the group?
af: Verwyder %@ uit die groep?
ar: هل ترغب بإزالة %1$@ من المجموعة؟
az: %@ qrupdan çıxarılsın?
be: Выдаліць %1$@ з групы?
bg: Отстраняване на %@ от групата?
bn: %1$@-কে গ্রুপ থেকে সরিয়ে ফেলবেন?
ca: Vols esborrar a %1$@ del grup?
cs: Odebrat uživatele %1$@ ze skupiny?
cy: Dileu %@ o'r grŵp
da: Fjern %1$@ fra gruppen?
de: %1$@ aus Gruppe entfernen?
el: Αφαίρεση του/της %1$@ από την ομάδα;
es: ¿Eliminar a %1$@ del grupo?
es_es: ¿Expulsar a %@ del grupo?
et: Kas eemaldada %@ grupist?
eu: Ezabatu %@ kidea taldetik?
fa: %1$@ از گروه حذف شود؟
fi: Poistetaanko %1$@ ryhmästä?
fil: Tanggalin si %@ sa grupo?
fr: Retirer %1$@ du groupe ?
ga: Bain %1$@ den ghrúpa?
gu: ગ્રુપમાંથી %1$@ને દૂર કરીએ?
he: להסיר את %1$@ מהקבוצה?
hi: %1$@ को ग्रुप से निकालें?
hr: Ukloniti %1$@ iz grupe?
hu: Eltávolítod %1$@ felhasználót a csoportból?
id: Keluarkan %1$@ dari grup?
is: Fjarlægja %@ úr hópnum?
it: Rimuovere %1$@ dal gruppo?
ja: このグループから %1$@ を削除しますか？
kab: Yettwakkes %@ seg ugraw?
kk: %@ топтан алынып тасталсын ба?
km: á›á»á” %@ á…áŸá‰á–á¸á€áŸ’ášá»á˜?
kn: %@ ಅನ್ನು ಗುಂಪಿನಿಂದ ತೆಗೆಯುವುದೇ?
ko: %1$@ 님을 그룹에서 제거하시겠습니까?
lt: Šalinti %@ iš grupės?
lv: Vai dzēst %@ no šīs grupas?
mk: Отстранете го %@од групата?
ml: %@ നെ ഗ്രൂപ്പിൽ നിന്ന് ഒഴിവാക്കണോ?
mr: %1$@ ला ग्रुपमधून काढून टाकायचे?
ms: Keluarkan %1$@ daripada kumpulan?
my: %@ ကို အဖွဲ့မှ ဖယ်ရှားမည်လား?
nb: Vil du fjerne %1$@ fra denne gruppen?
nl: %1$@ verwijderen uit de groep?
pa: %@ ਨੂੰ ਗਰੁੱਪ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਹੈ?
pa_pk: %@ نوں گروپ توں ہٹاؤ
pl: Czy %1$@ ma przestać należeć do grupy?
ps: غواړئ %@ له ګروپ څخه ایسته کړئ؟
pt_br: Apagar %1$@ do grupo?
pt_pt: Remover %1$@ do grupo?
ro: Elimină pe %1$@ din grup?
ru: Удалить %1$@ из группы?
sk: Odstrániť používateľa %1$@ zo skupiny?
sl: Želite odstraniti uporabnika/co %@ iz skupine?
sq: Të hiqet %@ prej grupit?
sr: Уклони %1$@ из групе?
sv: Ta bort %1$@ från gruppen?
sw: Ondoa %@kutoka kikundi?
ta: அகற்று %@ குழுவிலிருந்து?
te: సమూహం నుండి %@ ను తొలగించాలా?
th: ลบ %1$@ ออกจากกลุ่มใช่หรือไม่
tr: %1$@ gruptan çıkarılsın mı?
ug: بۇ گۇرۇپپىدىن %1$@نى چىقىرىۋېتەمدۇ؟
uk: Вилучити користувача %1$@ з групи?
ur: %1$@ کو گروپ سے ہٹائیں؟
vi: Xóa %1$@ khỏi nhóm?
zh_cn: 将 %1$@ 从群组移除？
zh_hk: 要將%1$@從群組中移除嗎？

# CONVERSATION_SETTINGS_REPORT_SPAM
source: Report Spam
ar: الإبلاغ
be: Паскардзіцца на спам
bn: স্প্যাম রিপোর্ট করা হয়েছে
ca: Denunciar com a spam
cs: Nahlásit spam
da: Rapportér spam
de: Spam melden
el: Αναφορά ως ανεπιθύμητο
es: Denunciar spam
fa: به‌عنوان هرزنامه گزارش شود
fi: Ilmoita roskapostista
fr: Signaler comme spam
ga: Tuairiscigh turscar
gu: સ્પામ તરીકે જાણ કરો
he: דיווח כספאם
hi: स्पैम की रिपोर्ट करें
hr: Prijavi neželjeni sadržaj
hu: Kéretlen üzenet jelentése
id: Laporkan spam
it: Segnala come spam
ja: スパムとして報告する
ko: 스팸 신고
mr: स्पॅम रिपोर्ट करा
ms: Laporkan spam
nb: Rapporter som søppelpost
nl: Spam melden
pl: Zgłoś spam
pt_br: Denunciar spam
pt_pt: Denunciar spam
ro: Raportează spam
ru: Сообщить о спаме
sk: Nahlásiť spam
sr: Пријави спам
sv: Rapportera skräppost
th: รายงานว่าเป็นสแปม
tr: Spam bildir
ug: ئالدامچى مەلۇم قىلىش
uk: Повідомити про спам
ur: اسپام کو رپورٹ کریں
vi: Báo cáo spam
zh_cn: 举报垃圾消息
zh_hk: 舉報垃圾訊息

# CONVERSATION_SETTINGS_REVOKE_GROUP_ADMIN_BUTTON
source: Remove as Admin
af: Verwyder as admin
ar: إزالة ميزة الإشراف
az: Adminlikdən çıxart
be: Выдаліць як адміністратара
bg: Отстраняване като администратор
bn: অ্যাডমিন থেকে সরিয়ে ফেলুন
ca: Esborra com a administrador
cs: Odebrat administrátorská práva
cy: Dileu fel Gweinyddwr
da: Fjern som administrator
de: Als Admin entfernen
el: Αφαίρεση από ρόλο διαχειριστή
es: Retirar permisos de admin
es_es: Retirar permisos de admin
et: Eemaldada administraatoriõigused
eu: Administratzaile gisa ezabatu
fa: حذف از مدیریت
fi: Poista ylläpitäjän oikeudet
fil: Tanggalin bilang Admin
fr: Révoquer les droits d'admin
ga: Bain mar Riarthóir
gu: એડમિન તરીકેથી દૂર કરો
he: הסרת תפקיד מנהל/ת
hi: एडमिन के रूप से हटाएँ
hr: Ukloni kao administratora
hu: Admin jog elvétele
id: Hapus dari Peran Admin
is: Fjarlæga stjórnunarréttindi
it: Rimuovi dal ruolo di amministratore
ja: 管理者から外す
kab: Kkes seg unedbal
kk: Әкімші ретінде алып тастау
km: á›á»á”á‡á¶á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„
kn: ಅಡ್ಮಿನ್ ಆಗಿ ತೆಗೆಯಿರಿ
ko: 관리자 권한으로 제거
lt: Pašalinti iš administratorių
lv: Noņemt kā administratoru
mk: Отстрани од Администратор
ml: അഡ്മിൻ സ്ഥാനത്ത് നിന്ന് ഒഴിവാക്കുക
mr: प्रशासक म्हणून काढून टाका
ms: Keluarkan sebagai Pentadbir
my: စီမံသူအနေမှ ဖယ်ရှားမယ်
nb: Fjern som administrator
nl: Beheerdersbevoegdheden intrekken
pa: ਐਡਮਿਨ ਵਜੋਂ ਹਟਾਓ
pa_pk: ایڈمن دی حیثیت توں ہٹاؤ
pl: Usuń uprawnienia administratora
ps: د اډمین په توګه ایسته کول
pt_br: Apagar como admin
pt_pt: Remover como administrador
ro: Elimină ca administrator
ru: Удалить как администратора
sk: Odstrániť spomedzi administrátorov
sl: Odstrani kot skrbnika
sq: Hiqe nga Përgjegjës
sr: Одузми администраторске дозволе
sv: Ta bort som administratör
sw: Ondoa kama Msimamizi
ta: நிர்வாகியாக அகற்று
te: నిర్వాహకుడిగా తొలగించండి
th: ปลดจากการเป็นผู้ดูแล
tr: Yöneticilikten Çıkart
ug: باشقۇرغۇچىدىن چىقىرىۋەت
uk: Забрати права адміністратора
ur: بطور ایڈمن ہٹائیں
vi: Gỡ vai trò Quản trị viên
zh_cn: 移除管理员
zh_hk: 撤銷管理員身份

# CONVERSATION_SETTINGS_REVOKE_GROUP_ADMIN_TITLE_FORMAT
source: Remove %@ as group admin?
af: Verwyder %@ as groepadmin?
ar: هل ترغب بإزالة ميزة الإشراف على المجموعة عن %1$@؟
az: %@ qrup adminliyindən çıxarılsın?
be: Выдаліць %1$@ як адміністратара групы?
bg: Отстраняване на %@ като администратор на групата?
bn: %1$@-কে গ্রুপের অ্যাডমিন থেকে সরাবেন?
ca: Vols suprimir a %1$@ com a administrador del grup?
cs: Odebrat %1$@ jako správce skupiny?
cy: Dileu %@ fel gweinyddwr grŵp?
da: Fjern %1$@ som administrator for gruppen?
de: %1$@ als Gruppen-Admin entfernen?
el: Αφαίρεση του/της %1$@ από διαχειριστή της ομάδας;
es: ¿Retirarle los permisos de admin a %1$@?
es_es: ¿Retirar permisos de admin a %@?
et: Kas eemaldada %@ grupi administraatorite hulgast?
eu: %@ erabiltzailea talde administratzaile gisa ezabatu nahi duzu?
fa: آیا می‌خواهید %1$@ را از سمت مدیر حذف کنید؟
fi: Poistetaanko %1$@ ryhmän ylläpitäjistä?
fil: Tanggalin si %@ bilang admin ng grupo?
fr: Révoquer les droits d'admin de %1$@ ?
ga: Bain %1$@ mar riarthóir grúpa?
gu: ગ્રુપ એડમિન તરીકે %1$@ને દૂર કરીએ?
he: להסיר את %1$@ מתפקיד מנהל/ת קבוצה?
hi: %1$@ को ग्रुप ऐडमिन के रूप से हटाएँ?
hr: Ukloniti administratorske privilegije za %1$@?
hu: Elveszed %1$@ admin jogát?
id: Hapus %1$@ dari admin grup?
is: Taka stjórnunarréttindi af %@?
it: Rimuovere %1$@ dal ruolo di admin del gruppo?
ja: %1$@ をグループ管理者から外しますか？
kab: Kkes %@ d anedbal n ugraw?
kk: %@ топ әкімшісі ретінде алынып тасталсын ба?
km: á›á»á” %@ á‡á¶á¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„?
kn: %@ ರನ್ನು ಗುಂಪಿನಿಂದ ಆಡ್ಮಿನ್‌ ರಂತೆ ತೆಗೆಯುವುದೇ?
ko: %1$@ 님을 그룹 관리자 권한으로 제거하시겠습니까?
lt: Pašalinti %@ iš grupės administratorių?
lv: Vai noņemt %@ kā grupas administratoru?
mk: Отстранете го %@ од администратор на групата?
ml: %@നെ അഡ്മിൻ സ്ഥാനത്ത് നിന്ന് ഒഴിവാക്കണോ?
mr: %1$@ ला ग्रुप प्रशासक म्हणून काढून टाकायचे?
ms: Keluarkan %1$@ sebagai pentadbir kumpulan?
my: %@ ကို စီမံသူအနေမှ ဖယ်ရှားမည်လား?
nb: Vil du fjerne %1$@ som gruppeadministrator?
nl: De beheerdersbevoegdheden van %1$@ intrekken?
pa: %@ ਨੂੰ ਐਡਮਿਨ ਵਜੋਂ ਹਟਾਉਣਾ ਹੈ?
pa_pk: %@ نوں گروپ ایڈمن دی حیثیت توں ہٹاؤ؟
pl: Czy %1$@ ma już nie mieć uprawnień administratora grupy?
ps: غواړئ %@ د ګروپ د اډمین په توګه ایسته کړئ؟
pt_br: Apagar %1$@ como admin do grupo?
pt_pt: Remover %1$@ de administrador do grupo?
ro: Elimini pe %1$@ ca administrator de grup?
ru: Удалить %1$@ как администратора группы?
sk: Odstrániť používateľa %1$@ spomedzi administrátorov skupiny?
sl: Želite odstraniti uporabnika/co %@ kot skrbnika/co skupine?
sq: Të hiqet %@ nga përgjegjës grupi?
sr: Одузми администраторске дозволе групе од %1$@?
sv: Ta bort %1$@ som gruppadministratör?
sw: Ondoa %@kama Msimamizi wa kikundi?
ta: அகற்று %@ குழு நிர்வாகியாக?
te: సమూహ నిర్వాహకుడిగా %@ ను తొలగించాలా?
th: ปลด %1$@ จากการเป็นผู้ดูแลกลุ่มหรือไม่
tr: %1$@ grup yöneticiliğinden çıkarılsın mı?
ug: %1$@ نى گۇرۇپپا باشلىقلىقىدىن چىقار
uk: Забрати в користувача %1$@ права адміністратора групи?
ur: %1$@ کو بطور گروپ ایڈمن کو ہٹا دیں؟
vi: Gỡ quyền quản trị của %1$@?
zh_cn: 移除 %1$@ 的管理员权限？
zh_hk: 要撤銷%1$@的管理員身份嗎？

# CONVERSATION_SETTINGS_SEARCH_BUTTON
source: search
af: soek
ar: البحث
az: axtar
be: пошук
bn: সন্ধান করুন
ca: cerca
cs: hledat
cy: chwilio
da: søg
de: Suchen
el: αναζήτηση
es: buscar
et: otsi
fa: جستجو
fi: haku
fr: rechercher
ga: cuardaigh
gu: સર્ચ
he: חפש
hi: खोजे
hr: pretraži
hu: keresés
id: cari
is: leita
it: cerca
ja: 検索
km: áŸáŸ’áœáŸ‚á„ášá€
kn: ಹುಡುಕಿ
ko: 검색
lt: ieškoti
lv: meklēt
mk: пребарај
ml: തിരയുക
mr: शोधा
ms: cari
my: ရှာဖွေမယ်
nb: søk
nl: Zoeken
pa: ਖੋਜੋ
pl: Szukaj
ps: پلټنه
pt_br: pesquisar
pt_pt: procurar
ro: căutare
ru: поиск
sk: hľadať
sl: iskanje
sq: kërko
sr: претражи
sv: sök
sw: tafuta
ta: தேடல்
te: వెతకండి
th: ค้นหา
tr: arama
ug: ئىزدە
uk: пошук
ur: تلاش کریں
vi: tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# CONVERSATION_SETTINGS_SEND_MESSAGES_SECTION_ALL_MEMBERS
source: All Members
af: Alle lede
ar: جميع الأعضاء
az: Bütün üzvlər
be: Усе ўдзельнікі
bn: সকল সদস্য
ca: tots els membres
cs: Všichni členové
cy: Pob Aelod
da: Alle medlemmer
de: Alle Mitglieder
el: Όλα τα μέλη
es: Cualquiera
et: Kõik liikmed
eu: Partaide Guztiak
fa: همه اعضا
fi: Kaikki jäsenet
fr: Tous les membres
ga: Na Baill Go Léir
gu: બધા સભ્યો
he: כל חברי הקבוצה
hi: सभी सदस्य
hr: Svi članovi
hu: Minden tag
id: Semua anggota
is: Allir meðlimir
it: Tutti i membri
ja: すべてのメンバー
kab: Meṛṛa iɛeggalen
km: áŸá˜á¶á‡á·á€á‘á¶áŸ†á„á¢áŸáŸ‹
kn: ಎಲ್ಲಾ ಸದಸ್ಯರು
ko: 모든 멤버
lt: Visi nariai
lv: Visi dalībnieki
mk: Сите членови
ml: എല്ലാ അംഗങ്ങൾക്കും
mr: सर्व सदस्य
ms: Semua Ahli
my: အဖွဲ့ဝင်များအားလုံး
nb: Alle medlemmer
nl: Alle leden
pa: ਸਾਰੇ ਮੈਂਬਰ
pl: Wszyscy członkowie
ps: ټول غړي
pt_br: Todos os membros
pt_pt: Todos os membros
ro: Toți membri
ru: Все участники
sk: Všetci členovia
sl: Vsi člani
sq: Krejt Anëtarët
sr: Сви чланови
sv: Alla medlemmar
sw: Wanachama Wote
ta: அனைத்து உறுப்பினர்களும்
te: సభ్యులందరు
th: สมาชิกทุกคน
tr: Tüm Üyeler
ug: ھەممە ئەزالار
uk: Усі учасники
ur: تمام ممبران
vi: Tất cả thành viên
zh_cn: 全部成员
zh_hk: 所有成員

# CONVERSATION_SETTINGS_SEND_MESSAGES_SECTION_FOOTER
source: Choose who can send messages and start calls in this group.
af: Kies wie in hierdie groep boodskappe kan stuur en oproepe kan begin.
ar: اختر من يمكنه إرسال الرسائل، ومن يمكنه بدء المكالمات في هذه المجموعة.
az: Kimin bu qrupa mesaj göndərə və zəng başlada biləcəyini seçin.
be: Выберыце таго, хто зможа адпраўляць паведамленні і рабіць званкі ў гэтай групе.
bn: কারা এই গ্রুপে মেসেজ পাঠাতে ও কল শুরু করতে পারবেন তা বেছে নিন।
ca: Trieu qui pot enviar missatges i iniciar trucades en aquest grup.
cs: Zvolte, kdo může v této skupině posílat zprávy a zahajovat hovory.
cy: Dewisiwch pwy all anfon negeseuon neu ddechrau galwadau yn y grŵp hwn.
da: Vælg hvem der kan sende beskeder og starte opkald i denne gruppe.
de: Wähle, wer in dieser Gruppe Nachrichten senden und Anrufe starten darf.
el: Επέλεξε ποιοί μπορούν να στέλνουν μηνύματα και να ξεκινούν κλήσεις σε αυτή την ομάδα.
es: Elige quién puede enviar mensajes e iniciar llamadas en este grupo.
et: Vali, kes saavad selles grupis saata sõnumeid ja alustada kõnesid.
fa: انتخاب کنید چه کسانی می‌توانند در این گروه پیام ارسال و تماس‌ها را آغاز کنند.
fi: Valitse, kuka voi lähettää viestejä ja aloittaa puheluja ryhmässä.
fr: Choisissez qui peut envoyer des messages et démarrer des appels dans ce groupe.
gu: આ ગ્રુપમાં કોણ મેસેજ મોકલી શકે છે અને કૉલ્સ શરૂ કરી શકે છે તે પસંદ કરો.
he: בחר מי יכול לשלוח הודעות ולהתחיל שיחות בקבוצה זו.
hi: चुनें कि कौन इस समूह में संदेश भेज सकता है और कॉल शुरू कर सकता है।
hr: Odaberite tko može slati poruke i započinjati pozive u ovoj grupi.
hu: Válassz, ki küldhet üzeneteket és indíthat hívásokat ebben a csoportban.
id: Tentukan siapa yang dapat mengirimkan pesan dan memulai panggilan di grup ini.
is: Veldu hverjir geta sent skilaboð á þennan hóp og hafið samtöl.
it: Scegli chi può inviare messaggi e iniziare chiamate in questo gruppo.
ja: このグループでメッセージを送信したり通話を開始できる人を選択してください。
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€áŠáŸ‚á›á˜á¶á“áŸá·á‘áŸ’á’á·á¢á¶á…á•áŸ’á‰á¾áŸá¶áš á“á·á„á…á¶á”áŸ‹á•áŸ’áŠá¾á˜á€á¶ášá áŸ…á…áŸá‰á“áŸ…á€áŸ’á“á»á„á€áŸ’ášá»á˜á“áŸáŸ‡áŸ”
kn: ಈ ಗುಂಪಿನಲ್ಲಿ ಯಾರು ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು ಮತ್ತು ಕರೆಗಳನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು ಎಂಬುದನ್ನು ಆರಿಸಿ.
ko: 그룹에서 메시지를 보내고 통화를 시작할 수 있는 사용자를 선택합니다.
lt: Pasirinkti kas šioje grupėje gali siųsti žinutes ir pradėti skambučius.
lv: Izvēlieties, kurš var sūtīt ziņas un sākt zvanus šajā grupā.
mk: Изберете кој може да испраќа пораки и да започнува повици во оваа група.
ml: ഈ ഗ്രൂപ്പിൽ ആർക്കാണ് സന്ദേശങ്ങള്‍ അയയ്ക്കാനും കോളുകൾ ആരംഭിക്കാനും കഴിയുന്നതെന്ന് തിരഞ്ഞെടുക്കുക.
mr: या गटात संदेश कोण पाठवू शकतो आणि कॉल कोण चालू करू शकतो ते निवडा.
ms: Pilih orang yang boleh menghantar mesej dan mulakan panggilan dalam kumpulan ini.
nb: Velg hvem som kan sende meldinger og foreta anrop i gruppen.
nl: Kies wie in deze groep berichten mogen verzenden en oproepen mogen beginnen.
pa: ਚੁਣੋ ਕਿ ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸੁਨੇਹੇ ਕੌਣ ਭੇਜ ਸਕਦਾ ਹੈ ਅਤੇ ਕਾਲਾਂ ਸ਼ੁਰੂ ਕਰ ਸਕਦਾ ਹੈ।
pl: Wybierz, kto może wysyłać wiadomości i rozpoczynać połączenia w tej grupie.
ps: دا وټاکئ چې څوک کولای شي په دغه ګروپ کې پیغامونه ولیږي او ټلیفوني اړیکې پیل کړي.
pt_br: Escolha quem pode enviar mensagens e iniciar chamadas nesse grupo.
pt_pt: Escolha quem pode enviar mensagens e iniciar chamadas neste grupo.
ro: Alege cine poate trimite mesaje și începe apeluri în acest grup.
ru: Выберите, кто может отправлять сообщения и начинать звонки в этой группе.
sk: Zvoľte, kto môže posielať správy a zahájiť hovory v tejto skupine.
sl: Izberite kdo lahko pošilja sporočila tej skupini in začne klic.
sq: Zgjidhni cilët mund të dërgojnë mesazhe dhe të fillojnë thirrje në këtë grup.
sr: Изаберите ко може да шаље поруке и започиње позиве у овој групи.
sv: Välj vilka som kan skicka meddelanden och starta samtal i denna grupp.
sw: Chagua ni nani anayeweza kutuma ujumbe na kuanzisha mazungumzo ya simu katika kikundi hiki.
ta: யாரால் முடியும் என்பதைத் தேர்வுசெய்க அனுப்பு செய்திகள் மற்றும் இதில் அழைப்புகளைத் தொடங்கவும் குழு.
te: ఈ గుంపులో ఎవరు సందేశాలు పంపవచ్చో ఎంచుకోండి మరియు కాల్‌లను ప్రారంభించండి.
th: เลือกว่าใครสามารถส่งข้อความและเริ่มการโทรในกลุ่มนี้
tr: Bu grupta kimlerin iletiler gönderip aramalar başlatabileceğini seçin.
ug: گۇرۇپپىدا ئۇچۇر يوللاپ ۋە چاقىرىق قىلالايدىغانلارنى تاللاڭ
uk: Оберіть, хто зможе надсилати повідомлення та починати виклики в цій групі.
ur: منتخب کریں کہ کون اس گروپ میں پیغام بھیج سکتا ہے اور کالیں شروع کرسکتا ہے۔
vi: Chọn ai có thể gửi tin nhắn và bắt đầu cuộc gọi trong nhóm này.
zh_cn: 选择群组中谁可以发生消息以及发起通话。
zh_hk: 選擇誰可以在此群組中傳送訊息並開始通話。

# CONVERSATION_SETTINGS_SEND_MESSAGES_SECTION_HEADER
source: Send Messages
af: Stuur boodskappe
ar: إرسال الرسائل
az: Mesaj göndər
be: Адправіць паведамленні
bn: মেসেজ পাঠান
ca: Envia els missatges
cs: Odeslat zprávy
cy: Anfon Negeseuon
da: Send beskeder
de: Nachrichten senden
el: Αποστολή μηνυμάτων
es: Enviar mensajes
et: Sõnumite saatmine
fa: ارسال پیام
fi: Viestien lähettäminen
fr: Envoyer des messages
ga: Seol teachtaireachtaí
gu: મેસેજ મોકલો
he: שלח הודעות
hi: संदेश भेजो
hr: Slanje poruka
hu: Üzenetküldés
id: Kirim pesan
is: Senda skilaboð
it: Inviare messaggi
ja: メッセージ送信
km: á•áŸ’á‰á¾áŸá¶áš
kn: ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಿ
ko: 메시지 전송
lt: Siųsti žinutes
lv: Nosūtīt ziņas
mk: Испрати пораки
ml: സന്ദേശങ്ങള്‍ അയയ്ക്കുക
mr: संदेश पाठवा
ms: Hantar Mesej
nb: Sende meldinger
nl: Berichten verzenden & oproepen beginnen
pa: ਸੁਨੇਹੇ ਭੇਜੋ
pl: Wysyłanie wiadomości
ps: د پیغامونو لیږل
pt_br: Enviar mensagens
pt_pt: Enviar mensagens
ro: Trimitere mesaje
ru: Отправлять сообщения
sk: Poslať správy
sl: Pošlji sporočila
sq: Dërgoni Mesazhe
sr: Пошаљи поруке
sv: Skicka meddelanden
sw: Tuma Ujumbe
ta: செய்திகளை அனுப்புங்கள்
te: సందేశాలను పంపండి
th: ส่งข้อความ
tr: İletiler Gönderme
ug: ئۇچۇر يوللا
uk: Надсилання повідомлень
ur: پیغامات بھیجیں
vi: Gửi tin nhắn
zh_cn: 发送消息
zh_hk: 傳送訊息

# CONVERSATION_SETTINGS_SEND_MESSAGES_SECTION_ONLY_ADMINS
source: Only Admins
af: Slegs admins
ar: للمُشرِفين فقط
az: Yalnız adminlər
be: Толькі адміністратары
bn: শুধুমাত্র অ্যাডমিন
ca: Només els administradors
cs: Pouze administrátoři
cy: Gweinyddwyr yn Unig
da: Kun administratorer
de: Nur Admins
el: Μόνο διαχειριστές
es: Solo admins
et: Ainult administraatorid
eu: Administratzaileak Bakarrik
fa: فقط مدیرها
fi: Vain ylläpitäjät
fr: Les administrateurs
ga: Riarthóirí Amháin
gu: ફક્ત એડમિન
he: רק מנהלנים
hi: सिर्फ़ एडमिन
hr: Samo administratori
hu: Csak adminok
id: Hanya admin
is: Aðeins stjórnendur
it: Solo gli amministratori
ja: 管理者のみ
kab: Inedbalen kan
km: á˜á¶á“ááŸ‚á¢áŸ’á“á€á¢á—á·á”á¶á›
kn: ಆಡ್ಮಿನ್‌‌ಗಳು ಮಾತ್ರ
ko: 관리자만
lt: Tik administratoriai
lv: Tikai administratori
mk: Само администратори
ml: അഡ്‌മിൻ‌മാർക്ക് മാത്രം
mr: फक्त प्रशासक
ms: Hanya Pentadbir
my: စီမံသူများသာ
nb: Kun administratorer
nl: Uitsluitend beheerders
pa: ਸਿਰਫ ਐਡਮਿਨ
pl: Tylko administratorzy
ps: یوازې اډمینان
pt_br: Somente admins
pt_pt: Apenas administradores
ro: Doar administratorii
ru: Только администраторы
sk: Len administrátori
sl: Samo skrbniki
sq: Vetëm Përgjegjësit
sr: Само администратори
sv: Endast administratörer
sw: Wasimamizi Pekee
ta: நிர்வாகிகள் மட்டுமே
te: నిర్వాహకులు మాత్రమే
th: เฉพาะผู้ดูแล
tr: Yalnızca Yöneticiler
ug: باشقۇرغۇچىلارلا
uk: Тільки адміністратори
ur: صرف ایڈمنز
vi: Chỉ có Quản trị viên
zh_cn: 仅限管理员
zh_hk: 只有管理員

# CONVERSATION_SETTINGS_UNBLOCK_GROUP
source: Unblock Group
af: Ontsper groep
ar: رفع حَظر المجموعة
az: Qrupu əngəldən çıxart
be: Разблакаваць групу
bg: Отблокиране на група
bn: গ্রুপ আনব্লক করুন
ca: Desbloqueja el grup
cs: Odblokovat skupinu
cy: Dadrwystro Grŵp
da: Fjern blokering af gruppe
de: Gruppe freigeben
el: Κατάργηση αποκλεισμού ομάδας
es: Desbloquear grupo
es_es: Desbloquear grupo
et: Eemalda grupi blokeering
eu: Taldea desblokeatu
fa: رفع مسدودیت گروه
fi: Poista ryhmän esto
fil: I-unblock ang Grupo
fr: Débloquer le groupe
ga: Bain an bac den ghrúpa
gu: ગ્રૂપ અનબ્લૉક કરો
he: ביטול חסימת קבוצה
hi: ग्रुप को अनब्लॉक करें
hr: Odblokiraj grupu
hu: Csoport tiltásának feloldása
id: Buka Blokir Grup
is: Opna á hóp
it: Sblocca il gruppo
ja: グループのブロックを解除
kab: Serreḥ i ugraw
kk: Топтың бұғатын шешу
km: á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹á€áŸ’ášá»á˜
kn: ಗುಂಪನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಿ
ko: 그룹 차단 해제
lt: Atblokuoti grupę
lv: Atbloķēt grupu
mk: Одблокирај група
ml: ഗ്രൂപ്പിനെ അൺബ്ലോക്ക് ചെയ്യുക
mr: गट अनावरोधित करा
ms: Nyahsekat Kumpulan
my: အဖွဲ့ကို ပိတ်ပင်ခြင်းမှ ဖြည်မယ်
nb: Fjern blokkering av gruppe
nl: Groep deblokkeren
pa: ਗਰੁੱਪ ਤੋਂ ਪਾਬੰਦੀ ਹਟਾਓ
pa_pk: گروپ نوں ان بلاک کرو
pl: Odblokuj grupę
ps: ګروپ له بلاک څخه ایستل
pt_br: Desbloquear o grupo
pt_pt: Desbloquear grupo
ro: Deblocare grup
ru: Разблокировать группу
sk: Odblokovať skupinu
sl: Odblokiraj skupino
sq: Zhbllokoje Grupin
sr: Одблокирај групу
sv: Avblockera grupp
sw: Fungua Kikundi
ta: குழுவைத் தடைநீக்கு
te: సమూహాన్ని అన్‌బ్లాక్ చేయండి
th: เลิกบล็อกกลุ่ม
tr: Grubun Engelini Kaldır
ug: گۇرۇپپىنى چەكلەشنى بىكار قىلىش
uk: Розблокувати групу
ur: گروپ کو اَن بلاک کریں
vi: Bỏ chặn Nhóm
zh_cn: 取消屏蔽群组
zh_hk: 解除封鎖群組

# CONVERSATION_SETTINGS_UNBLOCK_USER
source: Unblock User
af: Ontsper gebruiker
ar: رفع حَظر المُستخدم
az: İstifadəçini əngəldən çıxart
be: Разблакаваць карыстальніка
bg: Отблокиране на потребител
bn: ইউজারকে আনব্লক করুন
ca: Desbloqueja l'usuari
cs: Odblokovat uživatele
cy: Dadrwystro Defnyddiwr
da: Fjern blokering af bruger
de: Kontakt freigeben
el: Κατάργηση αποκλεισμού χρήστη
es: Desbloquear persona
es_es: Desbloquear persona
et: Eemalda kasutaja blokeering
eu: Erabiltzailea desblokeatu
fa: رفع مسدودیت کاربر
fi: Poista käyttäjän esto
fil: I-unblock ang User
fr: Débloquer l'utilisateur
ga: Bain an bac den úsáideoir
gu: ઉપયોગકર્તાને અનબ્લૉક કરો
he: ביטול חסימת משתמש/ת
hi: यूज़र अनब्लॉक करें
hr: Odblokiraj korisnika
hu: Tiltás feloldása
id: Buka Blokir Pengguna
is: Afbanna notanda
it: Sblocca utente
ja: ユーザーのブロックを解除
kab: Serreḥ i useqdac
kk: Пайдаланушының бұғатын шешу
km: á›áŸ‚á„á á¶á˜áƒá¶ááŸ‹á¢áŸ’á“á€á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹
kn: ಬಳಕೆದಾರನನ್ನು ಅನ್‌ಬ್ಲಾಕ್ ಮಾಡಿ
ko: 사용자 차단 해제
lt: Atblokuoti naudotoją
lv: Atbloķēt lietotāju
mk: Одблокирај корисник
ml: യൂസറിനെ അൺബ്ലോക്ക് ചെയ്യുക
mr: वापरकर्ता अनावरोधित करा
ms: Nyahsekat Pengguna
my: အသုံးပြုသူကို ပိတ်ပင်ခြင်းမှ ဖြည်မယ်
nb: Fjern blokkering av bruker
nl: Persoon deblokkeren
pa: ਉਪਭੋਗਤਾ ਨੂੰ ਅਨਬਲੌਕ ਕਰੋ
pa_pk: صارف نوں ان بلاک کرو
pl: Odblokuj osobę
ps: کارن له بلاک څخه ایستل
pt_br: Desbloquear esta pessoa
pt_pt: Desbloquear utilizador
ro: Deblocare utilizator
ru: Разблокировать пользователя
sk: Odblokovať používateľa
sl: Odblokiraj uporabnika/co
sq: Zhbllokoje Përdoruesin
sr: Одблокирај корисника
sv: Avblockera användare
sw: Fungua Mtumiaji
ta: பயனரைத் தடைநீக்கு
te: వినియోగదారుని అన్‌బ్లాక్ చేయండి
th: เลิกบล็อกผู้ใช้
tr: Kullanıcının Engelini Kaldır
ug: ئىشلەتكۈچىنى چەكلەشنى بىكار قىلىش
uk: Розблокувати користувача
ur: یوزر کو اَن بلاک کریں
vi: Bỏ chặn Người Dùng
zh_cn: 取消屏蔽用户
zh_hk: 解除封鎖用戶

# CONVERSATION_SETTINGS_UNMUTE_ACTION
source: Unmute
af: Ontdemp
ar: إلغاء الكتم
az: Səsi aç
be: Апавяшч. укл.
bg: Премахни заглушаването
bn: আনমিউট করুন
ca: No silenciïs
cs: Zrušit ztlumení
cy: Dad-dewi
da: Ignorer ikke
de: Stummschaltung aufheben
el: Αναίρεση σίγασης
es: Reactivar
es_es: No silenciar
et: Eemalda vaigistus
eu: Soinua aktibatu
fa: صدادار کردن
fi: Poista mykistys
fil: I-unmute
fr: Réactiver le son
ga: Díbhalbhaigh
gu: અનમ્યૂટ કરો
he: ביטול השתקה
hi: अनम्यूट करें
hr: Uključi zvuk
hu: Némítás feloldása
id: Bunyikan
is: Hljóð á
it: Non silenziare
ja: ミュート解除
kab: Err imesli
kk: Дыбысын шығару
km: á˜á·á“á”á·á‘áŸáŸ†á¡áŸá„
kn: ಅನ್‌ಮ್ಯೂಟ್ ಮಾಡಿ
ko: 알림 켜기
lt: Įjungti pranešimus
lv: Ieslēgt ziņas
mk: Вклучи звук
ml: ശബ്‌ദിപ്പിക്കുക
mr: अनम्यूट करा
ms: Nyahredam
my: အသံပြန်ဖွင့်မယ်
nb: Slå på varsling igjen
nl: Dempen opheffen
pa: ਅਨਮਿਊਟ ਕਰੋ
pa_pk: ناخموش کرو
pl: Wyłącz wyciszenie
ps: له صامت حالت څخه ایستل
pt_br: Reativar notificações
pt_pt: Anular silêncio
ro: Activează notificările
ru: Вкл. микрофон
sk: Zrušiť stlmenie
sl: Prekini utišanje
sq: Çheshtoje
sr: Укључи обавештења
sv: Avtysta
sw: Washa
ta: தடுப்புநீக்கு
te: మ్యూట్ తీసివేయి
th: เปิดเสียง
tr: Sesi aç
ug: ئۈنلۈك
uk: Увімкнути сповіщення
ur: غیر خاموش کریں
vi: Bỏ tắt tiếng
zh_cn: 取消静音
zh_hk: 取消靜音

# CONVERSATION_SETTINGS_VIDEO_CALL_BUTTON
source: video
ar: مكالمة فيديو
az: görüntülü
be: відэа
bn: ভিডিও
ca: vídeo
cy: fideo
el: βίντεο
es: vídeo
et: videokõne
fa: ویدئو
fr: vidéo
gu: વિડિયો
he: וידאו
hi: वीडियो
hu: videó
is: myndskeið
ja: ビデオ
km: áœá¸áŠáŸá¢á¼
kn: ವೀಡಿಯೋ
ko: 비디오
lt: vaizdo skamb.
mk: видео
ml: വീഡിയോ
mr: व्हिडिओ
my: ဗီဒီယို
pa: ਵੀਡੀਓ
pl: Wideo
ps: ویډیو
pt_br: vídeo
pt_pt: vídeo
ru: видео
sr: видео
ta: காணொளி
te: వీడియో
th: วิดีโอ
tr: görüntülü
ug: سىن
uk: відео
ur: ویڈیو
zh_cn: 视频
zh_hk: 視像
