Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# USERNAME_EDUCATION_PRIVACY_DESCRIPTION
source: Your phone number is no longer visible in chats. If your number is saved to a friend’s contacts, they will still see it.
ar: رقم هاتفك لم يعد مرئيًا في الدردشات. إذا تم حفظ رقم هاتفك في جهات اتصال صديق، فسَيظل مرئيًا بالنسبة له.
be: Ваш нумар тэлефона больш не бачны ў чатах. Калі ваш нумар захаваны ў кантактах сяброў, яны заўсёды будуць бачыць яго.
bn: আপনার ফোন নম্বর চ্যাটে আর দৃশ্যমান নয়। যদি আপনার নম্বরটি আপনার বন্ধুর কন্টাক্টে সংরক্ষিত থাকে তবে তিনি এটি দেখতে পাবেন।
ca: El teu número de telèfon ja no és visible als xats. Fins i tot si un amic té el teu número guardat als seus contactes, no li apareixerà.
cs: Vaše telefonní číslo již není v chatech viditelné. Pokud mají přátelé vaše číslo uložené v seznamu kontaktů, stále ho uvidí.
da: Dit telefonnummer er ikke længere synligt i chats. Hvis dit nummer er gemt i en vens kontakter, vil vedkommende stadig kunne se det.
de: Deine Telefonnummer wird nicht mehr in Chats angezeigt. Wenn deine Nummer in den Kontakten von anderen Personen gespeichert ist, können diese sie trotzdem sehen.
el: Ο αριθμός τηλεφώνου σου δεν είναι πλέον ορατός στις συνομιλίες. Εάν ο αριθμός σου είναι αποθηκευμένος στις επαφές ενός φίλου, θα εξακολουθεί να τον βλέπει.
es: Tu número de teléfono ya no se muestra en los chats. Si alguien tiene tu número guardado en sus contactos, sí podrá verlo.
fa: شماره تلفن شما دیگر در گفتگوها قابل مشاهده نیست. اگر شمارۀ شما در مخاطبان دوستتان ذخیره شده باشد، همچنان قادر به دیدنش خواهند بود.
fi: Puhelinnumeroasi ei enää jaeta keskusteluissa. Jos numerosi on tallennettu ystäväsi yhteystietoihin, hän näkee sen edelleen.
fr: Votre numéro de téléphone ne s’affiche plus dans les conversations. Il reste cependant visible aux utilisateurs qui l’ont déjà enregistré dans leurs contacts.
ga: Níl d'uimhir ghutháin infheicthe i gcomhráite a thuilleadh. Má tá d'uimhir sábháilte i dteagmhálaithe carad, feicfidh an duine sin fós í.
gu: તમારો ફોન નંબર હવે ચેટમાં દેખાશે નહીં. જો તમારો નંબર મિત્રના સંપર્કોમાં સેવ કરેલ હોય, તો તેઓને તે હજી પણ દેખાશે.
he: מספר הטלפון שלך כבר לא גלוי בצ׳אטים. אם המספר שלך שמור באנשי הקשר של חבר או חברה, הם עדיין יראו אותו.
hi: आपका फोन नंबर अब चैट में दिखाई नहीं देगा। यदि आपका नंबर किसी मित्र के संपर्कों में सहेजा गया है, तो भी वे इसे देखेंगे।
hr: Vaš se broj telefona više ne prikazuje korisnicima prilikom razgovora. Broj će biti vidljiv vašim prijateljima ako je već spremljen u njihovim kontaktima.
hu: A telefonszámod többé nem látható a Csevegésekben. Ha a telefonszámodat elmentette egy ismerősöd a névjegyei közé, ő továbbra is látni fogja.
id: Nomor telepon Anda tidak lagi terlihat di obrolan. Jika nomor Anda disimpan di kontak teman, mereka akan tetap melihatnya.
it: Il tuo numero di telefono non è più visibile nelle chat. Se però il tuo numero è salvato nella lista contatti di un tuo conoscente, allora sarà visibile a quella persona.
ja: チャット上に電話番号が表示されなくなります。あなたの電話番号が友人の連絡先に保存されている場合は、その友人には電話番号が表示されます。
ko: 이 대화에 내 전화번호가 더 이상 표시되지 않습니다. 내 전화번호를 연락처에 저장한 친구는 계속 내 전화번호를 볼 수 있습니다.
mr: आपला फोन क्रमांक यापुढे चॅट्समध्ये दृश्यमान असणार नाही. आपला क्रमांक जर मित्रांच्या संपर्कामध्ये जतन केला असल्यास, ते अद्याप पाहू शकतात.
ms: Nombor telefon anda tidak lagi kelihatan dalam sembang. Jika nombor anda disimpan pada kenalan rakan, mereka boleh melihatnya.
nb: Telefonnummeret ditt er skjult i alle samtaler. Venner som har nummeret ditt lagret på enheten sin, kan fremdeles se det.
nl: Je telefoonnummer is niet meer zichtbaar in chats. Als iemand je nummer heeft opgeslagen, dan blijft het wel zichtbaar voor deze persoon.
pl: Twój numer telefonu nie jest już widoczny w czatach. Wciąż będzie jednak widoczny dla tych znajomych, którzy mają Twój numer w kontaktach.
pt_br: Seu número de telefone não está mais visível nos chats. Se o seu número estiver salvo nos contatos de um amigo, ele ainda o verá.
pt_pt: O seu número de telemóvel já não está visível nos chats. Se o seu número estiver guardado nos contactos de um amigo, ainda poderá ser visto.
ro: Numărul tău de telefon nu mai este vizibil în conversații. Dacă numărul tău este salvat în contactele unui prieten, acesta îl va vedea în continuare.
ru: Ваш номер телефона больше не будет виден в чатах. Если ваш номер сохранён в контактах друга, он всё равно его увидит.
sk: Vaše telefónne číslo už nie je viditeľné v jednotlivých četoch. Ak je však vaše číslo uložené v kontaktoch priateľa, ten ho bude stále vidieť.
sr: Ваш број телефона више није видљив у ћаскањима. Ако је ваш број сачуван у контактима пријатеља, они ће га и даље видети.
sv: Ditt telefonnummer visas inte längre i chattar. Om ditt nummer är sparat i en väns kontakter kommer de fortfarande att se det.
th: ระบบจะไม่แสดงหมายเลขโทรศัพท์ของคุณในแชทอีกต่อไป ผู้ติดต่อจะยังคงเห็นหมายเลขโทรศัพท์ของคุณ หากบันทึกเบอร์คุณไว้ในรายชื่อติดต่อ
tr: Telefon numaran artık sohbetlerde görünmüyor. Numaran bir arkadaşının kişilerinde kayıtlıysa, numaranı yine görecektir.
ug: تېلېفون نومۇرىڭىز ئەمدى پاراڭلاردا كۆرۈنمەيدۇ. ئەگەر تېلېفون نومۇرىڭىز دوستىڭىزنىڭ ئالاقىداش تىزىملىكىدە ساقلانغان بولسا، ئۇلار ئۇنى كۆرەلەيدۇ.
uk: Ваш номер телефону більше не показується в чатах. Але його все одно буде видно тим, хто має ваш номер у своєму списку контактів.
ur: آپ کا فون نمبر اب چیٹس میں مزید نظر نہیں آ رہا۔ اگر آپ کا نمبر کسی دوست کے روابط میں محفوظ ہوا، تو وہ اسے اب بھی دیکھیں گے۔
vi: Số điện thoại của bạn không còn hiển thị trong các cuộc trò chuyện. Nếu số điện thoại của bạn đã được lưu vào danh bạ của một người bạn, họ vẫn có thể nhìn thấy.
zh_cn: 您的手机号码在聊天中不再对好友可见。如果您的好友将您的手机号码保存到了通讯录中，那么对方仍然可以看到您的手机号码。
zh_hk: 你的電話號碼在聊天中不再可見。如果你的號碼儲存在朋友的聯絡人中，他們仍會看到。

# USERNAME_EDUCATION_PRIVACY_TITLE
source: Phone Number Privacy
ar: خصوصية رقم الهاتف
be: Канфідэнцыйнасць нумара тэлефона
bn: ফোন নম্বরের গোপনীয়তা
ca: Privacitat del número de telèfon
cs: Soukromé telefonní číslo
da: Telefonnummerprivatliv
de: Datenschutz bei Telefonnummern
el: Απόρρητο αριθμού τηλεφώνου
es: Privacidad del número de teléfono
fa: حریم شخصی شماره تلفن
fi: Puhelinnumeron yksityisyys
fr: Confidentialité du numéro de téléphone
ga: Príobháideacht ar Uimhreacha Gutháin
gu: ફોન નંબરની ગોપનીયતા
he: פרטיות מספר טלפון
hi: फोन नंबर गोपनीयता
hr: Privatnost broja telefona
hu: Telefonszám-védelem
id: Privasi Nomor Telepon
it: Privacy del numero di telefono
ja: 電話番号保護
ko: 전화번호 개인 정보 보호
mr: फोन नंबर गोपनीयता
ms: Privasi Nombor Telefon
nb: Skjult telefonnummer
nl: Telefoonnummerprivacy
pl: Ukryty numer telefonu
pt_br: Privacidade do número de telefone
pt_pt: Privacidade do número de telemóvel
ro: Confidențialitatea numărului de telefon
ru: Конфиденциальность номера телефона
sk: Utajenie telefónneho čísla
sr: Приватност броја телефона
sv: Integritet för telefonnummer
th: การรักษาความเป็นส่วนตัวของหมายเลขโทรศัพท์
tr: Telefon Numarası Gizliliği
ug: تېلېفون نومۇرى مەخپىيەتلىكى
uk: Конфіденційність номера телефону
ur: فون نمبر پرائیویسی
vi: Sự riêng tư cho số điện thoại
zh_cn: 手机号码隐私
zh_hk: 電話號碼隱私

# USERNAME_EDUCATION_SET_UP_BUTTON
source: Set up your Username
ar: إعداد اسم المُستخدم الخاص بك
be: Наладзіць імя карыстальніка
bn: আপনার ব্যবহারকারীর নাম সেট আপ করুন
ca: Configurar el teu àlies
cs: Nastavit si uživatelské jméno
da: Angiv dit brugernavn
de: Richte deinen Nutzernamen ein
el: Ρύθμισε το όνομα χρήστη
es: Configura tu alias
fa: تنظیم نام کاربری
fi: Määritä käyttäjänimesi
fr: Configurer votre nom d'utilisateur
ga: Socraigh d'Ainm Úsáideora
gu: તમારું યુઝરનેમ સેટ કરો
he: הגדרת שם המשתמש שלך
hi: अपना यूज़रनेम सेट करें
hr: Postavite svoje korisničko ime
hu: Állítsd be a felhasználónevedet
id: Siapkan Nama Pengguna Anda
it: Scegli il tuo nome utente
ja: ユーザーネームを設定する
ko: 사용자 이름 설정
mr: आपले वापरकर्तानाव सेटअप करा
ms: Tetapkan Nama Pengguna anda
nb: Angi et brukernavn
nl: Gebruikersnaam instellen
pl: Ustaw nazwę użytkownika
pt_br: Configurar seu nome de usuário
pt_pt: Configurar o seu nome de utilizador
ro: Configurează-ți numele de utilizator
ru: Настройте своё имя пользователя
sk: Nastaviť používateľské meno
sr: Подесите корисничко име
sv: Ställ in ditt användarnamn
th: กำหนดชื่อผู้ใช้ของคุณ
tr: Kullanıcı adını ayarla
ug: ئىشلەتكۈچى نامىنى تەڭشەش
uk: Створити ім'я користувача
ur: اپنا یوزر نیم ترتیب دیں
vi: Đặt tên người dùng Signal của bạn
zh_cn: 设置您的用户名
zh_hk: 設定你的用戶名稱

# USERNAME_EDUCATION_TITLE
source: New Ways to Connect
ar: طرق جديدة للاتصال
be: Новыя спосабы для сувязі
bn: সংযোগ করার নতুন উপায়
ca: Noves maneres de connectar-te
cs: Nové způsoby, jak se propojit
da: Nye måder at komme i kontakt på
de: Neue Möglichkeiten, um sich zu verbinden
el: Νέοι τρόποι σύνδεσης
es: Nuevas formas de conectarte
fa: روش‌های جدید برقراری ارتباط
fi: Uusia tapoja pitää yhteyttä
fr: Prendre contact autrement
ga: Bealaí Nua le Nascadh
gu: કનેક્ટ કરવાની નવી રીતો
he: דרכים חדשות להתחבר
hi: जुड़ने के नए तरीके
hr: Novi načini povezivanja
hu: Új csatlakozási módok
id: Cara Baru untuk Terhubung
it: Più privacy, più contatti
ja: つながる新しい選択肢
ko: 새로운 연락 방법
mr: कनेक्ट होण्याचे नवीन मार्ग
ms: Cara Baharu untuk Berhubung
nb: Nye måter å finne hverandre på
nl: Nieuwe manieren om contact te maken
pl: Nawiązuj kontakt w nowy sposób
pt_br: Outras formas de se conectar
pt_pt: Novas formas de se conectar
ro: Noi moduri de conectare
ru: Новые способы связи
sk: Nové spôsoby, ako sa spojiť
sr: Нови начини повезивања
sv: Nya sätt att skapa kontakt
th: วิธีใหม่ในการติดต่อสื่อสาร
tr: Bağlanmanın Yeni Yolları
ug: ئۇلىنىشنىڭ يېڭى ئۇسۇللىرى
uk: Контактуйте по-новому
ur: رابطہ کرنے کے نئے طریقے
vi: Cách Mới để Kết Nối
zh_cn: 联系有新招
zh_hk: 新的連結方式

# USERNAME_EDUCATION_USERNAME_DESCRIPTION
source: People can now message you using your optional username so you don’t have to give out your phone number. Usernames aren’t visible on your profile.
ar: يُمكن للناس مراسلتك الآن باستخدام اسم المُستخدِم الاختياري الخاص بك حتى لا تضطر إلى إعطاء رقم هاتفك. أسماء المُستخدِمين ليست مرئية على حسابك الشخصي.
be: Цяпер вам могуць адпраўляць паведамленні на імя карыстальніка, што вы выбралі, а даваць свой нумар тэлефона вам не патрэбна. Імёны карыстальнікаў не бачныя ў вашым профілі.
bn: লোকজন এখন আপনার ঐচ্ছিক ব্যবহারকারীর নাম ব্যবহার করে আপনাকে মেসেজ পাঠাতে পারবেন যাতে আপনাকে আপনার ফোন নম্বর দিতে না হয়। ব্যবহারকারীর নামগুলো আপনার প্রোফাইলে দৃশ্যমান নয়।
ca: Ara, la gent et pot enviar missatges fent servir el teu àlies opcional, i no caldrà que donis el teu número de telèfon. Els àlies no són visibles al teu perfil.
cs: Lidé vám teď mohou posílat zprávy pomocí vašeho volitelného uživatelského jména, takže jim nemusíte sdělovat své telefonní číslo. Uživatelská jména se ve vašem profilu nezobrazují.
da: Folk kan nu sende dig beskeder ved hjælp af dit valgfrie brugernavn, så du ikke behøver at dele dit telefonnummer. Brugernavne er ikke synlige på din profil.
de: Andere können dir jetzt über deinen optionalen Nutzernamen eine Nachricht schicken, sodass du deine Telefonnummer nicht mehr herausgeben musst. Nutzernamen sind in deinem Profil nicht sichtbar.
el: Οι χρήστες μπορούν πλέον να σου στέλνουν μήνυμα χρησιμοποιώντας το προαιρετικό όνομα χρήστη σου, ώστε να μη χρειάζεται να δώσεις τον αριθμό τηλεφώνου σου. Τα ονόματα χρήστη δεν είναι ορατά στο προφίλ σου.
es: Ahora, las personas pueden enviarte mensajes usando tu alias opcional, con lo que no necesitas dar tu número de teléfono. El alias no se muestra en tu perfil.
fa: اکنون افراد می‌توانند با استفاده از نام کاربری اختیاری‌تان به شما پیام بدهند، پس دیگر لازم نیست شماره تلفن خود را به کسی بدهید. نام کاربری در نمایه‌تان قابل مشاهده نیست.
fi: Ihmiset voivat nyt lähettää sinulle viestejä valinnaisella käyttäjänimelläsi, joten sinun ei tarvitse antaa puhelinnumeroasi. Käyttäjänimi ei näy profiilissasi.
fr: Vos amis peuvent désormais vous contacter grâce à votre nom d'utilisateur facultatif, ce qui vous évite de partager votre numéro de téléphone. Le nom d'utilisateur ne s'affiche pas sur votre profil.
ga: Is féidir le daoine teachtaireacht a sheoladh chugat anois ar d'ainm úsáideora roghnach ionas nach gá duit d'uimhir ghutháin a thabhairt amach. Níl ainmneacha úsáideora infheicthe ar do phróifíl.
gu: લોકો હવે તમારા વૈકલ્પિક યુઝરનેમનો ઉપયોગ કરીને તમને મેસેજ કરી શકે છે જેથી તમારે તમારો ફોન નંબર આપવો ન પડે. તમારી પ્રોફાઇલ પર યુઝરનેમ દેખાતા નથી.
he: אנשים יכולים לשלוח לך הודעות באמצעות שם המשתמש האופציונלי שלך, כך שכבר אין צורך לתת את מספר הטלפון שלך. שמות משתמש לא גלויים בפרופיל שלך.
hi: लोग अब आपका वैकल्पिक यूज़रनेम इस्तेमाल करके आपको संदेश भेज सकते हैं, ताकि आपको अपना फोन नंबर न देना पड़े। आपकी प्रोफ़ाइल पर यूज़रनेम दिखाई नहीं दे रहे हैं।
hr: Drugi vam sada mogu slati poruke putem vašeg korisničkog imena, koje nije obavezno, tako da više ne morate dijeliti svoj broj telefona. Korisničko ime ne prikazuje se na vašem profilu.
hu: Az emberek mostantól üzenetet küldhetnek neked az opcionális felhasználóneveden keresztül, így nem kell megadnod a telefonszámodat. A felhasználónevek nem láthatók a profilokon.
id: Orang lain kini bisa mengirimi Anda pesan lewat nama pengguna opsional, jadi Anda tidak perlu memberikan nomor telepon. Nama pengguna tidak terlihat di profil Anda.
it: Da ora le persone possono mandarti messaggi conoscendo solo il tuo nome utente (che è opzionale). Perciò non devi più dare il tuo numero di telefono se non vuoi. I nomi utente non sono visibili sui profili delle persone.
ja: オプションのユーザーネームを使ってメッセージを送れるようになったので、電話番号を教える必要はありません。ユーザーネームはプロフィールに表示されません。
ko: 이제 나에게 메시지를 보낼 때 선택적 사용자 이름을 사용할 수 있으므로 다른 사람과 전화번호를 공유할 필요가 없습니다. 사용자 이름은 프로필에 표시되지 않습니다.
mr: लोक आपणाला आपले वैकल्पिक वापरकर्ता नाव वापरून आता संदेश पाठवू शकतात ज्यामुळे आपणाला आपला फोन क्रमांक देण्याची आवश्यकता नाही. वापरकर्तानाव आपल्या प्रोफाइल वर दृश्यमान होणार नाहीत.
ms: Mereka kini boleh menghantar mesej kepada anda menggunakan nama pengguna pilihan anda, tanpa memberikan nombor telefon anda. Nama pengguna tidak kelihatan pada profil anda.
nb: Nå kan andre sende deg meldinger via brukernavnet ditt, slik at du slipper å gi ut telefonnummeret ditt. Brukernavnet ditt vises ikke i profilen.
nl: Mensen kunnen je nu berichten sturen via je optionele gebruikersnaam zodat je je telefoonnummer niet hoeft te geven. Gebruikersnamen zijn niet zichtbaar op je profiel.
pl: Inne osoby mogą teraz wysyłać Ci wiadomości za pomocą Twojej opcjonalnej nazwy użytkownika. Nie musisz już podawać numeru telefonu. Nazwa użytkownika nie wyświetla się w profilu.
pt_br: As pessoas agora podem enviar mensagens para você usando seu nome de usuário opcional. Você não precisa mais informar seu número de telefone. Os nomes de usuário não estão visíveis no seu perfil.
pt_pt: As pessoas podem agora enviar-lhe mensagens usando o seu nome de utilizador opcional, para não ter de fornecer o seu número de telemóvel. Os nomes de utilizador não estão visíveis no seu perfil.
ro: Acum, oamenii îți pot trimite mesaje folosind numele tău de utilizator opțional, astfel încât să nu fie nevoie să dai numărul tău de telefon. Numele de utilizator nu sunt vizibile pe profilul tău.
ru: Теперь люди могут писать вам сообщения, используя выбранное вами имя пользователя, поэтому вам не нужно делиться вашим номером телефона. Имена пользователей не видны в вашем профиле.
sk: Ľudia vám teraz môžu posielať správy pomocou vášho voliteľného používateľského mena. Svoje telefónne číslo preto nemusíte uvádzať. Používateľské mená sa nezobrazujú vo vašom profile.
sr: Људи сада могу да вам шаљу поруке преко вашег опционог корисничког имена, тако да не морате да дајете свој број телефона. Корисничка имена нису видљива на вашем профилу.
sv: Nu går det att skicka meddelanden till dig med ditt valfria användarnamn så att du inte behöver ange ditt telefonnummer. Användarnamn syns inte i din profil.
th: ผู้ติดต่อจะสามารถส่งข้อความหาคุณผ่านชื่อผู้ใช้ที่คุณกำหนด วิธีนี้ทำให้คุณไม่จำเป็นต้องบอกหมายเลขโทรศัพท์กับใคร โดยชื่อผู้ใช้จะไม่ปรากฏบนโปรไฟล์ของคุณ
tr: İnsanlar artık isteğe bağlı kullanıcı adını kullanarak sana mesaj gönderebilir, böylece telefon numaranı vermene gerek kalmaz. Kullanıcı adları profilinde görünmez.
ug: باشقىلار ئەمدى تاللانما ئىشلەتكۈچى نامىڭىزنى ئىشلىتىپ سىزگە ئۇچۇر يوللىسا بولىدۇ، تېلېفون نومۇرىڭىزنى ئېيتىپ بېرىشنىڭ ھاجىتى يوق. ئىشلەتكۈچى نامى ئارخىپىڭىزدا كۆرۈنمەيدۇ.
uk: Тепер люди можуть писати вам, знаючи ваше ім'я користувача. Його можна створити в разі потреби не повідомляти свого номера телефону. Ім'я користувача не показується у вашому профілі.
ur: لوگ اب آپ کا اختیاری یوزر نیم استعمال کرتے ہوئے آپ کو میسج کر سکتے ہیں تاکہ آپ کو اپنا فون نمبر دینے کی ضرورت نہ پڑے۔ یوزر نیمز آپ کی پروفائل پر نظر نہیں آتے۔
vi: Giờ đây mọi người có thể gửi tin nhắn cho bạn qua tên người dùng tùy chọn của bạn nên bạn không cần cung cấp số điện thoại của mình. Tên người dùng không hiển thị trên hồ sơ của bạn.
zh_cn: 用户现在可以通过您的可选用户名给您发送消息，因此您无需给其他用户分享您的手机号码。用户名在您的个人资料中不可见。
zh_hk: 其他人現在可以使用你的自選用戶名稱向你發送訊息，因此你不需提供你的電話號碼。你的個人資料不會顯示用戶名稱。

# USERNAME_EDUCATION_USERNAME_TITLE
source: Usernames
ar: أسماء المُستخدِمين
be: Імёны карыстальнікаў
bn: ব্যবহারকারীর নাম
ca: Àlies
cs: Uživatelská jména
da: Brugernavne
de: Nutzernamen
el: Ονόματα χρηστών
es: Alias
fa: نام کاربری
fi: Käyttäjänimet
fr: Noms d'utilisateur
ga: Ainmneacha úsáideora
gu: યુઝરનેમ
he: שמות משתמש
hi: यूज़रनेम
hr: Korisnička imena
hu: Felhasználónevek
id: Nama pengguna
it: Nomi utente
ja: ユーザーネーム
ko: 사용자 이름
mr: वापरकर्ता नाव
ms: Nama Pengguna
nb: Brukernavn
nl: Gebruikersnamen
pl: Nazwa użytkownika
pt_br: Nomes de usuário
pt_pt: Nomes de utilizador
ro: Nume de utilizator
ru: Имена пользователей
sk: Používateľské mená
sr: Корисничка имена
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adları
ug: ئىشلەتكۈچى نامى
uk: Імена користувачів
ur: یوزر نیمز
vi: Tên người dùng
zh_cn: 用户名
zh_hk: 用戶名稱

# USERNAME_LINK_QR_CODE_COLOR_PICKER_VIEW_TITLE_COLOR
source: Color
ar: اللون
be: Колер
bn: রঙ
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fa: رنگ
fi: Väri
fr: Couleur
ga: Dath
gu: રંગ
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
it: Colore
ja: 色
ko: 색상
mr: रंग
ms: Warna
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sr: Боја
sv: Färg
th: สี
tr: Renk
ug: رەڭ
uk: Колір
ur: رنگ
vi: Màu
zh_cn: 颜色
zh_hk: 色彩

# USERNAME_LINK_QR_CODE_VIEW_COLOR_BUTTON
source: color
ar: اللون
be: колер
bn: রঙ
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fa: رنگ
fi: Väri
fr: couleur
ga: Dath
gu: રંગ
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
it: Colore
ja: 色
ko: 색상
mr: रंग
ms: Warna
nb: Farge
nl: kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sr: Боја
sv: Färg
th: สี
tr: Renk
ug: رەڭ
uk: колір
ur: رنگ
vi: Màu
zh_cn: 颜色
zh_hk: 色彩
