Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# ONBOARDING_MODE_SWITCH_EXPLANATION_REGISTERING
source: Tapping “Link iPhone” will let you connect your phone to an existing account. Linking your phone is generally not recommended and will limit some functionality, such as calling.
af: As jy op “Koppel iPhone” tip, sal jy jou foon aan ’n bestaande rekening kan koppel. Dit word oor die algemeen nie aanbeveel dat jy jou foon koppel nie en dit sal sekere funksies beperk, bv. om oproepe te maak.
ar: سيتيح لك النقر على "ربط الآي فون" ربط الآي فون الخاص بك مع حساب حالي. لا يُنصَح عمومًا بربط الآي فون الخاص بك، وسيحدُّ هذا من بعض الوظائف، مثل إجراء المكالمات.
az: "iPhone ilə əlaqə yarat"a toxunmaq, telefonunuzu mövcud hesabınızla əlaqaləndirməyinizə şərait yaradır. Telefonunuzla əlaqələndirmək, ümumiyyətlə məsləhət görülmür və zənglər kimi bəzi funksionallıqlara məhdudiyyət qoyur.
be: Калі націснуць «Звязаць iPhone», можна падключыць тэлефон да існуючага ўліковага запісу. Звязаць тэлефон мы звычайна не рэкамендуем, бо гэта абмяжуе некаторыя функцыі, напрыклад, званкі.
bg: докосването на „Свързване на iPhone" ще ви позволи да свържете телефона си към вече съществуващ акаунт. Свързването на телефона като цяло не се препоръчва и ще ограничи някои функционалности като например повикванията.
bn: "iPhone লিঙ্ক করুন"-এ ট্যাপ করলে তা আপনাকে আপনার ফোনটি একটি বিদ্যমান অ্যাকাউন্টে সংযুক্ত করতে দেবে।সাধারণত আপনার ফোনটি লিঙ্ক করার জন্য পরামর্শ দেওয়া হয় না এবং কল করার মতো কিছু কার্যকারিতার সীমাবদ্ধতা থাকবে।
ca: Tocar "Enllaça l'iPhone" us permetrà connectar el telèfon a un compte existent. Enllaçar el telèfon generalment no es recomana i limitarà algunes funcionalitats, com ara trucar.
cs: Klepnutím na "Propojit iPhone" můžete připojit váš telefon k existujícímu účtu. Propojení telefonu obecně není doporučené a omezí některé funkce jako třeba telefonovaní.
cy: Bydd tapio "Cysylltu iPhone" yn caniatáu i chi gysylltu'ch ffôn i unrhyw gyfrif sydd eisoes yn bodoli. Nid yw cysylltu eich ffôn yn gyffredinol yn gymeradwy a bydd yn cyfyngu rhai nodweddion, megis galw.
da: Tryk på "Tilkobl iPhone" for at forbinde mobilen til en eksisterende konto. At tilkoble din mobil kan generelt ikke anbefales, da det medfører visse begrænsninger af funktionalitet, såsom opkald.
de: Antippen von »iPhone koppeln« lässt dich dein Telefon mit einem bereits bestehenden Konto verbinden. Das Koppeln deines Telefons wird allgemein nicht empfohlen und einige Funktionen einschränken, wie z. B. Telefonieren.
el: Πατώντας "Σύνδεση iPhone" θα μπορέσεις να συνδέσεις τον κινητό σου σε έναν υπάρχοντα λογαριασμό. Η σύνδεση του κινητού γενικά δεν προτείνεται και θα περιορίσει κάποια λειτουργίες, όπως τις κλήσεις.
es: Seleccionar "Vincular iPhone" te permitirá conectar tu dispositivo con tu cuenta. Vincular tu teléfono no es la opción recomendada, ya que limitará funcionalidades como las llamadas.
es_es: Seleccionar «Enlazar iPhone» te permitirá conectar tu cuenta existente con este iPad. Enlazar tu teléfono no es la opción recomendada ya que limitará funcionalidades como las llamadas.
et: Klõpsamine nupul "Ühenda iPhone" võimaldab sul ühendada enda telefon olemasoleva kontoga. Telefoni ühendamine üldiselt ei ole soovitatud ja limiteerib osasid funktsioone, näiteks helistamine.
eu: "Lotu Telefonoa" ukitzeak zure telefonoa esistiten den kontu batekin konektatzen utziko dizu. Zure telefonoa lotzea normalean ez dago gomendatuta eta funtzio batzuk mugatuko ditu. Esate baterako, deiak egin ahal izatea.
fa: لمس "پیوند دادن آیفون" به شما اجازه خواهد داد تا گوشی خود را به حساب فعلیتان متصل کنید. پیوند دادن گوشی معمولا پیشنهاد نمی شود و برخی عملکرد ها مانند تماس را محدود می کند.
fi: Napauttamalla Yhdistä iPhone voit yhdistää puhelimesi olemassa olevaan tiliin. Puhelimen yhdistämistä ei yleensä suositella, ja se rajoittaa joitain toimintoja, kuten soittamista.
fil: Sa pagpindot ng "I-link ang iPhone" ay magagawa mong i-connect ang iyong telepono sa kasalukuyan mong account. Hindi minumungkahi ang pag-link ng iyong phone dahil lilimitahan nito ang ilang functionality, tulad ng pagtawag.
fr: L'option "Associer l’iPhone" vous permet d'associer votre téléphone à un compte existant. Il n'est généralement pas recommandé d'associer le téléphone : cela limite certaines fonctionnalités, telles que les appels.
ga: Tapáil “Nasc iPhone” chun do ghuthán a nascadh le cuntas atá ann cheana. Ní mholaimid do dhaoine guthán a nascadh go ginearálta toisc go gcuireann sé srian ar fheidhmíocht áirithe, mar shampla glaonna a chur.
gu: "લિંક iPhone" ને ટેપ કરવાથી તમે તમારા ફોનને હાલના એકાઉન્ટથી કનેક્ટ કરી શકો છો. સામાન્ય રીતે તમારા ફોનને જોડવાની ભલામણ કરવામાં આવતી નથી અને કૉલ કરવા જેવી કેટલીક કાર્યક્ષમતાને મર્યાદિત કરશે.
he: הקשה על "קשר iPhone" תיתן לך לחבר את הטלפון שלך אל חשבון קיים. קישור הטלפון שלך אינו מומלץ באופן כללי ויגביל מעט תפקודיות, כגון ביצוע שיחות.
hi: “iPhone लिंक करें” दबाने से आप अपने फ़ोन को मौजूदा खाते से जोड़ पाएँगे। फ़ोन लिंक करने की सलाह आम तौर पर नहीं दी जाती है और ऐसा करने से कुछ सुविधाएँ सीमित हो जाएँगी जैसे कि कॉल सुविधा।
hr: Pritiskom na "Poveži iPhone" možete povezati svoj telefon s postojećim računom. Povezivanje telefona uglavnom se ne preporučuje i ograničiti će neke funkcije, poput pozivanja.
hu: Az "iPhone társítása" menüponttal egy meglevő fiókhoz társíthatod készüléked. Telefon társítása jelenleg nem ajánlott, mivel jelentősen lekorlátozza az alkalmazás képességeit (mint pl. a hang és videóhívás).
id: Pilih "Tautkan iPhone" untuk menghubungkan iPhone Anda dengan akun Signal. Menautkan iPhone Anda tidak dianjurkan dan akan membatasi beberapa fungsi, contohnya membuat panggilan.
is: Ef ýtt er á “Tengja iPhone” geturðu tengt símann þinn við fyrirliggjandi aðgang. Að tengja símann þinn er eitthvað sem ekki er mælt með og sem mun takmarka ýmsa eiginleika eins og t.d. hringingar.
it: Facendo clic su “Associa iPhone” potrai collegare il tuo telefono a un account esistente. Associare il tuo telefono è generalmente sconsigliato e limiterà alcune funzionalità, come la chiamata.
ja: 「このiPhoneをリンクする」をタップすると、あなたの電話を既存のアカウントに接続します。通話などの機能が制限されるため、通常は電話をリンクすることは推奨されません。
kab: Asiti ɣef "Qqen iPad" ad ak·akem-yeǧǧ ad teqqneḍ tilifun-ik·im ɣer umiḍan yellan. Tuqqna n tilifun-ik·im s umata ur d-yettuselleh ara yerna ad yeg talast i ra n tmahlin am usiwel.
kk: “iPhone смартфонын байланыстыру” пәрменін түрту сізге телефоныңызды бұрыннан бар кез келген тіркелгіге жалғауға мүмкіндік береді. Телефонды байланыстыруға әдетте кеңес берілмейді, себебі қоңырау соғу сияқты кейбір функцияларды шектейді.
km: á€á¶ášá…á»á…á›á¾ â€œáá—áŸ’á‡á¶á”áŸ‹ iPhoneâ€ á“á¹á„á¢á“á»á‰áŸ’á‰á¶áá¢áŸ’á“á€ áá—áŸ’á‡á¶á”áŸ‹á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ…á€á¶á“áŸ‹á‚áá“á¸áŠáŸ‚á›á˜á¶á“áŸáŸ’ášá¶á”áŸ‹áŸ” á€á¶ášáá—áŸ’á‡á¶á”áŸ‹á‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€ á‡á¶á‘á¼á‘áŸ…á˜á·á“ááŸ‚á“á¶áŸ†á‘áŸ á“á·á„ášá·áááŸ’á”á·áá˜á»áá„á¶ášááŸ’á›áŸ‡ áŠá¼á…á‡á¶ á€á¶ášá áŸ…áŸ”
kn: “Link iPhone” ಟ್ಯಾಪ್ ಮಾಡುವುದರಿಂದ ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆಗೆ ಸಂಪರ್ಕಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನಿಮ್ಮ ಫೋನ್ ಲಿಂಕ್ ಮಾಡುವುದನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಶಿಫಾರಸು ಮಾಡುವುದಿಲ್ಲ ಮತ್ತು ಕರೆ ಮಾಡುವುದರಂತಹ ಕೆಲವು ಕಾರ್ಯಗಳನ್ನು ಇದು ಮಿತಿಗೊಳಿಸುತ್ತದೆ.
ko: "iPhone 연결"을 탭하면 기존 계정을 휴대전화에 연결할 수 있습니다. 전화 등 일부 기능이 제한되기에 휴대전화를 연결하는 것은 권장하지 않습니다.
lt: Bakstelėjus „Susieti iPhone“ jums bus leista prijungti savo telefoną prie esamos paskyros. Paprastai, telefono susiejimas nerekomenduojamas ir ribos kai kurį funkcionalumą, tokį kaip skambučius.
lv: Pieskaroties pie “Piesaistīt iPhone”, tālruni var savienot ar pastāvošu kontu. Tālruņa piesaistīšana parasti nav ieteicama, un tā ierobežos dažas funkcijas, piemēram, zvanīšanu.
mk: Допирањето “Поврзи iPhone” ќе ви дозволи да го поврзете вашиот телефон на веќе постоечка сметка. Поврзувањето на вашиот телефон е генерално непрепорачливо и ќе ја ограничи функционалноста, како што е повикувањето.
ml: “Link iPhone” ടാപ് ചെയ്താൽ നിങ്ങൾക്ക് നിലവിലുള്ള ഒരു അക്കൗണ്ടുമായി നിങ്ങളുടെ ഫോൺ കണക്ട് ചെയ്യാൻ സാധിക്കും. നിങ്ങളുടെ ഫോൺ ലിങ്ക് ചെയ്യുന്നത് പൊതുവേ ശുപാർശ ചെയ്യുന്നില്ല, അത് കോളിംഗ് പോലുള്ള ചില സംവിധാനങ്ങളെ പരിമിതപ്പെടുത്തും.
mr: "iPhone लिंक करा" टॅप केल्याने आपल्याला आपला फोन एका अस्तित्वात असलेल्या खात्यासोबत कनेक्ट करता येईल. आपला फोन लिंक करणे साधारणपणे शिफारसीय नसते आणि काही कार्यक्षमता मर्यादित करेल, जसे की कॉलिंग.
ms: Mengetik “Pautkan iPhone” akan membenarkan anda menyambungkan telefon anda kepada akaun sedia ada. Memautkan telefon anda secara umum tidak dicadangkan dan akan mengehadkan sesetengah fungsi, seperti panggilan.
my: "iPhone နှင့် ချိတ်မယ်" ကို နှိပ်၍ သင့်ဖုန်းကို ရှိပြီးသားလက်ရှိ အကောင့်ဖြင့် ချိတ်နိုင်ပါသည်။ သင့်ဖုန်းနှင့် ချိတ်ခြင်းကို အကြံမပြုပါ​။ ၎င်းလုပ်ခြင်းသည် ဖုန်းခေါ်ဆိုမှု စသဖြင့် အချို့သောလုပ်ဆောင်နိုင်စွမ်းများကို ကန့်သတ်နိုင်ပါသည်။
nb: Trykk "Koble iPhone" for å koble din telefon til en eksisterende konto. Å koble en telefon er normalt ikke anbefalt, og vil begrense en del funksjonalitet, som f.eks. samtaler.
nl: Door te tikken op ‘iPhone koppelen’ kun je je chats synchroniseren met Signal op een ander apparaat. Het koppelen van je telefoon wordt over het algemeen afgeraden omdat het sommige functionaliteit beperkt, zoals bellen via Signal.
pa: "iPhone ਲਿੰਕ ਕਰੋ" 'ਤੇ ਟੈਪ ਕਰਨ ਨਾਲ ਤੁਸੀਂ ਆਪਣੇ ਫੋਨ ਨੂੰ ਮੌਜੂਦਾ ਖਾਤੇ ਨਾਲ ਜੋੜ ਪਾਓਗੇ. ਆਮ ਤੌਰ 'ਤੇ ਤੁਹਾਡੇ ਫੋਨ ਨੂੰ ਲਿੰਕ ਕਰਨ ਦੀ ਸਲਾਹ ਨਹੀਂ ਦਿੱਤੀ ਜਾਂਦੀ ਅਤੇ ਇਸ ਨਾਲ ਕੁਝ ਸੁਵਿਧਾਵਾਂ ਸੀਮਿਤ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਜਿਵੇਂ ਕਿ ਕਾਲਿੰਗ.
pa_pk: "آئی فون نوں لنک کرو" اتے ٹیپ کرن توں تساں اپنے فون نوں کسی موجودہ اکاؤنٹ نال مربوط کر سکو گے۔ عام طور اتے اپنے فون نوں لنک کرن دی سفارش نئیں کیتی جاندی اے تے ایہہ کجھ فعالیت نوں محدود کر دیوے گا، جیویں کال کرنا۔
pl: Gdy dotkniesz opcji „Połącz iPhone'a”, będziesz mieć możliwość połączenia telefonu z dotychczasowym kontem. Łączenie telefonu nie jest zalecane i ogranicza działanie niektórych funkcjonalności, takich jak wykonywanie połączeń.
ps: د ”د ایفون لینک کول“ باندې په کلیک سره به تاسې ته دا اجازه درکړل شي چې خپل موبایل له یوه موجوده اکاونټ سره ونښلوئ. که څه هم معمولاً ستاسې د موبایل د نښلولو سپارښتنه نه کېږي، چې د ځینو کړنو د محدودوالې لامل به وګرځي، لکه اړیکه نیول.
pt_br: Tocar em "Vincular iPhone" permitirá que você vincule seu celular a uma conta já existente. Vincular seu celular normalmente não é recomendado e limitará algumas funcionalidades, como chamadas.
pt_pt: Ao tocar em "Ligar iPhone" irá permitir que associe o seu telemóvel a uma conta já existente. Associar o seu telemóvel geralmente não é recomendado e irá limitar algumas funções como telefonar.
ro: Apăsând pe "Asociere iPhone" vei putea să-ți conectezi telefonul cu un cont existent. În general, asocierea telefonului nu este recomandată și va limita anumite funcționalități, cum ar fi apelarea.
ru: Нажатие «Привязать iPhone» позволит вам привязать ваш телефон к уже существующей учётной записи. Привязка вашего телефона обычно не рекомендуется и ограничит некоторую функциональность, например, звонки.
sk: Ťuknutím na “Prepojiť iPhone” budete môcť spojiť váš telefón s existujúcim účtom. Vo všeobecnosti sa to neodporúča a obmedzí to niektoré funkcie, ako uskutočňovanie hovorov.
sl: S tapom na "Poveži iPhone" boste povezali svoj telefon z delujočim računom Signal. Povezovanje telefona večinoma ni priporočljivo, saj bodo nekatere storitve, npr. klici, delovale omejeno.
sq: Prekja e “Lidhni iPhone” do t’ju lejojë të lidhni telefonin tuaj me një llogari ekzistuese. Lidhja e telefonit tuaj përgjithësisht nuk këshillohet dhe do të kufizojë disa funksione, bie fjala, thirrjet.
sr: Ако додирнете „Повежи iPhone“ повезаћете свој телефон са постојећим налогом. Повезивање телефона се уопштено не препоручује јер ограничава неке функционалности, као што су позиви.
sv: Genom att trycka på "Länka iPhone" kan du ansluta din telefon till ett befintligt konto. Att länka din telefon rekommenderas i allmänhet inte och kommer att begränsa vissa funktioner, såsom att ringa.
sw: Kugonga "Unganisha iPhone" kutakuwezesha kuunganisha simu yako na akaunti iliyopo. Kuunganisha simu yako kwa ujumla hakupendekezwi na kutapunguza utendaji fulani, kama vile kupiga simu.
ta: தட்டுவதன் "இணைப்பு நான்தொலைபேசி”விடுவேன் நீங்கள் இணைக்கவும் உங்கள் தொலைபேசி ஏற்கனவே இருக்கும் கணக்கு. இணைத்தல்உங்கள் தொலைபேசி பொதுவாக பரிந்துரைக்கப்படவில்லை மற்றும் அழைப்பு போன்ற சில செயல்பாடுகளை மட்டுப்படுத்தும்.
te: “లింక్ ఐఫోన్” నొక్కడం వల్ల మీ ఫోన్‌ను ఇప్పటికే ఉన్న ఖాతాకు కనెక్ట్ చేయడానికి మిమ్మల్ని అనుమతిస్తుంది. మీ ఫోన్‌ను లింక్ చేయడం సాధారణంగా సిఫారసు చేయబడదు మరియు కాల్ చేయడం వంటి కొన్ని కార్యాచరణలను పరిమితం చేస్తుంది.
th: การแตะ "เชื่อมโยง iPhone" จะเชื่อมโยงโทรศัพท์ของคุณเข้ากับบัญชีที่มีอยู่แล้ว ปกติแล้วการเชื่อมโยงโทรศัพท์จะไม่เป็นที่แนะนำ และมันจะจำกัดการใช้งานบางอย่าง เช่น การโทร
tr: "iPhone'u bağla" tuşuna basarak telefonunuzu mevcut bir hesaba bağlayabilirsiniz. Telefonunuzu bağlamanız genellikle önerilmez, aynı zamanda, arama gibi bazı özellikleri sınırlayacaktır.
ug: «iPhone نى باغلاش» نى چېكىش ئارقىلىق، تېلېفونىڭىزنى ھازىرقى ھېساباتىڭىزغا باغلىيالايسىز. تېلېفونىڭىزنى باغلاش ئادەتتە تەۋسىيە قىلىنمايدۇ ۋە تېلېفون قىلىش قاتارلىق بەزى ئىقتىدارلار چەكلىنىپ قالىدۇ.
uk: Натиснувши «Зв'язати iPhone», ви зможете зв'язати свій телефон з наявним акаунтом. Загалом ми не рекомендуємо зв'язувати телефон, оскільки це обмежить певні можливості, як-от дзвінки.
ur: "لنک iPhone" کو ٹیپ کرنے سے آپ اپنے فون کو کسی موجودہ اکاؤنٹ سے مربوط ہوجائیں گے۔ عام طور پر آپ کے فون کو لنک کرنے کی سفارش نہیں کی جاتی ہے اور کچھ فعالیت کو محدود کردے گی ، جیسے کال کرنا۔
vi: Nhấn "Liên kết iPhone" sẽ cho phép bạn kết nối điện thoại tới một tài khoản có sẵn. Liên kết điện thoại không được khuyên dùng và sẽ hạn chế một số tính năng như gọi điện.
zh_cn: 点击“关联iPhone”以将您的手机关联至一个已有账户。我们通常并不建议关联您的手机，它会使语音呼叫等功能受限。
zh_hk: 輕觸「連結 iPhone」可將您的電話連結至現有帳戶。我們通常不建議您連結電話，這會限制通話等某些功能。

# ONBOARDING_MODE_SWITCH_TITLE_PROVISIONING
source: Register this iPad
af: Registreer hierdie iPad
ar: تسجيل هذا الآي باد
az: Bu iPad ilə qeydiyyatdan keç
be: Зарэгістраваць гэты iPad
bg: Регистриране на този iPad
bn: এই আইপ্যাড নিবন্ধন করুন
ca: Registra aquest iPad
cs: Registrovat tento iPad
cy: Cofrestru yr iPad hon.
da: Registrer denne iPad
de: Registriere dieses iPad
el: Εγγραφή του iPad
es: Registrar este iPad
es_es: Registrar este iPad
et: Registreeri see iPad
eu: Erregistratu iPad hau
fa: ثبت این آیپد
fi: Rekisteröi tämä iPad
fil: Irehistro ang iPad na ito
fr: Inscrire cet iPad
ga: Cláraigh an iPad seo
gu: આ iPad રજીસ્ટર
he: רשום iPad זה
hi: इस iPad को पंजीकृत करें
hr: Registriraj ovaj iPad
hu: iPad regisztrálása
id: Daftarkan iPad ini
is: Nýskrá þennan iPad
it: Registra questo iPad
ja: このiPadを登録する
kab: Jerred iPad-agi
kk: Осы iPad құрылғысын тіркеу
km: á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡ iPad á“áŸáŸ‡
kn: ಈ iPad ಅನ್ನು ನೋಂದಾಯಿಸಿ
ko: 이 iPad 등록하기
lt: Registruoti šį iPad
lv: Reģistrēt šo iPad
mk: Регистрирај го овој iPad
ml: ഈ ഐപാഡ് രജിസ്റ്റർ ചെയ്യുക
mr: ह्या iPad ची नोंदणी करा
ms: Daftarkan iPad ini
my: ဒီ iP​ad ကို မှတ်ပုံတင်မည်
nb: Registrer denne iPaden
nl: Deze iPad registreren
pa: ਇਸ iPad ਨੂੰ ਰਜਿਸਟਰ ਕਰੋ
pa_pk: ایس آئی پیڈ نوں رجسٹر کرو
pl: Zarejestruj tego iPada
ps: دغه iPad ثبت کړئ
pt_br: Registrar este iPad
pt_pt: Registar este iPad
ro: Înregistrează acest iPad
ru: Зарегистрировать этот iPad
sk: Registrovať tento iPad
sl: Prijavi ta iPad
sq: Regjistro këtë iPad
sr: Региструјте овај iPad
sv: Registrera denna iPad
sw: Sajili hii iPad
ta: இந்த ஐபாட் ஐ பதிவு செய்
te: ఈ iPad ను నమోదు చేయండి
th: ลงทะเบียนไอแพดนี้
tr: Bu iPad'i kaydet
ug: بۇ iPad نى تىزىملىتىڭ
uk: Зареєструвати цей iPad
ur: اس ipad کو رجسٹر کریں
vi: Đăng ký iPad này
zh_cn: 注册此 iPad
zh_hk: 登記此 iPad

# ONBOARDING_MODE_SWITCH_TITLE_REGISTERING
source: Link this iPhone
af: Koppel hierdie iPhone
ar: ربط هذا الآي فون
az: Bu iPhone ilə əlaqə yarat
be: Звязаць гэты iPhone
bg: Свързване на този iPhone
bn: এই আইফোন যুক্ত করুন
ca: Enllaça aquest iPhone
cs: Propojit tento iPhone
cy: Cysylltu'r iPhone hon?
da: Tilkobl denne iPhone
de: Kopple dieses iPhone
el: Σύνδεση του iPhone
es: Vincular este iPhone
es_es: Enlazar iPad
et: Ühenda see iPhone
eu: Lotu iPhone hau
fa: پیوند این آیفون
fi: Yhdistä tämä iPhone
fil: I-link ang iPhone na Ito
fr: Associer cet iPhone
ga: Nasc an iPhone seo
gu: આ iPhone લિંક
he: קשר iPhone זה
hi: इस iPhone को लिंक करें
hr: Poveži ovaj iPhone
hu: iPhone társítása
id: Hubungkan iPhone ini
is: Tengja þennan iPhone
it: Associa questo iPhone
ja: このiPhoneをリンクする
kab: Qqen iPhone-a
kk: Осы iPhone смартфонын байланыстыру
km: áá—áŸ’á‡á¶á”áŸ‹ iPhone á“áŸáŸ‡
kn: ಈ iPhone ಲಿಂಕ್ ಮಾಡಿ
ko: 이 iPhone 연결하기
lt: Susieti šį iPhone
lv: Piesaistīt šo iPhone
mk: Поврзи го овој iPhone
ml: ഈ ഐഫോൺ ലിങ്കുചെയ്യുക
mr: हा iPhone लिंक करा
ms: Pautkan iPhone ini
my: ၎င်း iPhone ကို ချိတ်မယ်
nb: Koble til denne iPhone
nl: Deze iPhone koppelen
pa: ਇਸ iPhone ਨੂੰ ਲਿੰਕ ਕਰੋ
pa_pk: ایس آئی فون نوں لنک کرو
pl: Połącz tego iPhone'a
ps: دغه ایفون لینک کړئ
pt_br: Vincular esse iPhone
pt_pt: Associar este iPhone
ro: Asociază acest iPhone
ru: Привязать этот iPhone
sk: Prepojiť tento iPhone
sl: Poveži ta IPhone
sq: Lidhe këtë iPhone
sr: Повежите овај iPhone
sv: Länka denna iPhone
sw: Unganisha hii iPhone
ta: இணைப்பு இந்த ஐபோன்
te: ఈ ఐఫోన్‌ను లింక్ చేయండి
th: เชื่อมโยงกับไอโฟนนี้
tr: Bu iPhone'u bağla
ug: بۇ iPhone باغلاڭ
uk: Зв'язати цей iPhone
ur: اس iPhone کو لنک کریں
vi: Liên kết iPhone này
zh_cn: 关联当前iPhone
zh_hk: 連結此 iPhone
