Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# INBOX_VIEW_ARCHIVE_MODE_REMINDER
source: Archived chats will move to the Inbox when a new message arrives.
ar: سيتم تحويل الدردشات المؤرشفة إلى البريد الوارد عند وصول رسائل جديدة.
az: Arxivlənmiş söhbətlər, yeni mesaj gələndə gələn qutusuna köçürüləcək.
be: Архіваваныя чаты будуць перасунуты ў папку «Уваходныя», калі прыйдзе новае паведамленне.
bg: Тези разговори са архивирани и ще се показват във Входящата кутия само ако бъдат получени нови съобщения.
bn: নতুন ম্যাসেজ আসলে আর্কাইভকৃত চ্যাট ইনবক্সে চলে যাবে।
ca: Els xats arxivats es mouran a la safata d'entrada quan arribi un missatge nou.
cs: Archivované chaty se po příchodu nové zprávy přesunou do doručených zpráv.
da: Arkiverede chats flyttes til indbakken, når en ny besked ankommer.
de: Archivierte Chats werden beim Eintreffen einer neuen Nachricht wieder in den Eingang verschoben.
el: Οι αρχειοθετημένες συνομιλίες θα μετακινηθούν στα Εισερχόμενα εάν λάβεις νέα μηνύματα.
es: Los chats archivados se mostrarán en la lista principal cuando recibas un nuevo mensaje.
es_es: Estos chats están archivados y sólo aparecerán en el buzón de entrada si recibes nuevos mensajes.
eu: Mezu berriak jasotzean, artxibatutako txatak sarrerako ontzira eramango dira.
fa: با دریافت پیام جدید، گفتگوهای بایگانی‌شده به صندوق ورودی منتقل خواهند شد.
fi: Arkistoon siirretyt chatit siirretään Saapuneisiin, kun niihin saapuu uusi viesti.
fil: Ang mga pag-uusap na ito ay naka-archive at lalabas lamang sa inbox kung may mga bagong mensaheng matatanggap.
fr: Les conversations archivées sont déplacées vers la boîte de réception à l'arrivée d'un nouveau message.
ga: Bogfar comhráite sa chartlann chuig an mBosca Isteach nuair a thagann teachtaireacht nua isteach.
gu: નવો મેસેજ આવે ત્યારે આર્કાઇવ કરેલ ચેટ ઇનબોક્સ પર ખસેડવામાં આવશે.
he: צ׳אטים שמאוחסנים בארכיון יועברו אל תיבת הדואר הנכנס כשהודעה חדשה מגיעה.
hi: कोई नया संदेश आने पर, आर्काइव की गई चैट, इनबॉक्स में चली जाएँगी।
hr: Arhivirani razgovori bit će premješteni u pristiglu poštu kada stigne nova poruka.
hu: Ha új üzenet érkezik egy archivált csevegésbe, akkor az átkerül a Bejövő üzenetek listájába.
id: Obrolan yang diarsipkan akan pindah ke Kotak Masuk saat ada pesan baru yang masuk.
it: Le chat archiviate compariranno nella lista delle chat attive se arriva un nuovo messaggio.
ja: アーカイブされたチャットは、新しいメッセージが届くとアーカイブが解除され、受信箱に戻ります。
kk: Бұл әңгімелер мұрағатталды және тек жаңа хабарламалар алынса ғана, келетін хабарламалар жәшігінде көрінетін болады.
km: á€á¶ášá‡á‡áŸ‚á€áŠáŸ‚á›á”á¶á“á‘á»á€á€áŸ’á“á»á„á”ááŸ’ááŸá¶ášá“á¹á„á•áŸ’á›á¶áŸáŸ‹á‘á¸á‘áŸ…á”áŸ’ášá¢á”áŸ‹áŸá¶ášá“áŸ…á–áŸá›áŸá¶ášááŸ’á˜á¸á˜á€áŠá›áŸ‹áŸ”
ko: 새 메시지가 도착하면 보관한 대화가 받은 편지함으로 이동합니다.
lt: Archyvuoti pokalbiai, gavus naują žinutę, bus perkelti į aplanką „Gauta“.
ml: പുതിയ സന്ദേശം വരുമ്പോൾ ആർക്കൈവ് ചെയ്ത ചാറ്റുകൾ ഇൻബോക്സിലേക്ക് മാറും.
mr: नवीन संदेश येईल तेव्हा आर्काईव्ह केलेले चॅट्स इनबॉक्समध्ये हलवले जातील.
ms: Sembang yang diarkibkan akan berpindah ke Peti Masuk apabila mesej baru masuk.
my: မက်ဆေ့ချ်အသစ် ရောက်ချိန်တွင် စုစည်းထားသော ချက်(တ်)များသည် ဝင်စာပုံးထဲသို့ ရွှေ့သွားပါမည်။
nb: Arkiverte samtaler flyttes til innboksen når du får en ny melding.
nl: Gearchiveerde chats zullen uit het archief gaan als er een nieuw bericht binnenkomt.
pa: ਨਵਾਂ ਸੁਨੇਹਾ ਆਉਣ 'ਤੇ ਆਰਕਾਈਵ ਵਿੱਚ ਮੌਜੂਦ ਚੈਟਾਂ ਇਨਬਾਕਸ ਵਿੱਚ ਚਲੀਆਂ ਜਾਣਗੀਆਂ।
pa_pk: ایہہ گل وات آرکائیو کیتی اے تے صرف نویں سنیہے موصول ہون تے ان باکس اچ ظاہر ہون گے۔
pl: Gdy w zarchiwizowanym czacie pojawi się nowa wiadomość, zostanie on przeniesiony do skrzynki odbiorczej.
pt_br: Chats arquivados serão movidos para a Caixa de entrada quando uma nova mensagem chegar.
pt_pt: Os chats arquivados irão ser movidos para a caixa de entrada quando chegar uma nova mensagem.
ro: Conversațiile arhivate se vor muta în Inbox atunci când sosește un mesaj nou.
ru: Архивированные чаты будут перемещены во входящие, если будет получено новое сообщение.
sk: Archivované čety sa presunú do doručených, keď príde nová správa.
sl: Ko prispe novo sporočilo, bodo arhivirani klepeti premaknjeni v nabiralnik.
sq: Bisedat e arkivuara do të zhvendosen te dosja e mesazheve hyrëse kur të vijë një mesazh i ri.
sr: Архивирана ћаскања ће се преместити у пријемно сандуче када стигне нова порука.
sv: Arkiverade chattar flyttas till inkorgen när ett nytt meddelande kommer.
sw: Magumzo yaliyohifadhiwa yatahamishwa inbox arafa mpya ikiingia
ta: புதிய செய்தி வரும்போது காப்பகப்படுத்தப்பட்ட அரட்டைகள் இன்பாக்சுக்கு நகரும்.
te: కొత్త సందేశం వచ్చినప్పుడు ఆర్కైవ్ చేసిన చాట్‌లు ఇన్‌బాక్స్‌కు తరలించబడతాయి.
th: แชทที่เก็บถาวรไว้จะย้ายไปยังกล่องข้อความขาเข้าเมื่อมีข้อความใหม่เข้ามา
tr: Arşivlenmiş sohbetler, yeni bir mesaj geldiğinde Gelen Kutusuna taşınır.
ug: يېڭى ئۇچۇر كەلگەندە ئارخىپلانغان پاراڭلار خەت ساندۇقىغا يۆتكىلىدۇ.
uk: У разі отримання нового повідомлення заархівований чат буде перенесено до вхідних.
ur: آرکائیو کردہ چیٹس نیا میسج آنے پر ان باکس میں منتقل ہو جائیں گی۔
vi: Các cuộc trò chuyện đã lưu trữ sẽ được chuyển sang Hộp tin nhắn đến khi có một tin nhắn mới được gửi đến.
zh_cn: 当收到新消息时，已存档的聊天记录将会移动到收件箱。
zh_hk: 當收到新訊息時，已存檔的聊天記錄會移至收件匣。

# INBOX_VIEW_EMPTY_INBOX
source: No chats yet. Get started by messaging a friend.
af: Nog geen kletse nie. Begin deur ’n boodskap aan ’n vriend te skryf.
ar: لا تُوجد أيُّ دردشات حتى الآن. ابدأ بمراسلة أحد الأصدقاء.
az: Hələ ki, heç bir söhbət yoxdur. Bir dostunuza mesaj göndərərək başlayın.
be: Пакуль няма чатаў. Пачніце з паведамлення сябру.
bg: Хайде да добавим нещо в пощенската кутия. Започнете като изпратите съобщение на приятел.
bn: এখনো কোনো চ্যাট নেই। একজন বন্ধুকে ম্যাসেজ পাঠানোর মাধ্যমে শুরু করুন।
ca: Encara no tens cap xat. Comença enviant un missatge a algú.
cs: Zatím žádné chaty. Začněte tím, že napíšete svým přátelům.
cy: Dim sgyrsiau eto. Cychwynnwch drwy anfon neges at ffrind.
da: Ingen chats endnu. Kom i gang – send en besked til en ven.
de: Erwecke deinen Posteingang zum Leben. Leg los und schreib einer Freundin oder einem Freund.
el: Δεν υπάρχουν ακόμα συνομιλίες. Στείλε σε έναν φίλο σου, για να ξεκινήσεις.
es: Todavía no tienes chats. Envía un mensaje a quien quieras para empezar.
et: Vestlusi pole veel. Alusta, saates sõbrale sõnum.
eu: Ez dago txatik. Hasi lagun bati mezua bidaliz.
fa: هنوز گفتگویی وجود ندارد. با پیام دادن به یک دوست آغاز کنید.
fi: Ei keskusteluja. Aloita lähettämällä viesti kaverille.
fil: Bigyan ang iyong inbox ng anumang maisusulat. Magsimula sa pamamagitan ng pagmemensahe sa isang kaibigan.
fr: Aucune conversation pour le moment. Pour commencer, envoyez un message à un ami.
ga: Níl aon chomhráite ann fós. Tosaigh air trí theachtaireacht a chur chuig cara.
gu: હજી સુધી કોઈ ચેટ નથી. મિત્રને મેસેજ કરીને શરૂઆત કરો.
he: אין עדיין צ׳אטים. אפשר להתחיל באמצעות שליחת הודעה לחבר או חברה.
hi: अभी तक कोई चैट नहीं हैं। किसी मित्र को मेसेज करके शुरू करें।
hr: Još nema razgovora. Započnite slanjem poruke prijatelju.
hu: Még üres a csevegéslista. Kezdésként üzenj egy barátodnak.
id: Belum ada obrolan. Mulailah dengan mengirim pesan ke seorang teman.
is: Ekkert spjall ennþá. Byrjaðu á að send vini skilaboð.
it: Ancora nessuna chat. Inizia inviando un messaggio a un amico.
ja: まだチャットがありません。 友達にメッセージを送って始めましょう。
kab: Ulac idiwenniyen akka tura. Bdu s umezlay akked umeddakkal.
kk: Келетін хабарламалар жәшігіне бір нәрсе жазып жіберіңіз. Досыңызға хабарлама жазудан бастаңыз.
km: á˜á·á“á˜á¶á“á€á¶ášá‡á‡áŸ‚á€á‘áŸáŸ” á”á¶á“á…á¶á”áŸ‹á•áŸ’áá¾á˜áŠáŸ„á™á•áŸ’á‰á¾áŸá¶ášá‘áŸ…á€á¶á“áŸ‹á˜á·ááŸ’áá—á€áŸ’áá·áŸ”
kn: ಇದುವರೆಗೆ ಯಾವುದೇ ಚಾಟ್‌ಗಳಿಲ್ಲ. ಸ್ನೇಹಿತರಿಗೆ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುವ ಮೂಲಕ ಪ್ರಾರಂಭಿಸಿ.
ko: 아직 대화가 없습니다. 친구에게 메시지를 보내 시작해 보세요.
lt: Kol kas pokalbių nėra. Pradėkite, bendraudami su draugais.
lv: Vēl nav tērzēšanu. Sāciet, nosūtot ziņu draugam.
ml: ഇതുവരെ ചാറ്റുകളൊന്നുമില്ല. ഒരു സുഹൃത്തിന് സന്ദേശമയച്ചുകൊണ്ട് ആരംഭിക്കുക.
mr: आतापर्यंत कुठेलही चॅट नाही. मित्राला संदेश पाठवून सुरू करा.
ms: Belum ada sembang. Mulakan dengan menghantar mesej kepada rakan.
my: စကားပြောဆိုမှုများ မရှိသေးပါ။ သူငယ်ချင်း တစ်ယောက်ကို မက်ဆေ့ချ်ပို့၍ စတင်လိုက်ပါ။
nb: Ingen samtaler ennå. Kom i gang ved å sende en melding til en venn.
nl: Nog geen chats. Begin door een vriend of vriendin een bericht te sturen.
pa: ਹਾਲੇ ਕੋਈ ਚੈਟ ਨਹੀਂ ਹੈ। ਦੋਸਤ ਨੂੰ ਸੁਨੇਹਾ ਕਰਕੇ ਸ਼ੁਰੂਆਤ ਕਰੋ।
pa_pk: اپنے انباکس نوں کجھ دیو۔ کسے دوست نوں سنیہا گھل کے شروعات کرو۔</mrk>
pl: Nie masz jeszcze czatów. Może wyślesz wiadomość do znajomej osoby?
ps: تر اوسه کوم چټ نشته. یوه ملګري سره چټ پیل کړئ.
pt_br: Ainda não há chats. Comece enviando uma mensagem para um de seus contatos.
pt_pt: Ainda não tem chats. Comece por enviar uma mensagem a uma amigo.
ro: Nicio conversație încă. Începe prin a trimite un mesaj unui prieten.
ru: Ещё нет чатов. Отправьте другу своё первое сообщение.
sk: Zatiaľ tu nie sú žiadne čety. Začnite poslaním správy priateľovi.
sl: Ni še nobenih pogovorov. Začnite tako, da pošljete sporočilo prijatelju.
sq: Ende pa fjalosje. Fillojani duke i dërguar një mesazh një shoku.
sr: Још нема ћаскања. Започните слањем поруке пријатељу.
sv: Inga chattar ännu. Kom igång genom att skriva till en vän.
sw: Bado hakuna gumzo. Anza kwa kumtumia rafiki ujumbe.
ta: இன்னும் அரட்டைகள் இல்லை. ஒரு நண்பருக்கு செய்தி அனுப்புவதன் மூலம் தொடங்கவும்.
te: ఇంకా మాటామంతీ‌లు లేవు. స్నేహితుడికి సందేశం పంపడం ద్వారా ప్రారంభించండి.
th: ยังไม่มีแชท เริ่มต้นด้วยการส่งข้อความหาเพื่อนสักคน
tr: Henüz konuşma yok. Bir arkadaşına mesaj göndererek başlayabilirsin.
ug: تېخى پاراڭ يوق. دوستىڭىزغا ئۇچۇر يوللاپ پاراڭ باشلاڭ.
uk: Чатів поки що немає. Напишіть щось друзям.
ur: ابھی کوئی چیٹس نہیں ہیں۔ کسی دوست کو میسج کر کے اس کا آغاز کریں۔
vi: Chưa có cuộc trò chuyện. Bắt đầu bằng việc nhắn tin cho một người bạn.
zh_cn: 还没有聊天记录。 开始使用，给朋友发个信息吧。
zh_hk: 未有任何對話。 找個好友聊天，開始使用吧。

source: Incoming video call
ar: مكالمة فيديو واردة
be: Уваходны відэазванок
bn: ভিডিও কল আসছে
ca: Videotrucada entrant
cs: Příchozí videohovor
da: Indgående videoopkald
de: Eingehender Videoanruf
el: Εισερχόμενη βιντεοκλήση
es: Videollamada entrante
fa: تماس تصویری دریافتی
fi: Saapuva videopuhelu
fr: Appel vidéo entrant
ga: Físghlao isteach
gu: ઇનકમિંગ વિડિયો કૉલ
he: שיחת וידאו נכנסת
hi: इनकमिंग वीडियो कॉल
hr: Dolazni videopoziv
hu: Bejövő videóhívás
id: Panggilan video masuk
it: Videochiamata in arrivo
ja: ビデオ通話着信
ko: 수신 영상 통화
mr: येणारा व्हिडिओ कॉल
ms: Panggilan video masuk
nb: Innkommende videoanrop
nl: Inkomende video-oproep
pl: Przychodzące połączenie wideo
pt_br: Recebendo chamada de vídeo
pt_pt: A receber videochamada
ro: Apel de intrare video
ru: Входящий видеозвонок
sk: Prichádzajúci videohovor
sr: Долазни видео позив
sv: Inkommande videosamtal
th: วิดีโอคอลขาเข้า
tr: Gelen görüntülü arama
ug: كەلگەن ۋىدېيولۇق چاقىرىق
uk: Вхідний відеовиклик
ur: جانے والی ویڈیو کال
vi: Cuộc gọi video đến
zh_cn: 视频来电
zh_hk: 視訊通話來電

source: Incoming voice call
ar: مكالمة صوتية واردة
be: Уваходны галасавы званок
bn: ভয়েস কল আসছে
ca: Trucada entrant
cs: Příchozí hlasový hovor
da: Indgående stemmeopkald
de: Eingehender Sprachanruf
el: Εισερχόμενη κλήση
es: Llamada entrante
fa: تماس صوتی دریافتی
fi: Saapuva äänipuhelu
fr: Appel vocal entrant
ga: Guthghlao isteach
gu: ઇનકમિંગ વૉઇસ કૉલ
he: שיחה קולית נכנסת
hi: इनकमिंग वॉयस कॉल
hr: Dolazni glasovni poziv
hu: Bejövő hanghívás
id: Panggilan suara masuk
it: Chiamata vocale in arrivo
ja: 音声通話着信
ko: 수신 음성 통화
mr: येणारा व्हाईस कॉल
ms: Panggilan suara masuk
nb: Innkommende taleanrop
nl: Inkomende spraakoproep
pl: Przychodzące połączenie głosowe
pt_br: Recebendo chamada de voz
pt_pt: A receber chamada de voz
ro: Apel de intrare vocal
ru: Входящий голосовой звонок
sk: Prichádzajúci hlasový hovor
sr: Долазни гласовни позив
sv: Inkommande röstsamtal
th: การโทรด้วยเสียงขาเข้า
tr: Gelen sesli arama
ug: كەلگەن ئاۋازلىق چاقىرىق
uk: Вхідний аудіовиклик
ur: آنے والی وائس کال
vi: Cuộc gọi thoại đến
zh_cn: 语音来电
zh_hk: 語音通話來電

# INFO_MESSAGE_ACCEPTED_MESSAGE_REQUEST
source: You accepted the message request.
ar: قبِلتَ طلب المراسلة.
be: Вы прынялі запыт на перапіску.
bn: আপনি মেসেজের অনুরোধ গ্রহণ করেছেন।
ca: Has acceptat la sol·licitud de missatge.
cs: Přijali jste žádost o zaslání zprávy.
da: Du har accepteret beskedanmodningen.
de: Du hast die Unterhaltungsanfrage angenommen.
el: Αποδέχτηκες το αίτημα μηνύματος.
es: Has aceptado la solicitud de mensaje.
fa: شما درخواست تبادل پیام را پذیرفتید.
fi: Hyväksyit viestipyynnön.
fr: Vous avez accepté l'invitation par message.
ga: Ghlac tú leis an iarratas ar theachtaireachtaí.
gu: તમે એક મેસેજ વિનંતી સ્વીકારી.
he: אישרת את בקשת ההודעה.
hi: आपने संदेश अनुरोध स्वीकार कर लिया।
hr: Prihvatili ste zahtjev za poruku.
hu: Elfogadtad az felkérést csevegésre.
id: Anda menerima permintaan pesan.
it: Hai accettato la richiesta di messaggio.
ja: メッセージ申請を承認しました。
ko: 메시지 요청을 수락했습니다.
mr: आपण संदेश विनंती स्वीकारली आहे.
ms: Anda menerima permintaan mesej.
nb: Du godtok meldingsforespørselen.
nl: Je hebt het gespreksverzoek geaccepteerd.
pl: Akceptujesz prośbę o kontakt.
pt_br: Você aceitou a solicitação de contato.
pt_pt: Aceitou o pedido de mensagem.
ro: Ai acceptat solicitarea de mesaj.
ru: Вы приняли запрос на общение.
sk: Prijali ste žiadosť o správu.
sr: Прихватили сте захтев за дописивање.
sv: Du accepterade meddelandeförfrågan.
th: คุณตอบรับคำขอส่งข้อความแล้ว
tr: Mesaj isteğini kabul ettin.
ug: ئۇچۇر تەلىپىنى قوبۇل قىلدىڭىز.
uk: Ви прийняли запит на повідомлення.
ur: آپ نے پیغام کی درخواست کو قبول کیا۔
vi: Bạn đã chấp nhận yêu cầu gửi tin nhắn.
zh_cn: 您接受了消息请求。
zh_hk: 你已接受訊息請求。

# INFO_MESSAGE_ACCEPTED_MESSAGE_REQUEST_OPTIONS_ACTION_SHEET_HEADER_CONTACT
source: You accepted a message request from %1$@. If this was a mistake, you can choose an action below.
ar: قبلتَ طلب مراسلة من %1$@. إذا حدثَ هذا عن طريق الخطأ، يمكنك اختيار إجراء ممّا يلي.
be: Вы прынялі запыт на перапіску ад %1$@. Калі гэта адбылося памылкова, вы можаце выбраць дзеянне ніжэй.
bn: আপনি %1$@-এর কাছ থেকে একটি মেসেজের অনুরোধ গ্রহণ করেছেন। যদি এটি একটি ভুল হয়ে থাকে, তাহলে আপনি নিচের একটি পদক্ষেপ বেছে নিতে পারেন।
ca: Has acceptat la sol·licitud de missatge de %1$@. Si es tracta d'un error, pots escollir una de les accions que hi ha a continuació.
cs: Přijali jste žádost o zaslání zprávy od uživatele %1$@. Pokud to bylo nedopatřením, můžete níže zvolit akci.
da: Du accepterede en beskedanmodningen fra %1$@. Hvis dette var en fejl, kan du vælge en handling nedenfor.
de: Du hast eine Unterhaltungsanfrage von %1$@ angenommen. Wenn das ein Fehler war, kannst du unten eine Aktion auswählen.
el: Αποδέχτηκες ένα αίτημα μηνύματος από τον χρήστη %1$@. Αν ήταν λάθος, μπορείς να επιλέξεις μια ενέργεια παρακάτω.
es: Has aceptado una solicitud de mensaje de %1$@. Si ha sido un error, puedes elegir una de las siguientes acciones.
fa: درخواست پیامی از %1$@ را پذیرفتید. اگر این به‌اشتباه رخ داده است، می‌توانید اقدامی را در زیر انتخاب کنید.
fi: Hyväksyit viestipyynnön käyttäjältä %1$@. Jos tämä oli virhe, voit valita toiminnon alta.
fr: Vous avez accepté l'invitation par message de %1$@. S'il s'agit d'une erreur, vous pouvez choisir l'une des actions suivantes.
ga: Ghlac tú le hiarratas ar theachtaireachtaí ó %1$@. Más botún a bhí ann, is féidir leat gníomh a roghnú thíos.
gu: તમે %1$@ તરફથી મેસેજની વિનંતી સ્વીકારી. જો આ ભૂલમાં થયું હોય, તો તમે નીચેમાંથી કોઈ ક્રિયા પસંદ કરી શકો છો.
he: אישרת בקשת הודעה מ%1$@. אם זו הייתה טעות, אפשר לבחור פעולה למטה.
hi: आपने %1$@ से एक संदेश अनुरोध स्वीकार कर लिया है। यदि यह कोई गलती थी, तो आप नीचे कोई कार्रवाई चुन सकते हैं।
hr: Prihvatili ste zahtjev za poruku korisnika %1$@. Ako ste to učinili greškom, u nastavku možete odabrati koju radnju poduzeti.
hu: Elfogadtad %1$@ üzenetkérését. Ha ez hiba volt, alább választhatsz egy műveletet.
id: Anda menerima permintaan pesan dari %1$@. Jika ini kesalahan, pilih tindakan di bawah.
it: Hai accettato una richiesta di messaggio da parte di %1$@. Se lo hai fatto per errore, puoi scegliere una delle azioni di seguito.
ja: %1$@からのメッセージ申請を承認しました。取り消したい場合は、以下のアクションを選択できます。
ko: %1$@ 님이 보낸 메시지 요청을 수락했습니다. 실수로 수락한 경우 아래에서 조치를 선택할 수 있습니다.
mr: आपण %1$@कडूनची संदेश विनंती स्वीकारली आहे. हे जर चुकीने झाले असल्यास, आपण खालील कृती निवडू शकता.
ms: Anda menerima permintaan mesej daripada %1$@. Jika ini satu kesilapan, anda boleh memilih tindakan di bawah.
nb: Du godtok meldingsforespørselen fra %1$@. Dersom dette skjedde ved en feil, kan du velge en av handlingene nedenfor.
nl: Je hebt een gespreksverzoek van %1$@ geaccepteerd. Als dit een vergissing was, kun je hieronder een actie kiezen.
pl: Zaakceptowano prośbę o kontakt, której nadawcą jest %1$@. Jeżeli to pomyłka, wybierz jedną z opcji poniżej.
pt_br: Você aceitou a solicitação de contato de %1$@. Caso tenha sido um erro, escolha uma ação abaixo.
pt_pt: Aceitou um pedido de mensagem de %1$@. Se isto for um erro, pode escolher uma ação abaixo.
ro: Ai acceptat o solicitare de mesaj de la %1$@. Dacă a fost o greșeală, poți alege o acțiune mai jos.
ru: Вы приняли запрос на сообщение от %1$@. Если это было сделано по ошибке, вы можете выбрать действие ниже.
sk: Prijali ste žiadosť o správu od používateľa %1$@. Ak išlo o omyl, nižšie si môžete vybrať, ako postupovať.
sr: Прихватили сте захтев за дописивање који шаље %1$@. Ако сте то урадили грешком, можете изабрати радњу у наставку.
sv: Du har accepterat en meddelandeförfrågan från %1$@. Om detta var ett misstag kan du välja en åtgärd nedan.
th: คุณตอบรับคำขอส่งข้อความจาก %1$@ แล้ว หากนี่เป็นข้อผิดพลาด คุณสามารถดูตัวเลือกด้านล่างเพื่อดำเนินการ
tr: %1$@ kişisinden gelen bir mesaj isteğini kabul ettin. Bu bir hataysa aşağıdan bir eylem seçebilirsin.
ug: %1$@ ئەۋەتكەن ئۇچۇر تەلىپىنى قوبۇل قىلدىڭىز. ئەگەر بۇنى ئۇقۇشماي قىلغان بولسىڭىز ئاستىدىكى مەشغۇلاتلاردىن تاللاش ئېلىپ بارالايسىز.
uk: Ви прийняли запит на повідомлення від користувача %1$@. Якщо ви прийняли запит помилково, то можете вчинити як пропонується.
ur: آپ نے %1$@ کی طرف سے میسج کی درخواست قبول کی۔ اگر یہ ایک غلطی تھی، تو آپ درج ذیل سے کوئی ایکشن منتخب کر سکتے ہیں۔
vi: Bạn đã chấp nhận yêu cầu gửi tin nhắn từ %1$@. Nếu đó là do nhầm lẫn, bạn có thể chọn một thao tác dưới đây.
zh_cn: 您接受了来自%1$@的消息请求。如果这是一个误操作，您可以选择以下任意操作。
zh_hk: 你已接受來自 %1$@ 的訊息請求。如果這是個錯誤，你可以選擇以下操作。

# INFO_MESSAGE_ACCEPTED_MESSAGE_REQUEST_OPTIONS_ACTION_SHEET_HEADER_GROUP
source: You accepted a message request from this group. If this was a mistake, you can choose an action below.
ar: قبلتَ طلب مراسلة من هذه المجموعة. إذا حدث هذا عن طريق الخطأ، يمكنك اختيار إجراء ممّا يلي.
be: Вы прынялі запыт на перапіску ад гэтай групы. Калі гэта адбылося памылкова, вы можаце выбраць дзеянне ніжэй.
bn: আপনি এই গ্রুপ থেকে একটি মেসেজের অনুরোধ গ্রহণ করেছেন। যদি এটি একটি ভুল হয়ে থাকে, তাহলে আপনি নিচের একটি পদক্ষেপ বেছে নিতে পারেন।
ca: Has acceptat la sol·licitud de missatge d'aquest grup. Si es tracta d'un error, pots escollir una de les següents accions.
cs: Přijali jste žádost o zaslání zprávy z této skupiny. Pokud to bylo nedopatřením, můžete níže zvolit akci.
da: Du har accepteret en beskedanmodning fra denne gruppe. Hvis dette var en fejl, kan du vælge en handling nedenfor.
de: Du hast eine Unterhaltungsanfrage von dieser Gruppe angenommen. Wenn das ein Fehler war, kannst du unten eine Aktion auswählen.
el: Αποδέχτηκες ένα αίτημα μηνύματος από αυτήν την ομάδα. Αν ήταν λάθος, μπορείς να επιλέξεις μια ενέργεια παρακάτω.
es: Has aceptado una solicitud de mensaje de este grupo. Si ha sido un error, puedes elegir una de las siguientes acciones.
fa: شما درخواست تبادل پیام را از این گروه پذیرفتید. اگر این به‌اشتباه رخ داده است، می‌توانید یکی از اقدامات زیر را انتخاب کنید.
fi: Hyväksyit viestipyynnön tältä ryhmältä. Jos tämä oli virhe, voit valita toiminnon alta.
fr: Vous avez accepté l'invitation par message de ce groupe. S'il s'agit d'une erreur, vous pouvez choisir l'une des actions suivantes.
ga: Ghlac tú le hiarratas ar theachtaireachtaí ón ngrúpa seo. Más botún a bhí ann, is féidir leat gníomh a roghnú thíos.
gu: તમે આ ગ્રૂપ તરફથી મેસેજની વિનંતી સ્વીકારી. જો આ ભૂલમાં થયું હોય, તો તમે નીચેમાંથી કોઈ ક્રિયા પસંદ કરી શકો છો.
he: אישרת בקשת הודעה מהקבוצה הזו. אם זו הייתה טעות, אפשר לבחור פעולה למטה.
hi: आपने इस ग्रुप से संदेश अनुरोध स्वीकार किया। अगर यह गलती से हुआ, तो आप नीचे कोई कार्रवाई चुन सकते हैं।
hr: Prihvatili ste zahtjev za poruku od ove grupe. Ako ste to učinili greškom, u nastavku možete odabrati koju radnju poduzeti.
hu: Elfogadtál egy felkérést csevegésre ettől a csoporttól. Ha ez hiba volt, alább választhatsz egy műveletet.
id: Anda menerima permintaan pesan dari grup ini. Jika ini kesalahan, Anda bisa pilih tindakan di bawah.
it: Hai accettato una richiesta di messaggio da parte di questo gruppo. Se lo hai fatto per errore, puoi scegliere una delle azioni di seguito.
ja: このグループからのメッセージ申請を受け取りました。取り消したい場合は、以下のアクションを選択できます。
ko: 이 그룹의 메시지 요청을 수락했습니다. 실수로 수락한 경우 아래에서 조치를 선택할 수 있습니다.
mr: या गटापासून संदेश विनंती स्वीकारली आहे. हे जर चुकीने झाले असल्यास, आपण खालील कृती निवडू शकता.
ms: Anda menerima permintaan mesej daripada kumpulan ini. Jika ini satu kesilapan, anda boleh memilih tindakan di bawah.
nb: Du godtok en meldingsforespørsel fra denne gruppen. Dersom dette skjedde ved en feil, kan du velge en av handlingene nedenfor.
nl: Je hebt een gespreksverzoek van deze groep geaccepteerd. Als dit een vergissing was, kun je hieronder een actie kiezen.
pl: Zaakceptowano prośbę o kontakt od tej grupy. Jeżeli to pomyłka, wybierz jedną z opcji poniżej.
pt_br: Você aceitou a solicitação de contato deste grupo. Caso tenha sido um erro, escolha uma ação abaixo.
pt_pt: Aceitou um pedido de mensagem deste grupo. Se isto for um erro, pode escolher uma ação abaixo.
ro: Ai acceptat o solicitare de mesaj de la acest grup. Dacă a fost o greșeală, poți alege o acțiune mai jos.
ru: Вы приняли запрос на общение от этой группы. Если это было сделано по ошибке, вы можете выбрать действие ниже.
sk: Prijali ste žiadosť o správu od tejto skupiny. Ak išlo o omyl, nižšie si môžete vybrať, ako postupovať.
sr: Прихватили сте захтев за дописивање од ове групе. Ако сте то урадили грешком, можете изабрати радњу у наставку.
sv: Du accepterade en meddelandeförfrågan från den här gruppen. Om detta var ett misstag kan du välja en åtgärd nedan.
th: คุณตอบรับคำขอส่งข้อความจากกลุ่มนี้แล้ว หากนี่เป็นข้อผิดพลาด คุณสามารถดูตัวเลือกด้านล่างเพื่อดำเนินการ
tr: Bu gruptan gelen bir mesaj isteğini kabul ettin. Bu bir hataysa aşağıdan bir eylem seçebilirsin.
ug: سىز بۇ گۇرۇپپىنىڭ بىر ئۇچۇر تەلىپىنى قوبۇل قىلدىڭىز. ئەگەر بۇنى ئۇقۇشماي قىلغان بولسىڭىز ئاستىدىكى مەشغۇلاتلاردىن تاللاش ئېلىپ بارالايسىز.
uk: Ви прийняли запит на повідомлення від цієї групи. Якщо ви прийняли запит помилково, то можете вчинити як пропонується.
ur: آپ نے اس گروپ سے پیغام کی درخواست کو قبول کیا۔ اگر یہ غلطی سے ہوا تھا، تو آپ ذیل میں سے کسی طریقہ کار کا انتخاب کر سکتے ہیں۔
vi: Bạn đã chấp nhận yêu cầu gửi tin nhắn từ nhóm này. Nếu đó là do nhầm lẫn, bạn có thể chọn một thao tác dưới đây.
zh_cn: 您接受了来自该群组的消息请求。如果这是一个误操作，您可以选择以下任意操作。
zh_hk: 你已接受來自此群組的訊息請求。如果這是個錯誤，你可以選擇以下操作。

# INFO_MESSAGE_ACCEPTED_MESSAGE_REQUEST_OPTIONS_BUTTON
source: Options
ar: الخيارات
be: Варыянты
bn: অপশন
ca: Opcions
cs: Možnosti
da: Valgmuligheder
de: Optionen
el: Επιλογές
es: Opciones
fa: گزینه‌ها
fi: Valinnat
ga: Roghanna
gu: વિકલ્પો
he: אפשרויות
hi: विकल्प
hr: Mogućnosti
hu: Opciók
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
mr: पर्याय
ms: Pilihan
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
ru: Варианты
sk: Možnosti
sr: Опције
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
ug: تاللاشلار
uk: Доступні дії
ur: اختیارات
vi: Tùy chọn
zh_cn: 选项
zh_hk: 選項
