Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# LINK_NEW_DEVICE_SYNC_FAILED_MESSAGE
source: Your device was successfully linked, but your messages could not be transferred.
ar: تمَّ ربط جهازك بنجاح، لكن تعذَّر نقل رسائلك.
be: Ваша прылада была паспяхова звязана, але вашы паведамленні немагчыма перанесці.
bn: আপনার ডিভাইস সফলভাবে লিঙ্ক করা হয়েছে, কিন্তু আপনার মেসেজ ট্রান্সফার করা যাচ্ছে না।
ca: El dispositiu s'ha enllaçat amb èxit, però els teus missatges no s'han pogut transferir.
cs: Vaše zařízení bylo úspěšně propojeno, ale zprávy se nepodařilo přenést.
da: Der blev oprettet forbindelse til din enhed, men dine beskeder kunne ikke overføres.
de: Dein Gerät wurde erfolgreich gekoppelt, aber deine Nachrichten konnten nicht übertragen werden.
el: Η συσκευή σου συνδέθηκε με επιτυχία, αλλά δεν ήταν δυνατή η μεταφορά των μηνυμάτων σου.
es: Tu dispositivo se ha vinculado correctamente, pero tus mensajes no se han podido transferir.
fa: دستگاهتان با موفقیت متصل شد، اما پیام‌هایتان منتقل نشد.
fi: Laitteesi yhdistäminen onnistui, mutta viestejäsi ei voitu siirtää.
fr: Association de l'appareil bien effectuée, mais impossible de transférer vos messages.
ga: D'éirigh le nascadh do ghléis, ach níorbh fhéidir do theachtaireachtaí a aistriú.
gu: તમારું ડિવાઇસ સફળતાપૂર્વક લિંક કરવામાં આવ્યું હતું, પરંતુ તમારા મેસેજ ટ્રાન્સફર કરી શકાયા નથી.
he: המכשיר שלך קושר בהצלחה, אבל לא ניתן היה להעביר את ההודעות שלך.
hi: आपका डिवाइस लिंक हो गया है, लेकिन आपके संदेश ट्रांसफ़र नहीं किए जा सके।
hr: Vaš uređaj je uspješno povezan, ali nije bilo moguće prenijeti vaše poruke.
hu: Eszközöd összekapcsolása sikeresen megtörtént, de az üzenetek átvitele nem sikerült.
id: Perangkat Anda berhasil dihubungkan, tetapi pesan Anda tidak dapat ditransfer.
it: Il tuo dispositivo è stato collegato, ma non siamo riusciti a trasferire i tuoi messaggi.
ja: 端末は正常にリンクされましたが、メッセージを移行できませんでした。
ko: 기기를 연결했지만, 메시지를 전송할 수 없습니다.
mr: आपला डिव्हाइस यशस्वीरित्या लिंक केला गेला, परंतु आपले संदेश हस्तांतरित केले जाऊ शकले नाहीत.
ms: Peranti anda berjaya dipautkan, tetapi mesej anda tidak dapat dipindahkan.
nb: Enheten ble koblet til, men meldingene dine kunne ikke overføres.
nl: Je apparaat is succesvol gekoppeld, maar je berichten konden niet worden overgezet.
pl: Urządzenie zostało połączone, ale nie udało się przenieść wiadomości.
pt_br: Seu dispositivo foi vinculado com sucesso, mas suas mensagens não puderam ser transferidas.
pt_pt: O seu dispositivo foi vinculado com êxito, mas as suas mensagens não puderam ser transferidas.
ro: Dispozitivul tău a fost asociat cu succes, dar mesajele tale nu au putut fi transferate.
ru: Ваше устройство было успешно привязано, но сообщения перенести не удалось.
sk: Vaše zariadenie bolo úspešne prepojené, ale vaše správy sa nepodarilo preniesť.
sr: Ваш уређај је повезан, али ваше поруке нису пренете.
sv: Din enhet har länkats, men dina meddelanden kunde inte överföras.
th: เชื่อมโยงอุปกรณ์เรียบร้อยแล้ว แต่ไม่สามารถถ่ายโอนข้อความของคุณได้
tr: Cihazın başarıyla bağlandı ancak mesajların aktarılamadı.
ug: ئۈسكۈنىڭىز مۇۋەپپەقىيەتلىك ئۇلاندى ، ئەمما ئۇچۇرلىرىڭىزنى يۆتكىگىلى بولمىدى.
uk: Новий пристрій зв'язано, але нам не вдалося перенести ваші повідомлення.
ur: آپ کی ڈیوائس کامیابی سے لنک ہو گئی تھی، لیکن آپ کے میسجز ٹرانسفر نہیں ہو سکے۔
vi: Thiết bị của bạn đã được liên kết thành công, nhưng không thể chuyển tin nhắn.
zh_cn: 您的设备已成功链接，但您的消息无法转移。
zh_hk: 你的裝置已成功連結，但無法轉移訊息。

# LINK_NEW_DEVICE_SYNC_FAILED_RETRYABLE_MESSAGE
source: Your messages couldn’t be transferred to your linked device. You can try re-linking and transferring again, or continue without transferring your message history.
ar: تعذَّر نقل رسائلك إلى جهازك المُرتبِط. يُمكنك محاولة الربط والنقل مُجدَّدًا، أو المواصلة دون نقل سِجل رسائلك.
be: Немагчыма перанесці вашы паведамленні на звязаную прыладу. Можна паспрабаваць нанова звязаць прыладу і зрабіць перанос, або працягнуць без пераносу сваёй гісторыі паведамленняў.
bn: আপনার মেসেজগুলো আপনার লিংক করা ডিভাইসে ট্রান্সফার করা যায়নি। আপনি আবার লিংক করার এবং আবার ট্রান্সফার করার চেষ্টা করতে পারেন, অথবা আপনার মেসেজের ইতিহাস ট্রান্সফার না করেই চালিয়ে যেতে পারেন।
ca: Els teus missatges no s'han pogut transferir als teus dispositius connectats. Pots o intentar tornar a enllaçar el teu dispositiu i repetir la transferència, o continuar sense transferir el teu historial de missatges.
cs: Vaše zprávy se nepodařilo přenést do propojeného zařízení. Můžete se pokusit o opětovné propojení a přenesení, nebo pokračovat bez přenosu historie zpráv.
da: Dine beskeder kunne ikke overføres til din forbundne enhed. Du kan prøve at forbinde og overføre igen eller fortsætte uden at overføre din beskedhistorik.
de: Deine Nachrichten konnten nicht auf dein gekoppeltes Gerät übertragen werden. Du kannst versuchen, die Kopplung und Übertragung erneut durchzuführen, oder fortfahren, ohne deinen Nachrichtenverlauf zu übertragen.
el: Δεν ήταν δυνατή η μεταφορά μηνυμάτων σου στη συνδεδεμένη συσκευή. Μπορείς να δοκιμάσεις να επανασυνδεθείς και να μεταφέρεις ξανά ή να συνεχίσεις χωρίς να μεταφέρεις το ιστορικό μηνυμάτων σου.
es: Tus mensajes no se han podido transferir a tu dispositivo vinculado. Puedes intentar volver a vincular tu dispositivo y hacer la transferencia de nuevo, o continuar sin transferir tu historial de mensajes.
fa: پیام‌های شما به دستگاه متصل‌شده‌تان منتقل نشد. می‌توانید دوباره اتصال و انتقال را امتحان کنید، یا بدون انتقال تاریخچه پیام‌های خود ادامه دهید.
fi: Viestejä ei voitu siirtää yhdistetylle laitteelle. Voit yrittää yhdistää uudelleen ja siirtää tiedot uudelleen tai jatkaa siirtämättä viestihistoriaasi.
fr: Vos messages n'ont pas été transférés vers l'appareil associé. Tentez de réassocier votre appareil et de retransférer vos messages. Vous pouvez aussi choisir de continuer sans transférer l'historique des messages.
ga: Níorbh fhéidir do theachtaireachtaí a aistriú chuig do ghléas nasctha. Is féidir leat athnascadh agus aistriú a thriail arís, nó leanúint leis gan do stair teachtaireachtaí a aistriú.
gu: તમારા મેસેજ તમારા લિંક કરેલા ડિવાઇસ પર ટ્રાન્સફર કરી શકાયા નથી. તમે ફરીથી લિંક કરવાનો અને ફરીથી ટ્રાન્સફર કરવાનો પ્રયાસ કરી શકો છો અથવા તમારી મેસેજ હિસ્ટ્રીને ટ્રાન્સફર કર્યા વિના ચાલુ રાખી શકો છો.
he: לא ניתן היה להעביר את ההודעות שלך למכשיר המקושר שלך. אפשר לנסות לקשר מחדש ולהעביר שוב, או להמשיך בלי להעביר את היסטוריית ההודעות שלך.
hi: आपके संदेश आपके लिंक्ड डिवाइस पर ट्रांसफ़र नहीं किए जा सके। आप फिर से लिंक और ट्रांसफ़र करने की कोशिश कर सकते हैं या अपना संदेश इतिहास ट्रांसफ़र किए बिना आगे बढ़ सकते हैं।
hr: Prijenos vaših poruka na povezani uređaj nije uspio. Možete pokušati ponovno povezati uređaj i ponoviti prijenos ili nastaviti bez prijenosa povijesti poruka.
hu: Az üzeneteidet nem sikerült átvinni a kapcsolt eszközre. Megpróbálhatod újra összekapcsolni és átvinni, vagy folytathatod az üzenet-előzmények átvitele nélkül.
id: Pesan Anda tidak bisa ditransfer ke perangkat terhubung. Anda bisa coba menghubungkan ulang dan mentransfer lagi, atau melanjutkan tanpa mentransfer riwayat pesan.
it: Non è stato possibile trasferire i tuoi messaggi sul dispositivo collegato. Puoi riprovare la procedura di collegamento e trasferimento oppure continuare senza trasferire la cronologia messaggi.
ja: メッセージをリンク済み端末に移行できませんでした。もう一度リンクして移行を試すか、メッセージ履歴を移行せずに続行することができます。
ko: 연결된 기기에 메시지를 전송하지 못했습니다. 다시 연결하고 전송을 시도하거나, 메시지 기록을 전송하지 않고 계속할 수 있습니다.
mr: आपले संदेश आपल्या लिंक केलेल्या डिव्हाइसकडे हस्तांतरण करता आले नाहीत. आपण पुन्हा लिंक करून मग हस्तांतरण करून पाहू शकता, किंवा आपला संदेश इतिहास हस्तांतरण न करता पुढे जाऊ शकता.
ms: Mesej anda tidak dapat dipindahkan ke peranti yang dipautkan. Anda boleh cuba memaut semula dan memindahkan sekali lagi, atau teruskan tanpa memindahkan sejarah mesej anda.
nb: Meldingene kunne ikke overføres til den tilkoblede enheten. Du kan prøve å koble til og overføre på nytt, eller gå videre uten å overføre meldingsloggen din.
nl: Je berichten konden niet worden overgezet naar je gekoppelde apparaat. Je kunt proberen opnieuw te koppelen en over te zetten, of je kunt doorgaan zonder je chatgeschiedenis over te zetten.
pl: Na połączone urządzenie nie udało się przenieść wiadomości. Możesz spróbować ponownie połączyć urządzenia i przenieść wiadomości lub kontynuować bez przenoszenia ich historii.
pt_br: Não foi possível transferir sua mensagem para o dispositivo vinculado. Tente vincular e transferir novamente ou continue sem transferir seu histórico de mensagens.
pt_pt: As suas mensagens não puderam ser transferidas para o seu dispositivo vinculado. Pode tentar voltar a vincular e transferir outra vez, ou continuar sem transferir o seu histórico de mensagens.
ro: Mesajele tale nu au putut fi transferate pe dispozitivul asociat. Poți încerca să asociezi dispozitivul și să transferi din nou sau poți continua fără a-ți transfera istoricul mesajelor.
ru: Ваши сообщения не могут быть перенесены на связанное устройство. Вы можете попробовать повторно связать и перенести ещё раз или продолжить без переноса истории сообщений.
sk: Vaše správy sa nepodarilo preniesť do vášho prepojeného zariadenia. Môžete sa pokúsiť o opätovné prepojenie a prenos alebo pokračovať bez prenosu histórie správ.
sr: Пренос порука на повезани уређај није успео. Можете да пробате поново да повежете уређај и започнете пренос или да наставите без преноса историје порука.
sv: Dina meddelanden kunde inte överföras till din länkade enhet. Du kan försöka länka om och överföra igen, eller fortsätta utan att överföra din meddelandehistorik.
th: ไม่สามารถถ่ายโอนข้อความของคุณไปยังอุปกรณ์ที่เชื่อมโยงอยู่ คุณสามารถลองเชื่อมโยงอุปกรณ์แล้วถ่ายโอนอีกครั้ง หรือดำเนินการต่อโดยไม่ถ่ายโอนประวัติการส่งข้อความ
tr: Mesajların bağlı cihazına aktarılamadı. Tekrar bağlanmayı ve yeniden aktarmayı deneyebilir ya da mesaj geçmişini aktarmadan devam edebilirsin.
ug: ئۇچۇرىڭىزنى ئۇلانغان ئۈسكۈنىڭىزگە يۆتكىگىلى بولمىدى. قايتا ئۇلاشنى ۋە يۆتكەشنى سىناپ باقسىڭىز ۋەياكى ئۇچۇر تارىخىڭىزنى يۆتكىمەي داۋاملاشتۇرسىڭىز بولىدۇ.
uk: Ваші повідомлення не вдалося перенести на зв'язаний пристрій. Ви можете ще раз спробувати зв'язати пристрій і перенести дані або продовжити без перенесення історії повідомлень.
ur: آپ کے میسجز آپ کی لنک کردہ ڈیوائس پر ٹرانسفر نہیں کیے جا سکے۔ آپ ری لنک کرنے اور دوبارہ ٹرانسفر کرنے کی کوشش کر سکتے ہیں، یا اپنی میسج ہسٹری کو ٹرانسفر کیے بغیر جاری رکھ سکتے ہیں۔
vi: Tin nhắn của bạn không thể được chuyển đến thiết bị đã liên kết. Bạn có thể thử liên kết lại và chuyển lại, hoặc tiếp tục và không chuyển lịch sử tin nhắn.
zh_cn: 您的消息无法传输到您的已链接设备中。您可以尝试重新链接然后再次传输，或者继续操作但不传输您的消息记录。
zh_hk: 你的訊息無法轉移到已連結裝置。你可以嘗試重新連結並再次轉移，或繼續而不轉移訊息紀錄。

# LINK_NEW_DEVICE_SYNC_FAILED_TITLE
source: Message Sync Failed
ar: فشلت مزامنة الرسالة
be: Сінхранізацыя паведамленняў не атрымалася
bn: মেসেজ সিঙ্ক সফল হয়নি
ca: La sincronització de missatges ha fallat
cs: Synchronizace zpráv se nezdařila
da: Kunne ikke synkronisere beskeder
de: Nachrichtensynchronisierung gescheitert
el: Ο συγχρονισμός μηνυμάτων απέτυχε
es: Error en la sincronización de mensajes
fa: همگام‌سازی پیام انجام نشد
fi: Viestien synkronointi epäonnistui
fr: Impossible de synchroniser les messages
ga: Theip ar shioncronú na dteachtaireachtaí
gu: મેસેજ સિંક નિષ્ફળ થયું
he: סנכרון הודעות נכשל
hi: संदेश का सिंक नहीं हो पाया
hr: Sinkronizacija poruka nije uspjela
hu: Az üzenetek szinkronizálása sikertelen
id: Sinkronisasi Pesan Gagal
it: Sincronizzazione messaggi non riuscita
ja: メッセージの同期ができませんでした
ko: 메시지를 동기화하지 못함
mr: संदेश सिंक अयशस्वी
ms: Penyegerakan mesej gagal
nb: Synkroniseringen mislyktes
nl: Berichtsynchronisatie niet gelukt
pl: Nieudana synchronizacja wiadomości
pt_br: Falha na sincronização de mensagens
pt_pt: A sincronização de mensagens falhou
ro: Sincronizarea mesajelor a eșuat
ru: Не удалось синхронизировать сообщения
sk: Synchronizácia správ zlyhala
sr: Синхронизација порука није успела
sv: Meddelandesynkronisering misslyckades
th: ซิงค์ข้อความไม่สำเร็จ
tr: Mesaj senkronizasyonu başarısız oldu
ug: ئۇچۇر ماسقەدەملەش مەغلۇپ بولدى
uk: Повідомлення не синхронізовано
ur: میسج سنک ناکام ہو گئی
vi: Đồng bộ tin nhắn không thành công
zh_cn: 消息同步失败
zh_hk: 訊息同步失敗

# LINK_NEW_DEVICE_SYNC_PROGRESS_DO_NOT_CLOSE_APP
source: Do not close the app
ar: لا تُغلِق التطبيق
be: Не закрывайце праграму
bn: অ্যাপ বন্ধ করবেন না
ca: No tanquis l'app
cs: Nezavírejte aplikaci
da: Undlad at lukke appen
de: App bitte nicht schließen
el: Μην κλείσεις την εφαρμογή
es: No cierres Signal
fa: برنامه را نبندید
fi: Älä sulje sovellusta
fr: Ne fermez pas Signal.
ga: Ná dún an aip
gu: ઍપ બંધ કરશો નહીં
he: לא לסגור את האפליקציה
hi: ऐप बंद न करें
hr: Ne zatvarajte aplikaciju
hu: Ne zárd be az alkalmazást
id: Jangan tutup aplikasi
it: Non chiudere l'app
ja: アプリを閉じないでください
ko: Signal을 닫지 마세요
mr: ॲप बंद करू नका
ms: Jangan tutup aplikasi
nb: Ikke lukk appen
nl: Sluit Signal niet
pl: Nie wyłączaj aplikacji
pt_br: Não feche o aplicativo
pt_pt: Não encerre a app
ro: Nu închide aplicația
ru: Не закрывайте Signal
sk: Nezatvárajte aplikáciu
sr: Не затварајте апликацију
sv: Stäng inte appen
th: อย่าปิดแอป
tr: Uygulamayı kapatma
ug: ئەپنى تاقىماڭ
uk: Не закривайте застосунок
ur: ایپ کو بند مت کریں
vi: Đừng đóng Signal
zh_cn: 请勿关闭应用
zh_hk: 請勿關閉應用程式

# LINK_NEW_DEVICE_SYNC_PROGRESS_PERCENT
source: %@ complete
ar: %1$@ اكتملَ
be: %1$@ выканана
bn: %1$@ সম্পূর্ণ
ca: %1$@ completat
cs: %1$@ dokončeno
da: %1$@ fuldført
de: %1$@ abgeschlossen
el: %1$@ ολοκληρωμένο
es: %1$@ completado
fa: %1$@ کامل شده
fi: %1$@ valmis
fr: %1$@ effectués
ga: %1$@ críochnaithe
gu: %1$@ પૂર્ણ
he: %1$@ הושלמו
hi: %1$@ पूरा हुआ
hr: %1$@ završeno
hu: %1$@ teljes
id: %1$@ selesai
it: %1$@ completato
ja: %1$@ 完了
ko: %1$@ 완료
mr: %1$@ पूर्ण
ms: %1$@ siap
nb: %1$@ fullført
nl: %1$@ voltooid
pl: Ukończono %1$@
pt_br: %1$@ concluído
pt_pt: %1$@ concluído
ro: %1$@ finalizat
ru: %1$@ завершено
sk: Dokončené na %1$@
sr: %1$@ синхронизовано
sv: %1$@ slutförd
th: เสร็จสิ้น %1$@
tr: %1$@ tamamlandı
ug: %1$@ تاماملاندى
uk: Готовність: %1$@
ur: %1$@ مکمل ہو گیا ہے
vi: %1$@ đã hoàn tất
zh_cn: 已完成 %1$@
zh_hk: 完成 %1$@

# LINK_NEW_DEVICE_SYNC_PROGRESS_TILE_CANCELLING
source: Cancelling…
ar: جارٍ الإلغاء…
be: Скасаванне…
bn: বাতিল করা হচ্ছে…
ca: Cancel·lant…
cs: Probíhá rušení…
da: Annullerer…
de: Abbrechen …
el: Ακύρωση…
es: Cancelando…
fa: در حال لغو…
fi: Peruutetaan…
fr: Annulation…
ga: Cur ar ceal…
gu: રદ કરી રહ્યાં છીએ…
he: מבטלים…
hi: रद्द कर रहा है…
hr: Otkazivanje…
hu: Törlés…
id: Membatalkan…
it: Annullamento in corso…
ja: キャンセル中…
ko: 취소하는 중…
mr: रद्द करत आहे…
ms: Membatalkan…
nb: Avbryter …
nl: Annuleren…
pl: Anulowanie…
pt_br: Cancelando…
pt_pt: A cancelar…
ro: Se anulează…
ru: Отменяем…
sk: Prebieha zrušenie…
sr: Отказивање…
sv: Avbryter …
th: กำลังยกเลิก…
tr: İptal ediliyor…
ug: بىكار قىلىۋاتىدۇ…
uk: Скасування…
ur: منسوخ کیا جا رہا ہے…
vi: Đang hủy…
zh_cn: 正在取消……
zh_hk: 正在取消…

# LINK_NEW_DEVICE_SYNC_PROGRESS_TITLE
source: Syncing Messages…
ar: جارٍ مزامنة الرسائل...
be: Сінхранізуем паведамленні…
bn: মেসেজ সিঙ্ক করা হচ্ছে…
ca: Sincronitzant missatges…
cs: Synchronizace zpráv…
da: Synkroniserer beskeder…
de: Nachrichten synchronisieren…
el: Συγχρονισμός μηνυμάτων…
es: Sincronizando mensajes…
fa: در حال همگام‌سازی پیام‌ها…
fi: Synkronoidaan viestejä…
fr: Synchronisation des messages…
ga: Teachtaireachtaí á sioncronú…
gu: મેસેજ સિંક થઈ રહ્યાં છે…
he: מסנכרנים הודעות…
hi: संदेश सिंक किए जा रहे हैं…
hr: Sinkronizacija poruka u tijeku…
hu: Üzenetek szinkronizálása…
id: Menyinkronkan Pesan …
it: Sincronizzazione messaggi in corso…
ja: メッセージを同期しています…
ko: 메시지를 동기화하는 중…
mr: संदेश सिंक करत आहे...
ms: Menyegerakkan mesej…
nb: Synkroniserer meldinger …
nl: Berichten synchroniseren…
pl: Synchronizowanie wiadomości…
pt_br: Sincronizando mensagens…
pt_pt: A sincronizar mensagens…
ro: Se sincronizează mesajele…
ru: Синхронизация сообщений…
sk: Synchronizujú sa správy…
sr: Синхронизују се поруке…
sv: Synkroniserar meddelanden …
th: กำลังซิงค์ข้อความ…
tr: Mesajlar senkronize ediliyor…
ug: ئۇچۇرلارنى ماسقەدەملەش...
uk: Синхронізація повідомлень…
ur: میسجز سنک ہو رہے ہیں…
vi: Đang đồng bộ tin nhắn…
zh_cn: 正在同步消息…
zh_hk: 同步訊息…

# LINK_NEW_DEVICE_SYNC_PROGRESS_TITLE_PREPARING
source: Preparing…
ar: جارٍ التحضير…
be: Падрыхтоўка…
bn: প্রস্তুত হচ্ছে…
ca: Preparant…
cs: Probíhá příprava…
da: Forbereder…
de: Vorbereiten …
el: Προετοιμασία...
es: Preparando…
fa: در حال آماده‌سازی…
fi: Käsittelyssä…
fr: Préparation…
ga: Ullmhú…
gu: તૈયારી કરી રહ્યા છીએ…
he: בהכנה…
hi: तैयार कर रहे हैं…
hr: Priprema za prijenos u tijeku…
hu: Előkészítés…
id: Menyiapkan…
it: Preparazione in corso…
ja: 準備中…
ko: 준비 중…
mr: तयार करत आहे…
ms: Sedang menyediakan…
nb: Gjør alt klart …
nl: Aan het voorbereiden…
pl: Przygotowywanie…
pt_br: Preparando…
pt_pt: A preparar…
ro: Se pregătește…
ru: Подготовка…
sk: Pripravuje sa…
sr: У припреми…
sv: Förbereder …
th: กำลังเตรียมการ…
tr: Hazırlanıyor…
ug: تەييارلىنىۋاتىدۇ…
uk: Триває підготовка…
ur: تیار کیا جا رہا ہے…
vi: Đang chuẩn bị…
zh_cn: 正在准备…
zh_hk: 正在準備…

# LINK_NEW_DEVICE_TITLE
source: Link a New Device
af: Koppel nuwe toestel
ar: ربط جهاز جديد
az: Yeni cihazla əlaqə yarat
be: Звязаць новую прыладу
bg: Свържи Ново Устройство
bn: একটি নতুন ডিভাইস লিংক করুন
ca: Vincular un nou dispositiu
cs: Propojit nové zařízení
cy: Cysylltu Dyfais Newydd
da: Forbind en ny enhed
de: Neues Gerät koppeln
el: Σύνδεση νέας συσκευής
es: Vincular un nuevo dispositivo
es_es: Enlazar nuevo dispositivo
et: Ühenda uus seade
eu: Lotu Gailu Berria
fa: اتصال دستگاه جدید
fi: Yhdistä uusi laite
fil: I-link ang Bagong Device
fr: Associer un nouvel appareil
ga: Nasc gléas nua
gu: નવું ડિવાઇસ લિંક કરો
he: קישור מכשיר חדש
hi: नया डिवाइस लिंक करें
hr: Poveži novi uređaj
hu: Új eszköz összekapcsolása
id: Hubungkan Perangkat Baru
is: Tengjast nýju tæki
it: Collega un nuovo dispositivo
ja: 新しい端末をリンクする
kab: Qqen ibenk amaynut
kk: Жаңа құрылғыны байланыстыру
km: á—áŸ’á‡á¶á”áŸ‹á§á”á€ášááŸááŸ’á˜á¸
kn: ಹೊಸ ಸಾಧನವನ್ನು ಲಿಂಕ್ ಮಾಡಿ
ko: 새 기기 연결
lt: Susieti naują įrenginį
lv: Piesaistīt jaunu ierīci
mk: Поврзете нов уред
ml: പുതിയ ഡിവൈസ് ലിങ്ക് ചെയ്യുക
mr: नवीन डिव्हाइस लिंक करा
ms: Pautkan peranti baharu
my: ဖုန်းအသစ်ကို ချိတ်ရန်
nb: Koble til ny enhet
nl: Een nieuw apparaat koppelen
pa: ਨਵਾਂ ਡਿਵਾਈਸ ਲਿੰਕ ਕਰੋ
pa_pk: نواں آلہ لنک کرو
pl: Połącz nowe urządzenie
ps: نوې وسیله لینک کړئ
pt_br: Vincular um novo dispositivo
pt_pt: Associe um novo dispositivo
ro: Asociază un dispozitiv nou
ru: Привязать новое устройство
sk: Prepojiť nové zariadenie
sl: Poveži novo napravo
sq: Lidhni Pajisje të Re
sr: Повежи нови уређај
sv: Länka en ny enhet
sw: Unganisha Kifaa Kipya
ta: புதிய சாதனத்தை இணைக்கவும்
te: కొత్త పరికరాన్ని అనుసంధానించు
th: เชื่อมโยงอุปกรณ์เครื่องใหม่
tr: Yeni bir cihaz bağla
ug: يېڭى ئۈسكۈنە باغلاش
uk: Зв'язати новий пристрій
ur: ایک نئی ڈیوائس لنک کریں
vi: Liên kết một thiết bị mới
zh_cn: 链接新设备
zh_hk: 連結新的裝置

# LINK_PREVIEW_UNKNOWN_DOMAIN
source: Link Preview
af: Skakelvoorskou
ar: مُعاينة الرابط
az: Bağlantı önbaxışı
be: Папярэдні прагляд спасылкі
bg: Преглед на връзка
bn: লিঙ্ক পূর্বরূপ
ca: Previsualització de l'enllaç.
cs: Náhled odkazu
cy: Rhagolwg Dolen
da: Forhåndsvisning af link
de: Link-Vorschau
el: Προεπισκόπηση συνδέσμου
es: Vista previa de enlaces
es_es: Vista previa de enlaces
et: Lingi eelvaade
eu: Estekaren aurrebista
fa: پیش نمایش لینک
fi: Linkin esikatselukuva
fil: Preview ng Link
fr: Aperçu de lien
ga: Réamhamharc ar Nasc
gu: લિંક પ્રિવ્યુ
he: תצוגה מקדימה של קישור
hi: लिंक पूर्वावलोकन
hr: Pregled poveznice
hu: Link előnézet
id: Pratinjau Tautan
is: Forskoðun tengils
it: Anteprima link
ja: リンクプレビュー
kab: Qqen taskant
kk: Сілтемені қарап алу
km: á˜á¾á›ááŸ†áá—áŸ’á‡á¶á”áŸ‹á‡á¶á˜á»á“
kn: ಲಿಂಕ್ ಪೂರ್ವವೀಕ್ಷಣೆ
ko: 링크 미리보기
lt: Nuorodos peržiūra
lv: Saites priekšskatījums
mk: Приказ на линк
ml: ലിങ്ക് പ്രിവ്യൂ
mr: दुवा पुनरावलोकन
ms: Pratonton Pautan
my: လင့်ခ်ကို ကြိုကြည့်ခြင်း
nb: Lenkeforhåndsvisning
nl: Linkvoorbeeld
pa: ਲਿੰਕ ਦੀ ਝਲਕ
pa_pk: لنک پیش منظر
pl: Podgląd linku
ps: د لینک مخکتنه
pt_br: Pré-visualização de link
pt_pt: Pré-visualização de hiperligações
ro: Previzualizare Link
ru: Предпросмотр ссылки
sk: Náhľad stránky
sl: Predogled povezave
sq: Paraparje Lidhjeje
sr: Приказ линка
sv: Länkförhandsvisning
sw: Uhakiki wa kiungo
ta: இணைப்பு முன்னோட்டம்
te: లింక్ పూర్వప్రదర్శన
th: ภาพตัวอย่างลิงก์
tr: Bağlantı Ön İzlemesi
ug: ئۇلانما ئالدىن كۆرۈش
uk: Попередній вигляд вебсторінки
ur: لنک کا جائزہ لیں
vi: Xem trước Đường dẫn
zh_cn: 链接预览
zh_hk: 連結預覽
