Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# GROUP_CALL_REMOVED_MESSAGE
source: Someone has removed you from the call.
ar: قام شخص ما بإزالتك من المكالمة.
be: Нехта выдаліў вас са званка.
bn: কেউ আপনাকে কল থেকে সরিয়ে দিয়েছেন।
ca: Algú t'ha expulsat de la trucada.
cs: Někdo vás odebral z hovoru.
da: Nogen har fjernet dig fra opkaldet.
de: Jemand hat dich aus dem Anruf entfernt.
el: Κάποιος σε αφαίρεσε από την κλήση.
es: Alguien te ha eliminado de la llamada.
fa: کسی شما را از تماس حذف کرده است.
fi: Joku on poistanut sinut puhelusta.
fr: Un utilisateur vous a retiré de l'appel.
ga: Bhain duine éigin thusa den ghlao.
gu: કોઈએ તમને કૉલમાંથી દૂર કર્યા છે.
he: מישהו הסיר אותך מהשיחה.
hi: किसी ने आपको कॉल से हटा दिया।
hr: Netko vas je uklonio iz poziva.
hu: Valaki eltávolított téged a hívásból.
id: Seseorang mengeluarkan Anda dari panggilan.
it: Qualcuno ti ha rimosso dalla chiamata.
ja: メンバーがあなたを通話から退出させました。
ko: 통화에서 제거됐습니다.
mr: कोणीतरी आपणाला कॉल मधून काढले.
ms: Seseorang telah mengalih keluar anda daripada panggilan.
nb: Noen fjernet deg fra samtalen.
nl: Iemand heeft je uit de oproep verwijderd.
pl: Ktoś usunął Cię z rozmowy.
pt_br: Alguém removeu você da chamada.
pt_pt: Alguém removeu-o da chamada.
ro: Cineva te-a exclus din apel.
ru: Кто-то удалил вас из звонка.
sk: Niekto vás odstránil z tohto hovoru.
sr: Неко вас је уклонио из позива.
sv: Någon har tagit bort dig från samtalet.
th: มีผู้ใช้ลบคุณออกจากการโทรนี้
tr: Birisi seni aramadan çıkardı.
ug: بىرەيلەن سىزنى چاقىرىقتىن چىقىرىۋەتتى.
uk: Хтось видалив вас з учасників виклику.
ur: کوئی شخص آپ کو کال سے ہٹا چکا ہے۔
vi: Có người đã gỡ bạn khỏi cuộc gọi.
zh_cn: 有人已将您移除出通话。
zh_hk: 有人將你從通話中移除。

# GROUP_CALL_REQUEST_DENIED
source: Join Request Denied
ar: رُفِضَ طلب الانضمام
be: Запыт на далучэнне адхілены
bn: যোগ দেওয়ার অনুরোধ প্রত্যাখ্যান করা হয়েছে
ca: Sol·licitud per a unir-se denegada
cs: Žádost o připojení zamítnuta
da: Anmodning om deltagelse blev afvist
de: Beitrittsanfrage abgelehnt
el: Το αίτημα συμμετοχής απορρίφθηκε
es: Solicitud para unirse rechazada
fa: درخواست پیوستن رد شد
fi: Liittymispyyntö hylätty
fr: Demande de participation refusée
ga: Diúltaíodh don Iarratas ar Dhul Isteach Ann
gu: જોડાવાની વિનંતી નકારી
he: בקשת הצטרפות נדחתה
hi: जुड़ने का अनुरोध नामंजूर
hr: Zahtjev za pridruživanje je odbijen
hu: Csatlakozási kérelem elutasítva
id: Permintaan Gabung Ditolak
it: Richiesta di accesso rifiutata
ja: 参加リクエストが拒否されました
ko: 참여 요청 거부됨
mr: जोडले जाण्याची विनंती नाकारली
ms: Permintaan penyertaan ditolak
nb: Forespørselen ble avvist
nl: Deelnameverzoek afgewezen
pl: Prośba o przyjęcie odrzucona
pt_br: Solicitação de participação negada
pt_pt: Pedido de adesão recusado
ro: Solicitarea de alăturare a fost respinsă
ru: Запрос на присоединение отклонён
sk: Žiadosť o pripojenie bola zamietnutá
sr: Захтев за придруживање је одбијен
sv: Förfrågan om anslutning nekad
th: คำขอเข้าร่วมถูกปฏิเสธ
tr: Katılma isteği reddedildi
ug: قېتىلىش تەلىپى رەت قىلىندى
uk: Запит на приєднання відхилено
ur: شامل ہونے کی درخواست مسترد کر دی گئی ہے
vi: Yêu cầu tham gia đã bị từ chối
zh_cn: 加入请求被拒绝
zh_hk: 加入請求遭拒

# GROUP_CALL_REQUEST_DENIED_MESSAGE
source: Your request to join this call has been denied.
ar: رُفِضَ طلب انضمامك إلى هذه المكالمة.
be: Ваш запыт на далучэнне да гэтага званка быў адхілены.
bn: এই কলে যোগ দেওয়ার জন্য আপনার অনুরোধ প্রত্যাখ্যান করা হয়েছে।
ca: S'ha denegat la teva sol·licitud per unir-te a la trucada.
cs: Vaše žádost o připojení k tomuto hovoru byla zamítnuta.
da: Din anmodning om at deltage i dette opkald er blevet afvist.
de: Deine Anfrage, diesem Anruf beizutreten, wurde abgelehnt.
el: Το αίτημα συμμετοχής σου στην κλήση απορρίφθηκε.
es: Se ha rechazado tu solicitud para unirte a la llamada.
fa: درخواست شما برای پیوستن به این تماس رد شده است.
fi: Pyyntösi liittyä tähän puheluun on hylätty.
fr: Votre demande de participation à cet appel a été refusée.
ga: Diúltaíodh do d'iarratas ar dhul isteach sa ghlao seo.
gu: આ કૉલમાં જોડાવાની તમારી વિનંતીને નકારવામાં આવી છે.
he: הבקשה שלך להצטרף לשיחה הזו נדחתה.
hi: आपका इस कॉल से जुड़ने का अनुरोध नामंजूर कर दिया गया है।
hr: Vaš zahtjev za pridruživanje pozivu je odbijen.
hu: A híváshoz való csatlakozási kérelmedet elutasították.
id: Permintaan Anda untuk bergabung ke panggilan ini ditolak.
it: La tua richiesta di accesso alla chiamata è stata rifiutata.
ja: この通話への参加リクエストは拒否されました。
ko: 통화 참여 요청이 거부되었습니다.
mr: या कॉलमध्ये जोडले जाण्याची आपली विनंती नाकारण्यात आली.
ms: Permintaan anda untuk menyertai panggilan ini telah ditolak.
nb: Forespørselen om å bli med i samtalen, ble avvist.
nl: Je verzoek om deel te nemen aan deze oproep is afgewezen.
pl: Twoja prośba o przyjęcie do rozmowy zostaje odrzucona.
pt_br: Sua solicitação para participar desta chamada foi negada.
pt_pt: O seu pedido para entrar nesta chamada foi recusado.
ro: Solicitarea ta de a participa la acest apel a fost respinsă.
ru: Ваш запрос на присоединение к этому звонку был отклонён.
sk: Vaša žiadosť o pripojenie k tomuto hovoru bola zamietnutá.
sr: Ваш захтев за укључивање у позив је одбијен.
sv: Din förfrågan om att gå med i detta samtal har nekats.
th: คำขอเข้าร่วมการโทรของคุณถูกปฏิเสธ
tr: Bu aramaya katılma isteğin reddedildi.
ug: بۇ توپقا قېتىلىش تەلىپىڭىز رەت قىلىدىندى.
uk: Вам не дозволено приєднатися до виклику.
ur: آپ کی اس کال میں شامل ہونے کی درخواست مسترد کر دی گئی ہے۔
vi: Yêu cầu tham gia cuộc gọi này của bạn đã bị từ chối.
zh_cn: 您加入通话的请求已被拒绝。
zh_hk: 你加入通話的請求已被拒絕。

# GROUP_CALL_SAFETY_NUMBER_CHANGE_AT_JOIN_BODY
source: A call participant has a safety number change. Tap to view.
ar: قام مُشارِك في المكالمة بتغيير رقم الأمان. انقر للمشاهدة.
be: Код бяспекі аднаго з удзельнікаў званка змяніўся. Націснуць, каб прагледзець.
bn: কলে অংশগ্রহণকারী একজন নিরাপত্তা নম্বর পরিবর্তন হয়ে গেছে। দেখতে ট্যাপ করুন।
ca: Un participant de la trucada ha fet un canvi al seu número de seguretat. Toca per veure.
cs: Účastník hovoru má změněné bezpečnostní číslo. Klepnutím zobrazíte.
da: En deltager i opkaldet har ændret sit sikkerhedsnummer. Tryk for at se.
de: Eine teilnehmende Person hat eine geänderte Sicherheitsnummer. Zur Ansicht antippen.
el: Έγινε αλλαγή αριθμού ασφαλείας για κάποιο άτομο που συμμετέχει στην κλήση. Πάτα για να το δεις.
es: Ha cambiado el número de seguridad de una persona que está en la llamada. Toca para ver más.
fa: شماره ایمنی یکی از شرکت‌کننده‌گان در تماس تغییر کرده است. برای مشاهده ضربه بزنید.
fi: Puhelun osallistujan turvanumero on muuttunut. Näytä napauttamalla.
fr: Un participant a changé de numéro de sécurité. Touchez l'écran pour l'afficher.
ga: Tá athrú ar uimhir sábháilteachta ag rannpháirtí an ghlao. Tapáil chun féachaint uirthi.
gu: એક કૉલ સહભાગીનાં સુરક્ષા નંબરમાં ફેરફાર થયો છે. જોવા માટે ટૅપ કરો.
he: מספר הבטיחות של משתתף או משתתפת בשיחה השתנה. אפשר ללחוץ לתצוגה.
hi: एक कॉल प्रतिभागी का सुरक्षा संख्या बदलाव हुआ है। देखने के लिए टैप करें।
hr: Došlo je do promjene sigurnosnog broja sudionika poziva. Dodirnite za prikaz.
hu: A hívás egyik résztvevőjének biztonsági száma megváltozott. Koppints a megtekintéshez.
id: Peserta panggilan melakukan perubahan nomor keamanan. Ketuk untuk melihat.
it: Un partecipante alla chiamata ha cambiato il numero di sicurezza. Tocca per saperne di più.
ja: 通話参加者に安全番号を変更したユーザーがいます。タップしてご確認ください。
ko: 통화 참여자의 안전 번호가 변경되었습니다. 탭하여 확인하세요.
mr: एका कॉल सहभाग्याचा सुरक्षितता क्रमांक बदलला आहे. पाहण्यासाठी टॅप करा.
ms: Peserta panggilan mempunyai pertukaran nombor keselamatan. Ketik untuk melihat.
nb: En av deltakerne i samtalen har byttet sikkerhetsnummer. Trykk for å se det.
nl: Het veiligheidsnummer van een gespreksdeelnemer is veranderd. Tik om te bekijken.
pl: Osoba uczestnicząca w rozmowie ma nowy numer bezpieczeństwa. Dotknij, aby wyświetlić.
pt_br: Um participante da ligação alterou o número de segurança. Toque para ver.
pt_pt: Um participante da chamada alterou o número de segurança. Toque para ver.
ro: Un participant la apel are o schimbare la numărul de siguranță. Atinge ca să vezi.
ru: У участника вызова изменился код безопасности. Нажмите, чтобы посмотреть.
sk: Účastník hovoru má zmenené bezpečnostné číslo. Pozrite si ho ťuknutím sem.
sr: Учесник у позиву је променио сигурносни број. Додирните да видите.
sv: En samtalsdeltagare har bytt säkerhetsnummer. Tryck för att visa.
th: ผู้เข้าร่วมที่อยู่ในสายทำการเปลี่ยนแปลงหมายเลขความปลอดภัย แตะเพื่อดู
tr: Bir çağrı katılımcısının güvenlik numarası değişikliği var. Görüntülemek için dokun.
ug: بىر چاقىرىق ئەزاسىنىڭ بىخەتەرلىك نومۇرى ئۆزگەرگەن. كۆرۈش ئۈچۈن چېكىڭ.
uk: Змінився код безпеки одного з учасників виклику. Торкніться, щоб переглянути.
ur: کال کے شراکت دار کا حفاظتی نمبر تبدیل ہو گیا ہے۔ ملاحظہ کرنے کے لیے ٹیپ کریں۔
vi: Một người tham gia cuộc gọi có sự thay đổi mã số an toàn. Nhấn để xem.
zh_cn: 一名通话参与者有安全码变更。点击查看。
zh_hk: 有一位通話參與者的安全碼有變。請點按來檢視。

# GROUP_CALL_SAFETY_NUMBER_CHANGE_BODY
source: A call participant who joined has a safety number change. Tap to view.
af: Iemand wie se veiligheidsnommer verander het, het by die oproep aangesluit.
ar: قام مشارِك انضم إلى المُكالمة بتغيير رقم الأمان. انقر للمشاهدة.
az: Güvənlik nömrəsi dəyişən kimsə bu zəngə qoşuldu.
be: Код бяспекі аднаго з удзельнікаў, што далучыўся да званка, змяніўся. Націснуць, каб прагледзець.
bn: কলে যোগ দিয়েছেন এমন একজন অংশগ্রহণকারীর নিরাপত্তা নম্বর পরিবর্তন হয়ে গেছে। দেখতে ট্যাপ করুন।
ca: Un participant que s'ha unit a la trucada ha fet un canvi al seu número de seguretat. Toca per veure.
cs: Účastník hovoru, který se připojil, má změněné bezpečnostní číslo. Klepnutím zobrazíte.
cy: Mae rhywun wedi ymuno â'r alwad hon gyda rhif diogelwch sydd wedi newid.
da: En ny deltager i opkaldet har ændret sit sikkerhedsnummer. Tryk for at se.
de: Eine teilnehmende Person, die beigetreten ist, hat eine geänderte Sicherheitsnummer. Zur Ansicht antippen.
el: Έγινε αλλαγή αριθμού ασφαλείας για κάποιον συμμετέχοντα που μπήκε στην κλήση. Πάτα για να το δεις.
es: Ha cambiado el número de seguridad de una persona que se ha unido a la llamada. Toca para ver más.
es_es: Las cifras de seguridad de alguien que se ha unido a esta llamada han cambiado.
et: Keegi liitus sellesse kõnesse turvanumbriga, mida on muudetud.
eu: Dei honetara sartu den baten segurtasun zenbakia aldatu egin da.
fa: شماره ایمنی یکی از شرکتzwnjکنندگانی که به تماس پیوست، تغییر کرده است. برای مشاهده ضربه بزنید.
fi: Puheluun liittyneen osallistujan turvanumero on muuttunut. Näytä napauttamalla.
fr: Un participant qui a rejoint l'appel a changé de numéro de sécurité. Touchez l'écran pour l'afficher.
ga: Tá athrú ar uimhir sábháilteachta ag rannpháirtí a chuaigh isteach sa ghlao. Tapáil chun féachaint uirthi.
gu: એક કૉલ સહભાગી જે જોડાયા છે તેમની સુરક્ષા નંબરમાં ફેરફાર છે. જોવા માટે ટૅપ કરો.
he: מספר הבטיחות של משתתף או משתתפת שהצטרפו השתנה. אפשר ללחוץ לתצוגה.
hi: शामिल होनेवाले एक कॉल प्रतिभागी का सुरक्षा संख्या बदलाव हुआ है। देखने के लिए टैप करें।
hr: Došlo je do promjene sigurnosnog broja sudionika koji se pridružio pozivu. Dodirnite za prikaz.
hu: A hívás egyik résztvevőjének biztonsági száma megváltozott. Koppints a megtekintéshez.
id: Peserta panggilan yang telah bergabung melakukan perubahan nomor keamanan. Ketuk untuk melihat.
is: Einhver kom inn í símtalið með öryggisnúmer sem hefur breyst.
it: Una persona che si è appena unita alla chiamata ha cambiato il numero di sicurezza. Tocca per saperne di più.
ja: 参加した通話者に安全番号を変更したユーザーがいます。タップしてご確認ください。
kab: Yella win i d-yernan ɣer usiwel-a s wuṭṭun n tɣellist i yettubeddlen.
km: á˜á¶á“á“ášáá¶á˜áŸ’á“á¶á€áŸ‹á”á¶á“á…á¼á›ášá½á˜á€á¶ášá áŸ…á“áŸáŸ‡ á‡á¶á˜á½á™á›áŸááŸá»áœááŸ’áá·á—á¶á–áŠáŸ‚á›á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášáŸ”
kn: ಬದಲಾವಣೆಯಾಗಿರುವ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಈ ಕರೆಗೆ ಯಾರೋ ಸೇರಿದ್ದಾರೆ.
ko: 통화에 참여한 사용자의 안전 번호가 변경되었습니다. 탭하여 확인하세요.
lt: Prie šio skambučio prisijungė kažkas su pasikeitusiu saugumo numeriu.
lv: Šim zvanam pievienojās kāds, kuram ir mainīts drošības numurs.
mk: Некој со променет сигурносен број се приклучи на овој повик.
ml: മാറ്റിയ സുരക്ഷാ നമ്പറുമായി ആരോ ഈ കോളിൽ ചേർന്നിട്ടുണ്ട്.
mr: जॉईन झालेल्या एका कॉल सहभागीने सुरक्षितता नंबर बदललेला आहे. पाहण्यासाठी टॅप करा.
ms: Peserta panggilan yang menyertai mempunyai pertukaran nombor keselamatan. Ketik untuk melihat.
my: ပြောင်းလဲထားသော လုံခြုံရေးနံပါတ်ဖြင့် ခေါ်ဆိုမှုထဲ ဝင်လာသော တစ်ဦးရှိပါသည်။
nb: En av deltakerne som ble med i samtalen, har byttet sikkerhetsnummer. Trykk for å se det.
nl: Het veiligheidsnummer van een gespreksdeelnemer is veranderd. Tik om te bekijken.
pa: ਕਾਲ ਵਿੱਚ ਕਿਸੇ ਦੇ ਸ਼ਾਮਲ ਹੋਣ ਕਰਕੇ ਸੁਰੱਖਿਆ ਨੰਬਰ ਬਦਲਿਆ ਗਿਆ ਹੈ।
pl: Osoba, która dołączyła do rozmowy, ma nowy numer bezpieczeństwa. Dotknij, aby wyświetlić.
ps: کوم یو له دغې ټلیفوني اړیکې سره د هغې خوندي شمېرې په مټ یو ځای شوی کوم چې بدله شوې ده.
pt_br: Um participante que entrou na ligação alterou o número de segurança. Toque para ver.
pt_pt: Um participante da chamada que se juntou alterou o número de segurança. Toque para ver.
ro: Un participant la apel care s-a alăturat are o schimbare la numărul de siguranță. Atinge ca să vezi.
ru: У присоединившегося участника вызова изменился код безопасности. Нажмите, чтобы посмотреть.
sk: Účastník hovoru, ktorý sa pripojil, má zmenené bezpečnostné číslo. Pozrite si ho ťuknutím sem.
sl: Klicu se je pridružil nekdo s spremenjenim varnostnim številom.
sq: Dikush ka hyrë në këtë thirrje me një numër sigurie që ka ndryshuar.
sr: Учесник који се укључио у позив је променио сигурносни број. Додирните да видите.
sv: En samtalsdeltagare som gick med har bytt säkerhetsnummer. Tryck för att visa.
sw: Mtu fulani amejiunga na mazugumzo haya ya simu kwa kutumia nambari ya usalama ambayo imebadilika.
ta: மாற்றப்பட்ட பாதுகாப்பு எண்ணுடன் யாரோ இந்த அழைப்பில் சேர்ந்துள்ளனர்.
te: మారిన భద్రతా నంబర్‌తో ఎవరో ఈ కాల్‌లో చేరారు.
th: ผู้เข้าร่วมการโทรทำการเปลี่ยนแปลงหมายเลขความปลอดภัย แตะเพื่อดู
tr: Katılan bir çağrı katılımcısının güvenlik numarasında bir değişiklik var. Görüntülemek için dokun.
ug: بىر قوشۇلغان چاقىرىق ئەزاسىنىڭ بىخەتەرلىك نومۇرى ئۆزگەرگەن. كۆرۈش ئۈچۈن چېكىڭ.
uk: Змінився код безпеки одного з учасників, що приєднався до виклику. Торкніться, щоб переглянути.
ur: شامل ہونے والے کال کے شراکت دار کا حفاظتی نمبر تبدیل ہو گیا ہے۔ ملاحظہ کرنے کے لیے ٹیپ کریں۔
vi: Một người đã tham gia cuộc gọi có sự thay đổi mã số an toàn. Nhấn để xem.
zh_cn: 一名加入通话的参与者有安全码变更。点击查看。
zh_hk: 群組內有一位通話參與者的安全碼有變。請點按來檢視。

# GROUP_CALL_SCREEN_SHARE_TOAST
source: Swipe up to view screen share
af: Vee na bo om skermdeling te bekyk
ar: اسحب للأعلى لعرض مشاركة الشاشة
az: Ekran paylaşımına baxmaq üçün sürüşdürün
be: Правесці пальцам уверх, каб прагледзець паказ экрана
bn: স্ক্রিন শেয়ার দেখতে উপরের দিকে সোয়াইপ করুন
ca: Llisqueu amunt per veure la compartició de pantalla
cs: Přejetím nahoru zobrazíte sdílení obrazovky
cy: Ysgubwch i fyny i rannu sgrîn
da: Stryg op for at få vist skærmdeling
de: Nach oben wischen, um die Bildschirmfreigabe anzuzeigen
el: Σύρε προς τα πάνω για να δεις το διαμοιρασμό οθόνης
es: Desliza hacia arriba para ver la pantalla compartida
fa: برای مشاهدهٔ اشتراک صفحه انگشت‌تان را به سمت بالا بکشید
fi: Pyyhkäise nähdäksesi näytönjaon
fr: Balayez vers le haut pour afficher le partage d'écran
ga: Svaidhpeáil le hamharc ar chomhroinnt scáileáin
gu: સ્ક્રીન શેરને જોવા માટે ઉપરની તરફ સ્વાઇપ કરો
he: החלק למעלה כדי להציג שיתוף מסך
hi: स्क्रीन शेयर देखने के लिए ऊपर की ओर स्वाइप करें
hr: Prijeđite prstom gore za pregled dijeljenja zaslona
hu: Suhints fel a képernyőmegosztás nézethez
id: Usap untuk melihat layar yang dibagikan
is: Strjúktu upp til að skoða skjádeilingu
it: Scorri verso l'alto per visualizzare la condivisione dello schermo
ja: 上にスワイプすると画面共有を表示します
km: á¢á¼áŸá¡á¾á„á›á¾ áŠá¾á˜áŸ’á”á¸á”á„áŸ’á á¶á‰á¢áŸá€áŸ’ášá„áŸ‹á…áŸ‚á€ášáŸ†á›áŸ‚á€
kn: ಸ್ಕ್ರೀನ್‌ ಹಂಚಿಕೆ ವೀಕ್ಷಿಸಲು ಮೇಲಕ್ಕೆ ಸ್ವೈಪ್‌ ಮಾಡಿ
ko: 화면 공유를 보려면 위로 스와이프하세요.
lt: Perbraukite aukštyn, norėdami matyti ekrano bendrinimą
lv: Pavelciet uz augšu, lai skatītu ekrāna koplietojumu
mk: Повелчете нагоре за да го видите споделениот екран
ml: സ്ക്രീൻ പങ്കിടൽ കാണാൻ മുകളിലേക്ക് സ്വൈപ്പുചെയ്യുക
mr: स्क्रीन शेअर पहाण्यासाठी वर स्वाइप करा
ms: Leret ke atas untuk melihat kongsi skrin
nb: Sveip opp for å se skjermdeling
nl: Veeg omhoog om gedeeld scherm te zien
pa: ਸਾਂਝੀ ਸਕਰੀਨ ਵੇਖਣ ਲਈ ਉੱਤੇ ਵੱਲ ਸਰਕਾਓ
pl: Przesuń w górę, aby zobaczyć udostępniony ekran
ps: ګوته پرې کش کړئ تر څو د سکرین شییر ووینئ
pt_br: Deslize para ver o compartilhamento de tela
pt_pt: Deslize para cima ver o ecrã de partilha
ro: Glisează pentru a vizualiza partajarea ecranului
ru: Проведите вверх, чтобы просмотреть показ экрана
sk: Potiahnite prstom hore pre zobrazenie zdieľania obrazovky
sl: Za ogled delitve zaslona podrsajte navzgor
sq: Fërkojeni për sipër që të shihni dhënie ekrani
sr: Превуците нагоре да видите дељење екрана
sv: Svep uppåt för att visa skärmdelning
sw: Telezesha kidole juu ili uone skrini ya kushiriki
ta: ஸ்வைப் செய்யவும் திரையைப் பார்க்க பகிர்
te: స్క్రీన్ వాటాను వీక్షించడానికి పైకి స్వైప్ చేయండి
th: ปัดขึ้นเพื่อดูจอที่แบ่งปัน
tr: Ekran paylaşımını görmek için yukarı kaydırın
ug: ئۈستىگە سىيرىلسا ئېكران ھەمبەھىرلەشنى كۆرسىتىدۇ
uk: Потягніть вгору для демонстрації екрана
ur: اسکرین شیئر دیکھنے کیلئے سوائپ اپ کریں
vi: Quét lên để xem chia sẻ màn hình
zh_cn: 上滑查看屏幕共享
zh_hk: 向上滑動以檢視畫面分享

# GROUP_CALL_SOMEONE_STARTED_MESSAGE
source: Someone started a group call
af: Iemand het ’n groepoproep begin
ar: بدأ شخص ما مكالمة جماعية
az: Kimsə bir qrup zəngi başlatdı
be: Нехта пачаў групавы званок
bn: কেউ একজন গ্রুপ কল শুরু করেছেন
ca: Algú ha iniciat una trucada de grup
cs: Někdo zahájil skupinový hovor
cy: Dechreuodd rhywun alwad grŵp
da: Nogen startede et gruppeopkald
de: Jemand hat einen Gruppenanruf gestartet
el: Κάποιος/α ξεκίνησε μια ομαδική κλήση
es: Alguien ha iniciado una llamada grupal
es_es: Alguien ha iniciado una llamada en grupo
et: Keegi alustas grupikõne
eu: Norbaitek talde-deia hasi du
fa: یک نفر تماس گروهی را آغاز کرد
fi: Joku aloitti ryhmäpuhelun
fr: Un membre du groupe a lancé un appel
gu: કોઈએ ગ્રુપ કૉલ શરૂ કર્યો.
he: מישהו התחיל שיחה קבוצתית
hi: किसी ने एक ग्रुप कॉल शुरू कर दी
hr: Netko je započeo grupni poziv
hu: Valaki csoporthívást indított
id: Seseorang memulai panggilan grup
is: Einhver byrjaði hópsímtal
it: Qualcuno ha iniziato una chiamata di gruppo
ja: グループ通話が始まりました
kab: Yella win yebdan asiwel n ugraw
km: á“ášáá¶á˜áŸ’á“á¶á€áŸ‹á”á¶á“á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á¶ášá áŸ…á‡á¶á€áŸ’ášá»á˜
kn: ಯಾರೋ ಒಬ್ಬರು ಗುಂಪು ಕರೆ ಪ್ರಾರಂಭಿಸಿದ್ದಾರೆ
ko: 누군가 그룹 통화를 시작했습니다.
lt: Kažkas pradėjo grupės skambutį
lv: Kāds sāka grupas zvanu
mk: Некој започна групен повик
ml: ആരോ ഒരു ഗ്രൂപ്പ് കോൾ ആരംഭിച്ചു
mr: कुणीतरी गट कॉल चालू केला
ms: Seseorang telah memulakan panggilan kumpulan
my: တစ်ယောက်ယောက်သည် အဖွဲ့လိုက်ခေါ်ဆိုမှု စခဲ့ပါသည်
nb: Noen gjorde et gruppeanrop
nl: Iemand heeft een groepsoproep gestart
pa: ਕਿਸੇ ਨੇ ਗਰੁੱਪ ਕਾਲ ਸ਼ੁਰੂ ਕੀਤੀ
pl: Ktoś rozpoczyna połączenie grupowe
ps: کوم کس ګروپي اړیکه پیل کړي
pt_br: Alguém começou uma chamada em grupo
pt_pt: Alguém iniciou uma chamada de grupo
ro: Cineva a început un apel de grup
ru: Кто-то начал групповой звонок
sk: Niekto zahájil skupinový hovor
sl: Nekdo je začel skupinski klic
sq: Dikush filloi një thirrje grupi
sr: Неко је започео групни позив
sv: Någon startade ett gruppsamtal
sw: Mtu fulani ameanzisha mazugumzo ya simu ya kikundi
ta: யாரோ ஒரு குழு அழைப்பு
te: ఎవరో ఒక సమూహ కాల్ ప్రారంభించారు
th: มีผู้เริ่มโทรแบบกลุ่ม
tr: Birisi görüntülü grup araması başlattı
ug: بەزىلەر بىر گۇرۇپپا چاقىرىقىنى باشلىدى
uk: Хтось почав груповий виклик
ur: کسی نے گروپ کال شروع کی
vi: Có người bắt đầu cuộc gọi nhóm
zh_cn: 有人发起了群通话
zh_hk: 有人已發起群組通話

# GROUP_CALL_SPEAKER_VIEW_TOAST
source: Swipe up to change views
af: Vee na bo om aansig te verander
ar: اسحب للأعلى لتغيير نمط العرض
az: Görünüşü dəyişdirmək üçün yuxarı sürüşdürün
be: Правядзіце пальцам уверх, каб змяніць выгляд
bn: ভিউ বদলাতে উপরের দিকে সোয়াইপ করুন
ca: Feu lliscar el dit amunt per canviar-ne la vista.
cs: Potáhněte nahoru pro změnu pohledu
cy: Ysgubwch i fyny i newid golwg
da: Stryg op for at skifte skærm
de: Zum Ansichtswechsel nach oben wischen
el: Σύρε προς τα πάνω για αλλαγή οπτικής
es: Desliza hacia arriba para cambiar la vista
es_es: Desliza hacia arriba para cambiar la vista
et: Vaadete muutmiseks pühi üles
eu: Egin gora bista aldatzeko
fa: برای تغییر نماها به سمت بالا بکشید.
fi: Vaihda näkymää pyyhkäisemällä ylös
fr: Balayez vers le haut pour changer de vue
ga: Svaidhpeáil suas le hamhairc a athrú
gu: દૃશ્યો બદલવા માટે ઉપરની તરફ સ્વાઇપ કરો
he: החלק למעלה כדי לשנות תצוגות
hi: दृश्य देखने के लिए ऊपर स्वाइप करें
hr: Povucite gore za promjenu pogleda
hu: Nézetváltás felfelé suhintással
id: Usap ke atas untuk mengubah tampilan
is: Strjúka upp til að breyta sýnum
it: Scorri verso l'alto per cambiare visualizzazione
ja: 上にスワイプして表示を変更
kab: Zuɣer d asawen i wakken ad tbeddleḍ tiskanin
km: á¢á¼áŸá¡á¾á„á›á¾ áŠá¾á˜áŸ’á”á¸á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá€á¶ášá”á„áŸ’á á¶á‰
kn: ವೀಕ್ಷಣೆಗಳನ್ನು ಬದಲಿಸಲು ಮೇಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
ko: 위로 스와이프하여 보기를 변경하세요.
lt: Perbraukite aukštyn, norėdami keisti rodinius
lv: Pavelciet uz augšu, lai mainītu skatus
mk: Повлечи нагоре за промена на погледи
ml: ദര്‍ശനരീതി മാറ്റുന്നതിന് മുകളിലേക്ക് സ്വൈപ്പുചെയ്യുക
mr: दृश्य बदल्ण्यासाठी वर स्वाइप करा
ms: Leret ke atas untuk menukar pandangan
my: အပေါ်သို့ နှိပ်ဆွဲ၍ မြင်ကွင်းပြောင်းပါ
nb: Sveip opp for å endre visning
nl: Veeg omhoog om weergave te wijzigen
pa: ਵਿਚਾਰ ਬਦਲਣ ਲਈ ਸਵਾਈਪ ਕਰੋ
pl: Przesuń w górę, aby zmienić widok
ps: ګوته پورته پرې کش کړئ چې منظره یې بدله شي
pt_br: Deslize para cima para alterar a visualização
pt_pt: Deslize para cima para alterar as vistas
ro: Glisează în sus pentru a schimba ecranul
ru: Проведите вверх, чтобы изменить вид
sk: Posuňte smerom hore pre zmenu zobrazenia
sl: Za spremembo pogleda podrsajte navzgor
sq: Fërkojeni për sipër që të ndryshoni parjet
sr: Превуците нагоре да промените приказ
sv: Svep uppåt för att ändra vyer
sw: Telezesha kidole juu ili ubadilishe maoni
ta: ஸ்வைப் செய்யவும் அது வரை மாற்றம் காட்சிகள்
te: వీక్షణలను మార్చడానికి పైకి స్వైప్ చేయండి
th: ปัดขึ้นเพื่อเปลี่ยนมุมมอง
tr: Görünümü değiştirmek için yukarı kaydırın
ug: ئۈستىگە سۈرۈلسە ئۆزگىرىشنى كۆرسىتىدۇ
uk: Потягніть вгору для зміни вигляду
ur: ڈسپلے کو تبدیل کرنے کیلئے سوائپ اپ کریں
vi: Vuốt lên để thay đổi giao diện
zh_cn: 上滑改变显示
zh_hk: 向上滑動以轉換檢視
