Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# FAILED_SENDING_BECAUSE_RATE_LIMIT
source: Too many failures with this contact. Please try again later.
af: Te veel mislukkings met hierdie kontak. Probeer later weer.
ar: العديد من الأخطاء مع جهة الاتصال هذه. يُرجى إعادة المحاولة لاحقًا.
az: Bu əlaqə ilə bağlı həddən çox xəta var. Zəhmət olmasa daha sonra yenidən sınayın.
be: Занадта шмат збояў з гэтым кантактам. Калі ласка, паўтарыце спробу пазней.
bg: Прекалено много грешки с този контакт. Моля, опитайте отново по-късно.
bn: এই পরিচিতি এর সাথে অনেকবার ব্যর্থ চেস্টা করা হয়েছে। পরে আবার চেষ্টা করুন।
ca: Massa errors amb aquest contacte. Torneu a provar-ho més tard.
cs: Příliš mnoho selhání s tímto kontaktem. Zkuste to znovu později.
cy: Gormod o fethiannau gyda'r cysylltiad hwn. Rhowch gynnig arall arni nes ymlaen.
da: For mange fejl med denne kontakt. Prøv venligst igen senere.
de: Zu viele Fehler mit diesem Kontakt. Bitte versuche es später erneut.
el: Πάρα πολλές αποτυχίες με αυτή την επαφή. Παρακαλώ ξαναδοκίμασε αργότερα.
es: Se han producido demasiados errores con este contacto. Inténtalo de nuevo más tarde.
es_es: Demasiados fallos con esta persona. Vuelve a intentarlo más tarde.
et: Liiga palju ebaõnnestumisi selle kontaktiga. Palun proovi hiljem uuesti.
eu: Errore gehiegi kontaktu honekin. Mesedez, saia zaitez beranduago.
fa: خطاهای زیادی با این مخاطب وجود دارد. لطفا بعدا تلاش کنید.
fi: Lähetys tälle yhteystiedolle on epäonnistunut liian monta kertaa. Yritä myöhemmin uudelleen.
fil: Napakarami nang kabiguan sa kontak na ito. Pakiusap na subukang muli.
fr: Les tentatives d'envoi à ce contact ont généré un trop grand nombre d'échecs. Veuillez réessayer plus tard.
ga: An iomarca teachtaireachtaí teipthe leis an teagmhálaí seo. Bain triail eile as ar ball.
gu: આ સંપર્કમાં ઘણી બધી નિષ્ફળતા. પછીથી ફરી પ્રયત્ન કરો.
he: יותר מדי כישלונות עם איש קשר זה. אנא נסה שוב מאוחר יותר.
hi: इस संपर्क के साथ बहुत सारी असफलताएँ मिली हैं। कृपया कुछ देर बाद कोशिश करें।
hr: Previše neuspjeha s ovim kontaktom. Pokušajte ponovo kasnije.
hu: Túl sok sikertelen küldési kísérlet. Kérlek próbáld újra később.
id: Terlalu banyak kegagalan dengan kontak ini. Mohon coba lagi nanti.
is: Of margar villur koma upp með þessum tengilið. Reyndu aftur síðar.
it: Troppi tentativi non riusciti con questo contatto. Riprova più tardi.
ja: この連絡先で多数のエラーが起きました。あとで再度試してください。
kab: Aṭs n tuccḍiwin akked unermis-a. Ttxil-k·m εreḍ tikkelt-nniḍen.
kk: Осы байланыстық тұлғаға қатысты сәтсіздік тым көп. Кейінірек тағы бір рет байқап көріңіз.
km: á”ášá¶á‡áŸá™á…áŸ’ášá¾á“áŠá„á‡á¶á˜á½á™á›áŸáá‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„á“áŸáŸ‡áŸ” áŸá¼á˜áŸá¶á€á›áŸ’á”á„á˜áŸ’áá„á‘áŸ€áá–áŸá›á€áŸ’ášáŸ„á™áŸ”
kn: ಈ ಸಂಪರ್ಕದೊಂದಿಗೆ ಹಲವಾರು ವೈಫಲ್ಯಗಳಿವೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 연락처에서 너무 많은 오류가 발생했습니다. 나중에 다시 시도해 주세요.
lt: Per daug nesėkmių su šiuo adresatu. Bandykite dar kartą vėliau.
lv: Pārāk daudz kļūmju ar šo kontaktpersonu. Vēlāk mēģiniet vēlreiz.
mk: Премногу грешки со овој контакт. Ве молиме обидете се подоцна.
ml: ഈ കോൺടാക്ടിൽ വളരെയധികം പരാജയം ഉണ്ടായിരിക്കുന്നു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: या संपर्कासोबत खूप सारे अपयश. कृपया नंतर पुन्हा प्रयत्न करा
ms: Terlalu banyak kegagalan dengan kenalan ini. Sila cuba sebentar lagi.
my: ၎င်း အဆက်အသွယ်နှင့် ပျက်ကွက်မှုများ နေပါသည်။ နောက်မှ ပြန်စမ်းကြည့်ပေးပါ။
nb: For mange feil med denne kontakten. Forsøk igjen senere.
nl: Te veel mislukte verzendpogingen bij dit contact. Probeer het later opnieuw.
pa: ਇਸ ਸੰਪਰਕ ਨਾਲ ਕਈ ਅਸਫਲਤਾਵਾਂ. ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pa_pk: ایس رابطے دے نال بہت ساری ناکامیاں۔ مہربانی کر کے بعد اچ دوبارہ کوشش کرو۔
pl: Zbyt wiele nieudanych prób dla tego kontaktu. Spróbuj ponownie później.
ps: له دې مخاطب سره زیاتې نیمګړتیاووې شته. مهرباني له مخې وروسته بیا هڅه وکړئ.
pt_br: Muitas falhas com este contato. Por favor, tente novamente mais tarde.
ro: Prea multe erori pentru acest contact. Te rugăm încearcă din nou mai târziu.
ru: Слишком много ошибок с этим контактом. Пожалуйста, попробуйте позже.
sk: Priveľa zlyhaní s týmto kontaktom. Prosím, skúste to znovu neskôr.
sl: Preveč neuspešnih poskusov s tem stikom. Prosimo poskusite spet kasneje.
sq: Shumë dështime me këtë kontakt. Ju lutemi, riprovoni pas pak.
sr: Дошло је до превише грешака са овим контактом. Пробајте поново касније.
sv: För många misslyckanden med denna kontakt. Försök igen senare.
sw: Ushinde mwingi sana na mwasiliani huyu. Tafadhali jaribu tena baadaye.
ta: இந்த தொடர்புடன் பல தோல்விகள். பின்னர் மீண்டும் முயற்சிக்கவும்.
te: ఈ పరిచయంతో చాలా వైఫల్యాలు. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: ติดต่อผู้ใช้นี้ไม่สำเร็จหลายครั้งเกินไป โปรดลองใหม่ในภายหลัง
tr: Bu kullanıcıya çok fazla hatalı deneme yaptınız. Lütfen daha sonra tekrar deneyin.
ug: بۇ ئالاقەداش بىلەن ئالاقە قىلغاندا كۆپ خاتالىق كۆرۈلدى، سەل تۇرۇپ قايتا سىناڭ.
uk: Забагато помилок із цим контактом. Спробуйте пізніше.
ur: اس رابطے کیساتھ بہت سے فیچرز ہیں۔ براہ کرم بعد میں دوبارہ کوشش کریں۔
vi: Quá nhiều lỗi khi gửi tin nhắn cho liên hệ này. Vui lòng thử lại sau.
zh_cn: 与此联系人通信时发生大量错误，请稍后再试。
zh_hk: 與該聯絡人對話時失敗次數過多。請稍後再試。

# FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY
source: Your safety number with %@ has recently changed. You may wish to verify before sending this message again.
af: Jou veiligheidsnommer met %@ het onlangs verander. Jy moet dit dalk verifieer voordat jy weer hierdie boodskap stuur.
ar: تغيَّر رقم الأمان الخاص بك مع %1$@ مؤخَّرًا. قد ترغب بالتحقُّق منه قبل إرسال هذه الرسالة مُجدَّدًا.
az: %@ ilə olan güvənlik nömrəniz təzəlikcə dəyişdirildi. Bu mesajı yenidən göndərməzdən əvvəl onu təsdiqləmək istəyə bilərsiniz.
be: Ваш код бяспекі з %1$@ нядаўна змяніўся. Магчыма вы жадаеце праверыць яго, перш чым зноў адпраўляць гэта паведамленне.
bg: Вашият номер за безопасност с %@ е променен наскоро. Добре е да го проверите, преди да изпратите това съобщение отново.
bn: %1$@ এর সাথে আপনার নিরাপত্তা নাম্বার সম্প্রতি পরিবর্তিত হয়েছে। আপনি এই বার্তাটি আবার পাঠানোর আগে যাচাই করতে পারেন।
ca: El número de seguretat amb %1$@ ha canviat fa poc. Potser voleu comprovar-lo abans de tornar a enviar aquest missatge.
cs: Vaše bezpečnostní číslo s %1$@ se nedávno změnilo. Před novým odesláním této zprávy zvažte jeho ověření.
cy: Mae eich rhif diogelwch gyda %@ wedi newid yn ddiweddar. Efallai yr hoffech chi wirio cyn anfon y neges hon eto.
da: Dit sikkerhedsnummer med %1$@ er ændret for nyligt. Du bør verificere det inden du sender denne besked igen.
de: Deine Sicherheitsnummer mit %1$@ hat sich kürzlich geändert. Möglicherweise möchtest du vor dem erneuten Senden deinen Kontakt verifizieren.
el: Ο αριθμός ασφαλείας με τον/την %1$@ άλλαξε πρόσφατα. Ίσως θέλεις να τον επιβεβαιώσεις πριν ξαναστείλεις αυτό το μήνυμα.
es: Tu número de seguridad con %1$@ ha cambiado. Te recomendamos verificar su identidad antes de reenviar este mensaje.
es_es: Tus cifras de seguridad con %@ han cambiado. Tal vez desees verificarlas antes de reenviar el mensaje.
et: Sinu turvanumber kasutajaga%@ on hiljuti muutunud. Kas sa soovid seda üle kinnitada enne selle sõnumi uuesti saatmist?
eu: %@ erablltzailearekin duzun segurtasun zenbakia aldatu da. Agian egiaztatu nahi duzu mezu hau berriro bidali aurretik.
fa: کد امنیتی شما با %1$@ به تازگی تغییر کرده است. بهتر است قبل از ارسال دوباره این ‍پیام آن را تایید نمایید.
fi: Turvanumerosi yhteystiedon %1$@ kanssa on vaihtunut hiljattain. Saatat halua varmentaa sen ennen viestin uudelleen lähettämistä.
fil: Ang iyong numerong pangkaligtasan kay %@ ay kakabago lang. Maaari mong iberipika ito bago mo ipadalang muli ang mensaheng ito.
fr: Le numéro de sécurité associé à %1$@ a récemment changé. Vous pouvez vérifier le nouveau numéro avant de renvoyer ce message.
ga: Athraíodh d'uimhir shábháilteachta le %1$@ le déanaí. Ba chóir duit í a dheimhniú sula seolfaidh tú an teachtaireacht seo arís.
gu: %1$@ સાથેનો તમારો સલામતી નંબર તાજેતરમાં બદલાઈ ગયો છે. તમે આ મેસેજ ફરીથી મોકલતા પહેલા ચકાસવાની ઇચ્છા કરી શકો છો.
he: מספר הביטחון שלך עם %1$@ השתנה לאחרונה. מומלץ לוודא לפני שליחת הודעה זו שוב.
hi: आपका सुरक्षा नंबर %1$@ के साथ बदल गया है। आप मेसेज भेजने से पेहले एक बार सत्यापित करें।
hr: Vaš sigurnosni broj s %1$@ je nedavno promijenjen. Možda želite potvrditi prije nego što ponovo pošaljete poruku.
hu: Biztonsági azonosítód megváltozott a következő ismerősöddel: %1$@. Érdemes lenne leellenőrizni, mielőtt újraküldenéd ezt az üzenetet.
id: Nomor keamanan Anda dengan %1$@ telah berubah. Anda mungkin ingin memverifikasinya sebelum mengirimkan pesan kembali.
is: Öryggisnúmer þitt með %@ hefur nýlega breyst. Þú gætir viljað sannreyna það áður en þú sendir þessi skilaboð aftur.
it: Il tuo codice di sicurezza con %1$@ è cambiato di recente. Ti consigliamo di fare una verifica prima di inviare nuovamente.
ja: %1$@ に対する安全番号が変更されました。このメッセージを再送する前に、検証した方が良いかもしれません。
kab: Uṭṭun-ik·im aɣellsan s %@ yettwabeddel melmi kan. Ahat tebɣiḍ ad t-tesneqdeḍ send ad tazneḍ izen-a i tikkelt-nniḍen.
kk: Сіздің %@ қауіпсіздік нөміріңіз жуырда өзгерді. Осы хабарламаны қайтадан жібермес бұрын тексергіңіз келуі мүмкін.
km: á›áŸááŸá»áœááŸ’áá·á—á¶á–ášá”áŸáŸ‹ %@ á”á¶á“á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášááŸ’á˜á¸áŸ—á“áŸáŸ‡áŸ” á¢áŸ’á“á€á”áŸ’ášá áŸ‚á›á…á„áŸ‹á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á˜áŸ’áá„á‘áŸ€á á˜á»á“á–áŸá›á•áŸ’á‰á¾áŸá¶ášá…áŸá‰áŸ”
kn: %@ ನೊಂದಿಗೆ ನಿಮ್ಮ ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆ ಇತ್ತೀಚೆಗೆ ಬದಲಾಗಿದೆ. ಈ ಸಂದೇಶವನ್ನು ಮತ್ತೆ ಕಳುಹಿಸುವ ಮೊದಲು ನೀವು ದೃೃಢೀಕರಿಸಲು ಬಯಸಬಹುದು.
ko: %1$@ 님과의 안전 번호가 최근 변경되었습니다. 메시지를 보내기 전 안전 번호를 검증해보세요.
lt: Jūsų saugumo numeris su %@ neseniai pasikeitė. Prieš siųsdami iš naujo, jūs, tikriausiai, norėtumėte jį patvirtinti.
lv: Jūsu drošības numurs ar %@ ir nesen mainīts. Iespējams, pirms atkārtotas šīs ziņas nosūtīšanas vēlaties to pārbaudīt.
mk: Вашиот безбедносен број %@ неодамна беше променет. Можеби ќе сакате да го верификувате пред повторно испраќање на оваа порака.
ml: %@ നൊപ്പമുള്ള നിങ്ങളുടെ സുരക്ഷാ നമ്പർ അടുത്തിടെ മാറിയിരിക്കുന്നു. ഈ സന്ദേശം വീണ്ടും അയയ്ക്കുന്നതിന് മുൻപ് നിങ്ങൾ അത് വിലയിരുത്താൻ താത്പര്യപ്പെടുന്നു.
mr: %1$@ सोबतचा आपला सुरक्षितता नंबर अलीकडे बदलला गेला आहे. हा संदेश पाठविण्यापूर्वी आपली सत्यापन करण्याची इच्छा असू शकते.
ms: Nombor keselamatan anda dengan %1$@ telah berubah baru-baru ini. Anda mungkin ingin mengesahkan sebelum menghantar mesej ini semula.
my: သင်၏ လုံခြုံရေးနံပါတ် %@ သည် မကြာသေးမီက ပြောင်းလဲထားပါသည်။ ၎င်းမက်ဆေ့ချ်ကို ပြန်လည်မပေးပို့မီ သင်အတည်ပြုနိုင်ပါသည်။
nb: Ditt sikkerhetsnummer med %1$@ har endret seg. Du kan ha lyst til å verifisere før du sender meldingen igjen.
nl: Je veiligheidsnummer met %1$@ is onlangs veranderd. Wellicht wil je het veiligheidsnummer verifiëren voordat je dit bericht verstuurt.
pa: %@ ਦੇ ਨਾਲ ਤੁਹਾਡਾ ਸੁਰੱਖਿਆ ਨੰਬਰ ਹਾਲ ਹੀ ਵਿੱਚ ਬਦਲ ਗਿਆ ਹੈ. ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਦੁਬਾਰਾ ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਤਸਦੀਕ ਕਰਨਾ ਚਾਹ ਸਕਦੇ ਹੋ.
pa_pk: %@ دے نال تساں دا حفاظتی نمر حال ہی اچ تبدیل کیتا گیا اے۔ تساں ایس سنیہا نوں دوبارہ گھلن توں پہلاں توثیق کرن دی خواہش کر سکدے او۔
pl: Ty i %1$@ macie nowy numer bezpieczeństwa. Rozważ jego weryfikację, zanim spróbujesz wysłać wiadomość jeszcze raz.
ps: له %@ سره ستاسې د خوندیتوب شمېره په دې وروستیو کې بدله شوې ده. تاسې کولای شئ دغه پیغام تر لیږلو وړاندې تایید کړئ.
pt_br: Seu número de segurança com %1$@ mudou recentemente. Queira verificá-lo antes de enviar essa mensagem de novo.
pt_pt: O seu número de segurança com %1$@ mudou recentemente. Poderá querer verificá-lo antes de reenviar a mensagem.
ro: Numărul tău de siguranță pentru %1$@ s-a schimbat recent. S-ar putea să dorești să-l verifici înainte de trimite acest mesaj din nou.
ru: Ваш код безопасности с %1$@ недавно изменился. Возможно, вы захотите подтвердить его перед повторной отправкой этого сообщения.
sk: Vaše bezpečnostné číslo s %1$@ sa nedávno zmenilo. Pred opätovným odoslaním tejto správy by ste si to mohli chcieť overiť.
sl: Varnostna številka za %@ je bilo pred kratkim spremenjena. Pred ponovnim poskusom pošiljanja bi morda želeli preveriti njeno istovetnost.
sq: Numri juaj i sigurisë me %@ ka ndryshuar tani afër. Mund të doni ta verifikoni, përpara se ky mesazh të ridërgohet .
sr: Ваш сигурносни број за дописивање са корисником %1$@ недавно је промењен. Препоручујемо да га верификујете пре поновног слања ове поруке.
sv: Ditt säkerhetsnummer med %1$@ har nyligen ändrats. Du vill nog verifiera innan du skickar detta meddelande igen.
sw: Nambari yako ya usalama na %@ imebadilika hivi karibuni. Ungependa kuthibitisha kabla ya kuutuma ujumbe huu tena.
ta: %@ உடன் உங்கள் பாதுகாப்பு எண் சமீபத்தில் மாற்றப்பட்டது. இந்த செய்தியை மீண்டும் அனுப்புவதற்கு முன்பு நீங்கள் சரிபார்க்க விரும்பலாம்.
te: %@ తో మీ భద్రతా సంఖ్య ఇటీవల మార్చబడింది. ఈ సందేశాన్ని మళ్ళీ పంపే ముందు మీరు ధృవీకరించాలనుకోవచ్చు.
th: หมายเลขความปลอดภัยของคุณกับ %1$@ ได้เปลี่ยนไปเมื่อไม่นานนี้ คุณอาจต้องการตรวจยืนยันก่อนจะส่งข้อความนี้อีกครั้ง
tr: %1$@ ile olan güvenlik numaranız yakın zamanda değişti. Bu iletiyi tekrar göndermeden önce doğrulamak isteyebilirsiniz.
ug: سىزنىڭ %1$@ بىلەن بولغان بىخەتەرلىك نومۇرىڭىز يېقىندا ئۆزگەرگەن. بۇ ئۇچۇرنى يوللاشتىن بۇرۇن دەلىللەش تەۋسىيە قىلىنىدۇ.
uk: Ваш код безпеки для чатів з користувачем %1$@ недавно змінився. Можливо, варто його перевірити, перш ніж надсилати це повідомлення знову.
ur: آپ کا حفاظتی نمبر ابھی %1$@کیساتھ تبدیل ہو چکا ہے۔ یہ پیغام دوبارہ بھیجنے سے پہلے آپ تصدیق کرنا چاہتے ہیں۔
vi: Số an toàn của bạn với %1$@ vừa được thay đổi. Bạn nên xác minh lại trước khi gửi lại tin nhắn này.
zh_cn: 您与%1$@的安全码已改变，建议您验证新安全码后再发送此消息。
zh_hk: 您與 %1$@ 的安全碼近期已更改。建議您驗證新安全碼後，再傳送此訊息。

# FAILED_TO_REDEEM_BADGE_RECEIVED_AFTER_DONATION_FROM_A_FRIEND_BODY
source: Your donation couldn’t be redeemed. Check your connection and try again.
ar: تعذَّر استخدام تبرُّعك. تحقّق من اتصالك بالشبكة ثم حاوِل مرّة أخرى.
be: Не атрымалася актываваць ваша ахвяраванне. Праверце падключэнне і паўтарыце спробу.
bn: আপনার ডোনেশন ছাড় করা যায়নি। আপনার নেটওয়ার্ক সংযোগ ঠিক আছে কি না দেখুন এবং আবার চেষ্টা করুন।
ca: No s'ha pogut bescanviar la teva donació. Comprova la connexió i torna-ho a provar.
cs: Váš příspěvek nebylo možné uplatnit. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Din donation kunne ikke indløses. Tjek din forbindelse, og prøv igen.
de: Deine Spende konnte nicht eingelöst werden. Überprüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η εξαργύρωση της δωρεάς σου. Έλεγξε τη σύνδεσή σου και δοκίμασε πάλι.
es: No se ha podido canjear tu donación. Comprueba tu conexión e inténtalo de nuevo.
fa: آزادسازی کمک مالی شما امکان‌پذیر نبود. اتصال خود را بررسی و دوباره تلاش کنید.
fi: Lahjoitustasi ei voitu lunastaa. Tarkista verkkoyhteys ja yritä uudelleen.
fr: Impossible de récupérer votre macaron. Vérifiez votre connexion et réessayez.
ga: Níorbh fhéidir do thabhartas a fhuascailt. Seiceáil do nasc agus triail arís.
gu: તમારું દાન રિડિમ કરી શકાયું નહીં. તમારું કનેક્શન તપાસો અને ફરીથી પ્રયત્ન કરો.
he: לא ניתן היה לממש את התרומה שלך. כדאי לבדוק את החיבור שלך ולנסות שוב.
hi: आपका दान रिडीम नहीं किया जा सका। अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Nije moguće preuzeti značku donacije. Provjerite internetsku vezu i pokušajte ponovno.
hu: Az adományod nem lehetett beváltani. Ellenőrizd az internetkapcsolatod, és próbáld újra!
id: Donasi Anda tidak bisa ditebus. Periksa koneksi Anda dan coba lagi.
it: Non è stato possibile riscattare la tua donazione. Controlla la tua connessione e riprova.
ja: 寄付を引き換えることができませんでした。インターネット接続を確認して再度試してください。
ko: 기부를 사용할 수 없습니다. 연결을 확인하고 다시 시도하세요.
mr: आपली देणगी रिडीम केली जाऊ शकत नाही. आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Derma anda tidak dapat ditebus. Periksa sambungan anda dan cuba lagi.
nb: Pengegaven kunne ikke løses inn. Sjekk internettilkoblingen og prøv igjen.
nl: Je badge kan niet in ontvangst worden genomen. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się odebrać odznaki za darowiznę. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível resgatar sua doação. Verifique a sua conexão e tente novamente.
pt_pt: A sua doação não pôde ser resgatada. Verifique a sua ligação e tente novamente.
ro: Donația ta nu a putut fi revendicată. Verifică-ți conexiunea și încearcă din nou.
ru: Ваше пожертвование не удалось принять. Проверьте ваше подключение к интернету и попробуйте ещё раз.
sk: Váš príspevok sa nepodarilo uplatniť. Skontrolujte pripojenie a skúste to znovu.
sr: Преузимање значке донације није успело. Проверите да ли сте повезани на интернет и пробајте поново.
sv: Din donation kunde inte lösas in. Kontrollera din anslutning och försök igen.
th: ไม่สามารถแลกโล่บริจาคของคุณได้ กรุณาตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Bağışın kullanılamadı. Bağlantını kontrol edip tekrar dene.
ug: ئىئانىڭىزنى نەقلەشتۈرەلمىدى. تور ئۇلىنىشىڭىزنى تەكشۈرۈپ قايتا سىناڭ.
uk: Не вдалось активувати значок. Перевірте з'єднання та спробуйте ще раз.
ur: آپ کا عطیہ ریڈیم نہیں کیا جا سکا۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể nhận khoản ủng hộ. Kiểm tra kết nối của bạn và thử lại.
zh_cn: 您的捐款徽章无法领取。请检查您的网络连接并重试。
zh_hk: 無法兌換你的捐款。請檢查網路連線，然後再試一次。

# FAILED_TO_REDEEM_BADGE_RECEIVED_AFTER_DONATION_FROM_A_FRIEND_TITLE
source: Couldn’t Redeem Donation
ar: تعذَّر استخدام التبرُّع
be: Не атрымалася актываваць ахвяраванне
bn: ডোনেশন ছাড় করা যায়নি
ca: No s'ha pogut bescanviar la donació
cs: Příspěvek se nepodařilo uplatnit
da: Kunne ikke indløse donationen
de: Spende konnte nicht eingelöst werden
el: Δεν ήταν δυνατή η εξαργύρωση της δωρεάς
es: No se ha podido canjear tu donación
fa: کمک مالی آزادسازی نشد
fi: Lahjoitusta ei voitu lunastaa
fr: Impossible de récupérer le macaron
ga: Níorbh Fhéidir an Tabhartas a Fhuascailt
gu: દાન રિડિમ કરી શક્યા નહીં
he: אין אפשרות לממש את התרומה
hi: दान रिडीम नहीं किया जा सका
hr: Nije moguće preuzeti značku donacije
hu: Adomány beváltása sikertelen
id: Tidak Bisa Menebus Donasi
it: Impossibile riscattare la donazione
ja: 寄付を引き換えることができませんでした
ko: 기부를 사용할 수 없습니다.
mr: देणगी रिडीम करु शकत नाही
ms: Tidak Dapat Menebus Derma
nb: Kunne ikke løse inn pengegaven
nl: Kan badge niet in ontvangst nemen
pl: Nie udało się odebrać odznaki
pt_br: Não foi possível resgatar a doação
pt_pt: Não foi possível resgatar a doação
ro: Nu am putut să revendicăm donația
ru: Не удалось принять пожертвование
sk: Príspevok sa nepodarilo uplatniť
sr: Преузимање значке донације није успело
sv: Kunde inte lösa in donation
th: ไม่สามารถแลกโล่บริจาคได้
tr: Bağış Kullanılamadı
ug: ئىئانىنى نەقلەشتۈرەلمىدى
uk: Не вдалось активувати значок
ur: عطیہ ریڈیم نہیں کر سکے
vi: Không thể Nhận Khoản Ủng hộ
zh_cn: 无法领取捐款徽章
zh_hk: 無法兌換捐款

# FAILED_VERIFICATION_TITLE
source: Failed to Verify Safety Number!
af: Kon nie veiligheidsnommer verifieer nie!
ar: فشل التحقُّق من رقم اﻷمان!
az: Güvənlik nömrəsi təsdiqlənmədi!
be: Не атрымалася праверыць код бяспекі!
bg: Неуспех при Проверка на Номерата за Безопасност!
bn: নিরাপত্তা নাম্বার যাচাই করতে ব্যর্থ!
ca: No s'ha pogut verificar el número de seguretat!
cs: Nepodařilo se ověřit bezpečnostní číslo!
cy: Methwyd Gwirio Rhif Diogelwch!
da: Kunne ikke verificere sikkerhedsnummer!
de: Sicherheitsnummer konnte nicht verifiziert werden!
el: Αποτυχία επιβεβαίωσης αριθμού ασφαλείας!
es: No se ha podido verificar el número de seguridad
es_es: ¡Fallo al verificar las cifras de seguridad!
et: Turvanumbri kinnitamine ei õnnestunud!
eu: Ezin izan da segurtasun zenbakia egiaztatu
fa: تأیید شمارهٔ امنیتی ناموفق بود!
fi: Turvanumeron varmennus epäonnistui!
fil: Nabigong Iberipika ang Numerong Pangkaligtasan!
fr: Attention : Impossible de vérifier le numéro de sécurité.
ga: Uimhir Shábháilteachta Gan Deimhniú!
gu: સલામતી નંબર ચકાસવામાં નિષ્ફળ!
he: אימות מספר בטיחות נכשל!
hi: सुरक्षा नंबर सत्यापित करना असफल रहा।
hr: Provjera sigurnosnog broja nije uspjela!
hu: Biztonsági azonosító ellenőrzése sikertelen!
id: Gagal Memverifikasi Nomor Keamanan!
is: Mistókst að sannreyna öryggisnúmer!
it: Verifica del codice di sicurezza non riuscita!
ja: 安全番号を検証できませんでした！
kab: Asenqed n wuṭṭun n tɣellist ur yeddi ara!
kk: Қауіпсіздік нөмірін тексеру сәтсіз болды!
km: á”ášá¶á‡áŸá™á€áŸ’á“á»á„á€á¶ášá•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹á›áŸááŸá»áœááŸ’áá·á—á¶á–!
kn: ಸುರಕ್ಷತಾ ಸಂಖ್ಯೆಯನ್ನು ದೃಢೀಕರಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ!
ko: 안전 번호 검증 실패!
lt: Nepavyko patvirtinti saugumo numerio!
lv: Neizdevās pārbaudīt drošības numuru.
mk: Неуспешна потврда на Безбедносен Број!
ml: സുരക്ഷാ നമ്പർ പരിശോധിക്കുന്നതിൽ പരാജയപ്പെട്ടു!
mr: सुरक्षितता नंबर सत्यापित करण्यात अयशस्वी!
ms: Gagal Mengesahkan Nombor Keselamatan!
my: လုံခြုံရေးနံပါတ် အတည်ပြုမှု မအောင်မြင်ပါ။
nb: Verifisering av sikkerhetsnummer mislyktes!
nl: Verifiëren van veiligheidsnummer niet gelukt
pa: ਸੁਰੱਖਿਆ ਨੰਬਰ ਦੀ ਤਸਦੀਕ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ!
pa_pk: حفاظتی نمر دی توثیق کرن اچ ناکام!
pl: Nie udało się zweryfikować numeru bezpieczeństwa
ps: دخوندیتوب د شمېرې تایید تر سره نشو!
pt_br: Falha ao verificar número de segurança!
pt_pt: Falha ao verificar o número de segurança!
ro: Verificarea Numărului de Siguranță a eșuat!
ru: Не удалось подтвердить код безопасности!
sk: Nepodarilo sa overiť bezpečnostné číslo!
sl: Varnostne številke ni bilo mogoče preveriti!
sq: S’u arrit të Verifikohej Numri i Sigurisë!
sr: Верификовање сигурносног броја није успело!
sv: Det gick inte att verifiera säkerhetsnumret!
sw: Imefeli Kuthibitisha Nambari ya Usalama
ta: பாதுகாப்பு எண்ணை சரிபார்க்க முடியவில்லை!
te: భద్రతా సంఖ్యను ధృవీకరించడంలో విఫలమైంది!
th: การตรวจยืนยันหมายเลขความปลอดภัยล้มเหลว
tr: Güvenlik Numarası Doğrulanamadı!
ug: بىخەتەرلىك نومۇرىنى دەلىللىيەلمىدى!
uk: Не вдалося перевірити код безпеки!
ur: حفاظتی نمبر کی تصدیق میں ناکامی!
vi: Không thể xác minh Số An toàn!
zh_cn: 验证安全码失败!
zh_hk: 無法驗證安全碼！

# FEATURED_BADGE_SECTION_HEADER
source: Select a Badge
af: Kies ’n wapen
ar: اختر شارة
az: Bir nişan seçin
be: Выбраць значок
bn: একটি ব্যাজ নির্বাচন করুন
ca: Seleccioneu una insígnia
cs: Vybrat odznak
cy: Dewis Bathodyn
da: Vælg et emblem
de: Wähle ein Abzeichen
el: Επιλογή εμβλήματος
es: Selecciona una insignia
et: Vali märk
fa: انتخاب نشان
fi: Valitse merkki
fr: Sélectionnez un macaron
gu: બૅજ પસંદ કરો
he: בחר תג
hi: एक बैज चुनें
hr: Odaberite značku
hu: Válassz jelvényt
id: Pilih sebuah Lencana
is: Veldu merki
it: Seleziona un badge
ja: バッジを選択してください
km: á‡áŸ’ášá¾áŸášá¾áŸáŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹
ko: 배지 선택
lt: Pasirinkite ženkliuką
mk: Изберете беџ
ml: ഒരു ബാഡ്ജ് തിരഞ്ഞെടുക്കുക
mr: बॅज निवडा
ms: Pilih satu Lencana
nb: Velg et merke
nl: Kies een badge
pa: ਬਿੱਲਾ ਚੁਣੋ
pl: Wybierz odznakę
pt_br: Escolher um selo
pt_pt: Selecione um crachá
ro: Selectează o insignă
ru: Выберите значок
sk: Vyberte odznak
sl: Izberi značko
sq: Përzgjidhni Stemë
sr: Одаберите значку
sv: Välj ett märke
sw: Chagua Beji
th: เลือกโล่
tr: Bir Rozet Seç
ug: بىر ئىزناك تاللاڭ
uk: Оберіть значок
ur: بیج منتخب کریں
vi: Chọn một huy hiệu
zh_cn: 选择一个徽章
zh_hk: 請選擇一個徽章

# FEATURED_BADGE_SETTINGS_TITLE
source: Featured Badge
af: Vertoonwapen
ar: شارة مُمَيَّزة
az: Xüsusi nişan
be: Асаблівы значок
bn: ফিচারকৃত ব্যাজ
ca: Insígnia inclosa
cs: Doporučený odznak
cy: Prif Fathodyn
da: Fremhævet badge
de: Ausgewähltes Abzeichen
el: Βασικό σήμα
es: Insignia en mi perfil
fa: نشان برجسته
fi: Esitelty merkki
fr: Macaron affiché
ga: Suaitheantas Faoi Thrácht
gu: ફીચર્ડ બૅજ
he: תג בפרופיל
hi: फ़ीचर किया हुआ बैज
hr: Istaknuta značka
hu: Kitűzött jelvény
id: Lencana Unggulan
is: Sýnilegt merki
it: Badge in evidenza
ja: 表示するバッジ
km: áŸáŸ’á›á¶á€áŸá˜áŸ’á‚á¶á›áŸ‹á–á·áŸáŸáŸ
ko: 프로필 배지
lt: Pagrindinis ženkliukas
mk: Истакнат беџ
ml: ഫീച്ചേർഡ് ബാഡ്ജ്
mr: वैशिष्ट्यीकृत बॅज
ms: Lencana Dipaparkan
nb: Utvalgt merke
nl: Zichtbare badge
pl: Wyświetlana odznaka
pt_br: Selo em destaque
pt_pt: Crachá em destaque
ro: Insignă principală
ru: Главный значок
sk: Zobrazený odznak
sl: Izpostavljena značke
sq: Stemë e Zgjedhur
sr: Истакнута значка
sv: Presenterat märke
sw: Beji ya Kipaumbele
th: โล่ติดโปรไฟล์
tr: Öne Çıkan Rozet
ug: تاللانغان ئىزناك
uk: Обраний значок
ur: خصوصی بیج
vi: Huy hiệu nổi bật
zh_cn: 精选徽章
zh_hk: 特色徽章
