Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SEPA_DONATION_ERROR_OTHER
source: Verify your bank details are correct and try again. If the problem continues, contact your bank.
ar: تأكَّد من صحة تفاصيل بطاقتك البنكية وحاوِل مرة أخرى. إذا استمرت المُشكلة، تواصَل مع المصرف الذي تتعامل معه.
be: Праверце правільнасць вашых банкаўскіх рэквізітаў і паўтарыце спробу. Калі праблема не знікне, звярніцеся да свайго банка.
bn: আপনার কার্ডের বিবরণ সঠিক কি না তা যাচাই করুন এবং আবার চেষ্টা করুন। সমস্যা চলতে থাকলে, আপনার ব্যাংকের সাথে যোগাযোগ করুন।
ca: Verifica que les dades del teu banc siguin correctes i torna-ho a provar. Si el problema continua, posa't en contacte amb el teu banc.
cs: Zkontrolujte, zda jsou vaše bankovní údaje správné, a zkuste to znovu. Pokud bude problém přetrvávat, kontaktujte svou banku.
da: Tjek dine kontooplysninger, og prøv igen. Hvis problemet fortsætter, skal du kontakte din bank.
de: Prüfe, ob deine Bankdaten korrekt sind, und versuche es erneut. Falls das Problem weiterhin besteht, kontaktiere bitte deine Bank.
el: Επαλήθευσε ότι τα τραπεζικά σου στοιχεία είναι σωστά και δοκίμασε ξανά. Αν δεν λυθεί το πρόβλημα, επικοινώνησε με την τράπεζά σου.
es: Comprueba que tus datos bancarios son correctos e inténtalo de nuevo. Si el problema persiste, contacta con tu banco.
fa: بررسی کنید که مشخصات کارت‌تان درست باشد و دوباره امتحان کنید. اگر مشکل پابرجا ماند، با بانک خود تماس بگیرید.
fi: Tarkista, että pankin tiedot ovat oikein, ja yritä uudelleen. Jos ongelma jatkuu, ole yhteydessä pankkiisi.
fr: Veuillez vérifier vos coordonnées bancaires et réessayer. Si le problème persiste, nous vous invitons à contacter votre banque.
ga: Fíoraigh go bhfuil sonraí do bhainc ceart agus triail arís. Má leanann ar aghaidh leis an bhfadhb, déan teagmháil le do bhanc.
gu: તમારી કાર્ડની વિગતો સાચી છે તેની ખાતરી કરો અને ફરી પ્રયાસ કરો. જો સમસ્યા ચાલુ રહે તો તમારી બેંકનો સંપર્ક કરો.
he: יש לוודא שפרטי הבנק שלך נכונים ולנסות שוב. אם הבעיה נמשכת, יש ליצור קשר עם הבנק.
hi: सत्यापित करें कि आपका कार्ड विवरण सही है और फिर से प्रयास करें। यदि फिर भी समस्या बनी रहे तो अपने बैंक से संपर्क करें।
hr: Provjerite jesu li vaši bankovni podaci ispravni i pokušajte ponovno. Ako i dalje imate poteškoće, obratite se svojoj banci.
hu: Ellenőrizd, hogy a banki adatok helyesek-e, és próbáld újra. Ha a probléma továbbra is fennáll, fordulj a bankodhoz.
id: Pastikan detail bank Anda sudah benar dan coba lagi. Jika masalah tetap terjadi, silakan hubungi pihak bank.
it: Assicurati che i dati del tuo conto corrente siano corretti e riprova. Se il problema persiste, contatta la tua banca.
ja: カード情報が正しいことを確認し、もう一度お試しください。問題が解決されない場合は、取引先の銀行にお問い合わせください。
ko: 은행 세부 정보가 올바른지 확인하고 다시 시도하세요. 문제가 계속되면 은행에 문의하세요.
mr: आपला कार्ड तपशील बरोबर असल्याची पडताळणी करा आणि पुन्हा प्रयत्न करा. तरीदेखील समस्या सुरूच राहिल्यास, आपल्या बँकेशी संपर्क साधा.
ms: Sahkan butiran bank anda adalah betul dan cuba lagi. Jika masalah masih berterusan, hubungi bank anda.
nb: Sjekk om bankopplysningene stemmer og prøv igjen. Kontakt banken din hvis problemet vedvarer.
nl: Controleer of je bankgegevens correct zijn en probeer het opnieuw. Neem contact op met je bank als dit probleem aanhoudt.
pl: Sprawdź, czy dane bankowe są poprawne, i spróbuj ponownie. Jeśli problem będzie się powtarzać, skontaktuj się ze swoim bankiem.
pt_br: Confira se os detalhes do seu cartão estão corretos e tente novamente. Se o problema continuar, entre em contato com seu banco.
pt_pt: Verifique se os seus dados bancários estão corretos e tente novamente. Se o problema persistir, contacte o seu banco.
ro: Verifică dacă detaliile cardului sunt corecte și încearcă din nou. Dacă problema continuă, contactează-ți banca.
ru: Проверьте правильность ваших банковских реквизитов и попробуйте ещё раз. Если проблема не решается, свяжитесь со своим банком.
sk: Skontrolujte, či sú vaše bankové údaje správne a skúste to znova. Ak problém pretrváva, kontaktujte svoju banku.
sr: Проверите да ли су банковни подаци тачни и пробајте поново. Ако се проблем настави, обратите се својој банци.
sv: Kontrollera att dina kortuppgifter är korrekta och försök igen. Kontakta din bank om problemet kvarstår.
th: ตรวจยืนยันว่าข้อมูลธนาคารที่คุณระบุนั้นถูกต้อง แล้วลองอีกครั้ง โปรดติดต่อธนาคารหากคุณยังพบปัญหาอยู่
tr: Banka bilgilerini kontrol et ve tekrar dene. Sorun devam ederse, bankanla iletişime geç.
ug: بانكا كارتا تەپسىلاتىنىڭ توغرىلىقىنى دەلىللەپ قايتا سىناڭ. مەسىلە ھەل بولمىسا بانكا بىلەن ئالاقىلىشىڭ.
uk: Переконайтеся, що правильно ввели банківські реквізити, і повторіть платіж. Якщо це не допоможе, зв'яжіться зі своїм банком.
ur: تصدیق کریں کہ آپ کے بینک کی تفصیلات درست ہیں اور دوبارہ کوشش کریں۔ اگر مسئلہ جاری رہتا ہے، تو اپنے بینک سے رابطہ کریں۔
vi: Đảm bảo thông tin tài khoản ngân hàng của bạn đúng và thử lại. Nếu vẫn gặp vấn đề, hãy liên hệ với ngân hàng của bạn.
zh_cn: 请检查您的银行信息正确无误并重试。如果问题仍然存在，请联系您的银行。
zh_hk: 驗證你的銀行資料是否正確，然後重試。如果問題仍然存在，請與你的銀行聯絡。

# SEPA_DONATION_ERROR_PAYMENT_NOT_AUTHORIZED
source: This payment was revoked by the account holder and could not be processed. You haven’t been charged.
ar: أُلغيَت هذه العملية من قبل صاحب الحساب وتعذَّرت معالجتها. لم تُحصَّل أي رسوم منك.
be: Гэты плацеж быў адкліканы ўладальнікам рахунку і не можа быць апрацаваны. Вашы сродкі не былі спісаны.
bn: এই পেমেন্টটি অ্যাকাউন্ট হোল্ডার কর্তৃক বাতিল করা হয়েছে এবং প্রক্রিয়া করা যায়নি। আপনার কাছ থেকে অর্থ কেটে নেওয়া হয়নি।
ca: El titular del compte ha revocat aquest pagament i no s'ha pogut processar. No se t'ha efectuat el càrrec.
cs: Tato platba byla majitelem účtu zrušena a nemohla být zpracována. Platba vám nebyla odečtena.
da: Betalingen blev tilbagekaldt af kontohaveren og kunne ikke behandles. Du er ikke blevet debiteret.
de: Diese Zahlung wurde von der Person, der das Konto gehört, widerrufen und konnte nicht bearbeitet werden. Es wurde kein Betrag abgebucht.
el: Αυτή η πληρωμή ανακλήθηκε από τον κάτοχο του λογαριασμού και δεν ήταν δυνατή η επεξεργασία της. Δεν έχεις χρεωθεί.
es: No se ha podido procesar este pago porque el titular de la cuenta lo ha revocado. No se te ha cobrado.
fa: دارندۀ حساب این پرداخت را لغو کرده است و قابل پردازش نیست. مبلغی از حسابتان برداشت نشده است.
fi: Tilin omistaja peruutti maksun, eikä sitä voitu käsitellä. Sinua ei veloitettu.
fr: Le paiement a été refusé par le titulaire du compte et n'a donc pas été traité. Vous n'avez pas été débité.
ga: Chealaigh sealbhóir an chuntais an íocaíocht seo agus níorbh fhéidir í a phróiseáil. Níor gearradh aon táillí ort.
gu: આ ચુકવણી અકાઉન્ટ ધારક દ્વારા રદ કરવામાં આવી હતી અને તેની પ્રક્રિયા થઈ શકી નથી. તમારી પાસેથી પૈસા લેવામાં આવ્યા નથી.
he: התשלום הזה בוטל על ידי בעל החשבון ולא היה ניתן לעבד אותו. לא חויבת.
hi: इस भुगतान को अकाउंट धारक द्वारा रद्द कर दिया गया था और संसाधित नहीं किया जा सका। आपसे शुल्क नहीं लिया गया है।
hr: Ovu uplatu opozvao je vlasnik računa i nije ju moguće obraditi. Vaš račun nije terećen.
hu: Ezt a fizetést a számlabirtokos visszavonta, és nem sikerült feldolgozni. A számládat nem terhelték meg.
id: Otorisasi pembayaran ini telah dibatalkan oleh pemegang rekening dan tidak dapat diproses. Saldo Anda belum terpotong.
it: Questo pagamento è stato annullato dall'intestatario del conto e non può essere elaborato. Non ti è stato addebitato alcun importo.
ja: このお支払いは口座名義人によって取り消されたため、処理できませんでした。課金はされていません。
ko: 예금주가 이 송금을 취소하여 처리할 수 없습니다. 요금이 청구되지 않았습니다.
mr: हे पेमेट अकाऊंट धारकांकडून रद्द करण्यात आले होते आणि त्यावर प्रक्रिया केली जाऊ शकत नाही. आपणाला आकारणी करण्यात आली नाही.
ms: Pembayaran ini telah dibatalkan oleh pemegang akaun dan tidak dapat diproses. Anda belum dicaj.
nb: Betalingen ble trukket tilbake av kontoinnehaveren og kunne derfor ikke behandles. Ingenting har blitt trukket fra kontoen.
nl: Deze betaling is door de rekeninghouder ingetrokken en kon niet worden verwerkt. Er is geen geld afgeschreven.
pl: Nie udało się zrealizować płatności, ponieważ została oan odrzucona przez właściciela konta. Środki nie zostały pobrane.
pt_br: Este pagamento foi revogado pelo titular da conta e não pôde ser processado. Não foi realizada nenhuma cobrança.
pt_pt: Este pagamento foi recusado pelo titular da conta e não pôde ser processado. Não foi cobrado.
ro: Această plată a fost revocată de titularul contului și nu a putut fi procesată. Nu ai fost taxat/ă.
ru: Данный платёж был отозван владельцем счёта и не был обработан. Средства не были списаны.
sk: Táto platba bola odvolaná majiteľom účtu a nemohla byť spracovaná. Neboli vám účtované žiadne poplatky.
sr: Власник рачуна је отказао ово плаћање и његова обрада није успела. Ништа вам није наплаћено.
sv: Denna betalning återkallades av kontoinnehavaren och kunde inte bearbetas. Ingen betalning har dragits.
th: การชำระเงินนี้ถูกเจ้าของบัญชียกเลิกและไม่สามารถดำเนินการได้ คุณยังไม่ถูกเรียกเก็บเงินในกรณีนี้
tr: Bu ödeme, hesap sahibi tarafından iptal edildi ve işleme alınamadı. Ödeme alınamadı.
ug: بۇ پۇل تۆلەشنى ھېسابات ئىگىسى بىكار قىلىۋەتتى، داۋاملاشتۇرغىلى بولمايدۇ. سىزدىن پۇل تۇتۇلمىدى.
uk: Власник рахунку скасував цей платіж, тому його не було опрацьовано. Кошти не було стягнуто.
ur: یہ پیمنٹ اکاؤنٹ ہولڈر کی جانب سے منسوخ کر دی گئی تھی لہٰذا اس کو زیر عمل نہیں لایا جا سکا۔ آپ پر چارجز عائد نہیں کیے گئے۔
vi: Khoản thanh toán này đã bị thu hồi bởi chủ tài khoản và không thể được xử lý. Bạn chưa bị trừ tiền.
zh_cn: 这笔付款已被账户持有人撤销，无法处理。您尚未被扣款。
zh_hk: 帳戶持有人撤銷此筆付款而無法處理。 系統並未向你收取費用。

# SEPA_DONATION_IBAN_INVALID_CHARACTERS_ERROR
source: IBAN can only contain A-Z and 0-9
ar: لا يُمكن أن يحتوي رقم IBAN إلّا على الحروف ما بين A-Z والأرقام 0-9.
be: IBAN можа змяшчаць толькі сімвалы ад A да Z і ад 0 да 9
bn: IBAN-এ শুধুমাত্র A-Z এবং 0-9 থাকতে পারে
ca: L'IBAN només pot contenir A-Z i 0-9
cs: IBAN může obsahovat pouze písmena A–Z a číslice 0–9
da: IBAN kan kun indeholde A-Z og 0-9
de: IBAN kann nur A–Z und 0–9 enthalten
el: Το IBAN μπορεί να περιέχει μόνο A-Z και 0-9
es: El IBAN solo puede contener caracteres a-z y 0-9
fa: ‏IBAN فقط می‌تواند حاوی حروف A تا Z و اعداد ۰ تا ۹ باشد
fi: IBAN voi sisältää vain kirjaimia A-Z tai numeroita 0-9
fr: L'IBAN ne peut contenir que des caractères alphanumériques.
ga: Ní féidir ach A-Z agus 0-9 a bheith in IBAN
gu: IBAN માં ફક્ત A-Z અક્ષરો અને 0-9 અંકો જ હોઈ શકે છે
he: IBAN יכול להכיל רק את האותיות A–Z ואת הספרות 0–9
hi: IBAN में केवल AZ और 0-9 हो सकते हैं
hr: IBAN može sadržavati samo slova od A do Z i brojeve od 0 do 9
hu: Az IBAN kizárólag A-Z-ig tartalmazhat betűket és 0-9-ig számokat
id: IBAN hanya memuat karakter A-Z dan 0-9
it: L'IBAN contiene solo lettere (A-Z) e cifre (0-9)
ja: IBANにはA-Zと0-9のみが使用できます
ko: IBAN은 A~Z와 0~9만 포함할 수 있습니다
mr: IBAN मध्ये फक्त A-Z आणि 0-9 यांचा समावेश होऊ शकतो
ms: IBAN hanya boleh mengandungi AZ dan 0-9
nb: IBAN-nummeret kan bare inneholde bokstavene A–Z og tallene 0–9
nl: IBAN kan alleen A-Z en 0-9 bevatten
pl: IBAN może zawierać wyłącznie znaki A–Z i 0–9
pt_br: O IBAN só pode conter letras de A a Z e números de 0 a 9
pt_pt: O IBAN só pode conter A-Z e 0-9
ro: IBAN poate conține doar AZ și 0-9
ru: IBAN может содержать только буквы A-Z и цифры 0-9
sk: IBAN v tvare A-Z a 0-9
sr: IBAN може да садржи само латиничка слова A–Z и бројеве 0–9
sv: IBAN kan endast innehålla A–Z och 0–9
th: IBAN จะมีได้เฉพาะ A-Z และ 0-9
tr: IBAN yalnızca A-Z ve 0-9 arasındaki karakterleri içerebilir
ug: IBAN پەقەت A دىن Z غىچە ھەرپلەرنى ۋە 0 دىن 9 غىچە سانلارنى ئۆز ئىچىگە ئالىدۇ
uk: IBAN може містити лише букви A–Z і цифри 0–9
ur: IBAN صرف A-Z یا 0-9 پر مشتمل ہو سکتا ہے
vi: IBAN chỉ có thể chứa ký tự từ A-Z và 0-9
zh_cn: IBAN 只能包含字母 A-Z 和数字 0-9
zh_hk: IBAN 只能包含 A-Z 和 0-9

# SEPA_DONATION_IBAN_INVALID_CHECK_ERROR
source: Invalid IBAN number
ar: رقم IBAN غير صحيح
be: Несапраўдны нумар IBAN
bn: অকার্যকর IBAN নাম্বার
ca: Número d'IBAN no vàlid
cs: Neplatné číslo IBAN
da: Ugyldigt IBAN-nummer
de: IBAN ungültig
el: Μη έγκυρος αριθμός IBAN
es: Número IBAN no válido
fa: شماره IBAN نامعتبر
fi: Virheellinen IBAN-numero
fr: IBAN incorrect
ga: Uimhir IBAN neamhbhailí
gu: અમાન્ય IBAN નંબર
he: מספר IBAN לא תקין
hi: अमान्य IBAN नंबर
hr: Navedeni IBAN nije važeći
hu: Érvénytelen IBAN-szám
id: Nomor IBAN tidak valid
it: IBAN non valido
ja: IBANコードが無効です
ko: 잘못된 IBAN 번호입니다.
mr: अवैध IBAN नंबर
ms: Nombor IBAN tidak sah
nb: Ugyldig IBAN-nummer
nl: Ongeldig IBAN-nummer
pl: Nieprawidłowy numer IBAN
pt_br: Número IBAN inválido
pt_pt: IBAN inválido
ro: Număr IBAN nevalid
ru: Неверный номер IBAN
sk: Neplatné číslo IBAN
sr: Неважећи број IBAN
sv: Ogiltigt IBAN-nummer
th: หมายเลข IBAN ไม่ถูกต้อง
tr: Geçersiz IBAN numarası
ug: IBAN نومۇرى ئىناۋەتسىز
uk: Такого номеру IBAN не існує
ur: غلط IBAN نمبر
vi: Số IBAN không hợp lệ
zh_cn: IBAN 号码无效
zh_hk: IBAN 號碼無效

# SEPA_DONATION_IBAN_INVALID_COUNTRY_ERROR
source: IBAN country code is not supported
ar: كود الدولة الخاص بـ IBAN غير مدعوم
be: Код краіны IBAN не падтрымліваецца
bn: IBAN কান্ট্রি কোডটি সমর্থিত নয়
ca: El codi de país de l'IBAN no és compatible
cs: Kód země IBAN není podporován
da: IBAN-landekode understøttes ikke
de: Der IBAN-Ländercode wird nicht unterstützt
el: Ο κωδικός χώρας IBAN δεν υποστηρίζεται
es: No se admite el código de país del IBAN
fa: کد کشور IBAN پشتیبانی نمی‌شود
fi: IBAN-maakoodia ei tueta
fr: Code pays de l'IBAN non pris en charge
ga: Cód tíortha IBAN gan tacú
gu: IBAN દેશ કોડ સપોર્ટેડ નથી
he: קוד המדינה של ה‑IBAN אינו נתמך
hi: IBAN देश कोड समर्थित नहीं है
hr: Navedeni državni kôd IBAN-a nije podržan
hu: Az IBAN-országkód nem támogatott
id: Kode negara IBAN tidak didukung
it: Codice identificazione Paese dell'IBAN non supportato
ja: この国コードはIBANを採用していません
ko: IBAN 국가 코드가 지원되지 않습니다.
mr: IBAN देश कोड समर्थित नाही
ms: Kod negara IBAN tidak disokong
nb: Landskoden støttes ikke
nl: IBAN-landcode wordt niet ondersteund
pl: Nieobsługiwany kod kraju IBAN
pt_br: O código do país do IBAN não é aceito
pt_pt: O código de país do IBAN não é suportado
ro: Codul țării IBAN nu este acceptat
ru: Код страны IBAN не поддерживается
sk: Kód krajiny pre IBAN nie je podporovaný
sr: IBAN шифра земље није подржана
sv: IBAN-landskod stöds inte
th: ไม่รองรับรหัสประเทศของหมายเลข IBAN ที่ระบุ
tr: IBAN ülke kodu desteklenmiyor
ug: IBAN دۆلەت كودىنى قوللىمايدۇ
uk: IBAN з кодом цієї країни не підтримуються
ur: IBAN ملکی کوڈ سپورٹ کردہ نہیں ہے
vi: Mã quốc gia của số IBAN không được hỗ trợ
zh_cn: 不支持 IBAN 国家/地区代码
zh_hk: 未支援 IBAN 國家代碼

# SEPA_DONATION_IBAN_TOO_LONG_ERROR
source: IBAN is too long
ar: رقم IBAN طويل جدًا
be: IBAN занадта доўгі
bn: IBAN অনেক বড়
ca: L'IBAN és massa llarg
cs: Číslo IBAN je příliš dlouhé
da: IBAN er for langt
de: Die IBAN ist zu lang
el: Το IBAN είναι πολύ μεγάλο
es: El IBAN es demasiado largo
fa: شمارۀ IBAN زیاده طولانی است
fi: IBAN-tilinumero on liian pitkä
fr: L'IBAN saisi est trop long.
ga: Tá an IBAN rófhada
gu: IBAN બહુ લાંબો છે
he: מספר IBAN ארוך מדי
hi: IBAN बहुत लंबा है
hr: IBAN je predug
hu: Az IBAN túl hosszú
id: IBAN terlalu panjang
it: IBAN troppo lungo
ja: IBANが長すぎます
ko: IBAN이 너무 깁니다
mr: IBAN फार मोठा आहे
ms: IBAN terlalu panjang
nb: IBAN-nummeret er for langt
nl: IBAN-nummer is te lang
pl: IBAN jest za długi
pt_br: O IBAN é muito longo
pt_pt: IBAN demasiado longo
ro: IBAN-ul este prea lung
ru: IBAN слишком длинный
sk: Číslo IBAN je príliš dlhé
sr: IBAN је предугачак
sv: IBAN är för långt
th: หมายเลข IBAN ยาวเกินไป
tr: IBAN çok uzun
ug: IBAN بەك ئۇزۇن
uk: IBAN задовгий
ur: IBAN کافی طویل ہے
vi: IBAN quá dài
zh_cn: IBAN 太长
zh_hk: IBAN 太長

# SEPA_DONATION_IBAN_TOO_SHORT_ERROR
source: IBAN is too short
ar: رقم IBAN قصير جدًا
be: IBAN занадта кароткі
bn: IBAN অনেক ছোট
ca: L'IBAN és massa curt
cs: Číslo IBAN je příliš krátké
da: IBAN er for kort
de: Die IBAN ist zu kurz
el: Το IBAN είναι πολύ μικρό
es: El IBAN es demasiado corto
fa: شمارۀ IBAN زیاده کوتاه است
fi: IBAN-tilinumero on liian lyhyt
fr: L'IBAN saisi est trop court.
ga: Tá an IBAN róghearr
gu: IBAN બહુ નાનો છે
he: מספר IBAN קצר מדי
hi: IBAN बहुत छोटा है
hr: IBAN je prekratak
hu: Az IBAN túl rövid
id: IBAN terlalu pendek
it: IBAN troppo corto
ja: IBANが短すぎます
ko: IBAN이 너무 짧습니다
mr: IBAN अतिशय लहान आहे
ms: IBAN terlalu pendek
nb: IBAN-nummeret er for kort
nl: IBAN-nummer is te kort
pl: IBAN jest za krótki
pt_br: O IBAN é muito curto
pt_pt: IBAN demasiado curto
ro: IBAN-ul este prea scurt
ru: IBAN слишком короткий
sk: Číslo IBAN je príliš krátke
sr: IBAN је прекратак
sv: IBAN är för kort
th: หมายเลข IBAN สั้นเกินไป
tr: IBAN çok kısa
ug: IBAN بەك قىسقا
uk: IBAN закороткий
ur: IBAN کافی مختصر ہے
vi: IBAN quá ngắn
zh_cn: IBAN 太短
zh_hk: IBAN 太短

# SEPA_DONATION_NAME_LABEL
source: Name
ar: اسم
be: Імя
bn: নাম
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
fa: نام
fi: Nimi
fr: Nom
ga: Ainm
gu: નામ
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
mr: नाव
ms: Nama
nb: Navn
nl: Naam
pl: Imię i nazwisko
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Meno
sr: Име
sv: Namn
th: ชื่อ
tr: Ad
ug: ئىسمىڭىز
uk: Ім'я
ur: نام
vi: Tên
zh_cn: 名称
zh_hk: 姓名

# SEPA_DONATION_NAME_PLACEHOLDER
source: Name on Bank Account
ar: الاسم كما يظهر في الحساب المصرفي
be: Імя ўладальніка банкаўскага рахунку
bn: ব্যাংক অ্যাকাউন্টের নাম
ca: Nom al compte bancari
cs: Jméno majitele bankovního účtu
da: Navn på bankkonto
de: Name Kontoinhaber*in
el: Όνομα σε τραπεζικό λογαριασμό
es: Como aparece en la cuenta bancaria
fa: نام دارندۀ حساب بانکی
fi: Pankkitilin haltijan nimi
fr: Nom associé au compte bancaire
ga: Ainm ar an gCuntas Bainc
gu: બેંક એકાઉન્ટ મુજબનું નામ
he: שם בעל.ת חשבון הבנק
hi: बैंक अकाउंट पर नाम
hr: Vlasnik bankovnog računa
hu: Név a bankszámlán
id: Nama di Rekening Bank
it: Nome del titolare del conto
ja: 口座名義人
ko: 계좌 소유자 이름
mr: बँक खात्यावरील नाव
ms: Nama Akaun Bank
nb: Navn på bankkonto
nl: Naam rekeninghouder
pl: Imię i nazwisko na koncie bankowym
pt_br: Nome na conta bancária
pt_pt: Nome na conta bancária
ro: Nume pe contul bancar
ru: Имя владельца банковского счёта
sk: Meno majiteľa účtu
sr: Име на банковном рачуну
sv: Namn på bankkonto
th: ชื่อเจ้าของบัญชี
tr: Banka hesabındaki isim
ug: بانكا ھېسابات ئىگىسىنىڭ ئىسمى
uk: Ім'я власника банківського рахунку
ur: بینک اکاؤنٹ پر نام
vi: Tên tài khoản ngân hàng
zh_cn: 银行账户名称
zh_hk: 銀行帳戶上的姓名
