Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATE_ON_BEHALF_OF_A_FRIEND_ADDITIONAL_MESSAGE_INFO
source: The recipient will be notified of the donation in a 1 on 1 message. Add your own message below.
ar: سَيتمُّ إخطار المُستلِم بالتبرُّع عبر رسالةٍ مباشرة منك إليه. أضِف رسالتك الخاصة أدناه.
be: Атрымальнік будзе апавешчаны аб ахвяраванні ў індывідуальным паведамленні. Дадайце сваё паведамленне ніжэй.
bn: প্রাপককে সরাসরি ম্যাসেজ পাঠানোর মাধ্যমে ডোনেশন সম্পর্কে জানানো হবে। নিচে আপনার নিজের ম্যাসেজ যোগ করুন।
ca: El destinatari serà notificat de la donació en un missatge privat. Afegeix el teu propi missatge a continuació.
cs: Příjemce bude o příspěvku informován v soukromé zprávě. Níže můžete přidat vlastní zprávu.
da: Modtageren informeres om donationen i en direkte besked. Tilføj din egen besked nedenfor.
de: Die empfangende Person wird in einer persönlichen Nachricht über die Spende informiert. Füge unten deine eigene Nachricht hinzu.
el: Ο παραλήπτης θα ειδοποιηθεί για τη δωρεά με προσωπικό μήνυμα. Πρόσθεσε το μήνυμά σου παρακάτω.
es: La persona que has seleccionado recibirá un mensaje privado con la notificación de la donación. Añade tu propio mensaje más abajo.
fa: دریافت‌کننده با یک پیام اختصاصی از کمک مالی اهدایی مطلع خواهد شد. پیام خود را در زیر اضافه کنید.
fi: Vastaanottaja saa ilmoituksen lahjoituksesta kahdenkeskisessä viestissä. Lisää oma viestisi alle.
fr: Le destinataire recevra un message privé l'informant de votre don. Vous pouvez saisir un message personnalisé ci-dessous.
ga: Cuirfear an tabhartas in iúl don fhaighteoir i dteachtaireacht 1 le 1. Cuir do theachtaireacht féin leis thíos.
gu: પ્રાપ્તકર્તાને 1-1 કરીને મેસેજમાં દાનની જાણ કરવામાં આવશે. નીચે તમારો પોતાનો મેસેજ ઉમેરો.
he: נעדכן את הנמען/ת על התרומה בהודעת 1–על–1. אפשר להוסיף הודעה משלך למטה.
hi: प्राप्तकर्ता को सीधे भेजे जानेवाले एक संदेश द्वारा दान के बारे में सूचित किया जाएगा। अपना खुद का संदेश नीचे जोड़ें।
hr: Primatelj će biti obaviješten o donaciji u privatnoj poruci. U nastavku napišite poruku.
hu: Az adományozásról közvetlenül üzenetben értesítjük a címzettet. Add hozzá a saját üzeneted alább.
id: Penerima akan diberi tahu tentang donasi dengan pesan 1:1. Tambahkan pesan Anda sendiri di bawah ini.
it: La persona destinataria verrà notificata della donazione in un messaggio privato. Aggiungi di seguito il messaggio che vuoi inviare.
ja: 受取人には、1対1のメッセージで寄付が通知されます。以下にご自身のメッセージを追加してください。
ko: 받는 사람에게 1대1 메시지로 기부 알림이 발송됩니다. 아래에 나만의 메시지를 추가하세요.
mr: प्राप्तकर्त्याला 1 वर 1 संदेशामध्ये देणगीबद्दल अधिसूचित केले जाईल. आपला स्वतःचा संदेश खाली जोडा.
ms: Penerima akan dimaklumkan secara terus melalui mesej tentang derma tersebut. Tambah mesej anda sendiri di bawah.
nb: Mottakeren vil få beskjed om pengegaven i en direktemelding. Skriv en melding fra deg nedenfor.
nl: De ontvanger wordt in een persoonlijk bericht op de hoogte gebracht van de donatie. Voeg hieronder je eigen bericht toe.
pl: Osoba ta otrzyma powiadomienie o darowiźnie w wiadomości prywatnej. Poniżej możesz dodać coś od siebie.
pt_br: O destinatário receberá uma doação em uma mensagem individual. Adicione uma mensagem personalizada abaixo.
pt_pt: O destinatário será notificado da doação numa mensagem individual. Adicione a sua mensagem abaixo.
ro: Persoana pe care ai ales-o va fi anunțată despre donație printr-un mesaj 1 la 1. Adaugă mesajul propriu mai jos.
ru: Получатель будет уведомлён о пожертвовании в индивидуальном сообщении. Добавьте своё сообщение ниже.
sk: Príjemca bude o príspevku informovaný v správe. Pridajte svoj vlastný text správy nižšie.
sr: Прималац ће бити обавештен о донацији у приватној поруци. Унесите поруку у наставку.
sv: Mottagaren kommer att meddelas om donationen i ett privat meddelande. Lägg till ditt eget meddelande nedan.
th: ผู้รับจะได้รับการแจ้งเตือนในข้อความส่วนตัวว่ามีการบริจาค เพิ่มข้อความของคุณที่ด้านล่างนี้
tr: Alıcı, bağıştan mesajla haberdar edilecektir. Kendi mesajını aşağıya ekle.
ug: تاپشۇرۇۋالغۇچى نۇقتىدىن نۇقتىغا ئەۋەتىلگەن ئۇچۇر ئارقىلىق ئىئانە ھەققىدە ئۇقتۇرۇش قىلىنىدۇ. ئۆزىڭىزنىڭ ئۇچۇرىنى تۆۋەنگە قوشۇڭ.
uk: Одержувач отримає сповіщення про донат у приватному чаті. Ви також можете додати власне повідомлення.
ur: وصول کنندہ کو عطیہ کے حوالے سے ایک 1 پر 1 پیغام ارسال کر کے مطلع کیا جائے گا۔ ذیل میں اپنا ذاتی پیغام شامل کریں۔
vi: Người nhận sẽ được thông báo về khoản ủng hộ trong một tin nhắn trực tiếp. Thêm tin nhắn của bạn vào dưới đây.
zh_cn: 收礼人将会在一对一消息中看到代捐通知。您可以在下方添加自己的消息。
zh_hk: 接收者將收到有關捐款的一對一訊息通知。在下方加入你的訊息。

# DONATE_ON_BEHALF_OF_A_FRIEND_ADDITIONAL_MESSAGE_PLACEHOLDER
source: Add a message
ar: إضافة رسالة
be: Дадаць паведамленне
bn: মেসেজ যোগ করুন
ca: Afegeix-hi un missatge
cs: Přidat zprávu
da: Tilføj en besked
de: Nachricht hinzufügen
el: Προσθήκη μηνύματος
es: Añadir un mensaje
fa: افزودن پیام
fi: Lisää viesti
fr: Ajouter un message
ga: Cuir teachtaireacht leis
gu: મેસેજ ઉમેરો
he: הוספת הודעה
hi: कोई संदेश जोड़ें
hr: Dodaj poruku
hu: Üzenet hozzáadása
id: Tambah pesan
it: Aggiungi un messaggio
ja: メッセージを追加してください
ko: 메시지 추가
mr: संदेश जोडा
ms: Tambah mesej
nb: Legg til en melding
nl: Bericht toevoegen
pl: Dodaj wiadomość
pt_br: Adicionar uma mensagem
pt_pt: Adicionar uma mensagem
ro: Adaugă un mesaj
ru: Добавьте сообщение
sk: Pridať správu
sr: Унесите поруку
sv: Lägg till ett meddelande
th: เพิ่มข้อความ
tr: İleti ekle
ug: بىز ئۇچۇر قوش
uk: Додати повідомлення
ur: پیغام شامل کریں
vi: Thêm vào một tin nhắn
zh_cn: 添加消息
zh_hk: 加入訊息

# DONATE_ON_BEHALF_OF_A_FRIEND_CHAT_EXPIRED
source: Expired
ar: منتهية الصلاحية
be: Тэрмін дзеяння скончыўся
bn: বাতিল
ca: Ha caducat
cs: Platnost vypršela
da: Udløbet
de: Abgelaufen
el: Έληξε
es: Caducada
fa: منقضی‌شده
fi: Vanhentunut
fr: Macaron arrivé à expiration
ga: Imithe as feidhm
gu: સમયસીમા સમાપ્ત
he: פג תוקף
hi: समाप्त हो गया
hr: Istekla
hu: Lejárt
id: Kadaluwarsa
it: Scaduto
ja: 期限切れ
ko: 만료됨
mr: कालबाह्य झालेे
ms: Tamat tempoh
nb: Utløpt
nl: Verlopen
pl: Wygasła
pt_br: Perdeu a validade
pt_pt: Expirado
ro: Expirat
ru: Истёк
sk: Platnosť vypršala
sr: Истекло
sv: Utgånget
th: หมดอายุ
tr: Süresi doldu
ug: ۋاقتى ئۆتكەن
uk: Уже недійсний
ur: زائد المیعاد
vi: Đã hết hạn
zh_cn: 已到期
zh_hk: 已過期

source: Your iDEAL donation is still processing. Check your banking app to approve your payment before making another donation.
ar: لا يزال تبرُّع iDeal الخاص بك قيد المُعالجة. تفقَّد تطبيق مصرفك للموافقة على عملية الدفع الخاصة بك قبل التبرُّع مرّة أخرى.
be: Ваша ахвяраванне праз iDEAL яшчэ апрацоўваецца. Праверце сваю банкаўскую праграму, каб пацвердзіць свой плацеж, перш чым рабіць чарговае ахвяраванне.
bn: আপনার iDEAL ডোনেশন এখনো প্রক্রিয়াধীন আছে। আরেকটি ডোনেশন করার আগে আপনার পেমেন্ট অনুমোদন করার জন্য আপনার ব্যাংকিং অ্যাপ দেখুন।
ca: La teva donació a través d'iDEAL encara s'està processant. Comprova la teva app bancària per aprovar el teu pagament abans de fer una altra donació.
cs: Váš příspěvek iDEAL se stále zpracovává. Než se rozhodnete znovu přispět, zkontrolujte svou bankovní aplikaci, zda byla platba schválena.
da: Din iDEAL-donation er stadig under behandling. Tjek din bankapp for at godkende betalingen, før du foretager en anden donation.
de: Deine Spende über iDEAL wird noch bearbeitet. Überprüfe deine Banking-App, um deine Zahlung zu bestätigen, bevor du eine weitere Spende vornimmst.
el: Η δωρεά σου στην iDEAL βρίσκεται ακόμη υπό επεξεργασία. Έλεγξε την εφαρμογή σου στην τράπεζα για να εγκρίνεις την πληρωμή σου πριν κάνεις άλλη δωρεά.
es: Tu donación a través de iDEAL aún se está procesando. Consulta la aplicación de tu banco para aprobar el pago antes de hacer otra donación.
fa: اهدای مالی iDEAL شما در حال پردازش است. برای تأیید پرداخت‌تان و قبل از اهدای مالی دیگر، اپلیکیشن بانک‌تان را بررسی کنید.
fi: iDEAL-lahjoitustasi käsitellään edelleen. Käy pankkisovelluksessasi hyväksymässä maksu ennen uuden lahjoituksen tekemistä.
fr: Votre don iDEAL est en cours de traitement. Consultez votre application bancaire pour approuver votre paiement avant de faire un nouveau don.
ga: Tá do thabhartas iDEAL á phróiseáil fós. Seiceáil d'aip bhaincéireachta le d'íocaíocht a fhaomhadh roimh thabhartas eile a dhéanamh.
gu: તમારા iDEAL દાનની પ્રક્રિયા હજી ચાલુ છે. બીજું દાન કરતા પહેલાં તમારી ચુકવણી મંજૂર કરવા માટે તમારી બેંકિંગ ઍપ તપાસો.
he: התרומה שלך ב–iDEAL עדיין בתהליך עיבוד. יש לבדוק את אפליקציית הבנק שלך כדי לאשר את התשלום לפני שמבצעים תרומה נוספת.
hi: आपका आदर्श दान अभी भी संसाधित हो रहा है। दोबारा दान देने से पहले भुगतान को स्वीकृत करने के लिए अपने बैंकिंग ऐप की जांच करें।
hr: Vaša donacija putem platforme iDEAL još uvijek se obrađuje. Provjerite svoju aplikaciju mobilnog bankarstva kako biste odobrili plaćanje prije nego što izvršite novu donaciju.
hu: iDEAL-adományod feldolgozása még folyamatban van. Még mielőtt újabb adományt adnál, a fizetés jóváhagyásához ellenőrizd a banki alkalmazást.
id: Donasi via iDEAL Anda masih diproses. Cek aplikasi perbankan Anda untuk menyetujui pembayaran sebelum memberikan donasi lagi.
it: La tua donazione iDEAL è ancora in fase di elaborazione. Controlla la tua app di banking per approvare la transazione in questione prima di farne un'altra.
ja: iDEALによる寄付はお手続き中です。他の寄付を行う前に、銀行アプリを確認して支払いを承認してください。
ko: iDEAL 기부를 아직 처리 중입니다. 다른 기부를 하기 전에 은행 앱을 확인하여 결제를 승인하세요.
mr: आपल्या iDEAL देणगीवर अद्याप प्रक्रिया होत आहे. आणखी देणगी देण्यापूर्वी पेमेंटला मान्यता देण्यासाठी आपल्या बँकेचे ॲप तपासा.
ms: Derma iDEAL anda sedang diproses. Semak aplikasi perbankan anda untuk meluluskan pembayaran sebelum membuat derma lain.
nb: Pengegaven du ga via iDEAL, er under behandling. Godkjenn betalingen via nettbanken din før du gir en ny pengegave.
nl: Je donatie via iDEAL is nog in behandeling. Ga naar je bankapp om je betaling goed te keuren voordat je opnieuw een donatie doet.
pl: Twoja darowizna metodą iDEAL jest jeszcze przetwarzana. Zanim przekażesz kolejną darowiznę, przejdź do swojej aplikacji bankowej i zatwierdź płatność.
pt_br: Sua doação iDEAL ainda está sendo processada. Confira o app do seu banco para aprovar o pagamento antes de fazer outra doação.
pt_pt: O seu donativo iDEAL ainda está a ser processado. Verifique a sua app bancária para aprovar o seu pagamento antes de fazer outro donativo.
ro: Donația ta iDEAL este încă în procesare. Verifică aplicația bancară pentru a-ți aproba plata înainte de a face o altă donație.
ru: Ваше пожертвование через iDEAL всё ещё обрабатывается. Проверьте в своем банковском приложении подтверждение платежа, прежде чем сделать очередное пожертвование.
sk: Príspevok cez iDEAL sa stále spracováva. Pred odoslaním ďalšieho príspevku skontrolujte svoju bankovú aplikáciu, aby ste schválili platbu.
sr: Ваша донација преко платформе iDEAL и даље је у обради. Одобрите плаћање у својој банкарској апликацији пре него што дате другу донацију.
sv: Din iDEAL-donation bearbetas fortfarande. Kontrollera din bankapp för att godkänna din betalning innan du gör en ny donation.
th: การบริจาคผ่าน iDEAL ของคุณยังอยู่ระหว่างดำเนินการ โปรดตรวจสอบแอปธนาคารของคุณเพื่ออนุมัติการชำระเงิน แล้วจึงค่อยบริจาคอีกครั้ง
tr: iDEAL bağışın hâlâ işleniyor. Başka bir bağış yapmadan önce, ödemeni onaylamak için bankacılık uygulamanı kontrol et.
ug: iDEAL ئىئانىڭىزنى بىر تەرەپ قىلىۋاتىدۇ. يەنە بىر ئىئانە قىلىشتىن بۇرۇن بانكا ئەپىڭىزنى تەكشۈرۈپ پۇل تۆلەشنى تەستىقلاڭ.
uk: Опрацювання вашого донату через iDEAL ще триває. Зайдіть у застосунок свого банку й підтвердьте платіж, перш ніж робити новий донат.
ur: آپ کے iDEAL عطیے کو ابھی زیر عمل لایا جا رہا ہے۔ ایک اور عطیہ دینے سے پہلے اپنی پیمنٹ کی منظوری کے لیے اپنی بینکنگ ایپ چیک کریں۔
vi: Khoản ủng hộ thông qua iDEAL của bạn không thể được xử lý. Kiểm tra ứng dụng ngân hàng của bạn để chấp thuận khoản thanh toán trước khi tiến hành gửi một khoản ủng hộ khác.
zh_cn: 您的 iDEAL 捐款仍在处理中。请先检查您的银行应用以批准您的付款，然后再进行另一笔捐款。
zh_hk: 你的 iDEAL 捐款仍在處理中。 請檢查銀行應用程式以核准你的付款，然後才進行另一次捐款。

# DONATE_SCREEN_ERROR_MESSAGE_BANK_PAYMENT_AWAITING_AUTHORIZATION
source: Your iDEAL donation is still processing. Check your banking app to approve your payment before making another donation.
ar: لا يزال تبرُّع iDeal الخاص بك قيد المُعالجة. تفقَّد تطبيق مصرفك للموافقة على عملية الدفع الخاصة بك قبل التبرُّع مرّة أخرى.
be: Ваша ахвяраванне праз iDEAL яшчэ апрацоўваецца. Праверце сваю банкаўскую праграму, каб пацвердзіць свой плацеж, перш чым рабіць чарговае ахвяраванне.
bn: আপনার iDEAL ডোনেশন এখনো প্রক্রিয়াধীন আছে। আরেকটি ডোনেশন করার আগে আপনার পেমেন্ট অনুমোদন করার জন্য আপনার ব্যাংকিং অ্যাপ দেখুন।
ca: La teva donació a través d'iDEAL encara s'està processant. Comprova la teva app bancària per aprovar el teu pagament abans de fer una altra donació.
cs: Váš příspěvek iDEAL se stále zpracovává. Než se rozhodnete znovu přispět, zkontrolujte svou bankovní aplikaci, zda byla platba schválena.
da: Din iDEAL-donation er stadig under behandling. Tjek din bankapp for at godkende betalingen, før du foretager en anden donation.
de: Deine Spende über iDEAL wird noch bearbeitet. Überprüfe deine Banking-App, um deine Zahlung zu bestätigen, bevor du eine weitere Spende vornimmst.
el: Η δωρεά σου στην iDEAL βρίσκεται ακόμη υπό επεξεργασία. Έλεγξε την εφαρμογή σου στην τράπεζα για να εγκρίνεις την πληρωμή σου πριν κάνεις άλλη δωρεά.
es: Tu donación a través de iDEAL aún se está procesando. Consulta la aplicación de tu banco para aprobar el pago antes de hacer otra donación.
fa: اهدای مالی iDEAL شما در حال پردازش است. برای تأیید پرداخت‌تان و قبل از اهدای مالی دیگر، اپلیکیشن بانک‌تان را بررسی کنید.
fi: iDEAL-lahjoitustasi käsitellään edelleen. Käy pankkisovelluksessasi hyväksymässä maksu ennen uuden lahjoituksen tekemistä.
fr: Votre don iDEAL est en cours de traitement. Consultez votre application bancaire pour approuver votre paiement avant de faire un nouveau don.
ga: Tá do thabhartas iDEAL á phróiseáil fós. Seiceáil d'aip bhaincéireachta le d'íocaíocht a fhaomhadh roimh thabhartas eile a dhéanamh.
gu: તમારા iDEAL દાનની પ્રક્રિયા હજી ચાલુ છે. બીજું દાન કરતા પહેલાં તમારી ચુકવણી મંજૂર કરવા માટે તમારી બેંકિંગ ઍપ તપાસો.
he: התרומה שלך ב–iDEAL עדיין בתהליך עיבוד. יש לבדוק את אפליקציית הבנק שלך כדי לאשר את התשלום לפני שמבצעים תרומה נוספת.
hi: आपका आदर्श दान अभी भी संसाधित हो रहा है। दोबारा दान देने से पहले भुगतान को स्वीकृत करने के लिए अपने बैंकिंग ऐप की जांच करें।
hr: Vaša donacija putem platforme iDEAL još uvijek se obrađuje. Provjerite svoju aplikaciju mobilnog bankarstva kako biste odobrili plaćanje prije nego što izvršite novu donaciju.
hu: iDEAL-adományod feldolgozása még folyamatban van. Még mielőtt újabb adományt adnál, a fizetés jóváhagyásához ellenőrizd a banki alkalmazást.
id: Donasi via iDEAL Anda masih diproses. Cek aplikasi perbankan Anda untuk menyetujui pembayaran sebelum memberikan donasi lagi.
it: La tua donazione iDEAL è ancora in fase di elaborazione. Controlla la tua app di banking per approvare la transazione in questione prima di farne un'altra.
ja: iDEALによる寄付はお手続き中です。他の寄付を行う前に、銀行アプリを確認して支払いを承認してください。
ko: iDEAL 기부를 아직 처리 중입니다. 다른 기부를 하기 전에 은행 앱을 확인하여 결제를 승인하세요.
mr: आपल्या iDEAL देणगीवर अद्याप प्रक्रिया होत आहे. आणखी देणगी देण्यापूर्वी पेमेंटला मान्यता देण्यासाठी आपल्या बँकेचे ॲप तपासा.
ms: Derma iDEAL anda sedang diproses. Semak aplikasi perbankan anda untuk meluluskan pembayaran sebelum membuat derma lain.
nb: Pengegaven du ga via iDEAL, er under behandling. Godkjenn betalingen via nettbanken din før du gir en ny pengegave.
nl: Je donatie via iDEAL is nog in behandeling. Ga naar je bankapp om je betaling goed te keuren voordat je opnieuw een donatie doet.
pl: Twoja darowizna metodą iDEAL jest jeszcze przetwarzana. Zanim przekażesz kolejną darowiznę, przejdź do swojej aplikacji bankowej i zatwierdź płatność.
pt_br: Sua doação iDEAL ainda está sendo processada. Confira o app do seu banco para aprovar o pagamento antes de fazer outra doação.
pt_pt: O seu donativo iDEAL ainda está a ser processado. Verifique a sua app bancária para aprovar o seu pagamento antes de fazer outro donativo.
ro: Donația ta iDEAL este încă în procesare. Verifică aplicația bancară pentru a-ți aproba plata înainte de a face o altă donație.
ru: Ваше пожертвование через iDEAL всё ещё обрабатывается. Проверьте в своем банковском приложении подтверждение платежа, прежде чем сделать очередное пожертвование.
sk: Príspevok cez iDEAL sa stále spracováva. Pred odoslaním ďalšieho príspevku skontrolujte svoju bankovú aplikáciu, aby ste schválili platbu.
sr: Ваша донација преко платформе iDEAL и даље је у обради. Одобрите плаћање у својој банкарској апликацији пре него што дате другу донацију.
sv: Din iDEAL-donation bearbetas fortfarande. Kontrollera din bankapp för att godkänna din betalning innan du gör en ny donation.
th: การบริจาคผ่าน iDEAL ของคุณยังอยู่ระหว่างดำเนินการ โปรดตรวจสอบแอปธนาคารของคุณเพื่ออนุมัติการชำระเงิน แล้วจึงค่อยบริจาคอีกครั้ง
tr: iDEAL bağışın hâlâ işleniyor. Başka bir bağış yapmadan önce, ödemeni onaylamak için bankacılık uygulamanı kontrol et.
ug: iDEAL ئىئانىڭىزنى بىر تەرەپ قىلىۋاتىدۇ. يەنە بىر ئىئانە قىلىشتىن بۇرۇن بانكا ئەپىڭىزنى تەكشۈرۈپ پۇل تۆلەشنى تەستىقلاڭ.
uk: Опрацювання вашого донату через iDEAL ще триває. Зайдіть у застосунок свого банку й підтвердьте платіж, перш ніж робити новий донат.
ur: آپ کے iDEAL عطیے کو ابھی زیر عمل لایا جا رہا ہے۔ ایک اور عطیہ دینے سے پہلے اپنی پیمنٹ کی منظوری کے لیے اپنی بینکنگ ایپ چیک کریں۔
vi: Khoản ủng hộ thông qua iDEAL của bạn không thể được xử lý. Kiểm tra ứng dụng ngân hàng của bạn để chấp thuận khoản thanh toán trước khi tiến hành gửi một khoản ủng hộ khác.
zh_cn: 您的 iDEAL 捐款仍在处理中。请先检查您的银行应用以批准您的付款，然后再进行另一笔捐款。
zh_hk: 你的 iDEAL 捐款仍在處理中。 請檢查銀行應用程式以核准你的付款，然後才進行另一次捐款。

source: Bank transfers can take 1 to 14 business days to process. Please wait until this donation completes before making another donation.
ar: عادةً ما تستغرق معالجة التحويلات المصرفية ما بين يوم واحد و14 يوم عمل. يُرجى الانتظار حتى اكتمال تبرُّعك هذا قبل التبرُّع مرّة أخرى.
be: Апрацоўка банкаўскіх пераводаў можа заняць ад 1 да 14 працоўных дзён. Перш чым зрабіць наступнае ахвяраванне, дачакайцеся, пакуль гэта ахвяраванне не завершыцца.
bn: ব্যাংক ট্রান্সফার প্রক্রিয়া করতে 1 থেকে 14 কার্যদিবস সময় লাগতে পারে। অনুগ্রহ করে আরেকটি ডোনেশন পাঠানোর আগে এই পেমেন্টটি সম্পন্ন হওয়ার আগ পর্যন্ত অপেক্ষা করুন।
ca: Les transferències bancàries poden trigar entre 1 i 14 dies laborables a completar-se. Espera fins que es completi aquesta donació abans de fer-ne una altra.
cs: Zpracování bankovního převodu může trvat 1 až 14 pracovních dní. S dalším příspěvkem prosím počkejte, dokud nebude tento příspěvek dokončen.
da: Det kan tage 1-14 arbejdsdage at behandle en bankoverførsel. Vent på at betalingen bliver gennemført, inden du foretager en anden donation.
de: Die Bearbeitung von Banküberweisungen kann 1 bis 14 Werktage dauern. Bitte warte, bis diese Spende abgeschlossen ist, bevor du eine weitere Spende vornimmst.
el: Οι τραπεζικές μεταφορές χρειάζονται 1 με 14 εργάσιμες ημέρες για να διεκπεραιωθούν. Περίμενε μέχρι να ολοκληρωθεί αυτή η δωρεά προτού κάνεις νέα.
es: Las transferencias bancarias pueden tardar entre 1 y 14 días hábiles en procesarse. Espera hasta que se complete esta donación antes de hacer otra.
fa: پردازش انتقال‌های بانکی ممکن است ۱ تا ۱۴ روز کاری طول بکشد. لطفاً قبل از اهدای کمک مالی دیگر، صبر کنید تا این پرداخت تکمیل شود.
fi: Pankkisiirtojen käsittely voi kestää 1–14 arkipäivää. Odota, kunnes maksu on suoritettu, ennen kuin teet uuden lahjoituksen.
fr: Le traitement des virements peut prendre entre 1 et 14 jours ouvrés. Veuillez attendre que ce don soit finalisé avant d'en effectuer un autre.
ga: Is gnách go bpróiseáiltear aistrithe bainc idir 1 agus 14 lá gnó. Fan go gcríochnófar an tabhartas seo roimh thabhartas eile a thabhairt.
gu: બેંક ટ્રાન્સફરની પ્રક્રિયા થવામાં 1 થી 14 કામકાજી દિવસ લાગી શકે છે. અન્ય દાન આપતાં પહેલાં કૃપા કરીને આ ચુકવણી પૂર્ણ થાય ત્યાં સુધી રાહ જુઓ.
he: עיבוד העברות בנקאיות יכול לקחת בין 1–14 ימי עסקים. יש להמתין עד שתשלום זה יסתיים לפני ביצוע תרומה נוספת.
hi: बैंक ट्रांसफर को प्रोसेस करने में 1 से 14 कारोबारी दिन लग सकते हैं। कृपया, दूसरा दान करने से पहले इस भुगतान के पूरा होने तक इंतजार करें।
hr: Obrada transakcije putem bankovnog transfera može potrajati od 1 do 14 radnih dana. Pričekajte završetak transakcije prije nego što izvršite novu donaciju.
hu: A banki átutalások feldolgozása 1–14 munkanapot vehet igénybe. Mielőtt újra adományoznál, kérjük, várd meg, amíg a fizetés teljesül.
id: Proses transfer bank biasanya perlu waktu 1 sampai 14 hari kerja. Harap tunggu hingga pemrosesan donasi ini selesai sebelum memberikan donasi lagi.
it: L'elaborazione dei bonifici bancari di solito richiede da 1 a 14 giorni lavorativi. Attendi il completamento di questa transazione prima di effettuare un'altra donazione.
ja: 銀行振り込みの場合、処理されるまで1～14日かかる場合があります。この寄付が完了するまで、次の寄付をお待ちください。
ko: 은행 송금을 처리하는 데 영업일 기준 1~14일이 걸릴 수 있습니다. 이 기부가 완료될 때까지 기다렸다가 더 기부해 주세요.
mr: बँक हस्तांतरणावर प्रक्रिया होण्यासाठी 1 ते 14 दिवस लागू शकतात. कृपया आणखी एक देणगी देण्यापूर्वी हे पेमेंट्स पूर्ण होण्याची प्रतिक्षा करा.
ms: Pindahan bank boleh mengambil masa 1 hingga 14 hari perniagaan untuk diproses. Sila tunggu sehingga pembayaran ini selesai sebelum membuat derma lain.
nb: Bankoverføringer har en behandlingstid på 1 til 14 virkedager. Du kan gi flere pengegaver når denne betalingen er gjennomført.
nl: Het kan 1 tot 14 werkdagen duren voordat een bankoverschrijving is verwerkt. Wacht tot deze betaling is voltooid voordat je nog een donatie doet.
pl: Realizacja przelewu bankowego może potrwać od 1 do 14 dni roboczych. Zanim wpłacisz kolejną darowiznę, poczekaj, aż ta płatność zostanie zrealizowana.
pt_br: As transferências bancárias podem levar de 1 a 14 dias para serem processadas. Espere até que a doação seja concluída para fazer outra doação.
pt_pt: As transferências bancárias podem levar 1 a 14 dias úteis a serem processadas. Aguarde até que este donativo seja concluído antes de fazer outra doação.
ro: Procesarea transferurilor bancare poate dura între 1 și 14 zile lucrătoare. Așteaptă până la finalizarea acestei plăți înainte de a face o altă donație.
ru: Обработка банковских переводов может занимать от 1 до 14 рабочих дней. Пожалуйста, дождитесь завершения обработки пожертвования, прежде чем обновлять подписку.
sk: Spracovanie bankového prevodu môže trvať 1 až 14 pracovných dní. Pred odoslaním ďalšieho príspevku počkajte, kým sa nedokončí odosielanie tohto príspevku.
sr: Обрада банковних преноса може да потраје од 1 до 14 радних дана. Сачекајте да се ова донација заврши пре него што дате другу донацију.
sv: Banköverföringar kan ta 1 till 14 arbetsdagar att bearbeta. Vänta tills denna donation slutförs innan du gör en ny donation.
th: การโอนเงินผ่านระบบธนาคารอาจใช้เวลาดำเนินการประมาณ 1 ถึง 14 วันทำการ โปรดรอให้การบริจาคนี้สำเร็จก่อน แล้วจึงค่อยบริจาคอีกครั้ง
tr: Banka transferlerinin işleme alınması 1 ila 14 iş günü sürebilir. Lütfen başka bir bağışta bulunmadan önce bu bağışın tamamlanmasını bekle.
ug: بانكىدىن ئاغدۇرغان ھېساباتنى بىر تەرەپ قىلىشقا 1 كۈندىن 14 كۈنگىچە ۋاقىت كېتىدۇ. باشقا بىر ئىئانە قىلىشتىن بۇرۇن بۇ پۇل تۆلەشنىڭ تاماملىنىشىنى كۈتۈپ تۇرۇڭ.
uk: Опрацювання банківських переказів може займати від 1 до 14 робочих днів. Просимо вас дочекатися проведення платежу, перш ніж робити новий донат.
ur: بینک ٹرانسفرز کو زیر عمل لانے میں 1 سے 14 کاروباری ایام لگ سکتے ہیں۔ براہ کرم ایک اور عطیہ دینے سے پہلے اس عطیے کے مکمل ہونے کا انتظار کریں۔
vi: Giao dịch chuyển khoản ngân hàng thường mất 1 đến 14 ngày làm việc để xử lý. Vui lòng chờ đến khi khoản ủng hộ này hoàn tất trước khi gửi thêm khoản ủng hộ khác.
zh_cn: 银行转账可能需要 1 至 14 个工作日。请等待这笔捐款完成后再进行另一笔捐款。
zh_hk: 銀行轉帳需要 1 至 14 個工作天才能處理。請等待捐款完成後，才進行另一次捐款。
