Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# UNKNOWN_PROTOCOL_VERSION_NEED_TO_UPGRADE_WITHOUT_NAME
source: You received a message that can't be processed or displayed because it uses a new Signal feature.
af: Jy het ’n boodskap ontvang wat nie verwerk of hier gewys kan word nie, omdat dit ’n nuwe Signal-funksie gebruik.
ar: تلقيتَ رسالة لا يُمكن مُعالجتها أو عرضها لأنها تستخدم ميزة جديدة في سيجنال.
az: Yeni bir Signal özəlliyi istifadə etdiyi üçün emal oluna və ya görüntülənə bilməyən bir mesaj aldıınz.
be: Вы атрымалі паведамленне, якое не можа быць апрацавана або паказана, таму што яно выкарыстоўвае новую функцыю Signal.
bg: Получихте съобщение, което не може да бъде обработено или показано, тъй като използва нова функция на Signal.
bn: আপনি একটি বার্তা পেয়েছেন যা এখানে প্রক্রিয়া করা বা প্রদর্শিত করা যাচ্ছে না কারণ এটি একটি নতুন Signal বৈশিষ্ট্য ব্যবহার করেছে।
ca: Heu rebut un missatge que no es pot processar o mostrar perquè usa una funció nova del Signal.
cs: Obdrželi jste zprávu, kterou zde nelze zobrazit, protože používá novější funkci Signal.
cy: Cawsoch neges na ellir ei phrosesu na'i ddangos oherwydd ei bod yn defnyddio nodwedd Signal newydd.
da: Du har modtaget en besked som ikke kan behandles eller vises her, da den bruger en ny Signal funktionalitet
de: Du hast eine Nachricht erhalten, die nicht verarbeitet oder angezeigt werden kann, da sie ein neues Signal-Feature nutzt.
el: Έλαβες μήνυμα που δεν μπορεί να επεξεργαστεί ή να προβληθεί γιατί χρησιμοποιεί μια νέα δυνατότητα του Signal.
es: Has recibido un mensaje que no se puede procesar ni mostrar porque usa una función nueva de Signal.
es_es: Has recibido un mensaje que no se puede procesar o mostrar ya que usa una función nueva de Signal.
et: Sa said sõnumi, mida ei saa töödelda või kuvada, sest see kasutab uut Signali funktsionaalsust.
eu: Prozesatu edo erakutsi ezin daitekeen mezu bat jaso duzu. Arrazoia zera da: Signal ezugarri berri bat erabilzen du.
fa: پیامی که دریافت کرده‌اید قابل نمایش یا قابل پردازش نیست چون که به یک ویژگی جدید سیگنال نیاز دارد.
fi: Sait viestin, jota ei voida käsitellä tai näyttää, koska se käyttää uutta Signal-ominaisuutta.
fil: Nakatanggap ka ng mensahe na hindi maiproseso o maipakita dahil gumagamit ito ng bagong feature ng Signal.
fr: Impossible de traiter et d'afficher un message que vous avez reçu, car il utilise une nouvelle fonctionnalité de Signal.
ga: Fuair tú teachtaireacht nach féidir próiseáil ná taispeáint anseo toisc go mbaineann sí úsáid as gné nua in Signal.
gu: તમને એક મેસેજ મળ્યો જેની પ્રક્રિયા અથવા પ્રદર્શિત કરી શકાતા નથી કારણ કે તે નવી Signal સુવિધાનો ઉપયોગ કરે છે.
he: קיבלת הודעה שאינה יכולה להיות מעובדת או להיות מוצגת מאחר שהיא משתמשת במאפיין Signal חדש.
hi: आपको एक मेसेज आया है जो याहाँ दिखाया नहीं जा सकता क्योंकि वह Signal का नया फ़ीचर इस्तेमाल करता है।
hr: Primili ste poruku koja se ne može obraditi niti prikazati jer koristi novu značajku Signala.
hu: Olyan üzenetet kaptál, melyet nem lehet feldolgozni vagy megjeleníteni ezen az eszközön, mivel olyan funkciót tartalmaz, mely csak a Signal egy újabb verziójában érhető el.
id: Anda menerima sebuah pesan yang tidak dapat diproses atau ditampilkan karena menggunakan fitur baru Signal.
is: Þú fékkst skilaboð sem ekki er hægt að meðhöndla eða birta því það styðst við nýja eiginleika í Signal.
it: Hai ricevuto un messaggio che non può essere elaborato o mostrato perchè usa una nuova funzione di Signal.
ja: メッセージが届きましたが、Signalの新機能が使用されているため、処理または表示できませんでした。
kab: Tremseḍ-d izen ur nezmir ad yettusesfer neɣ ad yettuskan acku iseqdac tamahilt tamaynut n Signal.
kk: Сіз өңделуі не экранға шығарылуы мүмкін емес хабарламаны алдыңыз, себебі ол жаңа Signal функциясын пайдаланады
km: á¢áŸ’á“á€á”á¶á“á‘á‘á½á›áŸá¶ášá˜á½á™ áŠáŸ‚á›á˜á·á“á¢á¶á…áŠáŸ†áá¾ášá€á¶áš á¬á”á„áŸ’á á¶á‰ á–áŸ’ášáŸ„áŸ‡áœá¶á”áŸ’ášá¾á”áŸ’ášá¶áŸáŸ‹á˜á»áá„á¶ášááŸ’á˜á¸ášá”áŸáŸ‹ SignaláŸ”
kn: ಹೊಸ Signal ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸುವುದರಿಂದ ನೀವು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಅಥವಾ ಪ್ರದರ್ಶಿಸಲು ಸಾಧ್ಯವಾಗದ ಒಂದು ಸಂದೇಶವನ್ನು ಸ್ವೀಕರಿಸಿದ್ದೀರಿ.
ko: 새 Signal 기능을 사용하기 때문에 처리 또는 표시될 수 없는 메시지를 보냈습니다.
lt: Jūs gavote žinutę, kurios nepavyksta apdoroti ar parodyti, nes žinutė naudoja naująją Signal ypatybę.
lv: Jūs saņēmāt ziņu, kuru šeit nevar apstrādāt vai parādīt, jo tajā tiek izmantota jauna Signal funkcija.
mk: Примивте порака која не може да биде проследена или прикажана бидејќи користи нова Signal можност.
ml: നിങ്ങൾക്ക് ഒരു സന്ദേശം ലഭിച്ചിട്ടുണ്ട്, അത് ഉപയോഗിക്കുന്നത് ഒരു പുതിയ Signal ഫീച്ചർ ആയതിനാൽ സന്ദേശം പ്രോസസ് ചെയ്യാനോ ഇവിടെ ഡിസ്പ്ലേ ചെയ്യാനോ സാധ്യമല്ല.
mr: आपल्याला प्राप्त झालेला संदेश प्रक्रिया केला किंवा प्रदर्शित केला जाऊ शकत नाही कारण तो एक नवीन Signal वैशिष्ट्य वापरतो.
ms: Anda telah terima satu mesej yang tidak dapat diproses atau dipaparkan kerana ia menggunakan ciri Signal yang baru.
my: သင်လက်ခံရရှိထားသော မက်ဆေ့ချ်တစ်ခုသည် Signal ၏အင်္ဂါရပ်အသစ်ကို အသုံးပြုထားခြင်းဖြစ်၍ ဤနေရာတွင် လုပ်ဆောင်၍ သို့မဟုတ် ပြသ၍ မရနိုင်ပါ။
nb: Du har mottatt en melding som ikke kan behandles eller vises fordi den bruker en ny Signal-funksjon.
nl: Je hebt een bericht ontvangen dat niet kan worden verwerkt of niet kan worden weergegeven omdat het gebruikmaakt van een nieuwe functie van Signal.
pa: ਤੁਸੀਂ ਇੱਕ ਸੁਨੇਹਾ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਿਸ ਨੂੰ ਪ੍ਰੋਸੈਸ ਜਾਂ ਡਿਸਪਲੇ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਇਹ Signal ਦੇ ਇੱਕ ਨਵੇਂ ਫੀਚਰ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ.
pa_pk: تساں نوں اک سنیہا موصول ہویا جس اتے عمل کاری یا اونہوں ایتھے ظاہر نئیں کیتا جا سکدا اے کیوں جے ایہہ اک نویں Signal خصوصیت نوں ورتدا اے۔
pl: Otrzymano wiadomość, która nie może zostać przetworzona lub wyświetlona, ponieważ wykorzystuje nową funkcję Signal.
ps: تاسې داسې یو پیغام تر لاسه کړ چې پرانیستل کېدای یا ښکاره کېدای نشي، ځکه چې هغه د Signal نوې ځانګړنه له ځانه سره لري.
pt_br: Você recebeu uma mensagem que não pôde ser processada ou exibida porque ela usa uma nova funcionalidade do Signal.
pt_pt: Recebeu uma mensagem que não pode ser processada ou exibida porque utiliza uma nova funcionalidade do Signal.
ro: Ai primit un mesaj care nu poate fi procesat sau afișat pentru că utilizează o nouă funcționalitate Signal.
ru: Вы получили сообщение, которое не может быть обработано или отображено, поскольку оно использует новую функцию Signal.
sk: Dostali ste správu, ktorú nie je možné zobraziť alebo spracovať, pretože používa novú funkciu Signalu.
sl: Prejeli ste sporočilo, ki ne more biti procesirano ali prikazano, ker vsebuje novo funkcijo aplikacije Signal.
sq: Morët një mesazh që s’mund të përpunohet ose shfaqet, ngaqë përdor një veçori të ri Signal-i.
sr: Примили сте поруку која не може бити обрађена нити приказана јер користи нову функционалност Signal-а.
sv: Du fick ett meddelande som inte kan bearbetas eller visas eftersom det använder en ny Signal-funktion.
sw: Umepokea ujumbe ambao hauwezi kuchakatwa au kuonyeshwa kwa sababu ujumbe unatumia kipengele kipya cha Signal.
ta: புதிய Signal அம்சத்தைப் பயன்படுத்துவதால் செயலாக்கவோ அல்லது காட்டவோ முடியாத செய்தியை நீங்கள் பெற்றுள்ளீர்கள்.
te: క్రొత్త Signal లక్షణాన్ని ఉపయోగిస్తున్నందున మీరు ప్రాసెస్ చేయలేని లేదా ప్రదర్శించలేని సందేశాన్ని అందుకున్నారు.
th: คุณได้รับข้อความที่ไม่สามารถประมวลผลหรือแสดงผลได้ เพราะมันใช้ความสามารถของ Signal รุ่นใหม่
tr: Signal'in yeni özelliğini kullanan bir ileti aldığınız için ileti işlenemiyor veya görüntülenemiyor.
ug: قوبۇل قىلغان ئۇچۇرىڭىزدا Signal نىڭ بىر يېڭى ئىقتىدارى قوللىنىلغاچقا، ئۇنى بىر تەرەپ قىلالمىدى ياكى كۆرسىتەلمىدى.
uk: Ви отримали повідомлення, яке неможливо опрацювати або показати, оскільки було використано нову функцію Signal.
ur: آپ کو جو پیغام وصول ہوا ہے وہ بہتر یا ڈسپلیڈ نہیں ہوسکتا کیونکہ یہ نیا Signal فیچر استعمال کرتا ہے۔
vi: Bạn nhận được một tin nhắn nhưng không thể xử lý hoặc hiển thị ở đây vì tin nhắn này sử dụng một tính năng mới của Signal.
zh_cn: 收到的一条信息无法被处理，因为它用到了新的 Signal 功能。
zh_hk: 您收到了一條無法處理或顯示的訊息，因為它使用了 Signal 的新功能。

# UNKNOWN_PROTOCOL_VERSION_UPGRADE_BUTTON
source: Update Signal Now
af: Werk Signal nou by
ar: قُم بتحديث سيجنال الآن
az: Signal-ı indi yenilə
be: Абнавіць Signal зараз
bg: Актуализиране на Signal сега
bn: এখনি Signal আপডেট করুন
ca: Actualitza ara el Signal
cs: Aktualizovat Signal nyní
cy: Diweddaru Signal Nawr
da: Opdatér Signal nu
de: Signal jetzt aktualisieren
el: Αναβάθμιση του Signal τώρα
es: Actualizar Signal ahora
es_es: Actualiza Signal ahora
et: Uuenda Signaliit nüüd
eu: Eguneratu Signal Orain
fa: سیگنال را به‌روزرسانی کنید!
fi: Päivitä Signal nyt
fil: I-update ang Signal Ngayon
fr: Mettre à jour Signal
ga: Nuashonraigh Signal Anois
gu: હવે Signal અપડેટ કરો
he: עדכן את Signal כעת
hi: Signal अभी अपडेट करें
hr: Ažurirajte Signal sada
hu: Signal frissítése most
id: Perbarui Signal Sekarang
is: Uppfæra Signal núna
it: Aggiorna Signal adesso
ja: いますぐSignalをアップデートする
kab: Leqqem Signal tura
kk: Signal қолданбасын қазір жаңарту
km: á’áŸ’áœá¾á”á…áŸ’á…á»á”áŸ’á”á“áŸ’á“á—á¶á– Signal á–áŸá›á“áŸáŸ‡
kn: ಈಗ Signal ಅನ್ನು ನವೀಕರಿಸಿ
ko: 지금 Signal 업데이트
lt: Atnaujinti Signal dabar
lv: Atjaunināt Signal tūlīt
mk: Ажурирјате го Signal сега
ml: Signal ഇപ്പോൾ അപ്ഡേറ്റ് ചെയ്യുക
mr: आता Signal अद्यतन करा
ms: Kemas Kini Signal Sekarang
my: ယခုဘဲ Signal ကို အပ်ဒိတ်မယ်
nb: Oppdater Signal Nå
nl: Signal nu bijwerken
pa: ਹੁਣੇ Signal ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pa_pk: Signal نوں ہونڑی اپ ڈیٹ کرو
pl: Zaktualizuj Signal
ps: Signal همدا اوس اپډیټ کړئ
pt_br: Atualizar o Signal agora
pt_pt: Atualizar o Signal agora
ro: Actualizează Signal acum
ru: Обновить Signal сейчас
sk: Aktualizujte Signal teraz
sl: Posodobi Signal zdaj
sq: Përditësojeni Signal-in Që Tani
sr: Ажурирај Signal сада
sv: Uppdatera Signal nu
sw: Sasisha Signal Sasa
ta: Signal லை இப்போது புதுப்பிக்கவும்
te: Signal ను ఇప్పుడు నవీకరించండి
th: ปรับปรุง Signal เดี๋ยวนี้
tr: Signal'i Şimdi Güncelleyin
ug: ‫Signal نى ھازىرلا يېڭىلا
uk: Оновити Signal
ur: اب Signal کی توثیق کریں
vi: Cập nhật Signal Ngay
zh_cn: 立即升级 Signal
zh_hk: 立即更新 Signal

# UNKNOWN_PROTOCOL_VERSION_UPGRADE_COMPLETE_FROM_LINKED_DEVICE
source: Updated to the latest version of Signal. You can now receive this message type on your device.
af: Bygewerk na die jongste weergawe van Signal. Jy kan nou hierdie boodskaptipe op jou toestel ontvang.
ar: تمَّ التحديث إلى آخر إصدار من سيجنال. يُمكنك الآن تلقي هذا النوع من الرسائل على جهازك.
az: Signal-ın son versiyasına yeniləndi. Artıq bu mesaj növünü cihazınızda ala bilərsiniz.
be: Зроблена абнаўленне да апошняй версіі Signal. Цяпер вы можаце атрымліваць гэты тып паведамленняў на сваёй прыладзе.
bg: Signal е актуализирано до най-новата версия. Вече можете да получавате този вид съобщения на устройството си.
bn: Signal সর্বশেষ সংস্করণে আপডেট হয়েছে। আপনি এখন আপনার ডিভাইসে এই ধরনের বার্তা পেতে পারেন।
ca: S'ha actualitzat a la darrera versió del Signal. Ara podeu rebre aquest tipus de missatge al dispositiu.
cs: Proběhla aktualizace na nejnovější verzi Signal. Odteď můžete na vašem zařízení přijímat i tyto typy zpráv.
cy: Diweddarwyd Signal i'r fersiwn diweddaraf. Gallwch nawr dderbyn neges or math hwn ar eich dyfais.
da: Opdateret til den nyeste version af Signal. Du kan nu modtage denne type beskeder på din enhed
de: Auf die neueste Signal-Version aktualisiert. Du kannst diese Nachrichtenart nun auf deinem Gerät empfangen.
el: Αναβάθμισες στη πιο πρόσφατη έκδοση του Signal. Μπορείς πλέον να λαμβάνεις αυτόν τον τύπο μηνύματος στην συσκευή σου.
es: Has actualizado a la última versión de Signal. Ahora puedes recibir este tipo de mensaje en tu dispositivo.
es_es: Has actualizado Signal a la última versión. Ahora puedes recibir este tipo de mensaje en tu dispositivo.
et: Signal uuendatud värskeimale versioonile. Nüüd saad seda sõnumit oma seadmes vastu võtta.
eu: Signal-len azkenengo bertsiora eguneratuta. Orain mezu mota hau jaso dezakezu zure gailuan.
fa: سیگنال. به آخرین نسخه به روز شده است. شما هم اکنون می توانید این نوع پیام را در دستگاه خود دریافت کنید.
fi: Signal on päivitetty uusimpaan versioon. Voit nyt vastaanottaa tämän viestityypin laitteellasi.
fil: Na-update sa pinakahuling bersyon ng Signal. Makakatanggap ka na ngayon ng ganitong tipo ng mensahe sa iyong device.
fr: La dernière version de Signal a bien été installée. Vous pouvez maintenant recevoir ce type de messages sur votre appareil.
ga: Tá tú tar éis an leagan is déanaí de Signal a shuiteáil. Tá tú in ann glacadh le teachtaireachtaí den sórt seo ar do ghléas anois.
gu: Signal ના નવીનતમ વર્ઝન પર અપડેટ કર્યું. તમે હવે તમારા ડિવાઇસ પર આ મેસેજ પ્રકાર પ્રાપ્ત કરી શકો છો.
he: עודכן אל הגרסה האחרונה של Signal. אתה יכול לקבל כעת סוג הודעה זה במכשיר שלך.
hi: Signal को उसके नवीनतम वर्ज़न तक अपडेट कर दिया गया है। अब आप इस तरह के मेसेज अपने डिवाइस पर प्राप्त कर सकते हैं।
hr: Ažurirano na najnoviju verziju Signala. Sada možete primati ovu vrstu poruke na svoj uređaj.
hu: Sikeresen frissítetted a Signal alkalmazást. Ezen túl már képes leszel ezt a fajta üzenetet is fogadni.
id: Signal telah diperbarui ke versi terkini. Anda sekarang dapat menerima pesan tipe ini pada perangkat Anda.
is: Uppfærði í nýjustu útgáfu Signal. Þú getur núna tekið við þessari gerð skilaboða á snjalltækinu þínu.
it: Aggiornato all'ultima versione di Signal. Ora puoi ricevere questo tipo di messaggio sul tuo dispositivo.
ja: 最新版のSignalにアップデートしました。この端末でもこのタイプのメッセージを受信できます。
kab: Yettuleqqem ɣer lqem aneggaru akk n Signal. Tzemreḍ ad tremseḍ anaw-a n yizen ɣef yibenk-ik·im.
kk: Signal қолданбасының ең соңғы нұсқасына жаңартылды. Енді хабарламаның осы түрін құрылғыңызға қабылдай аласыз.
km: Signal á”á¶á“áŠáŸ†á¡á¾á„á‘áŸ…á‡áŸ†á“á¶á“áŸ‹á…á»á„á€áŸ’ášáŸ„á™á”á„áŸ’á¢áŸáŸ‹áŸ” á¥á¡á¼áœá¢áŸ’á“á€á¢á¶á…á‘á‘á½á›á”áŸ’ášá—áŸá‘áŸá¶ášá“áŸáŸ‡ á“áŸ…á›á¾á§á”á€ášááŸášá”áŸáŸ‹á¢áŸ’á“á€áŸ”
kn: Signal ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ನವೀಕರಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ನೀವು ಈಗ ಈ ಸಂದೇಶ ವಿಧವನ್ನು ಸ್ವೀಕರಿಸಬಹುದು.
ko: 최신 Signal 버전으로 업데이트되었습니다. 이제 내 기기에서 해당 메시지 유형을 수신할 수 있습니다.
lt: Atsinaujinote į naujausią Signal versiją. Dabar, savo įrenginyje galite gauti šio tipo žinutes.
lv: Tagad jums ir jaunākā Signal versija. Turpmāk varēsiet saņemt šāda veida ziņas savā ierīcē.
mk: Ажурирајте во најнова верзија на Signal. Сега може да го примите овој тип на порака на вашиот уред.
ml: Signal ൻ്റെ ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്ഡേറ്റ് ചെയ്തിരിക്കുന്നു. നിങ്ങൾക്കിപ്പോൾ ഈ തരം സന്ദേശം നിങ്ങളുടെ ഡിവൈസിൽ സ്വീകരിക്കാൻ കഴിയും.
mr: Signal च्या नवीनतम आवृत्तीवर अद्यतनित. आपण आता हा संदेश प्रकार आपल्या डिव्हाईस वर प्राप्त करू शकता.
ms: Signal telah dikemas kini kepada versi terkini. Anda kini boleh menerima jenis mesej ini pada peranti anda.
my: Signal ၏ နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပါ။ ယခု သင်သည် ၎င်းမက်ဆေ့ချ်ကို သင်၏ စက်အသစ်ပေါ်တွင် လက်ခံရရှိနိုင်ပါပြီ။
nb: Oppdatert til siste versjon av Signal. Du kan nå motta denne typen melding på enheten.
nl: Je app is bijgewerkt naar de meeste recente versie van Signal. Je kunt daarom vanaf nu ook dit type bericht ontvangen op je apparaat.
pa: Signal ਦੇ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਵਿੱਚ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ. ਤੁਸੀਂ ਹੁਣ ਆਪਣੇ ਡਿਵਾਈਸ 'ਤੇ ਇਸ ਸੁਨੇਹੇ ਦੀ ਕਿਸਮ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ.
pa_pk: Signal دی تازہ ترین ورژن اتے اپ ڈیٹ کیتا۔ ہونڑ تساں اپنے آلہ اتے سنیہا دی ایس قسم نوں موصول کر سکدے او۔
pl: Zaktualizowano do najnowszej wersji aplikacji Signal. Teraz możesz otrzymywać wiadomości tego typu na swoim urządzeniu.
ps: د Signal وروستۍ نسخه یې اپډیټ کړه. اوس تاسې کولای شئ چې دغه ډول پیغام په خپله وسیله کې تر لاسه کړئ.
pt_br: Signal atualizado para a versão mais recente. Agora você pode receber esse tipo de mensagem no seu aparelho.
pt_pt: Atualizado para a última versão do Signal. Agora pode receber este tipo de mensagens no seu dispositivo.
ro: Actualizat la ultima versiune de Signal. Acum poți primi acest tip de mesaj pe dispozitiv.
ru: Выполнено обновление до последней версии Signal. Теперь вы можете получать этот тип сообщений на вашем устройстве.
sk: Aktualizované na najnovšiu verziu Signalu. Teraz môžete prijať tento typ správy na vašom zariadení.
sl: Posodobljeno na zadnjo različico aplikacije Signal. Odslej lahko na tej napravi prejemate sporočila tega tipa.
sq: U përditësua me versionin më të ri të Signal-it. Tani mund të merrni në pajisjen tuaj mesazhe të këtij lloji.
sr: Ажурирали сте Signal на најновију верзију. Сада можете да примате овај тип поруке на свом уређају.
sv: Uppdaterad till den senaste versionen av Signal. Du kan nu ta emot denna meddelandetyp på din enhet.
sw: Imesasisha hadi toleo la hivi karibuni la Signal. Sasa unaweza kupokea ujumbe wa aina hii kwa kifaa chako.
ta: Signal லின் சமீபத்திய பதிப்பிற்கு புதுப்பிக்கப்பட்டது. உங்கள் சாதனத்தில் இந்த செய்தி வகையை இப்போது பெறலாம்.
te: Signal యొక్క తాజా సంస్కరణకు నవీకరించబడింది. మీరు ఇప్పుడు మీ పరికరంలో ఈ సందేశ రకాన్ని స్వీకరించవచ్చు.
th: ปรับปรุง Signal เป็นรุ่นล่าสุดแล้ว ตอนนี้คุณสามารถรับข้อความชนิดนี้ได้แล้วบนอุปกรณ์ของคุณ
tr: Signal'in son sürümüne güncellendi. Artık bu ileti türünü cihazınızda alabileceksiniz.
ug: ‫ Signal نىڭ ئەڭ يېڭى نەشرىگە يېڭىلاندى. سىز ئەمدى ئۈسكىنىڭىزدە بۇ تۈردىكى ئۇچۇرلارنى قوبۇل قىلالايسىز.
uk: Signal було оновлено до останньої версії. Тепер ви можете отримувати повідомлення такого типу на свій пристрій.
ur: Signal کے جدید ورژن کی تجدید کریں۔اب آپ اس قسم کے پیغامات اس ڈیوائس پر وصول کر سکتے ہیں۔
vi: Đã cập nhật phiên bản mới nhất của Signal. Bạn có thể nhận tin nhắn loại này trên thiết bị của mình.
zh_cn: 已升级到最新版本的 Signal。您现在可以接收此类信息了。
zh_hk: 已更新至最新版本的 Signal。您現在可在裝置上接收此類訊息。
