Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# SETTINGS_PAYMENTS_DEACTIVATE_WITH_BALANCE_EXPLANATION
source: It’s recommended that you transfer your funds to another wallet address before deactivating payments. If you choose not to transfer your funds now, they will remain in your wallet linked to Signal if you reactivate payments.
af: Ons beveel aan dat u u fondse na ’n ander beursadres oordrag voor u betalings deaktiveer. Indien u kies om nie nou u fondse oor te dra nie, sal hulle in die beurs wat aan Signal gekoppel is, bly indien u betalings heraktiveer.
ar: يُوصَى بإرسال رصيدك المالي إلى عنوان محفظة أخرى قبل تعطيل عمليات الدفع. إذا اخترتَ عدم إرسال أموالك الآن، سَتبقى في محفظتك مرتبطة بسيجنال إذا أعدت تفعيل المدفوعات.
az: Ödənişləri deaktiv etməzdən əvvəl pulunuzu başqa bir pulqabı ünvanına köçürmək məsləhət görülür. Pulunuzu indi köçürməməyi seçsəniz, ödənişləri yenidən aktivləşdirdiyiniz təqdirdə, pulunuz Signal-a bağlı pulqabınızda qalacaq.
be: Мы рэкамендуем вам перанесці свае сродкі на адрас іншага кашалька перад тым, як дэактываваць плацяжы. Калі вы не пераведзяце свае сродкі зараз, яны застануцца ў вашым кашальку, што звязаны з Signal, і вы зможаце іх выкарыстоўваць, калі пазней зноў актывуеце плацяжы.
bn: পেমেন্ট নিষ্ক্রিয় করার আগে আপনাকে অন্য ওয়ালেট ঠিকানায় আপনার ফান্ড স্থানান্তর করার পরামর্শ দেওয়া হচ্ছে। আপনি যদি এখন আপনার ফান্ড স্থানান্তর না করার সিদ্ধান্ত নেন, এবং আপনি যদি পেমেন্ট পুনরায় সক্রিয় করেন তবে সেগুলো আপনার Signal-এর সাথে লিংককৃত ওয়ালেটে থাকবে।
ca: Es recomana transferir els fons a una altra adreça de cartera abans de desactivar els pagaments. Si decideixes no transferir els fons ara, quedaran a la cartera enllaçada al Signal si reactives els pagaments.
cs: Před deaktivací plateb doporučujeme převést prostředky na jinou adresu peněženky. Pokud se rozhodnete své prostředky nyní nepřevádět, zůstanou ve vaší peněžence propojené se službou Signal, pokud platby znovu aktivujete.
cy: Argymhellir eich bod yn trosglwyddo'ch arian i gyfeiriad waled arall cyn diffodd taliadau. Os nad ydych am drosglwyddo'ch arian nawr, bydd yn aros yn y waled sy'n gysylltiedig â Signal os byddwch yn troi taliadau yn ôl ymlaen.
da: Det anbefales, at du overfører dine midler til en anden wallet-adresse, før du deaktiverer betalinger. Hvis du vælger ikke at overføre dine midler nu, forbliver de i din wallet, der er knyttet til Signal, hvis du genaktiverer betalinger.
de: Es ist empfehlenswert, vor dem Deaktivieren von Zahlungen dein Guthaben an eine andere Wallet-Adresse zu überweisen. Falls du entscheidest, dein Guthaben nicht jetzt zu überweisen, verbleibt es in deinem mit Signal verbundenen Wallet, bis du Zahlungen wieder aktivierst.
el: Συνιστάται να μεταφέρεις τα χρήματά σου σε άλλη διεύθυνση πορτοφολιού πριν απενεργοποιήσεις τις πληρωμές. Εάν επιλέξεις να μη μεταφέρεις τα χρήματά σου τώρα, θα παραμείνουν στο πορτοφόλι σου που είναι συνδεδεμένο με το Signal εάν ενεργοποιήσεις εκ νέου τις πληρωμές.
es: Te recomendamos transferir tus fondos a otra cartera antes de desactivar los pagos. Si decides no transferir los fondos ahora, estarán disponibles en la cartera vinculada a tu cuenta de Signal si vuelves a activar los pagos.
et: Soovitatav on enne maksete deaktiveerimist kanda enda vahendid teisele rahakoti aadressile. Kui valid praegu vahendeid mitte kanda, siis nad jäävad sinu Signliga lingitud rahakotti kuniks Signali maksed uuesti aktiveerid.
fa: توصیه می‌شود قبل از اینکه پرداخت‌ها را غیرفعال کنید، وجوه خود را به نشانی کیف پول دیگری انتقال دهید. اگر تصمیم بگیرید که وجوه خود را اکنون انتقال ندهید، چنانچه پرداخت‌ها را دوباره فعال کنید، این وجوه در کیف پول پیوندداده‌شده به سیگنال شما باقی خواهند ماند.
fi: Varat kannattaa siirtää toiseen lompakko-osoitteeseen ennen maksujen ottamista pois käytöstä. Jos varoja ei siirretä nyt, ne säilyvät Signal-tiliin liitetyssä lompakossa siltä varalta jos maksut otetaan uudestaan käyttöön.
fr: Il est recommandé de transférer vos fonds vers une autre adresse de portefeuille avant de désactiver les paiements. Si vous choisissez de ne pas transférer vos fonds maintenant, ils seront conservés dans le portefeuille associé à Signal si vous réactivez les paiements.
ga: Moltar duit do chistí a aistriú chuig seoladh sparáin eile roimh íocaíochtaí a dhíchumasú. Má roghnaíonn tú gan do chistí a aistriú anois, fanfaidh siad i do sparán atá nasctha le Signal má chumasaíonn tú íocaíochtaí arís.
gu: એવી ભલામણ કરવામાં આવે છે કે તમે પેમેન્ટને નિષ્ક્રિય કરતાં પહેલાં તમારા ફંડને બીજા વૉલેટ એડ્રેસ પર ટ્રાન્સફર કરો. જો તમે હવે તમારા ફંડને ટ્રાન્સફર ન કરવાનું પસંદ કરો છો, તો જો તમે પેમેન્ટને ફરીથી સક્રિય કરો છો તો તે Signal સાથે લિંક થયેલા તમારા વૉલેટમાં રહેશે.
he: מומלץ להעביר את הכספים שלך לכתובת ארנק אחרת לפני ביטול ההפעלה של תשלומים. במקרה של בחירה לא להעביר את הכספים עכשיו, הם יישארו בארנק שמקושר אל Signal בעת הפעלה מחדש של תשלומים.
hi: हमारा सुझाव है कि भुगतान निष्क्रिय करने से पहले आप अपनी धनराशि को किसी अन्य वॉलेट पते पर ट्रांसफ़र कर लें। यदि आप अपनी धनराशि को अभी ट्रांसफर करना नहीं चुनते हैं तो भुगतानों को फिर से सक्रिय करने की स्थिति में वह धनराशि Signal से लिंक किए गए आपके वॉलेट में बनी रहेगी।
hr: Prije onemogućavanja plaćanja, preporučujemo vam da sredstva prebacite na drugu adresu novčanika. Ako odlučite ne prenijeti svoja sredstva sada, ona će ostati u vašem novčaniku povezana sa Signalom sve dok ponovno ne aktivirate plaćanja.
hu: Azt javasoljuk, hogy a fizetések deaktiválása előtt utald át a pénzösszegeidet egy másik tárca címére. Ha úgy döntesz, hogy most nem utalod át a pénzösszegeket, azok a Signalhoz kapcsolt tárcádban maradnak, ha újraaktiválod a fizetéseket.
id: Disarankan untuk mentransfer dana Anda ke alamat dompet lain sebelum menonaktifkan pembayaran. Jika Anda memilih untuk tidak mentransfernya sekarang, dana Anda akan tetap ada di dompet yang terhubung dengan Signal jika Anda mengaktifkan kembali pembayaran.
is: Mælt er með að þú millifærir sjóði þína yfir í annað veskisvistfang áður en þú gerir greiðslur óvirkar. Ef þú kýst að millifæra sjóðina ekki núna, munu þeir haldast í veskinu sem tengt er Signal ef þú virkjar greiðslur aftur.
it: Ti consigliamo di trasferire i fondi su un altro indirizzo del wallet prima di disattivare i pagamenti. Se scegli di non trasferirli ora, i tuoi fondi rimarranno nel tuo wallet collegato a Signal se riattivi i pagamenti.
ja: 決済機能を停止する前に、別のウォレットアドレスに残高を振り替えることをお勧めします。振り替えない残高は、決済機能を再開する場合、Signalにリンクされたウォレットに残ります。
km: á¢áŸ’á“á€á‚á½ášááŸ‚á•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á‘áŸ…á€á¶á“áŸ‹á¢á¶áŸá™áŠáŸ’á‹á¶á“ášá”áŸáŸ‹ Wallet á˜á½á™á•áŸ’áŸáŸá„á‘áŸ€á á˜á»á“á–áŸá›á¢áŸ’á“á€á”á·á‘áŠáŸ†áá¾ášá€á¶ášá€á¶ášá‘á¼á‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹á“á¶á“á¶áŸ” á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á‡áŸ’ášá¾áŸášá¾áŸá˜á·á“á•áŸ’á‘áŸášá”áŸ’ášá¶á€áŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€á¥á¡á¼áœá“áŸáŸ‡ á”áŸ’ášá¶á€áŸ‹á“á¹á„á“áŸ…ááŸ‚á˜á¶á“á“áŸ…á€áŸ’á“á»á„â€‹ Wallet ášá”áŸáŸ‹á¢áŸ’á“á€áŠáŸ‚á›á—áŸ’á‡á¶á”áŸ‹á‘áŸ… Signal á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€áŠáŸ†áá¾ášá€á¶ášá€á¶ášá‘á¼á‘á¶ááŸ‹á¡á¾á„áœá·á‰áŸ”
kn: ಪೇಮೆಂಟ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವ ಮುನ್ನ ನಿಮ್ಮ ಫಂಡ್‌ಗಳನ್ನು ನೀವು ಮತ್ತೊಂದು ವ್ಯಾಲೆಂಟ್‌ಗೆ ವರ್ಗಾಯಿಸಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ. ಈಗ ನಿಮ್ಮ ಫಂಡ್‌ಗಳನ್ನು ಟ್ರಾನ್ಸ್‌ಫರ್‌ ಮಾಡದಿರುವ ಆಯ್ಜೆಯನ್ನು ನೀವು ಆರಿಸಿಕೊಂಡರೆ, ಪೇಮೆಂಟ್‌ಗಳನ್ನು ನೀವು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ Signal ಗೆ ಲಿಂಕ್‌ ಆಗಿರುವ ವ್ಯಾಲೆಟ್‌ನಲ್ಲೇ ಫಂಡ್‌ಗಳು ಉಳಿಯಲಿವೆ.
ko: 결제를 비활성화하기 전에 다른 지갑 주소로 자금을 이체하는 것이 좋습니다. 지금 자금을 이체하지 않기로 선택할 경우 결제를 다시 활성화하면 자금이 Signal에 연결된 지갑에 남아 있게 됩니다.
lt: Rekomenduojama, kad prieš pasyvindami mokėjimus, pervestumėte savo lėšas į kitos piniginės adresą. Jei dabar pasirinksite nepervesti lėšų, jos išliks jūsų piniginėje susietos su Signal tam atvejui, jei pasirinksite iš naujo aktyvuoti mokėjimus.
lv: Pirms maksājumu deaktivizēšanas ieteicams pārskaitīt līdzekļus uz citu naudas maka adresi. Ja izvēlēsieties nepārskaitīt savus līdzekļus tūlīt, tie paliks ar lietotni Signal saistītajā naudas makā, ja atkārtoti aktivizēsiet maksājumus.
ml: പേയ്മെന്റുകൾ നിർജ്ജീവമാക്കുന്നതിന് മുമ്പ് നിങ്ങളുടെ ഫണ്ടുകൾ മറ്റൊരു വാലറ്റ് വിലാസത്തിലേക്ക് ട്രാൻസ്ഫർ ചെയ്യാൻ ശുപാർശ ചെയ്യുന്നു. നിങ്ങളുടെ ഫണ്ടുകൾ ഇപ്പോൾ ട്രാൻസ്ഫർ ചെയ്യാതിരിക്കാൻ നിങ്ങൾ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, നിങ്ങൾ പേയ്മെന്റുകൾ വീണ്ടും സജീവമാക്കുകയാണെങ്കിൽ, Signal-മായി ബന്ധിപ്പിച്ചിട്ടുള്ള നിങ്ങളുടെ വാലറ്റിൽ അവ തുടരും.
mr: पेमेंट्स निष्क्रिय करण्यापूर्वी आपण आपले फंड्स इतर वॉलेट पत्त्यावर ट्रान्सफर करण्याची शिफारस केलेली आहे. आपण आपले फंड ट्रान्सफर न करण्याचे निवडल्यास, आपण पेमेंट पुन्हा सक्रिय केल्यास ते आपल्या वॉलेट मध्ये Signal ला लिंक केलेले राहतील.
ms: Sebaiknya pindahkan dana anda ke alamat dompet lain sebelum menyahaktifkan pembayaran. Sekiranya anda memilih untuk tidak memindahkan dana anda sekarang, dana anda akan kekal dalam dompet anda yang dipautkan ke Signal jika anda mengaktifkan semula pembayaran.
my: ငွေပေးချေမှုများ မပိတ်ခင် အခြား ပိုက်ဆံအိတ် wallet လိပ်စာသို့ သင့်ငွေများ လွှဲထားရန် အကြံပြုပါသည်။ သင့်ငွေများ ယခု မလွှဲထားပါက သင်မှ ငွေပေးချေမှုများ ပြန်ဖွင့်လျှင် ၎င်းငွေများသည် Signal နှင့် ချိတ်ထားသော ပိုက်ဆံအိတ် wallet ထဲတွင် ကျန်ရှိနေပါမည်။
nb: Vi anbefaler deg å overføre pengene til en annen lommebokadresse før du deaktiverer betalinger. Hvis du velger å ikke overføre pengene nå, forblir de i lommeboken som er knyttet til Signal, hvis du aktiverer betalinger på nytt.
nl: Het is raadzaam om je krediet eerst naar een ander portemonnee-adres over te schrijven voordat je betalingen uitschakelt. Als je er niet voor kiest om eerst je krediet over te schrijven dan blijft je krediet bestaan op het portemonnee-adres dat je aan Signal hebt gekoppeld. Je kunt het dan weer gebruiken als je betalingen opnieuw inschakelt.
pa: ਇਹ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਭੁਗਤਾਨਾਂ ਨੂੰ ਅਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਆਪਣੇ ਫੰਡ ਕਿਸੇ ਹੋਰ ਵਾਲੇਟ ਪਤੇ ’ਤੇ ਟ੍ਰਾਂਸਫ਼ਰ ਕਰ ਲਓ। ਜੇ ਤੁਸੀਂ ਹੁਣੇ ਆਪਣੇ ਫੰਡ ਟ੍ਰਾਂਸਫ਼ਰ ਨਾ ਕਰਨ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਜੇ ਤੁਸੀਂ ਭੁਗਤਾਨਾਂ ਨੂੰ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਕਰੋਗੇ ਤਾਂ ਉਹ ਤੁਹਾਡੇ ਵਾਲੇਟ ਵਿੱਚ Signal ਨਾਲ ਜੁੜੇ ਰਹਿਣਗੇ।
pl: Przed dezaktywacją płatności zalecamy przeniesienie środków do innego portfela. Jeśli ich teraz nie przeniesiesz, pozostaną w Twoim portfelu powiązanym z aplikacją Signal. Możesz ich użyć, jeśli za jakiś czas reaktywujesz znów płatności.
ps: سپارښتنه کېږي چې تاسې خپلې پیسې د پرداختونو له غیرفعالولو وړاندې د جیبي بکسک یوې بلې پتې ته ولیږئ. که چیرته تاسې همدا اوس خپلې پیسې و نه لیږئ، نو هغه به له Signal سره ستاسې په هغه لینک شوي جیبي بکسک کې پاتې شي که مو چیرته بیا غوښتل چې پرداختونه مو فعال کړئ.
pt_br: É recomendável que você transfira o seu saldo para outro endereço de carteira antes de desativar o módulo de pagamentos. Se você optar por não transferir o seu saldo agora, ele permanecerá na carteira vinculada à sua conta do Signal, mas estará suspenso para utilização até que você decida reativar o módulo de pagamentos.
pt_pt: É recomendado que transfira os seus fundos para outro endereço de carteira antes de desativar os pagamentos. Se escolher não transferir os seus fundos agora, eles irão permanecer na sua carteira ligada ao Signal caso reative os pagamentos.
ro: Este recomandat să îți transferi fondurile către o altă adresă de portofel înainte de a dezactiva plățile. Dacă alegi să nu îți transferi fondurile acum, acestea vor rămâne în portofelul tău asociat cu Signal dacă reactivezi plățile.
ru: Рекомендуется перевести ваши средства на адрес другого кошелька перед тем, как деактивировать платежи. Если вы не переведёте средства сейчас, они останутся в вашем кошельке, привязанном к Signal, и вы сможете их использовать, если позже снова активируете платежи.
sk: Odporúčame vám, aby ste pred deaktiváciou platieb previedli svoje prostriedky na adresu inej peňaženky. Ak sa rozhodnete, že svoje prostriedky neprevediete teraz, zostanú v peňaženke prepojenej so službou Signal, ak platby opätovne aktivujete.
sl: Pred deaktivacijo plačilnega računa je zaželeno, da prenesete svoja sredstva v drugo denarnico. Če jih ne boste prenesli zdaj, bodo ostala v vaši denarnici, ki je povezana s Signalom, za primer, da boste kdaj ponovno aktivirali plačila.
sq: Rekomandohet që të shpërngulni fondet tuaja në një portofol tjetër, përpara se të çaktivizoni pagesat. Nëse zgjidhni të mos shpërngulen fonte tuaja tani, do të mbeten në portofolin tuaj të lidhur me Signal-in, nëse riaktivizoni pagesat.
sr: Препоручујемо вам да пренесете средства на другу адресу новчаника пре деактивирања плаћања. Ако не пренесете средства сада, остаће у вашем новчанику повезаном за Signal ако поново активирате плаћања.
sv: Det rekommenderas att du överför dina pengar till en annan plånboksadress innan du inaktiverar betalningar. Om du väljer att inte överföra dina pengar nu förblir de kvar i din plånbok kopplad till Signal om du återaktiverar betalningar.
sw: Inashauriwa uhamishie fedha zako kwa anwani nyingine ya mkoba kabla ya kuzima malipo. Ukichagua kutohamisha pesa zako sasa, zitabaki kwenye mkoba wako uliounganishwa na Signal ikiwa utawezasha malipo tena.
ta: நீங்கள் பரிந்துரைக்கப்படுகிறது பரிமாற்றம் உங்கள் நிதி மற்றொருவருக்கு பணப்பை முகவரிகொடுப்பனவுகளை செயலிழக்க முன். வேண்டாம் என்று நீங்கள் தேர்வுசெய்தால்பரிமாற்றம் உங்கள் நிதி இப்போது, ​​அவை உங்களிடம் இருக்கும் பணப்பை இணைக்கப்பட்டுள்ளது க்கு Signal நீங்கள் கொடுப்பனவுகளை மீண்டும் செயல்படுத்தினால்.
te: చెల్లింపులను నిష్క్రియం చేయడానికి ముందు మీ నిధులను మరొక వాలెట్ చిరునామాకు బదిలీ చేయాలని సిఫార్సు చేయబడింది. మీరు ఇప్పుడు మీ నిధులను బదిలీ చేయకూడదని ఎంచుకుంటే, మీరు చెల్లింపులను తిరిగి సక్రియం చేస్తే అవి Signal తో అనుసంధానించబడిన మీ వాలెట్‌లో ఉంటాయి.
th: ขอแนะนำให้คุณโอนเงินของคุณไปยังที่อยู่กระเป๋าเงินอื่นก่อนปิดใช้งานการชำระเงิน หากคุณเลือกที่จะไม่โอนเงินตอนนี้ เงินจะคงอยู่ในกระเป๋าเงินที่เชื่อมโยงกับ Signal หากคุณกลับมาเปิดใช้งานการชำระเงินอีกครั้ง
tr: Ödemeleri devre dışı bırakmadan önce mevcut bakiyeni başka bir cüzdana aktarmanı öneriyoruz. Eğer paranı şimdi aktarmamayı seçersen ödemeleri yeniden etkinleştirdiğinde Signal'e bağlı cüzdanında kalacaktır.
ug: چىقىم قىلىشنى چەكلەشتىن ئىلگىرى پۇلىڭىزنى باشقا ھەميان ئادرېسىغا يۆتكەش تەۋسىيە قىلىنىدۇ. ئەگەر ھازىر پۇلىڭىزنى يۆتكىمەسلىكنى تاللىسىڭىز، ئەگەر چىقىمنى قايتا ئاكتىپلىسىڭىز ئۇلار Signal غا باغلانغان ھەميانىڭىزدا قالىدۇ.
uk: Перед вимкненням платежів рекомендуємо вивести кошти в інший гаманець. Якщо ви цього не зробите, то в разі повторної активації платежів кошти залишаться у вашому гаманці, зв'язаному із Signal.
ur: یہ تجویز پیش کی جاتی ہے کہ پیمنٹس کو غیر فعال کرنے سے قبل آپ اپنے فنڈز کو کسی دوسرے والیٹ ایڈریس پر ٹرانسفر کریں۔ اگر آپ ابھی اپنے فنڈز کو ٹرانسفر کرنے کا انتخاب نہیں کرنا چاہتے، تو آپ کی جانب سے پیمنٹس کو دوبارہ فعال کرنے کی صورت میں یہ Signal سے لنک کردہ آپ کے والیٹ میں موجود رہیں گے۔
vi: Bạn được khuyến khích chuyển khoản quỹ của mình vào một địa chỉ ví khác trước khi ngưng kích hoạt thanh toán. Nếu bạn chọn không chuyển khoản quỹ của mình bây giờ, chúng sẽ giữ nguyên trong ví của bạn mà đã được liên kết với Signal nếu bạn kích hoạt lại thanh toán.
zh_cn: 我们建议您在停用付款之前将资金转移至其他钱包地址。如果您当前选择不转移，在重新激活付款时，您的资金将保留在 Signal 关联的钱包内。
zh_hk: 我們建議你在停用付款之前，將你的資金轉移到另一個錢包位址。若你現在選擇不作轉移，當你重新啟用付款時，資金將會保留在已連結至 Signal 的錢包中。

# SETTINGS_PAYMENTS_DEACTIVATE_WITHOUT_TRANSFER_CONFIRM_DESCRIPTION
source: Your balance will remain in your wallet linked to Signal if you choose to reactivate payments.
af: U balans sal in u Signal-gekoppelde beurs bly indien u kies om betalings te heraktiveer.
ar: سَيبقى رصيدك في محفظتك مُرتبطًا بسيجنال إذا اخترتَ إعادة تفعيل المدفوعات.
az: Ödənişləri yenidən aktivləşdirməyi seçsəniz, balansınız Signal-a bağlı pulqabınızda qalacaq.
be: Вашы сродкі застануцца ў вашым кашальку, што звязаны з Signal, і вы зможаце іх выкарыстоўваць, калі пазней зноў актывуеце плацяжы.
bn: আপনি পেমেন্ট পুনরায় সক্রিয় করলে আপনার ব্যালান্স Signal-এর সাথে লিংককৃত আপনার ওয়ালেটে থাকবে।
ca: El saldo es mantindrà a la cartera enllaçada amb Signal si decideixes reactivar els pagaments.
cs: Pokud se rozhodnete platby znovu aktivovat, zůstanou vaše prostředky v peněžence propojené se službou Signal.
cy: Bydd eich balans yn aros yn eich waled sy'n gysylltiedig â Signal os byddwch chi'n dewis ail weithredu eich taliadau.
da: Din saldo forbliver i din wallet, der er knyttet til Signal, hvis du vælger at genaktivere betalinger.
de: Dein Kontostand verbleibt in deinem mit Signal verbundenen Wallet, falls du Zahlungen wieder aktivierst.
el: Το υπόλοιπό σου θα παραμείνει στο πορτοφόλι σου που είναι συνδεδεμένο με το Signal, σε περίπτωση που επιλέξεις να ενεργοποιήσεις ξανά τις πληρωμές.
es: Tu saldo seguirá disponible en la cartera vinculada a tu cuenta de Signal si decides reactivar los pagos.
et: Sinu saldo jääb sinu Signaliga lingitud rahakotti, kuni sa Signali maksed uuesti aktiveerid.
eu: Zure saldoa Signal-i lotutako diru-zorroan geratuko da ordainketak berriro aktibatzea aukeratzen baduzu.
fa: اگر تصمیم به فعال کردن دوباره پرداخت‌ها بگیرید، موجودی شما در کیف پول پیوندداده‌شده به سیگنال شما باقی خواهد ماند.
fi: Varat säilytetään Signal-tiliin liitetyssä lompakossa siltä varalta jos maksut otetaan uudestaan käyttöön.
fr: Votre solde sera conservé dans le portefeuille associé à Signal si vous réactivez les paiements.
ga: Fanfaidh d'iarmhéid i do sparán atá nasctha le Signal má roghnaíonn tú íocaíochtaí a athghníomhachtú.
gu: જો તમે પેમેન્ટને ફરીથી સક્રિય કરવાનું પસંદ કરો છો તો તમારું બેલેન્સ તમારા Signal સાથે લિંક થયેલા વૉલેટમાં રહેશે.
he: היתרה שלך תישאר בארנק שמקושר אל Signal במקרה של בחירה להפעיל מחדש את תשלומים.
hi: यदि आप भुगतान फिर से सक्रिय करना चुनते हैं तो आपका बैलेंस Signal से लिंक किए हुए आपके वॉलेट में ही रहेगा।
hr: Vaše će stanje ostati u novčaniku povezanim sa Signalom ako odlučite ponovno omogućiti plaćanja.
hu: Az egyenleged a Signalhoz kapcsolt tárcádban marad, ha úgy döntesz, hogy újraaktiválod a fizetéseket.
id: Saldo Anda akan tetap ada di dompet yang terhubung dengan Signal jika Anda memilih untuk mengaktifkan kembali pembayaran.
is: Inneign þín mun haldast í veskinu sem tengt er Signal ef þú virkjar greiðslur aftur.
it: Il tuo saldo rimarrà nel tuo wallet collegato a Signal se scegli di riattivare i pagamenti.
ja: 残高は、決済機能を再開する場合、Signalにリンクされたウォレットに残ります。
km: áŸá˜áá»á›áŸ’á™ášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„á“áŸ…á€áŸ’á“á»á„ Wallet áŠáŸ‚á›á¢áŸ’á“á€á—áŸ’á‡á¶á”áŸ‹á‡á¶á˜á½á™ Signal á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€áŸá˜áŸ’ášáŸá…á¢áŸ„á™á€á¶ášá‘á¼á‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹áŠáŸ†áá¾ášá€á¶ášá¡á¾á„áœá·á‰áŸ”
kn: ನೀವು ಪೇಮೆಂಟ್ಸ್ ಪುನಃ ಸಕ್ರಿಯಗೊಳಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡರೆ, Signal ಗೆ ಲಿಂಕ್ ಮಾಡಿದ ನಿಮ್ಮ ವಾಲೆಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್ ಇರುತ್ತದೆ.
ko: 결제를 다시 활성화하기로 선택할 경우 잔액이 Signal에 연결된 지갑에 남아 있게 됩니다.
lt: Jūsų likutis išliks jūsų piniginėje susietas su Signal tam atvejui, jei pasirinksite iš naujo aktyvuoti mokėjimus.
lv: Ja izvēlēsieties atkārtoti aktivizēt maksājumus, atlikums paliks jūsu ar lietotni Signal saistītajā naudas makā.
mk: Вашата состјоба ќе остане на Вашиот паричник врзан со Signal ако одберете да ги реактивирате плаќањата.
ml: പേയ്‌മെന്റുകൾ വീണ്ടും സജീവമാക്കാൻ നിങ്ങൾ തീരുമാനിക്കുകയാണെങ്കിൽ, Signal-മായി ബന്ധിപ്പിച്ചിട്ടുള്ള നിങ്ങളുടെ വാലറ്റിൽ നിങ്ങളുടെ ബാലൻസ് തുടരും.
mr: आपण पेमेंट्स पुन्हा सक्रिय करण्याचे निवडल्यास आपला बॅलंस आपल्या वॉलेट मध्ये Signal ला लिंक केलेला राहील.
ms: Baki anda akan kekal dalam dompet anda yang dipautkan ke Signal jika anda memilih untuk mengaktifkan semula pembayaran.
my: သင်မှ ငွေပေးချေမှုများကို ပြန်ဖွင့်ခဲ့လျှင် သင့် လက်ကျန်ငွေသည် Signal နှင့် ချိတ်ထားသော သင့်ပိုက်ဆံအိတ် wallet ထဲတွင် ကျန်ရှိနေပါမည်။
nb: Saldoen din forblir i lommeboken som er knyttet til Signal, hvis du velger å aktivere betalinger på nytt.
nl: Je krediet is weer beschikbaar in de portemonnee die aan Signal is gekoppeld zodra je betalingen weer inschakelt.
pa: ਜੇ ਤੁਸੀਂ ਭੁਗਤਾਨਾਂ ਨੂੰ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਡਾ ਬਕਾਇਆ Signal ਨਾਲ ਜੁੜੇ ਤੁਹਾਡੇ ਵਾਲੇਟ ਵਿੱਚ ਰਹੇਗਾ।
pl: Środki pozostaną w Twoim portfelu powiązanym z aplikacją Signal. Możesz ich użyć, jeśli za jakiś czas reaktywujesz znów płatności.
ps: که چیرته غواړئ چې خپل پرداختونه بیرته فعال کړئ، نو ستاسې بېلانس به ستاسې په هغه جیبي بکسک کې پاتې وي کوم چې له Signal سره لینک شوی دی.
pt_br: Seu saldo permanecerá na carteira vinculada à sua conta do Signal, mas estará suspenso para utilização até que você decida reativar o módulo de pagamentos.
pt_pt: O seu saldo irá ficar na sua carteira ligada ao Signal caso escolha reativar os pagamentos.
ro: Soldul tău va rămâne în portofelul asociat cu Signal, dacă alegi sa reactivezi plățile.
ru: Ваши средства останутся в вашем кошельке, привязанном к Signal, и вы сможете их использовать, если позже снова активируете платежи.
sk: V prípade, že sa rozhodnete opätovne aktivovať platby, váš zostatok zostane vo vašej peňaženke prepojenej so službou Signal.
sl: Vaše stanje bo ostalo zabeleženo v vaši denarnici, povezani s Signalom, če bi se odločili ponovno aktivirati plačila.
sq: Depozita juaj do të mbetet në portofolin tuaj të lidhur me Signal-in, nëse zgjidhni të riaktivizoni pagesat.
sr: Ваша средства ће остати у вашем новчанику повезаном са Signal-ом ако поново активирате плаћања.
sv: Ditt saldo kommer att finnas kvar i din plånbok kopplad till Signal om du väljer att återaktivera betalningar.
sw: Salio lako litabaki kwenye mkoba wako uliounganishwa kwenye Signal ukichagua kuwezesha tena malipo.
ta: கொடுப்பனவுகளை மீண்டும் செயல்படுத்த நீங்கள் தேர்வுசெய்தால், Signal லுடன் இணைக்கப்பட்ட உங்கள் பணப்பையில் உங்கள் இருப்பு இருக்கும்.
te: మీరు చెల్లింపులను తిరిగి సక్రియం చేయడానికి ఎంచుకుంటే మీ బ్యాలెన్స్ Signal తో అనుసంధానించబడిన మీ వాలెట్‌లో ఉంటుంది.
th: ยอดคงเหลือจะคงอยู่ในกระเป๋าเงินของคุณที่เชื่อมโยงกับ Signal หากคุณเลือกกลับมาเปิดใช้งานการชำระเงินอีกครั้ง
tr: Ödemeleri tekrar etkinleştirmeyi seçersen bakiyen Signal'e bağlı cüzdanında kalacaktır.
ug: ئەگەر چىقىمنى قايتا ئاكتىپلاشنى تاللىسىڭىز، قالدۇقىڭىز Signal غا باغلانغان ھەميانىڭىزدا قالىدۇ.
uk: Якщо ви знов активуєте платежі, залишок буде в гаманці, зв'язаному з Signal.
ur: اگر آپ پیمنٹس کو دوبارہ فعال کرنے کا انتخاب کرتے ہیں تو آپ کا بیلنس Signal سے لنک کردہ آپ کے والیٹ میں موجود رہے گا۔
vi: Số dư của bạn sẽ giữ nguyên trong ví của bạn mà đã được liên kết với Signal nếu như bạn chọn kích hoạt lại thanh toán.
zh_cn: 当重新激活付款时，您的余额将保留在 Signal 关联的钱包内。
zh_hk: 若你選擇重新啟用付款，你的餘額將會保留在已連結至 Signal 的錢包中。
