Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# FILE_UNAVAILABLE_FOOTER
source: File not available
ar: الملف غير مُتوفِّر
be: Файл недаступны
bn: ফাইলটি আর নেই
ca: Arxiu no disponible
cs: Soubor není dostupný
da: Fil ikke tilgængelig
de: Datei nicht verfügbar
el: Το αρχείο δεν είναι διαθέσιμο
es: Archivo no disponible
fa: فایل موجود نیست
fi: Tiedosto ei ole saatavilla
fr: Fichier indisponible
ga: Níl an comhad ar fáil
gu: ફાઈલ ઉપલબ્ધ નથી
he: קובץ לא זמין
hi: फ़ाइल उपलब्ध नहीं है
hr: Datoteka nije dostupna
hu: A fájl nem érhető el
id: File tidak tersedia
it: File non disponibile
ja: ファイルがダウンロードできません
ko: 파일을 사용할 수 없음
mr: फाईल उपलब्ध नाही
ms: Fail tidak tersedia
nb: Filen er ikke tilgjengelig
nl: Bestand niet beschikbaar
pl: Plik niedostępny
pt_br: Arquivo não disponível
pt_pt: Ficheiro não disponível
ro: Fișierul nu este disponibil
ru: Файл недоступен
sk: Súbor nie je k dispozícii
sr: Овај фајл није доступан
sv: Filen är inte tillgänglig
th: ไม่พบไฟล์
tr: Dosya bulunamıyor
ug: ھۆججەتنى ئىشلەتكىلى بولمايدۇ
uk: Файл недоступний
ur: فائل دستیاب نہیں ہے
vi: Tập tin không có sẵn
zh_cn: 文件不可用
zh_hk: 無法取得檔案

# FILE_UNAVAILABLE_SHEET_MESSAGE
source: This file was not transferred from your phone when this device was linked. Files and media older than 45 days at the time of device linking can not be synced.
ar: لم يتم نقل هذا الملف من هاتفك عندما تمَّ ربط هذا الجهاز. لا يمكن مزامنة الملفات والوسائط التي مضى عليها أكثر من 45 يومًا من الوقت الذي تمَّ فيه ربط الجهاز.
be: Гэты файл не быў перанесены з вашага тэлефона, калі была звязана гэта прылада. Немагчыма сінхранізаваць файлы і медыяфайлы, старэйшыя за 45 дзён на той момант, калі была звязана прылада.
bn: এই ডিভাইসটি লিংক করার সময় আপনার ফোন থেকে এই ফাইলটি ট্রান্সফার করা হয়নি। ডিভাইস লিংক করার সময় 45 দিনের বেশি পুরনো ফাইল ও মিডিয়া সিঙ্ক করা যাবে না।
ca: Aquest arxiu no es va transferir des del telèfon mentre aquest dispositiu estava enllaçat. Els arxius que en el moment de vincular el dispositiu tinguin més de 45 dies d'antiguitat no es podran sincronitzar.
cs: Tento soubor nebyl při propojení tohoto zařízení z vašeho telefonu přenesen. Soubory a média, jež jsou v době propojení zařízení starší než 45 dní, nelze synchronizovat.
da: Denne fil blev ikke overført fra din telefon, da denne enhed blev tilknyttet. Filer og medier, der er ældre end 45 dage gamle, når enheder tilknyttes, kan ikke synkroniseres.
de: Diese Datei wurde nicht von deinem Telefon übertragen, als dieses Gerät gekoppelt wurde. Dateien und Medien, die zum Zeitpunkt der Gerätekoppelung älter als 45 Tage sind, können nicht synchronisiert werden.
el: Αυτό το αρχείο δεν μεταφέρθηκε από το τηλέφωνό σου όταν συνδέθηκε αυτή η συσκευή. Δεν είναι δυνατός ο συγχρονισμός αρχείων και πολυμέσων παλαιότερων των 45 ημερών κατά τη σύνδεση της συσκευής.
es: Este archivo no se transfirió desde tu teléfono cuando se vinculó este dispositivo. No se pueden sincronizar los archivos que en el momento de vinculación del dispositivo tengan más de 45 días de antigüedad.
fa: در زمان اتصال این دستگاه، این فایل از تلفن شما منتقل نشد. فایل‌ها و رسانه‌های قدیمی‌تر از ۴۵ روز در زمان اتصال دستگاه، قابل همگام‌سازی نیستند.
fi: Tätä tiedostoa ei siirretty puhelimestasi, kun laite yhdistettiin. Yhdistämishetkellä yli 45 päivää vanhempia tiedostoja ja mediaa ei voida synkronoida.
fr: Ce fichier n'a pas été transféré depuis votre téléphone lorsque vous avez associé cet appareil. Les fichiers et médias datant de plus de 45 jours au moment de l'association ne sont pas synchronisés.
ga: Níor aistríodh an comhad seo ó do ghuthán nuair a nascadh do ghléas. Comhaid agus meáin atá níos sine ná 45 lá ag an uair a nasctar an gléas, ní féidir iad a shioncronú.
gu: જ્યારે આ ડિવાઇસ લિંક કરવામાં આવ્યું હતું ત્યારે આ ફાઈલ તમારા ફોનમાંથી ટ્રાન્સફર થઈ ન હતી. ડિવાઇસ લિંક કરતી વખતે 45 દિવસથી જૂની ફાઈલો અને મીડિયા સિંક કરી શકાતા નથી.
he: הקובץ הזה לא הועבר מהטלפון שלך כשהמכשיר הזה היה מקושר. לא ניתן לסנכרן קבצים ומדיה שיותר ישנים מ–45 ימים בזמן קישור המכשיר.
hi: जब यह डिवाइस लिंक था, तब यह फ़ाइल आपके फ़ोन से ट्रांसफ़र नहीं हुई थी। डिवाइस लिंक करते समय, 45 दिनों से पुरानी फ़ाइलों और मीडिया को सिंक नहीं किए जा सकता।
hr: Ova datoteka nije prenesena s vašeg telefona kad je ovaj uređaj povezan. Datoteke i medijske zapise starije od 45 dana u trenutku povezivanja uređaja nije moguće sinkronizirati.
hu: Ez a fájl nem lett átmásolva a telefonodról az eszköz összekapcsolásakor. Az eszköz összekapcsolásakor 45 napnál régebbi fájlok és médiafájlok nem szinkronizálhatók.
id: File ini tidak ditransfer dari ponsel Anda saat perangkat ini dihubungkan. File dan media yang tersimpan lebih dari 45 hari pada saat penautan perangkat tidak dapat disinkronkan.
it: Questo file non è stato trasferito dal tuo telefono quando questo dispositivo è stato collegato. Non è possibile sincronizzare file e media più vecchi di 45 giorni al momento del collegamento del dispositivo.
ja: この端末をリンクしたとき、このファイルはスマートフォンから移行されませんでした。端末をリンクした時点で45日以上経過したファイルとメディアは同期できません。
ko: 이 기기를 연결한 상태로 이 파일을 휴대폰에서 전송할 수 없습니다. 기기 연결 시점에 45일보다 오래된 파일과 미디어는 동기화할 수 없습니다.
mr: हा डिव्हाईस लिंक केला तेव्हा ही फाईल तुमच्या फोनवर हस्तांतरित झाली नव्हती. डिव्हाईस लिंक करतेवेळी 45 दिवसांपेक्षा जुन्या फाईल्स आणि मिडीया सिंक करता येत नाहीत.
ms: Fail ini tidak dipindahkan dari telefon anda semasa peranti ini dipautkan. Fail dan media yang lebih lama daripada 45 hari ketika peranti dipautkan, tidak boleh disegerakkan.
nb: Denne filen ble ikke overført fra telefonen din da du koblet til denne enheten. Det er ikke mulig å overføre filer som er mer enn 45 dager gamle, når enheten kobles til.
nl: Dit bestand is niet overgezet van je telefoon toen dit apparaat werd gekoppeld. Bestanden en media die ouder zijn dan 45 dagen op het moment dat het apparaat wordt gekoppeld, kunnen niet worden gesynchroniseerd.
pl: Podczas łączenia urządzenia z Twoim telefonem plik nie został przeniesiony. Pliki i multimedia, które w momencie łączenia urządzeń mają ponad 45 dni, nie są synchronizowane.
pt_br: Esse arquivo não foi transferido do seu telefone quando este dispositivo foi vinculado. Arquivos e mídias que, no momento da vinculação do dispositivo, tenham mais de 45 dias, não poderão ser sincronizados.
pt_pt: Este ficheiro não foi transferido do seu telemóvel quando este dispositivo foi associado. Os ficheiros e multimédia com mais de 45 dias no momento da associação do dispositivo não podem ser sincronizados.
ro: Acest fișier nu a fost transferat de pe telefonul tău când acest dispozitiv a fost asociat. Fișierele și conținutul media mai vechi de 45 de zile în momentul asocierii dispozitivului nu pot fi sincronizate.
ru: Этот файл не был перенесён с вашего телефона при привязке этого устройства. Файлы и медиафайлы, срок создания которых на момент привязки устройства превышал 45 дней, не могут быть синхронизированы.
sk: Tento súbor nebol po prepojení zariadenia prenesený z vášho telefónu. Súbory a médiá, ktoré sú v čase prepojenia zariadenia staršie ako 45 dní, nie je možné synchronizovať.
sr: Овај фајл није пребачен са вашег телефона када је овај уређај повезан. Фајлови и медији који су у тренутку повезивања уређаја старији од 45 дана не могу се синхронизовати.
sv: Den här filen överfördes inte från din telefon när den här enheten länkades. Filer och media som är äldre än 45 dagar vid tidpunkten för enhetslänkning kan inte synkroniseras.
th: ไฟล์นี้ไม่ได้ถูกถ่ายโอนจากโทรศัพท์ของคุณในขั้นตอนการเชื่อมโยงอุปกรณ์ ระบบไม่สามารถซิงค์ไฟล์และสื่อที่เก่ากว่า 45 วันนับจากวันที่เชื่อมโยงอุปกรณ์ได้
tr: Bu cihaz bağlandığında, bu dosya telefonundan aktarılmadı. Cihaz bağlandığında 45 günden eski olan dosyalar ve medya senkronize edilemez.
ug: بۇ ھۆججەت بۇ ئۈسكۈنە ئۇلانغان ۋاقىتتا تېلېفونىڭىزدىن يۆتكەلمىگەن. ئۈسكۈنە ئۇلانغان ۋاقىتتا ، 45 كۈندىن ئاشقان ھۆججەتلەر ۋە مېدىيانى ماسقەدەملىگىلى بولمايدۇ.
uk: Коли ви зв'язали цей пристрій, файл не було перенесено з вашого телефону. Файли й медіафайли, надіслані чи отримані понад 45 днів тому, не буде синхронізовано після зв'язування нового пристрою.
ur: جب اس ڈیوائس کو لنک کیا گیا تھا تو یہ فائل آپ کے فون سے ٹرانسفر نہیں ہوئی تھی۔ ڈیوائس لنک کرنے کے وقت 45 دن سے پرانی فائلز اور میڈیا سنک نہیں ہو سکتے۔
vi: Tập tin không được chuyển từ điện thoại của bạn khi thiết bị này được liên kết. Tập tin và đa phương tiện cũ hơn 45 ngày tại thời điểm liên kết thiết bị thì không thể được đồng bộ.
zh_cn: 此设备链接时，此文件未从您的手机转移。设备链接时已存在超过 45 天的文件和媒体无法同步。
zh_hk: 連結此裝置時，此檔案未從你的手機轉移過來。當裝置連結時，超過 45 天的檔案和媒體無法同步。

# FILE_UNAVAILABLE_SHEET_TITLE
source: File Not Available
ar: الملف غير مُتوفِّر
be: Файл недаступны
bn: ফাইলটি আর নেই
ca: Arxiu no disponible
cs: Soubor není dostupný
da: Fil ikke tilgængelig
de: Datei nicht verfügbar
el: Το αρχείο δεν είναι διαθέσιμο
es: Archivo no disponible
fa: فایل موجود نیست
fi: Tiedosto ei ole saatavilla
fr: Fichier indisponible
ga: Níl an Comhad ar Fáil
gu: ફાઈલ ઉપલબ્ધ નથી
he: קובץ לא זמין
hi: फ़ाइल उपलब्ध नहीं है
hr: Datoteka nije dostupna
hu: A fájl nem érhető el
id: File Tidak Tersedia
it: File non disponibile
ja: ファイルがダウンロードできません
ko: 파일을 사용할 수 없음
mr: फाईल उपलब्ध नाही
ms: Fail Tidak Tersedia
nb: Filen er ikke tilgjengelig
nl: Bestand niet beschikbaar
pl: Plik niedostępny
pt_br: Arquivo não disponível
pt_pt: Ficheiro não disponível
ro: Fișierul nu este disponibil
ru: Файл недоступен
sk: Súbor nie je k dispozícii
sr: Овај фајл није доступан
sv: Filen är inte tillgänglig
th: ไม่พบไฟล์
tr: Dosya bulunamıyor
ug: ھۆججەتنى ئىشلەتكىلى بولمايدۇ
uk: Файл недоступний
ur: فائل دستیاب نہیں ہے
vi: Tập tin không có sẵn
zh_cn: 文件不可用
zh_hk: 無法取得檔案

# FIND_ACCOUNT_INFO_SHEET_BODY
source: Look for your IBAN at the top of your bank statement. IBAN numbers contain up to 34 characters. The name you enter should match your full name on your bank account. Contact your bank for more information.
ar: ابحث عن رقم IBAN الخاص بك في الجزء العلوي من كشف حسابك المصرفي. يحتوي رقم IBAN على ما يصل إلى 34 رمزًا. يَجب أن يتطابق الاسم الذي تُدخله مع اسمك الكامل في حسابك المصرفي. تواصَل مع مصرفك للمزيد من المعلومات.
be: Ваш IBAN знаходзіцца ў верхняй частцы выпіскі з вашага банкаўскага рахунку. IBAN мае да 34 сімвалаў. Імя, што вы ўводзіце, павінна супадаць з вашым поўным імем на вашым банкаўскім рахунку. За дадатковай інфармацыяй звярніцеся да свайго банка.
bn: আপনার ব্যাংক স্টেটমেন্টের উপরে আপনার IBAN নম্বরটি দেখুন। IBAN নম্বরে 34টি পর্যন্ত অক্ষর থাকে। আপনি যে নামটি লিখছেন তা আপনার ব্যাংক অ্যাকাউন্টে থাকা আপনার পুরো নামের সাথে মিলতে হবে। আরো তথ্য জানতে আপনার ব্যাংকের সাথে যোগাযোগ করুন।
ca: Cerca el teu IBAN a la part superior de l'extracte bancari. Els números IBAN contenen fins a 34 caràcters. El nom que introdueixis hauria de coincidir amb el teu nom complet al teu compte bancari. Contacta amb el teu banc per obtenir més informació.
cs: Číslo IBAN najdete v horní části výpisu z účtu. Číslo IBAN může obsahovat až 34 znaků. Zadané jméno by se mělo shodovat s vaším celým jménem uvedeným na bankovním účtu. Další informace získáte ve své bance.
da: Find dit IBAN øverst på dit kontoudtog. Et IBAN indeholder op til 34 tegn. Det navn, du angiver, skal svare til det fulde navn på din bankkonto. Kontakt din bank for at få flere oplysninger.
de: Du findest deine IBAN oben auf deinem Kontoauszug. IBAN bestehen aus bis zu 34 Zeichen. Der Name, den du eingibst, sollte mit dem vollständigen Namen, der für dein Bankkonto angegeben ist, übereinstimmen. Kontaktiere deine Bank, um weitere Informationen zu erhalten.
el: Αναζήτησε το ΙΒΑΝ στο επάνω μέρος του τραπεζικού λογαριασμού σου. Οι αριθμοί IBAN περιέχουν έως 34 χαρακτήρες. Το όνομα που γράφεις θα πρέπει να ταιριάζει με το πλήρες όνομά σου στον τραπεζικό σου λογαριασμό. Επικοινώνησε με την τράπεζά σου για περισσότερες πληροφορίες.
es: Busca tu IBAN, un código de hasta 34 caracteres, en la parte superior de tu extracto bancario. El nombre que introduzcas debe coincidir con tu nombre, tal como figura en tu cuenta bancaria. Contacta con tu banco para obtener más información.
fa: شمارۀ IBAN خود را بالای صورتحساب بانکی‌تان پیدا کنید. شماره IBAN حداکثر ۳۴ نویسه دارد. نامی که وارد می‌کنید باید با نام و نام خانوادگی کامل شما که در حساب بانکی‌تان ثبت شده مطابقت داشته باشد. برای اطلاعات بیشتر با بانک خود تماس بگیرید.
fi: Löydät tilisi IBAN-tilinumeron tiliotteen yläosasta. IBAN-tilinumeroissa voi olla enintään 34 merkkiä. Antamasi nimen tulee vastata antamasi pankkitilin omistajan nimeä. Saat lisätietoja pankistasi.
fr: Votre numéro IBAN se trouve généralement en haut de vos relevés bancaires. Il peut comporter jusqu'à 34 caractères. Le nom que vous saisissez doit correspondre au nom complet associé à votre compte bancaire. Pour en savoir plus, contactez votre banque.
ga: Cuardaigh do IBAN ar bharr do ráitis bainc. Bíonn suas le 34 carachtar in uimhreacha IBAN. Ba cheart go mbeadh an t-ainm a chuireann tú isteach ag teacht le d'ainm iomlán ar do chuntas bainc. Gheobhaidh tú tuilleadh faisnéise ach teagmháil a dhéanamh le do bhanc.
gu: તમારા બેંક સ્ટેટમેન્ટની સૌથી ઉપર તમારો IBAN નંબર જુઓ. IBAN નંબરમાં 34 જેટલા અક્ષરો હોય છે. તમે જે નામ દાખલ કરો છો તે તમારા બેંક એકાઉન્ટ પરના તમારા પૂરા નામ સાથે મેળ ખાતું હોવું જોઈએ. વધુ માહિતી માટે તમારી બેંકનો સંપર્ક કરો.
he: יש לחפש את מספר ה–IBAN שלך בחלק העליון של דף חשבון הבנק שלך. מספרי IBAN מכילים עד 34 תווים. יש להזין שם שתואם לשם המלא שלך בחשבון הבנק שלך. למידע נוסף, יש ליצור קשר עם הבנק.
hi: अपने बैंक स्टेटमेंट के शीर्ष पर अपना IBAN देखें। IBAN नंबरों में अधिकतम 34 वर्ण होते हैं। आपके द्वारा दर्ज किया गया नाम आपके बैंक अकाउंट पर आपके पूरे नाम से मेल खाना चाहिए। अधिक जानकारी के लिए अपने बैंक से संपर्क करें।
hr: Potražite svoj IBAN na vrhu bankovnog izvoda. IBAN se sastoji od maksimalno 34 znaka. Ime koje unesete mora odgovarati vašem punom imenu na vašem bankovnom računu. Za više informacija obratite se svojoj banci.
hu: Keresd meg az IBAN-számod a bankszámlakivonat tetején. Az IBAN-számok legfeljebb 34 karaktert tartalmazhatnak. A megadott névnek meg kell egyeznie a bankszámládon szereplő teljes névvel. További információért fordulj a bankodhoz.
id: Temukan IBAN di bagian atas laporan bank Anda. Nomor IBAN memuat hingga 34 karakter. Nama yang dimasukkan harus sesuai dengan nama lengkap di rekening bank. Hubungi bank untuk informasi lebih lanjut.
it: Cerca il tuo IBAN nell'home banking o su un estratto conto. L'IBAN può contenere fino a 34 caratteri. Il nome che inserisci deve corrispondere al nome presente sul tuo conto bancario. Contatta la tua banca per maggiori informazioni.
ja: 銀行取引明細書の上部に記載されたIBANをご確認ください。IBAN番号は最大34文字で構成されています。銀行口座の名義と同一の氏名を入力してください。詳細については、銀行までお問い合わせください。
ko: 은행 입출금 내역서 상단에 있는 IBAN을 찾으세요. IBAN 번호는 최대 34자로 구성됩니다. 입력한 이름이 은행 계좌상의 전체 이름과 일치해야 합니다. 더 자세한 정보는 은행에 문의하세요.
mr: आपल्या बँक स्टेटमेंटच्या शीर्षावर आपल्या IBAN चा शोध घ्या. IBAN क्रमांकामध्ये 34 पर्यंत वर्ण असतात. आपण प्रविष्ट करत असलेले नाव आपल्या बँक अकाऊंटवरील पूर्ण नावाशी जुळणे आवश्यक आहे. अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Cari IBAN anda di bahagian atas penyata bank anda. Nombor IBAN mengandungi sehingga 34 aksara. Nama yang anda masukkan mestilah sepadan dengan nama penuh anda pada akaun bank anda. Hubungi bank anda untuk maklumat lanjut.
nb: Du finner IBAN-nummeret øverst på kontoutskriften din. IBAN-nummeret består av opptil 34 tegn. Skriv inn hele navnet som kontoen din er registrert på. Ta kontakt med banken for å få mer informasjon.
nl: Je IBAN-nummer vind je bovenaan je bankafschrift. IBAN-nummers bevatten maximaal 34 tekens. De naam die je invoert, moet overeenkomen met de volledige naam op je bankrekening. Neem contact op met je bank voor meer informatie.
pl: Poszukaj swojego numeru IBAN w górnej części wyciągu bankowego. Numer IBAN składa się z maksymalnie 34 znaków. Podane przez Ciebie imię i nazwisko muszą być takie same jak na Twoim koncie bankowym. Aby otrzymać więcej informacji, skontaktuj się ze swoim bankiem.
pt_br: Procure o seu IBAN na parte superior do seu extrato bancário. Os números de IBAN contêm até 34 caracteres. O nome inserido deve corresponder ao nome completo da sua conta bancária. Entre em contato com seu banco para obter mais informações.
pt_pt: Procure o seu IBAN no topo do seu extrato bancário. O IBAN contém até 34 caracteres. O nome que introduzir deve corresponder ao seu nome completo na sua conta bancária. Contacte o seu banco para mais informações.
ro: Caută IBAN-ul contului tău în partea de sus a extrasului bancar. Numerele IBAN conțin până la 34 de caractere. Numele pe care îl introduci trebuie să corespundă cu numele tău complet aferent contului tău bancar. Contactează banca pentru mai multe informații.
ru: Найдите номер IBAN в верхней части банковской выписки. Номер IBAN содержит до 34 символов. Введённое вами имя должно совпадать с полным именем, указанным в вашем банковском счёте. Свяжитесь со своим банком для получения дополнительной информации.
sk: Vyhľadajte svoje číslo IBAN v hornej časti bankového výpisu. Čísla IBAN obsahujú až 34 znakov. Zadané meno by sa malo zhodovať s celým menom uvedeným na vašom bankovom účte. Ak chcete získať ďalšie informácie, kontaktujte svoju banku.
sr: Потражите свој IBAN на врху банковног извода. Бројеви IBAN садрже до 34 знака. Име које унесете треба да одговара вашем пуном имену и презимену на вашем банковном рачуну. Обратите се својој банци за више информација.
sv: Leta efter ditt IBAN högst upp på ditt kontoutdrag. IBAN-nummer innehåller upp till 34 tecken. Namnet du anger ska matcha ditt fullständiga namn i ditt bankkonto. Kontakta din bank för mer information.
th: ตรวจสอบหมายเลข IBAN ซึ่งจะระบุอยู่ที่ด้านบนของรายการเดินบัญชี (Bank Statement) โดยหมายเลข IBAN จะมีอักขระไม่เกิน 34 ตัว ชื่อที่กรอกควรตรงกับชื่อเต็มของคุณตามที่ระบุในบัญชีธนาคาร โปรดติดต่อธนาคารของคุณสำหรับข้อมูลเพิ่มเติม
tr: Banka ekstrenin üst kısmında IBAN numaranı ara. IBAN numaraları en fazla 34 karakterden oluşur. Girdiğin ad, banka hesabındaki tam adınla eşleşmelidir. Daha fazla bilgi için bankanla iletişime geçebilirsin.
ug: IBAN نومۇرىڭىز بانكا تالونىڭىزنىڭ ئۈستۈنكى قىسىمىدا بولىدۇ. IBAN نومۇرى كۆپ بولغاندا 34 ھەرىپ-بەلگە بولىدۇ. سىز كىرگۈزگەن ئىسىم بانكا ھېساباتىڭىزدىكى تولۇق ئىسمىڭىز بىلەن بىردەك بولۇشى كېرەك. تېخىمۇ كۆپ ئۇچۇر ئۈچۈن بانكا بىلەن ئالاقىلىشىڭ.
uk: Номер IBAN має бути у верхній частині виписки за рахунком. IBAN складається з 34 символів. Введене ім'я має збігатися з повним іменем власника банківського рахунку. Для додаткової інформації зв'яжіться зі своїм банком.
ur: اپنی بینک اسٹیٹمنٹ کی بالائی سطح پر اپنا IBAN تلاش کریں۔ IBAN نمبرز زیادہ سے زیادہ 34 حروف پر مشتمل ہوتے ہیں۔ آپ جو نام درج کرتے ہیں وہ بینک اکاؤنٹ پر موجود آپ کے مکمل نام سے مماثل ہونا چاہیئے۔ مزید معلومات کے لیے اپنے بینک سے رابطہ کریں۔
vi: Tìm mã IBAN của bạn ở phần phía trên của sao kê ngân hàng của bạn. Số IBAN có thể có đến 34 ký tự. Tên bạn nhập cần khớp với họ và tên đầy đủ của tài khoản ngân hàng. Liên hệ ngân hàng của bạn để biết thêm thông tin.
zh_cn: 您可以在您的银行对账单顶部查看您的 IBAN。IBAN 号码至多包含 34 个字符。您输入的名称须与您银行账户上的名称一致。如需了解更多信息，请联系您的银行。
zh_hk: 在銀行結帳單頂端查找你的 IBAN。IBAN 號碼包含最多 34 個字元。 你輸入的姓名應與你銀行帳戶上的全名相符。請聯絡你的銀行了解詳情。

# FIND_ACCOUNT_INFO_SHEET_TITLE
source: Find Your Account Information
ar: العثور على معلومات حسابك
be: Знайсці інфармацыю аб сваім рахунку
bn: আপনার অ্যাকাউন্টের তথ্য দেখুন
ca: Cercar informació del teu compte
cs: Zjistit informace o vašem účtu
da: Find dine kontooplysninger
de: Deine Kontodaten finden
el: Βρες τα στοιχεία του λογαριασμού σου
es: ¿Dónde encuentro mis datos bancarios?
fa: اطلاعات حساب خود را پیدا کنید
fi: Etsi tilisi tiedot
fr: Trouver vos coordonnées bancaires
ga: Faisnéis faoi do Chuntas a Aimsiú
gu: તમારી એકાઉન્ટની માહિતી શોધો
he: מציאת פרטי החשבון שלך
hi: अपने अकाउंट की जानकारी ढूंढें
hr: Pronađite informacije o vašem računu
hu: Keresd meg a fiókadataidat
id: Temukan Informasi Rekening Anda
it: Trova i dettagli del tuo conto
ja: アカウント情報を確認する
ko: 계좌 정보를 찾으세요
mr: आपली अकाऊंट माहिती शोधा
ms: Cari Maklumat Akaun Anda
nb: Slik finner du bankopplysningene dine
nl: Je rekeninginformatie vinden
pl: Gdzie znaleźć dane konta
pt_br: Encontre as informações da sua conta
pt_pt: Encontrar as suas informações de conta
ro: Găsește informațiile despre contul tău
ru: Найти информацию о вашем счёте
sk: Nájdite informácie o svojom účte
sr: Пронађите информације о рачуну
sv: Hitta din kontoinformation
th: ค้นหาข้อมูลบัญชีของคุณ
tr: Hesap bilgilerini bul
ug: ھېسابات ئۇچۇرلىرىڭىزنى ئىزدەش
uk: Як знайти платіжні реквізити
ur: اپنے اکاؤنٹ کی معلومات تلاش کریں
vi: Tìm Thông Tin Tài Khoản Của Bạn
zh_cn: 查找您的账户信息
zh_hk: 搜尋你的帳戶資料

# FIND_BY_USERNAME_FOOTER
source: Enter a username followed by a dot and its set of numbers.
ar: أدخِل اسم مُستخدِم متبوعًا بنقطة ومجموعة من الأرقام الخاصة به.
be: Увядзіце імя карыстальніка, за якім ідзе кропка і набор лічбаў.
bn: একটি ব্যবহারকারীর নামের পরে একটি ডট ও একগুচ্ছ সংখ্যা লিখুন।
ca: Introdueix un àlies seguit d'un punt i el seu conjunt de números.
cs: Zadejte uživatelské jméno následované tečkou a sadou číslic.
da: Angiv et brugernavn efterfulgt af et punktum og de tilhørende tal.
de: Gib einen Nutzernamen gefolgt von einem Punkt und den dazugehörigen Ziffern ein.
el: Γράψε ένα όνομα χρήστη, ακολουθούμενο από μια τελεία και το σύνολο αριθμών του.
es: Introduce un alias seguido de un punto y su conjunto de números.
fa: یک نام کاربری و سپس یک نقطه و مجموعۀ اعداد آن را وارد کنید.
fi: Anna käyttäjänimi, sen jälkeen piste ja käyttäjänimeen liittyvä numerosarja.
fr: Saisissez un nom d'utilisateur suivi d'un point et d'une série de chiffres.
ga: Cuir isteach ainm úsáideora agus ponc, agus an tacar uimhreacha ina dhiaidh sin.
gu: એવું યુઝરનેમ દાખલ કરો જેમાં એક ડોટ અને નંબરોનો સમૂહ હોય.
he: יש להזין שם משתמש ואחריו נקודה ואת סט המספרים שלו.
hi: एक यूज़रनेम और उसके बाद एक बिंदु और उसके अंकों का सेट दर्ज करें।
hr: Unesite korisničko ime nakon kojeg slijedi točka i pripadajući skup znamenki.
hu: Adj meg egy felhasználónevet, amelyet egy pont és a hozzá tartozó számsor követ.
id: Masukkan nama pengguna diikuti dengan titik dan set angka.
it: Inserisci un nome utente seguito da un punto e una serie di numeri.
ja: ユーザーネームの後ろに「.（ドット）」と、対になる数字を入力してください。
ko: 사용자 이름 뒤에 마침표와 해당 세트 번호를 입력하세요.
mr: वापरकर्तानावानंतर एक पूर्णविराम आणि त्याच्या संख्याचा सेट प्रविष्ट करा.
ms: Masukkan nama pengguna diikuti dengan titik dan set nombornya.
nb: Angi brukernavnet etterfulgt av et punktum og tallrekken.
nl: Voer een gebruikersnaam in, gevolgd door een punt en de bijbehorende cijfercombinatie.
pl: Wpisz nazwę użytkownika, kropkę i zestaw cyfr.
pt_br: Insira um nome de usuário acompanhado de um ponto e seu conjunto de números
pt_pt: Introduza um nome de utilizador seguido de um ponto e do seu conjunto de números.
ro: Introdu un nume de utilizator urmat de un punct și setul său de cifre.
ru: Введите имя пользователя, затем точку и набор принадлежащих ему цифр.
sk: Zadajte používateľské meno, za ním bodku a sadu čísel.
sr: Унесите корисничко име праћено тачком и скупом бројева.
sv: Ange ett användarnamn följt av en punkt och dess sifferkombination.
th: ป้อนชื่อผู้ใช้แล้วตามด้วยจุดและชุดตัวเลข
tr: Bir kullanıcı adı ve ardından bir nokta ve sayı kümesi gir.
ug: كەينىدە بىر چېكىت ۋە بىر يۈرۈش نومۇر بار ئىشلەتكۈچى نامىنى كىرگۈزۈڭ.
uk: Введіть ім'я користувача, включно з крапкою і цифрами.
ur: کوئی یوزر نیم درج کریں جس کے بعد نقطہ اور اس کے نمبرز کا سیٹ ہو۔
vi: Nhập tên người dùng, sau đó là một dấu chấm và dãy số của tên người dùng.
zh_cn: 请输入带有一个点和一组匹配数字的用户名。
zh_hk: 輸入用戶名稱，後面跟著一個點及其配對數字。
