Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# APP_LAUNCH_FAILURE_RESTORE_FAILED_MESSAGE
source: The data transferred from your old device could not be restored. Please send a debug log to support@signal.org so that we can troubleshoot this issue. If you re-install Signal your message history may be lost.
af: Die data wat van jou ou toestel oorgedra is, kon nie teruggelaai word nie. Stuur ’n ontfout-log na support@signal.org sodat ons hierdie kwessie kan oplos. As jy Signal herinstalleer, sal jou boodskapgeskiedenis dalk verlore gaan.
ar: تعذَّر استعادة البيانات المنقولة من جهازك القديم. يُرجى إرسال سجل الأخطاء إلى support@signal.org حتى نتمكّن من حل المُشكلة. إذا قُمتَ بإعادة تثبيت سيجنال، فقد تفقد سجل الرسائل لديك.
az: Köhnə cihazınızdan köçürülmüş verilənlər geri yüklənilə bilmədi. Zəhmət olmasa problemi aradan qaldıra bilməyimiz üçün support@signal.org ünvanına sazlama jurnalını göndərin. Əgər Signal-ı yenidən quraşdırsanız, mesaj tarixçəniz itə bilər.
be: Не атрымалася аднавіць даныя, што былі перанесены са старой прылады. Калі ласка, адпраўце журнал адладкі на support@signal.org, каб мы змаглі выправіць гэтую непаладку. Калі вы нанова ўсталюеце Signal, ваша гісторыя паведамленняў можа быць страчана.
bg: Данните, прехвърлени от старото ви устройство, не можаха да бъдат възстановени. Моля, изпратете регистрационен файл за дебъг на support@signal.org, за да се опитаме да решим проблема. Ако преинсталирате Signal, може да изгубите хронологията на съобщенията си.
bn: আপনার পুরোনো ডিভাইস থেকে স্থানান্তর করা ডেটা পুনরুদ্ধার করা যায়নি। অনুগ্রহ করে একটি ডিবাগ লগ support@signal.org-এ পাঠান যাতে আমরা এই সমস্যাটির সমাধান করতে পারি। আপনি যদি Signal পুনরায় ইনস্টল করেন তবে আপনার ম্যাসেজের ইতিহাস হারিয়ে যেতে পারে।
ca: No s'han pogut restaurar les dades transferides des del dispositiu antic. Envia els informes de depuració a support@signal.org perquè puguem provar de solucionar-ho. Si reinstal·les Signal, podries perdre l’historial de missatges.
cs: Data přenesená ze starého zařízení nebylo možné obnovit. Zašlete prosím protokol ladění na support@signal.org, abychom mohli tento problém vyřešit. Pokud si Signal nainstalujete znova, může dojít ke ztrátě historie vašich zpráv.
cy: Ni ellid adfer y data a drosglwyddwyd o'ch hen ddyfais. Anfonwch gofnod dadfygio i support@signal.org fel y gallwn ddatrys y mater hwn. Os ydych chi'n ail-osod Signal efallai y bydd cofnod eich negeseuon yn cael ei golli.
da: De overførte data fra din gamle enhed kunne ikke gendannes. Send en fejlsøgningslog til support@signal.org, så vi kan undersøge problemet. Hvis du geninstallerer Signal, kan din meddelelseshistorik gå tabt.
de: Die von deinem alten Gerät übertragenen Daten konnten nicht wiederhergestellt werden. Sende bitte ein Diagnoseprotokoll an support@signal.org, damit wir das Problem beheben können. Falls du Signal erneut installierst, könnte dein Nachrichtenverlauf verloren sein.
el: Η επαναφορά των δεδομένων που μεταφέρθηκαν από την παλιά σου συσκευή ήταν αδύνατη. Στείλε το αρχείο καταγραφής στο support@signal.org, για να επιλύσουμε το πρόβλημα. Εάν επανεγκαταστήσεις το Signal, πιθανόν να χαθεί το ιστορικό μηνυμάτων σου.
es: No se han podido restaurar los datos transferidos desde tu dispositivo anterior. Envía un registro de depuración a support@signal.org para que podamos solucionar este problema. Si reinstalas Signal, tu historial de mensajes podría perderse.
es_es: No se han podido restablecer los datos transferidos desde tu dispositivo antiguo. Envía un registro de depuración a support@signal.org para que nos podamos ocupar del problema. Si reinstalas Signal, tus mensajes podrían perderse.
et: Sinu vanast seadmest ülekantud andmeid ei õnnestunud taastada. Palun saada silumislogi aadressile support@signal.org, et saaksime seda olukorda uurida. Pärast Signali uuesti paigaldamist võib sõnumite ajalugu kaduda.
eu: Zure gailu zaharretik transferitutako datuak ezin izan dira berreskuratu. Mesedez, arazteko informazioa bidali support@signal.org helbidera zure arazoa konpondu ahal izan dezagun. Zure Signal aplikazioa berrinstalatzen baduzu, zure mezuen historia galdu daiteke.
fa: داده‌هایی که از دستگاه قدیمی شما انتقال یافته است امکان بازیابی ندارند. لطفاً یک گزارش عیب‌یابی به support@signal.org ارسال کنید تا ما بتوانیم این مشکل را رفع کنیم. اگر سیگنال را دوباره نصب کنید، ممکن است تاریخچهٔ پیام‌های شما از دست برود.
fi: Aiemmasta laitteesta siirrettyjä tietoja ei voitu palauttaa. Lähetä virheenkorjausloki osoitteeseen support@signal.org, jotta voimme selvittää ongelman. Jos asennat Signalin uudelleen, viestihistoriasi saatetaan menettää.
fil: Ang data na inilipat mula sa luma mong device ay hindi ma-restore. Paki-padala ang debug log sa support@signal.org para solusyunan namin ang isyu. Kung mag-reinstall ka ng Signal ay maaaring mawala ang dati mo nang mga mensahe.
fr: Impossible de restaurer les données transférées depuis votre ancien appareil. Pour nous aider à résoudre ce problème, merci d'envoyer un journal de débogage à support@signal.org. Si vous réinstallez Signal, vous risquez de perdre vos messages.
ga: Níorbh fhéidir na sonraí ó do sheanghléas a aischur. Seol an loga dífhabhtaithe chuig support@signal.org sa chaoi go mbeimis in ann an fhadhb seo a réiteach. Má athshuiteálann tú Signal, is féidir go gcaillfidh tú do stair teachtaireachtaí.
gu: તમારા જૂના ડિવાઇસમાંથી ટ્રાન્સફર કરેલ ડેટા રિસ્ટોર કરી શકાયો નહીં. કૃપા કરીને support@signal.org પર ડિબગ લૉગ મોકલો જેથી અમે આ સમસ્યાનું નિવારણ કરી શકીએ. જો તમે Signal ને ફરીથી ઇન્સ્ટોલ કરો છો તો તમે તમારી મેસેજ હિસ્ટ્રી ગુમાવી શકો છો
he: לא הצלחנו לשחזר את הנתונים שהועברו מהמכשיר הישן שלכם. אנא שלחו יומן ניפוי באגים ל–support@signal.org כדי שנוכל לפתור בעיה זו. אם תתקינו מחדש את Signal, היסטוריית ההודעות שלכם תאבד.
hi: आपके पुराने डिवाइस से ट्रांसफ़र किया गया डेटा रीस्टोर नहीं हो पाया। कृपया support@signal.org पर एक डीबग लॉग भेजें ताकि हम इस समस्या को सुलझा सकें। अगर आप Signal रीइंस्टॉल करते हैं तो हो सकता है कि आपका संदेश इतिहास खो जाए।
hr: Podaci preneseni s vašeg starog uređaja ne mogu se vratiti. Pošaljite zapisnik o pogrešci na support@signal.org da bismo mogli riješiti problem. Ako ponovo instalirate Signal, možda će se izgubiti povijest poruka.
hu: A régi eszközödről hozott adat nem helyreállítható. Kérjük, küldj egy hibanapló fájlt a support@signal.org e-mail-címre, hogy megvizsgálhassuk, mi történt. Ha újratelepíted a Signalt, az üzenet-előzményeid elveszhetnek.
id: Data yang ditransfer dari perangkat lama tidak dapat dipulihkan. Mohon kirimkan log debug ke support@signal.org sehingga kami dapat menyelesaikan masalah ini. Jika Anda menginstal ulang Signal, riwayat pesan mungkin hilang.
is: Ekki var hægt að endurheimta gögnin sem voru yfirfærð af gamla tækinu þínu. Sendu villumeldingaskrá til support@signal.org þannig að við getum leyst þetta vandamál. Ef þú setur Signal upp aftur gæti ferill skilaboðanna þinna tapast.
it: Non è stato possibile ripristinare i dati trasferiti dal vecchio dispositivo. Invia un log di debug a support@signal.org per consentirci di risolvere questo problema. Se decidi di reinstallare Signal, la tua cronologia dei messaggi potrebbe andare persa.
ja: 旧端末から移行したデータを復元できませんでした。原因を調査するため、デバッグログを support@signal.org に送ってください。Signalを再インストールすると、メッセージ履歴が消える可能性があります。
kab: Isefka i d-yekkan segyuben-ik·im aqbur ur tezmireḍ ara ad ten-id-terreḍ. Ttxil-k·m azen aɣmis n temseɣtayt ɣer support@signal.org i wakken ad nizmir ad nefru ugur-a. Ma yella tulseḍ asebded n Signal, azray-inek·inem n yiznan yezmer ad iruḥ.
kk: Сіздің ескі құрылғыңыздан көшірілген дерктерді қалпына келтіру мүмкін емес. Осы мәселені зерттеп, ақаулықты түзету үшін дұрыстау журналын support@signal.org мекенжайына жіберіңіз. Егер Signal қолданбасын қайта орнатсаңыз, хабарламалар журналы жоғалып кетуі мүмкін.
km: á‘á·á“áŸ’á“á“áŸá™á”á‰áŸ’á‡á¼á“á–á¸á§á”á€ášááŸá…á¶áŸáŸ‹ášá”áŸáŸ‹á¢áŸ’á“á€ á˜á·á“á¢á¶á…áŸáŸ’áá¶ášáœá·á‰á”á¶á“á‘áŸáŸ” áŸá¼á˜á•áŸ’á‰á¾á€áŸ†áááŸ‹ááŸ’ášá¶á”á‰áŸ’á á¶á‘áŸ…á€á¶á“áŸ‹ support@signal.org á‘á¾á˜á™á¾á„á¢á¶á…á–á·á“á·ááŸ’á™á”á‰áŸ’á á¶á“áŸáŸ‡áŸ” á”á¾á¢áŸ’á“á€áŠáŸ†á¡á¾á„ Signal á¡á¾á„áœá·á‰ á”áŸ’ášáœááŸ’áá·áŸá¶ášášá”áŸáŸ‹á¢áŸ’á“á€á¢á¶á…ááŸ’ášá¼áœá”á¶ááŸ‹á”á„áŸ‹áŸ”
kn: ನಿಮ್ಮ ಹಳೆಯ ಸಾಧನದಿಂದ ವರ್ಗಾಯಿಸಿದ ಡೇಟಾವನ್ನು ಮರುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ. support@signal.org ಗೆ ದಯವಿಟ್ಟು ಡೀಬಗ್ ಲಾಗ್ ಅನ್ನು ಕಳುಹಿಸಿ ಇದರಿಂದ ನಾವು ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ. ನೀವು Signal ಪುನಃ ಇನ್‌‌ಸ್ಟಾಲ್ ಮಾಡಿದಲ್ಲಿ ಸಂದೇಶದ ಹಿನ್ನೆಲೆಯು ಕಳೆದುಹೋಗಬಹುದು.
ko: 이전 기기에서 전송한 데이터를 복구할 수 없습니다. 문제를 해결할 수 있도록 support@signal.org로 디버그 로그를 보내 주세요. Signal을 다시 설치하면 메시지 기록이 손실될 수 있습니다.
lt: Nepavyko atkurti iš jūsų senojo įrenginio perkeltų duomenų. Prašome išsiųsti derinimo žurnalą į support@signal.org, kad galėtume pašalinti šios problemos sukeltus nesklandumus. Jeigu įsidiegsite Signal iš naujo, jūsų žinučių istorija gali būti prarasta.
lv: Nevarēja atjaunot datus no Jūsu vecās ierīces. Lūdzu, nosūtīt kļūdu žurnālu uz support@signal.org, lai mēs varētu novērst šo problēmu. Ja ielādēsiet Signal no jauna, Jūsu ziņojumu vēsture var tikt nozaudēta.
mk: Податоците пренесени од вашиот стар уред не можат да бидат вратени. Ве молиме испратете лог за грешки на support@signal.org како би можеле да се справиме со овој проблем. Ако повторно го инсталирате Signal вашата историја на пораки може да се изгуби.
ml: നിങ്ങളുടെ പഴയ ഡിവൈസിൽ നിന്ന് മാറ്റം ചെയ്ത ഡാറ്റ റീസ്റ്റോർ ചെയ്യാൻ കഴിയുന്നില്ല. ദയവായി support@signal.org ലേക്ക് ഒരു ഡീബഗ് ലോഗ് അയയ്ക്കുക, നമുക്ക് ഈ പ്രശ്നത്തിനൊരു പരിഹാരം കാണാൻ വേണ്ടി. നിങ്ങൾ Signal റീഇൻസ്റ്റാൾ ചെയ്യുകയാണെങ്കിൽ, നിങ്ങളുടെ സന്ദേശ ചരിത്രം നഷ്ടപ്പെട്ടേക്കാം.
mr: आपल्या जुन्या डिव्हाईस वरून स्थानांतरित केलेला डेटा पुनर्स्थित केला जाऊ शकला नाही. कृपया support@signal.org वर डीबग लॉग पाठवा जेणेकरून आम्ही या समस्येचे निराकरण करू शकू. आपण Signal ची पुर्नस्थापना केल्यास आपला संदेश इतिहास गमावला जाऊ शकतो.
ms: Data yang dipindahkan daripada peranti lama anda tidak dapat dipulihkan. Sila hantar log nyahpepijat ke support@signal.org supaya kami boleh menyelesaikan masalah ini. Jika anda memasang semula Signal, sejarah mesej anda akan hilang.
my: သင့် စက်အဟောင်းမှ လွှဲပြောင်းထားသော ဒေတာများကို ပြန်မရယူနိုင်ပါ။ ကျွန်ုပ်တို့မှ ပြဿနာ ဖြေရှင်းပေးရန် support@signal.org သို့ ပျက်ကွက်မှု မှတ်တမ်းပေးပို့ပေးပါ။ သင်မှ Signal ကို ပြန်ထည့်သွင်းလျှင် သင့် မက်ဆေ့ချ်ရာဇဝင် ပျောက်သွားနိုင်ပါသည်။
nb: Dataene som ble overført fra den gamle enheten, kunne ikke gjenopprettes. Send en feilsøkingslogg til support@signal.org slik at vi kan feilsøke dette problemet. Du risikerer at meldingsloggen går tapt hvis du installerer Signal på nytt.
nl: De overgezette gegevens van je oude apparaat konden niet worden hersteld op dit apparaat. Stuur een foutopsporingslog naar support@signal.org zodat we een oplossing kunnen zoeken voor dit probleem. Als je Signal opnieuw installeert, gaat je chatgeschiedenis misschien verloren.
pa: ਤੁਹਾਡੇ ਪੁਰਾਣੇ ਡਿਵਾਈਸ ਤੋਂ ਟ੍ਰਾਂਸਫਰ ਕੀਤੇ ਡੇਟਾ ਨੂੰ ਪੁਨਰਬਹਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ. ਕਿਰਪਾ ਕਰਕੇ support@signal.org 'ਤੇ ਡੀਬਗ ਲੌਗ ਭੇਜੋ ਤਾਂ ਜੋ ਅਸੀਂ ਇਸ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕਰ ਸਕੀਏ. ਜੇਕਰ ਤੁਸੀਂ Signal ਨੂੰ ਮੁੜ-ਇੰਸਟਾਲ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਸੁਨੇਹਿਆਂ ਦਾ ਇਤਿਹਾਸ ਗੁਆਚ ਸਕਦਾ ਹੈ.
pa_pk: تساں دے پرانے آلے توں منتقل کیتے ڈیٹا نوں بحال نئیں کیتا جا سکیا۔ مہربانی کر کے support@signal.org اتے ڈیبگ لاگ گھلو تاں جے اساں ایہہ مسئلے دا حل کڈھ سکیے۔ جے تساں Signal نوں دوبارہ انسٹال کرنے او، تے تساں دے سنیہہ دی ہسٹری گواچ سکدی اے۔
pl: Nie udało się przywrócić danych przeniesionych z Twojego poprzedniego urządzenia. Wyślij dzienniki debugowania na adres support@signal.org, abyśmy mogli rozwiązać ten problem. Jeśli ponownie zainstalujesz Signal, możesz stracić historię wiadomości.
ps: ستاسې له پخوانۍ وسیلې څخه رالیږدول شوې ډیټا تر لاسه نشوه. مهرباني وکړئ support@signal.org ته د ستونزې د هواري رپوت ولیږئ، تر څو دا ستونزه هواره کړو. که چیرته تاسې Signal بیرته له سره انسټال کړئ، نو ستاسې د پیغامونو تاریخچه به له منځه ولاړه شي.
pt_br: Os dados transferidos do seu antigo aparelho não puderam ser restaurados. Por favor, envie um registro de depuração para support@signal.org para que possamos verificar este problema. Se você reinstalar o Signal, pode perder seu histórico de mensagens.
pt_pt: Os dados transferidos do seu dispositivo antigo não puderam ser restaurados. Envie um registo de depuração para support@signal.org para que possamos solucionar esse problema. Se você reinstalar o Signal, o seu histórico de mensagens poderá perder-se.
ro: Datele transferate de pe dispozitivul tău vechi nu au putut fi restabilite. Te rugăm să trimiți un jurnal de depanare la support@signal.org pentru a putea rezolva această problemă. Dacă reinstalezi Signal, istoricul mesajelor tale poate fi pierdut.
ru: Данные, перенесённые с вашего старого устройства, не удалось восстановить. Пожалуйста, отправьте журнал отладки на support@signal.org, чтобы мы смогли исправить эту проблему. Если вы переустановите Signal, ваша история сообщений может быть утеряна.
sk: Údaje prenesené z vášho starého zariadenia sa nepodarilo obnoviť. Odošlite denník ladenia na adresu support@signal.org, aby sme mohli tento problém vyriešiť. Ak Signal preinštalujete, môžete prísť o vašu históriu správ.
sl: Podatkov prenesenih iz vaše stare naprave ne moremo obnoviti. Prosimo, pošljite sistemsko zabeležbo na support@signal.org, da vam momo lahko pomagali odpraviti težavo. Če boste ponovno namestili aplikacijo Signal, bo zgodovina vaših sporočil izgubljena.
sq: Të dhënat e transferuara prej pajisjes tuaj të vjetër s’u rikthyen dot. Ju lutemi, dërgoni një regjistër diagnostikimesh te support@signal.org që të mund të merremi me këtë çështje. Nëse riinstaloni Signal-in, mund të humbë historiku i mesazheve tuaj.
sr: Подаци пренесени са вашег старог уређаја нису опорављени. Пошаљите извештај о грешкама на support@signal.org како бисмо решили тај проблем. Ако поново инсталирате Signal, ваша историја порука може бити изгубљена.
sv: Data som överförts från din gamla enhet kunde inte återställas. Skicka en felsökningslogg till support@signal.org så att vi kan felsöka problemet. Om du installerar om Signal kan din meddelandehistorik försvinna.
sw: Data iliyohamishwa kutoka kifaa chako cha zamani haikuweza kurejeshwa. Tafadhali tuma tunza kumbukumbu ya ueuaji kwa support@signal.org ili tuweze kushughulikia suala hili. Ukisanidi tena Signal historia yako ya ujumbe inaweza kupotea.
ta: தரவு மாற்றப்பட்டது உங்கள் பழையது சாதனம் மீட்டெடுக்க முடியவில்லை. தயவு செய்து அனுப்பு a பிழைத்திருத்த பதிவு க்கு support@signal.org எனவே இந்த Signal சரிசெய்ய முடியும். என்றால் நீங்கள் மீண்டும் நிறுவவும் சிக்னல் உங்கள் செய்தி வரலாறு இழக்கப்படலாம்.
te: మీ పాత పరికరం నుండి బదిలీ చేయబడిన డేటా పునరుద్ధరించబడలేదు. దయచేసి డీబగ్ లాగ్‌ను support@signal.org కు పంపండి, తద్వారా మేము ఈ సమస్యను పరిష్కరించుకుంటాము. మీరు Signal ‌ను తిరిగి ఇన్‌స్టాల్ చేస్తే మీ సందేశ చరిత్ర పోవచ్చు.
th: ข้อมูลที่ถูกถ่ายโอนจากอุปกรณ์เครื่องเก่าของคุณจะไม่สามารถกู้คืนได้ กรุณาส่งบันทึกการดีบักไปที่ support@signal.org เพื่อให้เราแก้ไขปัญหานี้ หากคุณติดตั้ง Signal ใหม่อีกครั้ง ประวัติการส่งข้อความของคุณอาจจะหายไป
tr: Eski cihazından aktarılan veri geri yüklenemiyor. Lütfen bu sorunu çözmemiz için support@signal.org adresine hata günlüğünü gönder. Eğer Signal'ı geri yüklersen, ileti geçmişin kaybolabilir.
ug: كونا ئەسكۈنىڭىزدىن يوللىغان سانلىق مەلۇماتنى ئەسلىگە كەلتۈرگىلى بولمىدى. support@signal.org غا سازلاش خاتىرىسى ئەۋەتىپ بۇ كاشىلىنى ھەل قىلىشىمىزغا ياردەم قىلىڭ. ئەگەر Signal نى قايتا ئورناتسىڭىز ئۇچۇر تارىخىڭىزنى يوقىتىشىڭىز مۇمكىن.
uk: Не вдалося відновити дані, перенесені з вашого старого пристрою. Будь ласка, надішліть журнал налагодження на support@signal.org, щоб ми могли виправити цю проблему. Якщо ви заново встановите Signal, історію повідомлень може бути втрачено.
ur: آپ کی پرانی ڈیوائس سے منتقل کردہ ڈیٹا کو بحال نہیں کیا جا سکا۔ براہ کرم support@signal.org پر ڈیبگ لاگ ارسال کریں تاکہ ہم اس مسئلے کا ازالہ کر سکیں۔ اگر آپ Signal کو دوبارہ انسٹال کرتے ہیں تو آپ کی مسیج ختم ہو سکتی ہے۔
vi: Dữ liệu từ thiết bị cũ của bạn không thể được khôi phục. Hãy gửi bản ghi chép lỗi đến support@signal.org để chúng tôi có thể khắc phục vấn đề. Nếu bạn cài đặt lại Signal, lịch sử trò chuyện của bạn sẽ không được lưu giữ.
zh_cn: 无法恢复从您的旧设备迁移的数据。请发送调试日志到 support@signal.org，以便我们解决此问题。如果您重装 Signal，您的消息记录也许会丢失。
zh_hk: 無法還原從舊裝置轉移的資料。請將除錯日誌傳送至 support@signal.org 以便我們修正問題。重新安裝 Signal 可能會導致訊息紀錄遺失。

# APP_LAUNCH_FAILURE_RESTORE_FAILED_TITLE
source: Could Not Complete Transfer
af: Kon nie die oordrag voltooi nie
ar: تعذّر إتمام عملية النقل
az: Köçürmə alınmadı
be: Не атрымалася завяршыць перанос
bg: Прехвърлянето не можа да бъде завършено
bn: স্থানান্তর সম্পূর্ণ করা যায়নি
ca: No s'ha pogut completar la transferència.
cs: Přenos dat se nepodařilo dokončit
cy: Methwyd Cwblhau y Trosglwyddiad
da: Kunne ikke gennemføre overførsel
de: Übertragung konnte nicht abgeschlossen werden
el: Δεν ήταν δυνατή η ολοκλήρωση της μεταφοράς
es: No se ha podido completar la transferencia
es_es: Fallo al completar transferencia
et: Andmete ülekandmine ei õnnestunud
eu: Ezin Izan Da Transferentzia Osatu
fa: امکان تکمیل انتقال وجود نداشت
fi: Siirtoa ei voitu suorittaa loppuun
fil: Hindi Makumpleto ang Paglipat
fr: Impossible de terminer le transfert
ga: Níorbh fhéidir an t-aistriú a chur i gcrích
gu: ટ્રાન્સફર પૂર્ણ કરી શકાયું નથી
he: לא היה ניתן להשלים את ההעברה
hi: ट्रान्सफर पूरा नहीं हो पाया
hr: Prijenos nije mogao biti dovršen
hu: Az adatok visszaállítása sikertelen.
id: Tidak dapat menyelesaikan transfer
is: Gat ekki lokið við flutning
it: Impossibile completare il trasferimento
ja: 移行を完了できませんでした
kab: Tugi ad temmed tuzna
kk: Көшіруді аяқтау мүмкін болмады
km: á˜á·á“á¢á¶á…á”á‰áŸ’á…á”áŸ‹á€á¶ášá”á‰áŸ’á‡á¼á“
kn: ವರ್ಗಾವಣೆಯನ್ನು ಪೂರ್ತಿಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko: 전송을 완료할 수 없음
lt: Nepavyko užbaigti perkėlimo
lv: Nevarēja pabeigt pārsūtīšanu
mk: Преносот не можеше да биде завршен
ml: കൈമാറ്റം പൂർത്തീകരിക്കാനാകുന്നില്ല
mr: स्थानांतरण पूर्ण करू शकले नाही
ms: Tidak Dapat Melengkapkan Pemindahan
my: လွှဲပြောင်းမှု မပြီးမြောက်နိုင်ပါ
nb: Overføringen kunne ikke fullføres
nl: Het overzetten van je Signal-account kon niet succesvol worden afgerond
pa: ਟ੍ਰਾਂਸਫਰ ਪੂਰਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pa_pk: منتقلی نوں مکمل نئیں کر سکیا
pl: Nie udało się przenieść danych
ps: لیږد بشپړ نشو
pt_br: Não foi possível completar a transferência
pt_pt: Não foi possível terminar a transferência
ro: Transferul nu s-a putut finaliza
ru: Не удалось завершить перенос
sk: Prenos sa nepodarilo dokončiť
sl: Prenos ni bil uspešen
sq: S’u Plotësua Dot Shpërngulja
sr: Пренос података није успео
sv: Det gick inte att slutföra överföringen
sw: Haijaweza Kukamilisha Uhamishaji
ta: இடமாற்றத்தை முடிக்க முடியவில்லை
te: బదిలీని పూర్తి చేయలేకపోయింది
th: ไม่สามารถถ่ายโอนจนเสร็จ
tr: Aktarım Tamamlanamadı
ug: يۆتكەشنى تاماملىيالمىدى.
uk: Не вдається завершити перенесення
ur: مکمل منتقلی نہیں ہوسکی
vi: Không thể Hoàn tất Quá trình chuyển
zh_cn: 迁移失败
zh_hk: 無法完成傳送資料

# APP_SETTINGS_EDIT_PROFILE_NAME_PROMPT
source: Enter your name
af: Voer jou naam in
ar: أدخِل اسمك
az: Adınızı daxil edin
be: Увядзіце ваша імя
bg: Въведете името си
bn: আপনার নাম প্রবেশ করুন
ca: Escriviu el vostre nom
cs: Zadejte své jméno
cy: Rhowch eich enw
da: Skriv dit navn
de: Gib deinen Namen ein
el: Συμπλήρωσε το όνομά σου
es: Introduce tu nombre
es_es: Introduce tu nombre
et: Sisesta enda nimi
eu: Sartu zure izena
fa: نام خود را وارد کنید
fi: Syötä nimesi
fil: Ilagay ang iyong pangalan
fr: Saisissez votre nom
ga: Cuir d'ainm isteach
gu: તમારું નામ દાખલ કરો
he: הכנס את שמך
hi: अपना नाम दें
hr: Unesite svoje ime
hu: Név megadása
id: Masukkan nama Anda
is: Settu inn nafnið þitt
it: Inserisci il tuo nome
ja: プロフィール名を入力してください
kab: Sekcem isem-ik
kk: Аты-жөніңізді енгізу
km: á”á‰áŸ’á…á¼á›áˆáŸ’á˜áŸ„áŸ‡ášá”áŸáŸ‹á¢áŸ’á“á€
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 이름을 입력해주세요
lt: Įveskite savo vardą
lv: Ievadiet savu vārdu
mk: Внесете го вашето име
ml: നിങ്ങളുടെ പേര് നൽകുക
mr: आपले नाव प्रविष्ट करा
ms: Masukkan nama anda
my: အမည်ထည့်ပါ
nb: Skriv inn navnet ditt
nl: Voer je naam in
pa: ਆਪਣਾ ਨਾਂ ਦਿਓ
pa_pk: اپنا ناں درج کرو
pl: Wpisz swoje imię
ps: خپل نوم دننه کړئ
pt_br: Insira seu nome
pt_pt: Introduza o seu nome
ro: Introdu numele tău
ru: Введите ваше имя
sk: Zadajte svoje meno
sl: Vnesite svoje ime
sq: Jepni emrin tuaj
sr: Унесите име
sv: Ange ditt namn
sw: Ingiza jina lako
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు రాయండి
th: ป้อนชื่อของคุณ
tr: İsminizi girin
ug: ئاتىڭىزنى كىرگۈزۈڭ
uk: Введіть своє ім’я
ur: اپنا نام داخل کریں
vi: Nhập tên của bạn
zh_cn: 输入您的名字
zh_hk: 輸入您的名字

# APP_UPDATE_NAG_ALERT_DISMISS_BUTTON
source: Not Now
af: Nie nou nie
ar: ليس الآن
az: İndi yox
be: Не зараз
bg: Не Сега
bn: এখন নয়
ca: Ara no
cs: Nyní ne
cy: Nid nawr
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
es_es: Ahora no
et: Mitte praegu
eu: Orain ez
fa: حالا نه
fi: Ei nyt
fil: Hindi Ngayon
fr: Plus tard
ga: Ná bac leis anois
gu: અત્યારે નહીં
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Később
id: Tidak sekarang
is: Ekki núna
it: Non ora
ja: 今はしない
kab: Mačči tura
kk: Қазір емес
km: á›á¾á€á€áŸ’ášáŸ„á™
kn: ಈಗಲ್ಲ
ko: 나중에
lt: Ne dabar
lv: Ne tagad
mk: Не сега
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
ms: Bukan sekarang
my: ယခုမဟုတ်ပါ
nb: Ikke nå
nl: Niet nu
pa: ਹਾਲੇ ਨਹੀਂ
pa_pk: اجے نئیں
pl: Nie teraz
ps: اوس نه
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sq: Jo Tani
sr: Не сада
sv: Inte nu
sw: Sio kwa Sasa
ta: இப்போது இல்லை
te: ఇప్పుడు కాదు
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
ug: ھازىر ئەمەس
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_cn: 以后再说
zh_hk: 現在不要
