Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# WALLPAPER_PREVIEW_OUTGOING_MESSAGE_ALL_CHATS
source: Set wallpaper for all chats.
af: Stel muurpapier vir alle kletse.
ar: تعيين خلفية لجميع الدردشات.
az: Divar kağızını bütün söhbətlər üçün tənzimləyin.
be: Усталяваць шпалеры для ўсіх чатаў.
bn: সমস্ত চ্যাটের জন্য ওয়ালপেপার সেট করুন।
ca: Estableix el fons per a tots els xats.
cs: Nastavit tapetu pro všechny chaty.
cy: Gosod papur wal ar gyfer pob sgwrs.
da: Opsæt baggrund for alle chats.
de: Leg den Hintergrund für alle Chats fest.
el: Ορισμός ταπετσαρίας για όλες τις συνομιλίες.
es: Elige un fondo para todos los chats.
et: Määra taustapilt kõigi vestluste jaoks.
eu: Ezarri hormairudia elkarrizketa guztientzat
fa: تنظیم کاغذدیواری برای تمامی گفتگوها.
fi: Taustakuva asetetaan kaikkiin keskusteluihin.
fr: Définir ce fond d'écran pour toutes les conversations.
ga: Socraigh cúlbhrat do gach comhrá.
gu: બધી ચેટ માટે વૉલપેપર સેટ કરો.
he: הגדרת רקע עבור כל הצ׳אטים.
hi: सभी चैट के लिए वॉलपेपर सेट करें।
hr: Postavi pozadinu za sve razgovore.
hu: Háttérkép beállítása az összes csevegéshez.
id: Atur wallpaper untuk semua obrolan.
is: Setja bakgrunnsmynd fyrir allar spjallrásir.
it: Imposta sfondo per tutte le chat.
ja: すべてのチャットの壁紙を設定します。
kab: Sbadu tugna n ugilal i meṛṛa idiwenniyen.
km: á€áŸ†áááŸ‹á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™áŸá˜áŸ’ášá¶á”áŸ‹á‚áŸ’ášá”áŸ‹á€á¶ášáŸá“áŸ’á‘á“á¶á‘á¶áŸ†á„á¢áŸáŸ‹áŸ”
kn: ಎಲ್ಲ ಚಾಟ್‌ಗಳಿಗೆ ವಾಲ್‌ಪೇಪರ್ ನಿಗದಿಸಿ.
ko: 모든 대화에 배경 화면을 설정합니다.
lt: Nustatyti foną visiems pokalbiams.
lv: Iestatiet fona tapeti visām tērzēšanām.
mk: Поставете позадина за сите разговори.
ml: എല്ലാ ചാറ്റുകള്‍ക്കും വാള്‍പേപ്പര്‍ സജ്ജമാക്കുക
mr: सर्व चॅट्ससाठी वॉलपेपर सेट करा.
ms: Tetapkan kertas dinding untuk semua sembang.
my: စကားပြောဆိုမှုများအားလုံး အတွက် နောက်ခံပုံတပ်မယ်။
nb: Sett bakgrunn for alle samtaler.
nl: Deze achtergrond instellen voor alle chats.
pa: ਸਾਰੀਆਂ ਚੈਟਾਂ ਲਈ ਵਾਲਪੇਪਰ ਲਾਓ।
pl: Ustaw tapetę we wszystkich czatach.
ps: د ټولو چټونو لپاره د والپیپر ټاکل.
pt_br: Definir esse papel de parede para todos os chats.
pt_pt: Definir fundo para todos os chats.
ro: Setează imaginea de fundal pentru toate conversațiile
ru: Установите обои для всех чатов.
sk: Nastaviť pozadie pre všetky čety.
sl: Nastavi ozadje za vse pogovore.
sq: Vini sfond për krejt fjalosjet.
sr: Подесите позадину за сва ћаскања.
sv: Ställ in bagrund för alla chattar.
sw: Weka picha ya mandhari kwa gumzo zote.
ta: எல்லா உரையாடல்களுக்கும் பின்னணிப்படத்தை அமைக்கவும்.
te: అన్ని మాటామంతీ‌ల కోసం వాల్‌పేపర్‌ను నిశ్చిత చేయండి.
th: ตั้งภาพพื้นหลังให้ทุกแชท
tr: Tüm sohbetler için duvar kâğıdını ayarla.
ug: بارلىق پاراڭ ئۈچۈن تام قەغىزى بەلگىلەش.
uk: Це будуть шпалери для всіх чатів.
ur: تمام چیٹس کے لیے وال پیپر سیٹ کریں۔
vi: Cài ảnh nền cho tất cả cuộc trò chuyện.
zh_cn: 对全部聊天设置墙纸。
zh_hk: 為所有聊天設定背景。

# WALLPAPER_PREVIEW_OUTGOING_MESSAGE_FORMAT
source: Set wallpaper for %@.
af: Stel muurpapier vir %@.
ar: تعيين خلفية لـ %1$@.
az: %@ üçün divar kağızını tənzimlə.
be: Усталяваць шпалеры для %1$@.
bn: %1$@-এর জন্য ওয়ালপেপার সেট করুন।
ca: Estableix el fons per a %1$@.
cs: Nastavit tapetu pro %1$@.
cy: Gosod papur wal i %@
da: Opsæt baggrund til %1$@.
de: Leg den Hintergrund für %1$@ fest.
el: Ορισμός ταπετσαρίας για %1$@.
es: Elige un fondo para "%1$@".
et: Määra taustapilt %@ jaoks.
eu: Ezarri hormairudia %@ elkarrizketarentzat.
fa: تنظیم کاغذدیواری برای %1$@.
fi: Aseta taustakuva keskusteluun %1$@.
fr: Définir ce fond d'écran pour %1$@.
ga: Set wallpaper for %1$@.
gu: %1$@ માટે વૉલપેપર સેટ કરો.
he: טפט הוגדר עבור %1$@.
hi: %1$@ के लिए वॉलपेपर सेट करें।
hr: Postavi pozadinu za %1$@.
hu: Háttérkép beállítása (%1$@).
id: Atur wallpaper untuk %1$@.
is: Setja bakgrunnsmynd fyrir %@.
it: Imposta sfondo per %1$@.
ja: %1$@ の壁紙を設定します。
kab: Sbadu agilal n ugdil i %@.
km: á€áŸ†áááŸ‹á•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™áŸá˜áŸ’ášá¶á”áŸ‹ %@
kn: %@ ಗಾಗಿ ವಾಲ್‌ಪೇಪರ್.
ko: %1$@ 배경으로 설정했습니다.
lt: Nustatytas fonas, skirtas %@.
lv: Iestatiet fona tapeti %@.
mk: Постави позадина за %@.
ml: %@ ക്ക്/ന് വാള്‍പേപ്പര്‍ സജ്ജമാക്കുക.
mr: %1$@ साठी वॉलपेपर सेट करा.
ms: Tetapkan kertas dinding untuk %1$@.
my: %@ အတွက် နောက်ခံပုံ တပ်မယ်
nb: Sett bakgrunn for %1$@.
nl: Deze achtergrond instellen voor %1$@.
pa: %@ ਲਈ ਵਾਲਪੇਪਰ ਲਾਓ।
pl: Ustaw tapetę w czacie %1$@.
ps: د %@ لپاره والپیپر وټاکئ.
pt_br: Definir papel de parede para %1$@.
pt_pt: Definir fundo para %1$@.
ro: Setare fundal pentru %1$@.
ru: Установите обои для %1$@.
sk: Nastaviť pozadie pre %1$@.
sl: Določi ozadje za uporabnika_co %@.
sq: Vini sfond për %@.
sr: Постави позадину за ћаскање %1$@.
sv: Ställ in bakgrund för %1$@.
sw: Weka picha ya mandhari kwa %@.
ta: %@க்கு பின்னணிப்படத்தை அமைக்கவும்.
te: %@ కోసం వాల్‌పేపర్‌ను నిశ్చిత చేయండి.
th: ตั้งภาพพื้นหลังให้ %1$@
tr: %1$@ için duvar kağıdını ayarlayın.
ug: %1$@ ئۈچۈن تام قەغىزى بېكىتىڭ.
uk: Це будуть шпалери для чату «%1$@».
ur: %1$@ کے لئے وال پیپر سیٹ کریں۔
vi: Cài ảnh nền cho %1$@.
zh_cn: 对 %1$@ 设置墙纸。
zh_hk: 為 %1$@ 設定背景。

# WALLPAPER_PREVIEW_TITLE
source: Preview
af: Voorskou
ar: معاينة
az: Önbaxış
be: Папярэдні прагляд
bn: প্রিভিউ
ca: Previsualitza
cs: Náhled
cy: Rhagolwg
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
et: Eelvaade
eu: Aurrebista
fa: پیش‌نمایش
fi: Esikatselu
fr: Aperçu
ga: Réamhamharc
gu: પ્રિવ્યૂ
he: תצוגה מקדימה
hi: प्रीव्यू
hr: Pregled
hu: Előnézet
id: Pratinjau
is: Forskoða
it: Anteprima
ja: プレビュー
kab: Taskant
km: á–á·á“á·ááŸ’á™á¡á¾á„áœá·á‰
kn: ಪ್ರಿವ್ಯೂ
ko: 미리보기
lt: Peržiūra
lv: Priekšskatīt
mk: Преглед
ml: പ്രിവ്യൂ
mr: पुनरावलोकन
ms: Pratonton
my: ကြိုတင်ကြည့်မယ်
nb: Forhåndsvisning
nl: Voorbeeld
pa: ਝਲਕ
pl: Podgląd
ps: مخکتنه
pt_br: Pré-visualização
pt_pt: Pré-visualização
ro: Previzualizare
ru: Предпросмотр
sk: Náhľad
sl: Predogled
sq: Paraparje
sr: Приказ
sv: Förhandsvisning
sw: Hakiki
ta: முன்னோட்டம்
te: పూర్వప్రదర్శన
th: ภาพตัวอย่าง
tr: Ön izleme
ug: ئالدىن كۆر
uk: Попередній вигляд
ur: پیش نظارہ
vi: Xem trước
zh_cn: 预览
zh_hk: 預覽

# WALLPAPER_SETTINGS_CLEAR_CHAT_COLOR
source: Clear Chat Color
af: Wis kletskleur
ar: إزالة لون الدردشة
az: Söhbət rəngini təmizlə
be: Ачысціць колер чата
bn: চ্যাটের রং সাফ করুন
ca: Neteja el color del xat
cs: Smazat barvu chatu
cy: Clirio Lliw'r Sgwrs
da: Fjern chatfarve
de: Chat-Farbe entfernen
el: Εκκαθάριση χρώματος συνομιλίας
es: Eliminar color del chat
et: Eemalda vestluse värv
fa: پاک کردن رنگ گفتگو
fi: Tyhjennä keskustelun väri
fr: Réinitialiser la couleur des bulles
ga: Glan Dath an Chomhrá
gu: ચેટ કલરને દૂર કરો
he: ניקוי צבע צ׳אט
hi: चैट का रंग हटाएँ
hr: Izbriši boju razgovora
hu: Csevegésszín alaphelyzetbe állítása
id: Hapus Warna Obrolan
is: Hreinsa lit spjalls
it: Rimuovi colore chat
ja: チャットの色を消去
km: áŸá˜áŸ’á¢á¶áá–ááŸŒá€á¶ášáŸá“áŸ’á‘á“á¶
kn: ಚಾಟ್‌ ಬಣ್ಣ ತೆಗೆಯಿರಿ
ko: 대화창 색 지우기
lt: Išvalyti pokalbio spalvą
lv: Notīrīt tērzēšanas krāsu
mk: Отстрани ја бојата на разговорот
ml: ചാറ്റ് നിറം മായ്‌ക്കുക
mr: चॅट रंग साफ करा
ms: Kosongkan Warna Sembang
nb: Fjern samtalefarge
nl: Chatkleur verwijderen
pa: ਇਸ ਚੈਟ ਰੰਗ ਨੂੰ ਮਿਟਾਓ
pl: Usuń kolor czatu
ps: د چت رنګ پاک کړئ
pt_br: Redefinir a cor do chat
pt_pt: Limpar a cor do chat
ro: Eliminare culoare conversație
ru: Удалить цвет чата
sk: Odstrániť farbu četu
sl: Izbriši barvo pogovora
sq: Spastro Ngjyrë Fjalosjeje
sr: Избриши боју ћаскања
sv: Rensa chattfärg
sw: Futa Rangi ya Gumzo
ta: அழி அரட்டை நிறம்
te: మాటామంతీ రంగు క్లియర్ చేయండి
th: ล้างสีแชท
tr: Sohbet Rengini Temizle
ug: سۆھبەت رەڭگىنى تازىلا
uk: Скинути колір чатів
ur: چیٹ کا رنگ صاف کریں
vi: Xóa Màu Cuộc trò chuyện
zh_cn: 清除聊天颜色
zh_hk: 清除聊天色彩

# WALLPAPER_SETTINGS_CLEAR_CHAT_COLOR_CHAT_CONFIRMATION
source: Clear chat color for this chat?
af: Wis kletskleur vir hierdie klets?
ar: هل ترغبُ بإزالة لون هذه الدردشة؟
az: Bu söhbətin rəngi təmizlənsin?
be: Ачысціць колер для гэтага чата?
bn: এই চ্যাটের জন্য চ্যাটের রং সাফ করবেন?
ca: Vols netejar el color d'aquest xat?
cs: Smazat barvu chatu pro tento chat?
cy: Clirio lliw sgwrs ar gyfer sgwrs hon?
da: Fjern farve fra denne chat?
de: Chat-Farbe für diesen Chat entfernen?
el: Εκκαθάριση χρώματος συνομιλίας για αυτή τη συνομιλία;
es: ¿Quieres eliminar el color de este chat?
et: Kas eemaldada selle vestluse värv?
fa: پاک کردن رنگ گفتگو برای این گفتگو؟
fi: Tyhjennetäänkö tämän keskustelun väri?
fr: Réinitialiser la couleur des bulles de cette conversation ?
ga: Glan dath an chomhrá don chomhrá seo?
gu: આ ચેટ માટે ચેટ કલરને દૂર કરવો છે?
he: לנקות צבע צ׳אט עבור צ׳אט זה?
hi: इस चैट के लिए चैट का रंग हटाएँ?
hr: Ukloni boju razgovora iz ovog razgovora?
hu: Ehhez a csevegéshez alaphelyzetbe állítod a színeket?
id: Hapus warna obrolan untuk obrolan ini?
is: Hreinsa lit spjalls í þessu spjalli?
it: Rimuovere il colore chat per questa chat?
ja: このチャットの色を消去しますか？
km: áŸá˜áŸ’á¢á¶áá–ááŸŒá€á¶ášáŸá“áŸ’á‘á“á¶á“áŸáŸ‡?
kn: ಈ ಚಾಟ್‌ಗೆ ಚಾಟ್‌ ಬಣ್ಣವನ್ನು ತೆಗೆಯುವುದೇ?
ko: 이 대화의 대화창 색을 제거할까요?
lt: Išvalyti šio pokalbio spalvą?
lv: Vai dzēst tērzēšanas krāsu šai tērzēšanai?
mk: Да ја отстранам бојата на разговорот за овој разговор?
ml: ഈ ചാറ്റിനായി ചാറ്റ് നിറം മായ്‌ക്കുക-ണോ?
mr: या चॅटसाठी चॅट रंग साफ करायचे?
ms: Kosongkan warna sembang untuk sembang ini?
nb: Fjern samtalefarge for denne samtalen?
nl: De kleur voor deze chat verwijderen?
pa: ਇਸ ਚੈਟ ਲਈ ਚੈਟ ਦਾ ਰੰਗ ਮਿਟਾਈਏ?
pl: Usunąć kolor tego czatu?
ps: غواړئ د همدې چت رنګ پاک کړئ؟
pt_br: Redefinir a cor desse chat?
pt_pt: Limpar cor do chat para este chat?
ro: Elimini culoarea pentru această conversație?
ru: Удалить цвет этого чата?
sk: Odstrániť farbu četu pre tento čet?
sl: Izbrišem barvo tega pogovora?
sq: Të spastrohet ngjyrë fjalosjeje për këtë fjalosje?
sr: Желите ли да избришете боју ћаскања за ово ћаскање?
sv: Rensa chattfärgen för denna chatt?
sw: Ungependa kufuta rangi ya gumzo kwa gumzo hii?
ta: அழி அரட்டை இதற்கான வண்ணம் அரட்டை?
te: ఈ మాటామంతీ కోసం మాటామంతీ రంగును క్లియర్ చేయాలా?
th: ล้างสีแชทสำหรับแชทนี้หรือไม่
tr: Bu sohbet için sohbet rengi temizlensin mi?
ug: بۇ سۆھبەتتىكى سۆھبەت رەڭگىنى تازىلامدۇ؟
uk: Скинути колір цього чату?
ur: اس چیٹ کے لیے چیٹ کا رنگ صاف کریں؟
vi: Xóa màu cho cuộc trò chuyện này?
zh_cn: 是否清除该聊天的聊天颜色？
zh_hk: 要清除此聊天的聊天色彩嗎？

# WALLPAPER_SETTINGS_CLEAR_WALLPAPER
source: Clear Wallpaper
af: Wis muurpapier
ar: إزالة الخلفية
az: Divar kağızını təmizlə
be: Ачысціць шпалеры
bn: ওয়ালপেপার পরিষ্কার করুন
ca: Neteja el fons
cs: Vymazat tapetu
cy: Clirio Papur Wal
da: Fjern baggrund
de: Hintergrund entfernen
el: Εκκαθάριση ταπετσαρίας
es: Eliminar fondo de pantalla
et: Eemalda taustapilt
eu: Kendu hormairudia
fa: پاک کردن کاغذدیواری
fi: Poista taustakuva
fr: Réinitialiser le fond d'écran
ga: Glan an cúlbhrat
gu: વૉલપેપરને દૂર કરી રહ્યા છીએ
he: נקה טפט
hi: वॉलपेपर हटाएँ
hr: Ukloni pozadinu
hu: Háttérkép eltávolítása
id: Bersihkan Wallpaper
is: Hreinsa bakgrunnsmynd
it: Rimuovi sfondo
ja: 壁紙を消去
kab: Sfeḍ agilal n ugdil
km: áŸá˜áŸ’á¢á¶áá•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™
kn: ವಾಲ್‌ಪೇಪರ್‌ ತೆಗೆಯಿರಿ
ko: 배경 삭제
lt: Išvalyti foną
lv: Notīrīt fona tapeti
ml: വാള്‍പേപ്പര്‍ മായ്‌ക്കുക
mr: वॉलपेपर साफ करा
ms: Kosongkan Kertas Dinding
my: နောက်ခံပုံ ရှင်းမယ်
nb: Fjern bakgrunn
nl: Achtergrond verwijderen
pa: ਵਾਲਪੇਪਰ ਮਿਟਾਓ
pl: Usuń tapetę
ps: والپیپر پاک کړئ
pt_br: Remover papel de parede
pt_pt: Limpar fundo de ecrã
ro: Eliminare fundal
ru: Удалить обои
sk: Odstrániť pozadie
sl: Ponastavi ozadje
sq: Hiqe Sfondin
sr: Уклони позадину
sv: Rensa bakgrund
sw: Futa Picha ya Mandhari
ta: பின்னணிப்படம் நீக்கவும்
te: వాల్‌పేపర్‌ను క్లియర్ చేయండి
th: ล้างภาพพื้นหลัง
tr: Duvar Kağıdını Kaldır
ug: تام قەغىزىنى تازىلاڭ
uk: Скинути шпалери
ur: صاف وال پیپر
vi: Xoá ảnh nền
zh_cn: 清除墙纸
zh_hk: 移除背景

# WALLPAPER_SETTINGS_CLEAR_WALLPAPER_CHAT_CONFIRMATION
source: Clear wallpaper for this chat?
af: Wis muurpapier vir hierdie klets?
ar: هل ترغبُ بإزالة الخلفية لهذه الدردشة؟
az: Bu söhbət üçün divar kağızı təmizlənsin?
be: Ачысціць шпалеры для гэтага чата?
bn: এই চ্যাটের ওয়ালপেপার পরিষ্কার করবেন?
ca: Vols netejar el fons per a aquest xat?
cs: Smazat tapetu pro tento chat?
cy: Clirio papur wal ar gyfer sgwrs hon?
da: Fjern baggrund fra denne chat?
de: Hintergrund für diesen Chat entfernen?
el: Εκκαθάριση της ταπετσαρίας αυτής της συνομιλίας;
es: ¿Eliminar el fondo de pantalla de este chat?
et: Kas eemaldada selle vestluse taustapilt?
eu: Kendu elkarrizketa honen hormairudia
fa: حذف کاغذ دیواری برای این گفتگو؟
fi: Poistetaanko tämän keskustelun taustakuva?
fr: Réinitialiser le fond d'écran de cette conversation ?
ga: Glan cúlbhrat don chomhrá seo?
gu: આ ચેટ માટે વૉલપેપર દૂર કરવું છે?
he: לנקות רקע עבור צ׳אט זה?
hi: इस चैट के लिए वॉलपेपर हटाएँ?
hr: Ukloni pozadinu iz ovog razgovora?
hu: Háttérkép levétele a csevegésről?
id: Hapus wallpaper untuk obrolan ini?
is: Hreinsa bakgrunnsmynd í þessu spjalli?
it: Rimuovere lo sfondo per questa chat?
ja: このチャットの壁紙を消去しますか？
kab: Sfeḍ igilalen n ugdil i udiwenni-a?
km: áŸá˜áŸ’á¢á¶áá•áŸ’á‘á¶áŸ†á„á–á¸á€áŸ’ášáŸ„á™á€á¶ášáŸá“áŸ’á‘á“á¶á“áŸáŸ‡
kn: ಈ ಚಾಟ್‌ಗೆ ವಾಲ್‌ಪೇಪರ್‌ ತೆಗೆಯಿರಿ
ko: 이 대화의 배경 화면을 제거할까요?
lt: Išvalyti šio pokalbio foną?
lv: Vai notīrīt fona tapeti šai tērzēšanai?
mk: Да ја отстранам позадината за овој разговор?
ml: ഈ ചാറ്റിന്റെ വാള്‍പേപ്പര്‍ മായ്ക്കുണോ?
mr: या चॅटसाठी वॉलपेपर साफ करायचा?
ms: Kosongkan kertas dinding untuk sembang ini?
my: ၎င်းစကားပြောဆိုမှုအတွက် နောက်ခံပုံ ရှင်းမည်လား?
nb: Fjern bakgrunnsbilde for denne samtalen?
nl: Achtergrond verwijderen voor deze chat?
pa: ਇਸ ਚੈਟ ਲਈ ਵਾਲਪੇਪਰ ਮਿਟਾਈਏ?
pl: Usunąć tapetę w tym czacie?
ps: غواړئ د همدې چت لپاره والپیپر پاک کړئ؟
pt_br: Remover papel de parede deste chat?
pt_pt: Limpar papel de parede para este chat?
ro: Elimini fundalul pentru această conversație?
ru: Удалить обои для этого чата?
sk: Odstrániť pozadie pre tento čet?
sl: Želite ponastaviti ozadje tega pogovora?
sq: Të hiqet sfondi për këtë fjalosje?
sr: Желите ли да уклоните позадину за ово ћаскање?
sv: Rensa bakgrunden för denna chatt?
sw: Ungependa kufuta picha ya mandhari kwa gumzo hili?
ta: இந்த உரையாடலுக்கு பின்னணிப்படத்தை நீக்கவா?
te: ఈ మాటామంతీ కోసం వాల్‌పేపర్‌ను క్లియర్ చేయాలా?
th: ล้างภาพพื้นหลังสำหรับแชทนี้หรือไม่
tr: Bu sohbet için duvar kâğıdı kaldırılsın mı?
ug: بۇ سۆھبەتنىڭ تام قەغىزىنى تازىلىۋېتەمسىز؟
uk: Скинути шпалери для цього чату?
ur: اس چیٹ کے لیے وال پیپر صاف کریں؟
vi: Xóa hình nền cho cuộc trò chuyện?
zh_cn: 对该聊天清除墙纸？
zh_hk: 要移除此聊天的背景嗎？

# WALLPAPER_SETTINGS_DIM_WALLPAPER
source: Dark Theme Dims Wallpaper
af: Donkertema doof muurpapier uit
ar: النمط الداكن يعتِّم الخلفية
az: Tünd rejim, divar kağızını qaraldır
be: Цёмная тэма зацямняе шпалеры
bn: ডার্ক থিম ওয়ালপেপার অস্পষ্ট করে
ca: El tema fosc enfosqueix el fons.
cs: Tmavý motiv ztlumí tapetu
cy: Thema Tywyll yn Pylu Papur Wal
da: Mørkt tema dæmper baggrund
de: Dunkelmodus dunkelt Hintergrund ab
el: Το Σκοτεινό θέμα σκουραίνει την ταπετσαρία.
es: Atenuar fondo con tema oscuro
et: Tume teema tumendab taustapilti
eu: Itxura ilunak hormairudia leundu egingo du
fa: طرح زمینهٔ تاریک کاغذدیواری را تار می‌کند
fi: Himmennä tummassa teemassa
fr: Adapter le fond d'écran au mode sombre
gu: ડાર્ક થીમ વૉલપેપરને ઝાંખું પાડે છે
he: ערכת נושא כהה מעמעמת טפטים
hi: डार्क थीम वॉलपेपर की रोशनी कम कर देती है
hr: Zatamni pozadinu
hu: Kép tompítása sötét témánál
id: Mode Gelap Meredupkan Wallpaper
is: Dökkt þema dekkir bakgrunnsmynd
it: Attenua lo sfondo nel tema scuro
ja: ダークテーマで壁紙を暗くする
kab: Asentel aberkan iseḍlam agilal n ugdil
km: á•áŸ’á‘áŸƒáá¶á„á€áŸ’ášáŸ„á™á–ááŸŒááŸ’á˜áŸ…áŸáŸ’ášá‘á“áŸ‹
kn: ಡಾರ್ಕ್‌ ಥೀಮ್‌ನಿಂದ ವಾಲ್‌ಪೇಪರ್ ಮಂದವಾಗುತ್ತದೆ
ko: 어두운 테마는 배경을 흐립니다.
lt: Tamsus apipavidalinimas pritemdo foną
lv: Tumšais režīms aptumšo fona tapeti
mk: Темната тема ја затемнува позадината
ml: ഡാര്‍ക്ക് തീം വാള്‍പേപ്പര്‍ മങ്ങിക്കും
mr: गडद थीम वॉलपेपर अस्पष्ट बनवतो
ms: Tema Gelap Mengelamkan Kertas Dinding
my: အနက်ရောင် အပြင်အဆင်သည် နောက်ခံကို မှိန်စေပါသည်
nb: Mørkt tema demper bakgrunnen
nl: Donker thema dimt achtergrond
pa: ਗੂੜ੍ਹੇ ਰੰਗੇ ਥੀਮ ਡਿਮਜ਼ ਵਾਲਪੇਪਰ
pl: Ciemny motyw przyciemnia tapetę
ps: تیاره تیم والپیپر تاریک کوي
pt_br: Escurecer o papel de parede no tema escuro
pt_pt: Fundo escuro com pouco brilho
ro: Tema întunecată estompează fundalul
ru: Затемнение обоев при тёмной теме
sk: Tmavý motív stlmí pozadie
sl: Zatemnjeno ozadje pri temni témi
sq: Tema e Errët e Errëson Sfondin
sr: Тамна тема затамњује позадину
sv: Mörkt tema dämpar bakgrunden
sw: Mandhari Meusi Yatapunguza Mwangaza wa Picha ya Mandhari
ta: இருண்ட கருப்பொருள் பின்னணிப்படத்தை மங்கச் செய்கிறது
te: నల్లని ఇతివృత్తం వాల్ పేపర్‌ను మసకబారుస్తుంది
th: ภาพพื้นหลังธีมมืดสลัว
tr: Koyu Tema, Duvar Kağıdını Karartır
ug: قاراڭغۇ ئۇسلۇب تام قەغىزىنى گىرىمسەنلەشتۈرىدۇ
uk: Темна тема зменшує яскравість шпалер
ur: ڈارک تھیم Dims وال پیپر
vi: Chế độ Tối Làm mờ Ảnh nền
zh_cn: 深色主题暗淡墙纸
zh_hk: 深色主題時讓背景變暗
