Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# DONATION_ON_BEHALF_OF_A_FRIEND_DISAPPEARING_MESSAGES_NOTICE_FORMAT
source: Disappearing messages are turned on for this chat. Your donation message will disappear in %1$@.
ar: تمَّ تشغيل ميزة اختفاء الرسائل لهذه الدردشة. سَتختفي رسالة التبرُّع الخاصة بك بعد %1$@.
be: Для гэтага чата ўключаны знікаючыя паведамленні. Ваша паведамленне аб ахвяраванні знікне праз %1$@.
bn: এই চ্যাটের জন্য অদৃশ্য হয়ে যাওয়া ম্যাসেজ চালু করা হয়েছে। %1$@-এর মধ্যে আপনার ডোনেশন ম্যাসেজটি অদৃশ্য হয়ে যাবে।
ca: Els missatges a desaparèixer estan desactivats per aquest xat. El teu missatge de donació desapareixerà en %1$@.
cs: Pro tento chat jsou zapnuty mizející zprávy. Vaše zpráva o příspěvku zmizí za %1$@.
da: Forsvindende beskeder er slået til i denne chat. Din donationsmeddelelse vil forsvinde om %1$@.
de: »Verschwindende Nachrichten« sind für diesen Chats aktiviert. Deine Spendenmitteilung verschwindet in %1$@.
el: Τα αυτοκαταστρεφόμενα μηνύματα είναι ενεργοποιημένα για αυτήν τη συνομιλία. Το μήνυμα δωρεάς σου θα εξαφανιστεί σε %1$@.
es: Los mensajes temporales están desactivados en este chat. Tu mensaje de donación desaparecerá en %1$@.
fa: پیام‌های ناپدیدشونده در این گفتگو فعال است. پیام کمک مالی شما در %1$@ ناپدید خواهد شد.
fi: Katoavat viestit ovat käytössä tässä keskustelussa. Lahjoitusviestisi katoamisaika on %1$@.
fr: Les messages éphémères sont activés pour cette conversation. Le message envoyé à votre ami pour l'informer de votre don disparaîtra dans %1$@.
ga: Tá teachtaireachtaí sealadacha casta air don chomhrá seo. Imeoidh do theachtaireacht faoin tabhartas as radharc i gceann %1$@.
gu: આ ચેટ માટે ગાયબ થતાં મેસેજ ચાલુ છે. તમારો દાનનો મેસેજ %1$@ માં ગાયબ થઈ જશે.
he: הודעות נעלמות מופעלות בצ׳אט זה. הודעת התרומה שלך תיעלם בעוד %1$@.
hi: इस चैट के लिए गायब होनेवाले संदेश चालू कर दिए गए हैं। आपका दान संदेश %1$@ में आएगा।
hr: Za ovaj razgovor uključene su nestajuće poruke. Vaša poruka o donaciji nestat će za %1$@.
hu: Ennél a csevegésnél be vannak kapcsolva az Eltűnő üzenetek. Adományüzeneted %1$@ múlva eltűnik.
id: Pesan Terhapus Otomatis diaktifkan untuk obrolan ini. Pesan donasi Anda akan hilang dalam %1$@.
it: I messaggi a scomparsa sono stati attivati per questa chat. Il tuo messaggio legato alla donazione scomparirà tra %1$@.
ja: このチャットでは、消えるメッセージがオンになっています。寄付メッセージは %1$@で消えます。
ko: 이 대화에서 메시지 자동 삭제를 사용합니다. %1$@ 후 기부 메시지가 사라집니다.
mr: या चॅट साठी लुप्त होणारे संदेश चालू केले आहेत. आपला देणगी संदेश %1$@ मध्ये लुप्त होईल.
ms: Mesej yang hilang dihidupkan untuk sembang ini. Mesej derma anda akan hilang dalam %1$@.
nb: Tidsbegrensede meldinger er slått på i denne samtalen. Meldingen din om pengegaven forsvinner om %1$@.
nl: Verdwijnende berichten zijn ingeschakeld voor deze chat. Je donatiebericht verdwijnt over %1$@.
pl: W tym czacie włączona jest opcja znikających wiadomości. Twoja wiadomość na temat darowizny zniknie za %1$@.
pt_br: As mensagens temporárias estão ativadas para este chat. Sua mensagem de doação desaparecerá em %1$@.
pt_pt: As mensagens temporárias estão ativadas para este chat. A sua mensagem de doação vai desaparecer dentro de %1$@.
ro: Mesajele temporare sunt activate pentru această conversație. Mesajul tău de donație va dispărea în %1$@.
ru: Исчезающие сообщения включены в этом чате. Ваше сообщение о пожертвовании исчезнет через %1$@.
sk: Pre tento čet sú zapnuté miznúce správy. Vaša správa o prispení zmizne za %1$@.
sr: Нестајуће поруке су укључене у овом ћаскању. Ваша порука о донацији ће истећи за %1$@.
sv: Försvinnande meddelanden är aktiverade för den här chatten. Ditt donationsmeddelande försvinner om %1$@.
th: แชทนี้เปิดใช้งานฟีเจอร์ข้อความที่จะหายไปอยู่ ดังนั้น ข้อความแจ้งการบริจาคของคุณจะหายไปภายใน %1$@
tr: Kaybolan mesajlar bu sohbet için açıldı. Bağış mesajın %1$@ içinde kaybolacak.
ug: بۇ پاراڭدا ئۇچۇرنى ئاپتوماتىك ئۆچۈرۈش ئىقتىدارى ئوچۇق. ئىئانە ئۇچۇرىڭىز«%1$@» دىن كېيىن ئۆچۈرۈلىدۇ.
uk: У цьому чаті ввімкнено тимчасові повідомлення. Повідомлення про донат зникне після спливу відповідного часу (%1$@).
ur: مدتی میسجز اس چیٹ کے لیے آن ہیں۔ آپ کا عطیاتی میسج %1$@ میں غائب ہو جائے گا۔
vi: Tin nhắn tự xóa được bật cho cuộc trò chuyện này. Tin nhắn đi kèm khoản ủng hộ của bạn sẽ biến mất trong %1$@.
zh_cn: 此聊天已开启限时消息功能。您的代捐消息将会在 %1$@后消失。
zh_hk: 此聊天已開啟「自動銷毀訊息」功能。你的捐款訊息將在 %1$@ 內消失。

# DONATION_ON_BEHALF_OF_A_FRIEND_PAYMENT_DESCRIPTION
source: One-time Donation
ar: التبرُّع لمرّة واحدة
be: Разавае ахвяраванне
bn: এককালীন ডোনেশন
ca: Donació única
cs: Jednorázový příspěvek
da: Engangsdonation
de: Einmalspende
el: Μεμονωμένη δωρεά
es: Donación puntual
fa: اهدای کمک مالی یک‌باره
fi: Kertalahjoitus
fr: Don ponctuel
ga: Tabhartas Aonuaire
gu: એક-વખતનું દાન
he: תרומה חד פעמית
hi: एक बार का दान
hr: Jednokratna donacija
hu: Egyszeri adomány
id: Donasi satu kali
it: Donazione unica
ja: 今回限りの寄付
ko: 일회성 기부
mr: एक-वेळ देणगी
ms: Derma Sekali
nb: Engangsbeløp
nl: Eenmalige donatie
pl: Darowizna jednorazowa
pt_br: Doação única
pt_pt: Doação única
ro: Donație Unică
ru: Разовое пожертвование
sk: Jednorazový príspevok
sr: Једнократна донација
sv: Engångsdonation
th: บริจาคครั้งเดียว
tr: Tek Seferlik Bağış
ug: بىر قېتىملىق ئىئانە
uk: Разовий донат
ur: ایک وقتی عطیہ
vi: Khoản Ủng hộ Một lần
zh_cn: 单次捐款
zh_hk: 單次捐款

# DONATION_ON_BEHALF_OF_A_FRIEND_PAYMENT_FAILED_ERROR_BODY
source: Your payment couldn’t be processed and you have not been charged. Please try again.
ar: تعذَّرت معالجة دفعتك ولم يتم تحصيل أي رسوم منك. يُرجى المحاولة مرّة أخرى.
be: Ваш плацеж не атрымалася апрацаваць, і вашы сродкі не былі cпісаны. Паўтарыце спробу.
bn: আপনার পেমেন্ট প্রক্রিয়া করা যায়নি এবং আপনাকে চার্জ করা হয়নি। অনুগ্রহপূর্বক আবার চেষ্টা করুন।
ca: El pagament no s'ha pogut processar i no se t'ha cobrat. Torna a intentar-ho.
cs: Vaše platba nemohla být zpracována a nebyla vám odečtena. Zkuste to prosím znovu.
da: Din betaling kunne ikke behandles, og du er ikke blevet opkrævet. Prøv igen.
de: Deine Zahlung konnte nicht verarbeitet werden und wurde nicht abgebucht. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η επεξεργασία της πληρωμής σου και δεν έχεις χρεωθεί. Δοκίμασε ξανά.
es: No se ha podido procesar el pago y no se ha aplicado ningún cargo. Inténtalo de nuevo.
fa: پرداختتان پردازش نشد و هزینه‌ای از شما کسر نشد. لطفاً دوباره تلاش کنید.
fi: Maksuasi ei voitu käsitellä, eikä sinua ei ole veloitettu. Ole hyvä ja yritä uudelleen.
fr: Impossible de traiter votre paiement. Vous n'avez pas été débité. Nous vous invitons à réessayer.
ga: Níorbh fhéidir d'íocaíocht a phróiseáil agus níor gearradh táille ort. Triail arís.
gu: તમારી ચુકવણીની પ્રક્રિયા થઈ ન શકી અને તમારી પાસેથી ચાર્જ લેવામાં આવ્યો નથી. કૃપા કરીને ફરીથી પ્રયત્ન કરો.
he: לא יכולנו לעבד את התשלום שלך ולכן לא חויבת. יש לנסות שוב.
hi: आपका भुगतान प्रोसेस नहीं किया जा सका और आपके पैसे नहीं काटे गए हैं। कृपया फिर से प्रयास करें।
hr: Vašu transakciju nije bilo moguće obraditi te vam se iznos neće naplatiti. Molimo pokušajte ponovno.
hu: Fizetésed feldolgozása sikertelen, nem került összeg levonásra. Kérjük próbáld újra!
id: Pembayaran Anda tidak dapat diproses, jadi penagihan gagal. Mohon coba lagi.
it: Non siamo riusciti a elaborare il tuo pagamento, perciò non hai ricevuto nessun addebito. Prova di nuovo.
ja: お支払いを処理できず、課金されませんでした。もう一度やり直してください。
ko: 결제를 처리하지 못했으며 요금이 청구되지 않았습니다. 다시 시도하세요.
mr: आपल्या पेमेंटवर प्रक्रिया केली जाऊ शकत नाही आणि आपणाला शुल्क आकारलेले नाही. कृपया पुन्हा प्रयत्न करा.
ms: Pembayaran anda tidak boleh diproses dan tiada caj dikenakan. Sila cuba lagi.
nb: Betalingen kunne ikke behandles, og kontoen din har ikke blitt belastet. Prøv igjen.
nl: Je betaling kon niet worden verwerkt en er is geen geld afgeschreven. Probeer het opnieuw.
pl: Nie udało się przetworzyć płatności, a Twoje konto nie zostało obciążone. Spróbuj ponownie.
pt_br: Não foi possível processar o pagamento, por isso a cobrança não foi efetuada. Tente novamente.
pt_pt: O seu pagamento não pode ser processado e, como tal não terá nenhuma cobrança. Por favor, tente de novo.
ro: Plata nu a putut fi procesată și nu ți s-au luat bani. Te rugăm să încerci din nou.
ru: Не удалось обработать ваш платёж, и с вас не была взята плата. Пожалуйста, попробуйте ещё раз.
sk: Vašu platbu sa nepodarilo spracovať a nebola vám naúčtovaná. Skúste to znova.
sr: Обрада вашег плаћања није успела и није вам наплаћено. Пробајте поново.
sv: Din betalning kunde inte behandlas och du har inte debiterats. Försök igen.
th: ไม่สามารถดำเนินการชำระเงินได้และคุณยังไม่ได้ถูกเรียกเก็บเงิน กรุณาลองใหม่อีกครั้ง
tr: Ödemenin işlemi yapılamadı ve ücret alınmadı. Lütfen tekrar dene.
ug: سىزنىڭ پۇل تۆلەش جەريانىڭىزنى بىر تەرەپ قىلغىلى بولمىدى. سىزدىن پۇل ئېلىنمىدى. قايتا سىناڭ.
uk: Ваш платіж не вдалось опрацювати, тому кошти не було стягнуто. Будь ласка, повторіть оплату.
ur: آپ کی پیمنٹ پر کارروائی نہیں کی جا سکی اور آپ کو چارج نہیں کیا گیا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Khoản thanh toán không thể được và bạn chưa bị tính phí. Vui lòng thử lại.
zh_cn: 系统无法处理您的付款，您还未支付成功。请重试。
zh_hk: 系統無法處理你的付款，付款尚未成功。請再試一次。

# DONATION_ON_BEHALF_OF_A_FRIEND_PAYMENT_FAILED_ERROR_TITLE
source: Payment Failed
ar: فشِلت عملية الدفع
be: Плацеж не атрымаўся
bn: পেমেন্ট সফল হয়নি
ca: Ha fallat el pagament.
cs: Platba se nezdařila
da: Betaling mislykkedes
de: Zahlung gescheitert
el: Η πληρωμή απέτυχε
es: No se ha podido completar el pago
fa: پرداخت انجام نشد
fi: Maksu epäonnistui
fr: Échec du paiement
ga: Theip ar an Íocaíocht
gu: ચુકવણી નિષ્ફળ
he: תשלום נכשל
hi: भुगतान नहीं हो सका
hr: Plaćanje nije uspjelo
hu: Fizetés sikertelen
id: Pembayaran Gagal
it: Pagamento non riuscito
ja: 決済に失敗しました
ko: 결제에 실패했습니다.
mr: पेमेंट अयशस्वी झाले
ms: Pembayaran Gagal
nb: Betalingen mislyktes
nl: Betaling is mislukt
pl: Płatność nieudana
pt_br: Falha no pagamento
pt_pt: Falha no pagamento
ro: Plata a Eșuat
ru: Платёж не удался
sk: Platba zlyhala
sr: Плаћање није успело
sv: Betalning misslyckades
th: ชำระเงินไม่สำเร็จ
tr: Ödeme Başarısız
ug: چىقىم قىلالمىدى
uk: Не вдалося здійснити платіж
ur: پیمنٹ ناکام ہو گئی
vi: Thanh toán không thành công
zh_cn: 付款失败
zh_hk: 付款失敗

# DONATION_ON_BEHALF_OF_A_FRIEND_PAYMENT_SUCCEEDED_BUT_MESSAGE_FAILED_ERROR_BODY
source: Your payment was processed but Signal could not send your donation message. Please contact support.
ar: تمَّت مُعالجة عملية الدفع لديك، ولكن لم يتمكّن سيجنال من إرسال رسالة التبرُّع الخاصة بك. يُرجى التواصل مع فريق الدعم.
be: Ваш плацеж быў апрацаваны, але Signal не зможа адправіць паведамленне аб гэтым ахвяраванні. Калі ласка, звярніцеся да службы падтрымкі.
bn: আপনার পেমেন্ট প্রক্রিয়া করা হয়েছে, কিন্তু Signal আপনার ডোনেশনের ম্যাসেজ পাঠাতে পারেনি। অনুগ্রহ করে সহায়তা কেন্দ্রে যোগাযোগ করুন।
ca: El teu pagament ha estat processat, però Signal no ha pogut enviar el teu missatge de donació. Posa't en contacte amb l'assistència.
cs: Vaše platba byla zpracována, ale aplikace Signal nemohla odeslat vaši zprávu o příspěvku. Prosím kontaktujte podporu.
da: Din betaling blev behandlet, men Signal kunne ikke sende din donationsmeddelelse. Kontakt support.
de: Deine Zahlung wurde bearbeitet, aber Signal konnte deine Spendenmitteilung nicht versenden. Bitte kontaktiere den Support.
el: Έγινε επεξεργασία της πληρωμής σου από τη Signal, αλλά δεν καταφέραμε να στείλουμε το μήνυμα της δωρεάς. Επικοινώνησε με την υποστήριξη.
es: Tu pago se ha procesado, pero Signal no ha podido enviar tu mensaje de donación. Contacta con el equipo de asistencia.
fa: پرداختتان پردازش شد اما سیگنال نتوانست پیام اهدای کمک مالی شما را ارسال کند. لطفاً با پشتیبانی تماس بگیرید.
fi: Maksusi käsiteltiin, mutta Signal ei voinut lähettää lahjoitusviestiäsi. Ota yhteys tukeen.
fr: Votre paiement a bien été traité, mais impossible d'envoyer à votre ami le message l'informant de ce don. Merci de bien vouloir contacter l'assistance.
ga: Rinneadh d'íocaíocht a phróiseáil ach ní raibh Signal in ann do theachtaireacht faoin tabhartas a sheoladh. Déan teagmháil leis an bhfoireann tacaíochta.
gu: તમારી ચુકવણીની પ્રક્રિયા કરવામાં આવી હતી પરંતુ Signal તમારો દાનનો મેસેજ મોકલી શક્યું નથી. કૃપા કરીને સપોર્ટનો સંપર્ક કરો.
he: התשלום שלך עבד אבל Signal לא הצליחה לשלוח את ההודעה על התרומה. יש ליצור קשר עם התמיכה.
hi: आपका भुगतान प्रोसेस कर लिया गया था लेकिन Signal द्वारा आपका दान संदेश नहीं भेजा जा सका। कृपया सपोर्ट से संपर्क करें।
hr: Vaša uplata je obrađena, ali Signal nije mogao poslati vašu poruku uz donaciju. Molimo kontaktirajte podršku.
hu: A fizetésed feldolgoztuk, de a Signal nem tudta elküldeni az adományozási üzenetet. Kérjük, vedd fel a kapcsolatot a Támogatási Központtal!
id: Pembayaran telah diproses, tetapi Signal tidak dapat mengirimkan pesan donasi Anda. Mohon hubungi bantuan.
it: Il tuo pagamento è stato elaborato correttamente, ma Signal non è riuscito a inviare il messaggio relativo alla tua donazione. Ti consigliamo di contattare l'assistenza.
ja: お支払いは処理されましたが、Signal は寄付メッセージを送信できませんでした。サポートにお問い合わせください。
ko: 결제를 처리했으나 Signal에서 귀하의 기부 메시지를 보내지 못했습니다. 고객 지원팀으로 문의하세요.
mr: आपल्या पेमेंट्स वर प्रक्रिया करण्यात आली होती मात्र Signal आपला देणगी संदेश पाठवू शकत नाही. कृपया सपोर्टशी संपर्क साधा.
ms: Pembayaran anda telah diproses tetapi Signal tidak boleh menghantar mesej derma anda. Sila hubungi pusat bantuan.
nb: Betalingen gikk gjennom, men Signal kunne ikke sende den tilhørende meldingen. Ta kontakt med brukerstøtten vår.
nl: Je betaling is verwerkt, maar Signal kan je donatiebericht niet versturen. Neem contact op met ondersteuning.
pl: Płatność została przetworzona, ale nie udało się wysłać Twojej wiadomości na temat darowizny. Skontaktuj się z zespołem pomocy technicznej.
pt_br: O pagamento foi processado, mas o Signal não conseguiu enviar sua mensagem de doação. Entre em contato com o suporte.
pt_pt: O seu pagamento foi processado, mas o Signal não lhe conseguiu enviar o crachá de presente. Entre em contacto com a equipa de suporte. Entre em contacto com a equipa de suporte.
ro: Plata a fost procesată, dar Signal nu a putut să trimită mesajul de donație. Te rugăm contactează asistența.
ru: Ваш платёж был обработан, но Signal не смог отправить сообщение о пожертвовании. Пожалуйста, свяжитесь с поддержкой.
sk: Vaša platba bola spracovaná ale Signalu sa nepodarilo odoslať správu o prispení. Kontaktujte náš tím podpory.
sr: Ваша уплата је обрађена, али Signal није успео да пошаље вашу поруку уз донацију. Обратите се подршци.
sv: Din betalning behandlades men Signal kunde inte skicka ditt donationsmeddelande. Kontakta supporten.
th: ดำเนินการชำระเงินแล้ว แต่ Signal ไม่สามารถส่งข้อความแจ้งการบริจาคของคุณได้ กรุณาติดต่อฝ่ายสนับสนุน
tr: Ödemen işleme alındı fakat Signal bağış mesajını gönderemedi. Lütfen destek ekibiyle iletişime geç.
ug: پۇل تۆلىشىڭىز بىر تەرەپ قىلىندى، لېكىن Signal سىزگە ئىئانە ئۇچۇرىنى يوللىيالمىدى. ياردەم خادىمى بىلەن ئالاقىلىشىڭ.
uk: Ваш донат опрацьовано, але Signal не вдалося надіслати повідомлення про нього. Будь ласка, зверніться до служби підтримки.
ur: آپ کی پیمنٹ پر کارروائی ہو گئی تھی تاہم Signal آپ کے عطیہ کا پیغام ارسال کرنے سے قاصر تھی۔ براہ کرم سپورٹ سے رابطہ کریں۔
vi: Khoản ủng hộ của bạn đã được xử lý nhưng Signal không thể gửi tin nhắn kèm khoản ủng hộ của bạn. Vui lòng liên hệ bộ phận hỗ trợ.
zh_cn: 您的付款已处理，但 Signal 无法发送您的捐款消息。请联系支持团队。
zh_hk: 系統已經處理你的付款，但 Signal 無法傳送你的捐款訊息。請聯絡支援團隊。

# DONATION_ON_BEHALF_OF_A_FRIEND_PAYMENT_SUCCEEDED_BUT_MESSAGE_FAILED_ERROR_TITLE
source: Donation Failed
ar: تعذَّر التبرُّع
be: Зрабіць ахвяраванне не атрымалася
bn: ডোনেশন সফল হয়নি
ca: Donació fallida
cs: Přispění se nezdařilo
da: Donation mislykkedes
de: Spende fehlgeschlagen
el: Η δωρεά απέτυχε
es: No se ha podido realizar la donación
fa: اهدای کمک مالی انجام نشد
fi: Lahjoitus epäonnistui
fr: Envoi du message impossible
ga: Theip ar an Tabhartas
gu: દાન આપવાનું નિષ્ફળ
he: התרומה נכשלה
hi: दान विफल रहा
hr: Donacija nije uspjela
hu: Adományozás sikertelen
id: Donasi Gagal
it: Donazione non riuscita
ja: 寄付できませんでした
ko: 기부에 실패했습니다.
mr: देणगी देणे अपयशी झाले
ms: Derma Gagal
nb: Pengegaven mislyktes
nl: Doneren is mislukt
pl: Nie udało się wpłacić darowizny
pt_br: Erro ao fazer doação
pt_pt: A doação falhou
ro: Donația a eșuat
ru: Пожертвование не состоялось
sk: Prispenie bolo neúspešné
sr: Донација није успела
sv: Donation misslyckades
th: บริจาคไม่สำเร็จ
tr: Bağış Başarısız Oldu
ug: ئىئانە مەغلۇب بولدى
uk: Не вдалося задонатити
ur: عطیہ ناکام ہو گیا
vi: Ủng hộ không thành công
zh_cn: 捐款失败
zh_hk: 捐款失敗

# DONATION_ON_BEHALF_OF_A_FRIEND_PREVIEW_INCOMING
source: ✨ %1$@ donated for you
ar: ✨ قدَّمَ %1$@ تبرُّعًا لك
be: ✨ %1$@ зрабіў(-ла) ахвяраванне для вас
bn: ✨ %1$@ আপনার জন্য ডোনেট করেছেন
ca: ✨ %1$@ ha fet una donació per tu
cs: ✨ %1$@ za vás přispěl/a
da: ✨ %1$@ donerede for dig
de: ✨ %1$@ hat für dich gespendet
el: ✨ Ο/Η %1$@ έκανε δωρεά για σένα
es: ✨ %1$@ ha hecho una donación en tu nombre
fa: ✨ %1$@ از طرف شما کمک مالی اهدا کرد
fi: ✨ %1$@ lahjoitti puolestasi
fr: ✨ %1$@ a fait un don à Signal pour vous
ga: ✨ Thug %1$@ tabhartas ar do shon
gu: ✨ %1$@એ તમારા માટે દાન કર્યું
he: ✨ %1$@ תרם/ה בשבילך
hi: ✨ %1$@ ने आपके लिए दान दिया
hr: ✨ Korisnik %1$@ donirao je u vaše ime
hu: %1$@ adományozott számodra
id: ✨ %1$@ berdonasi untuk Anda
it: ✨ %1$@ ha fatto una donazione per conto tuo!
ja: ✨ %1$@ があなたに代わって寄付しました
ko: ✨ %1$@ 님이 귀하를 대신해 기부했습니다.
mr: ✨ %1$@ नी आपल्यासाठी देणगी दिली
ms: ✨ %1$@ menderma untuk anda
nb: ✨ %1$@ ga en pengegave for deg
nl: ✨ %1$@ heeft namens jou gedoneerd
pl: ✨ %1$@ wpłaca darowiznę w Twoim imieniu
pt_br: ✨ %1$@ fez uma doação pra você
pt_pt: %1$@ doou em seu nome
ro: ✨ %1$@ donați pentru tine
ru: ✨ %1$@ сделал(-а) пожертвование за вас
sk: ✨ Používateľ %1$@ za vás poslal príspevok
sr: ✨ %1$@ је донирао/ла за вас
sv: ✨ %1$@ har donerat åt dig
th: ✨ %1$@ บริจาคในนามของคุณ
tr: ✨ %1$@ senin için bağış yaptı
ug: ✨%1$@ سىزگە ۋاكالىتەن ئىئانە قىلدى
uk: ✨ Користувач %1$@ зробив донат від вашого імені
ur: ✨ %1$@ نے آپ کی طرف سے عطیہ کیا ہے
vi: ✨ %1$@ đã ủng hộ thay cho bạn
zh_cn: ✨ %1$@代您捐了款
zh_hk: ✨ %1$@ 已為你捐款

# DONATION_ON_BEHALF_OF_A_FRIEND_PREVIEW_OUTGOING
source: ✨ You donated for %1$@
ar: ✨قدّمتَ تبرُّعًا لـ %1$@
be: ✨ Вы зрабілі ахвяраванне для %1$@
bn: ✨ আপনি %1$@-এর জন্য ডোনেট করেছেন
ca: ✨ Has fet una donació per %1$@
cs: ✨ Přispěl/a jste za uživatele %1$@
da: ✨ Du donerede for %1$@
de: ✨ Du hast für %1$@ gespendet
el: ✨ Έκανες δωρεά για τον/την %1$@
es: ✨ Has hecho una donación en nombre de %1$@
fa: ✨ شما از طرف %1$@ کمک مالی اهدا کردید
fi: ✨ Lahjoitit henkilön %1$@ puolesta
fr: ✨ Vous avez fait un don à Signal pour %1$@
ga: ✨ Thug tú tabhartas ar shon %1$@
gu: ✨ તમે %1$@ માટે દાન આપ્યું
he: ✨ תרמת בשביל %1$@
hi: ✨ आपने %1$@ के लिए दान दिया
hr: ✨ Izvršili ste donaciju u ime korisnika %1$@
hu: Adományoztál %1$@ számára
id: ✨ Anda berdonasi untuk %1$@
it: ✨ Hai fatto una donazione per conto di %1$@!
ja: ✨ あなたは %1$@ に代わって寄付しました
ko: ✨ %1$@ 님을 대신해 기부했습니다.
mr: ✨ आपण %1$@ साठी देणगी दिली
ms: ✨ Anda menderma untuk %1$@
nb: ✨ Du ga en pengegave for %1$@
nl: ✨ Je hebt gedoneerd namens %1$@
pl: ✨ %1$@ zostaje dzięki Tobie darczyńcą
pt_br: ✨ Você fez uma doação para %1$@
pt_pt: Doou em nome de %1$@
ro: ✨ Ai donat pentru %1$@
ru: ✨ Вы сделали пожертвование за %1$@
sk: ✨ Poslali ste príspevok za používateľa %1$@
sr: ✨ %1$@ је особа за коју сте донирали
sv: ✨ Du donerade åt %1$@
th: ✨ คุณบริจาคในนามของ %1$@
tr: ✨ %1$@ için bağış yaptın
ug: ✨«%1$@» گە ۋاكالىتەن ئىئانە قىلدىڭىز
uk: ✨ Ви задонатили від імені користувача %1$@
ur: ✨ آپ نے %1$@ کی طرف سے عطیہ کیا ہے
vi: ✨ Bạn đã ủng hộ thay cho %1$@
zh_cn: ✨ 您代%1$@捐了款
zh_hk: ✨ 你已為 %1$@ 捐款

# DONATION_ON_BEHALF_OF_A_FRIEND_RECEIVED_TITLE_FORMAT
source: %1$@ donated to Signal on your behalf
ar: قدَّم %1$@ تبرُّعًا لسيجنال نيابةً عنك
be: %1$@ ахвяравана для Signal ад вашага імя
bn: আপনার পক্ষ হয়ে %1$@ Signal-কে ডোনেট করেছেন
ca: %1$@ ha fet una donació a Signal en nom teu
cs: %1$@ přispěl/a na službu Signal vaším jménem
da: %1$@ donerede til Signal på dine vegne
de: %1$@ hat in deinem Namen an Signal gespendet
el: Ο/Η %1$@ έκανε δωρεά στη Signal εκ μέρους σου
es: %1$@ ha hecho una donación a Signal en tu nombre
fa: %1$@ از طرف شما به سیگنال کمک مالی اهدا کرد
fi: %1$@ lahjoitti Signalille puolestasi
fr: %1$@ a fait un don à Signal pour vous
ga: Thug %1$@ tabhartas do Signal ar do shon
gu: %1$@એ તમારા વતી Signalને દાન આપ્યું
he: %1$@ תרם/ה ל–Signal בשמך
hi: %1$@ ने आपकी ओर से Signal को दान दिया
hr: Korisnik %1$@ donirao je Signalu u vaše ime
hu: %1$@ adományozott a Signalnak a nevedben
id: %1$@ berdonasi ke Signal atas nama Anda
it: %1$@ ha fatto una donazione a Signal per conto tuo
ja: %1$@ があなたに代わってSignalに寄付しました
ko: %1$@ 님이 귀하를 대신해 Signal에 기부했습니다.
mr: %1$@ ने आपल्या वतीने Signal ला देणगी दिली
ms: %1$@ menderma kepada Signal bagi pihak anda
nb: %1$@ ga penger til Signal på dine vegne
nl: %1$@ heeft namens jou gedoneerd aan Signal
pl: %1$@ wpłaca w Twoim imieniu darowiznę na rzecz aplikacji Signal
pt_br: %1$@ fez uma doação para o Signal no seu nome
pt_pt: %1$@ doou ao Signal em seu nome
ro: %1$@ donați către Signal în numele tău
ru: %1$@ сделал(-а) пожертвование Signal от вашего имени
sk: Používateľ %1$@ prispel na Signal vo vašom mene
sr: %1$@ је дао/ла донацију Signal-у у ваше име
sv: %1$@ har donerat till Signal å dina vägnar
th: %1$@ บริจาคให้ Signal ในนามของคุณ
tr: %1$@ senin adına Signal'e bağış yaptı
ug: %1$@ سىزنىڭ ئورنىڭىزدا Signal ئۈچۈن ئىئانە قىلدى
uk: Користувач %1$@ підтримав Signal донатом від вашого імені
ur: %1$@ نے آپ کی جانب سے Signal کو عطیہ کیا ہے
vi: %1$@ đã thay mặt bạn ủng hộ Signal
zh_cn: %1$@代您给 Signal 捐了款
zh_hk: %1$@ 已代表你向 Signal 捐款
