Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PAYMENTS_NOTIFICATION_BANNER_N_FORMAT
source: %@ new payment notifications
af: %@ nuwe betaalkennisgewings
ar: هناك %1$@ إشعار (إشعارات) دفع جديد
az: %@ yeni ödəniş bildirişi
be: %1$@ новых апавяшчэнняў аб плацяжах
bn: %1$@টি নতুন পেমেন্ট নোটিফিকেশন
ca: %1$@ notificacions de pagament noves
cs: %1$@ oznámení o nové platbě
cy: %@ hysbysiad taliad newydd
da: %1$@ nye betalingsnotifikationer
de: %1$@ neue Zahlungsmitteilungen
el: %1$@ νέες ειδοποιήσεις πληρωμών
es: %1$@ nuevas notificaciones de pago
et: %@ uut makseteavitust
fa: %1$@ اعلان پرداخت جدید
fi: %1$@ uutta maksuilmoitusta
fr: %1$@ nouvelles notifications de paiement
ga: %1$@ new payment notifications
gu: %1$@ નવી પેમેન્ટ સૂચનાઓ
he: %1$@ התראות תשלום חדשות
hi: %1$@ नई भुगतान अधिसूचनाएँ
hr: %1$@ nova obavijest o uplatama
hu: %1$@ új fizetési értesítés
id: %1$@ notifikasi pembayaran baru
is: %@ nýjar tilkynningar um greiðslu
it: %1$@ nuove notifiche di pagamento
ja: %1$@件の新しい決済通知
km: %@ áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„ááŸ’á˜á¸á–á¸á€á¶ášá‘á¼á‘á¶ááŸ‹á”áŸ’ášá¶á€áŸ‹
kn: %@ ಹೊಸ ಪೇಮೆಂಟ್‌ ನೋಟಿಫಿಕೇಷನ್‌ಗಳು
ko: %1$@ 새로운 결제 알림
lt: Naujų pranešimų apie mokėjimus: %@
lv: %@ jauni paziņojumi par maksājumiem
ml: %@ പുതിയ പേയ്മെന്റ് അറിയിപ്പുകൾ
mr: %1$@ नवीन पेमेंट सूचना
ms: %1$@ pemberitahuan pembayaran baharu
my: ငွေပေးချေမှု သတိပေးချက်အသစ်များ %@ ခု
nb: %1$@ nye betalingsvarsler
nl: %1$@ nieuwe betalingsmeldingen
pa: %@ ਅਦਾਇਗੀ ਦੀਆਂ ਨਵੀਆਂ ਸੂਚਨਾਵਾਂ
pl: Nowe powiadomienia o płatnościach (%1$@)
ps: %@ د نوي پرداخت خبرتیاووې
pt_br: %1$@ novas notificações de pagamentos
pt_pt: %1$@ novas notificações de pagamento
ro: %1$@ notificări noi de plată
ru: %1$@ новых уведомлений о платежах
sk: %1$@ nové oznámenia o platbe
sl: %@ novo obvestilo o plačilih
sq: %@ njoftime pagesash të reja
sr: Нових обавештења о плаћању: %1$@
sv: %1$@ notiser för nya betalningar
sw: Arifa %@ mpya za malipo
ta: %@ புதிய கட்டணம் அறிவிப்புகள்
te: %@ కొత్త చెల్లింపు నోటిఫికేషన్‌లు
th: %1$@ การแจ้งเตือนการชำระเงินใหม่
tr: %1$@ yeni ödeme bildirimi
ug: %1$@ يېڭى چىقىم ئۇقتۇرۇشلىرى
uk: Нових сповіщень про платежі: %1$@
ur: %1$@ نئی ادائیگی کی اطلاعات
vi: %1$@ thông báo thanh toán mới
zh_cn: %1$@ 个新的付款通知
zh_hk: %1$@ 則新的付款通知

# PAYMENTS_PAYMENT_STATUS_IN_CHAT_PAYMENT_TO
source: Payment to %1$@
ar: عملية دفع إلى %1$@
be: Аплата %1$@
bn: %1$@-কে পেমেন্ট করা হচ্ছে
ca: Pagament a %1$@
cs: Platba pro %1$@
da: Betaling til %1$@
de: Zahlung an %1$@
el: Πληρωμή για την επαφή %1$@
es: Pago enviado a %1$@
fa: پرداخت به %1$@
fi: Maksu henkilölle %1$@
fr: Paiement en faveur de %1$@
ga: Íocaíocht le %1$@
gu: %1$@ ને ચુકવણી
he: תשלום ל%1$@
hi: %1$@ को भुगतान
hr: Uplata korisniku %1$@
hu: Fizetés %1$@ számára
id: Pembayaran ke %1$@
it: Pagamento a %1$@
ja: %1$@さんへの支払い
ko: 결제를 받을 사람: %1$@
mr: %1$@ ला पेमेंट
ms: Pembayaran kepada %1$@
nb: Betaling til %1$@
nl: Betaling aan %1$@
pl: Odbiorca płatności: %1$@
pt_br: Pagamento para %1$@
pt_pt: Pagamento a %1$@
ro: Plată către %1$@
ru: Платёж %1$@
sk: Platba príjemcovi %1$@
sr: Плаћање за: %1$@
sv: Betalning till %1$@
th: การชำระเงินให้ %1$@
tr: %1$@ adlı kişiye ödeme
ug: %1$@ گە تۆلەم
uk: Одержувач платежу: %1$@
ur: %1$@ کو پیمنٹ
vi: Thanh toán cho %1$@
zh_cn: 给%1$@的付款
zh_hk: 付款至 %1$@

# PAYMENTS_PAYMENT_STATUS_IN_CHAT_PROCESSING
source: Processing payment…
ar: تجري معالجة المدفوعات…
be: Апрацоўка плацяжу…
bn: পেমেন্ট প্রক্রিয়া করা হচ্ছে…
ca: Es processa el pagament…
cs: Zpracovávání platby…
da: Bearbejder betaling…
de: Zahlung wird verarbeitet …
el: Επεξεργασία πληρωμής…
es: Procesando pago…
fa: در حال پردازش پرداخت…
fi: Käsitellään maksua…
fr: Traitement du paiement…
ga: Íocaíocht á próiseáil…
gu: પેમેન્ટ પ્રક્રિયા થઈ રહી છે…
he: מעבד תשלום…
hi: भुगतान प्रोसेस किया जा रहा है…
hr: Obrada uplate…
hu: Fizetés feldolgozása…
id: Memproses pembayaran…
it: Pagamento in elaborazione…
ja: 決済を処理しています…
ko: 결제 처리 중…
mr: पेमेंटची प्रक्रिया करत आहे…
ms: Memproses pembayaran…
nb: Behandler betaling …
nl: Betaling wordt verwerkt…
pl: Przetwarzanie płatności…
pt_br: Efetuando o pagamento…
pt_pt: A processar pagamento…
ro: Se procesează plata…
ru: Обрабатываем платёж…
sk: Spracovanie platby…
sr: Обрађујем уплату…
sv: Bearbetar betalningen…
th: กำลังประมวลผลการชำระเงิน…
tr: Ödeme işleniyor…
ug: چىقىمنى بېجىرىۋاتىدۇ…
uk: Опрацювання платежу…
ur: ادائیگی پر کارروائی ہو رہی ہے…
vi: Đang xử lý thanh toán…
zh_cn: 正在处理付款…
zh_hk: 正在處理付款…

# PAYMENTS_PAYMENT_STATUS_IN_CHAT_SENT_YOU
source: %1$@ sent you
ar: %1$@ أرسلَ لك
be: %1$@ адправіў(-ла) вам
bn: %1$@ আপনাকে পাঠিয়েছেন
ca: %1$@ t'ha enviat
cs: %1$@ vám poslal/a
da: %1$@ har sendt dig
de: %1$@ hat dir eine Zahlung gesendet
el: Ο χρήστης %1$@ σου έστειλε
es: Has recibido un pago de %1$@
fa: %1$@ به شما ارسال کرد
fi: %1$@ lähetti sinulle
fr: %1$@ vous a envoyé
ga: Sheol %1$@ chugat
gu: %1$@એ તમને મોકલ્યા
he: %1$@ שלח לך
hi: %1$@ ने आपको भेजे
hr: Korisnik %1$@ poslao vam je
hu: %1$@ küldött neked
id: %1$@ mengirimi Anda
it: %1$@ ti ha inviato
ja: %1$@ さんから送金がありました
ko: %1$@ 님이 보냄
mr: आपणाला %1$@ नी पाठवले
ms: %1$@ menghantar kepada anda
nb: %1$@ sendte deg
nl: %1$@ heeft naar jou overgemaakt
pl: %1$@ wysyła Tobie
pt_br: %1$@ enviou para você
pt_pt: %1$@ enviou-lhe
ro: %1$@ ți-a trimis
ru: %1$@ отправил(а) вам
sk: Používateľ %1$@ vám poslal
sr: %1$@ вам је послао/ла уплату
sv: %1$@ har skickat till dig
th: %1$@ ส่งให้คุณ
tr: %1$@ adlı kişi sana gönderdi
ug: يوللىغۇچى %1$@
uk: Користувач %1$@ надіслав вам
ur: %1$@ نے آپ کو بھیجا
vi: %1$@ đã gửi đến bạn
zh_cn: %1$@已向您发送
zh_hk: %1$@ 向你發送了付款

# PAYMENTS_PAYMENT_STATUS_IN_CHAT_YOU_SENT
source: You sent %1$@
ar: أرسلتَ إلى %1$@
be: Вы адправілі %1$@
bn: আপনি %1$@-কে পাঠিয়েছেন
ca: Has enviat a %1$@
cs: Poslali jste uživateli %1$@
da: Du har sendt %1$@
de: Du hast %1$@ eine Zahlung gesendet
el: Έστειλες στον χρήστη %1$@
es: Has enviado un pago a %1$@
fa: به %1$@ ارسال کردید
fi: Lähetit henkilölle %1$@
fr: Vous avez envoyé à %1$@
ga: Sheol tú chuig %1$@
gu: તમે %1$@ને મોકલ્યા
he: שלחת ל%1$@
hi: आपने %1$@ को भेजे
hr: Poslali ste %1$@
hu: Küldtél %1$@ számára
id: Anda mengirimi %1$@
it: Hai inviato a %1$@
ja: %1$@さんに送金しました
ko: 받는 사람: %1$@
mr: आपण %1$@ ना पाठवले
ms: Anda menghantar %1$@
nb: Du sendte %1$@
nl: Je hebt naar %1$@ overgemaakt
pl: %1$@ otrzyma od Ciebie
pt_br: Você enviou %1$@
pt_pt: Enviou %1$@
ro: Ai trimis %1$@
ru: Вы отправили %1$@
sk: Používateľovi %1$@ ste odoslali
sr: %1$@ је примио/ла уплату од вас
sv: Du har skickat till %1$@
th: คุณส่งให้ %1$@
tr: %1$@ adlı kişiye gönderdin
ug: %1$@ گە ئەۋەتتىڭىز
uk: Ви надіслали користувачу %1$@
ur: آپ نے %1$@ بھیجی
vi: Bạn đã gửi đến %1$@
zh_cn: 您已向%1$@发送
zh_hk: 你向 %1$@ 發送了付款

# PAYMENTS_PAYMENT_STATUS_LONG_INCOMING_COMPLETE
source: Payment Complete
af: Betaling is voltooi
ar: مدفوعة
az: Ödəniş tamamlandı
be: Плацеж выкананы
bn: পেমেন্ট সম্পন্ন
ca: Pagament fet
cs: Platba dokončena
cy: Cwblhawyd
da: Betaling gennemført
de: Zahlung abgeschlossen
el: Πληρωμή Ολοκληρώθηκε
es: Pago completado
et: Makse lõpetatud
fa: پرداخت کامل
fi: Maksu suoritettu
fr: Paiement effectué
gu: પેમેન્ટ પૂર્ણ
he: תשלום הושלם
hi: भुगतान पूर्ण
hr: Plaćanje je dovršeno
hu: Fizetés teljesült
id: Pembayaran Selesai
is: Greiðslu lokið
it: Pagamento completato
ja: 決済完了
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á”á‰áŸ’á…á”áŸ‹
kn: ಪೇಮೆಂಟ್‌ ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 결제 완료
lt: Mokėjimas užbaigtas
lv: Maksājums pabeigts
ml: പേയ്മെന്റ് പൂർത്തിയായി
mr: पेमेंट पूर्ण झाले
ms: Pembayaran Selesai
my: ငွေပေးချေမှု အောင်မြင်ပါပြီ
nb: Betaling fullført
nl: Betaling succesvol afgerond
pa: ਭੁਗਤਾਨ ਪੂਰਾ
pl: Płatność zrealizowana
ps: پرداخت بشپړ شو
pt_br: Pagamento concluído
pt_pt: Pagamento concluido
ro: Plată finalizată
ru: Платёж выполнен
sk: Platba dokončená
sl: Plačilo je zaključeno
sq: Pagesë e Plotësuar
sr: Плаћање је извршено
sv: Betalningen slutförd
sw: Mchakato wa Malipo Umekamilika
ta: கட்டணம் முழுமை
te: చెల్లింపు పూర్తయింది
th: การชำระเงินสมบูรณ์
tr: Ödeme Tamamlandı
ug: چىقىم تامام
uk: Платіж здійснено
ur: ادائیگی مکمل
vi: Thanh toán Hoàn tất
zh_cn: 付款完成
zh_hk: 付款完成

# PAYMENTS_PAYMENT_STATUS_LONG_INCOMING_UNVERIFIED
source: Unverified
af: Ongeverifieer
ar: غير مُتحقَّق منها
az: Təsdiqlənmədi
be: Неправераны
bn: অযাচাইকৃত
ca: Sense verificar
cs: Nepotvrzené
cy: Heb ei Wirio
da: Ubekræftet
de: Nicht verifiziert
el: Μη επαληθευμένο
es: No verificado
et: Kontrollimata
fa: احراز نشده
fi: Varmentamon
fr: Non confirmé
gu: ચકાસણી કર્યા વિનાનું
he: לא מוודא
hi: असत्यापित
hr: Neprovjereno
hu: Ellenőrizetlen
id: Belum diverifikasi
is: Óstaðfest
it: Non verificato
ja: 未検証
km: á˜á·á“á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಿಲ್ಲ
ko: 미검증됨
lt: Nepatvirtintas
lv: Nav pārbaudīts
ml: പരിശോധിച്ചിട്ടില്ല
mr: असत्यापित
ms: Tidak disahkan
my: အတည်မပြုရသေး
nb: Ubekreftet
nl: Niet geverifieerd
pa: ਗੈਰ-ਤਸਦੀਕਸ਼ੁਦਾ
pl: Nie zweryfikowano
ps: نا تایید شوی
pt_br: Não verificado
pt_pt: Por verificar
ro: Neverificat
ru: Не подтверждён
sk: Neoverené
sl: Nepotrjeno
sq: E paverifikuar
sr: Неверификовано
sv: Overifierad
sw: Haijathibitishwa
ta: சரிபார்க்கப்படவில்லை
te: ధృవీకరించబడలేదు
th: ยังไม่ได้ตรวจยืนยัน
tr: Doğrulanmadı
ug: دەلىللەنمىدى
uk: Не підтверджено
ur: غیر تصدیق شدہ
vi: Chưa được xác minh
zh_cn: 未验证
zh_hk: 未驗證

# PAYMENTS_PAYMENT_STATUS_LONG_INCOMING_VERIFIED
source: Verified
af: Geverifieer
ar: مُتحقَّق منها
az: Təsdiqləndi
be: Праверана
bn: যাচাই করা হয়েছে
ca: Verificat
cs: Ověřeno
cy: Gwiriwyd
da: Verificeret
de: Verifiziert
el: Επιβεβαιωμένος
es: Verificado
et: Kontrollitud
eu: Egiaztatuta
fa: تأیید شده
fi: Varmennettu
fr: Confirmé
ga: Deimhnithe
gu: ચકાસણી
he: מוודא
hi: सत्यापित
hr: Provjeren/a
hu: Megerősítve
id: Terverifikasi
is: Sannreynt
it: Verificato
ja: 検証済み
kab: Yettwasenqed
km: á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಲಾಗಿದೆ
ko: 검증함
lt: Patvirtintas
lv: Apstiprināts
mk: Проверено
ml: പരിശോധിച്ചു
mr: सत्यापित
ms: Disahkan
my: အတည်ပြုပြီး
nb: Bekreftet
nl: Geverifieerd
pa: ਤਸਦੀਕਸ਼ੁਦਾ
pl: Zweryfikowano
ps: تایید شوی
pt_br: Verificado
pt_pt: Verificado
ro: Verificat
ru: Подтверждён
sk: Overený
sl: Potrjeno
sq: U verifikua
sr: Верификовано
sv: Verifierat
sw: Iliyothibitishwa
ta: சரிபார்க்கப்பட்டது
te: నిర్థారించబడింది
th: ตรวจยืนยันแล้ว
tr: Doğrulandı
ug: دەلىللەندى
uk: Підтверджено
ur: تصدیق شدہ
vi: Đã xác minh
zh_cn: 已验证
zh_hk: 已驗證

# PAYMENTS_PAYMENT_STATUS_LONG_OUTGOING_COMPLETE
source: Payment Complete
af: Betaling is voltooi
ar: مدفوعة
az: Ödəniş tamamlandı
be: Плацеж выкананы
bn: পেমেন্ট সম্পন্ন
ca: Pagament fet
cs: Platba dokončena
cy: Cwblhawyd
da: Betaling gennemført
de: Zahlung abgeschlossen
el: Πληρωμή Ολοκληρώθηκε
es: Pago completado
et: Makse lõpetatud
fa: پرداخت کامل
fi: Maksu suoritettu
fr: Paiement effectué
gu: પેમેન્ટ પૂર્ણ
he: תשלום הושלם
hi: भुगतान पूर्ण
hr: Plaćanje je dovršeno
hu: Fizetés teljesült
id: Pembayaran Selesai
is: Greiðslu lokið
it: Pagamento completato
ja: 決済完了
km: á€á¶ášá‘á¼á‘á¶ááŸ‹á”á‰áŸ’á…á”áŸ‹
kn: ಪೇಮೆಂಟ್‌ ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 결제 완료
lt: Mokėjimas užbaigtas
lv: Maksājums pabeigts
ml: പേയ്മെന്റ് പൂർത്തിയായി
mr: पेमेंट पूर्ण झाले
ms: Pembayaran Selesai
my: ငွေပေးချေမှု အောင်မြင်ပါပြီ
nb: Betaling fullført
nl: Betaling succesvol afgerond
pa: ਭੁਗਤਾਨ ਪੂਰਾ
pl: Płatność zrealizowana
ps: پرداخت بشپړ شو
pt_br: Pagamento concluído
pt_pt: Pagamento concluido
ro: Plată finalizată
ru: Платёж выполнен
sk: Platba dokončená
sl: Plačilo je zaključeno
sq: Pagesë e Plotësuar
sr: Плаћање је извршено
sv: Betalningen slutförd
sw: Mchakato wa Malipo Umekamilika
ta: கட்டணம் முழுமை
te: చెల్లింపు పూర్తయింది
th: การชำระเงินสมบูรณ์
tr: Ödeme Tamamlandı
ug: چىقىم تامام
uk: Платіж здійснено
ur: ادائیگی مکمل
vi: Thanh toán Hoàn tất
zh_cn: 付款完成
zh_hk: 付款完成

# PAYMENTS_PAYMENT_STATUS_LONG_OUTGOING_SENDING
source: Sending…
af: Stuur tans...
ar: جارٍ الإرسال…
az: Göndərilir…
be: Адпраўка…
bn: পাঠানো হচ্ছে…
ca: Enviant…
cs: Odesílání…
cy: Yn anfon…
da: Sender…
de: Wird versendet …
el: Στέλνεται…
es: Enviando…
et: Saatmine...
eu: Bidaltzen...
fa: در حال ارسال…
fi: Lähetetään…
fr: Envoi…
ga: Seoladh…
gu: મોકલાઈ રહ્યું છે…
he: שולח…
hi: भेजा जा रहा है…
hr: Slanje…
hu: Küldés…
id: Mengirim…
is: Sendi...
it: Invio in corso…
ja: 送信しています…
kab: Tuzna...
km: á€áŸ†á–á»á„á•áŸ’á‰á¾...
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ…
ko: 보내는 중…
lt: Siunčiama…
lv: Sūta...
mk: Испраќа...
ml: അയയ്ക്കുന്നു…
mr: पाठवत आहे…
ms: Menghantar…
my: ပို့နေသည်…
nb: Sender…
nl: Bezig met verzenden…
pa: ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Wysyłanie…
ps: د لیږلو په حال کې ده...
pt_br: Enviando…
pt_pt: A enviar…
ro: Se trimite…
ru: Отправляется…
sk: Odosiela sa…
sl: Pošiljanje ...
sq: Po dërgohet…
sr: Слање…
sv: Skickar …
sw: Inatuma...
ta: அனுப்புகிறது ...
te: పంపుతోంది ...
th: กำลังส่ง…
tr: Gönderiliyor…
ug: ئەۋەتىلىۋاتىدۇ…
uk: Триває надсилання…
ur: بھیج رہا ہے۔۔۔
vi: Đang gửi…
zh_cn: 正在发送…
zh_hk: 正在傳送…

# PAYMENTS_PAYMENT_STATUS_LONG_OUTGOING_SENT
source: Sent
af: Gestuur
ar: مُرسَلة
az: Göndərildi
be: Адпраўлена
bn: পাঠানো হয়েছে
ca: Enviament
cs: Odesláno
cy: Anfonwyd
da: Sendt
de: Versendet
el: Στάλθηκε στις
es: Enviado
et: Saadetud
eu: Bidalita
fa: ارسال شد
fi: Lähetetty
fr: Émis
ga: Seolta
gu: મોકલ્યો
he: נשלח
hi: भेज दिया गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviato
ja: 送金済み
kab: Ttwazanen
km: á”á¶á“á•áŸ’á‰á¾
kn: ಕಳುಹಿಸಲಾಗಿದೆ
ko: 보낸 시간
lt: Išsiųsta
lv: Nosūtīta
mk: Испратено
ml: അയച്ചു
mr: पाठविले
ms: Dihantar
my: ပို့ပြီးပြီ
nb: Sendt
nl: Verzonden
pa: ਭੇਜਿਆ
pl: Wysłano
ps: لیږل شوی
pt_br: Enviado
pt_pt: Enviada
ro: Trimis
ru: Отправленные
sk: Odoslaná
sl: Poslano:
sq: Dërguar më
sr: Послато
sv: Skickad
sw: Umetumwa
ta: அனுப்பியது
te: పంపిన
th: ส่งแล้ว
tr: Gönderildi
ug: يوللانغان
uk: Надіслано
ur: بھیجا گیا
vi: Đã gửi
zh_cn: 发送
zh_hk: 已傳送

# PAYMENTS_PAYMENT_STATUS_LONG_OUTGOING_UNSUBMITTED
source: Preparing
af: Berei tans voor
ar: جارٍ الإعداد
az: Hazırlanır
be: Падрыхтоўка
bn: প্রস্তুত হচ্ছে
ca: Es prepara
cs: Probíhá příprava
cy: Yn paratoi
da: Forbereder
de: Wird vorbereitet
el: Προετοιμασία
es: Preparando
et: Ettevalmistamine
fa: در حال آماده‌سازی
fi: Käsittelyssä
fr: En cours de préparation
gu: તૈયારી કરી રહ્યા છીએ
he: מתכונן
hi: तैयार कर रहे हैं
hr: Priprema
hu: Előkészítés
id: Menyiapkan
is: Undirbý
it: Preparazione
ja: 準備中
km: á€áŸ†á–á»á„ášáŸ€á”á…áŸ†
kn: ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ
ko: 준비 중
lt: Ruošiamas
lv: Sagatavo
ml: തയ്യാറെടുക്കുന്നു
mr: तयार करत आहे
ms: Dalam persediaan
my: ပြင်ဆင်နေသည်
nb: Forbereder
nl: Aan het voorbereiden
pa: ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ
pl: Przygotowywanie
ps: چمتو کول
pt_br: Preparando
pt_pt: A preparar
ro: Se pregătește
ru: Подготовка
sk: Pripravuje sa
sl: Priprava
sq: Po përgatitet
sr: У припреми
sv: Förbereder
sw: Inaandaa
ta: தயார்
te: సిద్ధమవుతోంది
th: กำลังเตรียมการ
tr: Hazırlanıyor
ug: تەييارلىنىۋاتىدۇ
uk: Триває підготовка
ur: تیاری کر رہا ہے
vi: Đang chuẩn bị
zh_cn: 正在准备
zh_hk: 正在準備

# PAYMENTS_PAYMENT_STATUS_LONG_OUTGOING_UNVERIFIED
source: Unverified
af: Ongeverifieer
ar: غير مُتحقَّق منها
az: Təsdiqlənmədi
be: Неправераны
bn: অযাচাইকৃত
ca: Sense verificar
cs: Nepotvrzené
cy: Heb ei Wirio
da: Ubekræftet
de: Nicht verifiziert
el: Μη επαληθευμένο
es: No verificado
et: Kontrollimata
fa: احراز نشده
fi: Varmentamon
fr: Non confirmé
gu: ચકાસણી કર્યા વિનાનું
he: לא מוודא
hi: असत्यापित
hr: Neprovjereno
hu: Ellenőrizetlen
id: Belum diverifikasi
is: Óstaðfest
it: Non verificato
ja: 未検証
km: á˜á·á“á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಿಲ್ಲ
ko: 미검증됨
lt: Nepatvirtintas
lv: Nav pārbaudīts
ml: പരിശോധിച്ചിട്ടില്ല
mr: असत्यापित
ms: Tidak Disahkan
my: အတည်မပြုရသေး
nb: Ubekreftet
nl: Niet geverifieerd
pa: ਗੈਰ-ਤਸਦੀਕਸ਼ੁਦਾ
pl: Nie zweryfikowano
ps: نا تایید شوی
pt_br: Não verificado
pt_pt: Por verificar
ro: Neverificat
ru: Не подтверждён
sk: Neoverené
sl: Nepotrjeno
sq: E paverifikuar
sr: Неверификовано
sv: Overifierad
sw: Haijathibitishwa
ta: சரிபார்க்கப்படவில்லை
te: ధృవీకరించబడలేదు
th: ยังไม่ได้ตรวจยืนยัน
tr: Doğrulanmadı
ug: دەلىللەنمىدى
uk: Не підтверджено
ur: غیر تصدیق شدہ
vi: Chưa được xác minh
zh_cn: 未验证
zh_hk: 未驗證

# PAYMENTS_PAYMENT_STATUS_LONG_OUTGOING_VERIFIED
source: Verified
af: Geverifieer
ar: مُتحقَّق منها
az: Təsdiqləndi
be: Праверана
bn: যাচাইকৃত
ca: Verificat
cs: Ověřeno
cy: Gwiriwyd
da: Verificeret
de: Verifiziert
el: Επιβεβαιωμένος
es: Verificado
et: Kontrollitud
eu: Egiaztatuta
fa: تأیید شده
fi: Varmennettu
fr: Confirmé
ga: Deimhnithe
gu: ચકાસણી
he: מוודא
hi: सत्यापित
hr: Provjeren/a
hu: Megerősítve
id: Terverifikasi
is: Sannreynt
it: Verificato
ja: 確認済み
kab: Yettwasenqed
km: á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಲಾಗಿದೆ
ko: 검증함
lt: Patvirtintas
lv: Apstiprināts
mk: Проверено
ml: പരിശോധിച്ചു
mr: सत्यापित
ms: Disahkan
my: အတည်ပြုပြီး
nb: Bekreftet
nl: Geverifieerd
pa: ਤਸਦੀਕਸ਼ੁਦਾ
pl: Zweryfikowano
ps: تایید شوی
pt_br: Verificado
pt_pt: Verificado
ro: Verificat
ru: Подтверждён
sk: Overený
sl: Potrjeno
sq: U verifikua
sr: Верификовано
sv: Verifierat
sw: Iliyothibitishwa
ta: சரிபார்க்கப்பட்டது
te: నిర్థారించబడింది
th: ตรวจยืนยันแล้ว
tr: Doğrulandı
ug: دەلىللەندى
uk: Підтверджено
ur: تصدیق شدہ
vi: Đã xác minh
zh_cn: 已验证
zh_hk: 已驗證

# PAYMENTS_PAYMENT_STATUS_LONG_UNKNOWN
source: Unknown Failure
af: Onbekende mislukking
ar: فشلت لسبب مجهول
az: Bilinməyən xəta
be: Невядомая памылка
bn: অজানা ব্যর্থতা
ca: Fallada desconeguda
cs: Neznámá chyba
cy: Methiant Anhysbys
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο Σφάλμα
es: Fallo desconocido
et: Tundmatu tõrge
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Échec inconnu
gu: અજ્ઞાત નિષ્ફળતા
he: כישלון בלתי ידוע
hi: अज्ञात विफलता
hr: Nepoznati problem
hu: Ismeretlen hiba
id: Kegagalan Tidak Diketahui
is: Óþekkt bilun
it: Errore sconosciuto
ja: 不明なエラー
km: á€áŸ†á á»áŸá˜á·á“áŸáŸ’á‚á¶á›áŸ‹
kn: ತಿಳಿಯದ ವೈಫಲ್ಯ
ko: 알 수 없는 오류
lt: Nežinoma nesėkmė
lv: Nezināma kļūme
ml: അജ്ഞാതപരാജയം
mr: अज्ञात अपयश
ms: Kegagalan Tidak Diketahui
my: မသိရှိသော ပျက်ကွက်မှု
nb: Ukjent feil
nl: Onbekende fout
pa: ਅਗਿਆਤ ਅਸਫਲਤਾ
pl: Nieznany błąd
ps: ناپیژانده تیروتنه
pt_br: Erro desconhecido
pt_pt: Falha desconhecida
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáme zlyhanie
sl: Neznana napaka
sq: Dështim i Panjohur
sr: Непозната грешка
sv: Okänt fel
sw: Hitilafu Isiyojulikana
ta: தெரியவில்லை தோல்வி
te: తెలియని వైఫల్యం
th: ล้มเหลวโดยไม่ทราบสาเหตุ
tr: Bilinmeyen Hata
ug: نامەلۇم مەغلۇبىيەت
uk: Невідома помилка
ur: نامعلوم ناکامی
vi: Lỗi không rõ
zh_cn: 未知错误
zh_hk: 未知錯誤

# PAYMENTS_PAYMENT_STATUS_SHORT_INCOMING_COMPLETE
source: Complete
af: Voltooi
ar: مُكتمِلة
az: Tamamlandı
be: Завершана
bn: সম্পন্ন
ca: Complet
cs: Dokončeno
cy: Cwblhawyd
da: Udført
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
et: Lõpetatud
eu: Osatuta
fa: کامل
fi: Valmis
fr: Effectué
gu: પૂર્ણ
he: השלם
hi: पूरा हुआ
hr: Završeno
hu: Befejezés
id: Selesai
is: Lokið
it: Completa
ja: 完了
km: á”á‰áŸ’á…á”áŸ‹
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 완료
lt: Užbaigtas
lv: Pabeigts
mk: Завршено
ml: പൂർത്തിയായി
mr: पूर्ण झाले
ms: Selesai
my: ပြီးစီးသွားပြီ
nb: Utført
nl: Voltooid
pa: ਸੰਪੂਰਨ
pl: Zrealizowano
ps: بشپړ
pt_br: Concluído
pt_pt: Completo
ro: Complet
ru: Выполнить
sk: Dokončené
sl: Dokončaj
sq: E plotësuar
sr: Извршено
sv: Slutfört
sw: Kamili
ta: முடிந்தது
te: పూర్తయింది
th: สมบูรณ์
tr: Tamamlandı
ug: تامام
uk: Здійснено
ur: مکمل
vi: Hoàn tất
zh_cn: 完成
zh_hk: 完成

# PAYMENTS_PAYMENT_STATUS_SHORT_INCOMING_UNVERIFIED
source: Unverified
af: Ongeverifieer
ar: غير مُتحقَّق منها
az: Təsdiqlənmədi
be: Неправераны
bn: অযাচাইকৃত
ca: Sense verificar
cs: Nepotvrzené
cy: Heb ei Wirio
da: Ubekræftet
de: Nicht verifiziert
el: Μη επαληθευμένο
es: No verificado
et: Kontrollimata
fa: احراز نشده
fi: Varmentamon
fr: Non confirmé
gu: ચકાસણી કર્યા વિનાનું
he: לא מוודא
hi: असत्यापित
hr: Neprovjereno
hu: Ellenőrizetlen
id: Belum diverifikasi
is: Óstaðfest
it: Non verificato
ja: 未検証
km: á˜á·á“á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಿಲ್ಲ
ko: 미검증됨
lt: Nepatvirtintas
lv: Nav pārbaudīts
ml: പരിശോധിച്ചിട്ടില്ല
mr: असत्यापित
ms: Tidak Disahkan
my: အတည်မပြုရသေး
nb: Ubekreftet
nl: Niet geverifieerd
pa: ਗੈਰ-ਤਸਦੀਕਸ਼ੁਦਾ
pl: Nie zweryfikowano
ps: نا تایید شوی
pt_br: Não verificado
pt_pt: Por verificar
ro: Neverificat
ru: Не подтверждён
sk: Neoverené
sl: Nepotrjeno
sq: E paverifikuar
sr: Неверификовано
sv: Overifierad
sw: Haijathibitishwa
ta: சரிபார்க்கப்படவில்லை
te: ధృవీకరించబడలేదు
th: ยังไม่ได้ตรวจยืนยัน
tr: Doğrulanmadı
ug: دەلىللەنمىدى
uk: Не підтверджено
ur: غیر تصدیق شدہ
vi: Chưa được xác minh
zh_cn: 未验证
zh_hk: 未驗證

# PAYMENTS_PAYMENT_STATUS_SHORT_INCOMING_VERIFIED
source: Verified
af: Geverifieer
ar: مُتحقَّق منها
az: Təsdiqləndi
be: Праверана
bn: যাচাইকৃত
ca: Verificat
cs: Ověřeno
cy: Gwiriwyd
da: Verificeret
de: Verifiziert
el: Επιβεβαιωμένος
es: Verificado
et: Kontrollitud
eu: Egiaztatuta
fa: تأیید شده
fi: Varmennettu
fr: Confirmé
ga: Deimhnithe
gu: ચકાસણી
he: מוודא
hi: सत्यापित
hr: Provjeren/a
hu: Megerősítve
id: Terverifikasi
is: Sannreynt
it: Verificato
ja: 検証済み
kab: Yettwasenqed
km: á”á¶á“á•áŸ’á‘áŸ€á„á•áŸ’á‘á¶ááŸ‹
kn: ದೃಢೀಕರಿಸಲಾಗಿದೆ
ko: 검증함
lt: Patvirtintas
lv: Apstiprināts
mk: Проверено
ml: പരിശോധിച്ചു
mr: सत्यापित
ms: Disahkan
my: အတည်ပြုပြီး
nb: Bekreftet
nl: Geverifieerd
pa: ਤਸਦੀਕਸ਼ੁਦਾ
pl: Zweryfikowano
ps: تایید شوی
pt_br: Verificado
pt_pt: Verificado
ro: Verificat
ru: Подтверждён
sk: Overený
sl: Potrjeno
sq: U verifikua
sr: Верификовано
sv: Verifierat
sw: Iliyothibitishwa
ta: சரிபார்க்கப்பட்டது
te: నిర్థారించబడింది
th: ตรวจยืนยันแล้ว
tr: Doğrulandı
ug: دەلىللەندى
uk: Підтверджено
ur: تصدیق شدہ
vi: Đã xác minh
zh_cn: 已验证
zh_hk: 已驗證

# PAYMENTS_PAYMENT_STATUS_SHORT_OUTGOING_COMPLETE
source: Complete
af: Voltooi
ar: مُكتمِلة
az: Tamamlandı
be: Завершана
bn: সম্পন্ন
ca: Complet
cs: Dokončeno
cy: Cwblhawyd
da: Udført
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
et: Lõpetatud
eu: Osatuta
fa: کامل
fi: Valmis
fr: Effectué
gu: પૂર્ણ
he: השלם
hi: पूरा हुआ
hr: Završeno
hu: Befejezés
id: Selesai
is: Lokið
it: Completa
ja: 完了
km: á”á‰áŸ’á…á”áŸ‹
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 완료
lt: Užbaigtas
lv: Pabeigts
mk: Завршено
ml: പൂർത്തിയായി
mr: पूर्ण झाले
ms: Selesai
my: ပြီးစီးသွားပြီ
nb: Utført
nl: Voltooid
pa: ਸੰਪੂਰਨ
pl: Zrealizowano
ps: بشپړ
pt_br: Concluído
pt_pt: Completo
ro: Complet
ru: Выполнить
sk: Dokončené
sl: Dokončaj
sq: E plotësuar
sr: Извршено
sv: Slutfört
sw: Kamili
ta: முடிந்தது
te: పూర్తయింది
th: สมบูรณ์
tr: Tamamlandı
ug: تامام
uk: Здійснено
ur: مکمل
vi: Hoàn tất
zh_cn: 完成
zh_hk: 完成

# PAYMENTS_PAYMENT_STATUS_SHORT_OUTGOING_SENDING
source: Sending…
af: Stuur tans...
ar: جارٍ الإرسال…
az: Göndərilir…
be: Адпраўка…
bn: পাঠানো হচ্ছে…
ca: Enviant…
cs: Odesílání…
cy: Yn anfon…
da: Sender…
de: Wird versendet …
el: Στέλνεται…
es: Enviando…
et: Saatmine...
eu: Bidaltzen...
fa: در حال ارسال…
fi: Lähetetään…
fr: Envoi…
ga: Seoladh…
gu: મોકલાઈ રહ્યું છે…
he: שולח…
hi: भेजा जा रहा है…
hr: Slanje…
hu: Küldés…
id: Mengirim…
is: Sendi...
it: Invio in corso…
ja: 送信しています…
kab: Tuzna...
km: á€áŸ†á–á»á„á•áŸ’á‰á¾...
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ…
ko: 보내는 중…
lt: Siunčiama…
lv: Sūta...
mk: Испраќа...
ml: അയയ്ക്കുന്നു…
mr: पाठवत आहे…
ms: Menghantar…
my: ပို့နေသည်…
nb: Sender…
nl: Bezig met verzenden…
pa: ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Wysyłanie…
ps: د لیږلو په حال کې ده...
pt_br: Enviando…
pt_pt: A enviar…
ro: Se trimite…
ru: Отправляется…
sk: Odosiela sa…
sl: Pošiljanje ...
sq: Po dërgohet…
sr: Слање…
sv: Skickar …
sw: Inatuma...
ta: அனுப்புகிறது ...
te: పంపుతోంది ...
th: กำลังส่ง…
tr: Gönderiliyor…
ug: ئەۋەتىلىۋاتىدۇ…
uk: Триває надсилання…
ur: بھیج رہا ہے۔۔۔
vi: Đang gửi…
zh_cn: 正在发送…
zh_hk: 正在傳送…
