Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PAYMENTS_DEFRAGMENTATION_PAYMENT
source: Coin Cleanup Fee
af: Muntskoonmaakfooi
ar: رسوم تنظيف العملة
az: Xırda pul təmizləmə haqqı
be: Камісія за ачыстку манет
bn: কয়েন ক্লিনআপ ফি
ca: Comissió de neteja de monedes
cs: Poplatek za vyčištění měny
cy: Ffi Ailgyfansoddi Ceiniogau
da: Møntoprydningsgebyr
de: Bereinigungsgebühr
el: Τέλος Εκκαθάρισης Νομισμάτων
es: Tarifa por consolidación de monedas
fa: هزینهٔ پاک‌سازی سکه
fi: Kolikoiden siivousmaksu
fr: Frais d'agrégation des pièces
gu: કોઇન ક્લીનઅપ ફી
he: עמלת ניקוי מטבעות
hi: कॉइन क्लीनअप शुल्क
hr: Naknada za čišćenje novčića
hu: Coin rendberakás díj
id: Biaya Pembersihan Koin
is: Gjald fyrir hreinsun mynta
it: Commissione per la pulizia delle monete
ja: コインクリーンアップ手数料
km: ááŸ’á›áŸƒáŸáŸ†á¢á¶áá€á¶á€áŸ‹
kn: ಕಾಯಿನ್‌ ಕ್ಲೀನಪ್ ಶುಲ್ಕ
ko: 코인 정리 수수료
lt: Monetų išvalymo mokestis
lv: Naudas līdzekļu tīrīšanas maksa
ml: നാണയശുചീകരണ ഫീസ്
mr: कॉइन सफाई फी
ms: Bayaran Pembersihan Syiling
my: အကြွေစေ့ရှင်းရေးအခကြေး
nb: Myntoppryddingsgebyr
nl: Samenvoegingskosten
pa: ਕੌਇਨ ਕਲੀਨਅੱਪ ਖਰਚਾ
pl: Opłata coin cleanup
ps: د سیکې د پاکولو فیس
pt_br: Taxa de limpeza de moedas
pt_pt: Taxa de limpeza de moedas
ro: Comision consolidare monedă
ru: Комиссия за очистку монет
sk: Poplatok za vyčistenie mincí
sl: Stroški čiščenja
sq: Tarifë Pastrimi Monedhash
sr: Накнада за чишћење новчића
sv: Avgift för myntsanering
sw: Ada ya Kusafisha Sarafu
ta: நாணயம் தூய்மைப்படுத்தும் கட்டணம்
te: కాయిన్ క్లీనప్ ఫీజు
th: ค่าธรรมเนียมจัดระเบียบเหรียญ
tr: Bozukluk Temizleme Ücreti
ug: تەڭگە تازىلاش ھەققى
uk: Комісія за округлення койнів
ur: Coin cleanup کی فیس
vi: Phí Dọn dẹp Đồng xu
zh_cn: 货币清理费
zh_hk: 金幣清理費用

# PAYMENTS_FAILURE_INCOMING_FAILED
source: Failed
af: Misluk
ar: فشل
az: Alınmadı
be: Памылка
bn: ব্যর্থ হয়েছে
ca: Ha fallat
cs: Chyba
cy: Methwyd
da: Mislykket
de: Gescheitert
el: Απέτυχε
es: Error
et: Ebaõnnestus
eu: Huts egin du
fa: ناموفق
fi: Epäonnistui
fr: Échec
ga: Teipthe
gu: નિષ્ફળ
he: נכשל
hi: असफल
hr: Neuspješno
hu: Sikertelen
id: Gagal
is: Mistókst
it: Non riuscito
ja: 失敗
kab: Yecceḍ
km: á”á¶á“á”ášá¶á‡áŸá™
kn: ವಿಫಲವಾಗಿದೆ
ko: 실패
lt: Nepavyko
lv: Neizdevās
mk: Неуспешно
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
ms: Gagal
my: မအောင်မြင်ပါ
nb: Feilet
nl: Mislukt
pa: ਅਸਫਲ ਹੈ
pl: Błąd
ps: تر سره نشو
pt_br: Falhou
pt_pt: Falhou
ro: Eșuat
ru: Не удался
sk: Chyba
sl: Neuspešno
sq: Të dështuar
sr: Није успело
sv: Misslyckades
sw: Imefeli
ta: தோல்வி
te: విఫలమైంది
th: ไม่สำเร็จ
tr: Başarısız
ug: مەغلۇب بولدى
uk: Платіж не пройшов
ur: ناکام ہونا
vi: Không thành công
zh_cn: 失败
zh_hk: 失敗

# PAYMENTS_FAILURE_INCOMING_VALIDATION_FAILED
source: Invalid
af: Ongeldig
ar: غير صالحة
az: Etibarsız
be: Несапраўдны
bn: অবৈধ
ca: No vàlid
cs: Neplatné
cy: Annilys
da: Ugyldig
de: Ungültig
el: Μη Έγκυρο
es: No válido
et: Vigane
fa: نامعتبر
fi: Virheellinen
fr: Non valide
gu: અમાન્ય
he: בלתי תקף
hi: अमान्य
hr: Nevažeće
hu: Érvénytelen
id: Tidak Valid
is: Ógilt
it: Non valido
ja: 無効
km: á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾಗಿದೆ
ko: 유효하지 않음
lt: Neteisingas
lv: Nederīgs
ml: അസാധു
mr: अवैध
ms: Tidak Sah
my: အကြုံးမဝင်ပါ
nb: Ugyldig
nl: Ongeldig
pa: ਨਾ-ਮੰਨਣਯੋਗ
pl: Nieudana weryfikacja
ps: ناسم
pt_br: Inválido
pt_pt: Inválido(s)
ru: Недействителен
sk: Neplatný
sl: Neveljavno
sq: E pavlefshme
sr: Неважеће
sv: Ogiltig
sw: Si sahihi
ta: தவறானது
te: చెల్లదు
th: ไม่ถูกรูปแบบ
tr: Geçersiz
ug: ئىناۋەتسىز
uk: Неналежний платіж
ur: غلط
vi: Không hợp lệ
zh_cn: 无效
zh_hk: 無效

# PAYMENTS_FAILURE_INVALID
source: Invalid
af: Ongeldig
ar: غير صالحة
az: Etibarsız
be: Несапраўдны
bn: অবৈধ
ca: No vàlid
cs: Neplatné
cy: Annilys
da: Ugyldig
de: Ungültig
el: Μη έγκυρο
es: No válido
et: Vigane
fa: نامعتبر
fi: Virheellinen
fr: Non valide
gu: અમાન્ય
he: בלתי תקף
hi: अमान्य
hr: Nevažeće
hu: Érvénytelen
id: Tidak Valid
is: Ógilt
it: Non valido
ja: 無効
km: á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾಗಿದೆ
ko: 유효하지 않음
lt: Neteisingas
lv: Nederīgs
ml: അസാധു
mr: अवैध
ms: Tidak Sah
my: အကြုံးမဝင်ပါ
nb: Ugyldig
nl: Ongeldig
pa: ਨਾ-ਮੰਨਣਯੋਗ
pl: Błąd przetwarzania
ps: ناسم
pt_br: Inválido
pt_pt: Inválido(s)
ru: Недействителен
sk: Neplatný
sl: Neveljavno
sq: E pavlefshme
sr: Неважеће
sv: Ogiltig
sw: Si sahihi
ta: தவறானது
te: చెల్లదు
th: ไม่ถูกรูปแบบ
tr: Geçersiz
ug: ئىناۋەتسىز
uk: Неналежний платіж
ur: غلط
vi: Không hợp lệ
zh_cn: 无效
zh_hk: 無效

# PAYMENTS_FAILURE_OUTGOING_FAILED
source: Failed
af: Misluk
ar: فشل
az: Alınmadı
be: Памылка
bn: ব্যর্থ হয়েছে
ca: Ha fallat
cs: Chyba
cy: Methwyd
da: Mislykket
de: Gescheitert
el: Απέτυχε
es: Error
et: Ebaõnnestus
eu: Huts egin du
fa: ناموفق
fi: Epäonnistui
fr: Échec
ga: Teipthe
gu: નિષ્ફળ
he: נכשל
hi: असफल
hr: Neuspješno
hu: Sikertelen
id: Gagal
is: Mistókst
it: Non riuscito
ja: 失敗
kab: Yecceḍ
km: á”á¶á“á”ášá¶á‡áŸá™
kn: ವಿಫಲವಾಗಿದೆ
ko: 실패
lt: Nepavyko
lv: Neizdevās
mk: Неуспешно
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
ms: Gagal
my: မအောင်မြင်ပါ
nb: Feilet
nl: Mislukt
pa: ਅਸਫਲ ਹੈ
pl: Błąd
ps: تر سره نشو
pt_br: Falhou
pt_pt: Falhou
ro: Eșuat
ru: Не удался
sk: Chyba
sl: Neuspešno
sq: Të dështuar
sr: Није успело
sv: Misslyckades
sw: Imefeli
ta: தோல்வி
te: విఫలమైంది
th: ไม่สำเร็จ
tr: Başarısız
ug: مەغلۇب بولدى
uk: Платіж не пройшов
ur: ناکام ہونا
vi: Không thành công
zh_cn: 失败
zh_hk: 失敗

# PAYMENTS_FAILURE_OUTGOING_INSUFFICIENT_FUNDS
source: Insufficient Funds
af: Onvoldoende fondse
ar: مبالغ غير كافية
az: Yetərsiz pul
be: Не хапае сродкаў
bn: অপর্যাপ্ত ফান্ড
ca: Fons insuficient
cs: Nedostatečné prostředky
cy: Balans Annigonol
da: Utilstrækkelige midler
de: Unzureichendes Guthaben
el: Υπόλοιπο μη επαρκές
es: Fondos insuficientes
et: Pole piisavalt vahendeid
fa: اعتبار ناکافی
fi: Varat eivät riitä
fr: Fonds insuffisants
gu: અપૂરતું ફંડ
he: כספים בלתי מספיקים
hi: अपर्याप्त धनराशि
hr: Nedovoljno sredstava
hu: Nincs elég alaptőke
id: Saldo Tidak Cukup
is: Ekki er næg innistæða
it: Fondi insufficienti
ja: 残高不足
km: ááœá·á€á¶á˜á·á“á‚áŸ’ášá”áŸ‹á‚áŸ’ášá¶á“áŸ‹
kn: ಸಾಕಷ್ಟು ಹಣವಿಲ್ಲ
ko: 자금 부족
lt: Trūksta lėšų
lv: Nepietiek līdzekļu
ml: അപര്യാപ്തമായ ഫണ്ടുകൾ
mr: अपूरे फंड
ms: Kekurangan Dana
my: ငွေလုံလောက်မှု မရှိပါ
nb: Ikke nok midler
nl: Onvoldoende krediet beschikbaar
pa: ਨਾਕਾਫੀ ਫੰਡ
pl: Niewystarczające środki
ps: ناکافي پیسې
pt_br: Saldo insuficiente
pt_pt: Fundos insuficientes
ro: Fonduri insuficiente
ru: Недостаточно средств
sk: Nedostatok finančných prostriedkov
sl: Nezadostna sredstva
sq: Fonde të Pamjaftueshme
sr: Недовољно средстава
sv: Otillräckligt med pengar
sw: Huna Fedha za Kutosha
ta: போதுமானதாக இல்லை நிதி
te: తగినంత నిధులు
th: มีเงินไม่พอ
tr: Yetersiz Bakiye
ug: پۇل يەتمىدى
uk: Недостатньо коштів
ur: ناکافی فنڈز
vi: Quỹ Không đủ
zh_cn: 资金不足
zh_hk: 餘額不足

# PAYMENTS_FAILURE_OUTGOING_NOTIFICATION_SEND_FAILED
source: Receipt Could Not Be Sent To Recipient
af: Kwitansie kon nie na ontvanger gestuur word nie
ar: تعذَّر إرسال الإيصال إلى المُستلِم
az: Qəbz, alıcıya göndərilə bilmədi
be: Немагчыма адправіць квітанцыю атрымальніку
bn: প্রাপকদেরকে রসিদ পাঠানো যায়নি
ca: No s'ha pogut enviar el rebut al destinatari.
cs: Doklad nelze odeslat příjemci
cy: Methwyd Anfon Derbynneb I'r Derbyniwr
da: Kvittering kunne ikke sendes til modtageren
de: Empfangsbestätigung konnte nicht an empfangende Person gesendet werden
el: Δεν ήταν δυνατή η αποστολή απόδειξης στον παραλήπτη
es: No se ha podido enviar el recibo de pago
fa: رسید نمی‌تواند به گیرنده ارسال شود
fi: Vastaanottajalle ei voida lähettää kuittia
fr: Impossible d'envoyer le reçu au bénéficiaire
gu: રસીદ પ્રાપ્તકર્તાને મોકલી શકાતી નથી
he: קבלה לא יכלה להישלח אל המקבל
hi: रिसीप्ट प्राप्तकर्ता को नहीं भेजी जा सकी
hr: Potvrda se nije mogla poslati primatelju
hu: Sikertelen nyugtaküldés a címzett számára
id: Tanda Terima Tidak Dapat Dikirimkan Ke Penerima
is: Ekki var hægt að senda kvittun til viðtakanda
it: Impossibile inviare la ricevuta al destinatario
ja: レシートを送金先に送付できませんでした
km: á”á„áŸ’á€á¶á“áŸ‹áŠáŸƒ á˜á·á“á¢á¶á…á•áŸ’á‰á¾á‘áŸ…á¢áŸ’á“á€á‘á‘á½á›
kn: ಸ್ವೀಕೃತಿಯನ್ನು ಸ್ವೀಕೃತಿದಾರರಿಗೆ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 수신자에게 영수증을 전송할 수 없음
lt: Nepavyko išsiųsti kvito gavėjui
lv: Saņēmējam nevarēja nosūtīt apliecinājumu
ml: സ്വീകർത്താവിന് രസീത് അയയ്ക്കാൻ കഴിഞ്ഞില്ല
mr: प्रेषकाला पावती पाठवली जाऊ शकली नाही
ms: Resit Tidak Dapat Dihantar Kepada Penerima
my: ဖြတ်ပိုင်းကို လက်ခံရရှိသူသို့ မပို့နိုင်ပါ
nb: Kvittering kunne ikke sendes til mottaker
nl: Ontvangstbewijs kon niet worden verzonden naar de ontvanger
pa: ਰਸੀਦ ਪ੍ਰਾਪਤਕਰਤਾ ਨੂੰ ਨਹੀਂ ਭੇਜੀ ਜਾ ਸਕਦੀ
pl: Nie udało się wysłać potwierdzenia
ps: رسید تر لاسه کوونکي ته و نه لیږل شو
pt_br: O recibo não pôde ser enviado ao destinatário
pt_pt: O recibo não pode ser enviado ao destinatário
ro: Confirmarea nu a putut fi trimisă destinatarului
ru: Не удалось отправить «квитанцию» получателю
sk: Potvrdenie sa nepodarilo odoslať príjemcovi
sl: Računa ni bilo mogoče poslati prejemniku
sq: Dëftesa S’u Dërgua Dot Te Marrësi
sr: Потврда о пријему није стигла примаоцу
sv: Kvittot kunde inte skickas till mottagaren
sw: Stakabadhi Haikuweza Kutumwa Kwa Mpokeaji
ta: ரசீது அனுப்பப்படவில்லை பெறுநர்
te: రశీదు గ్రహీతకు పంపబడలేదు
th: ไม่สามารถส่งใบเสร็จรับเงินไปยังผู้รับเงิน
tr: Fatura Alıcıya Gönderilemedi
ug: تالوننى تاپشۇرۇۋالغۇچىغا ئەۋەتەلمىدى
uk: Не вдалося надіслати підтвердження платежу одержувачеві
ur: رسید وصول کنندہ کو نہیں بھیجی جاسکی
vi: Hoá đơn Không thể được Gửi cho Người nhận
zh_cn: 收据无法发送至接收人
zh_hk: 收據無法傳送至收件人

# PAYMENTS_FAILURE_OUTGOING_VALIDATION_FAILED
source: Invalid
af: Ongeldig
ar: غير صالحة
az: Etibarsız
be: Несапраўдны
bn: অবৈধ
ca: No vàlid
cs: Neplatné
cy: Annilys
da: Ugyldig
de: Ungültig
el: Μη έγκυρο
es: No válido
et: Vigane
fa: نامعتبر
fi: Virheellinen
fr: Non valide
gu: અમાન્ય
he: בלתי תקף
hi: अमान्य
hr: Nevažeće
hu: Érvénytelen
id: Tidak Valid
is: Ógilt
it: Non valido
ja: 無効
km: á˜á·á“ááŸ’ášá¹á˜ááŸ’ášá¼áœ
kn: ಅಮಾನ್ಯವಾಗಿದೆ
ko: 유효하지 않음
lt: Neteisingas
lv: Nederīgs
ml: അസാധു
mr: अवैध
ms: Tidak Sah
my: အကြုံးမဝင်ပါ
nb: Ugyldig
nl: Ongeldig
pa: ਨਾ-ਮੰਨਣਯੋਗ
pl: Nieudana weryfikacja
ps: ناسم
pt_br: Inválido
pt_pt: Inválido(s)
ru: Недействителен
sk: Neplatný
sl: Neveljavno
sq: E pavlefshme
sr: Неважеће
sv: Ogiltig
sw: Si Sahihi
ta: தவறானது
te: చెల్లదు
th: ไม่ถูกรูปแบบ
tr: Geçersiz
ug: ئىناۋەتسىز
uk: Неналежний платіж
ur: غلط
vi: Không hợp lệ
zh_cn: 无效
zh_hk: 無效

# PAYMENTS_IN_CHAT_FAILURE_MESSAGE_BOTTOM
source: Tap for details
ar: انقر للتفاصيل
be: Націснуць, каб даведацца больш
bn: বিস্তারিত জানতে ট্যাপ করুন
ca: Toca aquí per saber-ne més
cs: Klepnutím zobrazíte víc informací
da: Tryk for flere oplysninger
de: Für Details antippen
el: Πάτα για λεπτομέρειες
es: Toca para ver más
fa: برای جزئیات بیشتر ضربه بزنید
fi: Napauta saadaksesi lisätietoja
fr: En savoir plus
ga: Tapáil chun sonraí a fháil
gu: વિગતો માટે ટેપ કરો
he: אפשר ללחוץ לפרטים
hi: अधिक जानकारी के लिए टैप करें
hr: Pritisnite za više detalja
hu: A részletekért koppints
id: Ketuk untuk detailnya
it: Tocca per i dettagli
ja: タップして詳細を見る
ko: 탭하여 자세한 내용을 확인하세요.
mr: तपशीलांसाठी टॅप करा
ms: Ketik untuk butiran
nb: Trykk for detaljer.
nl: Tik voor meer informatie
pl: Dotknij, aby dowiedzieć się więcej
pt_br: Clique para ver detalhes
pt_pt: Toque para ver detalhes
ro: Apasă pentru detalii
ru: Показать подробности
sk: Ťuknutím zobrazíte detaily.
sr: Додирните да видите детаље
sv: Tryck för detaljer
th: แตะเพื่อดูรายละเอียด
tr: Ayrıntılar için dokun
ug: تەپسىلاتىنى چېكىپ كۆرۈڭ
uk: Торкніться для інформації
ur: تفصیلات کے لئے ٹیپ کریں
vi: Nhấn để biết chi tiết
zh_cn: 点击查看详情
zh_hk: 輕按以查看詳情

# PAYMENTS_IN_CHAT_FAILURE_MESSAGE_TOP
source: %1$@ MOB Not sent
ar: %1$@ من عملة MOB لم تُرسَل.
be: %1$@ MOB не адпраўлена
bn: %1$@ MOB পাঠানো হয়নি
ca: %1$@ MOB No enviat
cs: %1$@ MOB nebylo odesláno
da: %1$@ MOB blev ikke sendt
de: %1$@ MOB nicht gesendet
el: %1$@ MOB δεν στάλθηκε
es: No se ha podido enviar %1$@ MOB
fa: %1$@ MOB ارسال نشد
fi: Maksua %1$@ MOB ei lähetetty
fr: Impossible d'envoyer la somme de %1$@ MOB
ga: MOB nár seoladh: %1$@
gu: %1$@ MOB મોકલાયા નથી
he: שליחת %1$@ MOB נכשלה
hi: %1$@ MOB नहीं भेजा गया
hr: Slanje %1$@ MOB nije uspjelo
hu: %1$@ MOB nincs elküldve
id: %1$@ MOB Tidak terkirim
it: %1$@ MOB non inviati
ja: %1$@ MOBを送金できませんでした
ko: %1$@MOB를 보내지 못함
mr: %1$@ MOB पाठवले नाही
ms: %1$@ MOB Tidak dihantar
nb: %1$@ MOB kunne ikke sendes
nl: %1$@ MOB niet verzonden
pl: %1$@ MOB – nie wysłano
pt_br: %1$@ MOB não enviados
pt_pt: %1$@ MOB não enviada
ro: %1$@ MOB nu a fost trimis
ru: Не отправлено %1$@ MOB
sk: Neodoslané MOB: %1$@
sr: %1$@ MOB није послато
sv: %1$@ MOB ej skickade
th: ส่ง %1$@ MOB ไม่สำเร็จ
tr: %1$@ MOB gönderilemedi
ug: %1$@ MOB ئەۋەتىلمىدى
uk: %1$@ MOB не надіслано
ur: %1$@ MOB نہیں بھیجی گئے
vi: Gửi không thành công %1$@ MOB
zh_cn: %1$@ MOB 未发送
zh_hk: %1$@ MOB 未發送

# PAYMENTS_INFO_UNAVAILABLE_MESSAGE
source: UNAVAILABLE
ar: غير متوفِّر
be: НЕДАСТУПНА
bn: পাওয়া যাচ্ছে না
ca: NO DISPONIBLE
cs: NEDOSTUPNÉ
da: IKKE TILGÆNGELIG
de: NICHT VERFÜGBAR
el: ΔΕΝ ΔΙΑΤΙΘΕΤΑΙ
es: NO DISPONIBLE
fa: خارج از دسترس
fi: EI SAATAVILLA
fr: NON DISPONIBLE
ga: NÍ AR FÁIL
gu: અનુપલબ્ધ
he: לא זמין
hi: अनुपलब्ध
hr: NIJE DOSTUPNO
hu: NEM ÉRHETŐ EL
id: TIDAK TERSEDIA
it: NON DISPONIBILE
ja: 処理できませんでした
ko: 사용할 수 없음
mr: अनुपलब्ध
ms: TIDAK TERSEDIA
nb: UTILGJENGELIG
nl: NIET BESCHIKBAAR
pl: NIEDOSTĘPNE
pt_br: INDISPONÍVEL
pt_pt: INDISPONÍVEL
ro: INDISPONIBIL
ru: НЕДОСТУПНО
sk: NEDOSTUPNÉ
sr: НИЈЕ ДОСТУПНО
sv: OTILLGÄNGLIGA
th: ไม่สามารถดำเนินการได้
tr: KULLANILAMIYOR
ug: مەۋجۇت ئەمەس
uk: НЕДОСТУПНО
ur: عدم دستیاب
vi: KHÔNG KHẢ DỤNG
zh_cn: 不可用
zh_hk: 不可用

# PAYMENTS_LOCK_AUTHENTICATION_ENABLE_UNKNOWN_ERROR
source: Authentication could not be accessed.
ar: تعذَّر الوصول إلى المُصادقة.
be: Доступ да аўтэнтыфікацыі не атрыманы.
bn: প্রমাণীকরণ অ্যাক্সেস করা যায়নি।
ca: No s'ha pogut accedir a l'autenticació.
cs: Nepodařilo se získat přístup k ověření.
da: Autentificering var ikke muligt.
de: Kein Zugriff auf Authentifizierung.
el: Αποτυχία πρόσβασης στον έλεγχο ταυτότητας.
es: No se ha podido acceder a la autenticación.
fa: دسترسی به احراز هویت ممکن نبود.
fi: Tunnistautuminen ei saatavilla
fr: Impossible d’accéder à l'authentification.
ga: Níl fáil ar fhíordheimhniú.
gu: પ્રમાણીકરણ ઍક્સેસ કરી શકાતું નથી.
he: האימות לא היה בר־גישה.
hi: प्रमाणीकरण में कुछ गलती हो रही है।
hr: Nije bilo moguće pristupiti provjeri autentičnosti.
hu: A hitelesítés funkció nem elérhető.
id: Autentikasi tidak dapat diakses.
it: Impossibile accedere all'autenticazione.
ja: 認証情報にアクセスできませんでした。
ko: 인증 기능에 접근할 수 없습니다.
mr: प्रमाणीकरण ॲक्सेस करू शकले नाही.
ms: Pengesahan tidak dapat diakses.
nb: Ingen tilgang til autentisering.
nl: Kon geen toegang tot authenticatie verkrijgen.
pl: Nie udało się użyć metody uwierzytelniania.
pt_br: Não foi possível acessar a autenticação.
pt_pt: Não foi possível autenticar devido a um erro.
ro: Autentificarea nu a putut fi accesată.
ru: Не удалось получить доступ к аутентификации.
sk: Problém s autentifikáciou.
sr: Приступање потврди идентитета није успело.
sv: Autentisering kunde inte nås.
th: ไม่สามารถเข้าถึงการรับรองความถูกต้องได้
tr: Kimlik doğrulamasına erişilemedi.
ug: دەلىللەش سانلىق مەلۇماتىنى زىيارەت قىلالمىدى.
uk: Немає доступу до автентифікації.
ur: توثیق تک رسائی نہیں ہو سکتی۔
vi: Không thể truy cập xác thực.
zh_cn: 无法访问认证数据。
zh_hk: 無法存取驗證身份。

# PAYMENTS_LOCK_ERROR_LOCAL_AUTHENTICATION_FAILED
source: Authentication failed.
ar: فشلت المُصادَقة.
be: Памылка аўтэнтыфікацыі.
bn: প্রমাণীকরণ ব্যর্থ হয়েছে।
ca: Ha fallat l'autenticació.
cs: Ověření se nezdařilo.
da: Autentificering mislykkedes.
de: Authentifizierung gescheitert.
el: Η ταυτοποίηση απέτυχε.
es: Error de autenticación
fa: احراز هویت ناموفق بود.
fi: Tunnistautuminen epäonnistui
fr: Échec de l'authentification.
ga: Theip ar fhíordheimhniú.
gu: પ્રમાણીકરણ નિષ્ફળ થયું.
he: אימות נכשל.
hi: प्रमाणीकरण असफल।
hr: Provjera autentičnosti nije uspjela.
hu: A hitelesítés sikertelen.
id: Autentikasi gagal.
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
ko: 인증에 실패했습니다.
mr: प्रमाणीकरण अयशस्वी.
ms: Pengesahan gagal.
nb: Autentisering mislyktes.
nl: Authenticatie mislukt.
pl: Nie udało się uwierzytelnić.
pt_br: Falha na autenticação.
pt_pt: A autenticação falhou.
ro: Autentificare eșuată.
ru: Ошибка аутентификации.
sk: Autentifikácia zlyhala.
sr: Потврда идентитета није успела.
sv: Autentisering misslyckades.
th: รับรองความถูกต้องไม่สำเร็จ
tr: Kimlik doğrulama başarısız oldu.
ug: دەلىللىيەلمىدى.
uk: Невдала автентифікація.
ur: توثیق میں ناکامی۔
vi: Xác thực không thành công.
zh_cn: 认证失败。
zh_hk: 身份認證失敗。

# PAYMENTS_LOCK_ERROR_LOCAL_AUTHENTICATION_LOCKOUT
source: Too many failed authentication attempts. Please try again later.
ar: عدد كبير من مُحاولات المُصادقة الفاشلة. حاوِل في وقتٍ لاحق.
be: Занадта шмат збояў аўтэнтыфікацыі. Калі ласка, паўтарыце спробу пазней.
bn: প্রমাণীকরণের অনেকগুলো প্রচেষ্টা ব্যর্থ হয়েছে। পরে আবার চেষ্টা করুন।
ca: Massa intents fallits d'autenticació. Si us plau, torneu-ho a provar més tard.
cs: Příliš mnoho neúspěšných pokusů o ověření. Zkuste to prosím později.
da: For mange mislykkede forsøg. Prøv igen senere
de: Zu viele gescheiterte Authentifizierungsversuche. Bitte versuche es später erneut.
el: Πολλές αποτυχημένες προσπάθειες επαλήθευσης ταυτότητας. Προσπάθησε πάλι αργότερα.
es: Demasiados intentos fallidos de autenticación. Inténtalo de nuevo más tarde.
fa: دفعات احراز هویت ناموفق بیش از حد مجاز بود. لطفا بعدا تلاش کنید.
fi: Liian monta epäonnistunutta tunnistautumista. Yritä myöhemmin uudelleen.
fr: Trop grand nombre de tentatives d'authentification. Veuillez réessayer plus tard.
ga: An iomarca iarrachtaí ar fhíordheimhniú nár éirigh leo. Triail arís ar ball.
gu: ઘણાં અસફળ પ્રમાણિતતાના પ્રયત્નો થયા. પછીથી ફરી પ્રયત્ન કરો.
he: יותר מדי ניסיונות אימות כושלים. יש לנסות שוב מאוחר יותר.
hi: बहुत सारी असफल प्रमाणीकरण की कोशिशें हुई हैं। कृपया थोङी देर बाद कोशिश करें।
hr: Previše neuspjelih pokušaja provjere autentičnosti. Pokušajte ponovno kasnije.
hu: Túl sok sikertelen hitelesítési kísérlet. Kérjük, próbáld meg később.
id: Terlalu banyak upaya autentikasi yang gagal. Silakan coba lagi nanti.
it: Troppi tentativi di autenticazione non riusciti. Riprova più tardi.
ja: 認証失敗が多すぎます。あとで再度試してください。
ko: 인증 실패 횟수가 너무 많습니다. 나중에 다시 시도해 주세요.
mr: खूप जास्त अयशस्वी प्रमाणीकरण प्रयत्न. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Terlalu banyak percubaan pengesahan yang gagal. Sila cuba sebentar lagi.
nb: For mange mislykkede autentiseringsforsøk. Prøv igjen senere.
nl: Te veel authenticatiepogingen. Probeer het later opnieuw.
pl: Zbyt wiele nieudanych prób uwierzytelnienia. Spróbuj ponownie później.
pt_br: Você excedeu o número máximo permitido de tentativas de autenticação. Por favor, tente novamente mais tarde.
pt_pt: Demasiadas tentativas de autenticação falhadas. Por favor, tente novamente mais tarde.
ro: Prea multe încercări de autentificare nereușite. Te rog încearcă mai târziu.
ru: Слишком много неудачных попыток аутентификации. Пожалуйста, повторите попытку позже.
sk: Priveľa nepodarených pokusov o autentifikáciu. Prosím, skúste to znovu neskôr.
sr: Имали сте превише неуспешних покушаја потврде идентитета. Пробајте поново касније.
sv: För många misslyckade autentiseringsförsök. Försök igen senare.
th: รับรองความถูกต้องไม่สำเร็จหลายครั้งเกินไป โปรดลองใหม่ในภายหลัง
tr: Çok fazla başarısız kimlik doğrulama girişimi yapıldı. Lütfen daha sonra tekrar dene.
ug: دەلىللەشتە كۆپ قېتىم خاتالىق كۆرۈلدى. سەل تۇرۇپ قايتا سىناڭ.
uk: Забагато невдалих спроб автентифікації. Спробуйте пізніше.
ur: توثیق کی بہت زیادہ ناکام کوششیں۔ براہ کرم بعد میں دوبارہ کوشش کریں۔
vi: Quá nhiều lần xác thực không thành công. Vui lòng thử lại sau.
zh_cn: 认证失败次数太多，请稍后再试。
zh_hk: 驗證失敗次數過多。請稍後再試。

# PAYMENTS_LOCK_ERROR_LOCAL_AUTHENTICATION_NOT_AVAILABLE
source: You must enable a passcode in your iOS Settings in order to use Payments Lock.
ar: يَجب عليك تمكين رمز المرور في إعدادات iOS على جهازك لتكون قادرًا على استخدام قفل عمليات الدفع.
be: Вам неабходна ўключыць код доступу ў наладах iOS, каб выкарыстоўваць блакіроўку плацяжоў.
bn: পেমেন্ট লক ব্যবহার করার জন্য আপনাকে অবশ্যই আপনার iOS সেটিংসে একটি পাসকোড চালু করতে হবে।
ca: Has d'activar una contrasenya als Ajustos d'iOS per utilitzar el bloqueig de pagaments.
cs: Pokud chcete používat zámek plateb, musíte v nastavení systému iOS aktivovat přístupový kód.
da: Du skal aktivere en adgangskode i dine iOS-indstillinger for at bruge Betalingslås.
de: Du musst einen Code in deinen iOS-Einstellungen festlegen, um die Zahlungssperre zu verwenden.
el: Πρέπει να ενεργοποιήσεις έναν κωδικό πρόσβασης στις Ρυθμίσεις iOS για να χρησιμοποιήσεις το Κλείδωμα πληρωμών.
es: Debes configurar un código en Ajustes de iOS para poder usar el bloqueo de pagos.
fa: برای استفاده از «قفل پرداخت‌ها»، باید یک گذرواژه در «تنظیمات iOS» خود فعال کنید.
fi: Sinun on otettava tunnuskoodi käyttöön iOS-laitteesi asetuksissa, jotta voit käyttää maksulukitusta.
fr: Pour utiliser la fonctionnalité de verrouillage des paiements, vous devez activer un code dans vos réglages iOS.
ga: Ní mór duit paschód a chumasú i do Shocruithe iOS chun Glas Íocaíochtaí a úsáid.
gu: પેમેન્ટ લૉકનો ઉપયોગ કરવા માટે તમારે તમારા iOS સેટિંગ્સમાં પાસકોડ ચાલુ કરવો આવશ્યક છે.
he: צריך לאפשר קוד גישה בהגדרות iOS שלך על מנת להשתמש בנעילת אבטחה לתשלום.
hi: भुगतान लॉक इस्तेमाल करने के लिये अपने iOS सेटिंग्स से पासकोड की अनुमति दें।
hr: Kako biste koristili Zaključavanje plaćanja, morate omogućiti šifru u postavkama iOS-a.
hu: A Fizetési zár használatához engedélyezned kell a jelkód használatát az iOS Beállításokban.
id: Anda harus mengaktifkan kode sandi di Pengaturan iOS untuk menggunakan Kunci Pembayaran.
it: Devi abilitare un codice di sicurezza nelle impostazioni di iOS per poter usare la funzione Pagamenti sicuri.
ja: 支払いのロックを使用するには、iOSの設定でパスコードを有効にしてください。
ko: 결제 잠금을 사용하려면 iOS 설정에서 비밀번호를 설정해야 합니다.
mr: पेमेंट्स लॉक वापरण्यासाठी आपण आपल्या iOS सेटिंग्ज मध्ये पासकोड सक्षम करायला हवा.
ms: Anda mesti mendayakan kod laluan dalam Tetapan iOS anda untuk menggunakan Kunci Pembayaran.
nb: Du må aktivere en låsekode i iOS-innstillingene på enheten for å kunne bruke betalingslås.
nl: Om Betalingsvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pl: Aby korzystać z blokady płatności, musisz ustawić kod w ustawieniach iOS.
pt_br: Você precisa criar uma senha no app Ajustes do iOS para usar o bloqueio de pagamentos.
pt_pt: Deverá ativar o código de desbloqueio nas definições do seu iOS para poder utilizar o bloqueio de pagamentos.
ro: Trebuie să activezi o parolă în setările tale iOS pentru a putea folosi Parola pentru Plăți.
ru: Вы должны включить код доступа в приложении iOS «Настройки», чтобы использовать блокировку платежей.
sk: Ak chcete použiť platobný zámok, musíte v nastaveniach systému iOS aktivovať prístupový kód.
sr: За закључавање плаћања морате додати шифру у подешавањима iOS-а.
sv: Du måste aktivera en lösenkod i dina iOS-inställningar för att använda Skärmlås.
th: คุณต้องเปิดใช้งานรหัสผ่านในการตั้งค่า iOS เพื่อใช้งานฟีเจอร์ล็อกการชำระเงิน
tr: Ödeme Kilidini kullanmak için iOS Ayarları'ndan bir şifre belirlemelisin.
ug: پۇل تۆلەش قۇلۇپىنى ئىشلىتىش ئۈچۈن چوقۇم iOS تەڭشەكلىرىڭىزدىن مەخپىي نومۇرنى قوزغىتىشىڭىز كېرەك.
uk: Щоб використовувати захист платежів, необхідно ввімкнути код доступу в параметрах iOS.
ur: پیمنٹس لاک استعمال کرنے کے لیے آپ پر iOS سیٹنگز میں پاس کوڈ فعال کرنا لازمی ہے۔
vi: Bạn phải tạo một mật mã trong Cài đặt iOS của bạn để sử dụng Khóa Thanh toán.
zh_cn: 您需要先在 iOS 设置中启用密码才能使用付款锁功能。
zh_hk: 如要使用付款鎖定，您必須在 iOS「設定」中啟用密碼功能。
