Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REGISTRATION_VOICE_CODE_FAILED_TRY_SMS_ERROR
source: We couldn't send you a verification code via voice call. Try receiving your code via sms instead.
ar: تعذَّر إرسال كود التحقُّق عبر مكالمة صوتية. حاوِل الحصول على الكود الخاص بك عبر رسالة نصية بدلًا من ذلك.
be: Мы не змаглі адправіць вам праверачны код праз галасавы званок. Паспрабуйце тады атрымаць код праз sms.
bn: আমরা আপনাকে ভয়েস কলের মাধ্যমে যাচাইকরণ কোড পাঠাতে পারিনি। এর পরিবর্তে এসএমএসের মাধ্যমে আপনার কোড সংগ্রহ করার চেষ্টা করুন।
ca: No t'hem pogut enviar un codi de verificació per trucada de veu. Prova de rebre el teu codi mitjançant un SMS.
cs: Nepodařilo se nám odeslat ověřovací kód prostřednictvím hlasového hovoru. Zkuste místo toho získat kód prostřednictvím SMS.
da: Vi kunne ikke sende dig en bekræftelseskode via taleopkald. Prøv at modtage din kode via sms i stedet.
de: Wir konnten dir den Verifizierungscode nicht per Sprachanruf schicken. Versuche stattdessen, deinen Code per SMS zu erhalten.
el: Δεν μπορέσαμε να σου στείλουμε κωδικό επαλήθευσης μέσω φωνητικής κλήσης. Δοκίμασε να λάβεις τον κωδικό σου μέσω SMS.
es: No hemos podido enviarte el código de verificación mediante llamada. Intenta recibir tu código por SMS.
fa: نتوانستیم کد تأیید را از طریق تماس صوتی برایتان ارسال کنیم. به جای آن این بار دریافت کد از طریق پیامک را امتحان کنید.
fi: Emme voineet lähettää sinulle vahvistuskoodia äänipuhelun välityksellä. Yritä sen sijaan vastaanottaa koodi tekstiviestillä.
fr: Nous n'avons pas pu vous communiquer votre code de vérification via un appel vocal. Tentez plutôt de le recevoir par SMS.
ga: Níorbh fhéidir linn cód fíoraithe a sheoladh chugat trí ghuthghlao. Triail do chód a fháil trí SMS ina ionad.
gu: અમે તમને વૉઇસ કૉલ દ્વારા ચકાસણી કોડ મોકલી શક્યાં નથી. તેના બદલે SMS દ્વારા તમારો કોડ મેળવવાનો પ્રયાસ કરો.
he: לא הצלחנו לשלוח לך קוד אימות דרך שיחה קולית. כדאי לנסות לקבל את הקוד שלך דרך SMS במקום.
hi: हम वॉयस कॉल के माध्यम से आपको सत्यापन कोड नहीं भेज सके। इसके बजाय अपना कोड SMS के माध्यम से प्राप्त करने का प्रयास करें।
hr: Slanje koda za provjeru putem glasovnog poziva nije uspjelo. Pokušajte primiti svoj kôd putem SMS-a.
hu: Nem sikerült ellenőrző kódot küldenünk hanghíváson keresztül. Inkább SMS-ben próbáld meg megkapni a kódot.
id: Kami tidak dapat mengirimi Anda kode verifikasi via panggilan suara. Coba terima kode via SMS.
it: Non è stato possibile inviarti il codice di verifica via chiamata vocale. Prova a richiedere l'invio del codice tramite SMS.
ja: 音声通話で認証コードを送信できませんでした。SMSでコードを受信してみてください。
ko: 음성 통화를 통해 확인 코드를 보내지 못했습니다. SMS를 통해 대신 받아보세요.
mr: आम्ही आपणाला व्हॉईस कॉल मार्फत पडताळणी कोड पाठवू शकत नाही. त्याऐवजी आपला कोड SMS ने प्राप्त करण्याचा प्रयत्न करा.
ms: Kami tidak dapat menghantar kod pengesahan kepada anda melalui panggilan suara. Cuba dapatkan kod anda melalui sms.
nb: Vi kunne ikke sende deg bekreftelseskoden via taleanrop. Motta koden via SMS i stedet.
nl: We konden je geen verificatiecode sturen via een spraakoproep. Probeer je code per sms te ontvangen.
pl: Nie udało się podać kodu weryfikacyjnego przez połączenie głosowe. Możesz zamiast tego poprosić o SMS z kodem.
pt_br: Não foi possível enviar um código de verificação por chamada de voz. Tente receber seu código por sms.
pt_pt: Não conseguimos enviar-lhe um código de verificação via chamada de voz. Experimente receber o seu código por SMS.
ro: Nu ți-am putut trimite un cod de verificare prin apel vocal. Încearcă să primești codul prin sms.
ru: Мы не смогли отправить вам код проверки через аудиозвонок. Попробуйте получить код с помощью sms.
sk: Nepodarilo sa nám poslať vám overovací kód prostredníctvom hlasového hovoru. Skúste prijať kód cez SMS.
sr: Нисмо успели да вам пошаљемо шифру за верификацију помоћу гласовног позива. Пробајте да затражите шифру преко SMS-а.
sv: Vi kunde inte skicka en verifieringskod via röstsamtal. Försök att ta emot din kod via SMS istället.
th: เราไม่สามารถส่งรหัสยืนยันผ่านทางการโทรให้คุณได้ ลองเปลี่ยนไปรับรหัสผ่านทาง SMS แทน
tr: Sana sesli arama ile bir doğrulama kodu gönderemedik. Bunun yerine kodunu SMS ile almayı dene.
ug: بىز ئاۋازلىق چاقىرىق ئارقىلىق سىزگە دەلىللەش كودى يوللىيالمىدۇق. ئۇنىڭ ئورنىغا قىسقا ئۇچۇر ئارقىلىق دەلىللەش كودىنى تاپشۇرىۋېلىشنى سىناڭ.
uk: Ми не змогли повідомити вам код підтвердження під час аудіовиклику. Код можна також отримати в SMS.
ur: ہم آپ کو وائس کال کے ذریعے تصدیقی کوڈ بھیجنے سے قاصر ہیں۔ اس کے بجائے sms کے ذریعے اپنا کوڈ حاصل کرنے کی کوشش کریں۔
vi: Chúng tôi không thể gửi mã xác nhận cho bạn qua cuộc gọi thoại. Hãy thử nhận mã qua tin nhắn SMS.
zh_cn: 我们无法通过语音通话给您发送验证码。请尝试通过短信进行接收。
zh_hk: 我們無法透過語音通話傳送驗證碼給你。請嘗試透過 SMS 短訊接收驗證碼。

# REMINDER_VIEW_USERNAME_CORRUPTED_FIX_BUTTON
source: Fix now
ar: الإصلاح الآن
be: Выправіць зараз
bn: এখনই ঠিক করুন
ca: Reparar-ho ara
cs: Opravit hned
da: Få hjælp nu
de: Jetzt beheben
el: Διόρθωση τώρα
es: Corregir ahora
fa: اکنون اصلاح شود
fi: Korjaa nyt
fr: Résoudre
ga: Deisigh anois
gu: અત્યારે ઠીક કરો
he: תיקון כעת
hi: अभी ठीक करें
hr: Ispravi odmah
hu: Javítás most
id: Perbaiki sekarang
it: Risolvi ora
ja: 今すぐ修正する
ko: 지금 해결
mr: आत्ता निश्चित करा
ms: Baiki sekarang
nb: Fiks nå
nl: Nu oplossen
pl: Zrób to teraz
pt_br: Corrigir agora
pt_pt: Resolver agora
ro: Repară acum
ru: Исправить сейчас
sk: Opraviť teraz
sr: Исправите сад
sv: Åtgärda nu
th: แก้ไขตอนนี้
tr: Şimdi düzelt
ug: دەرھال ئوڭشاش
uk: Виправити
ur: ابھی ٹھیک کریں
vi: Sửa ngay
zh_cn: 立刻解决
zh_hk: 立即修復

# REMINDER_VIEW_USERNAME_CORRUPTED_WARNING
source: Something went wrong with your username, it’s no longer assigned to your account. You can try and set it again or choose a new one.
ar: حدثت مشكلة مع اسم المُستخدم الخاص بك ولم يعُد مُخصَّصًا لحسابك. يمكنك محاولة تعيينه من جديد أو اختيار اسم مُستخدِم جديد.
be: Нешта не так з вашым імем карыстальніка, яно больш несапраўднае. Вы можаце паспрабаваць усталяваць яго яшчэ раз або выбраць новае.
bn: আপনার 'ব্যবহারকারীর নাম' নিয়ে কিছু একটা সমস্যা হয়েছে, এটি আর আপনার অ্যাকাউন্টের জন্য বরাদ্দ করা নেই। আপনি আবার চেষ্টা করে এটি সেট করতে পারেন বা নতুন একটি বেছে নিন।
ca: S'ha produït un error amb el teu àlies, ja no està assignat al teu compte. Pots provar de configurar-lo de nou o triar-ne un de diferent.
cs: Něco se pokazilo s vaším uživatelským jménem. Již není přiřazeno k vašemu účtu. Můžete ho zkusit nastavit znovu, nebo si zvolit nové.
da: Noget gik galt med dit brugernavn. Det er ikke længere tildelt din konto. Du kan prøve at indstille det igen eller vælge et nyt.
de: Mit deinem Nutzernamen ist etwas schief gelaufen, er ist deinem Konto nicht mehr zugeordnet. Du kannst versuchen, ihn erneut einzugeben oder einen neuen zu wählen.
el: Κάτι πήγε στραβά με το όνομα χρήστη σου, δεν αντιστοιχεί πλέον στον λογαριασμό σου. Μπορείς να δοκιμάσεις να το ρυθμίσεις ξανά ή να επιλέξεις ένα νέο.
es: Ha habido un problema con tu alias, por lo que ya no está asignado a tu cuenta. Puedes intentar crearlo de nuevo o elegir uno distinto.
fa: خطایی در مورد نام کاربری شما رخ داد، این نام دیگر به حساب شما تعلق ندارد. می‌توانید سعی کنید و دوباره آن را برگزینید یا نام کاربری جدیدی انتخاب کنید.
fi: Jokin meni vikaan käyttäjänimessä. Se ei ole enää liitetty tiliisi. Voit yrittää asettaa sen uudelleen tai valita uuden käyttäjänimen.
fr: Une erreur s'est produite : votre nom d'utilisateur n'est plus associé à votre compte. Vous pouvez tenter de le reconfigurer ou en choisir un autre.
ga: Bhí fadhb le d'ainm úsáideora, níl sé sannta do do chuntas a thuilleadh. Is féidir leat athshocrú a thriail nó ceann nua a roghnú.
gu: તમારા યુઝરનેમ સાથે કંઈક ખોટું થયું છે, તે હવે તમારા એકાઉન્ટને સોંપાયેલું નથી. તમે તેને ફરીથી સેટ કરવાનો પ્રયાસ કરી શકો છો અથવા નવું પસંદ કરી શકો છો.
he: משהו השתבש עם שם המשתמש שלך, הוא כבר לא מקושר לחשבון שלך. אפשר לנסות להגדיר אותו שוב או לבחור אחד חדש.
hi: आपके यूज़रनेम में कुछ गलत है, यह अब आपके अकाउंट के लिए असाइन नहीं है। आप इसे फिर से सेट करने की कोशिश कर सकते हैं या एक नया चुन सकते हैं।
hr: Došlo je do pogreške s vašim korisničkim imenom – nije više povezano s vašim računom. Pokušajte ga ponovno postaviti ili odabrati novo.
hu: Valami hiba történt a felhasználóneveddel, már nincs hozzárendelve a fiókodhoz. Megpróbálhatod újra beállítani, vagy választhatsz egy újat.
id: Ada yang salah dengan nama pengguna Anda, nama pengguna tersebut sudah tidak ditetapkan untuk akun Anda. Anda bisa mencoba dan mengaturnya lagi atau memilih nama baru.
it: Si è verificato un errore con il tuo nome utente: non è più assegnato al tuo account. Puoi provare a reimpostarlo oppure sceglierne un altro.
ja: ユーザーネームに問題が発生したため、アカウントに割り当てられていません。もう一度設定し直すか、新しいものを選んでみてください。
ko: 사용자 이름에 문제가 생겨 더는 이 사용자 이름이 이 계정에 사용되지 않습니다. 다시 설정하려고 시도하거나 새로운 사용자 이름을 선택할 수 있습니다.
mr: आपल्या वापरकर्ता नावासह काहीतरी चुकीचे झाले आहे, ते यापुढे आपल्या अकाऊंटसह नियुक्त केलेले नाही. आपण प्रयत्न करू शकता आणि तो पुन्हा सेट करू शकता किंवा नवीन निवडू शकता.
ms: Kesilapan telah berlaku dengan nama pengguna anda, ia tidak lagi diberikan kepada akaun anda. Anda boleh mencuba dan menetapkannya semula atau memilih yang baharu.
nb: Noe gikk galt med brukernavnet ditt. Det er ikke lenger tilknyttet kontoen din. Du kan prøve å angi det på nytt, eller velge et annet brukernavn.
nl: Er is iets misgegaan met je gebruikersnaam, deze is niet meer aan je account toegewezen. Je kunt je gebruikersnaam opnieuw proberen in te stellen of een nieuwe kiezen.
pl: Coś poszło nie tak z Twoją nazwą użytkownika. Nie jest już przypisana do Twojego konta. Możesz spróbować ustawić tę samą nazwę ponownie lub wybrać nową.
pt_br: Algo deu errado com seu nome de usuário, pois ele não está mais atribuído à sua conta. Você pode tentar defini-lo de novo ou escolher outro.
pt_pt: Houve um problema com o seu nome de utilizador, o mesmo já não está atribuído à sua conta. Pode voltar a configurá-lo ou pode escolher um novo.
ro: Ceva nu a funcționat corect cu numele tău de utilizator, nu mai este atribuit contului tău. Poți încerca să îl stabilești din nou sau să alegi unul nou.
ru: Что-то пошло не так с вашим именем пользователя, оно больше не закреплено за вашей учётной записью. Вы можете попробовать установить его снова или выбрать новое.
sk: Vyskytol sa problém s vaším používateľským menom. Už nie je priradené k vášmu účtu. Môžete si ho skúsiť nastaviť znova alebo si vybrať nové.
sr: Дошло је до грешке са вашим корисничким именом – више није повезано са вашим налогом. Можете пробати поново да га подесите или да изаберете ново.
sv: Något gick fel med ditt användarnamn. Det är inte längre tilldelat ditt konto. Du kan försöka ställa in det igen eller välja ett nytt.
th: เกิดข้อผิดพลาดเกี่ยวกับชื่อผู้ใช้ ไม่สามารถใช้ชื่อผู้ใช้นี้กับบัญชีของคุณได้อีกต่อไป โปรดลองใหม่ด้วยการใส่ชื่อผู้ใช้อีกครั้งหรือตั้งชื่อผู้ใช้ใหม่
tr: Kullanıcı adınla ilgili bir sorun oluştu, artık hesabına atanmamış olarak görünüyor. Kullanıcı adını tekrar ayarlamayı deneyebilir veya yeni bir tane seçebilirsin.
ug: ئىشلەتكۈچى نامىڭىزدا خاتالىق كۆرۈلگەن بولۇپ، ئۇ ئەمدى سىزنىڭ ھېساباتىڭىزغا تەۋە ئەمەس. ئۇنى قايتا تەڭشەپ سىناپ باقسىڭىز ياكى يېڭى بىر نام تاللىسىڭىز بولىدۇ.
uk: З вашим іменем користувача сталася помилка. Воно більше не пов'язане з вашим акаунтом. Ви можете спробувати встановити це ім'я повторно або вибрати нове.
ur: آپ کے یوزر نیم کے ساتھ کچھ غلط ہو گیا ہے، یہ مزید آپ کے اکاؤنٹ کے ساتھ تفویض کردہ نہیں ہے۔ آپ دوبارہ کوشش کر کے اسے سیٹ کر سکتے ہیں یا نیا منتخب کر سکتے ہیں۔
vi: Có vấn đề với tên người dùng của bạn, tên này không còn gắn liền với tài khoản của bạn. Bạn có thể thử và đặt lại hoặc chọn một tên mới.
zh_cn: 您的用户名出问题了，它已不再分配给您的账户。您可以尝试重新设置，或选择一个新用户名。
zh_hk: 你的用戶名稱發生問題，不再被指定到你的帳戶。你可以嘗試重設或選擇一個新的。

# REMINDER_VIEW_USERNAME_LINK_CORRUPTED_FIX_BUTTON
source: Fix now
ar: الإصلاح الآن
be: Выправіць зараз
bn: এখনই ঠিক করুন
ca: Reparar-ho ara
cs: Opravit hned
da: Få hjælp nu
de: Jetzt beheben
el: Διόρθωση τώρα
es: Corregir ahora
fa: اکنون اصلاح شود
fi: Korjaa nyt
fr: Résoudre
ga: Deisigh anois
gu: અત્યારે ઠીક કરો
he: תיקון כעת
hi: अभी ठीक करें
hr: Ispravi odmah
hu: Javítás most
id: Perbaiki sekarang
it: Risolvi ora
ja: 今すぐ修正する
ko: 지금 해결
mr: आत्ता निश्चित करा
ms: Baiki sekarang
nb: Fiks nå
nl: Nu oplossen
pl: Zrób to teraz
pt_br: Corrigir agora
pt_pt: Resolver agora
ro: Repară acum
ru: Исправить сейчас
sk: Opraviť teraz
sr: Исправите сад
sv: Åtgärda nu
th: แก้ไขตอนนี้
tr: Şimdi düzelt
ug: دەرھال ئوڭشاش
uk: Виправити
ur: ابھی ٹھیک کریں
vi: Sửa ngay
zh_cn: 立刻解决
zh_hk: 立即修復

# REMINDER_VIEW_USERNAME_LINK_CORRUPTED_WARNING
source: Something went wrong with your username QR code and link, it’s no longer valid. Create a new link to share with others.
ar: حدثت مشكلة مع كود الـ QR ورابط اسم المُستخدم الخاص بك، ولم يعد صالحًا. أنشِئ رابطًا جديدًا للمشاركة مع الآخرين.
be: Нешта не так з QR-кодам і спасылкай на ваша імя карыстальніка, яны больш несапраўдныя. Стварыце новую спасылку, каб абагуліць яе з іншымі людзьмі.
bn: আপনার 'ব্যবহারকারীর নাম', QR কোড ও লিংকে কিছু ভুল হয়েছে, এটি আর বৈধ নয়। অন্যদের সাথে শেয়ার করার জন্য একটি নতুন লিংক তৈরি করুন।
ca: S'ha produït un error amb el codi QR i enllaç del teu àlies, ja no és vàlid. Crea un nou enllaç per compartir.
cs: Něco se pokazilo s vaším uživatelským jménem, QR kódem a odkazem. Již neplatí. Vytvořte si nový odkaz ke sdílení s ostatními.
da: Noget gik galt med QR-koden for dit brugernavn og dit link. Det er ikke længere gyldigt. Opret et nyt link, som du kan dele med andre.
de: Mit dem QR-Code und Link deines Nutzernamens ist etwas schief gelaufen, sie sind nicht mehr gültig. Erstelle einen neuen Link, um ihn mit anderen zu teilen.
el: Κάτι πήγε στραβά με τον κωδικό QR και τον σύνδεσμο του ονόματος χρήστη σου, δεν ισχύει πλέον. Δημιούργησε έναν νέο σύνδεσμο για κοινή χρήση με άλλους.
es: Ha habido un problema con el código QR y el enlace de tu alias, por lo que ya no son válidos. Crea un nuevo enlace para compartir con otras personas.
fa: خطایی در مورد کد و پیوند QR نام کاربری شما رخ داد و دیگر معتبر نیست. پیوند جدیدی ایجاد کنید تا با دیگران به اشتراک بگذارید.
fi: Jokin meni vikaan käyttäjänimesi QR-koodissa ja linkissä. Linkki ei ole enää kelvollinen. Luo uusi linkki, jonka voit jakaa muille.
fr: Une erreur s'est produite : le lien et le code QR associés à votre nom d'utilisateur ne sont plus valides. Veuillez créer un nouveau lien pour le partager avec d'autres utilisateurs.
ga: Bhí fadhb le cód QR agus nasc d'ainm úsáideora, níl sé bailí a thuilleadh. Cruthaigh nasc nua le comhroinnt le daoine eile.
gu: તમારા યુઝરનેમ QR કોડ અને લિંક સાથે કંઈક ખોટું થયું છે, તે હવે માન્ય નથી. અન્ય લોકો સાથે શેર કરવા માટે નવી લિંક બનાવો.
he: משהו השתבש עם קוד ה–QR והלינק של שם המשתמש שלך, הם כבר לא תקפים. אפשר ליצור לינק חדש לשיתוף עם אחרים.
hi: आपके यूज़रनेम QR कोड और लिंक में कुछ गलत हो गया है, यह अब मान्य नहीं है। दूसरों के साथ साझा करने के लिए एक नया लिंक बनाएं।
hr: Došlo je do pogreške. Vaše korisničko ime, QR kôd i poveznica više nisu važeći. Stvorite novu poveznicu i podijelite je s prijateljima.
hu: Hiba történt a felhasználónevedhez tartozó QR-kóddal és a hivatkozással, ezért azok már nem érvényesek. Hozz létre egy új hivatkozást és oszd meg másokkal.
id: Ada yang salah dengan kode QR dan tautan nama pengguna Anda, tautan tersebut sudah tidak valid. Buat tautan baru untuk dibagikan dengan orang lain.
it: Si è verificato un errore con il nome utente del tuo codice QR e link: ora non sono più validi. Crea un nuovo link per condividerlo con altre persone.
ja: ユーザーネームのQRコードとリンクに問題が発生したため、無効になりました。新しいリンクを作成して他のユーザーと共有してください。
ko: 사용자 이름 QR 코드와 링크에 문제가 생겨 더는 이 QR 코드와 링크를 사용할 수 없습니다. 다른 사용자와 공유하려면 새로운 링크를 만드세요.
mr: आपल्या वापरकर्ता नाव QR कोड आणि लिंक यासह काहीतरी चुकीचे झाले आहे, ती यापुढे वैध असणार नाही. इतरांसह शेअर करण्यास एक नवीन लिंक तयार करा.
ms: Kesilapan telah berlaku dengan kod QR dan pautan nama pengguna anda, ia tidak sah lagi. Cipta pautan baharu untuk dikongsi dengan orang lain.
nb: Noe gikk galt med QR-koden og profillenken din. De er ikke lenger gyldige. Opprett en ny lenke for å dele profilen din med andre.
nl: Er is iets misgegaan met je QR-code en gebruikersnaamlink, deze zijn niet langer geldig. Maak een nieuwe link om met anderen te delen.
pl: Coś poszło nie tak z kodem QR oraz linkiem przypisanymi do Twojej nazwy użytkownika. Nie są już prawidłowe. Utwórz nowy link do udostępniania.
pt_br: Algo deu errado com o QR code e link do seu nome de usuário, ele não é mais válido. Crie outro link para compartilhar.
pt_pt: Houve um problema com o código QR e link do seu nome de utilizador, os mesmos já não são válidos. Crie um novo link para partilhar com outras pessoas.
ro: Ceva nu a funcționat corect cu numele tău de utilizator, nu mai este valid. Creează un link nou pe care să îl distribui altora.
ru: Что-то пошло не так с QR-кодом и ссылкой на ваше имя пользователя, они больше не действительны. Создайте новую ссылку, чтобы делиться ею с другими.
sk: Vyskytol sa problém s QR kódom a odkazom na vaše používateľské meno, už nie sú platné. Vytvorte nový odkaz a zdieľajte ho s ostatnými.
sr: Дошло је до грешке са вашим QR кодом и линком повезаним са вашим корисничким именом – више нису важећи. Креирајте нови линк који ћете поделити са другима.
sv: Något gick fel med QR-koden och länken för ditt användarnamn, det är inte längre giltigt. Skapa en ny länk för att dela med andra.
th: เกิดข้อผิดพลาดเกี่ยวกับคิวอาร์โค้ดและลิงก์ชื่อผู้ใช้ของคุณ จึงไม่สามารถใช้ลิงก์นี้ได้อีกต่อไป โปรดสร้างลิงก์ใหม่เพื่อใช้สำหรับแชร์กับผู้ติดต่อ
tr: Kullanıcı adının kare kodu ve bağlantısıyla ilgili bir sorun oluştu, bağlantı artık geçerli değil. Başkalarıyla paylaşılacak yeni bir bağlantı oluştur.
ug: سىزنىڭ ئىشلەتكۈى نامىڭىز، QR كودىڭىز ۋە ئۇلانمىڭىزدا بەزى مەسىلىلەر بار، بۇنىڭدىن كىيىن كۈچكە ئىگە ئەمەس. باشقىلار بىلەن ئورتاقلىشىش ئۈچۈن يېڭى بىر ئۇلانما تۈزۈڭ.
uk: З QR-кодом і посиланням, пов'язаними з вашим іменем користувача, сталася помилка. Вони більше не дійсні. Створіть нове посилання, щоб ділитися ним з іншими.
ur: آپ کے یوزر نیم کے QR کوڈ اور لنک کے ساتھ کچھ غلط ہو گیا تھا، یہ اب مؤثر نہیں ہے۔ دوسروں کے ساتھ شیئر کرنے کے لیے ایک نیا لنک تخلیق کریں۔
vi: Có vấn đề với mã QR và đường dẫn đến tên người dùng của bạn, tên này không còn khả dụng. Hãy tạo đường dẫn mới để chia sẻ với mọi người.
zh_cn: 您的用户名二维码和链接出问题了，它们已经失效。请创建一个新链接以便分享给其他用户。
zh_hk: 你的用戶名稱及連結發生問題，已不再有效。建立新連結以與他人分享。

source: Remove preview
af: Verwyder voorskou
ar: إزالة المعاينة
az: Önbaxışı çıxart
be: Выдаліць папярэдні прагляд
bn: প্রিভিউ সরান
ca: Suprimeix la previsualització
cs: Zrušit náhled
cy: Dileu rhagolwg
da: Fjern forhåndsvisning
de: Vorschau entfernen
el: Αφαίρεση προεπισκόπησης
es: Eliminar vista previa
et: Eemalda eelvaade
fa: حذف پیش‌نمایش
fi: Poista esikatselu
fr: Supprimer l’aperçu
ga: Bain réamhamharc
gu: પ્રિવ્યૂ દૂર કરો
he: הסרת תצוגה מקדימה
hi: प्रीव्यू को हटाएं
hr: Ukloni pregled
hu: Előnézet eltávolítása
id: Hapus pratinjau
is: Fjarlægja forskoðun
it: Rimuovi anteprima
ja: プレビューを削除
km: áŠá€á€á¶ášá–á·á“á·ááŸ’á™á¡á¾á„áœá·á‰
ko: 미리 보기 제거
lt: Šalinti peržiūrą
ml: പ്രിവ്യു നീക്കം ചെയ്യുക
mr: पूर्वावलोकन काढून टाका
ms: Buang pratonton
nb: Fjern forhåndsvisning
nl: Voorbeeld verwijderen
pa: ਝਲਕ ਹਟਾਓ
pl: Usuń podgląd
ps: د مخکتنې لري کول
pt_br: Remover pré-visualização
pt_pt: Remover pré-visualização
ro: Elimină previzualizarea
ru: Удалить предпросмотр
sk: Odstrániť náhľad
sl: Odstrani predogled
sq: Hiqe paraparjen
sr: Уклони преглед
sv: Ta bort förhandsgranskning
sw: Ondoa preview
ta: முன்னோட்டத்தை நீக்கவும்
th: ลบตัวอย่าง
tr: Ön izlemeyi kaldır
ug: ئالدىن كۆزىتىشنى چىقىرىۋەت
uk: Прибрати попередній вигляд
ur: پیش منظر ہٹائیں
vi: Xóa bản xem trước
zh_cn: 移除预览
zh_hk: 移除預覽

# REPLACE_ADMIN_VIEW_TITLE
source: Choose New Admin
af: Kies nuwe admin
ar: اختر مُشرِف جديد
az: Yeni admin seçin
be: Выбраць новага адміністратара
bg: Изберете нов администратор
bn: নতুন অ্যাডমিন বেছে নিন
ca: Trieu un administrador nou
cs: Vyberte nového administrátora
cy: Dewiswch Gweinyddwr Newydd
da: Vælg ny administrator
de: Neuen Admin wählen
el: Επιλογή νέου διαχειριστή
es: Designa a otra persona como admin
es_es: Seleccionar nuev@ admin
et: Vali uus administraator
eu: Hautatu Administratzaile Berria
fa: انتخاب مدیر جدید
fi: Valitse uusi ylläpitäjä
fil: Pumili ng Bagong Admin
fr: Choisir un nouvel admin
ga: Riarthóir Nua
gu: નવું એડમિન પસંદ કરો
he: בחר מנהלן חדש
hi: नया एडमिन चुनें
hr: Odaberite novog administratora
hu: Új admin választása
id: Pilih Admin Baru
is: Veldu nýjan stjórnanda
it: Scegli nuovo amministratore
ja: 新管理者の選択
kab: Fren anedbal amaynut
kk: Жаңа әкімші таңдау
km: á‡áŸ’ášá¾áŸášá¾áŸá¢áŸ’á“á€á‚áŸ’ášá”áŸ‹á‚áŸ’ášá„ááŸ’á˜á¸
kn: ಹೊಸ ಅಡ್ಮಿನ್ ಆರಿಸಿ.
ko: 새 관리자 선택
lt: Pasirinkite naują administratorių
lv: Izvēlēties jaunu administratoru
mk: Изберете нов администратор
ml: പുതിയ അഡ്മിനെ തിരെഞ്ഞെടുക്കുക
mr: नवीन प्रशासक निवडा
ms: Pilih Pentadbir Baru
my: စီမံသူအသစ် ရွေးပါ
nb: Velg ny administrator
nl: Kies een nieuwe beheerder
pa: ਨਵਾਂ ਐਡਮਿਨ ਚੁਣੋ
pa_pk: نواں ایڈمن منتخب کرو
pl: Wybierz nowego administratora
ps: د نوي اډمین ټاکنه
pt_br: Escolher Novo Admin
pt_pt: Escolha um administrador novo
ro: Alege un nou administrator
ru: Выберите нового администратора
sk: Vybrať nového administrátora
sl: Določite novega skrbnika
sq: Zgjidhni Përgjegjës të Ri
sr: Изаберите новог администратора
sv: Välj ny administratör
sw: Chagua Msimamizi Mpya
ta: புதிய நிர்வாகியைத் தேர்வுசெய்க
te: క్రొత్త నిర్వాహకుడిని ఎంచుకోండి
th: เลือกผู้ดูแลใหม่
tr: Yeni Yönetici Seç
ug: يېڭى باشقۇرغۇچى تاللاڭ
uk: Оберіть нового адміністратора
ur: نیا ایڈمن منتخب کریں
vi: Chọn Quản trị viên Mới
zh_cn: 选择新的管理员
zh_hk: 請選擇新的管理員
