Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# REREGISTER_FOR_PUSH
source: Re-register Push Notifications
af: Herregistreer vir stootkennisgewings
ar: إعادة الاشتراك في الإشعارات داخل التطبيق
az: Təkrar qeydiyyat ani bildirişləri
be: Паўторна рэгістраваць для атрымання push-паведамленняў
bg: Регистрирай Отново
bn: পুশ নোটিফিকেশন পুনরায় রেজিস্টার করুন
ca: Registra de nou per a les notificacions.
cs: Přeregistrovat Push oznámení.
cy: Ailgofrestru Hysbysiadau Gwthio
da: Genregistrer push-notifikationer
de: Push-Registrierung erneuern
el: Επανεγγραφή στις Ειδοποιήσεις Push
es: Reactivar las notificaciones push
es_es: Renovar token de notificaciones
et: Registreeru teavituste saamiseks uuesti
fa: ثبت‌نام مجدد برای اعلان‌های فوری
fi: Push-ilmoitusten uudelleenrekisteröinti
fil: Magrehistrong muli para sa push notifications.
fr: Réactiver les notifications push
gu: પુશ સૂચનાઓને ફરીથી રજીસ્ટર કરો
he: הירשם מחדש אל התראות דחיפה
hi: पुश अधिसूचनाएँ री-रजिस्टर करें
hr: Ponovno registriraj push obavijesti
hu: Újraregisztrálás a push értesítésekért
id: Daftarkan Ulang Penanda Notifikasi
is: Endurskrá ýti-tilkynningar
it: Registra nuovamente le notifiche push
ja: プッシュ通知を再登録
kk: Push құлақтандыруларды қайтадан тіркеу
km: áŸá¶ášá‡á¼á“áŠáŸ†áá¹á„á…á»áŸ‡áˆáŸ’á˜áŸ„áŸ‡á¡á¾á„áœá·á‰
kn: ಪುಶ್ ನೋಟಿಫಿಕೇಷನ್‌ಗಳನ್ನು ಮರು ನೋಂದಾಯಿಸಿ
ko: 푸시 알림 재등록
lt: Iš naujo užsiregistruoti „Push“ pranešimams
lv: Atkārtoti reģistrēties automātiskajiem paziņojumiem
ml: പുഷ് അറിയിപ്പുകൾ വീണ്ടും രജിസ്റ്റർ ചെയ്യുക
mr: पुश सूचना पुन्हा नोंदणी करा
ms: Daftar Semula Pemberitahuan Tolak
my: သတိပေးချက်ကြီးများ ကို ပြန်တင်ပါမယ်
nb: Registrer for push-varsler på nytt
nl: Pushmeldingen opnieuw registreren
pa: ਪੁਸ਼ ਸੂਚਨਾਵਾਂ ਮੁੜ-ਰਜਿਸਟਰ ਕਰੋ
pa_pk: پُش اطلاواں دے لئی فیر رجسٹر کرو
pl: Ponownie skonfiguruj powiadomienia push
ps: د لیږونکو خبرتیاووې لپاره له سره نوم لیکنه وکړئ
pt_br: Reiniciar o envio de notificações
pt_pt: Reinscrever-se nas notificações push
ro: Înregistrează-te din nou pentru notificări push
ru: Перерегистрировать push-уведомления
sk: Znovu zaregistrovať push notifikácie
sl: Ponovna registracija potisnih obvestil
sq: Riregjistroni Njoftime Push
sr: Поновите пријаву за обавештења
sv: Omregistrera pushnotiser
sw: Jisajili tena kwa Arifa za Bonyeza
ta: மீண்டும் பதிவு செய்யுங்கள் அறிவிப்புகளை அழுத்துக
te: పుష్ నోటిఫికేషన్‌లను తిరిగి నమోదు చేయండి
th: ลงทะเบียนอีกครั้งสำหรับการแจ้งเตือนแบบพุช
tr: Anlık Bildirimler için Yeniden Kaydol
ug: تەۋسىيە ئۇقتۇرۇشنى قايتا تىزىملات
uk: Перереєструвати токен для push-сповіщень
ur: پش اطلاعات کا دوبارہ اندراج کریں
vi: Đăng ký lại Thông báo Đẩy
zh_cn: 重新注册推送通知
zh_hk: 重新設定通知

# REREGISTER_INVALID_PIN_WARNING_SKIPPABLE_FORMAT
source: You have %1$@ remaining. If you run out of attempts, you can create a new PIN. You can register and use your account but you’ll lose some saved settings like your profile information.
ar: لديك %1$@ محاولة/محاولات متبقية. إذا استنفدتَ جميع المُحاولات، يُمكنك إنشاء رقم PIN جديد. يُمكنك التسجيل واستخدام الحساب الخاص بك، لكِنَك ستفقِد بعض الإعدادات المحفوظة مِثل معلومات حسابك الشخصي.
be: У вас засталася %1$@. Калі ў вас скончацца спробы, вы зможаце стварыць новы PIN-код. Вы зможаце зарэгістравацца і выкарыстоўваць свой уліковы запіс, але вы страціце некаторыя захаваныя налады, такія як ваша інфармацыя профілю.
bn: আপনার %1$@টি চেষ্টা বাকি আছে। আপনার চেষ্টার সংখ্যা যদি ফুরিয়ে যায়, তবে আপনি একটি নতুন পিন তৈরি করতে পারবেন। আপনি আপনার অ্যাকাউন্ট নিবন্ধন করতে ও ব্যবহার করতে পারবেন, তবে আপনি আপনার প্রোফাইলের তথ্যের মতো কিছু সংরক্ষিত সেটিংস হারাবেন।
ca: Te'n queda %1$@. Si esgotes els intents, pots crear un PIN nou. Pots registrar-te i utilitzar el teu compte, però perdràs alguns dels teus ajustos, com ara la informació del perfil.
cs: Zbývá vám: %1$@. Pokud vyčerpáte všechny pokusy, můžete si vytvořit nový PIN. Můžete se zaregistrovat a používat svůj účet, ale přijdete o některá uložená nastavení (třeba o informace z profilu).
da: Du har %1$@ forsøg tilbage. Hvis du løber tør for forsøg, kan du oprette en ny pinkode. Du kan registrere og bruge din konto, men du vil miste nogle gemte indstillinger, såsom dine profiloplysninger.
de: Noch %1$@ Versuche. Falls du all deine Versuche aufbrauchst, kannst du eine neue PIN erstellen. Du kannst dich registrieren und dein Konto verwenden, wirst aber einige gespeicherte Einstellungen wie deine Profilinformationen verlieren.
el: Σου απομένουν %1$@ προσπάθειες. Αν εξαντλήσεις τις προσπάθειες, μπορείς να δημιουργήσεις νέο PIN. Μπορείς να δημιουργήσεις και να χρησιμοποιήσεις τον λογαριασμό σου, αλλά θα χάσεις κάποιες αποθηκευμένες ρυθμίσεις όπως τις πληροφορίες προφίλ.
es: Tienes %1$@ más. Si agotas los intentos, podrás crear un nuevo PIN. Podrás volver a registrarte y usar tu cuenta, pero perderás algunos ajustes ya guardados, como tu información de perfil.
fa: %1$@ تلاش باقیمانده دارید. اگر فرصت‌هایتان تمام شد، می‌توانید پین جدید ایجاد کنید. می‌توانید ثبت‌نام کنید و از حساب کاربری خود استفاده کنید، اما برخی تنظیمات ذخیره‌شده مانند اطلاعات نمایه‌تان را از دست می‌دهید.
fi: Sinulla on %1$@ jäljellä. Jos yritykset loppuvat, voit luoda uuden PIN-koodin. Voit rekisteröityä ja käyttää tiliäsi, mutta menetät osan tallennetuista asetuksista, kuten profiilitietosi.
fr: Il vous reste %1$@. Si vous dépassez le nombre de tentatives autorisé, vous pourrez créer un nouveau PIN. Vous pourrez vous réinscrire et utiliser votre compte, mais vous perdrez certains paramètres enregistrés, tels que les informations de profil.
ga: Tá %1$@ fágtha agat. Má úsáideann tú gach iarracht, is féidir leat UAP nua a chruthú. Is féidir leat do chuntas a chlárú agus a úsáid ach caillfidh tú roinnt socruithe amhail an fhaisnéis i do phróifíl.
gu: તમારી પાસે %1$@ પ્રયાસો બાકી છે. જો તમારા પ્રયાસો પૂરા થઈ જાય તો તમે નવો પિન બનાવી શકો છો. તમે રજિસ્ટર કરી અને તમારું એકાઉન્ટ વાપરી શકો છો પરંતુ તમે તમારી પ્રોફાઇલ માહિતી જેવા કેટલાક સાચવેલા સેટિંગ્સ ગુમાવશો.
he: %1$@. אם ייגמרו לך הנסיונות, תהיה לך אפשר ליצור PIN חדש. ניתן להירשם ולהשתמש בחשבון שלך אבל אז יאבדו כמה הגדרות שמורות כמו נתוני הפרופיל שלך.
hi: आपके %1$@ प्रयास बाकी हैं। यदि आपके प्रयास समाप्त हो जाएँ तो आप एक नया पिन बना सकते हैं। आप रजिस्टर करके अपना अकाउंट इस्तेमाल कर सकते हैं, लेकिन आपकी कुछ सहेजी हुई सेटिंग्स चली जाएंगी, जैसे कि आपकी प्रोफ़ाइल संबंधी जानकारी।
hr: Preostaje %1$@. Ako vam ponestane pokušaja, možete stvoriti novi PIN. Možete se registrirati i koristiti svoj račun, ali ćete izgubiti neke spremljene postavke poput podataka o vašem profilu.
hu: Még %1$@ van hátra. Ha elfogy a próbálkozások száma, létrehozhatsz egy új PIN-kódot. Regisztrálhatsz és használhatod a fiókod, de elveszítesz néhány mentett beállítást, így például a profiladataidat.
id: Anda punya %1$@ tersisa. Jika kesempatan mencoba telah habis, Anda bisa membuat PIN baru. Anda bisa mendaftar dan menggunakan akun Anda tetapi beberapa pengaturan tersimpan seperti informasi profil akan hilang.
it: Hai ancora %1$@. Se esaurisci i tentativi a tua disposizione, puoi creare un nuovo PIN. Puoi registrarti e usare il tuo account ma perderai alcune impostazioni salvate, per esempio le informazioni del tuo profilo.
ja: あと%1$@ 回、PIN を入力することができます。PIN が一致しない場合、新しい PIN を作成することができます。アカウントの登録と使用は可能ですが、プロフィール情報など保存された設定の一部が失われる可能性があります。
ko: %1$@번 더 시도할 수 있습니다. 나음 횟수를 모두 사용하면 새로운 PIN을 만들 수 있습니다. 계정을 등록하여 사용할 수 있지만 프로필 정보 등 일부 저장된 설정이 손실됩니다.
mr: आपल्याकडे %1$@ शिल्लक आहेत. आपल्या प्रयत्नांची संख्या समाप्त झाल्यास, आपण एक नवीन पिन तयार करु शकता. आपण नोंदणी करु आणि आपले अकाऊंट वापरु शकता, मात्र आपण आपली प्रोफाईल माहिती सारख्या जतन केलेल्या सेटिंग्ज गमावाल.
ms: Anda mempunyai %1$@ lagi. Jika anda kehabisan percubaan, anda boleh mencipta PIN baharu. Anda boleh mendaftar dan menggunakan akaun anda, tetapi anda akan kehilangan beberapa tetapan yang disimpan seperti maklumat profil anda.
nb: Du har %1$@ igjen. Du kan lage en ny PIN-kode hvis du går tom for forsøk. Du kan registrere deg og bruke kontoen din, men du mister enkelte lagrede innstillinger, som profilinformasjonen din.
nl: Je hebt nog %1$@ pogingen over. Wanneer je geen pogingen meer hebt, kun je een nieuwe pincode aanmaken. Je kunt je opnieuw registreren en je account gebruiken maar je verliest wel een aantal opgeslagen instellingen, zoals je profielinformatie.
pl: %1$@. Jeśli skończą Ci się próby, możesz utworzyć nowy PIN. Możesz się zarejestrować i korzystać ze swojego konta, ale stracisz niektóre zapisane ustawienia, takie jak informacje w profilu.
pt_br: Você tem %1$@ restante(s). Se suas tentativas acabarem, você poderá criar um novo PIN. Você pode se cadastrar e usar sua conta, mas perderá algumas configurações salvas, como suas informações de perfil.
pt_pt: Resta-lhe %1$@. Quando terminarem as tentativas, poderá criar um novo PIN. Poderá voltar a registar-se e utilizar a sua conta mas irá perder algumas definições guardadas, como as suas informações do perfil.
ro: Mai ai %1$@ rămase. Dacă rămâi fără încercări, poți crea un nou PIN. Poți înregistra și folosi contul tău, dar îți vei pierde niște setări precum informațiile de la profil.
ru: У вас осталось %1$@ попытки. Если вы исчерпаете попытки, вы сможете создать новый Пин-код. Вы сможете зарегистрироваться и использовать свою учётную запись, но потеряете некоторые сохранённые настройки, например информацию вашего профиля.
sk: %1$@. Ak sa vám minú pokusy, môžete si vytvoriť nový PIN. Budete sa môcť registrovať a ďalej používať svoj účet, avšak stratíte niektoré uložené nastavenia ako informácie o vašom profile.
sr: %1$@. Ако искористите све покушаје, мораћете да креирате нови PIN. Можете да региструјете и користите свој налог, али изгубићете нека сачувана подешавања као што су ваши подаци на профилу.
sv: Du har %1$@ kvar. Du kan skapa en ny pinkod om du får slut på försök. Du kan registrera och använda ditt konto men du kommer att förlora några sparade inställningar, som din profilinformation.
th: ลองได้อีก %1$@ ครั้ง คุณสามารถสร้าง PIN ใหม่ได้หากลองจนครบจำนวนที่กำหนดแล้ว คุณจะลงทะเบียนและใช้บัญชีได้ แต่จะสูญเสียการตั้งค่าเดิมบางรายการ เช่น ข้อมูลโปรไฟล์
tr: %1$@ kaldı. Eğer hakkın biterse, yeni bir PIN oluşturabilirsin. Hesabını kaydedebilir ve kullanabilirsin ancak profil bilgilerin gibi kaydedilmiş bazı ayarları kaybedersin.
ug: سىزنىڭ يەنە %1$@ قېتىملىق پۇرسىتىڭىز قالدى. سىناق قېتىم سانى چەككە يەتسە، يېڭىدىن بىر PIN قۇرسىڭىز بولىدۇ. ھېساباتىڭىزنى تىزىملىتالايسىز ۋە ئىشلىتەلەيسىز، ئەمما ئارخىپ ئۇچۇرى دېگەندەك ئۇچۇرلىرىڭىز ساقلانغان تەڭشەكلەرنى يوقىتىپ قويىسىز.
uk: У вас лишається ще %1$@. Якщо спроби закінчаться, можна створити новий PIN-код. Ви зможете зареєструвати й використовувати акаунт, але втратите частину збережених налаштувань, як-от інформацію профілю.
ur: آپ کے پاس %1$@ باقی ہے۔ اگر آپ کی کوششیں ختم ہو گئی ہیں، تو آپ ایک نیا پِن تخلیق کر سکتے ہیں۔ آپ اپنا اکاؤنٹ رجسٹر اور استعمال کر سکتے ہیں تاہم آپ کچھ محفوظ کردہ سیٹنگز جیسے کہ اپنی پروفائل کی معلومات سے محروم ہو جائیں گے۔
vi: Bạn còn %1$@ lượt nhập. Nếu bạn hết lượt nhập, bạn có thể tạo một mã PIN mới. Bạn có thể đăng ký và sử dụng tài khoản của mình nhưng sẽ không còn các cài đặt đã lưu như thông tin hồ sơ.
zh_cn: 您还剩 %1$@。如果机会用尽，您可以创建新 PIN 码。您可以重新注册和使用账户，但一些已保存的设置将会丢失，如您的个人资料信息。
zh_hk: 你尚餘 %1$@ 次嘗試機會。如果你用光了嘗試機會，可建立一個新的 PIN 碼。你可註冊並使用你的帳戶，但你將會遺失部分已儲存的設定，如你的個人檔案資訊。

# REREGISTER_INVALID_PIN_WARNING_UNSKIPPABLE_FORMAT
source: You have %1$@ remaining. If you run out of attempts, your account will be locked for 7 days. After 7 days of inactivity, you can re-register without your PIN. All content will be deleted.
ar: لديك %1$@ محاولة/محاولات متبقية. إذا استنفدتَ جميع المُحاولات، سَيُقفل حسابك لمدة سبعة أيام. بعد سبعة أيام من عدم الاستخدام، سَتتمكَّن من إعادة التسجيل دون إدخال رقم PIN الخاص بك. ستُحذَف جميع محتويات حسابك.
be: У вас засталося %1$@. Калі ў вас скончацца спробы, ваш уліковы запіс будзе заблакаваны на 7 дзён. Пасля 7 дзён бяздзейнасці вы зможаце зарэгістравацца паўторна без свайго PIN-кода. Увесь кантэнт будзе выдалены.
bn: আপনার %1$@টি চেষ্টা বাকি আছে। আপনার চেষ্টার সংখ্যা যদি ফুরিয়ে যায়, তবে আপনার একাউন্ট 7 দিনের জন্য লক থাকবে। 7 দিন নিষ্ক্রিয় থাকার পর, আপনি আপনার পিন ছাড়াই পুনরায় নিবন্ধন করতে পারবেন। সব কন্টেন্ট মুছে ফেলা হবে।
ca: Te'n queda %1$@. Si esgotes els intents, el teu compte es bloquejarà durant 7 dies. Després de 7 dies d'inactivitat, pots tornar a registrar-te sense el teu PIN. Tot el contingut serà eliminat.
cs: Zbývá vám: %1$@. Pokud vyčerpáte všechny pokusy, bude váš účet na 7 dní zablokován. Po 7 dnech nečinnosti se můžete znovu zaregistrovat bez PIN kódu. Veškerý obsah bude smazán.
da: Du har %1$@ forsøg tilbage. Hvis du bruger alle forsøg vil din konto blive låst i syv dage. Efter syv dages inaktivitet, kan du tilmelde dig uden din pinkode. Alt indhold vil blive slettet.
de: Noch %1$@ Versuche. Falls du alle Versuche aufbrauchst, wird dein Konto für 7 Tage gesperrt. Nach 7 Tagen Inaktivität kannst du dich ohne deine PIN erneut registrieren. Alle Inhalte werden gelöscht.
el: Σου απομένουν %1$@ προσπάθειες. Αν τις εξαντλήσεις, ο λογαριασμός σου θα κλειδωθεί για 7 μέρες. Μετά από 7 ημέρες αδράνειας, μπορείς να εγγραφείς ξανά χωρίς το PIN σου. Όλα τα περιεχόμενα θα διαγραφούν.
es: Tienes %1$@ más. Si agotas los intentos, tu cuenta quedará bloqueada durante 7 días. Después de 7 días de inactividad, podrás volver a registrarte sin tener que introducir tu PIN. Se eliminará todo tu contenido.
fa: %1$@ تلاش باقیمانده دارید. اگر فرصت‌هایتان تمام شد، حساب شما به مدت ۷ روز قفل خواهد شد. پس از ۷ روز عدم فعالیت، می‌توانید بدون نیاز به پین خود دوباره ثبت‌نام کنید. همه محتوا پاک خواهد شد.
fi: Sinulla on %1$@ jäljellä. Jos yritykset loppuvat, tilisi lukitaan 7 päiväksi. 7 päivän toimettomuuden jälkeen voit rekisteröityä uudelleen ilman PIN-koodia. Kaikki sisältö poistetaan.
fr: Il vous reste %1$@. Si vous dépassez le nombre de tentatives autorisé, votre compte sera bloqué pendant 7 jours. Au bout de 7 jours d'inactivité, vous pourrez vous réinscrire sans votre code PIN. Tout votre contenu sera supprimé.
ga: Tá %1$@ fágtha agat. Má úsáideann tú gach iarracht, glasálfar do chuntas ar feadh 7 lá. Tar éis 7 lá neamhghníomhaíochta is féidir leat athchlárú gan d'UAP. Scriosfar an t-ábhar ar fad.
gu: તમારી પાસે %1$@ પ્રયાસો બાકી છે. જો તમારા પ્રયાસો પૂરા થઈ જાય તો તમારું એકાઉન્ટ 7 દિવસ માટે લૉક થઈ જશે. 7 દિવસની નિષ્ક્રિયતા પછી, તમે તમારા પિન વગર ફરીથી રજિસ્ટર કરી શકો છો. બધી માહિતી ડિલીટ કરવામાં આવશે.
he: %1$@. אם ייגמרו לך הניסיונות, החשבון שלך יינעל ל–7 ימים. אחרי 7 ימים של אי–פעילות, תהיה לך אפשר להירשם מחדש בלי ה–PIN שלך. כל התוכן יימחק.
hi: आपके %1$@ प्रयास बाकी हैं। यदि आपके प्रयास समाप्त हो जाते हैं, तो आपका अकाउंट 7 दिनों के लिए लॉक हो जाएगा। 7 दिनों की निष्क्रियता के बाद, आप अपने पिन के बिना पुनः पंजीकरण कर सकते हैं। सभी कंटेंट डिलीट कर दिया जाएगा।
hr: Preostaje %1$@. Ako vam ponestane pokušaja, vaš će račun biti zaključan na tjedan dana. Nakon 7 dana neaktivnosti možete se ponovno registrirati bez PIN-a. Sav sadržaj bit će izbrisan.
hu: Még %1$@ van hátra. Ha elfogy a próbálkozások száma, a fiókod 7 napra zároljuk. 7 nap inaktivitás után újra regisztrálhatsz a PIN-kódod nélkül. Az összes adat törlésre kerül.
id: Anda punya %1$@ tersisa. Jika kesempatan mencoba telah habis, akun Anda akan dikunci selama 7 hari. Setelah 7 hari tidak aktif, Anda dapat mendaftar ulang tanpa PIN. Semua konten akan dihapus.
it: Hai ancora %1$@. Se esaurisci i tentativi a tua disposizione, il tuo account verrà bloccato per 7 giorni. Dopo 7 giorni di inattività, puoi registrarti nuovamente senza il tuo PIN. Tutti i contenuti verranno eliminati.
ja: あと%1$@ 回、PIN を入力することができます。PIN が一致しない場合、アカウントは 7 日間ロックされます。7 日後に、PIN なしで再登録ができるようになります。メッセージ等はすべて消去されます。
ko: %1$@번 더 시도할 수 있습니다. 남은 횟수를 모두 사용하면 계정이 7일 동안 잠깁니다. 7일 동안 활동이 없으면 PIN 없이 다시 등록할 수 있습니다. 이 경우 모든 내용이 삭제됩니다.
mr: आपल्याकडे %1$@ शिल्लक आहेत. आपल्या प्रयत्नांची संख्या समाप्त झाल्यास, आपले अकाऊंट 7 दिवसांसाठी लॉक करण्यात येईल. 7 दिवसांच्या निष्क्रियतेनंतर, आपण आपल्या पिन शिवाय पुन्हा-नोंदणी करु शकता. सर्व मजकूर हटवला जाईल.
ms: Anda mempunyai %1$@ lagi. Jika anda kehabisan percubaan, akaun anda akan dikunci selama 7 hari. Selepas 7 hari tidak aktif, anda boleh mendaftar semula tanpa PIN anda. Semua kandungan akan dipadamkan.
nb: Du har %1$@ igjen. Hvis du går tom for forsøk, sperres kontoen din i 7 dager. Etter 7 dager kan du registrere deg på nytt uten PIN-koden. Alt innhold blir slettet.
nl: Je hebt nog %1$@ pogingen over. Als je geen pogingen meer over hebt, wordt je account voor 7 dagen vergrendeld. Na 7 dagen inactiviteit kun je je telefoonnummer opnieuw registreren zonder je pincode. In dat geval zal alle inhoud worden gewist.
pl: %1$@. Jeśli skończą Ci się próby, Twoje konto zostanie zablokowane na 7 dni. Po 7 dniach nieaktywności możesz zarejestrować się ponownie bez podawania PIN-u. Wszystkie treści zostaną usunięte.
pt_br: Você tem %1$@ restante(s). Se você esgotar suas tentativas, sua conta será bloqueada por 7 dias. Após 7 dias de inatividade, você poderá se cadastrar novamente com seu PIN. Todo conteúdo será excluído.
pt_pt: Resta-lhe %1$@. Se esgotar todas as tentativas, a sua conta será bloqueada durante 7 dias. Após 7 dias de inatividade, pode voltar a registar-se sem o seu PIN. Todo o conteúdo será eliminado.
ro: Mai ai %1$@ rămase. Dacă rămâi fără încercări, contul tău va fi blocat. După 7 zile de inactivitate, te poți înregistra din nou fără PIN. Tot conținutul va fi șters.
ru: У вас осталось %1$@ попытки. Если вы исчерпаете попытки, ваша учётная запись будет заблокирована на 7 дней. Если в течение 7 дней в ней не будет активности, вы сможете зарегистрироваться заново без ввода Пин-кода. Всё содержимое будет стёрто.
sk: %1$@. Ak sa vám minú pokusy, váš účet bude zablokovaný na 7 dní. Po 7 dňoch bez aktivity sa budete môcť znova registrovať bez vášho PIN kódu. Všetok obsah sa odstráni.
sr: %1$@. Ако искористите све покушаје, ваш налог ће бити закључан 7 дана. Након 7 дана неактивности моћи ћете поново да се региструјете без PIN-а. Сав садржај ће бити избрисан.
sv: Du har %1$@ kvar. Om du får slut på försök kommer ditt konto att låsas i 7 dagar. Efter 7 dagars inaktivitet kan du registrera om dig utan din pinkod. Allt innehåll kommer att tas bort.
th: ลองได้อีก %1$@ ครั้ง หากลองจนครบจำนวนที่กำหนดแล้ว บัญชีของคุณจะถูกล็อกเป็นเวลา 7 วัน หากไม่มีความเคลื่อนไหวภายใน 7 วัน คุณสามารถลงทะเบียนได้อีกครั้งโดยไม่ต้องใช้ PIN ทั้งนี้ เนื้อหาทั้งหมดจะถูกลบ
tr: %1$@ kaldı. Eğer hakkın biterse, hesabın 7 gün süreyle kilitlenir. 7 gün işlem yapılmadığında, PIN kodun olmadan yeniden kayıt olabilirsin. Tüm içerik silinecektir.
ug: سىزنىڭ يەنە %1$@ قېتىملىق پۇرسىتىڭىز قالدى. سىناق قېتىم سانى چەككە يەتسە، ھېساباتىڭىز 7 كۈن قۇلۇپلىنىدۇ. 7 كۈن مەشغۇلات قىلىنمىغاندىن كېيىن، PIN كىرگۈزمەي ھېساباتىڭىزنى قايتا تىزىملىتالايسىز. بارلىق مەزمۇنلار ئۆچۈرۈلىدۇ.
uk: У вас лишається ще %1$@. Якщо спроби закінчаться, ваш акаунт буде заблоковано на 7 днів. Через 7 днів без активності ви зможете зареєструватися знову без PIN-коду. Весь вміст буде видалено.
ur: آپ کے پاس %1$@ باقی ہے۔ اگر آپ کی کوششیں ختم ہو گئی ہیں، تو آپ کا اکاؤنٹ 7 دن کے لیے لاک ہو جائے گا۔ 7 دن کی غیر فعالیت کے بعد، آپ اپنے پِن کے بغیر دوبارہ رجسٹر کر سکتے ہیں۔ تمام مواد حذف کر دیا جائے گا۔
vi: Bạn còn %1$@ lượt nhập. Nếu bạn hết lượt nhập, tài khoản của bạn sẽ bị khóa 7 ngày. Sau 7 ngày không hoạt động, bạn có thể đăng ký lại mà không cần mã PIN. Tuy nhiên, toàn bộ dữ liệu sẽ bị xóa.
zh_cn: 您还剩 %1$@。如果机会用尽，您的账户将会被锁定 7 天。7 天锁定期结束后，您可以在没有 PIN 码的情况下重新注册 Signal。不过您账户中的所有数据将会被删除。
zh_hk: 你尚餘 %1$@ 次嘗試機會。如果你用光了嘗試機會，你的帳戶會被鎖定 7 天。閒置 7 天後，你無需使用 PIN 碼便能重新註冊，但所有內容將會被刪除。

source: Reset
af: Herstel
ar: إعادة التعيين
az: Sıfırla
be: Скінуць
bn: রিসেট করুন
ca: Restableix
cs: Obnovit
cy: Ailosod
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
et: Lähtesta
eu: Berrabiarazi
fa: بازنشانی
fi: Palauta alkuasetuksiin
fr: Réinitialiser
ga: Athshocraigh
gu: ફરીથી સેટ કરો
he: אפס
hi: फिर से स्थापित करना
hr: Poništi
hu: Visszaállítás
id: Atur ulang
is: Endurstilla
it: Resetta
ja: リセット
kab: Wennez
km: á€áŸ†áááŸ‹á¡á¾á„áœá·á‰
kn: ಮರುಹೊಂದಿಸಿ
ko: 초기화
lt: Atstatyti
lv: Atstatīt
mk: Ресетираj
ml: പുനഃക്രമീകരിക്കുക
mr: रीसेट करा
ms: Tetap semula
my: ရီဆက်ချမည်
nb: Tilbakestill
nl: Standaardinstelling herstellen
pa: ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zresetuj
ps: له سره تنظیمول
pt_br: Redefinir
pt_pt: Reiniciar
ro: Resetare
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sq: Riktheje
sr: Ресетуј
sv: Återställ
sw: Seti upya tena
ta: மீட்டமைக்க
te: పునరుద్ధరించు
th: รีเซ็ต
tr: Sıfırla
ug: ئەسلىگە قايتۇر
uk: Скинути
ur: دوبارہ بحال کریں
vi: Đặt lại
zh_cn: 重置
zh_hk: 重設

# RESTORING_MEDIA_BANNER_DISK_SPACE_BUTTON
source: Details
ar: التفاصيل
be: Звесткі
bn: বিস্তারিত
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
fa: جزئیات
fi: Lisätietoja
fr: Infos
ga: Mionsonraí
gu: વિગતો
he: פרטים
hi: माहिती
hr: Detalji
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 정보
mr: तपशील
ms: Butiran
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Подробнее
sk: Podrobnosti
sr: Опширније
sv: Detaljer
th: รายละเอียด
tr: Detaylar
ug: تەپسىلاتى
uk: Докладніше
ur: تفصیلات
vi: Chi tiết
zh_cn: 更多
zh_hk: 詳細資料
