Repository: signalapp/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: af, ar, az, be, bg, bn, ca, cs, cy, da, de, el, es, es_es, et, eu, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, kab, kk, km, kn, ko, lt, lv, mk, ml, mr, ms, my, nb, nl, pa, pa_pk, pl, ps, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, vi, zh_cn, zh_hk

# PHONE_NUMBER_SHARING_EVERYBODY_DESCRIPTION
source: Your phone number will be visible to people and groups you message.
af: Jou telefoonnommer sal sigbaar wees vir mense en groepe met wie jy kommunikeer. Mense wat jou nommer in hul kontaklys het sal dit ook in Signal kan sien.
ar: سَيكون رقم هاتفك مرئيًا للأشخاص والمجموعات التي تُراسلها.
az: Telefon nömrənizi mesaj göndərdiyiniz şəxslər və qruplar görə bilər. Ünvan kitabçasında telefon nömrəniz olan şəxslər də Signal-da bunu görə biləcək.
be: Ваш нумар тэлефона будзе бачны людзям і групам, якім вы адпраўляеце паведамленні.
bn: আপনার ফোন নম্বরটি সকল মানুষ এবং গ্ৰুপের কাছে দৃশ্যমান হবে।
ca: El teu número de telèfon serà visible per a totes les persones i grups a qui enviïs un missatge.
cs: Vaše telefonní číslo bude viditelné pro všechny lidi a skupiny, kterým pošlete zprávu.
cy: Bydd eich rhif ffôn i'w weld gan y bobl a'r grwpiau rydych chi'n anfon negeseuon atyn. Bydd pobl sydd â'ch rhif yn eu cysylltiadau ffôn hefyd yn ei weld ar Signal.
da: Dit telefonnummer vil være synligt for personer og grupper, du sender beskeder til.
de: Deine Telefonnummer ist für Personen und Gruppen sichtbar, mit denen du Nachrichten austauscht.
el: Ο αριθμός τηλεφώνου σου θα είναι ορατός στα άτομα και τις ομάδες που στέλνεις μηνύματα.
es: Tu número de teléfono será visible para las personas y los grupos a los que les envíes mensajes.
es_es: Tu número de teléfono será visible para la gente a quien envíes mensajes y para l@s participantes de tus grupos. La gente con tu número entre sus contactos también podrá ver que usas Signal.
et: Sinu telefoninumber on nähtav isikutele ja gruppidele, millega suhtled. Isikud, kellel on sinu telefoninumber nende telefonikontaktides, näevad seda ka Signalis.
eu: Zure telefono zenbakia ikusgarri egongo da mezuak bidaltzen dituzunean, erabiltzaileen zein taldeen kasuan. Zure telefono zenbakia kontaktuetan duen jendeak Signalen ere ikusi ahal izango du.
fa: شماره تلفن شما برای افراد و گروه‌هایی که به آن‌ها پیام می‌دهید قابل مشاهده خواهد بود.
fi: Puhelinnumerosi näkyy ihmisille ja ryhmille, joille lähetät viestejä.
fr: Seuls les contacts et les groupes avec lesquels vous échangez des messages pourront voir votre numéro de téléphone.
ga: Beidh d'uimhir ghutháin infheicthe ag gach duine agus grúpa a seolfaidh tú teachtaireachtaí chucu.
gu: તમારો ફોન નંબર તે લોકો અને ગ્રૂપને દેખાશે જેમને તમે મેસેજ કરો છો.
he: מספר הטלפון שלך יהיה גלוי לכל האנשים והקבוצות ששלחת להם הודעה.
hi: आपका फोन नंबर उन लोगों और ग्रुप्स को दिखेगा जिन्हें आप संदेश भेजेंगे।
hr: Vaš broj telefona bit će vidljiv svim osobama i grupama kojima pošaljete poruku.
hu: A telefonszámod az összes olyan személy vagy csoport számára látható lesz, akinek üzenetet küldesz.
id: Nomor telepon Anda akan terlihat oleh orang dan grup yang Anda kirimi pesan.
is: Símanúmerið þitt verður sýnilegt öllum einstaklingum og hópum sem þú sendir skilaboð. Fólk sem er með númerið þitt í nafnaskránni sinni mun einnig geta séð það í Signal.
it: Il tuo numero di telefono sarà visibile a tutte le persone e ai gruppi a cui invii messaggi.
ja: あなたの電話番号は、あなたがメッセージを送信した相手とグループに表示されます。
kab: Uṭṭun-ik·im n tilifun ad iban i meṛṛa imdanen d yigrawen wuɣur tettazneḍ. Imdanen yesεan uṭṭun-ik·im deg yinermisen-nsen ɣef tilifun-nsen, ula d nutni ad t-wali deg Signal.
km: á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€á“á¹á„ááŸ’ášá¼áœá”á„áŸ’á á¶á‰á‘áŸ…á˜á“á»áŸáŸ’áŸ á“á·á„á€áŸ’ášá»á˜á‡á¶á…áŸ’ášá¾á“áŠáŸ‚á›á¢áŸ’á“á€á•áŸ’á‰á¾áŸá¶ášá‘áŸ…á€á¶á“áŸ‹áŸ” á¢áŸ’á“á€áŠáŸ‚á›á˜á¶á“á›áŸáá‘á¼ášáŸáŸá–áŸ’á‘ášá”áŸáŸ‹á¢áŸ’á“á€ á“áŸ…á€áŸ’á“á»á„á”á‰áŸ’á‡á¸á‘áŸ†á“á¶á€áŸ‹á‘áŸ†á“á„ášá”áŸáŸ‹á‚áŸá“á¹á„á˜á¾á›áƒá¾á‰á“áŸ…á›á¾ Signal áŠáŸ‚ášáŸ”
kn: ನೀವು ಸಂದೇಶ ಕಳುಹಿಸುವ ಜನರಿಗೆ ಮತ್ತು ಗುಂಪುಗಳಿಗೆ ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ ಕಾಣಿಸುತ್ತದೆ. ತಮ್ಮ ಫೋನ್ ಸಂಪರ್ಕಗಳಲ್ಲಿ ನಿಮ್ಮ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ಜನರೂ ಸಹ Signal ನಲ್ಲಿ ಅದನ್ನು ನೋಡುತ್ತಾರೆ.
ko: 내가 메시지를 보내는 사람과 그룹에 내 전화번호가 표시됩니다.
lt: Jūsų telefono numeris bus matomas žmonėms, kuriems rašysite žinutes ir grupėms, kuriose rašysite žinutes. Žmonės, turintys jūsų numerį savo telefono adresatuose taip pat matys jį ir Signal programėlėje.
lv: Jūsu tālruņa numurs būs redzams cilvēkiem un grupām, kurām sūtāt ziņojumu. Cilvēki, kuru tālruņa katologā ir jūsu numurs, to redzēs arī lietotnē Signal.
mk: Your phone number will be visible to people and groups you message. People who have your number in their phone contacts will also see it on Signal.
ml: നിങ്ങൾ സന്ദേശമയയ്‌ക്കുന്ന ആളുകൾക്കും ഗ്രൂപ്പുകൾക്കും നിങ്ങളുടെ ഫോൺ നമ്പർ ദൃശ്യമാകും. ഫോൺ കോൺടാക്റ്റുകളിൽ നിങ്ങളുടെ നമ്പർ ഉള്ള ആളുകൾ ഇത് സിഗ്നലിൽ കാണും.
mr: आपण संदेश पाठवलेल्या व्यक्तींना आणि गटांना आपला फोन नंबर दृश्यमान असेल.
ms: Nombor telefon anda akan dapat dilihat oleh semua orang dan kumpulan yang anda menghantar mesej.
my: သင်မက်ဆေ့ချ်ပို့သော လူများနှင့် အဖွဲ့များသည် သင်၏ ဖုန်းနံပါတ်ကို မြင်တွေ့ရပါမည်။​ သင့်ဖုန်းနံပါတ်ကို ၎င်းတို့၏ ဖုန်းအဆက်အသွယ်များထဲတွင်ရှိလျှင် Signal ပေါ်တွင် သင့်ဖုန်းနံပါတ်ကို တွေ့ရှိရပါမည်။
nb: Telefonnummeret ditt vil være synlig for alle du sender meldinger til.
nl: Je telefoonnummer is zichtbaar voor de personen en groepen aan wie je een bericht stuurt.
pa: ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ ਤੁਹਾਡੇ ਵਲੋਂ ਸੁਨੇਹੇ ਭੇਜੇ ਸਾਰੇ ਲੋਕਾਂ ਤੇ ਗਰੁੱਪਾਂ ਨੂੰ ਦਿਖਾਈ ਦੇਵੇਗਾ। ਜਿੰਨਾਂ ਕੋਲ ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ ਸੰਪਰਕਾਂ ਵਿੱਚ ਹੈ, ਵੀ ਤੁਹਾਨੂੰ Signal ਉੱਤੇ ਵੇਖ ਸਕਣਗੇ।
pl: Twój numer telefonu będzie widoczny dla wszystkich osób i grup, z którymi wymieniasz wiadomości.
ps: ستاسې د موبایل شمېره به هغو خلکو او ګروپونو ته د لیدو وړ وي کوم چې تاسې ورته پیغام کوئ. هغه خلک چې ستاسې د موبایل شمېره یې د خپلو مخاطبینو په لیست کې ثبت کړې وي هغوی به هم وکولای شي چې هغه په Signal کې وویني.
pt_br: Seu número de telefone estará visível para todas as pessoas e grupos dos quais você participa.
pt_pt: O seu número de telefone será visível pelas pessoas e grupos com quem troque mensagens.
ro: Numărul tău de telefon va fi vizibil pentru toate persoanele și grupurile cărora le trimiți mesaje.
ru: Ваш номер телефона будет виден людям и группам, которым вы отправляете сообщения.
sk: Vaše telefónne číslo sa zobrazí ľuďom a skupinám, ktorým pošlete správu.
sl: Vaša telefonska številka bo vidna osebam in skupinam, ki jim pošiljate sporočila. Ljudje, ki imajo vašo številko v svojih telefonskih stikih, jo bodo videli tudi na Signalu.
sq: Numri juaj i telefonit do të jetë i dukshëm për personat dhe grupe të cilëve u dërgoni mesazh. Personat që kanë numrin tuaj të telefonit në kontaktet e tyre do ta shohin edhe te Signal-i.
sr: Ваш број телефона ће бити видљив људима и групама којима пошаљете поруку.
sv: Ditt telefonnummer kommer att vara synligt för personer och grupper som du skickar meddelanden till.
sw: Nambari yako ya simu itaonekana na watu na vikundi unavyotumia ujumbe. Watu ambao wamehifadhi nambari yako kwenye anwani za simu zao pia wataiona kwenye Signal.
ta: உங்கள் தொலைபேசி எண் தெரியும் மக்கள் மற்றும் குழுக்கள் நீங்கள் செய்தி. மக்கள் உங்கள் எண்ணை யார் வைத்திருக்கிறார்கள் தொலைபேசி தொடர்புகளும் அதைப் பார்க்கும் Signal.
te: మీరు పంపిన వ్యక్తులకు మరియు సమూహాలకు మీ ఫోన్ నంబర్ కనిపిస్తుంది. వారి ఫోన్ పరిచయాలలో మీ నంబర్ ఉన్న వ్యక్తులు దీన్ని Signal‌లో కూడా చూస్తారు.
th: ผู้ใช้และกลุ่มที่คุณส่งข้อความหาจะเห็นหมายเลขโทรศัพท์ของคุณ
tr: Telefon numaran mesaj gönderdiğin kişiler ve gruplar tarafından görünür olacaktır.
ug: تېلېفون نومۇرىڭىزنى سىز ئۇچۇر يوللىغان كىشىلەر ۋە گۇرۇپپىدىكىلەر كۆرەلەيدۇ.
uk: Ваш номер телефону буде видно людям і групам, яким ви надсилаєте повідомлення.
ur: آپ کا فون نمبر ان لوگوں اور گروپس کو نظر آئے گا جنہیں آپ میسج کرتے ہیں۔
vi: Số điện thoại của bạn sẽ được hiển thị với những người và nhóm bạn nhắn tin.
zh_cn: 您的手机号码将对您发送消息的用户和群组可见。
zh_hk: 所有你傳送訊息的人和群組都能看見你的電話號碼。

# PHONE_NUMBER_SHARING_NOBODY
source: Nobody
af: Niemand
ar: لا أحد
az: Heç kim
be: Ніхто
bn: কেউ না
ca: Ningú
cs: Nikdo
cy: Neb
da: Ingen
de: Niemand
el: Κανένας
es: Nadie
es_es: Nadie
et: Mitte keegi
eu: Inor ez
fa: هیچ کس
fi: Ei kukaan
fr: Personne
ga: Duine ar bith
gu: કોઈ નથી
he: אף אחד
hi: कोई नहीं
hr: Nitko
hu: Senki
id: Tak seorangpun
is: Enginn
it: Nessuno
ja: なし
kab: Ula yiwen
km: á‚áŸ’á˜á¶á“á“ášáá¶
kn: ಯಾರೂ ಇಲ್ಲ
ko: 모두에게 금지
lt: Niekas
lv: Neviens
mk: Никој
ml: ആരുംതന്നെയില്ല
mr: कोणीही नाही
ms: Tiada sesiapa
my: မည်သူမျှ
nb: Ingen
nl: Niemand
pa: ਕੋਈ ਵੀ ਨਹੀਂ
pl: Nikt
ps: هېڅ کس
pt_br: Ninguém
pt_pt: Ninguém
ro: Nimeni
ru: Никто
sk: Nikto
sl: Nikogar
sq: Askush
sr: Нико
sv: Ingen
sw: Hakuna mtu
ta: ஒருவருமில்லை
te: ఎవరూ లేరు
th: คนที่คุณไม่รู้จัก
tr: Hiç kimse
ug: ھېچكىم
uk: Ніхто
ur: کوئی نہیں
vi: Không ai
zh_cn: 没有人
zh_hk: 沒有人

# PHONE_NUMBER_SHARING_NOBODY_DESCRIPTION_DISCOVERABILITY_EVERYBODY
source: Your phone number will not be visible to anyone unless they have it saved in their phone’s contacts.
ar: لن يكون رقم هاتفك مرئيًا لأي أحد إلّا إذا كان مُسجَّلًا على هاتفه في جهات اتصاله.
be: Ваш нумар тэлефона ніхто не ўбачыць, пакуль яго не захаваюць у кантактах тэлефона карыстальніка.
bn: আপনার ফোন নম্বরটি কেউ দেখতে পাবেন না, যদি না তারা এটি তাদের ফোনের কন্টাক্টে সেভ করে থাকেন।
ca: El teu número de telèfon no serà visible per a ningú tret que el tingui guardat als contactes del seu telèfon.
cs: Vaše telefonní číslo nikdo neuvidí, pokud ho nemá uložené v kontaktech svého telefonu.
da: Dit telefonnummer vil ikke være synligt for nogen, medmindre de har gemt det i telefonens kontakter.
de: Deine Telefonnummer ist für niemanden sichtbar, außer sie ist in den Telefonkontakten derjenigen Person gespeichert.
el: Ο αριθμός τηλεφώνου σου δεν θα είναι ορατός σε κανέναν χρήστη, εκτός αν τον έχει αποθηκεύσει στις επαφές του τηλεφώνου του.
es: Tu número de teléfono no será visible para nadie a menos que lo tenga guardado en los contactos de su teléfono.
fa: شماره تلفن شما برای هیچ‌کس قابل مشاهده نیست، به‌جز کسانی که شما را در مخاطبان تلفن خود ذخیره کرده‌اند.
fi: Puhelinnumerosi ei näy kenellekään, ellei hän ole tallentanut sitä puhelimensa yhteystietoihin.
fr: Personne n’aura accès à votre numéro, sauf les utilisateurs qui l’ont déjà enregistré dans les contacts de leur téléphone.
ga: Ní bheidh d'uimhir ghutháin infheicthe ag daoine ach amháin má tá sí sábháilte i dteagmhálaithe a ngutháin.
gu: તમારો ફોન નંબર કોઈને પણ દેખાશે નહીં સિવાય કે તેઓએ તેમના ફોનના સંપર્કોમાં તેને સેવ કરેલ હોય.
he: מספר הטלפון שלך לא יהיה גלוי לאף אחד אלא אם כן המספר שמור ברשימת אנשי הקשר שלו או שלה.
hi: आपका फोन नंबर किसी को तब तक नहीं दिखाई देगा जब तक कि उन्होंने इसे अपने फोन के संपर्कों में न सहेजा हो।
hr: Vaš broj telefona neće biti vidljiv nikome, osim korisnicima u čijim se kontaktima već nalazi.
hu: A telefonszámod nem lesz látható senki számára, kivéve, ha az illető elmentette azt a telefonja névjegyzékébe.
id: Nomor telepon Anda tidak akan terlihat oleh siapa pun kecuali jika nomor telepon tersebut tersimpan di kontak ponsel mereka.
it: Il tuo numero di telefono non sarà visibile a nessuno, a meno che qualcuno non lo abbia già tra i contatti del proprio telefono.
ja: 相手の携帯電話の連絡先に保存されていない限り、あなたの電話番号は誰にも表示されません。
ko: 휴대폰 연락처에 내 전화번호를 저장한 사람을 제외하고 다른 사람에게 전화번호가 표시되지 않습니다.
mr: आपला फोन नंबर त्यांनी त्यांच्या फोन संपर्कामध्ये जतन केला असल्याशिवाय कोणालाही दिसणार नाही.
ms: Nombor telefon anda tidak akan kelihatan kepada sesiapa melainkan mereka menyimpannya dalam kenalan telefon.
nb: Telefonnummeret ditt vises kun for de som har det lagret i kontaktlisten på telefonen sin.
nl: Je telefoonnummer is voor niemand zichtbaar, tenzij het is opgeslagen in de contacten van hun telefoon.
pl: Twój numer telefonu nie będzie widoczny dla nikogo oprócz osób, które mają ten numer w kontaktach swojego telefonu.
pt_br: Seu número de telefone não ficará visível para ninguém, a menos que ele esteja salvo nos contatos do telefone.
pt_pt: O seu número de telemóvel não será visível para ninguém, a não ser que esteja guardado nos contactos do telemóvel.
ro: Numărul tău de telefon nu va fi vizibil nimănui, cu excepția cazului în care acesta este salvat în contactele telefonului său.
ru: Ваш номер телефона никому не будет виден, если только он не сохранен в контактах телефона пользователя.
sk: Vaše telefónne číslo nebude viditeľné pre nikoho, pokiaľ ho nebude mať uložené v kontaktoch.
sr: Ваш број телефона неће бити видљив никоме осим ако га не сачува у контактима на телефону.
sv: Ditt telefonnummer kommer inte att vara synligt för någon om de inte har det sparat i telefonens kontakter.
th: จะไม่มีใครเห็นหมายเลขโทรศัพท์ของคุณ เว้นแต่ว่าคนคนนั้นจะบันทึกเบอร์คุณไว้ในรายชื่อผู้ติดต่อบนโทรศัพท์
tr: Telefon numaran, telefon rehberinde kayıtlı olmadığı sürece kimse tarafından görülmez.
ug: تېلېفون نومۇرىڭىزنى ئۆزىنىڭ ئالاقىداشلار تىزىملىكىدە ساقلىمىغانلا بولسا، ھېچكىم تېلېفون نومۇرىڭىزنى كۆرەلمەيدۇ.
uk: Ваш номер телефону не зможе бачити ніхто, крім людей, які вже зберегли його в адресній книзі свого телефона.
ur: آپ کا فون نمبر کسی کو نظر نہیں آئے گا جب تک وہ ان کے فون کے رابطوں میں پہلے سے محفوظ نہ ہو۔
vi: Số điện thoại của bạn sẽ không hiển thị với bất kỳ ai trừ trường hợp người đó đã lưu số của bạn trong danh bạ trên máy họ.
zh_cn: 您的手机号码将对任何人不可见，除非对方已将其保存在自己的手机通讯录中。
zh_hk: 任何人都無法看到你的電話號碼，除非他們將其儲存在手機通訊錄中。

# PHONE_NUMBER_SHARING_NOBODY_DESCRIPTION_DISCOVERABILITY_NOBODY
source: Your phone number will not be visible to anyone.
ar: رقم هاتفك لن يكون مرئيًا لأي أحد.
be: Ваш нумар тэлефона ніхто не ўбачыць.
bn: আপনার ফোন নম্বর কেউ দেখতে পাবেন না।
ca: El teu número de telèfon ja no és visible per a ningú.
cs: Vaše telefonní číslo nikdo neuvidí.
da: Dit telefonnummer er ikke synligt for nogen.
de: Deine Telefonnummer ist für niemanden sichtbar.
el: Ο αριθμός τηλεφώνου σου δεν θα είναι ορατός σε κανέναν χρήστη.
es: Tu número de teléfono no será visible para nadie.
fa: شماره تلفن شما برای هیچ‌کس قابل مشاهده نیست.
fi: Puhelinnumerosi ei näy kenellekään.
fr: Personne n’aura accès à votre numéro de téléphone.
ga: Ní bheidh d'uimhir ghutháin infheicthe ag aon duine.
gu: તમારો ફોન નંબર કોઈને પણ દેખાશે નહીં.
he: מספר הטלפון שלך לא יהיה גלוי לאף אחד.
hi: आपका फोन नंबर किसी को दिखाई नहीं देगा।
hr: Vaš broj telefona neće biti vidljiv nikome.
hu: A telefonszámod nem lesz látható senki számára.
id: Nomor telepon Anda tidak akan terlihat oleh siapa pun.
it: Nessuna persona potrà vedere il tuo numero di telefono.
ja: あなたの電話番号は誰にも表示されません。
ko: 전화번호가 다른 사람에게 표시되지 않습니다.
mr: आपला फोन नंबर यापुढे कोणालाही दिसणार नाही.
ms: Nombor telefon anda tidak akan kelihatan kepada sesiapa.
nb: Telefonnummeret ditt skjules for alle.
nl: Je telefoonnummer is voor niemand zichtbaar.
pl: Twój numer telefonu nie będzie widoczny dla nikogo.
pt_br: Seu número de telefone não ficará visível para ninguém.
pt_pt: O seu número de telemóvel não será visível para ninguém.
ro: Numărul tău de telefon nu va fi vizibil pentru nimeni.
ru: Ваш номер телефона никому не будет виден.
sk: Vaše telefónne číslo nebude viditeľné pre nikoho.
sr: Ваш број телефона неће бити видљив никоме.
sv: Ditt telefonnummer kommer inte att vara synligt för någon.
th: จะไม่มีใครเห็นหมายเลขโทรศัพท์ของคุณ
tr: Telefon numaran kimse tarafından görülmez.
ug: تېلېفون نومۇرىڭىزنى ھېچكىم كۆرەلمەيدۇ.
uk: Ніхто не зможе бачити ваш номер телефону.
ur: آپ کا فون نمبر کسی کو نظر نہیں آئے گا۔
vi: Số điện thoại của bạn sẽ không hiển thị với bất kỳ ai.
zh_cn: 您的手机号码将对任何人不可见。
zh_hk: 任何人都無法看到你的電話號碼。

# PHONE_NUMBER_TYPE_HOME
source: Home
af: Tuis
ar: المنزل
az: Ev
be: Хатні
bg: Домашен
bn: পারিবারিক
ca: Casa
cs: Domácí
cy: Cartref
da: Hjem
de: Privat
el: Σπίτι
es: casa
es_es: domicilio
et: Kodu
eu: Etxea
fa: خانه
fi: Koti
fr: Domicile
ga: Baile
gu: ઘર
he: בית
hi: घर
hr: Dom
hu: Otthoni
id: Halaman Muka
is: Heim
it: Casa
ja: 自宅
kab: Asebter agejdan
kk: Үй
km: á•áŸ’á‘áŸ‡
kn: ಹೋಮ್
ko: 집
lt: Namų
lv: Mājas
mk: Дома
ml: വീട്
mr: मुख्यस्क्रीन
ms: Utama
my: ပင်မစာမျက်နှာ
nb: Hjemme
nl: Thuis
pa: ਘਰ
pa_pk: گھار
pl: Domowy
ps: کور
pt_br: Casa
pt_pt: Casa
ro: Acasă
ru: Домашний
sk: Domov
sl: Domača
sq: Shtëpie
sr: Кућни
sv: Hem
sw: Nyumbani
ta: வீடு
te: హోమ్
th: บ้าน
tr: Ev
ug: ئۆي
uk: Домашній
ur: گھر
vi: Nhà
zh_cn: 住宅
zh_hk: 住家

# PHONE_NUMBER_TYPE_HOME_FAX
source: Home Fax
af: Huisfaks
ar: فاكس المنزل
az: Ev Faksı
be: Хатні факс
bg: Домашен Факс
bn: পারিবারিক ফ্যাক্স
ca: Fax de casa
cs: Domácí fax
cy: Facs Cartref
da: Hjemmefax
de: Fax Privat
el: Φαξ σπιτιού
es: fax casa
es_es: fax domicilio
et: Kodune faks
eu: Etxeko Faxa
fa: فکس خانه
fi: Kotifaksi
fr: Télécopieur domicile
ga: Facs Baile
gu: ઘર ફેક્સ
he: פקס בית
hi: घर फैक्स
hr: Privatni faks
hu: Otthoni fax
id: Halaman Fax
is: Heimafax
it: Fax casa
ja: 自宅FAX
kab: Fax agejdan
kk: Үй факсы
km: á‘á¼ášáŸá¶ášá“áŸ…á•áŸ’á‘áŸ‡
kn: ಹೋಮ್ ಫ್ಯಾಕ್ಸ್
ko: FAX (집)
lt: Namų faksas
lv: Mājas fakss
mk: Домашен Факс
ml: ഹോം ഫാക്സ്
mr: मुख्यस्क्रीन फॅक्स
ms: Faks Rumah
my: အိမ်သုံးဖက်စ်
nb: Fax hjemme
nl: Thuis fax
pa: ਹੋਮ ਫੈਕਸ
pa_pk: گھار دا فیکس
pl: Faks w domu
ps: د کور فکس
pt_br: Fax em Casa
pt_pt: Fax pessoal
ro: Fax acasă
ru: Домашний факс
sk: Domáci fax
sl: Domači fax
sq: Faks Shtëpie
sr: Кућни факс
sv: Hem fax
sw: Faksi ya Nyumbani
ta: முகப்பு தொலைநகல்
te: హోమ్ ఫ్యాక్స్
th: แฟกซ์ที่บ้าน
tr: Ev Faksı
ug: ئۆي فاكىس
uk: Домашній факс
ur: ھوم فیکس
vi: Số fax Nhà
zh_cn: 住宅传真
zh_hk: 住宅傳真

# PHONE_NUMBER_TYPE_IPHONE
source: iPhone
ar: الآي فون
bn: আইফোন
fa: آیفون
ml: ഐഫോൺ
pa_pk: آئی فون
ps: ایفون
ta: ஐபோன்
ur: آئی فون

# PHONE_NUMBER_TYPE_MAIN
source: Main
af: Hoof
ar: الأساسي
az: Əsas
be: Асноўны
bg: Главен
bn: প্রধান
ca: Principal
cs: Hlavní
cy: Prif
da: Primære
de: Zentrale
el: Κύριο
es: principal
es_es: principal
et: Põhiline
eu: Hasiera
fa: اصلی
fi: Ensisijainen
fr: Principal
ga: Príomhuimhir
gu: મુખ્ય
he: ראשי
hi: मुख्य
hr: Glavno
hu: Központi
id: Utama
is: Aðal
it: Principale
ja: メイン
kk: Негізгі
km: á…á˜áŸ’á”á„
kn: ಮುಖ್ಯ
ko: 주 전화
lt: Pagrindinis
lv: Galvenais
mk: Главен
ml: മെയിൻ
mr: मुख्य
ms: Utama
my: ပင်မ
nb: Hoved
nl: Hoofd
pa: ਮੇਨ
pa_pk: مرکزی
pl: Główny
ps: اصلي
pt_br: Principal
pt_pt: Principal
ro: Principal
ru: Основной
sk: Hlavné
sl: Glavna
sq: Kryesori
sr: Главни
sv: Huvudnr
sw: Kuu
ta: முதன்மை
te: ప్రధాన
th: หลัก
tr: Birincil
ug: باش
uk: Основний
ur: مین
vi: Chính
zh_cn: 主要
zh_hk: 主要

# PHONE_NUMBER_TYPE_MOBILE
source: Mobile
af: Selfoon
ar: الهاتف المحمول
az: Mobil
be: Мабільны
bg: Мобилен
bn: মোবাইল
ca: Mòbil
cs: Mobilní
cy: Symudol
da: Mobil
de: Mobil
el: Κινητό
es: móvil
es_es: móvil
et: Mobiil
eu: Mugikorra
fa: موبایل
fi: Matkapuhelin
ga: Soghluaiste
gu: મોબાઇલ
he: נייד
hi: मोबाइल
hr: Mobitel
hu: Mobil
id: Perangkat
is: Farsími
it: Cellulare
ja: 携帯
kab: Aziraz
kk: Ұялы
km: á…á›áŸá
kn: ಮೊಬೈಲ್
ko: 모바일
lt: Mobilusis
lv: Mobilās ierīces
mk: Мобилен
ml: മൊബൈൽ
mr: मोबाईल
ms: Mudah alih
my: မိုဘိုင်း
nb: Mobil
nl: Mobiel
pa: ਮੋਬਾਈਲ
pa_pk: موبائل
pl: Komórka
ps: موبایل
pt_br: Celular
pt_pt: Telemóvel
ro: Mobil
ru: Мобильный
sk: Mobil
sl: Mobilna
sq: Celular
sr: Мобилни
sv: Mobil
sw: Simu
ta: கைபேசி
te: చరవాణి
th: มือถือ
tr: Cep
ug: يانفون
uk: Мобільний
ur: موبائل
vi: Di động
zh_cn: 手机
zh_hk: 手機

# PHONE_NUMBER_TYPE_OTHER
source: Other
af: Ander
ar: آخر
az: Digər
be: Іншае
bg: Друг
bn: অন্যান্য
ca: Altre
cs: Ostatní
cy: Arall
da: Andre
de: Andere
el: Άλλο
es: otro
es_es: otro
et: Muu
eu: Beste bat
fa: سایر
fi: Muu
fil: Iba pa
fr: Autre
ga: Eile
gu: અન્ય
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lain-lain
is: Annað
it: Altro
ja: その他
kab: Nniḍen
kk: Басқа
km: á•áŸ’áŸáŸá„áŸ—
kn: ಇತರ
ko: 기타
lt: Kitas
lv: Cits
mk: Друго
ml: മറ്റുള്ളവ
mr: इतर
ms: Lain-lain
my: အခြား
nb: Andre
nl: Andere
pa: ਹੋਰ
pa_pk: دوجا
pl: Inny
ps: نور
pt_br: Outro
pt_pt: Outro
ro: Altul
ru: Другие
sk: Ostatné
sl: Druga
sq: Tjetër
sr: Друго
sv: Annan
sw: ingine
ta: மற்றவை
te: ఇతర
th: ที่อื่น
tr: Diğer
ug: باشقىلار
uk: Інший
ur: دوسرے
vi: Khác
zh_cn: 其他
zh_hk: 其他

# PHONE_NUMBER_TYPE_OTHER_FAX
source: Other Fax
af: Ander faks
ar: فاكس آخر
az: Digər Faks
be: Іншы факс
bg: Друг Факс
bn: অন্যান্য ফ্যাক্স
ca: Altre fax
cs: Další fax
cy: Facs Arall
da: Anden fax
de: Fax Andere
el: Άλλο φαξ
es: otro fax
es_es: fax adicional
et: Muu faks
eu: Beste Faxa
fa: فکس دیگر
fi: Muu faksi
fr: Autre fax
ga: Facs Eile
gu: અન્ય ફેક્સ
he: פקס אחר
hi: अन्य फैक्स
hr: Drugi faks
hu: Egyéb fax
id: Fax Lain
is: Annað fax
it: Altro fax
ja: その他FAX
kab: Fax wayeḍ
kk: Басқа факс
km: á‘á¼ášáŸá¶ášá•áŸ’áŸáŸá„áŸ—
kn: ಇತರ ಫ್ಯಾಕ್ಸ್
ko: FAX (기타)
lt: Kitas faksas
lv: Cits fakss
mk: Друг Факс
ml: മറ്റ് ഫാക്സ്
mr: इतर फॅक्स
ms: Faks lain-lain
my: အခြားဖက်စ်
nb: Annen fax
nl: Andere fax
pa: ਹੋਰ ਫੈਕਸ
pa_pk: دوجے فیکس
pl: Inny faks
ps: بل فاکس
pt_br: Outro Fax
pt_pt: Outro Fax
ro: Fax altul
ru: Другой факс
sk: Ďalší fax
sl: Drug fax
sq: Faks Tjetër
sr: Други факс
sv: Annan fax
sw: Faksi nyingine
ta: பிற தொலைநகல்
te: ఇతర ఫ్యాక్స్
th: แฟกซ์ที่อื่น
tr: Diğer Faks
ug: باشقا فاكىس
uk: Інший факс
ur: دوسرے فیکس
vi: Số fax Khác
zh_cn: 其他传真
zh_hk: 其他傳真

# PHONE_NUMBER_TYPE_PAGER
source: Pager
af: Roeper
ar: البيجر
az: Zəng cihazı
be: Пэйджар
bg: Пейджър
bn: পেজার
ca: Cercapersones
cy: Crochdeclyn
da: Personsøger
et: Peiler
eu: Bilagailu
fa: پیجر
fi: Hakulaite
fr: Bipeur
ga: Glaoire
gu: પેજર
he: זימונית
hi: पेजर
hr: Pejdžer
hu: Csipogó
is: Símboði
it: Cercapersone
ja: ポケベル
kab: Amsebter
kk: Пейджер
kn: ಪೇಜರ್
ko: 호출기
lt: Pranešimų gaviklis
lv: Peidžeris
mk: Пејџер
ml: പേജർ
mr: पेजर
ms: Alat kelui
my: ပေဂျာ
nb: Personsøker
nl: Pieper
pa: ਪੇਜਰ
pa_pk: پیجر
ps: پیجر
ru: Пейджер
sr: Пејџер
sv: Personsökare
sw: Peja
ta: பேஜர்
te: పేజర్
th: เพจเจอร์
tr: Çağrı cihazı
ug: چاقىرغۇ
uk: Пейджер
ur: پیجر
vi: Máy nhắn tin
zh_cn: 寻呼机
zh_hk: 傳呼機

# PHONE_NUMBER_TYPE_WORK
source: Work
af: Werk
ar: العمل
az: İş
be: Працоўны
bg: Служебен
bn: কর্মক্ষেত্র
ca: Feina
cs: Pracovní
cy: Gwaith
da: Arbejde
de: Arbeit
el: Εργασία
es: trabajo
es_es: trabajo
et: Töö
eu: Lantokia
fa: محل کار
fi: Työ
fr: Professionnel
ga: Oibre
gu: કામ
he: עבודה
hi: कार्यालय
hr: Posao
hu: Munkahelyi
id: Kerja
is: Vinna
it: Ufficio
ja: 職場
kab: Amahil
kk: Жұмыс
km: á€á¶ášá„á¶áš
kn: ಕೆಲಸ
ko: 회사
lt: Darbo
lv: Darba
mk: Работа
ml: ജോലി
mr: कार्य
ms: Kerja
my: အလုပ်ခွင်
nb: Arbeid
nl: Werk
pa: ਕੰਮ
pa_pk: کم
pl: Praca
ps: کار
pt_br: Trabalho
pt_pt: Trabalho
ro: Serviciu
ru: Рабочий
sk: Práca
sl: Službena
sq: Pune
sr: Пословни
sv: Arbete
sw: Kazi
ta: வேலை
te: పని
th: ที่ทำงาน
tr: İş
ug: خىزمەت
uk: Робочий
ur: کام
vi: Công ty
zh_cn: 工作
zh_hk: 工作

# PHONE_NUMBER_TYPE_WORK_FAX
source: Work Fax
af: Werkfaks
ar: فاكس العمل
az: İş Faksı
be: Працоўны факс
bg: Служебен Факс
bn: কর্মক্ষেত্রের ফ্যাক্স
ca: Fax de la feina
cs: Pracovní fax
cy: Facs Gwaith
da: Arbejdsfax
de: Fax Arbeit
el: Φαξ εργασίας
es: fax trabajo
es_es: fax trabajo
et: Töö faks
eu: Lantokiko Faxa
fa: فکس محل کار
fi: Työfaksi
fr: Fax pro
ga: Facs Oibre
gu: વર્ક ફેક્સ
he: פקס עבודה
hi: कार्यालय फैक्स
hr: Poslovni faks
hu: Munkahelyi fax
id: Kerja Fax
is: Vinnufax
it: Fax ufficio
ja: 職場FAX
kab: Fax n uxeddim
kk: Жұмыс факсы
km: á‘á¼ášáŸá¶ášá€á¶ášá„á¶áš
kn: ಕೆಲಸದ ಫ್ಯಾಕ್ಸ್
ko: FAX (회사)
lt: Darbo faksas
lv: Darba fakss
mk: Работен Факс
ml: വർക്ക് ഫാക്സ്
mr: कार्य फॅक्स
ms: Faks Kerja
my: အလုပ်ခွင်ရှိဖက်စ်
nb: Fax arbeid
nl: Werk fax
pa: ਕੰਮ ਦਾ ਫੈਕਸ
pa_pk: دفتر دا فیکس
pl: Faks w pracy
ps: د کار د ځای فکس
pt_br: Fax no Trabalho
pt_pt: Fax do trabalho
ro: Fax serviciu
ru: Рабочий факс
sk: Pracovný fax
sl: Službeni fax
sq: Faks Pune
sr: Пословни факс
sv: Arbetsfax
sw: Faksi ya Kazini
ta: வேலை தொலைநகல்
te: పని ఫ్యాక్స్
th: แฟกซ์ที่ทำงาน
tr: İş Faksı
ug: خىزمەت فاكىس
uk: Робочий факс
ur: کام فیکس
vi: Số fax Công ty
zh_cn: 工作传真
zh_hk: 工作傳真
