Repository: signalapp/Signal-iOS
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: de, fa, fi, fr, hr, it, ja, nl, pl, pt_br, ru, sk, zh_cn, zh_hant

source: Attachment
de: Anhang
fa: ضمیمه
fi: Lisää liite
fr: Fichier joint
hr: Privitak
it: Allegato
ja: 添付ファイル
nl: Bijlage
pl: Załącznik
pt_br: Anexo
ru: Вложение
sk: Príloha
zh_cn: 附件
zh_hant: 附件

# ATTACHMENT_APPROVAL_CAPTION_TITLE
source: Caption
de: Beschriftung
fa: عنوان
fi: Otsikko
fr: Légende
hr: Naslov
it: Didascalia
ja: キャプション
nl: Bijschrift
pl: Podpis
pt_br: Legenda
ru: Подпись
sk: Titulok
zh_cn: 注释
zh_hant: 標題

# ATTACHMENT_APPROVAL_FILE_EXTENSION_FORMAT
source: File type: %@
de: Dateityp: %@
fa: نوع فايل: %@
fi: Tiedoston formaatti: %@
fr: Type de fichier : %@
hr: Vrsta datoteke: %@
it: Formato file: %@
ja: ファイルの種類：%@
nl: Bestand type: %@
pl: Typ pliku: %@
pt_br: Tipo de arquivo: %@
ru: Тип файла: %@
sk: Typ súboru: %@
zh_cn: 文件类型: %@
zh_hant: 檔案類型： %@

# ATTACHMENT_APPROVAL_FILE_SIZE_FORMAT
source: Size: %@
de: Größe: %@
fa: اندازه: %@
fi: Rajoitettu koko: %@
fr: Taille : %@
hr: Veličina: %@
it: Dimensione: %@
ja: サイズ：%@
nl: Grootte: %@
pl: Rozmiar: %@
pt_br: Tamanho: %@
ru: Размер: %@
sk: Veľkosť: %@
zh_cn: 大小: %@
zh_hant: 大小：%@

# ATTACHMENT_APPROVAL_MESSAGE_LENGTH_LIMIT_REACHED
source: Message limit reached
de: Nachrichtenlimit erreicht
fa: به محدودیت پیام رسیدید.
fi: Viestin suurin sallittu pituus saavutettu
fr: La taille maximale de message est atteinte
hr: Dosegnuto ograničenje poruke
it: Limite del messaggio raggiunto.
ja: メッセージの上限に達しました。
nl: Maximale berichtlengte bereikt
pl: Osiągnięto limit wiadomości.
pt_br: Limite de mensagens atingido.
ru: Достигнут предел сообщения.
sk: Dosiahnutý limit správy
zh_cn: 消息字数已满。
zh_hant: 訊息長度已達限制

# ATTACHMENT_APPROVAL_SEND_BUTTON
source: Send
de: Senden
fa: ارسال
fi: Lähetä
fr: Envoyer
hr: Pošalji
it: Invia
ja: 送信
nl: Versturen
pl: Wyślij
pt_br: Enviar
ru: Отправить
sk: Odoslať
zh_cn: 发送
zh_hant: 發送

# ATTACHMENT_DEFAULT_FILENAME
source: Attachment
de: Anhang
fa: ضميمه
fi: Liite
fr: Fichier joint
hr: Privitak
it: Allegato
ja: 添付ファイル
nl: Bijlage
pl: Załącznik
pt_br: Anexo
ru: Вложение
sk: Príloha
zh_cn: 附件
zh_hant: 附件

# ATTACHMENT_ERROR_ALERT_TITLE
source: Error Sending Attachment
de: Fehler beim Senden des Anhangs
fa: خطا در ارسال فایل ضمیمه
fi: Virhe liitteen lähettämisessä
fr: Erreur d’envoi du fichier joint
hr: Pogreška kod slanja privitka
it: Errore invio allegato
ja: 添付ファイルの送信でエラー
nl: Versturen bijlage mislukt
pl: Wystąpił błąd podczas wysyłania załącznika
pt_br: Erro ao Enviar Anexo
ru: Ошибка отправки вложения
sk: Chyba pri posielaní prílohy
zh_cn: 发送附件时出错
zh_hant: 寄送附件時發生錯誤

# ATTACHMENT_ERROR_COULD_NOT_CONVERT_TO_JPEG
source: Unable to convert image.
de: Bild kann nicht konvertiert werden.
fa: امکان تبدیل نگاره وجود ندارد.
fi: Kuvaa ei voitu muuntaa.
fr: Impossible de convertir l'image.
hr: Neuspješna pretvorba slike
it: Impossibile convertire l'immagine.
ja: 画像を変換できません。
nl: Afbeelding converteren mislukt.
pt_br: Não foi possível capturar a imagem.
ru: Невозможно конвертировать изображение.
sk: Obrázok nie je možné konvertovať.
zh_cn: 无法转码该图片。
zh_hant: 無法讀取圖片。

# ATTACHMENT_ERROR_COULD_NOT_CONVERT_TO_MP4
source: Unable to process video.
de: Video kann nicht verarbeitet werden.
fi: Videon prosessointi ei onnistu.
fr: Impossible de convertir la vidéo.
hr: Neuspješna obrada videozapisa.
it: Impossibile elaborare il video.
ja: 動画を処理できませんでした
nl: Video converteren mislukt.
pt_br: Não foi possível processar o vídeo.
ru: Невозможно обработать видео.
sk: Video nie je možné spracovať.
zh_cn: 无法解析该视频。
zh_hant: 無法處理影片

# ATTACHMENT_ERROR_COULD_NOT_PARSE_IMAGE
source: Unable to parse image.
de: Bild kann nicht geparst werden.
fi: Kuvaa ei voitu jäsentää.
fr: Impossible d'importer l'image.
hr: Neuspješna analiza slike.
it: Impossibile elaborare immagine.
ja: 画像の解析に失敗しました。
nl: Afbeelding verwerken mislukt.
pt_br: Não foi possível analisar a imagem.
ru: Невозможно распознать изображение.
sk: Obrázok nie je možné spracovať.
zh_cn: 无法识别图片。
zh_hant: 無法解析圖片

# ATTACHMENT_ERROR_COULD_NOT_REMOVE_METADATA
source: Unable to remove metadata from image.
de: Metadaten können nicht aus dem Bild entfernt werden.
fi: Metadatan poistaminen kuvasta epäonnistui.
fr: Impossible de supprimer les métadonnées de l'image.
hr: Neuspješno uklanjanje metapodataka iz slike.
it: Impossibile rimuovere i metadati dall'immagine.
ja: 画像からメタデータを消去できませんでした。
nl: Metadata van afbeelding verwijderen mislukt.
pt_br: Não é possível remover os metadados da imagem.
ru: Не удается удалить метаданные из изображения.
sk: Nie je možné z obrázku odstrániť metadáta.
zh_cn: 无法清除图片元数据。
zh_hant: 無法移除圖片資訊

# ATTACHMENT_ERROR_COULD_NOT_RESIZE_IMAGE
source: Unable to resize image.
de: Bildgröße kann nicht geändert werden.
fi: Kuvan kokoa ei voitu muuttaa.
fr: Impossible de redimensionner l’image.
hr: Neuspješna promjena veličine slike.
it: Impossibile ridimensionare l'immagine.
ja: 画像のサイズを変換できません。
nl: Aanpassen formaat afbeelding mislukt.
pt_br: Impossível redimensionar imagem.
ru: Невозможно изменить размер изображения.
sk: Nie je možné zmeniť rozmer obrázku.
zh_cn: 无法调整图像大小。
zh_hant: 無法修改圖片大小

# ATTACHMENT_ERROR_FILE_SIZE_TOO_LARGE
source: Attachment is too large.
de: Anhang ist zu groß.
fi: Liite on liian iso.
fr: La pièce jointe est trop lourde.
hr: Privitak je prevelik.
it: Allegato troppo pesante.
ja: 添付ファイルが大きすぎます。
nl: Bijlage is te groot.
pt_br: Anexo excede o tamanho possível.
ru: Вложение слишком большое.
sk: Príloha je priveľká.
zh_cn: 附件过大。
zh_hant: 附件過大

# ATTACHMENT_ERROR_INVALID_DATA
source: Attachment includes invalid content.
de: Anhang besitzt ungültigen Inhalt.
fi: Liite sisältää virheellistä sisältöä.
fr: La pièce jointe contient du contenu non valide.
hr: Privitak sadrži nevažeći sadržaj.
it: Contenuto dell'allegato non valido.
ja: 添付ファイルに無効なコンテンツが含まれています。
nl: Bijlage bevat ongeldige inhoud.
pt_br: Anexo inclui conteúdo inválido.
ru: Вложение содержит неподдерживаемое содержимое.
sk: Príloha obsahuje neplatné prvky.
zh_cn: 附件中存在无效内容。
zh_hant: 附件包含無效內容

# ATTACHMENT_ERROR_INVALID_FILE_FORMAT
source: Attachment has an invalid file format.
de: Anhang besitzt ein ungültiges Dateiformat.
fi: Liitteellä on virheellinen tiedostotyyppi.
fr: Le format de la pièce jointe est invalide.
hr: Privitak ima nevažeći format datoteke.
it: Il formato dell'allegato non è valido.
ja: 添付ファイルに無効なファイル形式があります
nl: Bijlage heeft een ongeldig bestandsformaat.
pt_br: Anexo tem um formato de arquivo inválido.
ru: Вложение имеет неверный формат файла.
sk: Príloha má neplatný typ súboru.
zh_cn: 附件的文件格式无效。
zh_hant: 附件有無效檔案格式

# ATTACHMENT_ERROR_MISSING_DATA
source: Attachment is empty.
de: Anhang ist leer.
fi: Liite on tyhjä.
fr: La pièce jointe est vide.
hr: Privitak je prazan.
it: L'allegato è vuoto.
ja: 添付ファイルの中身が空です
nl: Bijlage is leeg.
pt_br: Anexo vazio.
ru: Вложение без содержимого.
sk: Príloha neobsahuje žiadne údaje.
zh_cn: 无附件。
zh_hant: 附件不存在

# ATTACHMENT_PICKER_DOCUMENTS_FAILED_ALERT_TITLE
source: Failed to choose document.
de: Auswählen des Dokuments gescheitert.
fa: خطا در انتخاب سند.
fi: Dokumentin valinta epäonnistui.
fr: Échec de sélection du document.
hr: Odabir dokumenta neuspješan.
it: Selezione del documento fallito.
ja: ドキュメントの選択に失敗しました
nl: Document kiezen mislukt.
pl: Nie udało się wybrać dokumentu.
pt_br: Falha ao selecionar o documento.
ru: Не удалось выбрать документ.
sk: Nepodarilo sa vybrať dokument.
zh_cn: 文件选取失败。
zh_hant: 選取檔案時發生錯誤

# ATTACHMENT_PICKER_DOCUMENTS_PICKED_DIRECTORY_FAILED_ALERT_BODY
source: Please create a compressed archive of this file or directory and try sending that instead.
de: Bitte erstelle ein komprimiertes Archiv von dieser Datei oder diesem Ordner und versuche stattdessen dieses zu versenden.
fa: لطفا یک آرشیو فشرده از این فایل یا دایرکتوری را ساخته و ارسال آن را امتحان کنید.
fi: Ole hyvä ja luo tiivistetty arkisto tästä tiedostosta ja kokeile lähettämistä uudelleen.
fr: Veuillez créer une archive compressée de ce fichier ou de ce répertoire et essayez d'envoyer cette archive.
hr: Molimo stvorite komprimirani arhiv ove datoteke ili direktorija i pokušajte poslati ponovo.
it: Crea un archivio compresso di questo file o cartella e quindi prova a inviarlo.
ja: ファイルやディレクトリを圧縮して再送信してみてください。
nl: Maak een gecomprimeerd archief aan van deze bestand of map en probeer dat te verzenden.
pl: Nieobsługiwany typ pliku. Spróbuj go skompresować przed ponownym wysyłaniem.
pt_br: Por favor, crie um arquivo comprimido deste arquivo ou diretório e tente novamente o envio.
ru: Пожалуйста, создайте сжатый архив этого файла или папки и попробуйте отправить его.
zh_cn: 请将此文件或目录压缩后再发送。
zh_hant: 請嘗試將其轉換為壓縮檔或者再嘗試重新發送一次

# ATTACHMENT_PICKER_DOCUMENTS_PICKED_DIRECTORY_FAILED_ALERT_TITLE
source: Unsupported File
de: Datei nicht unterstützt
fa: این نوع فایل پشتیبانی نمی‌شود.
fi: Tiedostotyyppiä ei tueta
fr: Fichier non pris en charge
hr: Nepodržana datoteka
it: Documento non supportato
ja: 未対応ファイル
nl: Niet-ondersteund bestand
pl: Nieobsługiwany plik
pt_br: Arquivo Incompatível
ru: Неподдерживаемый файл
sk: Nepodporovaný súbor
zh_cn: 不支持的文件
zh_hant: 不支援的檔案類型

# ATTACHMENT_TYPE_VOICE_MESSAGE
source: Voice Message
de: Sprachnachricht
fa: پیام صوتی
fi: Ääniviesti
fr: Message vocal
hr: Glasovna poruka
it: Messaggio vocale
ja: 音声メッセージ
nl: Spraakbericht
pl: Wiadomość głosowa
pt_br: Mensagem de voz
ru: Голосовое сообщение
sk: Hlasová správa
zh_cn: 语音消息
zh_hant: 語音訊息

# BLOCK_LIST_BLOCK_BUTTON
source: Block
de: Blockieren
fa: مسدود کردن
fi: Estä
fr: Bloquer
hr: Blokiraj
it: Blocca
ja: ブロックする
nl: Blokkeren
pl: Zablokuj
pt_br: Bloquear
ru: Заблокировать
sk: Blokovať
zh_cn: 加入黑名单
zh_hant: 封鎖

# BLOCK_LIST_BLOCK_USER_TITLE_FORMAT
source: Block %@?
de: %@ blockieren?
fa: %@ مسدود شود؟
fi: Estä %@?
fr: Bloquer %@ ?
hr: Blokiraj %@?
it: Bloccare %@?
ja: %@ をブロックしますか？
nl: Blokkeer %@?
pl: Zablokować %@?
pt_br: Bloquear %@?
ru: Заблокировать %@?
sk: Zablokovať %@?
zh_cn: 屏蔽 %@？
zh_hant: 封鎖 %@？

# BLOCK_LIST_UNBLOCK_TITLE_FORMAT
source: Unblock %@?
de: %@ freigeben?
fa: %@از حالت مسدود خارج شود؟
fi: Poista henkilön %@ esto?
fr: Débloquer %@ ?
hr: Deblokiraj %@?
it: Sbloccare %@?
ja: %@のブロックを解除しますか？
nl: Deblokkeer %@?
pt_br: Desbloquear %@?
ru: Разблокировать %@?
sk: Odblokovať %@?
zh_cn: 取消屏蔽 %@吗？
zh_hant: 取消封鎖 %@？

# BLOCK_LIST_UNBLOCK_BUTTON
source: Unblock
de: Freigeben
fa: رفع مسدودی
fi: Poista esto
fr: Débloquer
hr: Deblokiraj
it: Sblocca
ja: ブロックを解除する
nl: Blokkering opheffen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
sk: Odblokovať
zh_cn: 从黑名单中移除
zh_hant: 解除封鎖

# BLOCK_LIST_VIEW_BLOCKED_ALERT_MESSAGE_FORMAT
source: %@ has been blocked.
de: %@ wurde blockiert.
fa: %@ مسدود شد.
fi: %@ on estetty.
fr: %@ a été bloqué.
hr: %@ je blokiran.
it: %@ è stato bloccato.
ja: %@はブロックされました。
nl: %@ is geblokkeerd.
pl: %@ został zablokowany.
pt_br: %@ foi bloqueado.
ru: Пользователь %@ был заблокирован.
sk: %@ bol/a zablokovaný/á.
zh_cn: 已屏蔽 %@。
zh_hant: 已封鎖 %@。

# BLOCK_LIST_VIEW_BLOCKED_ALERT_TITLE
source: User Blocked
de: Benutzer blockiert
fa: کاربر مسدود شد
fi: Käyttäjä estetty
fr: Utilisateur Bloqué
hr: Korisnik blokiran
it: Utente bloccato
ja: ユーザがブロックされました
nl: Gebruiker Geblokkeerd
pl: Użytkownik zablokowany
pt_br: Usuário Bloqueado
ru: Пользователь заблокирован
sk: Používateľ Zablokovaný
zh_cn: 用户已屏蔽
zh_hant: 使用者已封鎖

# BLOCK_LIST_VIEW_UNBLOCKED_ALERT_TITLE_FORMAT
source: %@ has been unblocked.
de: %@ wurde freigegeben.
fa: %@ از حالت مسدودی خارج شد.
fi: Henkilön %@ esto on poistettu.
fr: %@ a été débloqué.
hr: %@ je deblokiran.
it: %@ è stato sbloccato.
ja: %@のブロックを解除しました
nl: %@ is gedeblokkeerd.
pt_br: Você desbloqueou %@.
ru: %@ был(-a) разблокирован(-a).
sk: %@ bol/a odblokovaný/á.
zh_cn: 已取消屏蔽 %@。
zh_hant: %@ 已被封鎖

# BLOCK_USER_BEHAVIOR_EXPLANATION
source: Blocked users will not be able to call you or send you messages.
de: Blockierte Benutzer können dich nicht mehr anrufen oder dir Nachrichten senden.
fa: کاربری که مسدود شده است، امکان تماس یا ارسال پیام به شما را ندارد.
fi: Estetyt käyttäjät eivät voi soittaa sinulle tai lähettää sinulle viestejä.
fr: Les utilisateurs bloqués ne pourront ni vous appeler ni vous envoyer des messages.
hr: Blokirani korisnici neće vas moći nazvati niti poslati poruke.
it: Gli utenti bloccati non potranno chiamarti o inviarti messaggi.
ja: ブロックされたユーザは、あなたにメッセージや通話を発信することができなくなります。
nl: Geblokkeerde gebruikers zijn niet in staat om u te bellen of berichten te sturen.
pl: Zablokowani użytkownicy nie będą mogli do Ciebie dzwonić ani wysyłać Ci wiadomości.
pt_br: Você não receberá mais ligações e mensagens de quem bloquear.
ru: Заблокированные пользователи не смогут звонить или отправлять сообщения Вам.
sk: Zablokovaný používatelia vám nebudú môcť zavolať ani posielať správy.
zh_cn: 被屏蔽的用户将无法向您发起通话，或发送消息。
zh_hant: 被您封鎖的使用者將無法傳送訊息與撥打電話給您

# BUTTON_DONE
source: Done
de: Fertig
fa: انجام شد
fi: Valmis
fr: Terminé
hr: Gotovo
it: Fatto
ja: 完了
nl: Ok
pl: Gotowe
pt_br: Pronto
ru: Готово
sk: Hotovo
zh_cn: 完成
zh_hant: 完成

# BUTTON_SELECT
source: Select
de: Auswählen
fa: انتخاب
fi: Valitse
fr: Sélectionner
hr: Odaberi
it: Seleziona
ja: 選択
nl: Selecteer
pl: Zaznacz
pt_br: Selecionar
ru: Выбор
sk: Vybrať
zh_cn: 选择
zh_hant: 選擇

# CONFIRM_LEAVE_GROUP_DESCRIPTION
source: You will no longer be able to send or receive messages in this group.
de: Du wirst in dieser Gruppe keine Nachrichten mehr versenden oder empfangen können.
fa: شما دیگر قادر به ارسال یا دریافت پیام از این گروه نخواهید بود
fi: Et pysty enään lähettämään tai vastaanottamaan viestejä tässä ryhmässä.
fr: Vous ne pourrez plus recevoir ni envoyer de messages dans ce groupe.
hr: Više nećete moći slati niti primati poruke u ovoj grupi.
it: Non sarei più in grado di inviare o ricevere messaggi in questo gruppo.
ja: このグループとの会話が出来なくなりますがよろしいでしょうか。
nl: Je kunt geen berichten meer versturen of ontvangen in deze groep.
pl: Nie będziesz już móc odbierać lub wysyłać wiadomości w tej grupie.
pt_br: Você não poderá mais enviar nem receber mensagens neste grupo.
ru: Вы больше не сможете отправлять и получать сообщения в этой группе.
sk: Už nebudete môcť posielať a prijímať správy v tejto skupine.
zh_cn: 您将无法在此群组中继续发送或接收消息。
zh_hant: 您已經無法再於此群組傳送或接收訊息。

# CONFIRM_LEAVE_GROUP_TITLE
source: Do you really want to leave?
de: Wollen Sie die Gruppe wirklich verlassen?
fa: آیا واقعا قصد ترک کردن دارید؟
fi: Haluatko varmasti poistua ryhmästä?
fr: Voulez-vous vraiment quitter ce groupe ?
hr: Da li zaista želite izaći?
it: Vuoi davvero lasciare?
ja: 離脱してよろしいですか？
nl: Wilt u echt deze groep verlaten?
pl: Czy na pewno chcesz wyjść?
pt_br: Você tem certeza que deseja sair?
ru: Вы хотите покинуть группу?
sk: Ste si istý/á, že chcete odísť?
zh_cn: 确定离开群聊？
zh_hant: 確定要離開嗎？

# CONVERSATION_DELETE_CONFIRMATION_ALERT_MESSAGE
source: This cannot be undone.
de: Dies kann nicht rückgängig gemacht werden.
fa: این نمیتواند انجام نشود.
fi: Tätä ei voida perua.
fr: Cette action est irréversible.
hr: Ovaj je postupak nepovratan.
it: Non potrà essere annullato.
ja: 消去すると元に戻せません
nl: Dit kan niet ongedaan worden gemaakt.
pl: Tego nie można cofnąć.
pt_br: Isso não pode ser desfeito.
ru: Это не может быть отменено.
sk: Táto akcia sa nedá vrátiť.
zh_cn: 该操作无法撤销。
zh_hant: 此操作無法復原。

# CONVERSATION_DELETE_CONFIRMATION_ALERT_TITLE
source: Delete Conversation?
de: Unterhaltung löschen?
fa: گفتگو حذف شود؟
fi: Poistetaanko keskustelu?
fr: Supprimer la conversation ?
hr: Obriši razgovor?
it: Elimina conversazione?
ja: 消去しますか？
nl: Gesprek verwijderen?
pl: Usunąć konwersację?
pt_br: Excluir conversa?
ru: Удалить разговор?
sk: Zmazať konverzáciu?
zh_cn: 删除会话？
zh_hant: 刪除對話？

# CONVERSATION_SEARCH_NO_RESULTS
source: No matches
de: Keine Treffer
fa: مشابهی یافت نشد
fi: Ei tuloksia
fr: Aucune correspondance
hr: Nema podudaranja
it: Nessun risultato
ja: 見つかりません
nl: Geen overeenkomsten
pl: Brak wyników
pt_br: Sem resultados
ru: Нет совпадений
sk: Žiadne zhody
zh_cn: 没有结果
zh_hant: 沒有相符項目

# CONVERSATION_SEARCH_ONE_RESULT
source: 1 match
de: 1 Treffer
fa: ۱ مورد
fi: 1 osuma
fr: 1 correspondance
hr: 1 podudaranje
it: 1 risultato
ja: ありました
nl: 1 overeenkomst
pl: 1 wynik
pt_br: 1 resultado
ru: 1 совпадение
sk: 1 zhoda
zh_cn: 1个结果
zh_hant: 1 個相符項目

# CONVERSATION_SEARCH_RESULTS_FORMAT
source: %d of %d matches
de: %d von %d Treffern
fa: %d از %d مورد یافت شد
fi: %d/%d osumasta
fr: %d sur %d correspondances
hr: %d od %d podudaranja
it: %d di %d risultati
ja: %d （ %d のうち）
nl: %d van de %d overeenkomsten
pl: %d z %d wyników
pt_br: %d de %d resultados
ru: %d из %d совпадений
sk: nájdených %d z %d
zh_cn: %d条结果(共%d条)
zh_hant: %d 中的 %d 個項目相符

# CONVERSATION_SETTINGS_BLOCK_THIS_USER
source: Block This User
de: Diesen Nutzer blockieren
fa: مسدود کردن کاربر
fi: Estä tämä käyttäjä
fr: Bloquer cet utilisateur
hr: Blokiraj ovog korisnika
it: Blocca questo utente
ja: このユーザをブロックする
nl: Deze gebruiker blokkeren
pl: Zablokuj tego użytkownika
pt_br: Bloquear usuário
ru: Заблокировать этого пользователя
sk: Blokovať tohto používateľa
zh_cn: 屏蔽该用户
zh_hant: 封鎖此用戶

# CONVERSATION_SETTINGS_MUTE_LABEL
source: Mute
de: Stummschalten
fa: حالت سکوت
fi: Hiljennä
fr: Sourdine
hr: Utišaj
it: Silenzioso
ja: 消音
nl: Dempen
pl: Wycisz
pt_br: Silenciar
ru: Без звука
sk: Stíšiť
zh_cn: 静音
zh_hant: 靜音

# CONVERSATION_SETTINGS_SEARCH
source: Search Conversation
de: Unterhaltung durchsuchen
fa: جستجو در مکالمه
fi: Etsi keskustelusta
fr: Chercher dans la conversation
hr: Pretraživanje razgovora
it: Cerca nella conversazione
ja: 会話の検索
nl: Zoek gesprek
pl: Szukaj w konwersacji
pt_br: Buscar na Conversa
ru: Искать в разговоре
sk: Hľadať v konverzácii
zh_cn: 搜索对话
zh_hant: 搜尋對話

# CROP_SCALE_IMAGE_VIEW_TITLE
source: Move and Scale
de: Verschieben und Skalieren
fa: حرکت و مقیاس
fi: Siirrä ja Skaalaa
fr: Déplacer et mettre à l’échelle
hr: Pomicanje i skaliranje
it: Sposta e ridimensiona
ja: 編集
nl: Verplaatsen en in grootte veranderen
pl: Przesuń i zmień wielkość
pt_br: Mover e Redimensionar
ru: Перемещение и масштабирование
sk: Presun a zmena veľkosti
zh_cn: 移动与缩放
zh_hant: 移動與裁切

# DATABASE_VIEW_OVERLAY_SUBTITLE
source: This can take a few minutes.
de: Dies kann einige Minuten dauern.
fa: ممکن است چند دقیقه زمان ببرد.
fi: Tämä saattaa viedä hetken.
fr: Cela peut prendre quelques minutes.
hr: Ovo može potrajati nekoliko minuta.
it: Può richiedere alcuni minuti.
ja: 数分掛かるかも知れません
nl: Dit kan een paar minuten duren.
pl: To może zająć kilka minut.
pt_br: Isso pode levar alguns minutos.
ru: Это может занять несколько минут.
sk: Môže to trvať zopár minút.
zh_cn: 这需要几分钟的时间。
zh_hant: 這可能需要幾分鐘的時間。

# DATABASE_VIEW_OVERLAY_TITLE
source: Optimizing Database
de: Datenbankoptimierung
fa: در حال بهینه‌سازی پایگاه داده
fi: Optimoidaan tietokanta
fr: Optimisation de la base de données
hr: Optimizacija Baze podataka
it: Ottimizzazione del database
ja: データベースを更新中
nl: Optimaliseer Database
pl: Optymalizacja bazy danych
pt_br: Otimizando base de dados
ru: Оптимизация базы данных
sk: Optimalizácia databázy
zh_cn: 正在优化数据库
zh_hant: 最佳化資料庫中

# DATE_NOW
source: Now
de: Jetzt
fa: الان
fi: Nyt
fr: À l’instant
hr: Sada
it: Ora
ja: 現在
nl: Nu
pl: Teraz
pt_br: Agora
ru: Сейчас
sk: Teraz
zh_cn: 现在
zh_hant: 現在

source: Disappearing Messages
de: Verschwindende Nachrichten
fa: پیام‌های محوشونده
fi: Katoavat viestit
fr: Messages éphémères
hr: Nestajuće poruke
it: Messaggi a scomparsa
ja: 消えるメッセージ
nl: Zelf-wissende berichten
pl: Znikające wiadomości
pt_br: Mensagens efêmeras
ru: Исчезающие сообщения
sk: Miznúce správy
zh_cn: 阅后即焚
zh_hant: 自動銷毀訊息

# EDIT_GROUP_ACTION
source: Edit Group
de: Gruppe bearbeiten
fa: وایرایش گروه
fi: Muokkaa Ryhmää
fr: Modifier le groupe
hr: Uredi Grupu
it: Modifica gruppo
ja: グループを編集
nl: Groep bewerken
pl: Edytuj grupę
pt_br: Editar Grupo
ru: Изменить группу
sk: Upraviť skupinu
zh_cn: 编辑群组
zh_hant: 編輯群組

# GALLERY_TILES_EMPTY_GALLERY
source: You don't have any media in this conversation.
de: Diese Unterhaltung enthält keine Medieninhalte.
fa: شما در این مکالمه هیچ مدیایی ندارید.
fi: Sinulla ei ole yhtään mediaa tässä keskustelussa.
fr: Vous n’avez aucun média dans cette conversation.
hr: U ovom razgovoru nemate multimedijskih podataka.
it: Non hai alcun contenuto multimediale in questa conversazione.
ja: この会話にはメディアがありません。
nl: U heeft geen media in dit gesprek.
pl: W tej konwersacji nie ma plików.
pt_br: Você não tem mídia desta conversa.
ru: В этой беседе нет медиафайлов.
sk: V tejto konverzácii nemáte žiadne médiá.
zh_cn: 此对话中没有媒体。
zh_hant: 此對話中沒有媒體。

# GALLERY_TILES_LOADING_MORE_RECENT_LABEL
source: Loading Newer Media…
de: Neuere Medieninhalte werden geladen …
fa: در حال بارگذاری مدیا جدیدتر...
fi: Ladataan uudempaa mediaa…
fr: Chargement des médias plus récents…
hr: Učitavanje novijih medija…
it: Caricamento media più recenti...
ja: 新しいメディアを読み込んでいます...
nl: Nieuwere media laden…
pl: Ładowanie nowszych mediów...
pt_br: Carregando Novas Mídias...
ru: Загрузка новых медиа…
sk: Načítavajú sa novšie médiá…
zh_cn: 正在加载新媒体...
zh_hant: 讀取新媒體中⋯

# GALLERY_TILES_LOADING_OLDER_LABEL
source: Loading Older Media…
de: Ältere Medieninhalte werden geladen …
fa: بارگذاری مدیا قدیمی تر...
fi: Ladataan vanhempaa mediaa…
fr: Chargement des médias plus anciens…
hr: Učitavanje starijih medija…
it: Caricamento media più vecchi...
ja: 古いメディアを読み込んでいます...
nl: Oudere media laden…
pl: Ładowanie starszych mediów...
pt_br: Carregando Mídias Antigas...
ru: Загрузка старых медиа…
sk: Načítavajú sa staršie médiá…
zh_cn: 正在加载较早媒体...
zh_hant: 讀取舊媒體中⋯

# GIF_PICKER_ERROR_FETCH_FAILURE
source: Failed to fetch the requested GIF. Please verify you are online.
de: Abruf des angeforderten GIFs gescheitert. Bitte überprüfe, ob du online bist.
fa: خطا در دریافت گیف. لطفا اتصال به اینترنت را بررسی کنید.
fi: Pyydetyn GIF-animaation hakeminen epäonnistui. Ole hyvä ja varmista yhteytesi.
fr: Échec de récupération du GIF demandé. Veuillez vérifier que vous êtes bien en ligne.
hr: Dohvaćanje traženog GIF-a nije uspjelo. Provjerite jeste li spojeni na internet.
it: Errore nel recuperare la GIF richiesta. Si prega di verificare la connessione.
ja: GIFの取り込みに失敗しました。ネットに接続しているか確認してください。
nl: Het ophalen van de gevraagde GIF, is mislukt. Controleer of u online bent.
pl: Nie udało się pobrać GIFu. Sprawdź połączenie z Internetem.
pt_br: Falha ao baixar o GIF requisitado. Por favor, verifique se você está online.
ru: Не удалось получить запрошенный GIF. Убедитесь, что вы подключены к сети.
sk: Nepodarilo sa stiahnuť požadovaný GIF. Uistite sa prosím, že ste online.
zh_cn: 无法读取所请求的 GIF。请确认您是否处于在线状态。
zh_hant: 無法讀取此 GIF。請確認您是否已連接到網路。

# GIF_PICKER_ERROR_GENERIC
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fa: یک خطای ناشناخته رخ داد.
fi: Tuntematon virhe ilmeni.
fr: Une erreur inconnue est survenue.
hr: Došlo je do nepoznate greške.
it: Si è verificato un errore sconosciuto.
ja: 未知のエラー
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
zh_cn: 发生了未知错误。
zh_hant: 發生不明錯誤。

# GIF_PICKER_FAILURE_ALERT_TITLE
source: Unable to Choose GIF
de: GIF kann nicht abgerufen werden
fa: خطا در انتخاب گیف
fi: GIF-animaatiota ei pystytä valitsemaan
fr: Impossible de choisir le GIF
hr: Nije moguće odabrati GIF
it: Impossibile recuperare la GIF selezionata
ja: GIFを選べません
nl: Kan GIF-Bestand niet kiezen
pl: Nie udało się wybrać GIFa
pt_br: Impossível Escolher GIF
ru: Не удается выбрать GIF
sk: Nepodarilo sa vybrať GIF
zh_cn: 无法选择 GIF
zh_hant: 無法選取此 GIF。

# GIF_PICKER_VIEW_MISSING_QUERY
source: Please enter your search.
de: Bitte gib deine Suche ein.
fa: عبارت مورد نظر خود را وارد کنید.
fi: Kirjoita hakutermi.
fr: Veuillez saisir votre recherche.
hr: Unesite svoju pretragu.
it: Inserisci la tua ricerca.
ja: 検索語を入力してください
nl: Vul alstublieft uw zoekopdracht in.
pl: Wprowadź wyszukiwanie
pt_br: Por favor, insira a sua busca.
ru: Пожалуйста, введите ваш поиск.
sk: Zadajte prosím čo hľadáte.
zh_cn: 请输入您的搜索词。
zh_hant: 請輸入搜尋內容
