Repository: signalapp/Signal-iOS
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: de, fa, fi, fr, hr, it, ja, nl, pl, pt_br, ru, sk, zh_cn, zh_hant

# YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: You set disappearing message time to %@
de: Du hast die Zeit für verschwindende Nachrichten auf %@ festgelegt.
fa: شما زمان محوشدن پیام‌ها را به %@ تنظیم کردید.
fi: Asetit katoavien viestin ajaksi %@
fr: Vous avez défini l’expiration des messages éphémères à %@.
hr: Vrijeme nestajućih poruke postavili ste na %@
it: Hai impostato la scomparsa dei messaggi a %@.
ja: 消えるメッセージの消失時間を%@に設定しました
nl: U heeft de timer voor zelf-wissende berichten op %@ ingesteld
pl: Ustawiono czasomierz znikających wiadomości na %@.
pt_br: Você definiu a expiração de mensagens efêmeras para %@.
ru: Вы установили время исчезновения сообщений — %@.
sk: Nastavili ste časovač miznúcich správ na %@
zh_cn: 您将阅后即焚时长设置为%@。
zh_hant: 您將閱後即焚模式時間調整為 %@

# continue_2
source: Continue
de: Fortsetzen
fa: ادامه
fi: Jatka
fr: Continuer
hr: Nastavi
it: Continua
ja: 続行する
nl: Doorgaan
pl: Kontyntynuj
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
zh_cn: 继续
zh_hant: 繼續

source: Copy
de: Kopieren
fa: کپی کردن
fi: Kopioi
fr: Copier
hr: Kopiraj
it: Copia
ja: コピーする
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sk: Kopírovať
zh_cn: 拷贝
zh_hant: 複製

source: Invalid URL
de: Ungültige URL
fa: URL نامعتبر است
fi: Virheellinen URL
fr: URL non valide
hr: Neispravna poveznica
it: URL non valido
ja: URL が不正です
nl: Ongeldige URL
pl: nieprawidłowy URL
pt_br: URL inválido
ru: Неверная ссылка
sk: Neplatná URL adresa
zh_cn: 无效链接
zh_hant: 無效的網址

source: Next
de: Weiter
fa: بعدی
fi: Seuraava
fr: Suivant
hr: Sljedeće
it: Successivo
ja: 次
nl: Volgende
pl: Kolejny
pt_br: Próximo
ru: Далее
sk: Ďalej
zh_cn: 下一步
zh_hant: 下一個

source: Share
de: Teilen
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
hr: Podijeli
it: Condividi
ja: 共有する
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sk: Zdieľať
zh_cn: 共享
zh_hant: 分享

source: Invalid Session ID
de: Ungültige Session ID
fa: شناسه‌ی Session نامعتبر است.
fi: Virheellinen Session ID
fr: Session ID non valide
hr: Nevažeći Session ID
it: Sessione ID non valido
ja: Session ID が不正です
nl: Verkeerde Session ID
pl: Nieprawidłowy identyfikator Session
pt_br: ID Session inválido
ru: Неверный Session ID
sk: Neplatné Session ID
zh_cn: 无效的Session ID
zh_hant: 無效的 Session ID

source: Cancel
de: Abbrechen
fa: لغو
fi: Peruuta
fr: Annuler
hr: Otkaži
it: Annulla
ja: 取り消す
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
zh_cn: 取消
zh_hant: 取消

source: Your Session ID
de: Ihre Session ID
fa: شناسه‌ی Session شما
fi: Sinun Session ID
fr: Votre Session ID
hr: Vaš Session ID
it: La tua Sessione ID
ja: あなたの Session ID
nl: Uw Session-ID
pl: Twój identyfikator Session
pt_br: Seu ID Session
ru: Ваш Session ID
sk: Vaše Session ID
zh_cn: 您的Session ID
zh_hant: 您的 Session ID

# vc_landing_title_2
source: Your Session begins here...
de: Ihre Session beginnt hier...
fa: Session شما از اینجا شروع می‌شود...
fi: Sinun sessio alkaa tästä...
fr: Votre Session débute ici...
hr: Vaš Session počinje ovdje...
it: La tua Sessione inizia qui...
ja: ここから Session が始まります...
nl: Uw Sessie begint hier...
pl: Twoja Session zaczyna się tutaj...
pt_br: O Session começa aqui...
ru: Здесь начинается Session...
sk: Váš Session sa začína tu...
zh_cn: 您的Session从这里开始...
zh_hant: 您的 Session 將從此開始⋯

# vc_landing_register_button_title
source: Create Session ID
de: Session ID erstellen
fa: شناسه‌ی Session را ایجاد کنید
fi: Luo Session ID
fr: Créer un Session ID
hr: Kreiraj Session ID
it: Crea Sessione ID
ja: Session ID を作成する
nl: Session-ID aanmaken
pl: Utwórz identyfikator Session
pt_br: Criar ID Session
ru: Создать Session ID
sk: Vytvoriť Session ID
zh_cn: 创建Session ID
zh_hant: 註冊 Session ID

# vc_landing_restore_button_title
source: Continue Your Session
de: Ihre Session fortsetzen
fa: Session خود را ادامه دهید
fi: Jatka Sessionin käyttöä
fr: Continuez votre Session
hr: Nastavite sa svojim Session-om
it: Continua la Sessione
ja: Session を続ける
nl: Doorgaan met je sessie
pl: Kontynuuj swoją sesję
pt_br: Continuar com seu Session
ru: Восстановить Session ID
sk: Pokračovať v Session
zh_cn: 继续使用您的Session ID
zh_hant: 繼續使用 Session

# vc_landing_link_button_title
source: Link a Device
de: Mit einem bestehenden Konto verlinken
fa: پیوند به یک حساب کاربری موجود
fi: Yhdistä laite
fr: Relier à un compte existant
hr: Poveži uređaj
it: Collegamento a un account esistente
ja: 既存のアカウントにリンクする
nl: Koppel een apparaat
pl: Połącz z istniejącym kontem
pt_br: Link para uma conta existente
ru: Привязать к существующему аккаунту
sk: Pripojiť zariadenie
zh_cn: 关联现有帐号
zh_hant: 連結設備

# view_fake_chat_bubble_1
source: What's Session?
de: Was ist Session?
fa: Session چیست؟
fi: Mikä on Session?
fr: Qu'est-ce que Session ?
hr: Što je Session?
it: Che cos'è una Sessione?
ja: Session とは？
nl: Wat is Session?
pl: Jaka jest Session
pt_br: O que é o Session?
ru: Что такое Session?
sk: Čo je Session?
zh_cn: 什么是Session？
zh_hant: 什麼是 Session?

# view_fake_chat_bubble_2
source: It's a decentralized, encrypted messaging app
de: Es ist eine dezentrale, verschlüsselte Messaging-App.
fa: Session یک برنامه پیام‌رسان غیرمتمرکز و رمزگذاری شده است.
fi: Se on hajautettu sekä salattu viestipalvelu
fr: C'est une application de messagerie décentralisée et cryptée
hr: To je decentralizirana aplikacija za razmjenu šifriranih poruka
it: È un'app di messaggistica decentralizzato e crittografato
ja: 分散型の暗号化されたメッセージングアプリです
nl: Het is een gedecentraliseerde, versleutelde berichten-app
pl: To zdecentralizowana, szyfrowana aplikacja do przesyłania wiadomości
pt_br: É um aplicativo de mensagens criptografado e descentralizado
ru: Это децентрализованное, зашифрованное приложение для обмена сообщениями
sk: Je to decentralizovaná, šifrovaná apka na posielanie správ
zh_cn: Session是一个去中心化的加密消息应用。
zh_hant: 這是一個去中心化並且加密的訊息 app

# view_fake_chat_bubble_3
source: So it doesn't collect my personal information or my conversation metadata? How does it work?
de: Es werden also weder meine persönlichen Daten noch die Metadaten meiner Konversation erfasst? Wie funktioniert das?
fa: پس اطلاعات شخصی من یا داده‌های گفت‌وگو‌هایم جمع‌آوری نمی‌شود؟ چگونه کار می‌کند؟
fi: Joten se ei kerää henkilökohtaisia tietojani tai keskustelujeni metadataa? Miten se sitten toimii?
fr: Elle ne recueille donc pas mes informations personnelles ou mes métadonnées de conversations ? Comment ça marche ?
hr: Dakle, ne prikuplja moje osobne podatke ili metapodatke razgovora? Kako to radi?
it: Quindi non raccoglie informazioni personali o metadati di conversazione? Come funziona?
ja: 個人情報や会話のメタデータは収集されませんか？どのように機能しますか？
nl: Dus het verzamelt niet mijn persoonlijke informatie of de metagegevens van mijn gesprek? Hoe werkt het?
pl: Więc nie zbiera moich danych osobowych ani metadanych z mojej rozmowy? Jak to działa?
pt_br: Então ele não coleta minhas informações pessoais ou meus metadados de conversa? Como funciona?
ru: Значит ли это, что оно не собирает мою личную информацию или метаданные моего разговора? Как оно работает?
sk: Takže nezbiera moje osobné informácie alebo metadáta mojich konverzácií? Ako to funguje?
zh_cn: 所以Session不会收集我的个人信息或者对话元数据？怎么做到的？
zh_hant: 所以 Session 不會搜集我的個人資料以及對話中與我連結的資料？ 這究竟是怎麼辦到的？

# view_fake_chat_bubble_4
source: Using a combination of advanced anonymous routing and end-to-end encryption technologies.
de: Mit einer Kombination fortschrittlicher anonyme Routing- und End-to-End-Verschlüsselungstechnologien.
fa: Session با استفاده از ترکیبی از فناوری‌های پیشرفته مسیریابی ناشناس و رمزگذاری سرتاسری این کار را انجام می‌دهد.
fi: Yhdistämällä edistynyttä reititys- ja salausteknologiaa päästä päätyyn.
fr: En utilisant une combinaison de technologies avancées de routage anonyme et de chiffrement de bout en bout.
hr: Koristeći kombinacije naprednih anonimnih usmjeravanja i end-to-end tehnologiju šifriranja.
it: Utilizza una combinazione di routing anonimo avanzato e tecnologie di crittografia end-to-end.
ja: 高度な匿名ルーティングとエンドツーエンドの暗号化テクノロジーを組み合わせて使用します。
nl: Met behulp van een combinatie van geavanceerde anonieme routing en end-to-end encryptietechnologieën.
pl: Wykorzystując połączenie zaawansowanych anonimowych tras i technologii szyfrowania end-to-end.
pt_br: Usando uma combinação de tecnologias avançadas de roteamento anônimo e criptografia de ponta a ponta.
ru: С использованием комбинации передовых технологий анонимной маршрутизации и сквозного шифрования.
sk: Použitím kombinácie pokročilých technológií anonymného smerovania a end-to-end šifrovania.
zh_cn: 通过结合高效的匿名路由和端到端的加密技术。
zh_hant: 我們結合了進階匿名連線與端對端加密技術。

# view_fake_chat_bubble_5
source: Friends don't let friends use compromised messengers. You're welcome.
de: Freunde lassen Freunde keine kompromittierten Messenger verwenden. Herzlich Willkommen.
fa: یک دوست هیچ‌وقت به دوستان خود اجازه استفاده از پیام‌رسان‌های در معرض خطر را نمی‌دهد.
fi: Kaverit eivät anna kavereiden käyttää vaarantuneita viestipalveluita. Oleppa hyvä.
fr: Les vrais amis ne laissent pas leurs amis utiliser des outils de messagerie compromis. De rien.
hr: Prijatelji ne dopuštaju prijateljima da koriste kompromitirane aplikacije za dopisivanje. Nema na čemu.
it: Gli amici non lasciano i suoi amici di utilizzare messaggistica compromessa. Prego.
ja: 友人は、セキュリティ侵害されたメッセンジャーを自らの友人に使用させません。どういたしまして。
nl: Vrienden laten vrienden geen gecompromitteerde berichten apps gebruiken. Graag gedaan.
pl: Znajomi nie pozwalają znajomym korzystać z zainfekowanych komunikatorów. Nie ma za co.
pt_br: Amigos não deixam amigos usarem aplicativos de mensagem comprometidos. De nada.
ru: Друзья не позволят друзьям использовать ненадежные мессенджеры. Пользуйтесь на здоровье.
sk: Priatelia nedovoľujú priateľom používať kompromitované messengery. Nemáte za čo.
zh_cn: 好朋友之间就要使用能够保证信息安全的聊天工具，不用谢啦！
zh_hant: 我們不會讓自己的朋友使用不夠好的聊天 app，不客氣。

# vc_register_title
source: Say hello to your Session ID
de: Das ist Ihre Session ID.
fa: به شناسه‌ی Session خود سلام کنید
fi: Sano terve sinun Session ID:lle
fr: Dites bonjour à votre Session ID
hr: Pozdravite svoj Session ID
it: Ecco la tua Sessione ID
ja: Session ID をご紹介します
nl: Zeg hallo tegen uw Session-ID
pl: Przywitaj się z identyfikatorem Session
pt_br: Diga olá ao seu ID Session
ru: Познакомьтесь со своим Session ID
sk: Povedzte ahoj svojmu Session ID
zh_cn: 向您的Session ID打个招呼吧
zh_hant: 跟您的 Session ID 說 Hi

# vc_register_explanation
source: Your Session ID is the unique address people can use to contact you on Session. With no connection to your real identity, your Session ID is totally anonymous and private by design.
de: Ihre Session ID ist die eindeutige Adresse, unter der Personen Sie über Session kontaktieren können. Ihre Session ID ist nicht mit Ihrer realen Identität verbunden, völlig anonym und von Natur aus privat.
fa: شناسه‌ی Session شما آدرس منحصر به فردی است که افراد می‌توانند از طریق آن با شما در Session تماس بگیرند. شناسه‌ی Session شما، بدون اتصال با هویت واقعی شما، کاملاً ناشناس و خصوصی است.
fi: Session ID on sinun ainutlaatuinen osoite, jolla ihmiset voivat ottaa sinuun yhteyttä; ilman yhteyttä oikeaan identiteettiisi. Session ID on luonteeltaan täysin anonyymi ja yksityinen.
fr: Votre Session ID est l'identifiant unique que les gens utilisent pour vous contacter dans Session. Sans lien avec votre identité réelle, votre Session ID est complètement anonyme et privé.
hr: Vaš Session ID jedinstvena je adresa koju ljudi mogu koristiti da bi vas kontaktirali na Session-u. Bez povezivanja sa vašim stvarnim identitetom, vaš Session ID je potpuno anoniman i dizajniran privatno.
it: La Sessione ID è l'indirizzo univoco che le persone possono utilizzare per contattarti su una Sessione. Senza alcuna connessione con la tua vera identità, la Sessione ID è totalmente anonimo e privato fin dal incezione.
ja: Session ID は、Session で連絡を取るために使用できる一意のアドレスです。本当のアイデンティティに関係なく、あなたの Session ID は設計上完全に匿名でプライベートです。
nl: Uw Session-ID is het unieke adres dat mensen kunnen gebruiken om contact met u op te nemen via Session. Zonder verbinding met je echte identiteit, is je Session-ID volledig anoniem en privé.
pl: Twój identyfikator Session to unikalny adres, za pomocą którego można się z Tobą kontaktować w Sesji. Bez połączenia z twoją prawdziwą tożsamością, identyfikator Session jest z założenia całkowicie anonimowy i prywatny.
pt_br: Seu ID Session é o endereço exclusivo que as pessoas podem usar para entrar em contato com você no Session. Sem conexão com sua identidade real, seu ID Session é totalmente anônimo e privado por definição.
ru: Ваш Session ID - это уникальный адрес, который другие пользователи могут использовать для связи с вами при помощи Session. Поскольку ваш Session ID никак не связан с вашей настоящей личностью, он по определению является полностью анонимным и конфиденциальным.
sk: Vaše Session ID je jedinečná adresa, ktorú môžu ľudia použiť aby sa s vami skontaktovali v Session. Pretože Session ID nemá žiadne spojenie s vašou skutočnou identitou, je Session ID úplne anonymné a súkromé.
zh_cn: 您的Session ID是其他用户在与您聊天时使用的独一无二的地址。Session ID与您的真实身份无关，它在设计上完全是匿名且私密的。
zh_hant: 您的 Session ID 是一個獨特的位址讓您的朋友可以透過它來與您聯繫，且其將不會與您的個人身分連結，透過這樣的設計，Session ID 是完全匿名與隱私的。

# vc_restore_title
source: Restore your account
de: Ihr Konto wiederherstellen
fa: حساب کاربری خود را بازیابی کنید
fi: Palauta käyttäjätilisi
fr: Restaurez votre compte
hr: Vrati korisnički račun
it: Ripristina il tuo account
ja: アカウントを復元する
nl: Account herstellen
pl: Przywróć swoje konto
pt_br: Restaurar sua conta
ru: Восстановите свой аккаунт
sk: Obnoviť účet
zh_cn: 恢复您的帐号
zh_hant: 回復您的帳號

# vc_restore_explanation
source: Enter the recovery phrase that was given to you when you signed up to restore your account.
de: Geben Sie den Wiederherstellungssatz ein, den Sie bei der Anmeldung zur Wiederherstellung Ihres Kontos erhalten haben.
fa: عبارت بازیابی را که هنگام نام‌نویسی برای بازیابی حساب به شما داده شده، وارد کنید.
fi: Palauttaaksesi tilisi, syötä palautusvirke, joka annettiin sinulle kun loit tämän tilin.
fr: Pour restaurer votre compte, veuillez entrer la phrase de récupération qui vous a été fournie lors de la création de votre compte.
hr: Unesite frazu za oporavak koja Vam je dana kada ste se prijavili za vraćanje računa.
it: Inserisci la frase di recupero che ti è stata data quando ti sei registrato per ripristinare il tuo account.
ja: アカウントを復元するためにサインアップしたときに与えられたリカバリーフレーズを入力します。
nl: Voer de herstel zin in die je hebt gekregen toen je je hebt aangemeld om je account te herstellen.
pl: Wprowadź frazę odzyskiwania, która została Ci przekazana podczas rejestracji w celu przywrócenia konta.
pt_br: Digite a frase de recuperação que lhe foi fornecida quando você se inscreveu para restaurar sua conta.
ru: Для восстановления учетной записи введите секретную фразу, которая была предоставлена вам при регистрации.
sk: Zadajte frázu na obnovenie, ktorá vám bola poskytnutá pri registrácii, aby ste obnovili svoje konto.
zh_cn: 在您重新登陆并需要恢复账户时，请输入您注册帐号时的恢复口令。
zh_hant: 請輸入註冊時的回復用字句來回復中您的帳號。

# vc_restore_seed_text_field_hint
source: Enter your recovery phrase
de: Ihr Wiederherstellungssatz
fa: عبارت بازیابی خود را وارد کنید
fi: Syötä palautusvirkkeesi
fr: Saisissez votre phrase de récupération
hr: Unesite frazu za oporavak
it: Inserisci la frase di recupero
ja: リカバリーフレーズを入力してください
nl: Voer uw herstel zin in
pl: Wpisz swoją frazę odzyskiwania
pt_br: Digite sua frase de recuperação
ru: Введите секретную фразу
sk: Zadajte vašu obnovovaciu frázu
zh_cn: 输入您的恢复口令
zh_hant: 請輸入您的回復用字句

# vc_link_device_title
source: Link a Device
de: Gerät verbinden
fa: اتصال دستگاه
fi: Yhdistä laite
fr: Relier un appareil
hr: Poveži uređaj
it: Collega dispositivo
ja: 端末をリンクする
nl: Koppel een apparaat
pl: Połącz urządzenie
pt_br: Sincronize dispositivo
ru: Привязать устройство
sk: Pripojiť zariadenie
zh_cn: 关联设备
zh_hant: 連結設備

# vc_link_device_scan_qr_code_tab_title
source: Scan QR Code
de: QR-Code scannen
fa: کد QR را اسکن کنید
fi: Skannaa QR-koodi
fr: Scanner un code QR
hr: Skeniraj QR kôd
it: Scansiona il codice QR
ja: QR コードをスキャンする
pl: Skanuj kod QR
pt_br: Escanear código QR
ru: Сканировать QR-код
sk: Skenovať QR kód
zh_cn: 扫描二维码
zh_hant: 掃描 QR Code

# vc_display_name_title_2
source: Pick your display name
de: Wählen Sie Ihren Anzeigenamen
fa: نام خود را برای نمایش انتخاب کنید
fi: Valitse julkinen nimi
fr: Choisissez votre nom d'utilisateur
hr: Odaberite svoje ime za prikaz
it: Scegli il nome da visualizzare
ja: 表示名を選択してください
nl: Kies je weergavenaam
pl: Wybierz swoją nazwę wyświetlaną
pt_br: Escolha seu nome de exibição
ru: Выберите ваше отображаемое имя
sk: Vyberte svoje zobrazované meno
zh_cn: 选择您的昵称
zh_hant: 請輸入您的名稱

# vc_display_name_explanation
source: This will be your name when you use Session. It can be your real name, an alias, or anything else you like.
de: Dies ist Ihr Name, wenn Sie Session verwenden. Es kann Ihr richtiger Name, ein Alias oder etwas andere sein.
fa: این نام شما هنگام استفاده از Session خواهد بود. این نام می‌تواند نام واقعی شما، نام مستعار یا هر چیز دیگری که دوست دارید، باشد.
fi: Tämä on nimesi kun käytät Sessionia. Se voi olla oikea nimesi, alias tai halutessasi jotain ihan muuta.
fr: Ce sera votre nom lorsque vous utiliserez Session. Il peut s'agir de votre vrai nom, d'un pseudo ou de ce que vous voulez.
hr: To će biti vaše ime dok ćete koristiti Session. To može biti vaše pravo ime, lažno ime ili bilo što drugo, što želite.
it: Questo sarà il tuo nome quando usi una Sessione. Può essere il tuo vero nome, un soprannome o qualsiasi altra cosa.
ja: これは、Session を使用するときの名前になります。あなたの本当の名前、エイリアス、またはあなたが好きな他のものに設定することができます。
nl: Dit is je naam wanneer je Session gebruikt. Het kan je echte naam zijn, een alias, of wat je maar wilt.
pl: To będzie twoje imię, kiedy będziesz używać Sesji. Może to być twoje prawdziwe imię, alias lub cokolwiek innego, co lubisz.
pt_br: Este será o seu nome quando usar o Session. Pode ser seu nome verdadeiro, um apelido ou qualquer outra coisa que você quiser.
ru: Это имя будет отображаться, когда вы используете Session. Это может быть ваше настоящее имя, псевдоним или что угодно по вашему выбору.
sk: Toto bude vaše meno pri používaní Session. Môže to byť vaše skutočné meno, prezývka alebo čokoľvek čo chcete.
zh_cn: 这就是您在使用Session时的名字。它可以是您的真实姓名，别名或您喜欢的其他任何名称。
zh_hant: 這將會成為您 Session 的名稱，它可以是您的真名、別名或任何您喜歡的名字。

# vc_display_name_text_field_hint
source: Enter a display name
de: Geben Sie einen Anzeigenamen ein
fa: نام نمایشی را وارد کنید
fi: Syötä julkinen nimi
fr: Saisissez un nom d'utilisateur
hr: Unesite ime za prikaz
it: Inserisci il nome da visualizzare
ja: 表示名を入力してください
nl: Kies een weergavenaam
pl: Wprowadź wyświetlaną nazwe
pt_br: Digite um nome de exibição
ru: Введите отображаемое имя
sk: Zadajte zobrazované meno
zh_cn: 输入昵称
zh_hant: 輸入您的名稱

# vc_display_name_display_name_missing_error
source: Please pick a display name
de: Bitte wählen Sie einen Anzeigenamen
fa: لطفا نام نمایشی را انتخاب کنید
fi: Ole hyvä ja valitse julkinen nimi
fr: Veuillez choisir un nom d'utilisateur
hr: Molimo odaberite svoje ime za prikaz
it: Scegli il nome da visualizzare
ja: 表示名を選択してください
nl: Voer a. u. b. een weergave naam in
pl: Wybierz wyświetlaną nazwę
pt_br: Escolha um nome de exibição
ru: Пожалуйста, выберите отображаемое имя
sk: Zvoľte prosím zobrazované meno
zh_cn: 请设定一个昵称
zh_hant: 請選擇一個名稱

# vc_display_name_display_name_too_long_error
source: Please pick a shorter display name
de: Bitte wählen Sie einen kürzeren Anzeigenamen
fa: لطفا نام نمایشی کوتاه‌تری انتخاب کنید
fi: Ole hyvä ja valitse lyhyempi julkinen nimi
fr: Veuillez choisir un nom d'utilisateur plus court
hr: Odaberite kraće ime za prikaz
it: Scegli un nome più breve
ja: 短い表示名を選択してください
nl: Kies een kortere weergavenaam
pl: Wybierz krótszą nazwę wyświetlaną
pt_br: Escolha um nome de exibição mais curto
ru: Пожалуйста, выберите более короткое отображаемое имя
sk: Zvoľte prosím kratšie zobrazované meno
zh_cn: 请选择一个更短的昵称
zh_hant: 請使用一個較短的名稱

# vc_pn_mode_recommended_option_tag
source: Recommended
de: Empfohlen
fa: گزینه پیشنهادی
fi: Suositeltu
fr: Recommandé
hr: Preporučeno
it: Consigliato
ja: オススメ
nl: Aanbevolen
pl: Zalecana
pt_br: Recomendado
ru: Рекомендуется
sk: Odporúčané
zh_cn: 推荐选项
zh_hant: 建議

# vc_pn_mode_no_option_picked_modal_title
source: Please Pick an Option
de: Bitte wählen Sie eine Option aus.
fa: لطفا یک گزینه را انتخاب کنید
fi: Ole hyvä ja valitse vaihtoehto
fr: Veuillez choisir une option
hr: Odaberite opciju
it: Scegli un'opzione
ja: オプションを選択してください
nl: Gelieve een optie selecteren
pl: Wybierz opcję
pt_br: Escolha uma opção
ru: Пожалуйста, выберите метод
sk: Prosím, zvoľte možnosť
zh_cn: 请选择一个选项
zh_hant: 請選擇其中一項選項

# vc_home_empty_state_message
source: You don't have any contacts yet
de: Sie haben noch keine Kontakte.
fa: فهرست مخاطبان شما خالی است.
fi: Sinulla ei ole vielä yhtään keskustelua
fr: Vous n'avez pas encore de contacts
hr: Nemate kontakata
it: Non hai ancora nessun contatto
ja: まだ連絡先がありません
nl: U heeft nog geen contactpersonen
pl: Nie masz jeszcze żadnych kontaktów
pt_br: Você ainda não possui contatos
ru: У вас еще нет контактов
sk: Zatiaľ nemáte žiadne kontakty
zh_cn: 您还没有任何联系人
zh_hant: 您尚未添加聯絡人

# vc_home_empty_state_button_title
source: Start a Session
de: Session starten
fa: شروع Session
fi: Aloita keskustelu
fr: Démarrez une Session
hr: Pokreni Session razgovor
it: Inizia una sessione
ja: Session を開始する
nl: Sessie starten
pl: Rozpocznij sesję
pt_br: Iniciar uma sessão
ru: Начать Сессию
sk: Začať stretnutie
zh_cn: 开始对话
zh_hant: 開始一個 Session

# vc_seed_title
source: Your Recovery Phrase
de: Ihr Wiederherstellungssatz
fa: عبارت بازیابی شما
fi: Palautusvirkkeesi
fr: Votre phrase de récupération
hr: Vaša fraza za oporavak
it: Frase di recupero
ja: あなたのリカバリーフレーズ
nl: Uw Herstel Zin
pl: Twoja fraza odzyskiwania
pt_br: Sua frase de recuperação
ru: Ваша секретная фраза для восстановления
sk: Vaša fráza pre obnovenie
zh_cn: 您的恢复口令
zh_hant: 您的回復用字句

# vc_seed_title_2
source: Meet your recovery phrase
de: Das ist Ihr Wiederherstellungssatz.
fa: این عبارت بازیابی شماست
fi: Tapaa palautusvirkkeesi
fr: Voici votre phrase de récupération
hr: Upoznajte Vašu frazu za oporavak
it: La frase di recupero
ja: リカバリーフレーズに合致する
nl: Maak kennis met uw herstel zin
pl: Poznaj swoją frazę odzyskiwania
pt_br: Revele sua frase de recuperação
ru: А вот и ваша секретная фраза для восстановления
sk: Toto je vaša fráza pre obnovenie
zh_cn: 这里是您的恢复口令
zh_hant: 看看您的回復用字句
