Repository: signalapp/Signal-iOS
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: de, fa, fi, fr, hr, it, ja, nl, pl, pt_br, ru, sk, zh_cn, zh_hant

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_PASSCODE_NOT_SET
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
de: Du musst einen Passcode in deinen iOS-Einstellungen festlegen, um die Bildschirmsperre zu verwenden.
fa: برای استفاده از قفل صفحه نمایش می بایستی یک رمزعبور از تنظیمات iOS فعال کنید.
fi: Aseta pääsykoodi puhelimesi asetuksista, jotta voit käyttää näytön lukitusta.
fr: Vous devez activer un code dans vos réglages iOS pour utiliser le verrou d’écran.
hr: Kako biste koristili Zaključavanje zaslona, morate omogućiti lozinku u postavkama iOS-a.
it: Devi abilitare una password nelle impostazioni di iOS per poter usare il blocco schermo.
ja: 画面ロックを使用するには、iOSの設定でパスコードを有効にしてください。
nl: Om appvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pt_br: Você deve criar uma senha no app Ajustes do iOS para usar o bloqueio de tela.
ru: Вы должны включить код доступа в приложении «Настройки», чтобы использовать блокировку экрана.
sk: Pre používanie zámku obrazovky, zapnite kódový zámok v nastaveniach iOS.
zh_cn: 您需要先设置您的密码来开启屏幕锁功能。

# PRIVACY_TITLE
source: Privacy
de: Datenschutz
fa: حریم خصوصی
pt_br: Privacidade
sk: Súkromie
zh_cn: 隐私
zh_hant: 隱私權條款

# PRIVACY_SECTION_SCREEN_SECURITY
source: Screen Security
de: Bildschirmschutz
fa: امنیت صفحه نمایش
nl: Scherm beveiliging
pt_br: Segurança de Tela
sk: Zabezpečenie obrazovky
zh_cn: 屏幕安全
zh_hant: 螢幕顯示安全

# PRIVACY_SECTION_READ_RECEIPTS
source: Read Receipts
de: Lesebestätigungen
fa: رسید خوانده‌ شدن
nl: Leesbevestigingen
pt_br: Confirmações de Leitura
sk: Potvrdenia o prečítaní
zh_cn: 已读回执
zh_hant: 已讀回條

# PRIVACY_READ_RECEIPTS_TITLE
source: Read Receipts
de: Lesebestätigungen
fa: رسید خوانده‌ شدن
nl: Leesbevestigingen
pt_br: Confirmações de Leitura
sk: Potvrdenia o prečítaní
zh_cn: 已读回执
zh_hant: 已讀回條

# PRIVACY_SECTION_TYPING_INDICATORS
source: Typing Indicators
de: Tipp-Indikatoren
fa: نشانگر های نوشته
nl: Typindicatoren
pt_br: Indicadores de digitação
sk: Indikátory písania
zh_cn: “正在输入”提示
zh_hant: 輸入中指示

# PRIVACY_TYPING_INDICATORS_TITLE
source: Typing Indicators
de: Tipp-Indikatoren
fa: نشانگر های نوشته
nl: Typindicatoren
pt_br: Indicadores de digitação
sk: Indikátory písania
zh_cn: “正在输入”提示
zh_hant: 輸入中指示

# PRIVACY_LINK_PREVIEWS_TITLE
source: Send Link Previews
de: Link-Vorschauen senden
fa: ارسال پیش نمایش لینک
nl: Link Previews verzenden
pt_br: Enviar pré-visualizações de links
sk: Posielať náhľady odkazov
zh_cn: 发送链接预览
zh_hant: 送出的連結預覽

# PRIVACY_CALLS_TITLE
source: Voice and Video Calls
de: Sprach- und Videoanrufe
fa: تماس های صوتی و تصویری
nl: Spraak- en video-oproepen
pt_br: Chamadas de voz e vídeo
sk: Hlasové a video hovory
zh_cn: 语音和视频通话
zh_hant: 語音和視頻通話

# NOTIFICATIONS_TITLE
source: Notifications
de: Benachrichtigungen
fa: Notifiche
nl: Meldingen
pt_br: Notificações
sk: Hlásenia
zh_cn: 通知
zh_hant: 通知

# NOTIFICATIONS_SECTION_STRATEGY
source: Notification Strategy
de: Benachrichtigungsstrategie
fa: استراتژی اعلان
nl: Notificatie Inhoud
pt_br: Estratégia de notificação
sk: Stratégia upozornení
zh_cn: 通知选项
zh_hant: 通知類型

# NOTIFICATIONS_STRATEGY_FAST_MODE_TITLE
source: Use Fast Mode
de: Schnellen Modus benutzen
fa: استفاده از حالت سریع
nl: Gebruik snelle modus
pt_br: Usar Modo Rápido
sk: Použiť rýchly režim
zh_cn: 使用快速模式
zh_hant: 使用性能模式

# NOTIFICATIONS_STYLE_CONTENT_TITLE
source: Notification Content
de: Mitteilungsinhalt
fa: محتوای نوتیفیکیشن
nl: Notificatie Inhoud
pt_br: Conteúdo de Notificação
sk: Obsah upozornenia
zh_cn: 通知内容
zh_hant: 通知內容

# NOTIFICATIONS_STYLE_CONTENT_OPTION_NAME_ONLY
source: Name Only
de: Nur Name
fa: فقط نام
nl: Alleen naam
pt_br: Apenas nome
sk: Iba meno
zh_cn: 只显示名称
zh_hant: 只有名稱

# NOTIFICATIONS_STYLE_CONTENT_OPTION_NO_NAME_OR_CONTENT
source: No Name or Content
de: Kein Name oder Inhalt
fa: هیچ نام و یا محتوایی وجود ندارد
nl: Geen naam of inhoud
pt_br: Sem nome ou conteúdo
sk: Ani meno ani obsah
zh_cn: 没有名字或者内容
zh_hant: 沒有名稱與內容

# HELP_FAQ_TITLE
source: FAQ
de: Häufig gestellte Fragen
fa: سوالات متداول
nl: Veelgestelde vragen (FAQ)
pt_br: Perguntas Frequentes
sk: Časté otázky
zh_cn: 常见问题

# modal_clear_all_data_title
source: Clear All Data
de: Alle Daten löschen
fa: پاک کردن همه داده‌ها
fi: Tyhjennä kaikki data
fr: Effacer toutes les données
hr: Obriši sve podatke
it: Elimina tutti i dati
ja: すべてのデータを消去する
nl: Wis alle gegevens
pl: Wyczyść wszystkie dane
pt_br: Limpar todos os dados
ru: Очистить все данные
sk: Odstrániť všetky dáta
zh_cn: 清除所有数据
zh_hant: 清除所有資料

# dialog_clear_all_data_deletion_failed_1
source: Data not deleted by 1 Service Node. Service Node ID: %@.
de: Daten nicht gelöscht von Service Node 1. Service Node ID: %@.
fa: داده ها توسط ۱ گره سرویس حذف نشده است. شناسه گره سرویس: %@.
fi: Dataa ei poistettu yhdestä palvelusolmusta. Palvelusolmun tunnus: %@.
fr: Les données n’ont pas été supprimées sur un nœud de service. ID du nœud de service : %@.
hr: Podatke nije izbrisao 1 uslužni čvor. ID uslužnog čvora: %@.
it: Dati non eliminati da 1 nodi di servizio. ID Nodo di servizio: %@.
ja: このサービスノードからデータが削除されませんでした。ID: %@
nl: Gegevens niet verwijderd door 1 Service Node. Service Node ID: %@.
pl: Dane nie zostały usunięte przez 1 węzeł usługowy. Identyfikator węzła: %@.
pt_br: Dados não excluídos por 1 Service Node. ID do Service Node: %@.
ru: Данные не удалены 1 узлом сервиса. Номер узла: %@.
sk: Data neboli odstránené 1 Servisným Uzlom. Servisný Uzol ID:%@.
zh_cn: 数据未被一个服务节点删除。服务节点ID： %@
zh_hant: 數據已被1個服務節點刪除。節點ID: %@

# dialog_clear_all_data_deletion_failed_2
source: Data not deleted by %@ Service Nodes. Service Node IDs: %@.
de: Daten nicht gelöscht von %@ Service Noten. Service Noten IDs: %@.
fa: داده ها توسط گره سرویس %@ حذف نشدند. شناسه گره سرویس: %@.
fi: Dataa ei poistettu %@ palvelusolmusta. Palvelusolmujen tunnukset: %@.
fr: Les données n’ont pas été supprimées sur %@ nœuds de service. ID des nœuds de service : %@.
hr: Podatke nije izbrisao %@ uslužni čvor. ID uslužnog čvora: %@.
it: Dati non eliminati da %@ nodi di servizio. ID Nodo di servizio: %@.
ja: %@ つのサービスノードからデータが削除されませんでした。ID %@
nl: Gegevens niet verwijderd door %@ Service Nodes. Service Node IDs: %@.
pl: Dane nie zostały usunięte przez %@ węzły usługowe. Identyfikatory węzłów: %@.
pt_br: Dados não excluídos por %@ Service Nodes. IDs dos Service Nodes: %@.
ru: Данные не удалены %@ узлами сервиса. Номера узлов: %@.
sk: Data neboli odstránené 1 Servisným Uzlom. Servisný Uzol ID:%@.
zh_cn: 数据未被 %@ 服务节点删除。服务节点ID： %@
zh_hant: 數據沒有被%@個服務節點刪除。節點ID: %@

# modal_seed_title
source: Your Recovery Phrase
de: Ihr Wiederherstellungssatz
fa: عبارت بازیابی شما
fi: Palatusvirkkeesi
fr: Votre phrase de récupération
hr: Fraza za oporavak
it: Frase di recupero
ja: あなたのリカバリーフレーズ
nl: Uw Herstel Zin
pl: Twoja fraza odzyskiwania
pt_br: Sua frase de recuperação
ru: Ваша секретная фраза
sk: Vaša fráza pre obnovenie
zh_cn: 您的恢复口令
zh_hant: 您的回復用字句

# vc_enter_public_key_explanation
source: Start a new conversation by entering someone's Session ID or share your Session ID with them.
fr: Les utilisateurs peuvent partager leur Session ID depuis les paramètres du compte ou en utilisant le code QR.
hr: Korisnici mogu podijeliti svoj Session ID tako da uđu u postavke računa i dodirnu "Dijeli Session ID" ili dijeljenjem svog QR kôda.
it: Gli utenti possono condividere la propria Sessione ID accedendo alle impostazioni del proprio account e toccando Condividi la Sessione ID o condividendo il proprio codice QR.
ja: ユーザーは、アカウント設定に移動して「Session ID を共有」をタップするか、QR コードを共有することで、Session ID を共有できます。
pl: Użytkownicy mogą udostępnić swój identyfikator Session, przechodząc do ustawień konta i stukając opcję Udostępnij identyfikator Session lub udostępniając kod QR.
ru: Пользователи могут поделиться своим Session ID, зайдя в настройки своей учетной записи и нажав «Отправить Session ID», или поделившись своим QR-кодом.

# modal_seed_explanation
source: You can use your recovery phrase to restore your account or link a device.
fi: Tämä on palautusvirkkeesi. Sillä voit palauttaa tai siirtää Session ID:si uuteen laitteeseen.
fr: Ceci est votre phrase de récupération. Elle vous permet de restaurer ou migrer votre Session ID vers un nouvel appareil.
hr: Ovo je vaša fraza za oporavak. Pomoću nje možete vratiti ili migrirati svoj Session ID na novi uređaj.
it: Questa è la tua frase di recupero. Usala per ripristinare o migrare la Sessione ID a un nuovo dispositivo.
ja: これはあなたのリカバリーフレーズです。これにより、Session ID を新しい端末に復元または移行できます。
pl: To jest twoja fraza odzyskiwania. Dzięki niej możesz przywrócić lub przenieść identyfikator Session na nowe urządzenie.
ru: Это ваша секретная фраза. С ее помощью вы можете восстановить или перенести свой Session ID на новое устройство.

# modal_clear_all_data_explanation
source: This will permanently delete your messages and contacts. Would you like to clear this device only, or delete your data from the network as well?
fi: Tämä poistaa kaikki viestisi sekä yhteydet lopullisesti.
fr: Cela supprimera définitivement vos messages, vos sessions et vos contacts.
hr: Ovo će trajno izbrisati vaše poruke, sesije razgovora i kontakte.
it: Ciò eliminerà permanentemente i tuoi messaggi, sessioni e contatti.
ja: これにより、メッセージ、Session、連絡先が完全に削除されます。
pl: Spowoduje to trwałe usunięcie wiadomości, Session i kontaktów.
ru: Это навсегда удалит ваши сообщения, сессии и контакты.

# modal_clear_all_data_explanation_2
source: Are you sure you want to delete your data from the network? If you continue, you will not be able to restore your messages or contacts.
fi: Haluatko tyhjentää datan vain tästä laitteesta vai poistaa koko tilin?
fr: Souhaitez-vous effacer seulement cet appareil ou supprimer l’ensemble de votre compte ?
hr: Želite li izbrisati samo ovaj uređaj ili želite izbrisati cijeli račun?
it: Vuoi cancellare solo su questo dispositivo o eliminare l'intero account?
ja: この端末のみから消去するか、すべての端末からアカウント全体を削除しますか？
pl: Czy chcesz wyczyścić tylko to urządzenie, czy usunąć całe swoje konto?
ru: Вы хотите очистить только это устройство или полностью удалить ваш аккаунт?

# modal_clear_all_data_device_only_button_title
source: Clear Device Only
fi: Vain tämä laite
fr: L’appareil uniquement
hr: Samo uređaj
it: Solo dispositivo
ja: この端末のみ
pl: Tylko urządzenie
ru: Только устройство

# modal_clear_all_data_entire_account_button_title
source: Clear Device and Network
fi: Koko tili
fr: L’ensemble du compte
hr: Cijeli račun
it: Tutto l'account
ja: アカウント全体
pl: Całe konto
ru: Полностью аккаунт
