Repository: signalapp/Signal-iOS
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: de, fa, fi, fr, hr, it, ja, nl, pl, pt_br, ru, sk, zh_cn, zh_hant

# vc_share_link_previews_disabled_explanation
source: Enabling link previews will show previews for URLs you share. This can be useful, but Session will need to contact linked websites to generate previews. You can enable link previews in Session's settings.
de: Das Aktivieren von Link-Vorschauen zeigt Vorschaubilder für URLs, die Sie senden und empfangen. Dies kann nützlich sein, aber Session muss verlinkte Webseiten kontaktieren, um Vorschaubilder zu generieren. Du kannst die Link-Vorschau in den Session-Einstellungen immer deaktivieren.
fr: L'activation des aperçus de lien affichera des aperçus pour les URL que vous partagez. Cela peut être utile, mais Session devra contacter les sites Web liés pour générer des aperçus. Vous pouvez toujours activer les aperçus de lien dans les paramètres de Session.
it: Abilitando le anteprime dei collegamenti verranno mostrate le anteprime degli URL che condividi. Questo può essere utile, ma Session dovrà contattare i siti web collegati per generare le anteprime. Puoi sempre abilitare le anteprime dei link nelle impostazioni di Session.
ja: リンクプレビューを有効すると、URLを送受信する場合にプレビューが表示されます。これは便利ですが、プレビューを作成するのにSessionはそのウェブサイトに接続する必要があります。Sessionの設定から、リンクプレビューをいつでも無効にできます。
sk: Zapnutie ukážok linkov ukáže ukážky pre URL, ktoré vy pošlete a príjmete. Toto môže byť užitočné, ale Session bude potrebovať navštíviť dané webstránky pre vygenerovanie ukážok. Kedykoľvek môžete vypnúť ukážky linkov v nastaveniach Session.
zh_cn: 开启链接预览将为您发送或收到的URL生成预览内容。 该功能非常实用，但Session需要访问该链接指向的网站以生成预览。 您可以随后在会话设置中禁用该功能。

# view_open_group_invitation_description
source: Open group invitation
de: Gruppeneinladung öffnen
fi: Avaa ryhmäkutsu
fr: Invitation à un groupe ouvert
hr: Otvori pozivnicu za grupu
it: Apri invito di gruppo
ja: 公開グループからの招待
nl: Open groepsuitnodiging
pl: Otwórz zaproszenie do grupy
pt_br: Convite para grupo aberto
ru: Открыть приглашение в группу
sk: Otvoriť skupinovú pozvánku
zh_cn: 打开群组邀请
zh_hant: 打開群組邀請

# vc_conversation_settings_invite_button_title
source: Add Members
de: Mitglieder hinzufügen
fa: اضافه‌کردن اعضا
fi: Lisää jäseniä
fr: Ajouter des membres
hr: Dodaj članove
it: Aggiungi membri
ja: メンバーを追加する
nl: Voeg deelnemers toe
pl: Dodaj użytkowników
pt_br: Adicionar Membros
ru: Добавить участников
sk: Pridať členov
zh_cn: 添加成员
zh_hant: 新增成員

# modal_send_seed_title
source: Warning
de: Warnung
fa: هشدار
fi: Varoitus
fr: Attention
hr: Upozorenje
it: Attenzione
ja: 警告
nl: Waarschuwing
pt_br: Aviso
ru: Предупреждение
sk: Varovanie
zh_cn: 警告
zh_hant: 警告

# modal_send_seed_explanation
source: This is your recovery phrase. If you send it to someone they'll have full access to your account.
de: Dies ist dein Wiederherstellungssatz. Wenn du ihn jemandem schickst, hat er oder sie vollen Zugriff auf dein Konto.
fa: این عبارت بازیابی شماست. اگر آن را برای شخصی ارسال کنید ، دسترسی کامل به حساب شما خواهد داشت.
fi: Tämä on palautuslauseesi. Jos lähetät sen jollekulle, heillä on täysin vapaa pääsy tililesi.
fr: Voici votre phrase de récupération. Si vous l'envoyez à quelqu'un, cette personne aura un accès complet à votre compte.
hr: Ovo je vaša fraza za oporavak. Ako ju pošaljete nekome, imat će puni pristup vašem računu.
it: Questa è la tua frase di recupero. Qualora dovessi inviarla a qualcuno questi avranno accesso totale al tuo account.
ja: これはあなたの復元フレーズです。もし誰かに送信すると、あなたのアカウントにフルアクセスできます。
nl: Dit is je herstelzin. Als je het naar iemand stuurt hebben ze volledige toegang tot je account.
pt_br: Essa é sua frase de recuperação. Se você mandá-la para alguem, essa pessoa terá acesso completo a sua conta.
ru: Это ваша фраза для восстановления. Если вы отправите ее кому-то, он получит полный доступ к вашей учетной записи.
sk: Toto je Vaša Fáza pre Obnovenie. Ak ju niekomu poskytnete, dotýčný má plný prístup do Vášho účtu.
zh_cn: 这是您的恢复口令。如果您将其发送给某人，他们将完全有权访问您的帐户。
zh_hant: 這是你的復原密碼。獲得這段復原密碼的任何人都可以全權存取你的帳戶。

# modal_send_seed_send_button_title
source: Send
de: Senden
fa: ارسال
fi: Lähetä
fr: Envoyer
hr: Pošalji
it: Invia
ja: 送信
nl: Verzenden
pt_br: Enviar
ru: Отправить
sk: Odoslať
zh_cn: 发送
zh_hant: 發送

# vc_conversation_settings_notify_for_mentions_only_title
source: Notify for Mentions Only
de: Nur für Erwähnungen benachrichtigen
fi: Huomioi vain mainitut
fr: Activer les notifications que sur mention
hr: Obavijesti samo kod spominjanja
it: Notifica solo per le menzioni
ja: メンションのみ
nl: Alleen melding bij vermeldingen
pt_br: Notificar apenas menções
ru: Уведомлять только об упоминаниях
sk: Upozorniť Len ak Spomenutý
zh_cn: 仅在提及时通知
zh_hant: 提及我時才通知

# vc_conversation_settings_notify_for_mentions_only_explanation
source: When enabled, you'll only be notified for messages mentioning you.
de: Wenn aktiviert, wirst du nur für Nachrichten benachrichtigt, die dich erwähnen.
fi: Vain viestit joissa sinut mainitaan, huomioidaan.
fr: Quand activer, vous recevrez les notifications d’uniquement les messages vous notifiant.
hr: Kad je omogućeno, bit ćete obaviješteni samo o porukama koje vas spominju.
it: Se abilitato, verrai avvisato solo per i messaggi che ti menzionano.
ja: 有効にすると、あなたに言及するメッセージのみが通知されます。
nl: Wanneer ingeschakeld, wordt u alleen op de hoogte gesteld voor berichten die u vermelden.
pt_br: Quando ativo, você só receberá notificações quando alguém mencionar você.
ru: Когда включено, вы будете уведомлены только о сообщениях, упоминающих вас.
sk: Ak povolené, budete upozornený iba na správy, kde Vás niekto spomenul.
zh_cn: 启用后，您只会收到提及您的消息通知。
zh_hant: 啟用後，你將只會收到提及你的訊息之通知。

# view_conversation_title_notify_for_mentions_only
source: Notifying for Mentions Only
de: Nur für Erwähnungen benachrichtigen
fi: Vain huomioidut ilmoitukset
fr: Me notifier que si je suis mentionné(e)
hr: Obavijesti samo kod spominjanja
it: Invio notifiche solo per le menzioni
ja: メンションのみを通知する
nl: Melding alleen voor vermeldingen
pt_br: Apenas notifcar quando mencionado
ru: Уведомления только для упоминаний
sk: Upozorniť Iba ak Spomenutý
zh_cn: 仅在提及时通知
zh_hant: 目前啟用提及我時才通知

# message_deleted
source: This message has been deleted
de: Die Nachricht wurde gelöscht
fa: این پیام حذف شده است
fi: Tämä viesti on poistettu
fr: Ce message a été supprimé
hr: Ova poruka je izbrisana
it: Questo messaggio è stato eliminato
ja: このメッセージは削除されました
nl: Dit bericht is verwijderd
pt_br: Essa mensagem foi deletada
ru: Это сообщение было удалено
sk: Táto správa už bola odstránená
zh_cn: 此消息已被删除
zh_hant: 此段訊息經已刪除

# delete_message_for_me
source: Delete just for me
de: Nur für mich löschen
fa: حذف برای من
fi: Poista vain minun nähtäväksi
fr: Supprimer pour moi uniquement
hr: Izbriši samo za mene
it: Elimina solo per me
ja: 自分の端末から削除
nl: Verwijder alleen voor mij
pt_br: Apagar para mim
ru: Удалить только для меня
sk: Vymazať len u mňa
zh_cn: 仅为我删除
zh_hant: 只為我自己刪除

# delete_message_for_everyone
source: Delete for everyone
de: Für jeden löschen
fa: حذف برای همه
fi: Poista kaikkien näkyviltä
fr: Supprimer pour tout le monde
hr: Izbriši za sve
it: Elimina per tutti
ja: 全員の端末から削除
nl: Verwijder voor iedereen
pt_br: Apagar para todos
ru: Удалить для всех
sk: Vymazať u všetkých
zh_cn: 为所有人删除
zh_hant: 從所有人的裝置上刪除

# delete_message_for_me_and_recipient
source: Delete for me and %@
de: Für mich und %@ löschen
fa: حذف برای من و %@
fi: Poista minulta ja vastaanottajalta
fr: Supprimer pour moi et %@
hr: Izbriši za mene i %@
it: Elimina per me e %@
ja: 自分と %@ の端末から削除する
nl: Verwijderen voor mij en %@
pt_br: Apagar para mim e para %@
ru: Удалить для меня и %@
sk: Vymazať pre mňa a %@
zh_cn: 为我和 %@ 删除
zh_hant: 為我和 %@ 刪除

# context_menu_reply
source: Reply
de: Antworten
fa: پاسخ
fi: Vastaa
fr: Répondre
hr: Odgovori
it: Rispondi
ja: 返信
nl: Antwoord
pt_br: Responder
ru: Ответить
sk: Odpovedať
zh_cn: 回复
zh_hant: 回覆

# context_menu_save
source: Save
de: Speichern
fa: ذخیره
fi: Tallenna
fr: Enregistrer
hr: Spremi
it: Salva
ja: 保存
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sk: Uložiť
zh_cn: 保存
zh_hant: 儲存

# context_menu_ban_user
source: Ban User
de: Nutzer sperren
fa: مسدود کردن کاربر
fi: Estä Käyttäjä
fr: Bannir l'utilisateur
hr: Zabrani korisnik
it: Banna utente
ja: ユーザーをBAN
nl: Gebruiker verbannen
pt_br: Banir Usuário
ru: Заблокировать пользователя
sk: Zablokovanie používateľa
zh_cn: 封禁用户
zh_hant: 封鎖用戶

# context_menu_ban_and_delete_all
source: Ban and Delete All
de: Sperren und alles löschen
fi: Estä ja Poista kaikki
fr: Bannir et supprimer tout
hr: Zabrani i izbriši sve
it: Banna ed elimina tutto
ja: BANしてすべてを削除する
nl: Blokkeer en verwijder alles
pt_br: Banir e Apagar Tudo
ru: Забанить и удалить все
sk: Zabanovať a Vymazať Všetko
zh_cn: 封禁并删除全部
zh_hant: 封鎖並刪除所有

# accessibility_expanding_attachments_button
source: Add attachments
de: Anhänge hinzufügen
fi: Lisää liitteitä
fr: Ajouter une pièce jointe
hr: Dodaj privitak
it: Aggiungi allegati
ja: 添付ファイルを追加
nl: Bijlage toevoegen
pt_br: Adicionar anexos
ru: Добавить вложения
sk: Pridať Prílohy
zh_cn: 添加附件
zh_hant: 增加附件檔案

# accessibility_document_button
source: Document
de: Dokument
fi: Asiakirja
hr: Dokument
it: Documento
ja: ドキュメント
pt_br: Documento
ru: Документ
sk: Dokument
zh_cn: 文件
zh_hant: 文件

# accessibility_library_button
source: Photo library
de: Fotobibliothek
fi: Kuvakirjasto
fr: Bibliothèque photos
hr: Galerija slika
it: Galleria foto
ja: 写真を選択
nl: Fotobibliotheek
pt_br: Biblioteca de Fotos
ru: Библиотека фотографий
sk: Knižnica Fotografií
zh_cn: 照片库
zh_hant: 前往照片圖庫

# accessibility_camera_button
source: Camera
de: Kamera
fi: Kamera
fr: Caméra
hr: Kamera
it: Fotocamera
ja: カメラ
pt_br: Câmera
ru: Камера
sk: Kamera
zh_cn: 相机
zh_hant: 相機

# accessibility_main_button_collapse
source: Collapse attachment options
de: Optionen für Anhänge einklappen
fi: Tiivistä liiteasetukset
fr: Réduire les options de pièces jointes
hr: Sažmi opcije privitka
it: Comprimi opzioni allegato
ja: 添付ファイルのオプションを閉じる
nl: Bijlage-opties inklappen
pt_br: Recolher opções de anexo
ru: Свернуть параметры вложений
sk: Uzatvor možnosti prípon
zh_cn: 收起附件选项
zh_hant: 摺疊附件選項

source: Invalid Recovery Phrase
de: Ungültige Wiederherstellungsphrase
fi: Virheellinen Palautuslauseke
fr: Phrase de récupération incorrecte
hr: Nevažeća fraza za oporavak
it: Frase Di Recupero non valida
ja: 無効な復元フレーズ
nl: Ongeldig Herstelzin
pt_br: Frase de Recuperação inválida
ru: Неверная секретная фраза
sk: Neplatná Obnovovacia Fráza
zh_cn: 恢复口令无效
zh_hant: 備援暗語無效

# DISMISS_BUTTON_TEXT
source: Dismiss
de: Verwerfen
fi: Hylkää
fr: Fermer
hr: Odbaci
it: Chiudi
ja: 中止
nl: Negeren
pt_br: Ignorar
ru: Закрыть
sk: Zrušiť
zh_cn: 取消
zh_hant: 關閉

# OPEN_SETTINGS_BUTTON
source: Settings
de: Einstellungen
fi: Asetukset
fr: Paramètres
hr: Postavke
it: Impostazioni
ja: 設定
nl: Instellingen
pt_br: Configurações
ru: Настройки
sk: Nastavenia
zh_cn: 设置
zh_hant: 設定

# call_outgoing
source: You called %@
de: Du hast %@ angerufen
fi: Soitit käyttäjälle %@
fr: Vous avez appelé %@
hr: Zvali ste %@
it: Hai chiamato %@
ja: %@ に発信
nl: Je belde %@
pt_br: Você ligou para %@
ru: Вы позвонили %@
sk: Volali ste %@
zh_cn: 您呼叫了 %@

# call_incoming
source: %@ called you
de: %@ rief Sie an
fi: %@ soitti sinulle
fr: %@ vous a appelé
hr: zvao vas je %@
it: %@ ti ha chiamato
ja: %@から着信
nl: %@ heeft je gebeld
pt_br: %@ Ligou para você
ru: %@ звонил(а) вам
sk: %@ vám volal/a
zh_cn: %@ 来电
zh_hant: %@ 來電

# call_missed
source: Missed Call from %@
de: Verpasster Anruf von %@
fi: Vastaamaton puhelu käyttäjältä %@
fr: Appel manqué de %@
hr: Propušten poziv od %@
it: Chiamata persa da %@
ja: %@からの不在着信
nl: Gemiste oproep van %@
pt_br: Ligação perdida de %@
ru: Пропущенный звонок от %@
sk: Zmeškaný Hovor od %@
zh_cn: 来自 %@ 的未接来电
zh_hant: 錯過 %@ 的來電

# APN_Message
source: You've got a new message.
de: Du hast eine neue Nachricht
fi: Sinulla on uusi viesti
fr: Vous avez un nouveau message.
hr: Imate novu poruku!
it: Hai ricevuto un nuovo messaggio
ja: 新しいメッセージがあります。
nl: Je hebt een nieuw bericht.
pt_br: Você recebem uma nova mensagem.
ru: Вы получили новое сообщение
sk: Máte novú správu
zh_cn: 您有一条新消息。
zh_hant: 你有一條新訊息。

# APN_Collapsed_Messages
source: You've got %@ new messages.
de: Du hast %@ neue Nachrichten.
fi: Sinulla on %@ uutta viestiä.
fr: Vous avez %@ nouveaux messages.
hr: Imate %@ novih poruka!
it: Hai ricevuto %@ nuovi messaggi.
ja: %@ 件の新規メッセージがあります。
nl: Je hebt een %@ nieuw bericht.
pt_br: Você tem %@ novas mensagens.
ru: Вы получили %@ новых сообщений.
sk: Máte %@ nových správ.
zh_cn: 你有 %@ 条新消息。
zh_hant: 你有 %@ 條新訊息。

# PIN_BUTTON_TEXT
source: Pin
de: Anheften
fi: Kiinnitä
fr: Épingler
hr: Prikvači
it: Fissa
ja: ピン留め
nl: Vastzetten
pt_br: Fixar
ru: Закрепить
sk: Pripnúť
zh_cn: 置顶
zh_hant: 置頂

# UNPIN_BUTTON_TEXT
source: Unpin
de: Loslösen
fi: Irrota
fr: Désépingler
hr: Otkvači
it: Non fissare in alto
ja: ピン留めを外す
nl: Losmaken
pt_br: Desfixar
ru: Открепить
sk: Zrušiť pripnutie
zh_cn: 取消置顶
zh_hant: 取消置頂

# modal_call_missed_tips_title
source: Call missed
de: Verpasster Anruf
fi: Vastaamaton puhelu
fr: Appel manqué
hr: Propušten poziv
it: Chiamata persa
ja: 通話できません
nl: Oproep gemist
pt_br: Chamada perdida
ru: Пропущен вызов
sk: Zmeškaný hovor
zh_cn: 未接来电
zh_hant: 未接來電

# modal_call_missed_tips_explanation
source: Call missed from '%@' because you needed to enable the 'Voice and video calls' permission in the Privacy Settings.
de: Verpasster Anruf von '%@', da du die Berechtigung 'Anrufe und Videoanrufe' in den Datenschutzeinstellungen aktivieren musst.
fi: Vastaamaton puhelu käyttäjältä '%@', koska pahelut edellyttävät 'Ääni- ja videopuhelut' -käyttöoikeuden yksityisyysasetuksista.
fr: Appel manqué de '%@' car vous devez activer la permission 'Appels vocaux et vidéo' dans les paramètres de confidentialité.
hr: Propušten poziv od '%@' jer 'Audio i video pozivi' nemaju dopuštenje u Postavkama privatnosti.
it: Chiamata persa da '%@' perché era necessario abilitare l'autorizzazione 'Voce e video chiamate' nelle Impostazioni Privacy.
ja: プライバシー設定で「音声通話とビデオ通話」を許可していないため、%@から着信できませんでした。
nl: Oproep gemist van '%@' omdat je de 'Spraak- en video-oproep' permissie nodig hebt in de privacy-instellingen.
pt_br: Chamada perdida de '%@', você precisa habilitar a permissão de 'Voz e Video' nas configurações de Privacidade.
ru: Вызов от '%@' пропущен, вам необходимо включить разрешение 'Голосовые и видео вызовы' в настройках Конфиденциальности.
sk: Zmeškaný hovor od %@ pretože ste potrebovali zapnúť povolenie pre 'Hlasové a video hovory' v Nastaveniach Súkromia.
zh_cn: 未接听 '%@'，因为您需要在隐私设置中启用“语音和视频通话”权限。

# media_saved
source: Media saved by %@.
de: Medien gespeichert von %@.
fi: %@ tallensi median.
fr: %@ a enregistré le média.
hr: %@ je spremio/la medij.
it: Media salvato da %@.
ja: %@ によって保存されたメディア
nl: Media opgeslagen door %@.
pt_br: Mídia salva por %@.
ru: %@ сохранил(а) медиафайл.
sk: Médiá uložené používateľom %@.
zh_cn: %@ 保存了媒体内容。
zh_hant: %@ 儲存了媒體

# screenshot_taken
source: %@ took a screenshot.
de: %@ hat ein Screenshot gemacht.
fi: %@ otti kuvankaappauksen.
fr: %@ a pris une capture d'écran.
hr: %@ je napravio/la snimku zaslona.
it: %@ ha acquisito uno screenshot.
ja: %@はスクリーンショットを撮りました。
nl: %@ heeft een schermafbeelding genomen.
pt_br: %@ fez uma captura de tela.
ru: %@ сделал(а) снимок экрана.
sk: %@ urobili snímku obrazovky.
zh_cn: %@ 进行了截图。
zh_hant: %@ 擷取了螢幕畫面

# SEARCH_SECTION_CONTACTS
source: Contacts & Groups
de: Kontakte und Gruppen
fi: Henkilöt ja ryhmät
fr: Contacts et Groupes
hr: Contacts and Groups
it: Contatti e Gruppi
ja: 連絡先とグループ
ru: Контакты и группы
sk: Kontakty a Skupiny
zh_cn: 联系人和群组

# SEARCH_SECTION_MESSAGES
source: Messages
de: Nachrichten
fa: پیام ها
fi: Viestit
it: Messaggi
ja: メッセージ
nl: Berichten
pt_br: Mensagens
ru: Сообщения
sk: Správy
zh_cn: 消息
zh_hant: 訊息

# MESSAGE_REQUESTS_TITLE
source: Message Requests
fi: Viestipyynnöt
fr: Demandes de message
it: Richieste Di Messaggio
ja: メッセージリクエスト
ru: Запросы Сообщений
sk: Žiadosti o Správu
zh_cn: 消息请求

# MESSAGE_REQUESTS_EMPTY_TEXT
source: No pending message requests
fi: Ei odottavia viestipyyntöjä
fr: Aucune demande de message en attente
it: Nessuna richiesta aperta
ja: 保留しているリクエストはありません
ru: Нет ожидающих запросов
sk: Žiadne prebiehajúce žiadosti o správu
zh_cn: 没有待处理的消息请求

# MESSAGE_REQUESTS_CLEAR_ALL
source: Clear All
fi: Poista kaikki
fr: Effacer tous
it: Cancella tutto
ja: すべて消去
ru: Очистить всё
sk: Vymazať Všetko
zh_cn: 清除所有

# MESSAGE_REQUESTS_CLEAR_ALL_CONFIRMATION_TITLE
source: Are you sure you want to clear all message requests?
de: Möchten Sie wirklich alle Nachrichten löschen?
fi: Oletko varma että haluat poistaa kaikki viestipyynnöt?
fr: Êtes-vous sûr de vouloir supprimer toutes les demandes de messages ?
it: Eliminare veramente tutte le richieste di messaggio?
ja: 本当に全てのリクエストを消去しますか？
ru: Вы уверены, что хотите очистить все запросы сообщений?
sk: Naozaj chcete vymazať všetky žiadosti o správu?
zh_cn: 您确定要清除所有消息请求吗？

# MESSAGE_REQUESTS_CLEAR_ALL_CONFIRMATION_ACTON
source: Clear
fi: Poista
fr: Effacer
it: Cancella
ja: 消去
ru: Очистить
sk: Vymazať
zh_cn: 清除

# MESSAGE_REQUESTS_DELETE_CONFIRMATION_ACTON
source: Are you sure you want to delete this message request?
fi: Oletko varma että haluat poistaa tämän viestipyynnön?
fr: Êtes-vous sûr de vouloir supprimer cette demande de message ?
it: Sei sicuro di voler eliminare questa richiesta di messaggio?
ja: 本当にこのリクエストを削除しますか？
ru: Вы уверены, что хотите удалить это сообщение?
sk: Naozaj chcete vymazať túto žiadosť o správu?
zh_cn: 您确定要删除此消息请求吗？

# MESSAGE_REQUESTS_INFO
source: Sending a message to this user will automatically accept their message request and reveal your Session ID.
fi: Viestin lähettäminen tälle henkilölle hyväksyy automaattisesti viestipyynnön.
fr: Envoyer un message à cet utilisateur acceptera automatiquement sa demande de message.
hr: Sending a message to this user will automatically accept their message request.
it: L'invio di un messaggio a questo utente accetterà automaticamente la richiesta di messaggio.
ja: このユーザーにメッセージを送信すると、自動的にリクエストが承認されます。
ru: Sending a message to this user will automatically accept their message request.
sk: Poslanie správy tomuto používateľovi automaticky príjme ich žiadosť o správu.
zh_cn: 发送消息给此用户将自动接受他们的消息请求。

# MESSAGE_REQUESTS_ACCEPTED
source: Your message request has been accepted.
fi: Viestipyyntösi hyväksyttiin.
fr: Votre demande de message a été réceptionnée.
it: La tua richiesta di messaggio è stata accettata.
ja: リクエストが承認されました
sk: Vaša žiadosť o správu bola prijatá.
zh_cn: 您的消息请求已被接受。

# MESSAGE_REQUESTS_NOTIFICATION
source: You have a new message request
fi: Sinulla on uusi viestipyyntö
fr: Vous avez une nouvelle demande de message
it: Hai una nuova richiesta di messaggio
ja: 新しいリクエストがあります
sk: Máte novú žiadosť o správu
zh_cn: 您有一个新的消息请求

# TXT_HIDE_TITLE
source: Hide
fi: Piilota
fr: Masquer
it: Nascondi
ja: 非表示
ru: Скрыть
sk: Skryť
zh_cn: 隐藏

# TXT_DELETE_ACCEPT
source: Accept
fi: Hyväksy
fr: Accepter
it: Accetta
ja: 許可
zh_cn: 接受

# ALERT_ERROR_TITLE
source: Error
de: Fehler
fa: خطاء
fi: Virhe
fr: Erreur
hr: Greška
it: Errore
ja: エラー
nl: Fout
pt_br: Erro
ru: Ошибка
zh_cn: 错误

# modal_call_permission_request_title
source: Call Permissions Required
fr: Autorisations d'appel requises
it: Permessi Di Chiamata Richiesti
ja: 許可が必要です
zh_cn: 请授予通话权限

# modal_call_permission_request_explanation
source: You can enable the 'Voice and video calls' permission in the Privacy Settings.
fr: Vous pouvez activer la permission "Appels vocaux et vidéo" dans les paramètres de confidentialité.
it: È possibile abilitare l'autorizzazione 'Voce e video chiamate' nelle Impostazioni Privacy.
ja: プライバシー設定から音声とビデオ通話の許可を有効にできます。
zh_cn: 您可以在隐私设置中启用“语音和视频通话”权限。

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_FAILED
source: Authentication failed.
de: Authentifizierung gescheitert.
fa: احراز هویت ناموفق بود.
fi: Tunnistautuminen epäonnistui
fr: Échec d’authentification
hr: Provjera autentičnosti nije uspjela.
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
nl: Authenticatie mislukt.
pt_br: Falha na autenticação.
ru: Ошибка аутентификации.
sk: Autentifikácia zlyhala
zh_cn: 认证失败。

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_LOCKOUT
source: Too many failed authentication attempts. Please try again later.
de: Zu viele gescheiterte Authentifizierungsversuche. Bitte versuche es später erneut.
fa: چندین احراز هویت ناموفق رخ داد. لطفا بعدا تلاش کنید.
fi: Liian monta epäonnistunutta tunnistautumista. Yritä myöhemmin uudelleen.
fr: Trop d’essais infructueux d’authentification. Veuillez réessayer plus tard.
hr: Previše neuspjelih pokušaja provjere autentičnosti. Pokušajte ponovo kasnije.
it: Troppi tentativi di autenticazione non riusciti. Riprova più tardi.
ja: 認証失敗が多すぎます。あとで再度試してください。
nl: Te veel pogingen tot authenticatie. Probeer het later opnieuw.
pt_br: Você excedeu o número máximo permitido de tentativas de autenticação. Por favor, tente novamente mais tarde.
ru: Слишком много неудачных попыток аутентификации. Пожалуйста, повторите попытку позже.
sk: Priveľa nepodarených pokusov o autentifikáciu. Prosím, skúste to znovu neskôr.
zh_cn: 认证失败次数太多，请稍后再试。

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_NOT_AVAILABLE
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
de: Du musst einen Passcode in deinen iOS-Einstellungen festlegen, um die Bildschirmsperre zu verwenden.
fa: برای استفاده از قفل صفحه نمایش می بایستی یک رمزعبور از تنظیمات iOS خود فعال کنید.
fi: Aseta pääsykoodi puhelimesi asetuksista, jotta voit käyttää näytön lukitusta.
fr: Vous devez activer un code dans vos réglages iOS pour utiliser le verrou d’écran.
hr: Kako biste koristili Zaključavanje zaslona, morate omogućiti lozinku u postavkama iOS-a.
it: Devi abilitare una password nelle impostazioni di iOS per poter usare il blocco schermo.
ja: 画面ロックを使用するには、iOSの設定でパスコードを有効にしてください。
nl: Om appvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pt_br: Você deve criar uma senha no app Ajustes do iOS para usar bloqueio de tela.
ru: Вы должны включить код доступа в приложении «Настройки», чтобы использовать блокировку экрана.
sk: Pre používanie zámku obrazovky, zapnite kódový zámok v nastaveniach iOS.
zh_cn: 您需要先设置您的密码来开启屏幕锁功能。

# SCREEN_LOCK_ERROR_LOCAL_AUTHENTICATION_NOT_ENROLLED
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
de: Du musst einen Passcode in deinen iOS-Einstellungen festlegen, um die Bildschirmsperre zu verwenden.
fa: شما برای استفاده از قفل صفحه نمایس می بایستی یک رمزعبور از تنظیمات iOS خود فعال کنید.
fi: Aseta pääsykoodi puhelimesi asetuksista, jotta voit käyttää näytön lukitusta.
fr: Vous devez activer un code dans vos réglages iOS pour utiliser le verrou d’écran.
hr: Kako biste koristili Zaključavanje zaslona, morate omogućiti lozinku u postavkama iOS-a.
it: Devi abilitare una password nelle impostazioni di iOS per poter usare il blocco schermo.
ja: 画面ロックを使用するには、iOSの設定でパスコードを有効にしてください。
nl: Om appvergrendeling te kunnen gebruiken, moet je een toegangscode instellen in de iOS-instellingen.
pt_br: Você deve criar uma senha no app Ajustes do iOS para usar o bloqueio de tela.
ru: Вы должны включить код доступа в приложении «Настройки», чтобы использовать блокировку экрана.
sk: Pre používanie zámku obrazovky, zapnite kódový zámok v nastaveniach iOS.
zh_cn: 您需要先设置您的密码来开启屏幕锁功能。
