Repository: signalapp/Signal-iOS
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: de, fa, fi, fr, hr, it, ja, nl, pl, pt_br, ru, sk, zh_cn, zh_hant

# vc_view_my_qr_code_explanation
source: This is your QR code. Other users can scan it to start a session with you.
de: Das ist Ihr QR-Code. Andere Benutzer können ihn scannen, um eine Session mit Ihnen zu starten.
fa: این کد QR شماست. سایر کاربران می‌توانند برای شروع Session با شما آن را اسکن کنند.
fi: Tämä on QR-koodisi. Muut käyttäjät voivat skannata sen aloittaakseen keskustelun kanssasi.
fr: Ceci est votre code QR. Les autres utilisateurs peuvent le scanner pour démarrer une session avec vous.
hr: Ovo je vaš QR kôd. Drugi ga korisnici mogu skenirati kako bi započeli sesiju s vama.
it: Questo è il tuo codice QR. Altri utenti possono scansionarlo per iniziare una sessione con te.
ja: これはあなたの QR コードです。他のユーザーはそれをスキャンして、あなたとの Session を開始できます。
nl: Dit is je QR-code. Andere gebruikers kunnen deze scannen om een sessie met je te starten.
pl: To jest twój kod QR. Inni użytkownicy mogą go zeskanować, aby rozpocząć z tobą sesję.
pt_br: Este é o seu código QR. Outros usuários podem escaneá-lo para iniciar uma sessão com você.
ru: Это ваш QR-код. Другие пользователи могут сканировать его, чтобы начать диалог с вами.
sk: Toto je váš QR kód. Ostatní používatelia ho môžu oskenovať a začať tak stretnutie s vami.
zh_cn: 这是您的二维码。其他用户可以对其进行扫描以发起与您的对话。
zh_hant: 這是您的 QR Code，其他使用者可以掃描來與您對話。

# fast_mode_explanation
source: You’ll be notified of new messages reliably and immediately using Apple’s notification servers.
de: Du wirst zuverlässig und unmittelbar mit dem Push-Mitteilungsdienst von Apple über neue Nachrichten informiert.
fa: با استفاده از سرورهای اطلاع رسانی اپل، شما به صورت سریع و مطمئن از پیام‌های جدید مطلع می‌شوید.
fi: Sinulle ilmoitetaan uusista viesteistä luotettavasti ja viivyttelemättä Applen ilmoituspalvelua käyttäen.
fr: Vous serez notifiés de nouveaux messages de manière certaine et immédiate en utilisant les serveurs de notification d’Apple.
hr: O novim ćete porukama biti obaviješteni odmah i pouzdano pomoću Appleovih poslužitelja za obavijesti.
it: Riceverai notifiche di nuovi messaggi in modo affidabile e immediato utilizzando i server di notifica di Apple.
ja: Appleの通知サーバーの利用で、すぐかつ確実に新しいメッセージの受信を通知されます。
nl: Je wordt op een betrouwbare en onmiddellijke manier op de hoogte gebracht van nieuwe berichten via Apple's notificatieservers.
pl: Zostaniesz natychmiast powiadomiony o nowych wiadomościach w niezawodny sposób przy użyciu serwerów powiadomień Apple.
pt_br: Você será notificado de forma confiável e imediata sobre novas mensagens usando os servidores de notificação da Apple.
ru: Вы будете получать уведомления о новых сообщениях надежно и сразу же с помощью серверов уведомлений Apple.
sk: Budete upozornený/á na nové správy spoľahlivo a okamžite použitím serverov Apple.
zh_cn: 新消息将快捷可靠地通过Apple通知服务发送。
zh_hant: 您將會透過 Apple 的通知服務可靠且迅速的收到通知。

source: Fast Mode
de: Schneller Modus
fa: حالت سریع
fi: Nopeasti
fr: Mode rapide
hr: Brzi način
it: Modalità Veloce
ja: 高速モード
nl: Snelle Modus
pl: Tryb szybki
pt_br: Modo Rápido
ru: Ускоренный режим
sk: Rýchly režim
zh_cn: 高速模式
zh_hant: 性能模式

# slow_mode_explanation
source: Session will occasionally check for new messages in the background.
de: Session sucht gelegentlich im Hintergrund nach neuen Nachrichten.
fa: Session هرازگاهی در پس زمینه وجود پیام‌های جدید را بررسی می‌کند.
fi: Session tarkistaa taustalla ajoittain uudet viestit.
fr: Session vérifiera occasionnellement la présence de nouveaux message en tâche de fond.
hr: Session će povremeno, u pozadini provjeravati ima li novih poruka.
it: Session controllerà di tanto in tanto la presenza di nuovi messaggi in background.
ja: Sessionは時々バックグラウンドで新しいメッセージの受信をチェックします。
nl: Sessie controleert af en toe op nieuwe berichten in de achtergrond.
pl: Session będzie czasami sprawdzać w tle czy są nowe wiadomości.
pt_br: O session verificará ocasionalmente por novas mensagens em segundo plano.
ru: Время от времени в фоновом режиме будут проверяться новые сообщения.
sk: Session občas na pozadí skontroluje nové správy.
zh_cn: Session将不时在后台获取新消息。
zh_hant: Session 會偶爾在背景執行時檢查新訊息。

source: Slow Mode
de: Langsam Modus
fa: حالت آهسته
fi: Hitaasti
fr: Mode lent
hr: Spor način
it: Modalità Lenta
ja: 低速モード
nl: Langzame modus
pl: Tryb wolny
pt_br: Modo Lento
ru: Медленный режим
sk: Pomalý režim
zh_cn: 慢速模式
zh_hant: 慢速模式

# vc_pn_mode_title
source: Message Notifications
de: Nachrichtenmitteilungen
fa: اعلان‌های پیام
fi: Viesti-ilmoitukset
fr: Notifications de message
hr: Obavijest o poruci
it: Notifiche Messaggi
ja: メッセージ通知
nl: Berichtmeldingen
pl: Powiadomienia o wiadomości
pt_br: Notificação de Mensangens
ru: Уведомления о Сообщениях
sk: Upozornenia na správy
zh_cn: 消息通知
zh_hant: 訊息通知

# vc_link_device_recovery_phrase_tab_title
source: Recovery Phrase
de: Wiederherstellungsphrase
fa: عبارت بازیابی
fi: Palautusvirke
fr: Phrase de récupération
hr: Fraza za oporavak
it: Frase di recupero
ja: リカバリーフレーズ
nl: Herstel zin
pl: Fraza odzyskiwania
pt_br: Frase de Recuperação
ru: Секретная фраза
sk: Fráza pre obnovenie
zh_cn: 恢复口令
zh_hant: 回復用字句

# vc_link_device_scan_qr_code_explanation
source: Navigate to Settings → Recovery Phrase on your other device to show your QR code.
de: Gehe zu Einstellungen → Wiederherstellungsphrase auf deinem anderen Gerät um deinen QR-Code anzeigen zu lassen.
fa: برای دیدن کد QR خود، در دستگاه دیگرتان به «تنظیمات ← عبارت بازیابی» مراجعه کنید.
fi: Siirry asetuksiin → palautusvirke toisella laitteellasi näyttääksesi QR-koodisi.
fr: Allez dans paramètre → Phrase de récupération sur votre autre appareil pour afficher votre QR Code.
hr: Idite na Postavke → Fraza za oporavak, na drugom uređaju da biste prikazali svoj QR kôd.
it: Vai su Impostazioni → Frase di recupero sul tuo altro dispositivo per mostrare il tuo codice QR.
ja: QRコードを表示するのに、他のデバイスから「設定→リカバリーフレーズ」へナビゲートする
nl: Navigeer naar Instellingen → Herstel zin op je andere apparaat om je QR-code te tonen.
pl: Przejdź do Ustawień → Fraza odzyskiwania na innym urządzeniu, aby wyświetlić kod QR.
pt_br: Navegue até Configurações -> Frase de Recuperação no outro dispositivo para visualizar seu QR code.
ru: Перейдите в Настройки → Секретная фраза на другом устройстве, чтобы показать ваш QR-код.
sk: Prejdite do Nastavenia → Fráza pre Obnovenie na inom Vašom zariadení pre zobrazenie QR kódu.
zh_cn: 在您的其他设备上导航到设置 -> 恢复短语以显示您的 QR 代码。
zh_hant: 請使用您其他的裝置並前往設定 → 回復用字句 來顯示您的QR Code。

# vc_enter_recovery_phrase_title
source: Recovery Phrase
de: Wiederherstellungsphrase
fa: عبارت بازیابی
fi: Palautusvirke
fr: Phrase de récupération
hr: Fraza za oporavak
it: Frase di recupero
ja: リカバリーフレーズ
nl: Herstel zin
pl: Fraza odzyskiwania
pt_br: Frase de Recuperação
ru: Секретная фраза
sk: Fráza pre obnovenie
zh_cn: 恢复口令
zh_hant: 回復用字句

# vc_enter_recovery_phrase_explanation
source: To link your device, enter the recovery phrase that was given to you when you signed up.
de: Geben Sie zum Verknüpfen Ihres Geräts die Wiederherstellungsphrase ein, die Sie bei der Anmeldung erhalten haben.
fa: برای وصل کردن دستگاهتان، عبارت بازیابی که در زمان ثبت نام به شما داده شده بود را وارد کنید.
fi: Yhdistääksesi laitteesi, anna palautusvirke, jonka sait rekisteröitymisen yhteydessä.
fr: Pour lier votre appareil, entrez la phrase de récupération qui vous a été donné lors de la création du compte.
hr: Da biste povezali svoj uređaj, unesite frazu za oporavak koja vam je dana prilikom prijave.
it: Per collegare il tuo dispositivo, inserisci la frase di recupero che ti è stata data quando ti sei registrato.
ja: デバイスをリンクするのに、サインアップした時に与えられたリカバリーフレーズを入力します。
nl: Om je apparaat te koppelen, voer je de herstelzin in die je kreeg toen je je aanmeldde.
pl: Aby powiązać te urządzenie, wpisz frazę odzyskiwania która została wyświetlona przy rejestracji.
pt_br: Para vincular o seu dispositivo, insira a frase de recuperação que foi gerada quando você criou sua conta.
ru: Чтобы связать ваше устройство, введите фразу восстановления, которая была предоставлена вам при регистрации.
sk: Pre prepojenie Vášho zariadenia, zadajte Frázu pre Obnovenie, ktorá Vám bola poskytnutá pri registrácii.
zh_cn: 输入您注册时获得的恢复口令以连接你的设备
zh_hant: 如您需要連結您的裝置，請輸入申請帳號時您的回復用字句。

# vc_enter_public_key_text_field_hint
source: Enter Session ID or ONS name
de: Session-ID oder ONS-Name eingeben
fa: شناسه Session یا اسم سرویس نام Oxen را وارد کنید
fi: Syötä Session ID tai ONS-nimi
fr: Entrez un ID Session ou un nom ONS
hr: Unesite Session ID ili ONS ime
it: Inserisci Session ID o nome ONS
ja: Session IDを入力する
nl: Voer Session-ID of ONS naam in
pl: Wprowadź Session ID lub nazwę ONS
pt_br: Insira seu ID Session ou ONS
ru: Введите Session ID или ONS имя
sk: Vložte Session ID alebo ONS meno
zh_cn: 输入Session ID或ONS名称
zh_hant: 請輸入您的 ID 或 ONS 的名稱

# admin_group_leave_warning
source: Because you are the creator of this group it will be deleted for everyone. This cannot be undone.
de: Da du der Ersteller dieser Gruppe bist, wird sie für alle gelöscht. Dies kann nicht rückgängig gemacht werden.
fa: به دلیل اینکه شما مدیر گروه هستید، این گروه برای همه اعضا ی گروه پاک میشود. این قابل بازگشت نیست.
fi: Koska loit tämän ryhmän, se poistetaan kaikilta. Tätä ei voi peruuttaa.
fr: Puisque vous êtes le créateur de ce groupe, il sera supprimé pour tout le monde. Ceci ne peut pas être annulé.
hr: Budući da ste tvorac ove grupe, ona će biti izbrisana za sve. To se ne može poništiti.
it: Perché sei il creatore di questo gruppo sarà eliminato per tutti. Questo non può essere annullato.
ja: このグループの作成者なので、削除すると全てのメンバーが追い出されます。元に戻せません。
nl: Omdat u de maker van deze groep bent, wordt het voor iedereen verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Ta grupa zostanie usunięta dla każdego ponieważ jesteś jej założycielem. Jest to nieodwracalne.
pt_br: Porque você é o criador deste grupo ele será excluído para todos. Isso não pode ser desfeito.
ru: Так как вы являетесь создателем этой группы, она будет удалена для всех. Это нельзя будет отменить.
sk: Pretože tvorcom skupiny ste vy, skupina bude vymazaná pre každého. Táto akcia sa nedá vrátiť.
zh_cn: 因为您是这个组的创建者，该组将被解散。该操作无法恢复。
zh_hant: 因為您是此群組的創立人所以將會刪除所有人的群組，此動作將不能被撤銷。

# vc_join_open_group_suggestions_title
source: Or join one of these...
de: Oder nehmen Sie an einer dieser Veranstaltungen teil...
fa: یا به یکی از اینها بپیوندید...
fi: Tai liity yhteen näistä...
fr: Ou rejoignez un de ceux-ci...
hr: Ili se pridružite jednom od ovih...
it: Oppure unisciti a uno di questi...
ja: または、以下のグループに参加する…
nl: Of neem deel aan een van deze...
pl: Lub dołącz do jednej z tych...
pt_br: Ou junte-se a um desses...
ru: Или присоединитесь к одной из этих...
sk: Alebo sa pripojte k jednej z týchto...
zh_cn: 也可以加入这些…
zh_hant: 或加入這些群組⋯

# vc_settings_invite_a_friend_button_title
source: Invite a Friend
de: Freund einladen
fa: دعوت از یک دوست
fi: Kutsu ystäviä
fr: Inviter un ami
hr: Pozovi prijatelja
it: Invita un Amico
ja: 友達を招待
nl: Nodig een vriend uit
pl: Zaproś znajomego
pt_br: Convide um amigo
ru: Пригласить друга
sk: Pozvať priateľa
zh_cn: 邀请朋友
zh_hant: 邀請好友

source: Copied
de: Kopiert
fa: کپی شد
fi: Kopioitu
fr: Copié
hr: Kopirano
it: Copiato
ja: コピーしました
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
sk: Skopírované
zh_cn: 已复制
zh_hant: 已複製

# vc_conversation_settings_copy_session_id_button_title
source: Copy Session ID
de: Session-ID kopieren
fa: کپی کردن شناسه‌ی Session شما
fi: Kopioi Session ID
fr: Copier l’ID Session
hr: Kopiraj Session ID
it: Copia Session ID
ja: Session ID をコピーする
nl: Session-ID kopiëren
pl: Skopiuj Session ID
pt_br: Copiar ID Session
ru: Копировать Session ID
sk: Kopírovať Session ID
zh_cn: 复制Session ID
zh_hant: 複製 Session ID

# vc_conversation_input_prompt
source: Message
de: Nachricht
fa: پیام
fi: Viesti
hr: Poruka
it: Messaggio
ja: メッセージ
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщения
sk: Správa
zh_cn: 消息
zh_hant: 訊息

# vc_conversation_voice_message_cancel_message
source: Slide to Cancel
de: Wischen um abzubrechen
fa: برای کنسل کردن به کناره بکشید
fi: Liu’uta peruuttaaksesi
fr: Glisser pour annuler
hr: Pomakni za odustajanje
it: Scorri per cancellare
ja: スライドして取り消す
nl: Veeg om te annuleren
pl: Przesuń aby anulować
pt_br: Deslize para cancelar
ru: Проведите для отмены
sk: Potiahnite pre zrušenie
zh_cn: 滑动以取消
zh_hant: 滑動以取消

# modal_download_attachment_title
source: Trust %@?
de: %@ vertrauen?
fa: آیا به %@ اعتماد میکنید؟
fi: Luotatko henkilöön %@?
fr: Faire confiance à %@?
hr: Vjeruj %@?
it: Ti fidi di %@?
ja: %@ を信頼しますか？
nl: Vertrouw %@?
pl: Zaufać %@?
pt_br: Confiar %@?
ru: Доверять %@?
sk: Dôverovať %@?
zh_cn: 是否信任 %@?
zh_hant: 是否信任 %@？

# modal_download_attachment_explanation
source: Are you sure you want to download media sent by %@?
de: Sind Sie sicher, dass Sie die von %@ gesendeten Medien herunterladen möchten?
fa: آیا مطمئن هستید که می‌خواهید رسانه ارسال شده توسط %@ را دانلود کنید؟
fi: Oletko varma, että haluat ladata henkilön %@ lähettämää mediaa?
fr: Êtes-vous sûr de vouloir télécharger la sélection de %@ ?
hr: Jeste li sigurni da želite preuzeti medije koje je poslao %@?
it: Sei sicuro di voler scaricare i media inviati da %@?
ja: %@ が送信したメディアをダウンロードしてもよろしいですか？
nl: Weet je zeker dat je deze media van %@ wilt downloaden?
pl: Czy na pewno chcesz pobrać załacznik wysłany przez %@?
pt_br: Você tem certeza que deseja baixar a mídia enviada por %@?
ru: Вы уверены, что хотите загрузить медиафайлы, присланные %@?
sk: Ste si istý/á, že chcete stiahnuť médium poslané %@?
zh_cn: 您确定要下载%@发送的媒体消息吗?
zh_hant: 您確定要下載 %@ 傳送的媒體嗎？

# modal_download_button_title
source: Download
de: Herunterladen
fa: دریافت
fi: Lataa
fr: Télécharger
hr: Preuzmi
it: Scarica
ja: ダウンロード
nl: Downloaden
pl: Pobierz
ru: Скачать
sk: Stiahnuť
zh_cn: 下载
zh_hant: 下載

# modal_open_url_title
source: Open URL?
de: URL öffnen?
fa: URL باز شود؟
fi: Avataanko URL?
fr: Ouvrir l'URL?
hr: Otvori poveznicu?
it: Aprire URL?
ja: URLを開きますか？
nl: URL openen?
pl: Otworzyć URL?
pt_br: Abrir URL?
ru: Открыть ссылку?
sk: Otvoriť URL?
zh_cn: 打开链接?
zh_hant: 打開連結？

# modal_open_url_explanation
source: Are you sure you want to open %@?
de: Möchten Sie %@ wirklich öffnen?
fa: آیا مطمئن هستید که میخواهید %@ را باز کنید؟
fi: Oletko varma, että haluat avata linkin %@?
fr: Êtes-vous sûr de vouloir ouvrir %@?
hr: Jeste li sigurni da želite otvoriti %@?
it: Sei sicuro di voler aprire %@?
ja: %@を本当に開いてもよろしいですか？
nl: Weet u zeker dat u %@ wilt openen?
pl: Czy na pewno chcesz otworzyć %@?
pt_br: Você tem certeza que deseja abrir %@/?
ru: Вы уверены, что хотите открыть %@?
sk: Ste si istý, že chcete otvoriť %@?
zh_cn: 确定要打开 %@ 吗?
zh_hant: 您確定要打開 %@ 嗎？

# modal_open_url_button_title
source: Open
de: Öffnen
fa: باز کن
fi: Avaa
fr: Ouvrir
hr: Otvori
it: Apri
ja: 開く
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
sk: Otvoriť
zh_cn: 打开
zh_hant: 打開

# modal_copy_url_button_title
source: Copy Link
de: Link kopieren
fa: کپی کردن لینک
fi: Kopioi Linkki
fr: Copier le lien
hr: Kopiraj poveznicu
it: Copia link
ja: リンクをコピーする
nl: Kopieer link
pt_br: Copiar link
ru: Копировать ссылку
sk: Skopírovať Odkaz
zh_cn: 复制链接
zh_hant: 複製鏈結

# modal_blocked_title
source: Unblock %@?
de: %@ entsperren?
fa: %@ از حالت مسدود خارج شود؟
fi: Poistetaanko esto henkilöltä %@?
fr: Débloquer %@ ?
hr: Deblokiraj %@?
it: Sbloccare %@?
ja: %@のブロックを解除しますか？
nl: Blokkering opheffen voor %@?
pl: Odblokować %@?
pt_br: Desbloquear %@?
ru: Разблокировать %@?
sk: Odblokovať %@?
zh_cn: 从黑名单中移除 %@ 吗？
zh_hant: 解除封鎖 %@ 嗎？

# modal_blocked_explanation
source: Are you sure you want to unblock %@?
de: Sind Sie sicher, dass Sie %@ entsperren möchten?
fa: آیا مطمئن هستید که میخواهید %@ را از حالت مسدود خارج کنید؟
fi: Oletko varma, että haluat poistaa eston henkilöltä %@?
fr: Confirmez-vous le déblocage de %@ ?
hr: Jeste li sigurni da želite deblokirati %@?
it: Sei sicuro di voler sbloccare %@?
ja: %@のブロックを解除してもよろしいですか?
nl: Weet je zeker dat je %@ weer wilt toelaten?
pl: Czy na pewno chcesz odblokować %@?
pt_br: Você tem certeza que deseja desbloquear %@?
ru: Вы уверены, что хотите разблокировать %@?
sk: Ste si istý/á, že chcete odblokovať %@?
zh_cn: 确定解除屏蔽%@吗?
zh_hant: 您確定要解除封鎖 %@ 嗎？

# modal_blocked_button_title
source: Unblock
de: Entsperren
fa: رفع مسدودی
fi: Poista esto
fr: Débloquer
hr: Deblokiraj
it: Sblocca
ja: ブロックを解除する
nl: Deblokkeren
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
sk: Odblokovať
zh_cn: 解除屏蔽
zh_hant: 解除封鎖

# modal_link_previews_title
source: Enable Link Previews?
de: Link-Vorschau aktivieren?
fa: فعال‌سازی پیش‌نمایش لینک؟
fi: Luodaanko linkeistä esikatselut?
fr: Activer les aperçus de lien?
hr: Omogući preglede poveznica?
it: Abilitare Anteprima Link?
ja: リンクプレビューを有効にしますか？
nl: Linkvoorbeeld inschakelen?
pl: Włączyć podgląd linków?
pt_br: Ativar pré-visualizações de link?
ru: Включить предварительный просмотр ссылок?
sk: Povoliť náhľad odkazov?
zh_cn: 是否启用链接预览?
zh_hant: 是否要啟用連結預覽？

# modal_link_previews_explanation
source: Enabling link previews will show previews for URLs you send and receive. This can be useful, but Session will need to contact linked websites to generate previews. You can always disable link previews in Session's settings.
de: Das Aktivieren von Link-Vorschauen zeigt Vorschaubilder für URLs, die Sie senden und empfangen. Dies kann nützlich sein, aber Session muss verlinkte Webseiten kontaktieren, um Vorschaubilder zu generieren. Du kannst die Link-Vorschau in den Session-Einstellungen immer deaktivieren.
fa: با فعال کردن این گزینه، پیش‌نمایش لینک‌ها در پیام‌های ارسالی و دریافتی دیده می‌شود. این گزینه می‌تواند مفید باشد اما Session باید با سایت ارتباط برقرار کند تا پیش‌نمایش را نشان دهد. شما می‌توانید همیشه در تنظیمات این پیش‌نمایش را غیرفعال کنید.
fi: Linkkien esikatselu näyttää esikatselun saamiesi ja lähettämiesi linkkien sisällöstä. Tämä voi olla hyödyllistä, mutta Sessionin pitää vierailla linkatulla nettisivulla luodakseen esikatselun. Voit aina ottaa tämän toiminnon pois päältä Sessionin asetuksissa.
fr: L'activation des aperçus de lien affichera des aperçus pour les URL que vous envoyez et recevez. Cela peut être utile, mais Session devra contacter les sites Web liés pour générer des aperçus. Vous pouvez toujours désactiver les aperçus de lien dans les paramètres de Session.
hr: Omogućavanjem pregleda poveznica prikazat će se pregledi za URL-ove koje šaljete i primate. To može biti korisno, ali Session će trebati kontaktirati povezane web stranice kako bi generirao preglede. Uvijek možete onemogućiti preglede poveznica u postavkama Session-a.
it: Abilitando le anteprime dei collegamenti Session mostrerà le anteprime degli URL che invii e ricevi. Questo può essere utile, ma Session dovrà contattare i siti web collegati per generare le anteprime. Puoi sempre disabilitare le anteprime dei link nelle impostazioni di Session.
ja: リンクプレビューを有効すると、URLを送受信する場合にプレビューが表示されます。これは便利ですが、プレビューを作成するのにSessionはそのウェブサイトに接続する必要があります。Sessionの設定から、リンクプレビューをいつでも無効にできます。
nl: Link previews inschakelen zal previews tonen voor URLs die u verstuurt en ontvangt. Dit kan nuttig zijn, maar Session moet contact opnemen met gekoppelde websites om previews te genereren. U kunt links altijd uitschakelen in de Session’s-instellingen.
pl: Włączanie podglądów linków wyświetli podgląd dla adresów URL które wysyłasz i otrzymujesz. Może to być użyteczne, ale Session będzie musiał się połączyć ze stronami których linki wysyłasz aby wygenerować podgląd. Możesz zawsze wyłączyć podgląd linków w ustawieniach Session.
pt_br: Ativar a pré-visualização de links irá mostrar as URLs que você receber e enviar. Isto pode ser útil, o Session precisa se conectar aos sites vinculados gerar as prévias. Você poderá desabiliatar esta opção nas configurações do Session.
ru: Включение предпросмотра ссылок покажет превью для отправляемых и получаемых ссылок. Это может быть полезно, но Session нужно будет соединиться с сайтами, связанными с ссылками, чтобы сгенерировать предпросмотр. Вы всегда можете отключить предпросмотр ссылок в настройках Session.
sk: Zapnutie ukážok linkov ukáže ukážky pre URL, ktoré vy pošlete a príjmete. Toto môže byť užitočné, ale Session bude potrebovať navštíviť dané webstránky pre vygenerovanie ukážok. Kedykoľvek môžete vypnúť ukážky linkov v nastaveniach Session.
zh_cn: 链接预览将为您发送或收到的URL生成预览内容。 该功能非常实用，但Session需要访问该链接指向的网站以生成预览。您可以随后在会话设置中禁用该功能。
zh_hant: 啟用連結預覽將會讓您送出與接收的 URLs 啟用預覽，這是一項好用的功能，但是 Session 會需要連結這些網站來產生預覽，您可以隨時關閉連結預覽功能。

# modal_link_previews_button_title
source: Enable
de: Aktivieren
fa: فعال سازی
fi: Ota käyttöön
fr: Activer
hr: Uključi
it: Abilita
ja: 有効にする
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
sk: Povoliť
zh_cn: 启用
zh_hant: 啟用

# vc_share_title
source: Share to Session
de: Mit Session teilen
fa: اشتراک گذاری با Session
fi: Jaa Sessioniin
fr: Partager en Session
hr: Podijeli sa Session-om
it: Condividi con Session
ja: Sessionと共有
nl: Delen naar de Session
pl: Udostępnij w Session
pt_br: Compartilhar no Session
ru: Поделиться в Session
sk: Zdieľať do Session
zh_cn: 分享到 Session
zh_hant: 分享至 Session

# vc_share_loading_message
source: Preparing attachments...
de: Anlagen werden vorbereitet...
fa: آماده سازی پیوست‌ها...
fi: Valmistellaan liitteitä...
fr: Préparation des pièces jointes ...
hr: Priprema privitaka...
it: Preparazione allegati...
ja: 添付ファイルを準備しています...
nl: Bijlagen voorbereiden...
pl: Przygotowywanie załączników...
pt_br: Preparando anexos...
ru: Подготовка вложений...
sk: Pripravujú sa prílohy...
zh_cn: 正在准备附件......
zh_hant: 準備附件中⋯

# vc_share_sending_message
source: Sending...
de: Wird gesendet ...
fa: در حال ارسال...
fi: Lähetetään...
fr: Envoi...
hr: Slanje...
it: Invio...
ja: 送信中…
nl: Aan het verzenden...
pl: Wysyłanie...
pt_br: Enviando...
ru: Отправка...
sk: Odosiela sa...
zh_cn: 正在发送…
zh_hant: 傳送中⋯

# vc_share_link_previews_unsecure
source: Preview not loaded for unsecure link
de: Vorschau nicht für unsicheren Link geladen
fi: Esikatselua ei ladattu epäturvalliselle linkille
fr: Aperçu non chargé pour les liens non sécurisés
it: Anteprima non caricata: il link non è sicuro
ja: セキュアでないリンクのプレビューは読み込めません
ru: Предпросмотр не загружен для небезопасных ссылок
sk: Ukážka nebola načítaná pre nezabezpečený odkaz
zh_cn: 未加载非安全链接预览
zh_hant: 無法載入不安全連結的預覽

# vc_share_link_previews_error
source: Unable to load preview
de: Ansicht konnte nicht geladen werden
fi: Esikatselun lataaminen epäonnistui
fr: Impossible de charger l'aperçu
it: Impossibile caricare l'anteprima
ja: プレビューを読み込めません
ru: Невозможно загрузить предпросмотр
sk: Nepodarilo sa načítať ukážku
zh_cn: 未能加载预览
zh_hant: 無法載入預覽

# vc_share_link_previews_disabled_title
source: Link Previews Disabled
de: Linkvorschau deaktiviert
fi: Linkin esikatselut otettu pois käytöstä
fr: Aperçu des Liens Désactivé
it: Anteprima dei link disabilitata
ja: リンクのプレビューが無効です
ru: Ссылка предпросмотра выключена
sk: Ukážky odkazov sú vypnuté
zh_cn: 链接预览已禁用
zh_hant: 已停用預覽連結
