Repository: signalapp/Signal-iOS
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: de, fa, fi, fr, hr, it, ja, nl, pl, pt_br, ru, sk, zh_cn, zh_hant

# GIF_VIEW_SEARCH_ERROR
source: Error. Tap to Retry.
de: Fehler. Für erneuten Versuch antippen.
fa: ایراد. برای تلاش دوباره لمس کنید.
fi: Virhe. Paina kokeillaksesi uudelleen.
fr: Erreur. Touchez pour ressayer.
hr: Greška. Dodirnite za ponovni pokušaj.
it: Errore. Tocca per riprovare.
ja: エラーです。タップして再試行してください。
nl: Fout. Tik om opnieuw te proberen.
pl: Błąd. Dotknij by ponowić.
pt_br: Falha. Toque para tentar novamente.
ru: Ошибка. Нажмите, чтобы повторить попытку.
sk: Chyba. Stlačte tlačidlo a skúste to znova.
zh_cn: 错误。点击重试。
zh_hant: 錯誤。請輕點重試。

# GIF_VIEW_SEARCH_NO_RESULTS
source: No Results.
de: Keine Ergebnisse.
fa: نتیجه‌ای یافت نشد.
fi: Ei tuloksia.
fr: Il n’y a aucun résultat.
hr: Nema rezultata.
it: Nessun risultato.
ja: 該当なし
nl: Geen resultaten.
pl: Brak wyników
pt_br: Nenhum Resultado.
ru: Нет результатов.
sk: Žiadne výsledky.
zh_cn: 无结果。
zh_hant: 沒有結果

source: Group created
de: Gruppe erstellt.
fa: گروه ساخته شد.
fi: Ryhmä on luotu
fr: Le groupe a été créé.
hr: Kreirana Grupa
it: Gruppo creato.
ja: グループが作成されました
nl: Groep aangemaakt
pl: Grupa została stworzona.
pt_br: Grupo criado.
ru: Группа создана.
sk: Skupina vytvorená
zh_cn: 组群已成功创建。
zh_hant: 已建立群組

# GROUP_MEMBER_JOINED
source: %@ joined the group.
de: %@ ist der Gruppe beigetreten.
fa: %@ به گروه ملحق شد.
fi: %@ liittyi ryhmään.
fr: %@ s’est joint au groupe.
hr: %@ se pridružio grupi.
it: %@ è entrato nel gruppo.
ja: %@がグループに加わりました
nl: %@ is toegevoegd aan de groep.
pl: %@ dołączył(a) do grupy.
pt_br: %@ entrou no grupo.
ru: %@ присоединился к группе.
sk: %@ sa pripojil/a ku skupine.
zh_cn: %@ 加入了群组。
zh_hant: %@ 已加入群組。

# GROUP_MEMBER_LEFT
source: %@ left the group.
de: %@ hat die Gruppe verlassen.
fa: %@ از گروه خارج شد.
fi: %@ poistui ryhmästä.
fr: %@ a quitté le groupe.
hr: %@ je napustio grupu.
it: %@ ha lasciato il gruppo.
ja: %@がグループを離れました
nl: %@ heeft de groep verlaten.
pl: %@ opuścił(a) grupę.
pt_br: %@ saiu do grupo.
ru: %@ покинул группу.
sk: %@ opustil/a skupinu.
zh_cn: %@ 已退出群组。
zh_hant: %@ 已離開群組。

# GROUP_MEMBER_REMOVED
source: %@ was removed from the group.
de: %@ wurde aus der Gruppe entfernt.
fa: %@ از گروه حذف شد.
fi: %@ poistettiin ryhmästä.
fr: %@ a été retiré du groupe.
hr: %@ je uklonjen iz grupe.
it: %@ è stato rimosso dal gruppo.
ja: %@ はグループから削除されました。
nl: %@ is verwijderd uit de groep.
pl: %@ został usunięty z grupy.
pt_br: %@ foi removido do grupo.
ru: %@ был удален из группы.
sk: %@ bol/a odstránený/á zo skupiny.
zh_cn: %@ 已被移出群组。
zh_hant: %@ 已從群組中移除。

# GROUP_MEMBERS_REMOVED
source: %@ were removed from the group.
de: %@ wurden aus der Gruppe entfernt.
fa: %@ از گروه حذف شدند.
fi: %@ poistettiin ryhmästä.
fr: %@ ont été retirés du groupe.
hr: %@ su uklonjeni iz grupe.
it: %@ sono stati rimossi dal gruppo.
ja: %@ はグループから削除されました。
nl: %@ zijn uit de groep verwijderd.
pl: %@ zostali usunięci z grupy.
pt_br: %@ foram removidos do grupo.
ru: %@ были удалены из группы.
sk: %@ boli odstránení zo skupiny.
zh_cn: %@ 已被移出群组。
zh_hant: %@ 已從群組中移除。

# GROUP_TITLE_CHANGED
source: Title is now '%@'.
de: Gruppenname lautet jetzt »%@«.
fa: عنوان ، هم‌اکنون '%@' است.
fi: Ryhmän kuvaus on nyt ”%@”.
fr: Le titre est maintenant « %@ ».
hr: Naslov je sada %@.
it: Il nuovo titolo è '%@'
ja: タイトルが「%@」に変更されました
nl: Titel is nu '%@'.
pl: Nowy tytuł to '%@'.
pt_br: O título agora é '%@'.
ru: Название изменено на «%@».
sk: Názov je teraz '%@'.
zh_cn: 群组名称已改为 '%@'。
zh_hant: 標題已更改為「%@」

source: Group updated.
de: Gruppe aktualisiert.
fa: گروه ، به روز رسانی شده است.
fi: Ryhmä päivitetty.
fr: Le groupe a été mis à jour.
hr: Grupa ažurirana.
it: Gruppo aggiornato.
ja: グループを更新しました
nl: Groep bijgewerkt.
pl: Zaktualizowano grupę.
pt_br: Grupo atualizado.
ru: Группа обновлена.
sk: Skupina bola aktualizovaná.
zh_cn: 群组更新完成。
zh_hant: 群組已更新

# GROUP_YOU_LEFT
source: You have left the group.
de: Du hast die Gruppe verlassen.
fa: شما از این گروه خارج شده‌اید.
fi: Sinä poistuit ryhmästä.
fr: Vous avez quitté le groupe.
hr: Napustili ste grupu.
it: Hai lasciato il gruppo.
ja: グループを離れました
nl: U heeft de groep verlaten.
pl: Opuściłeś(aś) grupę.
pt_br: Você saiu do grupo.
ru: Вы покинули группу.
sk: Opustili ste skupinu.
zh_cn: 您退出了这个群。
zh_hant: 您已離開群組

# YOU_WERE_REMOVED
source: You were removed from the group.
de: Du wurdest aus der Gruppe entfernt.
fa: شما از گروه حذف شدید.
fi: Sinut poistettiin ryhmästä.
fr: Vous avez été retiré du groupe.
hr: Uklonjeni ste iz grupe.
it: Sei stato rimosso da questo gruppo.
ja: あなたはこのグループから削除されました
nl: Je bent verwijderd uit deze groep.
pl: Usunięto cię z grupy.
pt_br: Você foi removido do grupo.
ru: Вы были удалены из группы.
sk: Boli ste odstránení zo skupiny.
zh_cn: 您已被移出群组
zh_hant: 你已從群組中移除。

# IMAGE_PICKER_CAN_SELECT_NO_MORE_TOAST_FORMAT
source: You can't share more than %@ items.
de: Du kannst nicht mehr als %@ Elemente teilen.
fa: شما نمی توانید بیش از %@ آیتم را به اشتراک بگذارید.
fi: Et voi jakaa enempää kuin %@ kohdetta.
fr: Vous ne pouvez pas partager plus de %@ éléments.
hr: Ne možete podijeliti više od %@ stavki.
it: Non puoi condividere più di %@ elementi.
ja: 画像の共有は%@点までです。
nl: Je kunt niet meer dan %@ items delen.
pl: Nie można udostępnić więcej niż %@ multimediów.
pt_br: Você não pode compartilhar mais de %@ itens.
ru: Вы не можете поделиться больше, чем %@ элементами.
sk: Nemôžete zdieľať viac ako %@ položiek.
zh_cn: 您最多分享%@项。
zh_hant: 無法分享超過 %@ 個項目。

# IMAGE_PICKER_FAILED_TO_PROCESS_ATTACHMENTS
source: Failed to select attachment.
de: Anhangsauswahl gescheitert.
fa: انتخاب پیوست ناموفق بود.
fi: Liitteen valinta epäonnistui.
fr: Échec de sélection du fichier joint.
hr: Odabir privitka nije uspio.
it: Selezione allegato fallita
ja: 添付ファイルを選択できませんでした
nl: Fout bij het selecteren van de bijlage.
pl: Nie udało się wybrać załącznika.
pt_br: Falha ao selecionar anexo.
ru: Не удалось выбрать вложение.
sk: Nepodarilo sa vybrať prílohu.
zh_cn: 选择附件失败。
zh_hant: 無法選取此附件。

# INVALID_AUDIO_FILE_ALERT_ERROR_MESSAGE
source: Invalid audio file.
de: Ungültige Audiodatei.
fa: فایل صوتی نامعتبر.
fi: Virheellinen äänitiedosto.
fr: Le fichier audio est invalide
hr: Nevažeća audio datoteka.
it: Audio file non valido.
ja: 不正な音声ファイル
nl: Ongeldig audio-bestand.
pl: Niepoprawny plik dźwiękowy.
pt_br: Arquivo de áudio inválido.
ru: Некорректный аудиофайл.
sk: Chybný audio súbor.
zh_cn: 语音文件无效
zh_hant: 無效的聲音檔案。

# LEAVE_BUTTON_TITLE
source: Leave
de: Verlassen
fa: خروج از گروه
fi: Poistu
fr: Quitter
hr: Napusti
it: Abbandona
ja: 離脱
nl: Verlaten
pl: Opuść
pt_br: Sair
ru: Покинуть
sk: Opustiť
zh_cn: 离开群组
zh_hant: 離開

# LEAVE_GROUP_ACTION
source: Leave Group
de: Gruppe verlassen
fa: ترک کردن گروه
fi: Poistu ryhmästä
fr: Quitter le groupe
hr: Napusti grupu
it: Abbandona il gruppo
ja: グループを離脱
nl: Verlaat groep
pl: Opuść grupę
pt_br: Sair do Grupo
ru: Покинуть группу
sk: Opustiť skupinu
zh_cn: 离开群组
zh_hant: 離開群組

# MEDIA_DETAIL_VIEW_ALL_MEDIA_BUTTON
source: All Media
de: Alle Medieninhalte
fa: تمام مدیا
fi: Kaikki media
fr: Tous les médias
hr: Sva multimedija
it: Tutti i media
ja: すべてのメディア
nl: Alle media
pl: Pliki
pt_br: Todas as mídias
ru: Все медиа
sk: Všetky média
zh_cn: 所有媒体
zh_hant: 全部媒體

# MEDIA_FROM_LIBRARY_BUTTON
source: Photo Library
de: Fotogalerie
fa: گالری
fi: Kuvakirjasto
fr: Photothèque
hr: Galerija slika
it: Libreria foto e video
ja: 写真を選択
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Fototeca
ru: Библиотека фотографий
sk: Knižnica fotografií
zh_cn: 照片图库
zh_hant: 照片圖庫

# MEDIA_GALLERY_DELETE_MULTIPLE_MESSAGES_FORMAT
source: Delete %d Messages
de: %d Nachrichten löschen
fa: حذف %d پیام
fi: Poista %d viestiä
fr: Supprimer %d messages
hr: Izbriši broj poruka %d
it: Elimina %d messaggi
ja: %d個のメッセージを削除
nl: Verwijder %d Berichten
pl: Usunięto %d wiadomości
pt_br: Excluir %d mensagens
ru: Удалить %d сообщений
sk: Zmazať %d správ
zh_cn: 删除%d条消息
zh_hant: 刪除 %d 訊息

# MEDIA_GALLERY_DELETE_SINGLE_MESSAGE
source: Delete Message
de: Nachricht löschen
fa: حذف پیام
fi: Poista viesti
fr: Supprimer le message
hr: Izbriši poruku
it: Elimina messaggio
ja: メッセージを削除
nl: Verwijder bericht
pl: Usuń wiadomość
pt_br: Excluir mensagem
ru: Удалить сообщение
sk: Odstrániť správu
zh_cn: 删除消息
zh_hant: 刪除訊息

# MEDIA_GALLERY_LANDSCAPE_TITLE_FORMAT
source: %@ on %@
de: %@ am %@
fa: %@ در %@
fi: %@ ajankohtana %@
fr: %@ le %@
hr: %@ u %@
it: %@ il %@
nl: %@ op %@
pt_br: %@ em %@
zh_cn: %@ 于 %@
zh_hant: %@ 於 %@

# MEDIA_GALLERY_SENDER_NAME_YOU
source: You
de: Du
fa: شما
fi: Sinä
fr: Vous
hr: Ti
it: Tu
ja: あなた
nl: U
pl: Ty
pt_br: Você
ru: Вы
sk: Vy
zh_cn: 您
zh_hant: 您

# MEDIA_GALLERY_THIS_MONTH_HEADER
source: This Month
de: Diesen Monat
fa: این ماه
fi: Tässä kuussa
fr: Ce mois-ci
hr: Ovaj mjesec
it: Questo mese
ja: 今月
nl: Deze maand
pl: Ten miesiąc
pt_br: Este mês
ru: Этот месяц
sk: Tento mesiac
zh_cn: 这个月
zh_hant: 這個月

# MESSAGE_STATUS_FAILED
source: Sending failed.
de: Versand gescheitert.
fa: ارسال ناموفق بود.
fi: Lähetys epäonnistui.
fr: Échec d’envoi.
hr: Slanje nije uspjelo.
it: Invio fallito.
ja: 送信失敗
nl: Verzenden mislukt.
pl: Wysyłanie nie powiodło się.
pt_br: O envio falhou.
ru: Отправка не удалась
sk: Odosielanie zlyhalo.
zh_cn: 发送失败。
zh_hant: 傳送失敗

# MESSAGE_STATUS_READ
source: Read
de: Gelesen
fa: خوانده‌شده
fi: Luettu
fr: Lu
hr: Pročitano
it: Letto
ja: 既読
nl: Lees
pl: Odczytana
pt_br: Lida
ru: Прочитано
sk: Prečítané
zh_cn: 已读
zh_hant: 已讀

# MESSAGE_STATUS_SENDING
source: Sending…
de: Wird gesendet …
fa: در حال ارسال...
fi: Lähetetään…
fr: Envoi…
hr: Slanje…
it: Invio in corso...
ja: 送信しています...
nl: Verzenden…
pl: Wysyłanie...
pt_br: Enviando...
ru: Отправка…
sk: Odosiela sa…
zh_cn: 发送中...
zh_hant: 傳送中⋯

# MESSAGE_STATUS_SENT
source: Sent
de: Gesendet
fa: ارسال شد
fi: Lähetetty
fr: Envoyé
hr: Poslano
it: Inviato
ja: 送信済み
nl: Verzonden
pl: Wysłano
pt_br: Enviado
ru: Отправлено
sk: Odoslané
zh_cn: 已发送
zh_hant: 已傳送

# MESSAGE_STATUS_UPLOADING
source: Uploading…
de: Wird hochgeladen …
fa: در حال آپلود…
fi: Ladataan…
fr: Téléversement…
hr: Prenošenje…
it: Aggiornamento...
ja: アップロード中
nl: Uploaden…
pl: Wysyłanie...
pt_br: Enviando...
ru: Загрузка…
sk: Odovzdáva sa…
zh_cn: 上传中...
zh_hant: 上傳中⋯

# NEW_GROUP_MESSAGE_NOTIFICATION_TITLE
source: %@ to %@
de: %@ an %@
fa: %@ در %@
fi: %@ ryhmässä %@
fr: %@ à %@
hr: %@ za %@
it: %@ su %@
ja: %@ から %@
nl: %@ naar %@
pl: %@ do %@
pt_br: %@ para %@
ru: %@ в %@
sk: %@ do %@
zh_cn: %@至%@
zh_hant: %@ 傳送到 %@

source: Note to Self
de: Notiz an mich
fa: یادداشت به خود
fi: Viesti itselle
fr: Note à mon intention
hr: Napomena sebi
it: Note personali
ja: 自分のためのメモ
nl: Notitie aan mezelf
pl: Moje notatki
pt_br: Recado para mim
ru: Заметка для себя
sk: Poznámka pre seba
zh_cn: 备忘录
zh_hant: 小筆記

# NOTIFICATION_BODY_PHONE_LOCKED_FORMAT
source: You may have received messages while your %@ was restarting.
de: Du hast eventuell Nachrichten erhalten, während dein %@ neu gestartet wurde.
fa: ممکن است شما زمانی که %@ در حال ری استارت بود پیام هایی دریافت کرده باشید.
fi: Olet saattanut saada viesteja laitteesi %@ käynnistyessä uudelleen.
fr: Vous avez peut-être reçu des messages alors que votre %@ redémarrait.
hr: Možda ste primili poruke dok se %@ ponovno pokretao.
it: Puoi aver ricevuto messaggi mentre il tuo %@ si riavviava.
ja: %@の再起動中にメッセージが届いたかもしれません
nl: U heeft mogelijk berichten ontvangen terwijl u %@ opnieuw aan het opstarten was.
pl: Możliwe, że otrzymałeś wiadomości podczas restartowania %@.
pt_br: Pode ser que você tenha recebido mensagens enquanto seu %@ reiniciava.
ru: Возможно, вы получили сообщения во время перезапуска вашего %@.
sk: Je možné, že ste dostali správy kým sa váš %@ reštartoval.
zh_cn: 您可能在%@重启时收到了新消息。
zh_hant: 在您的設備 ‘%@’ 重新啟動時接收到訊息。

# BUTTON_OK
source: OK
de: Okay
fa: باشه
fr: Valider
ja: 確定
ru: Ок
zh_cn: 好
zh_hant: 好

# OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: %@ disabled disappearing messages.
de: %@ hat verschwindende Nachrichten deaktiviert.
fa: %@ پیام‌های محوشونده را غیرفعال کرده است.
fi: %@ poisti katoavat viestit käytöstä.
fr: %@ a désactivé les messages éphémères.
hr: %@ je onemogućio nestajuće poruke.
it: %@ ha disabilitato la scomparsa dei messaggi.
ja: %@がメッセージの消失をオフにしました
nl: %@ heeft zelf-wissende berichten uitgeschakeld.
pl: %@ wyłączył(a) znikające wiadomości.
pt_br: %@ desabilitou mensagens efêmeras.
ru: %@ отключил(а) исчезающие сообщения.
sk: %@ zakázal miznutie správ.
zh_cn: %@ 取消了阅后即焚。
zh_hant: %@ 取消了閱後即焚模式

# OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: %@ set disappearing message time to %@
de: %@ hat die Zeit für verschwindende Nachrichten auf %@ festgelegt.
fa: %@ زمان محوشدن پیام را روی %@ تنظیم کرده.
fi: %@ asetti katoavien viestien ajaksi %@
fr: %@ a défini l’expiration des messages éphémères à %@.
hr: %@ je postavo vrijeme za koliko će poruke nestati, na %@
it: %@ ha impostato il tempo di scomparsa dei messaggi a %@.
ja: %@がメッセージの消失時間を%@に設定しました
nl: %@ heeft de timer voor zelf-wissende berichten op %@ ingesteld
pl: %@ ustawił(a) znikające wiadomości na %@.
pt_br: %@ definiu a expiração da mensagem efêmera para %@.
ru: %@ установил(а) время исчезновения сообщений — %@.
sk: %@ nastavil čas zmiznutia správy na %@
zh_cn: %@ 将阅后即焚时长设为 %@。
zh_hant: %@ 設定閱後即焚模式時間至 %@

# PHOTO_CAPTURE_GENERIC_ERROR
source: Unable to capture image.
de: Bild kann nicht aufgenommen werden.
fa: مشکل در گرفتن تصویر.
fi: Kuvan ottaminen ei ole mahdollista.
fr: Impossible de capturer l’image.
hr: Nije moguće snimiti sliku.
it: Impossibile scattare foto.
ja: 画像はキャプチャできません
nl: Kan afbeelding niet vastleggen.
pl: Nie można wykonać zdjęcia.
pt_br: Não foi possível capturar a imagem.
ru: Невозможно сделать снимок.
sk: Nepodarilo sa zachytiť obrázok.
zh_cn: 无法拍摄图片。
zh_hant: 無法讀取圖片。

# PHOTO_CAPTURE_UNABLE_TO_CAPTURE_IMAGE
source: Unable to capture image.
de: Bild kann nicht aufgenommen werden.
fa: مشکل در گرفتن تصویر.
fi: Kuvan ottaminen ei ole mahdollista.
fr: Impossible de capturer l’image.
hr: Nije moguće snimiti sliku.
it: Impossibile scattare foto.
ja: 画像はキャプチャできません
nl: Kan afbeelding niet vastleggen.
pl: Nie można wykonać zdjęcia.
pt_br: Não foi possível capturar a imagem.
ru: Невозможно сделать снимок.
sk: Nepodarilo sa zachytiť obrázok.
zh_cn: 无法拍摄图片。
zh_hant: 無法讀取圖片。

# PHOTO_CAPTURE_UNABLE_TO_INITIALIZE_CAMERA
source: Failed to configure camera.
de: Konfigurieren der Kamera gescheitert.
fa: مشکل در نتظیمات دوربین.
fi: Kameran määritys epäonnistui.
fr: Échec de configuration de l’appareil photo
hr: Konfiguriranje kamere nije uspjelo.
it: Configurazione fotocamera non riuscita.
ja: カメラの設定ができませんでした
nl: Instellen van de camera mislukt.
pl: Nie można skonfigurować kamery.
pt_br: Falha ao configurar câmera.
ru: Не удалось настроить камеру.
sk: Nepodarilo sa nakonfigurovať fotoaparát.
zh_cn: 配置摄像头失败。
zh_hant: 無法打開相機。

# PHOTO_PICKER_UNNAMED_COLLECTION
source: Unnamed Album
de: Unbenanntes Album
fa: آلبوم بی نام
fi: Nimetön albumi
fr: Album sans nom
hr: Neimenovani album
it: Album senza nome
ja: 無名のアルバム
nl: Naamloze Album
pl: Album bez nazwy
pt_br: Álbum sem nome
ru: Безымянный альбом
sk: Nepomenovaný album
zh_cn: 未命名的相册
zh_hant: 未命名相簿

# PUSH_MANAGER_MARKREAD
source: Mark as Read
de: Markieren als gelesen
fa: علامت‌گذاری به عنوان خوانده‌شده
fi: Merkkaa luetuksi
fr: Marquer comme lu
hr: Označi kao pročitano
it: Segna come letto
ja: 既読にする
nl: Markeer als gelezen
pl: Oznacz jako przeczytane
pt_br: Marcar como Lido
ru: Отметить как прочтенное
sk: Označiť ako prečítané
zh_cn: 标记为已读
zh_hant: 標記為已讀

# PUSH_MANAGER_REPLY
source: Reply
de: Antwort
fa: پاسخ
fi: Vastaa
fr: Répondre
hr: Odgovori
it: Rispondi
ja: 返信
nl: Antwoord
pl: Odpowiedz
pt_br: Responder
ru: Ответить
sk: Odpovedať
zh_cn: 回复
zh_hant: 回覆

# SCREEN_LOCK_REASON_UNLOCK_SCREEN_LOCK
source: Authenticate to open Session.
de: Authentifizieren, um Session zu öffnen.
fa: برای باز کردن Session هویت خود را احراز کنید.
fi: Tunnistaudu avataksesi Sessionin.
fr: Authentifiez-vous pour ouvrir Session.
hr: Autentificirajte se za otvaranje Session-a.
it: Autenticarsi per aprire Session.
ja: Sessionを起動するのに認証する
nl: Authenticeer om Session te openen.
pl: Uwierzytelnij, by używać Session.
pt_br: Autentique-se para abrir o Session.
ru: Аутентификация для открытия Session.
sk: Pre otvorenie %1$s potvrďte svoju totožnosť.
zh_cn: 验证以打开 Session。
zh_hant: 驗證您的身分以打開 Session。

# SCREEN_LOCK_UNLOCK_FAILED
source: Authentication Failed
de: Authentifizierung gescheitert
fa: احراز هویت ناموفق بود
fi: Tunnistautuminen epäonnistui
fr: Échec d’authentification
hr: Neuspješna autentifikacija
it: Autenticazione fallita
ja: 認証失敗
nl: Verificatie mislukt
pl: Uwierzytelnianie nie powiodło się.
pt_br: Falha na Autenticação
ru: Ошибка аутентификации
sk: Overenie zlyhalo
zh_cn: 认证失败
zh_hant: 驗證失敗

# SEND_MEDIA_ABANDON_TITLE
source: Discard Media?
de: Medieninhalte verwerfen?
fa: رسانه ها کنار گذاشته شوند؟
fi: Hylkää media?
fr: Abandonner le média ?
hr: Odbaciti medij?
it: Scartare il media?
ja: メディアを破棄しますか？
nl: Media verwijderen?
pl: Odrzucić Multimedia?
pt_br: Descartar mídia?
ru: Отклонить медиа?
sk: Zahodiť médiá?
zh_cn: 丢弃媒体？
zh_hant: 放棄媒體？

# SEND_MEDIA_CONFIRM_ABANDON_ALBUM
source: Discard Media
de: Medieninhalte verwerfen
fa: رسانه ها کنار گذاشته شوند
fi: Hylkää media
fr: Abandonner le média
hr: Odbaci medij
it: Scarta media
ja: メディアを破棄します
nl: Media verwijderen
pl: Odrzuć multimedia
pt_br: Descartar mídia
ru: Отклонить медиа
sk: Zahodiť médiá
zh_cn: 丢弃媒体
zh_hant: 放棄媒體

# SETTINGS_AUDIO_DEFAULT_TONE_LABEL_FORMAT
source: %@ (default)
de: %@ (Standard)
fa: %@ (پیشفرض)
fi: %@ (oletus)
fr: %@ (par défaut)
hr: %@ (zadano)
it: %@ (predefinito)
ja: %@（デフォルト）
nl: %@ (standaard)
pl: %@ (domyślny)
pt_br: %@ (padrão)
ru: %@ (по умолчанию)
sk: %@ (predvolené)
zh_cn: %@（默认）
zh_hant: %@ (預設)

# SETTINGS_ITEM_NOTIFICATION_SOUND
source: Message Sound
de: Nachrichtenton
fa: صدای پیام
fi: Viestien ilmoitusääni
fr: Son de message
hr: Zvuk poruke
it: Suono messaggio
ja: メッセージ
nl: Geluid van bericht
pl: Dźwięk wiadomości
pt_br: Som de mensagem
ru: Звук сообщения
sk: Zvuk správy
zh_cn: 消息提示音
zh_hant: 訊息通知

# SOUNDS_NONE
source: None
de: Stumm
fa: هیچکدام
fi: Ei ääntä
fr: Aucun
hr: Ništa
it: Nessuno
ja: 音声なし
nl: Geen
pl: Brak
pt_br: Silencioso
ru: Нет
sk: Žiaden
zh_cn: 无
zh_hant: 無

# TIME_AMOUNT_DAYS
source: %@ days
de: %@ Tage
fa: %@ روز
fi: %@ päivää
fr: %@ jours
hr: %@ dana
it: %@ giorni
ja: %@日
nl: %@ dagen
pl: %@ dni
pt_br: %@ dias
ru: %@ дней
sk: %@ dní
zh_cn: %@天
zh_hant: %@ 天

# TIME_AMOUNT_DAYS_SHORT_FORMAT
source: %@d
fa: %@ر
fi: %@pv
fr: %@ j
it: %@g
ja: %@日
pt_br: %@dias
ru: %@д
zh_cn: %@天
zh_hant: %@天

# TIME_AMOUNT_HOURS
source: %@ hours
de: %@ Stunden
fa: %@ ساعت
fi: %@ tuntia
fr: %@ heures
hr: %@ sati
it: %@ ore
ja: %@時間
nl: %@ uren
pl: %@ godz
pt_br: %@ horas
ru: %@ часов
sk: %@ hodín
zh_cn: %@小时
zh_hant: %@ 小時

# TIME_AMOUNT_HOURS_SHORT_FORMAT
source: %@h
fa: %@س
ja: %@時間
pl: %@g
pt_br: %@horas
ru: %@ч
zh_cn: %@时
zh_hant: %@小時

# TIME_AMOUNT_MINUTES
source: %@ minutes
de: %@ Minuten
fa: %@ دقیقه
fi: %@ minuuttia
hr: %@ minuta
it: %@ minuti
ja: %@分
nl: %@ minuten
pl: %@ min
pt_br: %@ minutos
ru: %@ минут
sk: %@ minút
zh_cn: %@分钟
zh_hant: %@ 分鐘

# TIME_AMOUNT_MINUTES_SHORT_FORMAT
source: %@m
de: %@min
fa: %@دق
fi: %@min
ja: %@分
pl: %@min
pt_br: %@minutos
ru: %@м
zh_cn: %@分
zh_hant: %@分鐘

# TIME_AMOUNT_SECONDS
source: %@ seconds
de: %@ Sekunden
fa: %@ ثانیه
fi: %@ sekuntia
fr: %@ secondes
hr: %@ sekundi
it: %@ secondi
ja: %@秒
nl: %@ seconden
pl: %@ sekund
pt_br: %@ segundos
ru: %@ секунд
sk: %@ sekúnd
zh_cn: %@秒
zh_hant: %@ 秒

# TIME_AMOUNT_SECONDS_SHORT_FORMAT
source: %@s
fa: %@ث
ja: %@秒
pl: %@sek
pt_br: %@segundos
ru: %@с
zh_cn: %@秒
zh_hant: %@秒

# TIME_AMOUNT_SINGLE_DAY
source: %@ day
de: %@ Tag
fa: %@ روز
fi: %@ päivä
fr: %@ jour
hr: %@ dan
it: %@ giorno
ja: %@日
nl: %@ dag
pl: %@ dzień
pt_br: %@ dia
ru: %@ дня
sk: %@ deň
zh_cn: %@天
zh_hant: %@ 天

# TIME_AMOUNT_SINGLE_HOUR
source: %@ hour
de: %@ Stunde
fa: %@ ساعت
fi: %@ tunti
fr: %@ heure
hr: %@ sat
it: %@ ora
ja: %@時間
nl: %@ uur
pl: %@ godz
pt_br: %@ hora
ru: %@ часа
sk: %@ hodina
zh_cn: %@小时
zh_hant: %@ 小時

# TIME_AMOUNT_SINGLE_MINUTE
source: %@ minute
fa: %@ دقیقه
fi: %@ minuutti
hr: %@ minutu
it: %@ minuto
ja: %@分
nl: %@ minuut
pl: %@ min
pt_br: %@ minuto
ru: %@ минуты
sk: %@ minúta
zh_cn: %@分钟
zh_hant: %@ 分鐘

# TIME_AMOUNT_SINGLE_WEEK
source: %@ week
de: %@ Woche
fa: %@ هفته
fi: %@ viikko
fr: %@ semaine
hr: %@ tjedan
it: %@ settimana
ja: %@週間
pl: %@ tydz
pt_br: %@ semana
ru: %@ недели
sk: %@ týždeň
zh_cn: %@个星期
zh_hant: %@ 週

# TIME_AMOUNT_WEEKS
source: %@ weeks
de: %@ Wochen
fa: %@ هفته
fi: %@ viikkoa
fr: %@ semaines
hr: %@ tjedana
it: %@ settimane
ja: %@週間
nl: %@ weken
pl: %@ tyg
pt_br: %@ semanas
ru: %@ недель
sk: %@ týždňov
zh_cn: %@个星期
zh_hant: %@ 週

# TIME_AMOUNT_WEEKS_SHORT_FORMAT
source: %@w
fa: %@ه
fi: %@vk
fr: %@ sem
hr: %@tj
ja: %@週間
pl: %@tyg
pt_br: %@sm
ru: %@н
zh_cn: %@周
zh_hant: %@週

# TXT_CANCEL_TITLE
source: Cancel
de: Abbrechen
fa: لغو
fi: Peruuta
fr: Annuler
hr: Otkaži
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sk: Zrušiť
zh_cn: 取消
zh_hant: 關閉

# TXT_DELETE_TITLE
source: Delete
de: Löschen
fa: حذف
fi: Poista
fr: Supprimer
hr: Obriši
it: Elimina
ja: 削除
nl: Wissen
pl: Usuń
pt_br: Apagar
ru: Удалить
sk: Zmazať
zh_cn: 删除
zh_hant: 刪除

# VOICE_MESSAGE_FILE_NAME
source: Voice Message
de: Sprachnachricht
fa: پیام صوتی
fi: Ääniviesti
fr: Message vocal
hr: Glasovna poruka
it: Messaggio vocale
ja: 音声メッセージ
nl: Spraakbericht
pl: Wiadomość głosowa
pt_br: Mensagem de voz
ru: Голосовое сообщение
sk: Hlasová správa
zh_cn: 语音消息
zh_hant: 語音訊息

# VOICE_MESSAGE_TOO_SHORT_ALERT_MESSAGE
source: Tap and hold to record a voice message.
de: Antippen und Halten zum Aufnehmen einer Sprachnachricht.
fa: برای ضبط و ارسال پیام صوتی اینجا را لمس کرده و نگه دارید
fi: Paina ja pidä painettuna äänittääksesi ääniviesti.
fr: Touchez et maintenez pour enregistrer un message vocal
hr: Dodirnite i držite za snimanje glasovne poruke.
it: Tieni premuto per registrare un messaggio vocale.
ja: タップを保持して音声録音
nl: Houd deze knop ingedrukt om een audio bericht te versturen.
pl: Dotknij i przytrzymaj, aby nagrać wiadomość głosową.
pt_br: Toque e segure para gravar uma mensagem de voz.
ru: Нажмите и удерживайте для записи голосового сообщения
sk: Ťuknutím a podržaním nahráte hlasovú správu.
zh_cn: 长按来录制语音消息。
zh_hant: 點擊並長按來錄製語音訊息。

# VOICE_MESSAGE_TOO_SHORT_ALERT_TITLE
source: Voice Message
de: Sprachnachricht
fa: پیام صوتی
fi: Ääniviesti
fr: Message vocal
hr: Glasovna poruka
it: Messaggio vocale
ja: 音声メッセージ
nl: Spraakbericht
pl: Wiadomość głosowa
pt_br: Mensagem de voz
ru: Голосовое сообщение
sk: Hlasová správa
zh_cn: 语音消息
zh_hant: 語音訊息

# YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: You disabled disappearing messages.
de: Du hast verschwindende Nachrichten deaktiviert.
fa: شما پیام‌های محوشونده را غیرفعال کردید.
fi: Poistit katoavat viestit käytöstä.
fr: Vous avez désactivé les messages éphémères.
hr: Onemogućili ste nestajuće poruke.
it: Hai disabilitato la scomparsa dei messaggi.
ja: 消えるメッセージをオフにしました
nl: Je hebt zelf-wissende berichten uitgeschakeld.
pl: Wyłączono znikające wiadomości.
pt_br: Você desabilitou mensagens efêmeras.
ru: Вы отключили исчезающие сообщения.
sk: Vypli ste miznúce správy.
zh_cn: 您取消了阅后即焚。
zh_hant: 您取消了閱後即焚模式。
