Repository: signalapp/Signal-iOS
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: de, fa, fi, fr, hr, it, ja, nl, pl, pt_br, ru, sk, zh_cn, zh_hant

# vc_seed_explanation
source: Your recovery phrase is the master key to your Session ID — you can use it to restore your Session ID if you lose access to your device. Store your recovery phrase in a safe place, and don’t give it to anyone.
de: Ihr Wiederherstellungssatz ist der Hauptschlüssel für Ihre Session ID. Mit diesem Satz können Sie Ihre Session ID wiederherstellen, wenn Sie den Zugriff auf Ihr Gerät verlieren. Bewahren Sie Ihren Wiederherstellungssatz an einem sicheren Ort auf und geben Sie ihn an niemandem weiter.
fa: عبارت بازیابی شما کلید اصلی شناسه‌ی Session شما است - در صورت عدم دسترسی به دستگاه خود می توانید از آن برای بازگرداندن شناسه‌ی Session خود استفاده کنید. عبارت بازیابی خود را در مکانی امن ذخیره کنید و آن را به کسی ندهید.
fi: Palautusvirkkeesi on sinun Session ID:n pääavain — voit palauttaa sillä Session ID:n, jos menetät pääsyn laitteeseesi. Sijoita palautusvirkkeesi turvalliseen paikkaan äläkä anna sitä kellekkään.
fr: Votre phrase de récupération est la clé principale de votre Session ID - vous pouvez l'utiliser pour restaurer votre Session ID si vous perdez l'accès à votre appareil. Conservez la dans un endroit sûr et ne la donnez à personne.
hr: Fraza za oporavak je glavni ključ vašeg Session ID-a - pomoću njega možete vratiti svoj Session ID ako izgubite pristup uređaju. Spremite frazu za oporavak na sigurno mjesto i nedajte je nikome.
it: La frase di recupero è la chiave principale per la Sessione ID: puoi usarla per ripristinare la Sessione ID se perdi l'accesso al dispositivo. Conserva la frase di recupero in un luogo sicuro e non rivelarla a nessuno.
ja: リカバリーフレーズは、Session ID のマスターキーです。端末にアクセスできなくなった場合、これを使用して Session ID を復元できます。リカバリーフレーズを安全な場所に保管し、誰にも教えないでください。
nl: Uw herstel zin is de hoofdsleutel van uw Session-ID - u kunt deze gebruiken om uw Session-ID te herstellen als u de toegang tot uw apparaat verliest. Sla uw herstel zin op een veilige plek op en geef deze aan niemand op.
pl: Twoja fraza odzyskiwania jest kluczem głównym do identyfikatora Session - możesz go użyć do przywrócenia identyfikatora Session, jeśli stracisz dostęp do urządzenia. Przechowuj swoją frazę odzyskiwania w bezpiecznym miejscu i nikomu jej nie udostępniaj.
pt_br: Sua frase de recuperação é a chave mestra do seu ID Session - você pode usá-la para restaurar seu ID Session se perder o acesso ao seu dispositivo. Armazene sua frase de recuperação em um local seguro e não a entregue a ninguém.
ru: Ваша фраза восстановления является главным ключом к вашему Session ID. Храните свою фразу восстановления в надежном месте и никому ее не передавайте.
sk: Vaša fráza na obnovenie je hlavným kľúčom k vášmu Session ID - môžete ju použiť na obnovenie svojho Session ID ak stratíte prístup k zariadeniu. Uložte frázu na obnovenie na bezpečnom mieste a nikomu ju nedávajte.
zh_cn: 您的恢复口令是Session ID的主密钥 - 如果您无法访问您的现有设备，则可以使用它在其他设备上恢复您的Session ID。请将您的恢复口令存储在安全的地方，不要将其提供给任何人。
zh_hant: 您的回復用字句是您的 Session ID 的金鑰—如果您無法使用您的裝置，您可以使用它來回復您的帳號。請妥善保管您的回復用字句，請不要將其分享給任何人。

# vc_seed_reveal_button_title
source: Hold to reveal
de: Zur Anzeige gedrückt halten
fa: نگه دارید تا نشان داده شود
fi: Pidä pohjassa paljastaaksesi
fr: Appuyer pour révéler
hr: Drži za otkrivanje
it: Tieni premuto per rivelare
ja: ホールドして表示
nl: Ingedrukt houden om te onthullen
pl: Przytrzymaj, aby odsłonić
pt_br: Segure para revelar
ru: Удерживайте, чтобы показать
sk: Podržaním odhaľte
zh_cn: 长按显示内容
zh_hant: 按住以解除隱藏

# view_seed_reminder_subtitle_1
source: Secure your account by saving your recovery phrase
de: Sichern Sie Ihr Konto, indem Sie Ihren Wiederherstellungssatz speichern
fa: با ذخیره کردن عبارت بازیابی، از حساب خود را محافظت کنید
fi: Turvaa tilisi ottamalla palautusvirkkeesi ylös
fr: Sécurisez votre compte en sauvegardant votre phrase de récupération
hr: Osigurajte svoj račun spremanjem fraze za oporavak
it: Proteggi il tuo account salvando la frase di recupero
ja: リカバリーフレーズを保存してアカウントを保護する
nl: Beveilig je account door je herstel zin op te slaan
pl: Zabezpiecz swoje konto, zapisując frazę odzyskiwania
pt_br: Proteja sua conta salvando sua frase de recuperação
ru: Защитите свой аккаунт, сохранив секретную фразу
sk: Zabezpečte svoje konto uložením frázy na obnovenie
zh_cn: 保存恢复口令以保护您的帐号安全
zh_hant: 儲存您的回復用字句以確保您的帳號安全

# view_seed_reminder_subtitle_2
source: Tap and hold the redacted words to reveal your recovery phrase, then store it safely to secure your Session ID.
de: Tippen und halten Sie die verborgenen Wörter, um Ihren Wiederherstellungssatz anzuzeigen, und speichern Sie ihn dann sicher, um Ihre Session ID zu sichern.
fa: برای فاش کردن عبارت بازیابی، بر روی کلمات redacted ضربه زده و نگه دارید، سپس با خیال راحت آن را ذخیره کنید تا از شناسه‌ی Session خود محافظت نمایید.
fi: Paina ja pidä painettuna piilotettuja sanoja paljastaaksesi palautusvirkkeesi. Ota ne ylös ja sijoita turvalliseen paikkaan turvataksesi Session ID:si.
fr: Appuyez et maintenez les mots masqués pour révéler votre phrase de récupération, puis stockez-la en toute sécurité pour sécuriser votre Session ID.
hr: Dodirnite i zadržite uređene riječi da biste otkrili frazu za oporavak, a zatim je sigurno spremite kako biste osigurali svoj Session ID.
it: Tocca e tieni premute le parole redatte per rivelare la frase di recupero, salva in modo sicuro per proteggere la tua Sessione ID.
ja: 編集された単語をタップして長押ししてリカバリーフレーズを表示し、それを安全に保管して Session ID を保護します。
nl: Houd de aangepaste woorden ingedrukt om uw herstelzin te onthullen, en sla het vervolgens veilig op om uw Session-ID te beveiligen.
pl: Stuknij i przytrzymaj zredagowane słowa, aby odsłonić frazę odzyskiwania, a następnie przechowuj ją bezpiecznie, aby zabezpieczyć identyfikator Session.
pt_br: Toque e segure as palavras editadas para revelar sua frase de recuperação e armazene-a com segurança para proteger seu ID Session.
ru: Нажмите и удерживайте сокращенные слова, чтобы открыть секретную фразу, а затем сохраните ее в надежном месте, чтобы защитить свой Session ID.
sk: Ťuknutím a podržaním upravených slov odhaľte frázu na obnovenie a potom ju bezpečne uložte, aby ste zabezpečili svoje Session ID.
zh_cn: 点击并按住遮盖住的单词以显示您的恢复口令，请将它安全地存储以保护您的Session ID。
zh_hant: 點擊與長按已編輯文字來解除隱藏您的回復用字句，然後將其妥善保管以確保您的帳號安全。

# view_seed_reminder_subtitle_3
source: Make sure to store your recovery phrase in a safe place
de: Bewahren Sie Ihren Wiederherstellungssatz an einem sicheren Ort auf.
fa: حتماً عبارت بازیابی خود را در مکانی امن ذخیره کنید
fi: Varmista, että säilytät palautusvirkkeesi turvallisessa paikassa
fr: Assurez-vous de conserver votre phrase de récupération dans un endroit sûr
hr: Svakako pohranite frazu za oporavak na sigurno mjesto
it: Assicurati di salvare la frase di recupero in un luogo sicuro
ja: リカバリーフレーズは安全な場所に保管してください
nl: Zorg ervoor dat u uw herstel zin op een veilige plek opslaat
pl: Pamiętaj, aby przechowywać frazę odzyskiwania w bezpiecznym miejscu
pt_br: Guarde sua frase de recuperação em um local seguro
ru: Обязательно сохраните секретную фразу в надежном месте.
sk: Uistite sa, že frázu na obnovenie máte uloženú na bezpečnom mieste
zh_cn: 请确保将恢复口令存储在安全的地方
zh_hant: 請確定您會將回復用字句儲存在一個安全的地方

# vc_path_title
source: Path
de: Pfad
fa: مسیر
fi: Polku
fr: Chemin
hr: Putanja
it: Percorso
ja: パス
nl: Locatie
pl: Ścieżka
pt_br: Caminho
ru: Маршрут
sk: Cesta
zh_cn: 路径
zh_hant: 路徑

# vc_path_explanation
source: Session hides your IP by routing your messages through multiple Service Nodes in Session's decentralized network. These are the countries your connection is currently being routed through:
de: Session verbirgt Ihre IP-Adresse, indem Ihre Nachrichten über mehrere Dienstknoten im dezentralen Session-Netzwerk weitergeleitet werden. Dies sind die Länder, durch die Ihre Verbindung derzeit weitergeleitet wird:
fa: اپ Session، ‌آی‌پی شما را با استفاده از فرستادن پیام‌های‌تان از طریق چندین سرویسِ گره در شبکه غیرمتمرکز Session مخفی می‌کند. اینها کشورهایی هستند که اتصال شما در حال حاضر از طریق آن فراخوانی می‌شوند:
fi: Session piilottaa IP-osoitteesi ohjaamalla viestisi monen välittäjäreleen läpi Sessionin hajautetussa verkossa. Tässä ovat maat joiden kautta viestisi tällä hetkellä kulkevat:
fr: Session occulte votre adresse IP en envoyant vos messages via plusieurs nœuds de service dans le réseau décentralisé de Session. Voici les pays par le biais desquels votre connexion est actuellement envoyée :
hr: Session skriva vaš IP usmjeravanjem vaših poruka kroz više uslužnih čvorova u Session decentraliziranoj mreži. Ovo su zemlje kroz koje se vaša veza trenutno usmjerava:
it: La Sessione nasconde il tuo IP facendo rimbalzare i messaggi attraverso diversi nodi di servizio nella sua rete decentralizzata. Questi sono i paesi in cui la connessione viene rimbalzata attualmente:
ja: Session は、Sessionの分散型ネットワークの複数のサービスノードを介してメッセージをバウンスすることにより、IP を隠します。これらは、接続が現在バウンスされている国です。
nl: Session verbergt uw IP door uw berichten te routeren via meerdere Service Nodes in het gedecentraliseerde netwerk van Session. Dit zijn de landen die uw verbinding momenteel doorvoert:
pl: Sesja ukrywa Twój adres IP, odbijając wiadomości przez kilka węzłów usług w zdecentralizowanej sieci Session. Oto kraje, w których obecnie Twoje połączenie jest odbijane:
pt_br: O Session oculta seu IP ao enviar suas mensagens através de vários Nós de Serviço na rede descentralizada do Session. Estes são os países pelos quais sua conexão está sendo ricocheteada no momento:
ru: Session скрывает ваш IP, перенаправляя ваши сообщения через несколько сервисных узлов своей децентрализованной сети. Вот страны, через которые в данный момент проходит ваш сеанс связи:
sk: Session skrýva vašu IP smerovaním vašich správ cez viacero servisných uzlov v decentralizovanej Session siete. Toto sú krajiny cez ktoré je momentálne smerované vaše spojenie:
zh_cn: Session会通过其去中心化网络中的多个服务节点跳转消息以隐藏IP。以下国家是您目前的消息连接跳转服务节点所在地：
zh_hant: Session 將您傳送的訊息經由 Session 的去中心化網絡做多重的路徑與節點傳輸以隱藏您的 IP，這些是您現在傳送訊息將經過的節點服務所設立之國家。

# vc_path_device_row_title
source: You
de: Sie
fa: شما
fi: Sinä
fr: Vous
hr: Vi
it: Tu
ja: あなた
nl: U
pl: Ty
pt_br: Você
ru: Вы
sk: Vy
zh_cn: 您
zh_hant: 您

# vc_path_guard_node_row_title
source: Entry Node
de: Eingangsknoten
fa: گره ورودی
fi: Tulosolmu
fr: Noeud d’entrée
hr: Ulazni čvor
it: Nodo di entrata
ja: エントリーノード
nl: Invoer node
pl: Węzeł wejścia
pt_br: Nó de Entrada
ru: Узел входа
sk: Vstupný uzol
zh_cn: 入口节点
zh_hant: 入口節點

# vc_path_service_node_row_title
source: Service Node
de: Dienstknoten
fa: گره سرویس
fi: Välittäjärele
fr: Noeud de service
hr: Čvor usluge
it: Nodo di servizio
ja: サービスノード
pl: Węzeł serwisowy
pt_br: Nó de Serviço
ru: Служебный узел
sk: Servisný uzol
zh_cn: 服务节点
zh_hant: 服務節點

# vc_path_destination_row_title
source: Destination
de: Ziel
fa: مقصد
fi: Määränpää
hr: Odredište
it: Destinazione
ja: 目的先
nl: Bestemming
pl: Miejsce docelowe
pt_br: Destino
ru: Место назначения
sk: Cieľ
zh_cn: 目的地
zh_hant: 目的地

# vc_path_learn_more_button_title
source: Learn More
de: Mehr erfahren
fa: بیشتر بدانید
fi: Opi lisää
fr: En savoir plus
hr: Saznaj više
it: Per saperne di più
ja: 詳細
nl: Kom meer te weten
pl: Dowiedz się więcej
pt_br: Saber mais
ru: Узнать больше
sk: Viac informácií
zh_cn: 了解更多
zh_hant: 更多

# vc_create_private_chat_title
source: New Message
de: Neue Session
fa: Session جدید
fi: Uusi keskustelu
fr: Nouvelle Session
hr: Nova sesija
it: Nuova sessione
ja: 新しい Session
nl: Nieuwe sessie
pl: Nowa Session
pt_br: Nova Sessão
ru: Новый Диалог
sk: Nová relácia
zh_cn: 新建私人聊天
zh_hant: 新的 Session

# vc_create_private_chat_enter_session_id_tab_title
source: Enter Session ID
de: Session ID eingeben
fa: شناسه‌ی Session را وارد کنید
fi: Syötä Session ID
fr: Saisir un Session ID
hr: Unesite Session ID
it: Inserisci la Sessione ID
ja: Session ID を入力してください
nl: Voer Session-ID in
pl: Wpisz identyfikator Session
pt_br: Digite o ID Session
ru: Введите Session ID
sk: Zadajte Session ID
zh_cn: 输入Session ID
zh_hant: 輸入 Session ID

# vc_create_private_chat_scan_qr_code_tab_title
source: Scan QR Code
de: QR-Code scannen
fa: کد QR را اسکن کنید
fi: Skannaa QR-koodi
fr: Scanner un Code QR
hr: Skeniraj QR kôd
it: Scansiona il codice QR
ja: QR コードをスキャンする
pl: Skanowania QR code
pt_br: Escanear código QR
ru: Сканировать QR-код
sk: Skenovať QR kód
zh_cn: 扫描二维码
zh_hant: 掃描 QR Code

# vc_scan_qr_code_camera_access_explanation
source: Session needs camera access to scan QR codes
de: Session benötigt Kamerazugriff, um die QR-Codes scannen zu können.
fa: اپ Session برای اسکن کدهای QR احتیاج دارد به دوربین دسترسی داشته باشد
fi: Session tarvitsee kameraa skannatakseen QR-koodeja
fr: Session a besoin d'accéder à l'appareil photo pour scanner les codes QR
hr: Session treba pristup kameri za skeniranje QR kôdova
it: La Sessione richiede l'accesso alla fotocamera per scansionare i codici QR
ja: Session で QR コードをスキャンするにはカメラへのアクセスが必要です
nl: Session heeft toegang nodig tot de camera om QR codes te scannen
pl: Session wymaga dostępu do kamery aby skanować kody QR
pt_br: O Session precisa de acesso à câmera para escanear códigos QR
ru: Session нужен доступ к камере для сканирования QR-кодов
sk: Session potrebuje prístup ku kamere na skenovanie QR kódov
zh_cn: Session需要摄像头访问权限才能扫描二维码
zh_hant: Session 需要使用相機來掃描 QR Codes

# vc_scan_qr_code_grant_camera_access_button_title
source: Grant Camera Access
de: Kamerazugriff gewähren
fa: اجازه دسترسی به دوربین
fi: Anna kameran käyttölupa
fr: Autoriser l'accès
hr: Odobri pristup kameri
it: Concedi l'accesso alla fotocamera
ja: カメラへのアクセスを許可する
nl: Toegang tot camera verlenen
pl: Udziel dostępu do kamery
pt_br: Conceder acesso à câmera
ru: Предоставить доступ к камере
sk: Povoliť prístup ku kamere
zh_cn: 授予摄像头访问权限
zh_hant: 授與相機權限

# vc_create_closed_group_title
source: Create Group
de: Neue geschlossene Gruppe
fa: گروه خصوصی جدید
fi: Uusi yksityinen ryhmä
fr: Nouveau groupe privé
hr: Nova zatvorena grupa
it: Nuovo gruppo chiuso
ja: 新しいクローズドグループ
nl: Nieuwe Gesloten Groep
pl: Nowa grupa zamknięta
pt_br: Novo grupo fechado
ru: Новая закрытая группа
sk: Nová uzatvorená skupina
zh_cn: 创建私密群组
zh_hant: 新的私密群組

# vc_create_closed_group_text_field_hint
source: Enter a group name
de: Geben Sie einen Gruppennamen ein.
fa: نام گروه را وارد کنید
fi: Anna ryhmälle nimi
fr: Saisissez un nom de groupe
hr: Unesite naziv grupe
it: Inserisci un nome per il gruppo
ja: グループ名を入力してください
nl: Vul een groepsnaam in
pl: Wpisz nazwę grupy
pt_br: Digite o nome do grupo
ru: Введите название группы
sk: Zadajte názov skupiny
zh_cn: 输入群组名称
zh_hant: 請輸入群組名稱

# vc_create_closed_group_empty_state_message
source: You don't have any contacts yet
de: Sie haben noch keine Kontakte.
fa: فهرست مخاطبان شما خالی است
fi: Sinulla ei ole vielä yhtään keskustelua
fr: Vous n'avez pas encore de contacts
hr: Još nemate kontakata
it: Non hai ancora nessun contatto
ja: まだ連絡先がありません
nl: U heeft nog geen contactpersonen
pl: Nie masz jeszcze żadnych kontaktów
pt_br: Você ainda não possui contatos
ru: У вас еще нет контактов
sk: Zatiaľ nemáte žiadne kontakty
zh_cn: 您还没有任何联系人
zh_hant: 您尚未加入聯絡人

# vc_create_closed_group_empty_state_button_title
source: Start a Session
de: Session starten
fa: شروع Session
fi: Aloita keskustelu
fr: Démarrer une session
hr: Pokreni Session razgovor
it: Inizia una sessione
ja: Session を開始する
nl: Sessie starten
pl: Rozpocznij sesję
pt_br: Iniciar uma sessão
ru: Начать Сессию
sk: Začať Session
zh_cn: 开始对话
zh_hant: 開始一個 Session

# vc_create_closed_group_group_name_missing_error
source: Please enter a group name
de: Bitte geben Sie einen Gruppennamen ein.
fa: لطفا یک نام گروه وارد کنید
fi: Anna ryhmälle nimi
fr: Veuillez saisir un nom de groupe
hr: Unesite naziv grupe
it: Inserisci un nome per il gruppo
ja: グループ名を入力してください
nl: Vul een groepsnaam in
pl: Wpisz nazwę grupy
pt_br: Digite um nome de grupo
ru: Пожалуйста, введите название группы
sk: Zadajte prosím názov skupiny
zh_cn: 请输入群组名称
zh_hant: 請輸入群組名稱

# vc_create_closed_group_group_name_too_long_error
source: Please enter a shorter group name
de: Bitte geben Sie einen kürzeren Gruppennamen ein.
fa: لطفا نام گروه کوتاه‌تری وارد کنید
fi: Anna ryhmälle lyhyempi nimi
fr: Veuillez saisir un nom de groupe plus court
hr: Unesite kraći naziv grupe
it: Inserisci un nome gruppo più breve
ja: 短いグループ名を入力してください
nl: Vul a. u. b een kortere groepsnaam in
pl: Wprowadź krótszą nazwę grupy
pt_br: Digite um nome de grupo mais curto
ru: Пожалуйста, введите более короткое имя группы
sk: Zadajte prosím kratší názov skupiny
zh_cn: 请输入较短的群组名称
zh_hant: 請輸入一個較短的群組名稱

# vc_create_closed_group_too_many_group_members_error
source: A closed group cannot have more than 100 members
de: Eine geschlossene Gruppe kann maximal 100 Mitglieder haben.
fa: یک گروه خصوصی نمی‌تواند بیش از یکصد عضو داشته باشد
fi: Yksityisessä ryhmässä voi olla enintään 100 jäsentä
fr: Un groupe privé ne peut pas avoir plus de 100 membres
hr: Zatvorena grupa ne može imati više od 100 članova
it: Un gruppo chiuso non può avere più di 100 membri
ja: 非公開グループは 100 人を超えるメンバーを抱えることはできません
nl: Een gesloten groep kan niet meer dan 100 leden hebben
pl: Grupa zamknięta nie może mieć więcej niż 100 członków
pt_br: Um grupo fechado não pode ter mais de 100 membros
ru: В закрытой группе не может быть больше 100 участников
sk: Uzatvorená skupina nemôže mať viac ako 100 členov
zh_cn: 私密群组成员不得超过100个
zh_hant: 私密群組的使用者上限不能超過100人

# vc_join_public_chat_title
source: Join Community
de: Offener Gruppe beitreten
fa: به گروه باز بپیوندید
fi: Liity julkiseen ryhmään
fr: Joindre un groupe public
hr: Pridruži se otvorenoj grupi
it: Unisciti a un gruppo aperto
ja: 公開グループに参加する
nl: Deelnemen aan Open groep
pl: Dołącz do otwartej grupy
pt_br: Participar em grupo aberto
ru: Присоединиться к открытой группе
sk: Pripojiť sa k otvorenej skupine
zh_cn: 加入公开群组
zh_hant: 加入開放式群組

# vc_join_public_chat_enter_group_url_tab_title
source: Community URL
de: Gruppen-URL öffnen
fa: آدرس اینترنتی گروه را باز کنید
fi: Julkisen ryhmän URL
fr: URL du groupe public
hr: Otvori poveznicu grupe
it: Apri l'URL del gruppo
ja: グループの URL を開く
nl: Open Groep-URL openen
pl: Otwórz adres URL grupy
pt_br: URL do grupo aberto
ru: URL открытой группы
sk: Otvoriť URL skupiny
zh_cn: 公开群组链接
zh_hant: 打開群組連結

# vc_join_public_chat_scan_qr_code_tab_title
source: Scan QR Code
de: QR-Code scannen
fa: اسکن کد QR
fi: Skannaa QR-koodi
fr: Scannez le code QR
hr: Skeniraj QR kôd
it: Scansiona il codice QR
ja: QR コードをスキャンする
nl: QR-code scannen
pl: Skanowania QR code
pt_br: Escanear código QR
ru: Сканировать QR-код
sk: Skenovať QR kód
zh_cn: 扫描二维码
zh_hant: 掃描 QR Code

# vc_enter_chat_url_text_field_hint
source: Enter Community URL
de: Geben Sie eine offene Gruppen-URL ein.
fa: یک URL گروه باز وارد کنید
fi: Syötä julkisen ryhmän URL
fr: Saisissez une URL de groupe public
hr: Unesite poveznicu otvorene grupe
it: Inserisci l'URL di un gruppo aperto
ja: 公開グループの URL を入力する
nl: Voer een open groep URL in
pl: Wprowadź adres URL otwartej grupy
pt_br: Digite a URL do grupo aberto
ru: Введите URL открытой группы
sk: Zadajte URL otvorenej skupiny
zh_cn: 输入公开群组链接
zh_hant: 請輸入開放式群組的網址

# vc_settings_title
source: Settings
de: Einstellungen
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hr: Postavke
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sk: Nastavenia
zh_cn: 设置
zh_hant: 設定

# vc_settings_display_name_missing_error
source: Please pick a display name
de: Bitte wählen Sie einen Anzeigenamen.
fa: لطفا یک نام نمایشی را انتخاب کنید
fi: Ole hyvä ja valitse julkinen nimi
fr: Veuillez choisir un nom d'utilisateur
hr: Molimo odaberite svoje ime za prikaz
it: Scegli il nome da visualizzare
ja: 表示名を選択してください
nl: Voer a. u. b. een weergave naam in
pl: Wybierz wyświetlaną nazwę
pt_br: Escolha um nome de exibição
ru: Пожалуйста, выберите отображаемое имя
sk: Zvoľte prosím zobrazované meno
zh_cn: 请设定一个名称
zh_hant: 請選擇一個名稱

# vc_settings_display_name_too_long_error
source: Please pick a shorter display name
de: Bitte wählen Sie einen kürzeren Anzeigenamen.
fa: لطفا یک نام نمایشی کوتاه‌تر انتخاب کنید
fi: Ole hyvä ja valitse lyhyempi julkinen nimi
fr: Veuillez choisir un nom d'utilisateur plus court
hr: Odaberite kraće ime za prikaz
it: Scegli un nome più breve
ja: 短い表示名を選択してください
nl: Kies een kortere weergavenaam
pl: Wybierz krótszą nazwę wyświetlaną
pt_br: Escolha um nome de exibição mais curto
ru: Пожалуйста, выберите более короткое отображаемое имя
sk: Zvoľte prosím kratšie zobrazované meno
zh_cn: 请设定一个较短的名称
zh_hant: 請選擇一個較短的名稱

# vc_settings_privacy_button_title
source: Privacy
de: Datenschutz
fa: حریم خصوصی
fi: Yksityisyys
fr: Confidientalité
hr: Privatnost
ja: プライバシー
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sk: Súkromie
zh_cn: 隐私
zh_hant: 隱私權條款

# vc_settings_notifications_button_title
source: Notifications
de: Benachrichtigungen
fa: اعلان‌ها
fi: Ilmoitukset
hr: Obavijesti
it: Notifiche
ja: 通知
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
sk: Hlásenia
zh_cn: 通知
zh_hant: 通知

# vc_settings_recovery_phrase_button_title
source: Recovery Phrase
de: Wiederherstellungssatz
fa: عبارت بازیابی
fi: Palautusvirke
fr: Phrase de récupération
hr: Fraza za oporavak
it: Frase di recupero
ja: リカバリーフレーズ
nl: Herstel zin
pl: Fraza odzyskiwania
pt_br: Frase de recuperação
ru: Секретная фраза
sk: Fráza pre obnovenie
zh_cn: 恢复口令
zh_hant: 回復用字句

# vc_settings_clear_all_data_button_title
source: Clear Data
de: Daten löschen
fa: پاک کردن اطلاعات
fi: Tyhjennä kaikki data
fr: Effacer les données
hr: Obriši podatke
it: Elimina dati
ja: データを消去する
nl: Gegevens wissen
pl: Wyczyść dane
pt_br: Apagar os dados
ru: Очистить данные
sk: Odstrániť dáta
zh_cn: 清除数据
zh_hant: 清除資料

# vc_qr_code_title
source: QR Code
fa: کد QR
fi: QR-koodi
fr: Code QR
hr: QR kôd
it: Codice QR
ja: QR コード
pl: Kod QR
pt_br: Código QR
ru: QR-код
sk: QR kód
zh_cn: 二维码

# vc_qr_code_view_my_qr_code_tab_title
source: View My QR Code
de: Meinen QR-Code anzeigen
fa: مشاهده کد QR من
fi: Näytä QR-koodini
fr: Afficher mon code QR
hr: Pogledaj moj QR kôd
it: Visualizza il mio codice QR
ja: 私の QR コードを表示する
nl: Bekijk mijn QR-code
pl: Wyświetl mój kod QR
pt_br: Ver meu código QR
ru: Посмотреть мой QR-код
sk: Zobraziť môj QR kód
zh_cn: 查看我的二维码
zh_hant: 查看我的 QR Code

# vc_qr_code_view_scan_qr_code_tab_title
source: Scan QR Code
de: QR-Code scannen
fa: اسکن کد QR
fi: Skannaa QR-koodi
fr: Scanner le QR Code
hr: Skeniraj QR kôd
it: Scansiona il codice QR
ja: QR コードをスキャンする
nl: QR-code scannen
pl: Skanowania QR code
pt_br: Escanear código QR
ru: Сканировать QR-код
sk: Skenovať QR kód
zh_cn: 扫描二维码
zh_hant: 掃描 QR Code

# vc_qr_code_view_scan_qr_code_explanation
source: Scan someone's QR code to start a conversation with them
de: Scannen Sie den QR-Code einer Person, um ein Gespräch mit ihr zu beginnen.
fa: برای شروع مکالمه با دیگران، کد QR شخصی را اسکن کنید
fi: Skannaa jonkun QR-koodi aloittaaksesi keskustelu heidän kanssaan
fr: Scannez le code QR d'un autre utilisateur pour démarrer une session
hr: Skenirajte nečiji QR kôd da biste započeli razgovor s njim
it: Scansiona il codice QR di un utente per iniziare una conversazione con questa persona
ja: 誰かの QR コードをスキャンして、会話を始めましょう
nl: Scan iemands QR-code om een gesprek te beginnen
pl: Zeskanuj czyjś kod QR, aby rozpocząć z nim rozmowę
pt_br: Escaneie o código QR de alguém para iniciar uma conversa com essa pessoa
ru: Отсканируйте QR-код другого человека, чтобы начать с ним разговор
sk: Oskenujte niečí QR kód a začnite konverzáciu s danou osobou
zh_cn: 扫描对方的二维码以发起对话
zh_hant: 掃描朋友的 QR Code 來開始對話。
